{"title": "PDF", "author": "PDF", "url": "hpcks.org/wp-content/uploads/2021/04/SAS.PatientHandbook.QI_.Approved.4.20.21.SPANISH.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "sustancias Manual Updated.QI.Approved.4.20.21 Page 1 of 16 ¡Bienvenidos! En Health Partnership Clinic (HPC) el servicios de abuso de sustancias (SAS), desea sinceramente que usted experimente salud, esperanza y comunidad. ¡Nos alegra que haya decidido tomar las medidas necesarias para su recuperación! ¡Estamos aquí para ayudarlo en este proceso ! Este manual está diseñado para brindarle información importante. Se le anima a hacer cu alquier pregunta que tenga; ¡Ninguna pregunta es demasiado pequeña! ¡Comencemos nuestro viaje juntos! Misión Estamos dedicados a mejorar la salud y el bienestar de las comunidades a las que servimos. Estamos comprometidos a brindar apoyo, prevención y tratamiento a aquellas personas y familias que luchan contra el abuso de sustancias y los trastornos concurrentes , independientemente de su capacidad de pago. Aquí, en HPC el servicio de abuso de sustancias , creemos en ayudar a las personas a lograr la recuperación según se define al experimentar la salud, la esperanza y la comunidad. Visión Nuestra visión es ser e l principal hogar de recuperación para las personas. Nuestra visión es ayudar a crear una comunidad que entienda la adicción como una enfermedad de la mente, el cuerpo y el espíritu y proporcione recursos para la recuperación a largo plazo. Updated.QI.Approved.4.20.21 Page 2 of 16 Contactos del programa HPC Principal.............................................................. ....................................................... 913-648-2266 HPC Consejero Licenciado en Serv icios de Abuso de Sustancias ........................ .......913 -730-3681 HPC Director a de Salud Co nductual Direcciones 104 Olathe KS, 66062 Individual/ Sesión de grupo : 407 S. Clairborne Rd. Ste. 216 Olathe KS, 66062 Horario de operaciones Lunes -Viernes...................................................... ............................................. ...............8:00am-5:00pm Otras horas con cita previa, según sea necesario ¿Cómo programo citas de seguimiento? Su consejero programará todas las citas de seguimiento para adaptarse a su horario. Si no conoce su horario, puede llamar y hablar con su consejero directamente al 913 -730-3681. Si no se com unica con su consejero, deje un mensaje y le devolveremos la llamada. ¿Cómo repr ogramar una cita ? Recuerde llamar al menos 24 horas antes para reprogramar una visita. Llame a su consejero directamente al 913 -730-3681. Durante una emergencia Si experimenta una emergencia psiquiátrica y necesita servicios de salud mental o por abuso de sustancias, llame a su consejero directamente al 913 -730-3681, durante el horario laboral habitual. Si la emergencia se produce fuera del horario laboral habitual o si necesita asistencia inmediata, comuníquese con los números siguientes o llame al 911 Heartland RADAC 24/7 .................................................................................... 800-281-0029 Updated.QI.Approved.4.20.21 Page 3 of 16 County Mental Health Linea de crisis .......................................... ...913-268-0156 SAMSHA Línea de ayuda nacional.................................................................. .800-662-4357 Línea nacional de suicidio... ........................................................................ .....800-273-8255 Derechos del paciente Como paciente, tiene ciertos derechos y privilegios sin limitaciones. Dignidad y respeto . Tiene derecho a ser tratado siempre con dignidad y respeto y a no ser sometido a ningún abuso físico o explotación. Libertad de maltrato. Tiene derecho a estar libre de abuso, negligencia, explotación y restricción o reclusión, de cualquier forma, utilizado como medio de coerción, disciplina, conveniencia o represalia. Entorno de tratamiento. Tiene derecho a un entorno de tratamiento seguro, higiénico y humano que brinde privacidad y promueva la dignidad. Libre de discriminación. Tiene derecho a r ecibir servicios de tratamiento sin discriminación basada en su identidad de género, orientación sexual, raza, religión, origen étnico, edad, discapacidad, condición médica y capacidad para pagar los servicios. Privac idad . Tiene derecho a la privacidad en el tratamiento, incluido el derecho a que no se le tomen las huellas dactilares, no se le fotografíe o se le grabe sin consentimiento, excepto en el caso de fotografías que se utilicen estrictamente con fines de identificación y administrativos, o grabacio nes de video que se usen con fines de seguridad y que se mantengan solo de manera temporal. Representación y apoyo externos. Tiene derecho a recibir asistencia de un familiar, representante designado u otra persona para comprender, proteger o ejercer sus derechos como paciente. Comunicación personal . Tiene derecho a comunicaciones privadas, confidenciales y sin censura que incluyen cartas, llamadas telefónicas y visitas personales con un abogado, médico personal, clérigo, personal del Departamento de Servicios para Adultos Mayores y Discapacitados de Kansas (KDADS) / Salud del Comportamiento u otras personas, a menos que haya restricciones de dichas comunicaciones están clínicamente indicadas y están documentadas en su historial de paci ente. Libertad religiosa . Tiene derecho a practicar creencias religiosas individuales, incluida la oportunidad de adoración religiosa y compañerismo como se describe en la política del programa. Tiene derecho a estar libre de coacción para participar o a bstenerse de la adoración religiosa o una actividad, práctica o creencia espiritual. Updated.QI.Approved.4.20.21 Page 4 of 16 Participación en la planificación del tratamiento . Tiene derecho a participar activamente en el desarrollo de un plan de tratamiento individualizado que se revisa periódi camente y se revisa según sea necesario. Rechazo de tratamiento . Tiene derecho a rechazar el tratamiento o retirar el consentimiento para el tratamiento a menos que dicho tratamiento sea ordenado por un tribunal o sea necesario para salvar su vida o su sa lud física. Refer idos . Tiene derecho a ser referido a otro programa si la persona con la licencia no puede proporcionar un servicio de tratamiento que usted solicita o que se indica en su evaluación o plan de tratamiento. Confidencialidad . Tiene derecho a que se proteja y divulgue la información confidencial de su paciente solo de acuerd o con las regulaciones federales de confidencialidad (42 CFR Parte 2 e HIPAA). Tratamiento menos restrictivo . Tiene derecho a ser tratado en el entorno menos restrictivo, de acuerdo con su condición clínica y estado legal. Consentimiento para tratamiento experimental . Tiene derecho a dar su consentimiento por escrito, negarse a dar su consentimiento o retirar su consentimiento para participar en cualquier tratamiento experimental, ensayo clínico o proyecto de investigación sin que dicha decisión afecte los servicios disponibles para usted. Reclamación . Tiene derecho a presentar una queja ante este programa de tratamiento, al Departamento de servicios para personas mayores y discapacitados de Kansas (KDADS) / Salud del comportamiento, u otra entida d de acuerdo con las políticas y procedimientos establecidos. Tiene derecho a recibir una respuesta de manera oportuna e imparcial. Tiene derecho a no sufrir represalias por presentar una queja ante este programa de tratamiento, el Departamento de servicio s para personas mayores y discapacitados de Kansas (KDADS) / Salud del comportamiento u otra entidad. Beneficios y efectos secundarios de l medicamento . Tiene derecho a recibir información sobre cualquier condición médica o psiquiátrica personal; qué medicamentos le han recetado, incluidos los riesgos, beneficios y efectos secundarios; si el medicamento es una condición del tratamiento; y planes de alta pa ra medicamentos. Historial médico. Tiene derecho a ver y revisar su propi o historia l clínic o y que le hagan una copia a su cargo, a menos que HPC emita una determinación por escrito de que partes específicas no deben divulgarse porque serían perjudiciales para usted o un colaborador cercano. Costo . Tiene derecho a ser informado en el momento de la adm isión y antes de recibir los servicios de tratamiento (a menos que sea una situación de crisis) sobre todos los cargos asociados con los servicios de tratamiento, así como las políticas y procedimientos de pago y reembolso. Updated.QI.Approved.4.20.21 Page 5 of 16 Planificación del alta . Tiene derecho a recibir recomendaciones de tratamiento y derivaciones, si corresponde, al momento de ser dado de alta. Filosofía del programa 1. Los servicios de abuso de sustancias de HPC trabajan de manera integrada con los proveedores de atención primaria para crear un equipo de tratamiento integral con usted para brindarle una atención médica completa que incluya: servicios médicos, dentales, de salud conductual y de abuso de sustancias. 2. Los servicios de abuso de sustancias de HPC trabajan con usted para ayudarlo a alcanzar la recuperación según los 10 Principios Rectores de Recuperación de la Administración de Servicios de Salud Mental y Abuso de Sustancias (SAMSHA): a. Esperanza : Ayudarle a convertirse en un creyente de que \"la recuperación es real\", ayuda a proporcionar el mensaje esencial y motivador para un futuro mejor. Ayudándole a darse cuenta de que las personas pueden superar y superan los desafíos, las barreras y los obstáculos internos y externos que enfrentan. b. Motivación -Personal : Para ayuda rlo a definir sus propias metas de vida y diseñar el (los) camino (s) único (s) hacia esas metas. La autodeterminación y la autodirección son las bases de la recuperación. c. Muchos caminos : Para apoyar su camino hacia la recuperación, usted es único con distintas necesidades, fortalezas, preferencias, metas, cultura y antecedentes que pueden incluir traumas que afectan y determinan su (s) camino (s) hacia la recuperación. d. Holístico: Para ayudarlo y apoyarlo en una recuperación integral. La recuperación abar ca toda la vida de un individuo: mente, cuerpo, espíritu y comunidad. e. Apoyo de los compañeros : Para ayudar y apoyar el crecimiento de sus grupos sociales y de apoyo; como grupos de aprendizaje social, apoyo mutuo y ayuda y el intercambio de conocimientos y habilidades experimentales que desempeñan un papel invaluable en la recuperación. f. Rela cional: Para ayudarlo a construir una red de apoyo de personas que creen en su capacidad para recuperarse, que ofrecen esperanza, apoyo y aliento y que sugieren estrat egias y recursos para el cambio. g. Cultural: Brindarle ayuda de recuperación culturalmente basada, en sintonía, sensible, congruente y competente para satisfacer sus necesidades individuales únicas, cuando lo ayude a recorrer su camino único hacia la recuper ación. h. Enfrentando Trauma: Para ayudarlo a fomentar la seguridad, la confianza, promover la elección, el empoderamiento y la colaboración, queremos brindar servicios y apoyos informados sobre el trauma. i. Fortalezas / Responsabilidad: Fomentar su voz de responsabilidad y fortaleza en la recuperación. j. Respe to: Reconocer la valentía y el coraje que está tomando para dar pasos hacia la recuperación y lograr la recuperación. Alentarlo en el camino hacia la autoaceptación, Updated.QI.Approved.4.20.21 Page 6 of 16 desarrollando un sentido de identidad positivo y significativo y recuperando la fe en sí mismo. 3. Los servicios de abuso de sustancias de HPC comprenden que puede estar sufriendo de múltiples diagnósticos y que puede sentirse abrumado. Trabajará con su consejero licenciado en adicciones para crear un plan de tratamiento que sea exclusivo para usted, sus diagnósticos, etapa de cambio y nivel de funcionamiento, utilizando el modelo de enfermedad de la adicción. Participará en una evaluación integral para ubicarlo en el nivel de atención más apropiado para satisfacer sus necesidades de tratamiento individualizadas. Servicios del programa Los servicios de abuso de sustancias de HPC brindan atención a pacientes mayores de 12 años. Hay servicios de interpretación disponibles para pacientes que no hablan inglés. Referido de evaluaciones de alcohol y drogas Los servici os de abuso de sustancias de HPC brindan una evaluación integral de alcohol y drogas. Todos los pacientes participan en una evaluación integral, para evaluar todas las áreas de la vida: fortalezas, etapa de cambio y nivel de funcionamiento. El proceso integral de evaluación y derivació n es el siguiente: Durante una cita de HPC integrada: Los pacientes pueden ser referidos a los servicios de abuso de sustancias de HPC durante una visita médica de atención primaria de HPC. Una visita de salud con ductual integrada ocurre durante una cita médica de atención primaria. En esa visita, el paciente completará un examen de detección, una intervención breve y una derivación a tratamiento (SBIRT) por parte de un médico de salud conductual (BHC). El BHC prop orcionará al paciente información sobre los servicios por abuso de sustancias, una remisión para el tratamiento y cualquier recurso adicional que sea necesario. Los Servicios de Abuso de Sustancias de HPC, Consejero Licenciado en Adicciones (LAC) se comuni carán con el paciente para presentarle los servicios y programar una cita de admisión. Referidos Externos : Un proveedor externo puede referir a los pacientes a los servicios de abuso de sustancias de HPC. Si el proveedor de referencia proporciona la información de contacto del paciente, el proveedor de servicios de abuso de sustancias de HPC se comunicará con el paciente directamente para presentarle los servicios y p rogramar una cita de admisión. Los pacientes Updated.QI.Approved.4.20.21 Page 7 of 16 interesados también pueden llamar directamente para obtener información sobre los servicios de abuso de sustancias de HPC y programar una cita de admisión. Tratamiento basado en evidencia Los servicios de abuso de sustancias de HPC brindan la mejor atención de calidad posible mediante el uso de un tratamiento basado en evidencia. Los servicios de abuso de sustancias de HPC utilizan los siguientes métodos de tratamiento basados en evidencia: Terapia de entrevistas motivacionales Terapia breve centrada en soluciones Terapia de conducta cognitiva Terapia de aceptación y compromiso Desarrollo de habilidades de terapia dialéctica conductual Si desea obtener más información sobre estas terapias que se aplican a la planificación del tratamiento individualizado, comuníquese con su consejero o con el director de salud conductual . Intervención temprana y tratamiento interino El programa de interv ención temprana y tratamiento interino de HPC servicios de abuso de sustancias se desarrolla para satisfacer las necesidades de recuperación. Los programas de intervención temprana y tratamiento interino consisten en una combinación de terapia individual, grupal y familiar. El programa de intervención temprana y tratamiento interino incluye programas de prevención y aumentará la motivación para asistir a otros niveles de tratamiento. Tratamiento ambulatorio para adultos El programa de tratamiento ambulatorio para adultos de HPC servicios de abuso de sustancias se enfoca en problema s de comportamiento, cambios en el estilo de vida, apoyo social positivo y mejora las habilidades de afrontamiento saludables, que conducen a una recuperación sostenida. El tratamiento ambulatorio de adultos cumple con las pautas requeridas para incluir un máximo de ocho horas de programación por semana. La duración del programa está determinada por el progreso del paciente hacia los objetivos del tratamiento. Tratamiento ambulatorio: adolescente s (de 12 a 17 años) El programa de tratamiento ambulatorio para adultos de HPC servicios de abuso de sustancias se enfoca en problemas de comportamiento, cambios en el estilo de vida, apoyo social positivo y mejora las habilidades de afrontamiento saludables, que conducen a u na recuperación sostenida. El tratamiento ambulatorio de adolescentes cumple con las pautas requeridas para incluir un máximo de cinco horas de programación por semana. La duración del programa está determinada por el progreso del paciente hacia los objeti vos del tratamiento. Updated.QI.Approved.4.20.21 Page 8 of 16 Intensivo ambulatorio - adultos Servicios de abuso de sustancias de HPC, programa intensivo para pacientes ambulatorios para adultos, utiliza el programa \"Living In Balance\" basado en pruebas. Este programa consta de grupos de preven ción de recaídas, grupos educativos, grupos de apoyo social, asesoramiento individual y asesoramiento familiar. Cada semana aprenderá sobre problemas críticos para la adicción y la recaída, recibirá orientación y apoyo de nuestro consejero licenciado en adicciones y se familiarizará con los programas de autoayuda. Como participante de este programa, se le proporcionará un horario grupal y citas individuales. Intensivo ambulatorio -adolescente HPC Servicios de abuso de sustancias, programa intensivo para pacientes ambulatorios para adolescentes, se basa en los programas basados en la evidencia de terapia de aceptación y compromiso, desarrollo de habilidades de terapia dialéctica conductual y terapia cognitivo conductual. Este pro grama consta de grupos de prevención de recaídas, grupos educativos, grupos de apoyo social, asesoramiento individual y asesoramiento familiar. Como participante de este programa, usted y sus personas de apoyo asistirán a los grupos educativos multifamilia res. El tratamiento intensivo para adolescentes ambulatorios cumple con las pautas requeridas para incluir un mínimo de al menos seis horas, y la duración del tratamiento está determinada por el progreso del paciente. Como participante de este programa, se le proporcionará un horario grupal y citas individuales. Progreso del tratamiento El proceso de tratamiento es único para todos. El progreso hacia la recuperación y el alta del tratamiento depende de los cambios de comportamiento hacia los objetivos e stablecidos en su plan de tratamiento. Durante cada sesión individual, revisará los objetivos y el progreso del tratamiento. Su plan de tratamiento se actualizará a lo largo del programa según el progreso hacia los objetivos del tratamiento. La planificaci ón del tratamiento actualizada se realizará cada 90 días durante el tratamiento. Planificación del alta La planificación del alta comienza el primer día durante la evaluación de admisión. Trabajará en cooperación con su consejero para desarrollar un plan de alta integral. Discutirá los planes de alta durante su tiempo en tratamiento y para prepararse mejor para el momento del alta. El Resumen de alta es una colaboración entre usted y su consejero licenciado en adicciones. El resumen de alta se completará y se proporcionará una copia al final del tratamiento. Horario de grupo Se programarán grupos para acomodar a todos los pacientes atendidos. El grupo se desarrollará en el momento que sea más apropiado para el consejero, los pacientes y la clínica. Una vez que se ha determinado el horario del grupo, los miembros del grupo será n informados y se les dará un horario de grupo, identificando temas, fechas y horarios para los grupos. Updated.QI.Approved.4.20.21 Page 9 of 16 Tratamiento adolescente Los adolescentes, de 12 a 17 años, pueden ingresar al tratamiento con HPC Servicios de abuso de sustancias. El programa está diseñado para el apoyo de compañero y al nivel para abordar las necesidades únicas de los adolescentes. Los pacientes menores de 14 años necesitarán que un padre / tutor legal firme la documentación del programa. La política de asistencia es la misma que l a del programa para adultos. El proceso de tratamiento es único para todos. El progreso hacia la recuperación y el alta del tratamiento depende de los cambios de comportamiento hacia los objetivos establecidos en su plan de tratamiento. Durante cada sesió n individual, revisará los objetivos y el progreso del tratamiento. Los planes de tratamiento para adolescentes serán apropiados para el desarrollo de cada paciente. Su plan de tratamiento se actualizará a lo largo del programa según el progreso hacia los objetivos del tratamiento. La planificación del tratamiento actualizada se realizará cada 90 días durante el tratamiento. El tratamiento de los adolescentes incluirá técnicas y habilidades para enfocarse en cambios positivos. Durante los grupos de adolescentes y durante los descansos, los adolescentes aprenderán y practicarán técnicas de atención plena. El cumplimiento del programa y la disciplina seguirán estrategias apropiadas para el desarrollo y se enfocarán en recompensas positivas. Acceso al idioma Ofrecemos servicios de traducción telefónica. Estamos comprometidos a servir a aquellos que no hablen nuestro idioma principal y proporcionaremos formularios en el idioma de su elección. Limites del programa No todos los programas de recu peración serán los adecuados para usted y su recuperación. Si no somos los adecuados para usted. Está bien, y le proporcionaremos referencias para otras opciones de tratamiento, para encontrar el lugar adecuado para su recuperación. Si desea obtener más información sobre las barreras de nuestro programa, puede llamar al 913 -730-3664. Updated.QI.Approved.4.20.21 Page 10 of 16 Pólizas del programa Costo del servicio de tratamiento El costo de los servicio s a menudo varía con cada paciente, ya que el camino hacia el tratamiento y la recuperación de cada persona es diferente. Por lo tanto, se reunirá con nuestro coordinador de ayuda financiera antes del inicio del tratamiento. En esa cita, le daremos un enten dimiento de las tarifas asociadas con el tratamiento y firmaremos un formulario de reconocimiento con respecto a l costo del tratamiento. En esa visita, se revisarán los beneficios de su seguro (si corresponde) y se le brindará la oportunidad de solicitar e l programa de descuento de tarifa variable. Consulte el Programa de descuento de tarifa variable de HPC adjunto para obtener detalles adicionales. Si las tarifas de los servicios cambian en cualquier momento, durante el tiempo que sea paciente, se le inf ormará de los cambios por escrito y firmará otro formulario de reconocimiento. Los reembolsos de tarifas son poco frecuentes, pero ocurren. Cuando suceden, es debido a la revisión de los servicios. Después de una revisión, si se considera necesario un reem bolso, recibirá los fondos. Póliza de asistencia El programa de tratamiento consta de sesiones individuales, grupales y familiares. Las sesiones individuales y familiares se programarán y se pueden reprogramar, si es necesario. Se espera que todos los pacientes lleguen a tiempo a las citas y sesiones grupales. Usted será responsable de comunicarse con HPC dentro de las 24 horas si no puede asistir a una sesión individual o grupal programada o se considerará injustificada. Se permite un máximo de tr es ausencias injustificadas para sesiones familiares, individuales o grupales durante el tratamiento. Después de la tercera ausencia, los pacientes serán dados de alta del tratamiento por incumplimiento. El programa requiere la asistencia como mínimo a una sesión individual por semana durante la duración del programa de tratamiento. Normalmente, los pacientes asistirán a una sesión individual o un grupo por semana. Es posible que se requieran otras sesiones para completar el programa y lograr los objetivos del tratamiento según lo determine un plan de tratamiento individualizado. Las citas grupales no se pueden reprogramar. Más de tres ausencias injustificadas resultarán en el alta del tratamiento por incumplimiento. Póliza y procedimiento de confidencialidad A todos los pacientes se les proporcionarán las reglas 42 CFR parte 2 sobre la confidencialidad de los registros de tratamiento de pacientes por uso de alcohol y drogas. A todos los pacientes se les proporcionará la pól iza de privacidad conjunta de HIPAA para HPC y HPC servicio de abuso de sustancias. Se informará a todos los pacientes sobre los tipos de situaciones que son excepciones a estas reglas y qué hacer si se han violado los derechos de priva cidad. Todos los pacientes serán Updated.QI.Approved.4.20.21 Page 11 of 16 informados sobre las p ólizas de confidencialidad y firmarán un formulario de reconocimiento para documentar la información proporcionada. Póliza de detección de drogas en orina Los Servicios de Abuso de Sustancias de HPC i dentifican la detección de drogas en orina como una herramienta terapéutica necesaria. Se requiere que todos los pacientes proporcionen una muestra aleatoria según se solicite durante el tratamiento, en la primera cita / inicio del tratamiento y al alta del tratamiento. Todos los pacientes recibirán la pó liza de detección de drogas en orina de HPC Servicios de Abuso de Sustancias y firmarán un formulario de reconocimiento para documentar la comprensión y el acuerdo de cumplimiento. Póliza de Reclamaciones / reclamaciones Todos los pacientes tienen derecho a una revisión pronta e imparcial de cualquier incidente presunto o aparente en el que se hayan violado los derechos o la confidencialidad. Todos los pacientes pueden presentar una queja o reclamo sin temo r a represalias o discriminación. En cualquier momento, cuando exista la preocupación de que se hayan violado los derechos o la confidencialidad, un paciente puede solicitar un formulario de reclamación del paciente de HPC. Los pacientes enviarán el formulario completo al director de salud conductual de HPC. El paciente será contactado con respecto a la reclamación dentro de los dos días hábiles posteriores a la presentación de las reclamaciones y se seguirán todas las pautas de confidencialidad. El paciente recibirá una respuesta por escri to con respecto a la reclamación dentro de los cinco días hábiles. En cualquier momento, o si un paciente no está satisfecho con la decisión de HPC Servicios de Abuso de Sustancias con respecto a la reclamación , el paciente puede presentar una solicitud po r escrito para una apelación al Departamento de Servicios para Personas Mayores y Discapacitados de Kansas en la siguiente dirección: Kansas Department of Aging and Disability Services 503 S. Kansas Ave. Topeka, KS 66603 -3404 Phone: 785 -296-6807 Servicios afiliados HPC trabaja en colaboración con el Centro Regional de Alcohol y Drogas de Heartland (RADAC) para proporcionar servicios de abuso de sustancias. El personal con licencia de RADAC estará en el sitio de HPC para brindar servicios de asesor amiento sobre adicciones. Updated.QI.Approved.4.20.21 Page 12 of 16 Información de salud importante Enfermedades infecciosas Enfermedades infecciosas comunes: Infecciones de transmisión sexual (ITS), VIH / SIDA, Tuberculosis y Hepatitis. (CDC, 2020). ¿Qué es una enfermedad infecciosa? Las enfermedades infecciosas son causadas por gérmenes (como bacterias, virus y hongos) que ingresan al cuerpo, se multiplican y pueden causar infecciones. (CDC, 2020) ¿Cómo se contrae una enfermedad infecciosa? Algunas infecciones son contagiosas (o transmisibles) y se transmiten de una persona a otra. Otras enfermedades infecciosas pueden transmitirse por gérmenes que se encuentran en el aire, el agua, los alimentos o el suelo. También pueden transmitirse por portadores (como insectos que pican) o por animales. (CDC, 2020) Comportamiento de alto riesgo: Adoptar comportamientos de alto riesgo es una de las principales causas de transmisión de enfermedades infecciosas, especialmente las ITS. Para prevenir la prop agación de enfermedades transmisibles, absténgase de las siguientes conductas de alto riesgo: Uso de drogas intravenosa Compartir agujas Sexo sin protección Sexo anal Múltiples parejas sexuales Compañeros sexuales del mismo género Sexo a cambio de dinero o drogas Compañeros sexuales de alto riesgo (prostitutas) Tuberculosis (TB) La tuberculosis es causada por bacterias que se transmiten por el aire y que se transmiten a través del contacto cercano con una persona infectada. La transmisión ocurre cuando una persona infectada tose, grita, canta o estornuda y los gérmenes transportados por el aire son inhalados por otra persona en sus pulmones. La tuberculosis no se transmite por la ropa, el apretón de manos, compartir una bebida, besar, compartir un cepillo de dientes o usar el baño. (CDC, 2020). Señales y síntomas : Tos fuerte (dura tres semanas o más ) Dolor en el pecho Tos con sangre o fl ema Debilidad o fatiga Pérdida de peso No tiene apetito Escalofríos Fiebre Sudando por la nocheUpdated.QI.Approved.4.20.21 Infecciones de transmisión sexual (ITS) Las ocho ITS más comunes que se transmiten por fluidos corporales son: clamidia, gonorrea, virus de la hepatitis b (VHB), virus del herpes simple tipo 2 (VHS -2), VIH, virus del papiloma humano (VPH), sífilis y tricomoniasis. (CDC, 2020). Hay muchos síntomas de las ITS, pero la mayoría de las veces la infección se propaga cuando no hay síntomas activos. La transmisión ocurre a través de flui dos corporales infectados durante el sexo anal, vaginal y oral sin protección. La mejor protección contra las ITS son los hábitos sexuales seguros: Abstinencia : La forma más confiable de evitar la exposición y la transmisión de ITS es evitar el sexo anal, vaginal y / u oral. Número reducido de parejas sexuales: Limitar el número de parejas sexuales puede reducir el riesgo y la exposición a las ITS. Sigue siendo importante que todas las parejas se realicen la prueba y compartan los resultados de las p ruebas. Monogamia mutua : Cuando ambos miembros de la pareja acuerdan ser sexualmente activos el uno con el otro. Una relación sexual a largo plazo, mutuamente monógama, con una pareja no infectada es una forma confiable de reducir la exposición y la transm isión de ITS. Protección (uso de condones): El uso constante y correcto de un condón de látex durante cada encuentro sexual es muy eficaz para reducir la transmisión de ITS. Use un condón CADA VEZ para el sexo anal, vaginal u oral. VIH y SIDA El VIH y el SIDA se transmiten a través de fluidos corporales durante el sexo anal, vaginal u oral con una pareja infectada y / o al compartir agujas o jeringas con una persona infectada, durante el embarazo, el parto o la lactancia de una madre infectada. El VIH s e transmite a través de los fluidos corporales como el semen, el fluido vaginal, la sangre y la leche materna. Línea directa nacional sobre el SIDA de los CDC: 1 -800-342-AIDS o 1 -800-342-SIDA Hepatitis El CDC (2020) define \"hepatitis\" como inflamación del hígado. Las toxinas, algunas drogas, el consumo excesivo de alcohol y las infecciones bacterianas y virales pueden causar hepatitis. El hígado del cuerpo es vital para procesar los nutrientes, filtrar la sangre y combatir las infecciones. C uando el hígado está inflamado y dañado, esas funciones se ven afectadas. Hay cinco tipos de hepatitis viral A, B, C, D y E. La causa y la transmisión de la hepatitis pueden variar, pero los comportamientos de alto riesgo, incluido el abuso de sustancias, son la principal causa de hepatitis viral. Existen vacunas tanto para la hepatitis A como para la B. La hepatitis C es más común con el uso de drogas intravenosas, ya que la transmisión se produce a través de sangre infecciosa o fluidos corporales que cont ienen sangre. Updated.QI.Approved.4.20.21 Page 14 of 16 Señales y síntomas : Dolor abdominal Debilidad Pérdida de apetito Dolor en las articulaciones Ictericia Dolores de cabeza Fiebre Nausea Orina de color obscuro Hígado agrandado Problemas digestivos Comuníquese con un proveedor de atención médica para que le realice una prueba si sospecha que tiene síntomas o exposición a través del contacto a través de conductas de alto riesgo. Para más información Para obtener más información sobre cualquiera de estas enfermedades, comuníquese con el Centro para el Control de Enfermedades (CDC) www.cdc.gov , o llamar al 1-800-3232 -4636 (800 -CDC-INFO) . Esta línea está disponible en inglés y español. Updated.QI.Approved.4.20.21 Page 15 of 16 & Updated.QI.Approved.4.20.21 Page 16 of 16 Reconocimiento del paciente Yo, ________________________ reconozco, con mi firma a continuación, que se me han explicado las siguientes pó lizas y que se me han entregado copias impresas de cada pól iza. - Derechos del paciente - Póliza de asistencia - Póliza del procedimiento de reclamaciones - Póliza de confidencialidad - Costo por los servicios de tratamiento - Información sobre enfermedades infecciosas (TB, ITS, VIH / SIDA) Entiendo que se me ha dado la oportunidad de hacer preguntas y plantear inquietudes relacionadas con las pól izas anteriores y reconozco que mis preguntas han sido respondidas satisfactoriamen te por el Consejero de Abuso de Sustancias y / o el personal del programa. Entiendo que puedo revisar estas pól izas, hacer preguntas y / o expresar inquietudes al Consejero de Abuso de Sustancias y / o al personal del programa en cualquier momento. _____ _______________________________ __________________________________________ Nombre del paciente (Letra impresa) Firma del paciente Fecha ________________________ Fecha de nacimiento del paciente _______________________________________________________ _____________________ __ Nombre del padre/tutor Firma Fecha (si es aplicable ) El paciente rechazó la e xplicación El paciente rechazó las copias impresas _______________________________________ _______________________ Firma del personal de SAS Fecha "}