{"title": "La expectativa de las vacunas podría provocar una recuperación más temprana del turismo en 2021", "author": "EDICIONES PLAZA; S L; Murcia Plaza", "url": "https://murciaplaza.com/la-expectativa-de-las-vacunas-podria-provocar-una-recuperacion-mas-temprana-del-turismo-en-2021", "hostname": "murciaplaza.com", "description": "La expectativa de las vacunas podría provocar una recuperación más temprana del turismo en 2021", "sitename": "Valencia Plaza", "date": "2020-11-19", "cleaned_text": "MURCIA. El consejero delegado de eDreams Odigeo, Dana Dunne, ha asegurado que las ultimas noticias sobre los avances de las vacunas contra la Covid-19 hacen esperar una recuperación \"más temprana\" de la demanda de viajes en 2021. \"La industria turística ha vivido unos meses muy complicados, pero tenemos muchos motivos para el optimismo\", ha remarcado Dunne durante la presentación de los resultados de su primer semestre fiscal, periodo en el que la compañía registró unas pérdidas netas de 45,2 millones de euros debido al impacto de la pandemia en el negocio. Como muestra, desde la compañía han apuntado que la semana pasada con el anuncio de Pfizer sobre sus avances en la vacuna contra la covid-19 se incrementaron un 24% las búsquedas de viajes de los españoles. En este sentido, desde la compañía han asegurado que la demanda de viajes se recuperará \"más pronto que tarde\", ya que se empiezan a apreciar signos de mejora en mercados como Rusia y China, que se aproximan a niveles pre-covid. Esto se refleja en que durante esta segunda ola de la pandemia, la actividad que registra la compañía de viajes 'online' se sitúa en un 25%, en comparación con el 5% observado durante la primera ola de virus, marcada por las duras restricciones a la movilidad en todo el mundo. \"Las restricciones a la movilidad son ahora más quirúrgicas, permitiendo que más gente viaje\", ha señalado el director financiero de la compañía, David Elizaga, durante la presentación. Elizaga ha precisado que la compañía, al ayudar a los clientes a tomar decisiones sobre sus viajes desde un principio, ve la recuperación antes que el resto de compañías de la industria turística. Según han explicado la compañía, las tendencias que observan en cuanto a viajes son que el cliente reserva más cerca del momento del itinerario, opta por una estancia de larga duración y destinos más lejanos, con características de seguridad ante una posible cancelación. "}