{"title": "Chronic Fatigue Syndrome", "author": null, "url": "https://kidshealth.org/en/parents/cfs.html", "hostname": "kidshealth.org", "description": "Chronic fatigue syndrome (CFS) is a complicated disease. It's a physical condition that also can also affect a person emotionally.", "sitename": "kidshealth.org", "date": "2023-05-22", "cleaned_text": "Chronic Fatigue Syndrome [Síndrome de fatiga crónica](/es/parents/cfs.html) What Is Chronic Fatigue Syndrome? Chronic fatigue syndrome (CFS) is a complicated disease for doctors to diagnose — and even fully understand. CFS is a chronic (long-lasting) condition that makes people feel very tired and weak. They can also have headaches, dizziness, or other physical symptoms. Sometimes they have emotional symptoms too, like anger or sadness. Different people with CFS can have different symptoms. Many CFS symptoms are similar to those of other health conditions, like mono, [Lyme disease](/en/parents/lyme.html), or [depression](/en/parents/understanding-depression.html). And the symptoms can vary over time, even in the same person. This makes treating the illness complicated. No single medicine or treatment can address all the possible symptoms. CFS is sometimes called myalgic encephalomyelitis (ME). \"Myalgic\" (my-AL-jik) means muscle aches. \"Encephalomyelitis\" (in-sef-uh-low-my-eh-LIE-tis) means that there may be [inflammation](/en/parents/inflammation.html) in the brain or spinal cord. What Are the Signs & Symptoms of Chronic Fatigue Syndrome? Someone with chronic fatigue syndrome can have many possible symptoms. The most common ones include: - severe fatigue, which can make it hard to get out of bed and do normal daily activities - sleep problems, such as trouble falling or staying asleep, or not having a refreshing sleep - symptoms getting worse after physical or mental effort (called post-exertional malaise) - symptoms or dizziness that get worse after standing up or sitting upright from a lying down position - problems with concentration and memory [headaches](/en/parents/headache.html)and [stomachaches](/en/parents/stomachaches.html) What Causes Chronic Fatigue Syndrome? Scientists have been researching chronic fatigue syndrome for many years, but they still aren't sure what causes it. There may be more than one cause. And the different causes may interact with each other to bring on different symptoms in different people. Experts are studying potential triggers, which include: - infections: Experts have wondered if infections like measles or [Epstein-Barr virus](/en/parents/mono.html)(the virus that causes mono) might increase the risk for CFS. The role Epstein-Barr plays in CFS is not clear because studies have not confirmed it as a cause. - problems with the [immune system](/en/parents/immune.html)or the [nervous system](/en/parents/brain-nervous-system.html) - hormone imbalances - emotional stress - low blood pressure Chronic fatigue syndrome can affect people of all ethnicities and ages, but it's most common in people in their forties or fifties. It's very rare in kids. A few teens do get CFS, and it affects more girls than guys. Sometimes different people in the same family get CFS. This may be because the tendency to develop CFS is genetic, but more research is needed to see if this is true. How Is Chronic Fatigue Syndrome Diagnosed? Right now, there's no test to tell if someone has chronic fatigue syndrome. Doctors ask a lot of questions about things like: - a person's medical history and the health of family members - medicines taken - allergies - smoking and drinking habits They also will do an exam. Doctors also usually order blood, urine (pee), or other tests to check for conditions that cause similar symptoms. They may send a person to see other specialists, such as a sleep specialist or a neurologist, to help with the diagnosis. A diagnosis of CFS is made after the symptoms have been present for at least 6 months. It often takes that long for tests results to come back and for consultants to see the child. But there's no need to wait 6 months to see a doctor and start treatment. Sometimes over the course of 6 months, the symptoms clear up, which might mean it was not CFS after all. Because kids and teens often feel tired for many reasons, CFS can be a misused diagnosis. Kids sometimes use being tired as a way to avoid school or other activities. Many teens are active in different sports, which can make them tired. For these reasons, doctors are careful when making a CFS diagnosis. Usually kids with CFS will continue to be tired and have symptoms on weekends and holidays, while those without CFS may perk up when not in school. How Is Chronic Fatigue Syndrome Treated? There's no known cure for chronic fatigue syndrome, but the symptoms can be treated. Experts suggest focusing on the most disruptive symptoms first, and working with the child's doctor to manage them: - Post-exertional malaise. For kids whose symptoms get worse after even mild activity, experts suggest \"pacing\" their activities. This means planning for a balance of activity and rest based on what the child and family feel are the child's limits. This can be different from one person to the next. Children with CFS should not be pushed to do more than they feel they can tolerate, as this can lead to a \"crash,\" or worsening of symptoms. - Dizziness. Kids who get dizzy or feel weak or lightheaded when they sit up or stand might need to drink more fluids, use more salt in their foods, or wear support stockings. - Sleep problems. Ensure [good sleep habits](/en/parents/sleep.html)and regular bedtime routines to overcome CFS-related sleep problems. - Problems with concentration and memory. Find ways to keep track of important things (such as keeping lists and making notes) to deal with concentration or memory problems. - Headaches and stomachaches. Gentle massage and heat may help some kids with pain from CFS. Doctors may also suggest over-the-counter (OTC) or prescription medicines for some of these symptoms. Meeting often with a [therapist](/en/parents/finding-therapist.html) or counselor can help in CFS treatment. So can getting involved in a support group for people with CFS. The main goal of therapy is to help people cope with the illness, which can be hard or stressful to live with. It will not help treat or cure the illness itself. Sometimes techniques like deep breathing, massage therapy, and yoga can reduce stress and make a person feel better. Therapy and support groups can also help students with CFS deal with the academic or social challenges. It's common for kids and teens with CFS to miss school, have poor grades, or withdraw from friends and social situations. How Can Parents Help? To help your child cope with the emotional symptoms of chronic fatigue syndrome: - Encourage your child to keep a daily diary to identify times when they have the most energy and help plan activities for these times. - Help your child to recognize and express feelings, such as sadness, anger, and frustration. It's OK to grieve the loss of energy. - Get support from family and friends because emotional health is important when coping with a chronic health problem. - Allow more time for your child to do things, or break down activities into smaller steps, especially activities that take concentration or physical effort. - Work with your child's teachers and school administrators to adjust their workload so that it fits within the limits of what your child can tolerate. What Else Should I Know? Having chronic fatigue syndrome can be hard. But for most people, the symptoms are most severe in the beginning. Later, they may come and go. Teens with CFS generally get better faster and recover more completely than adults do. Most teens get partial or full recovery within 5 years after symptoms began. Many new and experimental treatments for CFS are available. But don't use any unproven treatments (such as extreme doses of vitamin or herbal supplements) until checking with your doctor. CFS is a misunderstood illness. But scientists continue to learn about it through research and [clinical trials](/en/parents/clinical-trials.html). They're trying to better understand its symptoms and causes in kids and teens. Good medical care and coping techniques are the keys to helping your child manage chronic fatigue syndrome. You can find more information and support "}