{"title": "COVID testing: How, why and when? | VCU Health", "author": null, "url": "https://www.vcuhealth.org/news/covid-testing-how-do-you-get-tested", "hostname": "vcuhealth.org", "description": "Updated April 26, 2022, to include information on a new COVID diagnostic test, the Breathalyzer, and emphasize the need for early testing to start treatment early — especially with the COVID pills You've got a sore throat. A runny nose. A bit of a cough. But it's pollen season. Surely it's just allergies. Or is it? Should you get tested? Here, VCU Health infectious disease experts Gonzalo Bearman, M.D., and Michelle Doll, M.D., explain why testing is so important, when you should get tested and how to get tested. Why is testing so important? Testing lets you know if you have COVID-19. If you do have COVID, you can watch for symptoms and get treated early, when it will help the most. This is particularly relevant to the new COVID-19 pills. By taking the pills within five days of your first symptoms, when symptoms are still mild to moderate, you will likely avoid severe COVID-19. So the sooner you are diagnosed with COVID-19, the greater the likelihood you will get the pills in time. Equally important, however, is that if you know you have COVID, you can isolate yourself to avoid passing the virus on to others. Testing is crucial to help protect others who can get critically ill and die from COVID. When should you get tested? Get tested: If you have symptoms of COVID-19, regardless of vaccination status If you do NOT have symptoms but you were exposed to someone with COVID-19, quarantine and testing recommendations depend on your vaccination status. See these CDC guidelines. Symptoms of COVID-19 can include but are not limited to: Fever Symptoms of COVID-19 can include but are not limited to: Cough Shortness of breath or difficulty breathing Chills Shaking with chills Muscle pain or body aches Headache Sore throat New loss of taste or smell Congestion or runny nose Nausea or vomiting Diarrhea Where can you get tested? Do NOT go to a hospital emergency room for your test if you are having only mild symptoms. The emergency room is for true medical emergencies, such as heart attack or stroke. COVID tests are available at: Pharmacies Urgent care centers Some non-profit health care services Please visit the Virginia Department of Health for a list of COVID-19 testing sites near you. Tests are usually by appointment only. Do you need to get tested if you've been vaccinated? Won't that protect you from COVID-19? If you've been vaccinated, you can still get COVID-19 — though the risk is lower and your symptoms may be milder. Although YOU might not get terribly sick if infected, you can still pass the virus on to others. Unvaccinated and immunocompromised individuals remain at risk of severe disease if infected. Testing lets you know whether it's safe for you to be around others. What tests are available, and what's the difference? The PCR test is the gold standard for detecting active infection. It can detect even minute amounts of virus in your system. Unfortunately, the test results often take a while to come back — a few days if the testing site uses an off-site lab; just a few hours if there's an in-house lab. The rapid (antigen) test is faster, but it's not necessarily as accurate or as sensitive. The antigen test bases its result on the amount of virus it detects in your body (viral load). If you test too early, though, the antigen test may give you a false (untrue) negative because you don't have enough virus in your system for the test to pick up. It may take a couple days after infection for you to have enough virus for the rapid test to identify. While there continues to be high community COVID activity, if you have symptoms of COVID-19, even with a negative antigen test, you should continue to quarantine and seek testing with a PCR test. The PCR and antigen tests are used to tell you if you currently have COVID-19. The antibody test can provide information about prior exposure to COVID-19 or vaccination. An antibody test should not be used to diagnosis current infection. It is used mainly by public health officials to understand COVID spread, transmission rates and other statistical and demographic trends. On April 14, 2022, the FDA authorized for emergency use a new, less invasive test that analyzes your breath to detect COVID-19. The COVID-19 Breathalyzer is rapid and highly accurate. What happens in a drive-thru test? Drive-thru tests are available at some pharmacies and Walmarts. Search \"drive up COVID testing\" and your city for a list in your area. Just like an office appointment, schedule your drive-thru appointment in advance. In general, when you get to the testing site, remain in your vehicle with the window rolled up. Show your confirmation email, a valid state ID or driver's license and your insurance card or voucher. You will perform the nasal swab yourself under the direction of a pharmacy team member. Do you need to self-quarantine while awaiting your test results? This depends on many factors, including why you are obtaining the test and your vaccination status. For the most current guidelines on quarantine and isolation, please see these updated guidelines from the Centers for Disease Control and Prevention or this infographic from the Virginia Department of Health. What should you do if you test positive? See these CDC guidelines. See All News See Vaccine News Sign Up for E-Newsletter", "sitename": "vcuhealth.org", "date": "2022-04-26", "cleaned_text": "COVID testing: How, why and when? PCR test? Rapid test? Breathalyzer? Learn when you should get tested, why you should get tested and how you can get tested.April 26, 2022 Updated April 26, 2022, to include information on a new COVID diagnostic test, the Breathalyzer, and emphasize the need for early testing to start treatment early — especially with the COVID pills You've got a sore throat. A runny nose. A bit of a cough. But it's pollen season. Surely it's just allergies. Or is it? Should you get tested? Here, VCU Health infectious disease experts [Gonzalo Bearman, M.D.](/find-a-provider/gonzalo-bearman), and [Michelle Doll, M.D.](/find-a-provider/michelle-doll), explain why testing is so important, when you should get tested and how to get tested. Why is testing so important? Testing lets you know if you have COVID-19. If you do have COVID, you can watch for symptoms and get treated early, when it will help the most. This is particularly relevant to the new COVID-19 pills. By taking the pills within five days of your first [symptoms](/news/covid-19/what-is-covid-19?keyword=symptoms&page=2), when symptoms are still mild to moderate, you will likely avoid severe COVID-19. So the sooner you are diagnosed with COVID-19, the greater the likelihood you will get the pills in time. Equally important, however, is that if you know you have COVID, you can [isolate yourself](/news/covid-19/what-does-it-mean-to-self-quarantine?keyword=quarantine&page=2) to avoid passing the virus on to others. Testing is crucial to help protect others who can get critically ill and die from COVID. When should you get tested? Get tested: - If you have symptoms of COVID-19, regardless of vaccination status - If you do NOT have symptoms but you were exposed to someone with COVID-19, quarantine and testing recommendations depend on your vaccination status. See these [CDC guidelines](https://www.cdc.gov/coronavirus/2019-ncov/your-health/quarantine-isolation.html). Symptoms of COVID-19 can include but are not limited to: - Fever - Symptoms of COVID-19 can include but are not limited to: - Cough - Shortness of breath or difficulty breathing - Chills - Shaking with chills - Muscle pain or body aches - Headache - Sore throat - New loss of taste or smell - Congestion or runny nose - Nausea or vomiting - Diarrhea Where can you get tested? Do NOT go to a hospital emergency room for your test if you are having only mild symptoms. The emergency room is for true medical emergencies, such as heart attack or stroke. COVID tests are available at: - Pharmacies - Urgent care centers - Some non-profit health care services Please visit the [Virginia Department of Health](https://www.vdh.virginia.gov/coronavirus/protect-yourself/covid-19-testing/covid-19-testing-sites/) for a list of COVID-19 testing sites near you. Tests are usually by appointment only. Do you need to get tested if you've been vaccinated? Won't that protect you from COVID-19? If you've been vaccinated, you can still get COVID-19 — though the risk is lower and your symptoms may be milder. Although YOU might not get terribly sick if infected, you can still pass the virus on to others. Unvaccinated and immunocompromised individuals remain at risk of severe disease if infected. Testing lets you know whether it's safe for you to be around others. What tests are available, and what's the difference? The PCR test is the gold standard for detecting active infection. It can detect even minute amounts of virus in your system. Unfortunately, the test results often take a while to come back — a few days if the testing site uses an off-site lab; just a few hours if there's an in-house lab. The rapid (antigen) test is faster, but it's not necessarily as accurate or as sensitive. The antigen test bases its result on the amount of virus it detects in your body ( [viral load](/news/covid-19/breakthrough-infections-viral-load-what-does-this-mean-to-you)). If you test too early, though, the antigen test may give you a false (untrue) negative because you don't have enough virus in your system for the test to pick up. It may take a couple days after infection for you to have enough virus for the rapid test to identify. While there continues to be high community COVID activity, if you have symptoms of COVID-19, even with a negative antigen test, you should continue to quarantine and seek testing with a PCR test. The PCR and antigen tests are used to tell you if you currently have COVID-19. The antibody test can provide information about prior exposure to COVID-19 or vaccination. An antibody test should not be used to diagnosis current infection. It is used mainly by public health officials to understand COVID spread, transmission rates and other statistical and demographic trends. On April 14, 2022, the FDA authorized for emergency use a new, less invasive test that analyzes your breath to detect COVID-19. [The COVID-19 Breathalyzer](https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-authorizes-first-covid-19-diagnostic-test-using-breath-samples#:~:text=Today%2C%20the%20U.S.%20Food%20and,SARS%2DCoV%2D2%20infection.#:~:text=Today%2C%20the%20U.S.%20Food%20and,SARS%2DCoV%2D2%20infection.) is rapid and highly accurate. What happens in a drive-thru test? Drive-thru tests are available at some pharmacies and Walmarts. Search \"drive up COVID testing\" and your city for a list in your area. Just like an office appointment, schedule your drive-thru appointment in advance. In general, when you get to the testing site, remain in your vehicle with the window rolled up. Show your confirmation email, a valid state ID or driver's license and your insurance card or voucher. You will perform the nasal swab yourself under the direction of a pharmacy team member. Do you need to [self-quarantine](/news/covid-19/what-does-it-mean-to-self-quarantine) while awaiting your test results? This depends on many factors, including why you are obtaining the test and your vaccination status. For the most current guidelines on quarantine and isolation, please see these [updated guidelines from the Centers for Disease Control and Prevention](http://link.mediaoutreach.meltwater.com/ls/click?upn=e0zUnTFACR0mG9Nbu8ZA1mlNRMTWO7uwc12QyM8joGI03K0-2Fgo9AVdyKcCZu1TEj1lambiEHwm4ZfR-2Bawr96ry0mLT0YvoXJd7NKTEfezLHArWKxB1lmvksVpuyhqOlzzDdP_4C-2BlQuweTf92HurmzKYTnv5egxEPshkTsndbAcCK9dbWxD6DLwbKHWUoaTEQZ5trHJzfWH1vba6-2BcGgexbMsASoz21bWR5VS8iBwTa2GORu0bNlUHhDG0vgB9eADh0v9cOOgjRG3ReF9cpbbbOucQJQmoU1W6GQRbIpP-2BN8Qaho71jecbu-2FOeT8mt0Ug5fdcLrF0j1GP7d41i-2B-2F9N3YUXFUM6J-2F6uPkWMALTr4fBERVqTBQzOM-2FjxV7kzYleSL0doh21SLmSW3fWc0pXDWEEXH10MZ3Hxo4OLLgCY8k73s2OE5fOEQL0bnRTVioOzqL4W3SS2NVZYaGQCwY6ag4rJW-2Bh9gWgtDB7MTutwlmCz5D1XXoDNeHoqgiuqLuz-2BQx9) or this [infographic from the Virginia Department of Health](https://www.vdh.virginia.gov/content/uploads/sites/182/2020/04/Home-IsolationQuarantine-Release-Graphic_FINAL.pdf). What should you do if "}