{"title": "BICICLETAS GENERADORAS DE ENERGÍA ELÉCTRICA", "author": "Innovacion", "url": "https://medium.com/@innovacion0000/bicicletas-generadoras-de-energ%C3%ADa-el%C3%A9ctrica-edf1e152d11d", "hostname": "medium.com", "description": "Q", "sitename": "Medium", "date": "2019-07-23", "cleaned_text": "BICICLETA GENERADORA DE ENERGÍA ELÉCTRICA ALUMNOS: - Caballero Carhuaricra Josue David - Auccapiña Ruvina Daniel Isaí - Castillo Aliaga Anthony Gabriel - INTRODUCCIÓN En el Perú, el 6% de la población no cuenta con el servicio básico como es la energía eléctrica y casi un tercio de la población usa leña para cocinar. Según encargados del proyecto \"Energía, Desarrollo y Vida\" (EnDev), casi 500.000 familias rurales deben usar pilas, velas y mecheros para poder alumbrarse y gastan más de 50 soles mensuales (unos 15 dólares) por servicios de energía efímera. Además, el Ministerio de Educación (MINEDU) afirmó que, los jóvenes que viven en zonas rurales sin contar con el servicio básico como es la energía eléctrica tienden a tener un bajo rendimiento académico, ya que estos trabajan de dia y van a escuela por la tarde, entonces cuando regresan a sus hogares y quieren cumplir sus tareas o estudiar un poco más se les hace dificultoso porque no cuenta con energía eléctrica, por la tanto se ven obligados a utilizar velas o mecheros, siendo estos dos altamente peligrosos. El 12 de Julio del 2019, un niño y su hermano de 12 y 10 años respectivamente, fallecieron en un incendio ocasionado por una vela en Huarochirí. Esto mortifico a la población y nos volvimos a preguntar, ¿Hasta cuando seguirá sufriendo esta parte de la población por no contar con un servicio tan básico como es la energía eléctrica?. 1.1. Definición del problema ¿Cómo podríamos utilizar un elemento lúdico para generar energía eléctrica, la cual permita a los jóvenes de las zonas rurales estudiar en la noche por unas 6 horas? 1.2. Objetivos de la Investigación GENERAL - Generar energía eléctrica en las zonas rurales para permitir que los jóvenes estudiantes puedan estudiar por aproximadamente 6 horas en horarios nocturnos. ESPECÍFICOS: - Analizar los principales problemas que tienen los jóvenes al no contar con energía eléctrica. - Implementar bicicletas generadoras de energía para las zonas las cuales no cuentan con uno de los servicios básicos. 2. HIPÓTESIS Daremos solución a este problema centrándonos en los jóvenes estudiantes y en poder ayudarlos a que estos puedan seguir estudiando por las noches unas 6 horas aproximadamente. Implementaremos bicicletas generadoras de energía eléctrica en cada hogar que no cuente con dicho servicio básico. Estas bicicletas serán de material reciclado, dándoles un precio accesible a la población. Contaremos con la ayuda de voluntarios al momento de buscar materiales reciclados, ya que es bien sabido que a muchas personas les importa el bienestar de los otros. Además, estas bicicletas tienen un beneficio extra, ya que son un elemento lúdico para los jóvenes. Estas bicicletas producirán energía cinética y ésta a su vez se transformará en energía eléctrica, por lo tanto todos los jóvenes podrán utilizarla para poder estudiar sin preocupaciones, ya que esta energía eléctrica no es propensa a producir incendios, como lo son las velas o mecheros. 3. MÉTODOS UTILIZADOS DURANTE EL PROCESO CREATIVO 3.1. DEFINIR EL PROBLEMA E INVESTIGACIÓN SECUNDARIA Centrarnos en definir un problema específico para nuestro tema, ya que sabemos que no podemos solucionar todo el problema en sí, sino sólo una parte en particular. En la investigación secundaria recopilamos información de diferentes fuentes acerca de nuestro problema, ya sea Internet, blogs, libros y/o revistas. 3.2. INVESTIGACIÓN PRIMARIA -Entrevistas: La entrevista es uno más de los instrumentos cuyo propósito es recabar datos, pero debido a su flexibilidad permite obtener información más profunda, detallada, que incluso el entrevistado y entrevistador no tenían identificada, ya que se adapta al contexto y a las características del entrevistado. Es valiosa en el campo de la investigación y más aún cuando se utiliza en estudios de tipo mixto como una visión complementaria del enfoque cuantitativo. LINK DEL VÍDEO DE LA ENTREVISTA [https://www.youtube.com/watch?v=j7FvtUyNguY&feature=youtu.be](https://www.youtube.com/watch?v=j7FvtUyNguY&feature=youtu.be) -Mapa de Empatía: El mapa de empatía es una herramienta desarrollada por XPLANE (ahora Dachis Group), que nos ayuda a entender mejor a nuestro cliente a través de un conocimiento más profundo del mismo, su entorno y su visión única del mundo y de sus propias necesidades. -Lluvia de ideas Hoy en día existe una gran variedad de técnicas que han sido desarrolladas con el objetivo de explotar el potencial creativo de un equipo de trabajo, a fin de obtener un mayor y mejor desempeño del mismo. Con procedimientos distintos, algunas son más efectivas que otras, y en esta ocasión hablaremos acerca de una herramienta muy particular conocida como \"lluvia de ideas\", también conocida como brainstorming o tormenta de ideas, es una herramienta aplicada al trabajo en equipo, cuyo objetivo es facilitar la obtención de ideas originales en función de un tema determinado, mediante la exposición libre de los conceptos o propuestas de cada uno de los integrantes. Una lluvia de ideas se utiliza cuando existe la necesidad de dar rienda suelta a la creatividad de un equipo de trabajo, producir una gran cantidad de ideas, lograr una mayor integración de los miembros del equipo en el proceso de trabajo, y captar posibles oportunidades de mejora. En cuanto a cómo se utiliza, existen diversas técnicas para dar pie a una lluvia de ideas pero, por lo general, el resultado debe apuntar a la cantidad más que a la calidad, es decir, se busca obtener todas las ideas posibles sin mayores expectativas en cuanto a la eficacia de las mismas. Para ello, se debe plantear el tema a desarrollar y brindar un espacio de tiempo limitado para que cada miembro del equipo pueda escribir sus ideas en torno a dicho tema. Cada persona debe brindar al menos una propuesta por sesión, y su evaluación posterior será lo que determine la validez de dichas ideas en términos de calidad. . -Prototipado Un prototipo es un modelo (representación, demostración o simulación) fácilmente ampliable y modificable de un sistema planificado, probablemente incluyendo su interfaz y su funcionalidad de entradas y salidas. El prototipado modela el producto final y permite efectuar un test sobre determinados atributos del mismo sin necesidad de que está disponible. Se trata, simplemente, de testar haciendo uso del modelo. 4. PRESENTACIÓN DE LA VALIDACIÓN Y EVIDENCIAS La validación de un proyecto habilita al usuario a comprobar todos los elementos en un proyecto para ver problemas potenciales antes de publicar el proyecto. La validación del proyecto es el mismo proceso de validación que forma parte de la publicación del proyecto. Validación al joven Harold MALLA RECEPTORA Validación del Profesor Fidel Matos Casas. MALLA RECEPTORA Validación de la señora María MALLA RECEPTORA LINK DE LOS VÍDEOS DE LA VALIDACIÓN [https://www.youtube.com/watch?v=fpU24aAjllY&feature=youtu.be](https://www.youtube.com/watch?v=fpU24aAjllY&feature=youtu.be) 5. ANÁLISIS DE RESULTADO La bicicleta resulta ser una buena idea, además los materiales con la que fueron hechas son cosas recicladas como una bicicleta que nadie usa, la energía que se va a producir será suficiente para tener unos focos encendidos por horas así mismo se puede hacer que esta sirva para cargar celulares u otros artefactos que no necesiten de mucha potencia eléctrica. 6. CONCLUSIONES - Llegamos a la conclusión de que el bajo rendimiento académico de los jóvenes en las zonas rurales fue a causa de no tener el servicio básico que en este caso es la luz y eso impediría en poder estudiar durante la noche, también permitió que puedan tener celulares u otros medios receptores para que estén más comunicados como las radios. - La implementación de las bicicletas generadoras de energía eléctrica cumplió su propósito esperado debido a su buen funcionamiento. 7. RECOMENDACIONES PARA EL RE DISEÑO - Llevarlo a tamaño real, tratar de implementar en todas las casas y que además se pueda utilizar para conducirla fuera de casa. - Almacenar más energía y que dure más. - Utilizar luces Led para que duren más encendidos ya que su consumo es menos. - Mejorarlo para que pueda alimentar a varios dispositivos por una mayor tiempo, ya sea poniendo una mejor batería o dinamos. 8. TRABAJO A "}