{"title": "PDF", "author": "PDF", "url": "www.miteco.gob.es/content/dam/miteco/es/ceneam/programas-de-educacion-ambiental/hogares-verdes/Belleza%20y%20salud_tcm30-171772.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Cosmética Natural Tomillo La Belleza es un reflejo de la Salud. Salud y Belleza a través de las plantas.Lavanda Nombre......................................................... .....................................¡¡ Gracias por tu participación !! Y ..... ¡¡Hasta pr onto!!!! Elaborado por el equipo educativo del Centro de educación ambiental Polvoranca Parque de Polvoranca. 2891 1 Leganés Tel /Fax: 94 648 44 87 Mª la Cabeza par a todo tipo de en vase de plástico . Las esencias, las plantas y el caolín en herbolarios. Hay un herbolario genial en la calle Duque de Alba, z ona de Tirso de Molina, donde puedes compr ar las plantas al peso . La vaselina en f armacias, par a cantidades gr andes normalmente tienen que encargarla. MANUEL RIESGO , c/ Desengaño 14 . Todo tipo de product os necesarios: ceras, aceites...Bienv enid@s al primer curso de Cosmética Natur al en el CEA Polvoranca, nuestr a única intención al or ganizar este curso es abrir un espacio par a compartir y aprend er algunas recetas fáciles y naturales de productos hab ituales de cosmética, a la v ez que pasarlo bien y disfrutar con su elabor ación . Lo que os proponemos es v er: 1.-Introducción....... ........................ ........................ .............2 2.- Partes de la planta que se usa........ ........................ .........3 3.- Formas de manipulación y aplicaci ón....................... ........4 4.-Plantas más usadas.................. ........................ ...............5 5.- Botiquín natur al...................... ........................ ............... 7 6.- Masajes de car a........................ ........................ .............8 7.- Consejos prácticos................. ........................ ...............10 114! \"Plantas el Dioscórides r enovado\". Pio F ont Quer . Ed Labor. ! \"Gran enciclopedia de las plantas medici nales\" . Dr Berdonces i Serr a. Ed Tikal. ! Cuadernos didácticos del Jar dín Botánico Juan Carlos I. ! Hierbas que cur an: Edmund Chess. Ed Altorrey ! Curar con las flores del doct or Bach.Irmgarg W enzel. Ed Elf os ! 1001 R emedios ales. Laurel V ukovic. Ed. DK Pearson Alhambr a8.- RECETAS 1.- INTRODUCCIÓN Los usos que las personas hacemos de las plantas son infinitos: desde ornamentales y jardinería, i ndustriales,bioenergéticas, mad erables, mágico-r eligioso , medicinales, tóxicas y v enenosas, aromáticas, alimentarias, y un largo etc. En este curso nos v amos a centr ar en su uso cosmético , es decir , prepar ar productos natur ales destinados a un fin estético , protector o de tratamiento cuy a aplicación es en la piel. Está muy relacionado c on el uso medicinal (fitoter apia) y a que el aspecto externo es un reflejo del estado de salud interior; usaremos plantas com o la caléndula, el r omero ..., y lo ref orzaremos con esencias (ar omater apia) como remedio contr a eccemas, piel seca, quemadur as... El objetiv o es recuper ar la salud de nuestr a piel de car a, manos... el pelo... ¡Todo el cuerpo!! Y ... resplan decer Salud y ¿Qué la Aromaterapia? Es una f orma de medicina alternativ a que usa aceites esenciales y extr actos de plantas par a el tr atamientos de ciertos males, principalmente se aplica por inhal ación o ingestión de ciertos extr actos v egetales. Sin entr ar muy a f ondo, es interesante saber cómo funciona: las prol ongaciones nerviosas de las células olfativas alcanzan el bulbo olf atorio terminando así en los glomérulos que es donde se procesan las señales aromáticas que son cond ucidas por las células r eceptor as especiales hacia el sistema límbico y al h ipotálamo . Un poco de tiempo después parte de la inf ormación olorosa alcanza l a corteza cerebr al haciendo consciente el ar oma percibido y \"sientes\" los ef ectos estimulantes, relajantes, r evitalizador , etc. todo un mundo , y sólo por nombr arlo, seguro que has oído hab lar de Las Flores de Bach, método cr eado por el Dr Bach que identificó 12 tipos de carácter y 38 remedios que t ratan y equilibr an cada problema. Hoy en día se han i dentificado hasta 2000 elixires flor ales. 2132.- PARTES DE LA PLANTA QUE SE USA Hoja TalloFrutoFlor Raíz8.- RECETAS 312Los principios activ os son las sustancias que v an a producir los ef ectos en el organismo y se localizan en diferentes partes de las plantas. Es muy importante par a saber la f orma de manipulación y aplicación8.- RECETAS 3.- FORMAS DE MANIPULACIÓN Infusión: Hervir agua y v erter sobre la planta. T apar y esper ar un tiempo , entre 5-10min, dependerá de l a planta. Colar , filtrar y usar . Decocción: Hervir agua, añadir la planta y dejar cocer 10-30 min. Separ ar del f uego, dejar reposar 5 min. Filtr ar y usar . Maceración: se sumergen las plantas en un líquido , agua o aceite. Puede ser en frío o en caliente. En f río, se llena un fr asco de cristal con la planta y se vierte el aceite encima hasta que cubr a la planta. Se cierr a herméticamente y se guarda en u n sitio oscuro . Si es en caliente; se pone el aceite con planta al bañ o maría entre 1-1,5h según la planta. Tintura: Macer ación de la planta con alcohol , unos 10 días, el alcohol coge el color de la planta. El alc ohol v aría según la receta: 96 º, 80º... Polvos: se tritur a la planta seca Esencia : proceso complejo de destilac ión por v apor de agua en alambique a f uego directo o con v apor de agua a presión. Ungüento : se pone la planta en una gr asa, antes se usaba la manteca de cerdo y ahor a la v aselina medicinal. Al baño María 1h. Cataplasma: indicadas par a dolores, inflamación, cólicos, problemas respir atorios. Se tritur a la planta, se mezc la con agua y con harina o semilla de lino par a que espese. Se prepar a a fuego lento , no más de 50º, la papilla se en vuelve en u na gasa y se aplica en la z ona. Cuando se ha enfriado se cambia por otra. Compresa: se usa el líquido de una inf usión, decocción o tin tura. Recomendadas par a contusiones o dolores. Se pone en una g asa, se escurre un poco y se aplica en la zona. Baños: se hace una inf usión más concentr ada. Puede ser de manos, pies o de asiento contr a hemorroides, cistitis, etc. 4 114.- PLANTAS MÁS USADAS 7.- CONSEJOS PRÁCTICOS Arnica : (Arnica montana). Flor es. Inflamaciones locales por golpes, reumat ismo y dolores muscular es y articulares en gener al, en los que actúa disminuy endo los moratones y coágulos sanguíneos que se acumulan debajo de la piel. Con mucho cuidado al aplicar p or vía interna y evitarse en personas con pieles sensibles o con erupciones. Avena : (Avena sativa). Semillas. Es una gr amínea relajante, p or la tanto indicado par a el nerviosismo e insomnio; sobr e la piel tiene un efecto emoliente (sua vizante) Caléndula o flor mar avilla. (Calendula officinalis). Flores. Antiséptica y antiinflamatoria, especial mente indicada par a problemas de ec cemas, quemadur as e irritaciones en la piel. Tiene actividad antibacteriana y f ungicida. Cascara sagrada (Rhamnus purshiana). Se usa la corteza. P estreñimiento habitual y hemorroides Castaño de indias: ecto protector sobr e las paredes v asculares, por tanto f avorece la cir culación. Cola de caballo: (Equisetum arv ense). R amas. Planta muy rica en sales miner ales. Especialmente indicado como diu rética y reminer alizante. Hamamelis: otr as enf ermedades que conllev an dilatación venosa e insuficiencia cir culatoria de retorno . El agua de hamamelis se usa por sus propiedades estípt icas. Puede presentar ef ectos secundarios como sudor ación. ! Pon en marcha hábitos sanos de alimentación, medicina y belleza. Hay un viejo dicho hipocrático que dice: que tu alimento sea tu medicamento y tu medicamento tu alimento\" ! Y otro más moderno que nos llega de Oriente: \"no te pongas sobre la piel algo que no te puedas comer\" ! Nuestro balcón puedes ser una farmacia natural. ! Sigue cuidadosamente las recetas, en cuanto a cantidades, forma de elaboración y aplicación. Sobre todo las contraindicaciones. ! Tener en cuenta el tipo de piel. !No olvides limpiar bien el material antes de usarlo, !Evita el aluminio, usa el cristal. !Es más divertido, y rentable, si te juntas con unas amigas, se recupera y revaloriza el encuentro, las tertulias y la elaboración artesanal. ! Infórmate, busca y comparte otras recetas naturales. Resalta el valor y la importancia de un contacto con lo sano y natural 5106.- MASAJES DE CARA 4.- PLANTAS MÁS USADAS Lavandas : (Lavandula sp) (L of ficinalis, L spica... ) Flores. Sobr e el sistema nervios ejerce un ef ecto relajante, y sobre el estómago un efecto estimulante. Es antiséptico y ex celente antiinflamatorio , eficaz en contusiones, dolor es tipo reumático . Manzanilla: (Matricaria camomila) Flor es y esencia. Es a, estimulante de las secrec iones digestiv as, carminativ a y colerético . Sobre el sistema nervioso es r elajante. Tiene ef ecto emoliente, calmante y antiséptica aplicado por vía externa. Romero: (Rosmarinus offici nalis). Hojas y flores. Es un b uen tónico del sistema cir culatorio y nervioso . Es antiinflamatorio , antireumático y tonificante muscular . Es colagogo y coler ético. Es emenagogo y se usa en alter aciones de la menstruación. Rosa: (Rosa canina). Flor es y frutos. Los pétalos t ienen propiedad de laxante sua ve y relajante; en camb io los frutos llamado escaramujos son astringentes; tienen un alto contenido de vitamina C. Parece tener pr opiedades hipoglucemiantes siendo buen complemento en fórmulas antidiabéticas. Salvia: (Salvia of ficinalis) Hojas. Se la atribuy en gran cantidad de propiedades medicinal es: antisudorófica, el embar azo Tomillo: (Thymus vulgaris). Flor es. Por vía interna es antimicrobian o, antiespasmódico muscular . Sobre el sistema externa: se usa como bactericida y fungicida. Y muchas otr as que no se pueden olvidar: azahar , ortiga, hipérico , uva, etc. 9 66.- MASAJES DE CARA 5.- BOTIQUÍN NATURAL Además del material esencial como son v endas, tiritas, alcohol, un termómetr o, se aconseja que no f alte: , para las quemadur as Aloe v era, se puede cultiv ar en una maceta o en el jardín. P ara cortes y heridas Aceite de caléndula o ungüento , remedio par a cualquier problema de pi el. Tintur a de árnica, par a golpes y hematomas. Cáscar a sagr ada, contr a el estreñimient o. Ungüento r omero par a dolores muscul ares.!Aceite de hipérico ! ! ! ! ! ! 7 8 "}