{"title": "Protocol III - Wikipedia", "author": null, "url": "https://en.wikipedia.org/wiki/Protocol_III", "hostname": "wikipedia.org", "description": null, "sitename": "Wikimedia Foundation, Inc.", "date": "2005-12-08", "cleaned_text": "Protocol III Protocol III is a 2005 amendment [protocol](/wiki/Protocol_(diplomacy)) to the [Geneva Conventions](/wiki/Geneva_Conventions) relating to the Adoption of an Additional Distinctive Emblem. Under the protocol, the [protective sign](/wiki/Protective_sign) of the [Red Crystal](/wiki/Emblems_of_the_International_Red_Cross_and_Red_Crescent_Movement#Red_Crystal) may be displayed by medical and religious personnel at times of war, instead of the traditional Red Cross or Red Crescent symbols. People displaying any of these protective emblems are performing a humanitarian service and must be protected by all parties to the conflict. History[ [edit](/w/index.php?title=Protocol_III&action=edit§ion=1)] By the middle of the 19th century, [modern warfare](/wiki/Modern_warfare) had become increasingly indiscriminate. It was not uncommon for a [combat medic](/wiki/Combat_medic) on the field of battle to be fired upon and to die while collecting and caring for the wounded. There was a growing recognition of the need to distinguish medical personnel from combatants, to make it easier for military commanders to avoid and protect them. [[3]](#cite_note-3) Allowing each country to develop its own emblem would have led to confusion. What was needed to save lives was a single neutral emblem that all countries recognized and used equally. The [1864 Geneva Convention](/wiki/First_Geneva_Convention) establishes that a distinctive emblem should be worn by medical personnel on the field of battle as an indication of their humanitarian mission and their non-combatant status. [[4]](#cite_note-pictet-4) At that time, the chosen symbol was a red cross on a white background. Muslim nations have objected to this symbol due to its resemblance to the [Christian cross](/wiki/Christian_cross). As early as 1876, the [Ottoman Empire](/wiki/Ottoman_Empire) introduced the Red Crescent as an alternative, less Christian emblem. Additional emblems have been proposed, including the red [lion and sun](/wiki/Lion_and_sun) of [Persia](/wiki/Red_Lion_and_Sun_Society), [[5]](#cite_note-5) the double emblem (both the red cross and red crescent together) by the Red Cross Society of [Eritrea](/wiki/Eritrea), and the red shield of David by [Magen David Adom](/wiki/Magen_David_Adom) of Israel. Over time the adoption of a single, universal emblem has been met with two recurrent difficulties: [[6]](#cite_note-6) - They may be perceived as having religious, cultural or political connotations. This perception conflicts with neutral, humanitarian status of medical personnel in armed conflicts. - These emblems are tied to membership in the [National Societies](/wiki/International_Federation_of_Red_Cross_and_Red_Crescent_Societies). Members are required to use the red cross or red crescent emblem. Since [Magen David Adom](/wiki/Magen_David_Adom)was unwilling to give up their red shield of David, they were not granted membership. Without membership, they were not eligible for certain protections under the [Geneva Conventions](/wiki/Geneva_Conventions). In 2005, an international delegation finally achieved a comprehensive solution to these difficulties with the adoption of Protocol III. Magen David Adom is granted protections under the Geneva Conventions as long as they display the Red Crystal in the context of international conflict. As of July 2020, Protocol III has been [ratified](/wiki/Ratified) or [acceded to](/wiki/Vienna_Convention_on_the_Law_of_Treaties) by 78 countries and signed by a further 20. [[7]](#cite_note-7) The treaty came into force on 14 January 2007. Governing rules[ [edit](/w/index.php?title=Protocol_III&action=edit§ion=2)] Article 2 of this brief [protocol](/wiki/Protocol_(diplomacy)) recognizes an additional distinctive emblem, the Red Crystal, that may be used in addition to, and for the same purposes as, the Red Cross and Red Crescent symbols. All three emblems are appointed the same legal status. There are two distinct uses that are recognized for all three emblems: [[8]](#cite_note-emblems-8) - Protective use. Medical and religious personnel may mark themselves, their vehicles, ships and buildings as a sign of their humanitarian mission and protected status under the [Geneva Conventions](/wiki/Geneva_Conventions), particularly the [First Geneva Convention](/wiki/First_Geneva_Convention). The protections of the Geneva Convention do not depend on the wearing of the emblem. The emblems are merely a visible sign of the protected status of individuals. Members of the armed forces may use these markings at all times. Civilian institutions such as hospitals may use these markings temporarily, within the context of an armed conflict. - Indicative use. Members of the [movement](/wiki/International_Red_Cross_and_Red_Crescent_Movement)may wear the emblems in both times of conflict and times of peace as an indication of their membership. Misuse of these emblems is prohibited by [international law](/wiki/International_law). Misuse may diminish their protective value and undermine the effectiveness of humanitarian workers. Use of one of the emblems to protect combatants and military equipment with the intent of misleading an adversary is [perfidy](/wiki/Perfidy) and is considered a [war crime](/wiki/War_crime). [[8]](#cite_note-emblems-8) See also[ [edit](/w/index.php?title=Protocol_III&action=edit§ion=3)] [List of parties to the Geneva Conventions](/wiki/List_of_parties_to_the_Geneva_Conventions): includes a list of states that signed and a list of states that have ratified Protocol III [Protocol I](/wiki/Protocol_I), a 1977 amendment adopted addressing the protection of victims in international conflicts. [Protocol II](/wiki/Protocol_II), a 1977 amendment adopted relating to the protection of victims of non-international armed conflicts. References[ [edit](/w/index.php?title=Protocol_III&action=edit§ion=4)] [^](#cite_ref-1) [\"Protocol additional to the Geneva Conventions of 12 August 1949, and relating to the Adoption of an Additional Distinctive Emblem (Protocol III), 8 December 2005\"](https://ihl-databases.icrc.org/applic/ihl/ihl.nsf/States.xsp?xp_viewStates=XPages_NORMStatesSign&xp_treatySelected=615). International Committee of the Red Cross. International Committee of the Red Cross. n.d. Retrieved 1 April 2019. [^](#cite_ref-2) [\"Protocol additional to the Geneva Conventions of 12 August 1949, and relating to the Adoption of an Additional Distinctive Emblem (Protocol III), 8 December 2005\"](https://ihl-databases.icrc.org/applic/ihl/ihl.nsf/States.xsp?xp_viewStates=XPages_NORMStatesParties&xp_treatySelected=615). International Committee of the Red Cross. International Committee of the Red Cross. n.d. Retrieved 9 April 2019. [^](#cite_ref-3)Bugnion, Francois (2000). [Towards a comprehensive solution to the question of the emblem](http://www.mdais.com/e/347/&mod=download&me_id=5809). International Committee of the Red Cross. Retrieved 4 August 2009. [^](#cite_ref-pictet_4-0)Pictet, Jean (1958). [Geneva Conventions of 12 August 1949: Commentary](https://www.loc.gov/rr/frd/Military_Law/Geneva_conventions-1949.html). International Committee of the Red Cross. [ISBN](/wiki/ISBN_(identifier)) [2-88145-065-2](/wiki/Special:BookSources/2-88145-065-2). Retrieved 4 August 2009. [^](#cite_ref-5)The red lion and sun, while still a recognized protective symbol today, has fallen into disuse. Iran/Persia was the only country to use this symbol, and they have since switched to the Red Crescent after the [Iranian Revolution](/wiki/Iranian_Revolution). [^](#cite_ref-6)Pulles, Gerrit Jan (2005). [\"Crystallizing an emblem: on the adoption of the third additional protocol to the Geneva Conventions\"](https://books.google.com/books?id=kXlU1-N0C1MC&pg=PA296). Yearbook of International Humanitarian Law. International Committee of the Red Cross. 8: 296-319. [doi](/wiki/Doi_(identifier)): [10.1017/S1389135905002965](https://doi.org/10.1017%2FS1389135905002965). [ISBN](/wiki/ISBN_(identifier)) [978-90-6704-244-4](/wiki/Special:BookSources/978-90-6704-244-4). Retrieved [\"States party to the main treaties\"](https://www.icrc.org/Web/Eng/siteeng0.nsf/html/party_main_treaties). International Committee of the Red Cross. 3 October 2013. Retrieved 1 July 2020. - ^ [a](#cite_ref-emblems_8-0) [b](#cite_ref-emblems_8-1) [Emblems of humanity](https://www.icrc.org/eng/resources/documents/publication/p0876.htm). International Red Cross and Red Crescent Societies. 2007. Retrieved 5 August 2009. External links[ [edit](/w/index.php?title=Protocol_III&action=edit§ion=5)] [Categories](/wiki/Help:Category): [Geneva Conventions](/wiki/Category:Geneva_Conventions) of extended Guernsey](/wiki/Category:Treaties_extended_to_Guernsey) [Treaties Bermuda](/wiki/Category:Treaties_extended_to_Bermuda) [Treaties extended to the British Antarctic Territory](/wiki/Category:Treaties_extended_to_the_British_Antarctic_Territory) [Treaties extended to the British Indian Ocean Territory](/wiki/Category:Treaties_extended_to_the_British_Indian_Ocean_Territory) [Treaties extended to the British Virgin Islands](/wiki/Category:Treaties_extended_to_the_British_Virgin_Islands) [Treaties extended to the Cayman Islands](/wiki/Category:Treaties_extended_to_the_Cayman_Islands) [Treaties extended to the Falkland Islands](/wiki/Category:Treaties_extended_to_the_Falkland_Islands) [Treaties extended to the Isle of Man](/wiki/Category:Treaties_extended_to_the_Isle_of_Man) [Treaties Montserrat](/wiki/Category:Treaties_extended_to_Montserrat) [Treaties extended to the Pitcairn Islands](/wiki/Category:Treaties_extended_to_the_Pitcairn_Islands) [Treaties extended to South Georgia and the South Sandwich Islands](/wiki/Category:Treaties_extended_to_South_Georgia_and_the_South_Sandwich_Islands) [Treaties extended to Saint Helena, Ascension and Tristan da Cunha](/wiki/Category:Treaties_extended_to_Saint_Helena,_Ascension_and_Tristan_da_Cunha) [Treaties extended to the Turks "}