{"title": "Use of Integrative Medicine in the United States Military Health System", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2013-08-01", "cleaned_text": "| | FROM: [ Evid Based Comp Alternat Med. Tracey PÚrez Koehlmoos Uniformed Services University of the Health Sciences, Bethesda, MD, USA. Integrative medicine (IM) is a model of care which uses both conventional and nonconventional therapies in a \"whole person\" approach to achieve optimum mental, physical, emotional, spiritual, and environmental health, and is increasingly popular among patients and providers seeking to relieve chronic or multifactorial conditions. The US Department of Defense (DoD) shows particular interest in and usage of IM for managing chronic conditions including the signature \"polytrauma triad\" of chronic pain, traumatic brain injury (TBI), and posttraumatic stress disorder (PTSD) among its beneficiaries in the Military Health System (MHS). These modalities range from conventional nondrug, nonsurgical options such as cognitive-behavioral therapy to nonconventional options such as acupuncture, chiropractic, and mind-body techniques. These are of particular interest for their potential to relieve symptoms without relying on opiates, which impair performance and show high potential for abuse while often failing to provide full relief. This review describes the use of IM in the MHS, including definitions of the model, common therapies and potential for use, and controversy surrounding the practice. More research is needed to build a comprehensive usage analysis, which in turn will inform sound clinical and financial practice for the MHS and its beneficiaries. From the FULL TEXT Article: Introduction Integrative medicine (IM) is a current healthcare paradigm which promotes a ôwhole personö approach to health through coordinated use of appropriate therapies originating both inside and outside of conventional medicine. Though often conflated with complementary and alternative medicine (CAM), changes in the definition of these terms make this conflation technically inaccurate. The American Board of Physician Specialties describes IM according to five areas: patient-provider partnership; consideration of all factors, including mental, physical, and spiritual, in addressing health, wellness, and disease; facilitation of the body's innate healing response through use of conventional and nonconventional methods; the use of less-invasive and less-harmful treatments whenever possible to treat the whole patient as well as the disease; and the ideal of medicine as science-based, inquiry-driven, and willing to give critical consideration to new paradigms. [1] The National Center for Complementary and Integrative Health (NCCIH) at the National Institutes of Health (NIH) defines nonconventional modalities as alternative when used in place of mainstream therapies, complementary when used as adjunct to mainstream therapies, and integrative when used as part of a coordinated system of care. [2] However, classification of therapies varies widely between sources and depends heavily on usage. Additionally, the lines between IM and conventional medicine are increasingly blurred, as nonconventional therapies such as acupuncture and chiropractic are now taught in mainstream American medical schools [3] and familiar nondrug, nonsurgical options such as cognitive-behavioral therapy are offered under the umbrella of IM. [4] The NCCIH estimates that 30% of adults and 12% of children in the United States use nonconventional therapies. [2] This use often corresponds with multifactorial or chronic illnesses, which are notoriously difficult to treat despite the involvement of multiple specialists [5, 6], and greater usage of nonconventional procedures often corresponds with greater number of comorbidities. [7] Accordingly, the Department of Defense (DoD) has shown increasing interest in and usage of IM for managing chronic conditions within the Military Health System (MHS), particularly the signature ôpolytrauma triadö [8] of chronic pain, traumatic brain injury (TBI), and posttraumatic stress disorder (PTSD) among wounded warriors. [9] A nationwide study of veterans (n = 613,391) found a three-year prevalence of 9.6% for TBI, 29.3% for PTSD, and 40.2% for pain, with 6.0% exhibiting the full polytrauma triad. [8] Symptoms of each disorder can overlap and reinforce the others, particularly in the case of chronic pain and PTSD, posing a diagnostic and therapeutic challenge. [10, 11] Chronic pain itself is a particular problem, as conventional treatment relies on opioids which impair functionality, have potential for abuse, and often fail to relieve symptoms fully. [12] This leads to an overall decrease in readiness, a significant concern for a military population. [13û15] A 2004 survey of military members and families found 81% who reported using nonconventional modalities and 69% of respondents desiring more IM options within the MHS. [16] Some research shows that military members use nonconventional therapies at a higher rate than do civilians [14], even if they must be obtained outside the MHS. Therefore, promotion of IM within the MHS reflects an effort to recapture these patients by providing care which many have already found effective [7, 14, 17], as well as to offer coordinated nondrug, nonsurgical options to new patients. This review summarizes the available literature to describe the IM therapies being used in the MHS, including the conditions for which they are sought and the evidence base for their use. This research aims to inform decision-making for integration of nondrug, nonsurgical options into coordinated care for military members and their beneficiaries. Methods The foundations of this paper were three surveys of IM in the MHS, reflecting practices in 2005 and 2009 [18], 2013 [4], and 2010û2015. [19] These included a total of 23 therapies with some overlap, which were combined where thematically appropriate (e.g., meditation, mindfulness, and guided imagery) to give a total of 15 categorical modalities. Integrative therapies not covered by one of these lists were excluded from further discussion as prevalence in the MHS could not be determined from published literature. Determination of therapies as ônonconventionalö was according to the Cochrane Collaboration's list of 51 therapies considered to be ôalternativeö or ôcomplementaryö. [20] Supporting evidence for therapies, including indications for use, mechanism of action, and effectiveness where available, was sourced through publicly available reports of the government, military, and nongovernmental research organizations and peer-reviewed literature published in or after 2000. This was the year of the Presidential directive establishing the [White House Commission on Complementary and Alternative Medicine](http://www.chiro.org/alt_med_abstracts/ABSTRACTS/WHCCAMP.shtml), marking an official change in focus from restricting access to enabling use of nonconventional therapies. [21] Additional clarification, such as definition of terms, licensing information, or coverage of treatments, was obtained from official websites of organizational bodies (e.g., American Board of Physician Specialities, American Association of Naturopathic Medical Colleges, TRICARE). Results Types of Therapies Three major surveys have assessed use of IM within the MHS. This healthcare system serves 9.4 million military members, beneficiaries, and retirees at Military Treatment Facilities (MTFs) including 55 hospitals and 373 military medical clinics. [22, 23] The earliest surveys, by Petri and Delgado in 2005 and 2009, found 19 modalities collectively available at 14 MTFs. However, only 15 modalities are reported by name. [18] The most widely offered modalities in 2005 were chiropractic, transcutaneous electrical nerve stimulation (TENS), nutritional counseling, and meditative behavioral techniques, and in 2009 they were acupuncture, biofeedback, nutritional counseling, and spiritual healing. [18] The second, by the United States Defense Health Agency (DHA), was more comprehensive and found a total of 275 ôCAM programs,ö comprising 11 modalities, collectively available at 120 MTFs (29%) in 2013. The most widely offered were acupuncture, chiropractic, and clinical nutrition therapy. [4] The third, by Williams et al. in 2016, assessed usage only of acupuncture, biofeedback, and chiropractic/osteopathic manipulation in the MHS from 2010 to 2015. This study showed 240 MTFs providing at least one of the three modalities during the study period. Of the recipients, 12.8% of active-duty service members received chiropractic/osteopathic manipulation, 1.9% received acupuncture, and 0.9% received biofeedback, for a total of 14.9% receiving at least one of these procedures during the study period. [19] In addition to these studies, a fact sheet distributed by the Defense Center of Excellence for Psychological Health and Traumatic Brain Injury (DCoE) within the DHA lists 15 ôComplementary and Alternative Medicines (CAM), modalities, and interventionsö which may be practiced particularly for psychological health or brain injury, including clinical indications for usage. [9] However, the fact sheet does not differentiate between usage in the MHS and the Veterans' Administration (VA), which are separately administered health systems, and does not provide indications for every listed intervention. [ ](../Graphics_Box_RESEARCH/GRAPHICS_7/USE_OF/Table_1.html) Table 1 Taken together, these four sources describe 23 integrative therapies, combined into 15 modalities, available in the MHS. Of those, 11 are considered nonconventional according to the Cochrane Collaboration. [20] However, there is some disagreement in classification, such as Petri and Delgado's listing of TENS therapy as a nonconventional modality [18], though it is not considered ôalternativeö by the Cochrane Collaboration [20], or clinical nutrition therapy, which is generally considered conventional [24], listed as an integrative modality by the DHA. [4] A list of modalities available in the MHS, with their classifications and indications of use where available, is presented in Table 1. Indications for Use Surveys of IM usage in the MHS by Petri and Delgado [18] and by the Defense Health Agency [4] did not connect modalities directly with indications for usage. The survey by Williams et al. showed that 90.1% of chiropractic/osteopathic encounters and 53.9% of acupuncture encounters were for musculoskeletal and connective tissue disorders, with 33.8% of osteopathic and 25.8% of acupuncture encounters for other unspecified disorders of the back. In contrast, the greatest percentage of biofeedback encounters (34.3%) was for rehabilitation procedures generally associated with mental health. [19] The DCoE fact sheet provides clinical indications for several modalities including acupuncture, chiropractic, mindfulness meditation, and herbal supplements and nutrition but does not cover the full range of modalities listed in the MHS. [9] For those modalities, publicly available, peer-reviewed literature was used to provide information on general clinical indications. These sources are also listed in Table 1. Discussion Individual Modalities, Conditions, and Evidence This section provides further discussion of the 15 IM modalities assessed within the MHS, to include prevalence, conventional versus nonconventional usage, clinical indications with particular focus on the polytrauma triad, and mechanism of action where known. These factors will provide a more complete picture of integrative modalities as used in the MHS. Acupuncture has been consistently provided in the MHS since 2005 [18] and remains one of the most prevalent modalities, being provided at 83 MTFs in 2013. [4] Acupuncture is of particular interest for the potential to relieve chronic pain without reliance on opioid drugs. [25, 27, 70, 71] Additionally, meta-analyses have found effectiveness of acupuncture to be greater than placebo in cases including back pain, knee pain, and headache. [72] Evidence is mixed but overall positive for treatment of PTSD and currently insufficient for treatment of TBI. [28, 56, 73] Techniques known in use within the MHS include dry needling, modified Chinese acupuncture, meridian-based French technique, scalp acupuncture, tendinomuscular acupuncture, moxibustion, and electrical stimulation. [74û76] Of particular interest in the MHS is an auricular technique known as ôbattlefield acupuncture,ö in which small pins are placed into the ear, frequently to control pain. [77, 79] However, the overall prevalence of the separate techniques is not reported in literature. The effectiveness of acupuncture is often attributed to the placebo effect; however, research has expanded our understanding of the mechanisms to include stimulation of somatic afferent nerves [79], differential modulation of neurotransmitters [80], and direct triggering of myofascial release points. [81] Functional MRI demonstrates differential activation of pain-controlling regions of the brain in verum versus sham acupuncture, suggesting that this change is not due entirely to the placebo effect. [82, 83] This is in line with the view of Western Medical Acupuncture, which focuses on localized neuromuscular effects [81] and does not consider itself ôalternativeö despite the Cochrane classification. Biofeedback was provided at 13 MTFs in 2013. [4] This technique involves sensors that allow the wearer to detect and learn to control functions that are normally autonomous. Systematic review indicates that biofeedback is not effective for treatment of PTSD [28] but appears to be effective overall for ameliorating psychiatric symptoms. [32] This is notable as psychosocial factors such as resilience have been shown to play a significant role in control of chronic pain. [84û86] Similarly, various biofeedback techniques appear to be effective for physical rehabilitation of neuromuscular and cardiovascular disorders. [30] One particular example is the Computer Assisted Rehabilitation Environment (CAREN), which provides visual feedback as part of a virtual-reality based training for rehabilitation, particularly in the case of limb loss. [31] While overall experience is positive, the environment can exacerbate issues such as motion sickness, and actual effectiveness varies on a case-by-case basis. [31, 87] Breathing based therapy was provided at 9 MTFs in 2013 [4]; however, as a component of many meditation and mindfulness techniques, it is likely more prevalent. This technique is often used in a mind-body setting in order to generate a relaxation response and frequently forms part of conventional behavioral interventions to address stress or anxiety. Recent studies suggest that breathing therapy works by reversing hypocapnia, a lower-than-normal concentration of carbon dioxide in the blood, and may be combined with biofeedback instruments to achieve this goal. [33] Chiropractic is another popular modality which has been provided in the MHS since at least 2005 [18] and was provided at 58 MTFs in 2013. [4] This program of spinal manipulations (adjustments) is intended to correct small misalignments (often called subluxations) that contribute to pain and other disorders. This was originally thought to address systemic disease; however, modern understanding focuses on nonsurgical spinal healthcare [88], while chiropractors themselves acknowledge the limited evidence for subluxations and the divisiveness of the term. [89] This new focus recognizes the need for chiropractic to distinguish itself from other professions and establish scientific credibility. [90] Chiropractors subscribing to this new focus argue against the portrayal of their discipline as alternative [88], despite the Cochrane classification. While chiropractic and other forms of spinal manipulation are popular choices to address lower back pain, the evidence for lasting benefit is mixed. One Cochrane review concludes that certain types of spinal manipulation offer temporary relief but not greater relief than either sham manipulation or current therapies. [91] Cognitive-behavioral therapies (CBTs) were provided at 5 MTFs in 2013 [4]; however, as a standard set of tools in clinical psychology [34], the actual prevalence is likely much greater. These techniques focus on changing the patterns of thought in order to change behaviors or emotions associated with those thoughts. [92] CBTs are regarded as a ômust tryö for PTSD, though they seem to work best as early intervention for acute-onset symptoms, versus later intervention for chronic subacute symptoms, and effectiveness can vary between individuals. [36, 37] CBTs are also useful for the ôunlearningö process in controlling chronic pain [35] and as an adjunct therapy for controlling anxiety and depression in TBI patients. [38, 39] Interestingly, CBTs show some effectiveness when provided by phone versus in person [36, 39], thus making therapy more convenient and avoiding much of the stigma associated with visiting a mental health provider. Hypnosis was provided at 6 surveyed MTFs in 2005 and 2009 [18] but was not listed in the 2013 survey. [4] This modality may be loosely defined as the ability of a subject to respond to imaginative suggestions which are delivered following an appropriate induction ritual [93], though consensus definitions have varied through time and are subject to debate by the providers. [94] There is similar debate as to its effectiveness. A review by Wahbeh et al. concludes that hypnosis may be generally helpful for PTSD despite mixed results [28]; however, no review exists for management of TBI or for chronic pain in adults by hypnosis. A 2006 study in currently deployed personnel showed that a technique called Heart Centered Hypnotherapy (HCH) reduced symptoms of PTSD as measured by a standardized checklist. [40] However, the small sample size of 10 participants in each group is insufficient for general recommendations of this therapy. Light therapy was provided at 4 surveyed MTFs in 2009 [18] and was not listed in the 2013 survey. [4] Per the Cochrane classification [20], usage may be either conventional or nonconventional. Exact usage within the MHS is not well-published. However, a pilot study of light therapy shows effectiveness for treating depression in military members [43] and has been suggested as a means of improving sleep for those working night shifts. [95] Growing evidence suggests that near-infrared laser treatment is effective for TBI [42], monochromatic infrared energy (MIRE) is effective for pain control [44û46], wound healing, and diabetic neuropathy [47û49], and chromotherapy is effective for treatment of neuropsychiatric disorders and wound healing. [50û52] However, these techniques are not specifically mentioned within the MHS, and further research is needed to determine the exact techniques in use, in order to permit full review of the evidence. Soft tissue manipulation includes modalities such as massage, myofascial release, and structural integration (ôRolfingö). Massage is listed at 9 MTFs in 2013. [4] Structural integration is not specifically listed in 2013 [4] and is listed at 3 surveyed MTFs in 2009. [18] Massage is a standard technique of physical therapy, and evidence for its use is generally positive for pain relief in the general population but less so for pain relief in patients with cancer or following surgery. [53, 54, 96] Similarly, evidence for its effectiveness in low back pain and for control of tendonitis in the knee or elbow is mixed or inconclusive. [25, 97, 98] However, it remains generally popular among patients as well as those seeking relaxation. The specific technique of structural integration combines myofascial massage techniques with postural alignment in an effort to promote optimum physical and psychological health. [99] The massage component in particular may provide genuine medical benefit when considered as stretching of the fascia. [100] However, exact types of massage and specific indications for use within the MHS are not well reported in literature. Further research is necessary to determine this. Meditation, guided imagery, and mindfulness are closely related techniques that may be used singly or in concert as either standalone therapies or adjuncts to conventional psychotherapy. [101] Within the MHS, meditation is reported at 14 MTFs in 2013. [4] Imagery is reported at 7 surveyed MTFs in 2009 [18] and is not listed in the 2013 survey but may be included as part of meditation. A particular component of many meditation therapies is mindfulness, which promotes bringing of conscious attention to some internal factor (such as breathing). This allows the practitioner to become more aware of internal responses and to recognize ôtriggerö symptoms more quickly. [102] This may serve as a reciprocal activity to the stress inoculation practiced during combat training, which prepares warfighters to handle increased stress but not necessarily to calm down afterward. [57] A technique called Mindfulness-Based Mind Fitness Training (MMFT) was demonstrated in active-duty Marines to be effective at enabling calming responses as measured by heart rate, breathing, self-reported stress score, blood neuropeptides, and functional MRI, compared to the same measurements in Marines receiving training as usual. [58] The technique has been used to address both PTSD and TBI, though results as a standalone treatment are inconclusive for PTSD and mixed for TBI. [55, 56] Nonetheless, mindfulness forms an important and growing component of conventional medicine, and systematic review describes its effectiveness for controlling symptoms of both physical and psychological disorders. [103û105] Naturopathic medicine, as reported by the 2013 survey, is practiced at only one facility, Tripler Army Medical Center in Honolulu. [4] Naturopathic practitioners are commonly associated with primary care and make use of modalities such as homeopathy and botanical medicine which are not commonly provided in conventional medical care. [59, 60] Although naturopathic medical education requires a four-year postgraduate program in similar fashion to the requirements for MD and DO degrees, the focus on nonconventional modalities and the optional versus required residency [106] pose a challenge for acceptance by the wider medical community. The American Association of Family Physicians rejects naturopathic physicians' status as primary care doctors and strongly recommends against their licensure. [107] However, 17 states plus the District of Columbia, Puerto Rico, and US Virgin Islands do license naturopathic physicians, while Massachusetts and Pennsylvania expect licensure in 2017 and 2018, respectively. [108] In this capacity, naturopathic physicians may perform diagnostic tests and minor surgery, administer injectable and IV therapies, prescribe drugs, and refer patients to specialists [109]; however, specific medical privileges vary by state. The exact indications for which naturopathy is provided within the MHS are not reported in literature. Nutrition includes both conventional and nonconventional usage, though highly variable terminology hampers this distinction. Clinical nutrition is reported as an integrative modality in use at 68 MTFs in 2013 [4], while ônutritional counselingö is reported at 12 surveyed MTFs in 2009. [18] The conventional and nonconventional focus on avoidance of chronic disease are similar. However, the integrative modality takes particular account of psychosocial factors, stresses personalized plans, and works to transition patients away from the standard American diet (SAD) and avoid toxins. [61] A related area is the use of (nonbotanical) supplements, which again may be conventional or nonconventional depending on usage. [20] The exact usage of integrative nutrition within the MHS is not well reported. However, dietary and protein supplements are often sought by military personnel for real or perceived wellness and for performance enhancement. [110, 111] Spiritual healing was reported at 3 MTFs in 2013 [4] and 12 surveyed MTFs in 2009. [18] Depending on the backgrounds of the practitioner and the person seeking care, the practice may include anything from standard chaplain services to laying on of hands, distance healing, or energy manipulation [62], none of which are in conventional medical usage. Spiritual prayer may also form an important foundation of psychotherapies, particularly those aimed at resolving survivor's guilt and other sources of internal conflict [63]. It may also be used as a component of another modality, such as yoga or meditation. [112] Transcutaneous Electrical Nerve Stimulation (TENS) is reported at 9 surveyed MTFs in 2009 [18] and is not reported on the 2013 survey [4]. This procedure involves applying a small, targeted electric current to an area of the body in order to relieve pain. TENS is routinely performed as part of conventional physical therapy and has a clear mechanism of action described in both the central and peripheral components of the nervous system. [113] Despite this, evidence for effectiveness is mixed. The Cochrane reviews show insufficient evidence to recommend TENS for low back pain [114] and to evaluate this therapy for chronic pain due to missing info and small sample sizes in the studies surveyed. [115] Other confounding issues include study heterogeneity, inadequate blinding of providers, cooccurrence of other therapies, and location of treatment sites. [114, 116] Overall, this picture of conflicting evidence highlights the need for more studies. Yoga is reported at 4 surveyed MTFs in 2009 [18] and is not listed in the 2013 survey. [4] This discipline combines gentle movement and stretching with breathing exercises and meditation, though focus on particular components can vary between practitioners and disciplines. Several studies have shown effectiveness of yoga in a military setting. A 2012 study showed that daily yoga helps troops in combat to build physiologic resilience, similar to the effect demonstrated for mindfulness above. [67] Trauma-sensitive yoga, especially a technique called iRest, works this way to draw attention inward and focus on the parasympathetic nervous system and shows promise for addressing symptoms of PTSD. [117] Similarly, the spiritual or meditative component of yoga can help to address anxiety, depression, and schizophrenia. [112] Methods of action include reduction of stress hormones cortisol and ACTH [118] and increase of GABA. [119] A systematic review and meta-analysis showed that yoga was strongly effective in the short term and moderately effective in the long term for relieving chronic lower back pain; however, results were not significantly different from those observed for other forms of exercise. [66] Yoga also shows promise for increasing balance and reducing fall risk after stroke and improving function following TBI. [68, 69] However, the specific traditions and techniques of yoga provided within the MHS are not well-described in literature. Overall Themes Three themes became apparent during the course of this review. First, the principles of IM are well-suited to address the multifactorial issues underlying the polytrauma triad. Chronic pain, TBI, and PTSD can mutually reinforce one another in a cycle that is difficult to break and which poses a challenge for conventional medicine. [10, 11] The mind-body connection in particular is well-established for the polytrauma triad, and literature shows significant relief of symptoms brought about by certain mind-body interventions. [26, 120û122] Based on this review, specific, effective interventions to address the polytrauma triad include mindfulness (which may include breathing techniques), CBT, acupuncture, chiropractic, and yoga. These are among the modalities practiced by innovative residential programs such as those at the National Intrepid Center for Excellence (NICoE) [123] and the Cincinnati VA Medical Center. [124] Notably, chiropractic and acupuncture are among the most widely provided integrative modalities at MTFs [4, 19], which is consistent with a focus on the relief of chronic pain. Second, as mentioned in the introduction, much of the push for IM comes from the service members themselves. A large military cohort study (n = 44,287) showed 39% of respondents using nonconventional therapies over the course of a year, while such usage was correlated with greater number of health conditions compared to those who used solely conventional therapies. [7] Similarly, another study shows 30% of military respondents (n = 86,131) using at least one practitioner-assisted, nonconventional therapy during a three-year period, with such usage again correlated with a greater number of health conditions. [17] Chronic pain in particular is a major driver of nonconventional therapy usage. [125] Efforts to incorporate such therapies into the MHS stem from recognition of existing patterns of usage and a desire to provide more nonopioid pain management options for service members. [125] However, it should be noted that members may also receive care through civilian facilities under the TRICARE insurance plan, which generally does not pay for treatments considered ôalternativeö. [126] Therefore, such care must be paid out of pocket if it cannot be acquired at an MTF. Third, research continues to illustrate new mechanisms of action for some modalities, which in turn builds the evidence base for continuing research. Incorporation of nonconventional modalities into mainstream medicine has previously provoked a rift between those who propose to build the evidence base for such treatments and to allow more provider and patient leeway in choosing them [3, 127] and those who oppose such investigation and usage without prior establishment of biological plausibility. [128] However, modern understanding of biological mechanisms supports prior plausibility for many modalities. For instance, acupuncture originally posited the idea of energy flow along meridians [81]; chiropractic posited vertebral subluxations as a cause of systemic disease [129]; and structural integration posited an alignment of the body's energy field with Earth's gravity. [99] In contrast, modern literature describes acupuncture in terms of localized neuromuscular effects and neurotransmitter release [81], chiropractic emphasizes its focus on spinal health [90], and proper postural alignment is a fundamental tenet of modern ergonomics. [130] Similarly, the placebo effect, which is thought to underlie the success of many integrative modalities, is now understood in terms of differential neurotransmitter and brain region activity shown on a functional MRI. [131, 132] This notably includes activation of the endogenous opioid system, along with other mechanisms described by continuing research. [133û135] Such changes in understanding establish plausible means of action for these modalities and collectively provide support for continued research into nonconventional therapies. Limitations of Review This review has two significant limitations. First, as military providers are not incentivized to publish, there is a paucity of literature discussing the use of IM specifically within the MHS. Second, the major surveys of IM in the MHS do not connect modalities directly with diagnoses or clinical indications and are insufficiently granular to differentiate between techniques practiced within a single modality (e.g., the type of acupuncture or yoga). Although some information is available through other sources, connecting the modalities with practice in a single document is important for establishing overall prevalence as well as determining conventional versus nonconventional usage. Taken together, these factors hamper a full review of the evidence. Conclusion This review highlights the wide range of IM options available within the MHS. Given the patient-driven demand for these modalities, their potential for addressing chronic disease in an effective and coordinated way, and a new focus on promoting access to these therapies, it is likely that the scope of IM in the MHS will continue expanding. Further research, such as secondary analysis of healthcare claims, will help to illustrate the larger picture of IM in the MHS and to continue building the evidence base for these treatments. This full picture will help to inform sound medical, psychological, and financial decision-making to provide the best and most cost-effective care to military members and their families. Disclosure The contents of this publication are the sole responsibility of the authors and do not necessarily reflect the views, assertions, opinions, or policies of the Uniformed Services University of the Health Sciences (USUHS), the Henry M. Jackson Foundation for the Advancement of Military Medicine (HJF), the Defense and Veterans Center for Integrative Pain Management (DVCIPM), the Department of Defense (DoD), or the Departments of the Army, Navy, or Air Force. Mention of trade names, commercial products, or organizations does not imply endorsement by the US Government. Conflicts of Interest The authors declare that there are no conflicts of interest regarding publication of this paper. References: American Board of Physician Specialties. Integrative Medicine Defined. 2017. http://www.abpsus.org/integrative-medicine-defined. National Center for Complementary and Integrative Health. Complementary, Alternative, or Integrative Health: WhatÆs In a Name? NCCIH. 2016 https://nccih.nih.gov/health/integrative-health. Institute of Medicine (US) Committee on the Use of Complementary and Alternative Medicine by the American Public. Complementary and Alternative Medicine in the United States. National Academies Press; 2005. U.S. Defense Health Agency (DHA) Integrative Medicine in the Military Health System: Report to Congress. Washington, DC, USA: 2014. Cassileth B. R., Vickers A. J. High prevalence of complementary and alternative medicine use among cancer patients: Implications for research and clinical care. Journal of Clinical Oncology. 2005;23(12):2590û2592 Esteghamati A., Mazaheri T., Vahidi Rad M., Noshad S. Complementary and alternative medicine for the treatment of obesity: a critical review. International Journal of Endocrinology and Metabolism. 2015;13 White M. R., Jacobson I. G., Smith B., et al. Health care utilization among complementary and alternative medicine users in a large military cohort. BMC Complementary and Alternative Medicine. 2011;11 Cifu D. X., Taylor B. C., Carne W. F., et al. Traumatic brain injury, posttraumatic stress disorder, and pain diagnoses in OIF/OEF/OND Veterans. Journal of Rehabilitation Research and Development. 2013;50(9):1169û1176 Defense Centers of Excellence for Psychological Health and Traumatic Brain Injury. Complementary and Alternative Medicines (CAM), Modalities, and Interventions. Lew H. L., et al. Prevalence of chronic pain, posttraumatic stress disorder, and persistent postconcussive symptoms in OIF/OEF veterans: polytrauma clinical triad. Journal of Rehabilitation Research and Development (JRRD) 2009;46:p. 697 Otis J. D., Keane T. M., Kerns R. D. An examination of the relationship between chronic pain and post-traumatic stress disorder. Journal of Rehabilitation Research and Development. 2003;40:397û405.397405 Jonas W. B., Schoomaker E. B. Pain and opioids in the military: we must do better. JAMA Internal Medicine. 2014;174(8):1402û1403 Butler L. D., Linn B. K., Meeker M. A., McClain-Meeder K., Nochajski T. H. We Don't Complain About Little Things': Views of Veterans and Military Family Members on Health Care Gaps and Needs. Military Behavioral Health. 2015;3:116û124.116124 Goertz C, Marriott BP, Finch MD, et al. [ Military Report More Complementary and](http://www.chiro.org/Non-pharmacologic_Therapy/Military_Report_More.shtml) Alternative Medicine Use Than Civilians J Altern Complement Med. 2013 (Jun); 19 (6): 509û517 Prince P. D. Army medicine officials seek to evolve warrior care. The United States Army. 2011 McPherson F., Schwenka M. A. Use of complementary and alternative therapies among active duty soldiers, military retirees, and family members at a military hospital. Military Medicine. 2004;169(5):354û357 Jacobson I. G., White M. R., Smith T. C., et al. Self-Reported Health Symptoms and Conditions Among Complementary and Alternative Medicine Users in a Large Military Cohort. Annals of Epidemiology. 2009;19(9):613û622 Petri R. P., Delgado R. E. Integrative Medicine Experience in the U.S. Department of Defense. Med. Acupunct. 2015;27:328û334 Williams V, Clark L, McNellis M. [ Use of Complementary Health Approaches at Military Treatment Facilities, Active Component,](http://www.chiro.org/alt_med_abstracts/ABSTRACTS/Use_of_Complementary_Health_Approaches_at_Military.shtml) U.S. Armed Forces, 2010-2015 Medical Surveillance Monthly Report (MSMR) 2016 (Jul); 23 (7): 9û22 Wieland L. S., Manheimer E., Berman B. M. Development and classification of an operational definition of complementary and alternative medicine for the Cochrane collaboration. Alternative Therapies In Health And Medicine. 2011;17(2):50û59 [White House Commission on Complementary and Alternative Medicine Policy](http://www.chiro.org/alt_med_abstracts/ABSTRACTS/WHCCAMP.shtml) White House Commission on Complementary and Alternative Medicine Policy Final Report. 2002 About Us - Number of Beneficiaries, TRICARE. 2017, http://www.tricare.mil/About/Facts/BeneNumbers. About Us - Dental Facilities, TRICARE. 2017, http://www.tricare.mil/About/Facts/Facilities. Cederholm T., Barazzoni R., Austin P., et al. ESPEN guidelines on definitions and terminology of clinical nutrition. Clinical Nutrition. 2017;36(1):49û64 Furlan A. D., Giraldo M., Baskwill A., Irvin E., Imamura M. Cochrane Database of Systematic Reviews. The Cochrane Collaboration. John Wiley & Sons, Ltd; 2015 Lee C., Crawford C., Hickey A., Active Self-Care Therapies for Pain (PACT) Working Group Mind-body therapies for the self-management of chronic pain symptoms. Pain Med. Malden Mass. 2014;15, Supplement 1:S21ûS39 Trinh K., Graham N., Irnich D., Cameron I. D., Forget M. Cochrane Database of Systematic Reviews. John Wiley & Sons, Ltd; 2016. Wahbeh H., Senders A., Neuendorf R., Cayton J. Complementary and Alternative Medicine for Posttraumatic Stress Disorder Symptoms: A Systematic Review. Journal of Evidence-Based Complementary and Alternative Medicine. 2014;19(3):161û175 Libby D. J., Pilver C. E., Desai R. Complementary and alternative medicine in VA specialized PTSD Treatment Programs. Psychiatric Services. 2012;63(11):1134û1136 Giggins O. M., Persson U. M., Caulfield B. rehabilitation. J. Neuro Engineering Rehabil. 2013;10:p. 60 Isaacson B. M., Swanson T. M., Pasquina P. F. The use of a computer-assisted research environment (CAREN) for enhancing wounded warrior rehabilitation regimens. Journal of Spinal Cord Medicine. 2013;36(4):296û299 Schoenberg P. L. A., David A. S. Biofeedback for disorders: a systematic review. L., Hofmann S. G. Respiratory and cognitive mediators of treatment change in panic disorder: evidence for intervention specificity. Journal of Consulting and Clinical Psychology. 2010;78(5):691û704 Hofmann S. G., Asnaani A., Vonk I. J. J., Sawyer A. T., Fang A. The efficacy of cognitive behavioral therapy: a review of meta-analyses. Cogn. Ther. Res. 2012;36:427û440 Shpaner M., Kelly C., Lieberman G., et al. Unlearning chronic pain: A randomized controlled trial to investigate changes in intrinsic brain connectivity following Cognitive Behavioral Therapy. NeuroImage: Clinical. 2014;5:365û376 Stecker T., McHugo G., Xie H., Whyman K., Jones M. A randomized controlled trial of a phone-based cognitive-behavioral intervention to improve PTSD treatment utilization among returning service members. Psychiatr. Serv. Wash DC. 2014;65:p. 1232 Qi W., Gevonden M., Shalev A. Prevention of Post-Traumatic Stress Disorder After Trauma: Current Evidence and Future Directions. Current Psychiatry Reports. 2016;18(2, article no. 20):1û11 Hsieh M.-Y., Ponsford J., Wong D., McKay A. Exploring variables associated with change in cognitive behaviour therapy (CBT) for anxiety following traumatic brain injury. Disability and Rehabilitation. 2012;34(5):408û415 Fann J. R., Bombardier C. H., Vannoy S., et al. Telephone and in-person cognitive behavioral therapy for major depression after traumatic brain injury: A randomized controlled trial. Journal of Neurotrauma. 2015;32(1):45û57 Yarvis J. S. Hypnotherapy under fire: efficacy of heart-centered hynotherapy in the treatment of iraq war veterans with posttraumatic stress. J. Heart-Centered Ther. 2008;11:3û18. McDonough V. T., Queen E. How Do You Use Hypnotherapy to Help Patient with TBI and/or PTSD? Brainlinemilitary. 2014 http://www.brainlinemilitary.org/content/multimedia.php?id=8399. Morries L. D., Cassano P., Henderson T. A. Treatments for traumatic brain injury with emphasis on transcranial near-infrared laser phototherapy. Neuropsychiatric Disease and Treatment. 2015;11:2159û2175 Lande R. G., Williams L. B., Gragnani C., Tsai A. Effectiveness of light therapy for depression among active duty service members: a nonrandomized controlled pilot trial. Complement. Ther. Med. 2011;19:161û163 Kuan T.-S., Lin Y.-C., Lien W.-C., et al. The effect of monochromatic infrared photo energy on the irritability of myofascial trigger spot of rabbit skeletal muscle. Evidence-based Complementary and Alternative Medicine. 2015;2015:7 Ammar T. A. R. A. Monochromatic infrared photo energy versus low level laser therapy in chronic low back pain. Journal of Lasers in Medical Sciences. 2015;6(4):157û161 Hsieh R.-L., Lo M.-T., Lee W.-C., Liao W.-C. Therapeutic effects of short-term monochromatic infrared energy therapy on patients with knee osteoarthritis: The effect of monochromatic infrared energy on transcutaneous oxygen measurements and protective sensation: Results of a controlled, double-blind, randomized clinical study. Ostomy Wound Management. 2008;54(6):16û31 He Y., Yip S. L. Y., Cheung K.-K., Huang L., Wang S., Cheing G. L. Y. The effect of monochromatic infrared energy on diabetic wound healing. International Wound Journal. 2013;10(6):645û652 Powell M. W., Carnegie D. E., Burke T. J. Reversal of diabetic peripheral neuropathy and new wound incidence: the role of MIRE. Advance in Skin & Wound Care. 2004;17(6):295û300 Azeemi S. T. Y., Raza S. M. A critical analysis of chromotherapy and its scientific evolution. Evid. Based Complement. Alternat. M., Hosokawa K., Itami S. Green light emitting diodes accelerate wound healing: characterization of the effect and its molecular basis in vitro and in vivo. Wound Repair and Regeneration. 2012;20(2):226û235 Adamskaya N., Dungel P., Mittermayr R., et al. Light therapy by blue LED improves wound healing in an excision model in rats. Injury. 2011;42(9):917û921 Boyd C., Crawford C., Paat C. F., Price A., Xenakis L., Zhang W. The Impact of Massage Therapy on Function in Pain PopulationsùA Systematic Review and Meta-Analysis of Randomized Controlled Trials: Part II, Cancer Pain Populations. Pain Medicine. 2016;17(8):1553û1568 Crawford C., Boyd C., Paat C. F., et al. The Impact of Massage Therapy on Function in Pain PopulationsùA Systematic Review and Meta-Analysis of Randomized Controlled Trials: Part I, Patients Experiencing Pain in the General Population. Pain Medicine. 2016;17(7):1353û1375 Cukor J., Spitalnick J., Difede J., Rizzo A., Rothbaum B. O. Emerging treatments for PTSD. Clinical Psychology Review. 2009;29(8):715û726 Cantor J. B., Gumber S. Use of complementary and alternative medicine in treating individuals with traumatic brain injury. Curr. Phys. Med. Rehabil. Rep. 2013;1:159û168 Brewer J. Mindfulness in the military. American Journal of Psychiatry. 2014;171(8):803û806 Johnson D. C., et al. Modifying resilience mechanisms in atrisk individuals: a controlled study of mindfulness training in Marines preparing for deployment. American Journal of Psychiatry. 2014;171(8):844û853 Fleming S. A., Gutknecht N. C. Naturopathy and the primary care practice. Prim. Care Clin. Off. Pract. 2010;37:119û136 Litchy A. P. Naturopathic physicians: Holistic primary care and integrative medicine specialists. Journal of Dietary Supplements. 2011;8(4):369û377 DeBusk R., Sierpina V. S., Kreitzer M. J. Applying functional nutrition for chronic disease prevention and management: Bridging nutrition and functional medicine in 21st century healthcare. Explore: The Journal of Science and Healing. 2011;7(1):55û57 Ernst E. Spiritual Healing: More Than Meets the Eye. Journal of Pain and Symptom Management. 2006;32(5):393û395 Kopacz M. S., Connery A. L., Bishop T. M., et al. Moral injury: a new challenge for complementary and alternative medicine. Complementary Therapies in Medicine. 2016;24:29û33 Dailey D. L., Rakel B. A., Vance C. G. T., et al. Transcutaneous electrical nerve stimulation reduces pain, fatigue and hyperalgesia while restoring central inhibition in primary fibromyalgia. Pain. 2013;154(11):2554û2562 Johnson M. I., Paley C. A., Howe T. E., Sluka K. A. The Cochrane Collaboration. Cochrane Database of Systematic Reviews. John Wiley & Sons, Ltd; 2015. Cramer H., Lauche R., Haller H., Dobos G. A systematic review and meta-analysis of yoga for low back pain. The Clinical Journal of Pain. 2013;29(5):450û460 Stoller C. C., Greuel J. H., Cimini L. S., Fowler M. S., Koomar J. A. Effects of sensory-enhanced yoga on symptoms of combat stress in deployed military personnel. American Journal of Occupational Therapy. 2012;66(1):59û68 Schmid A. A., Van Puymbroeck M., Altenburger P. A., et al. Poststroke balance improves with yoga: a pilot study. Stroke. 2012;43(9):2402û2407 Schmid A. A., Miller K. K., Van Puymbroeck M., Schalk N. Feasibility and results of a case study of yoga to improve physical functioning in people with chronic traumatic brain injury. Disability and Rehabilitation. 2016;38:914û920 Lee M. S., Ernst E. Acupuncture for pain: an overview of cochrane reviews. Chin. J. Integr. Med. 2011;17:187û189 Linde K., et al. Cochrane Database of Systematic Reviews. John Wiley & Sons, Ltd; 2016. Hopton A., MacPherson H. Acupuncture for chronic pain: is acupuncture more than an effective placebo? A systematic review of pooled data from meta-analyses. Pain Practice. 2010;10(2):94û102 Wong V., Cheuk D. K., Lee S., Chu V. Cochrane Database of Systematic Reviews. John Wiley & Sons, Ltd: 2013. Lee C., Wallerstedt D., Duncan A., et al. Design and rationale of a comparative effectiveness study to evaluate two acupuncture methods for the treatment of headaches associated with traumatic brain injury. Medical Acupuncture. 2011;23(4):237û247 Niemtzow R. C., Gambel J., Helms J., Pock A., Burns S., Baxter J. Integrating ear and scalp acupuncture techniques into the care of blast-injured United States Military Service members with limb loss. Journal of Alternative and Complementary Medicine. 2006;12(7):597û599 Spira A. Acupuncture: A useful tool for health care in an operational medicine environment. Military Medicine. 2008;173(7):629û634 King H. C., Hickey A. H., Connelly C. Auricular acupuncture: A brief introduction for military providers. Military Medicine. 2013;178(8):867û874 Goertz C. M. H., Niemtzow R., Burns S. M., Fritts M. J., Crawford C. C., Jonas W. B. Auricular acupuncture in the treatment of acute pain syndromes: a pilot study. Military Medicine. 2006;171(10):1010û1014 Takahashi T. Mechanism of acupuncture on neuromodulation in the gutùa review. Neuromodulation. 2011;14(1):8û12 Chen S., Wang S., Rong P., et al. Acupuncture for visceral pain: neural substrates and potential mechanisms. Evidence-Based Complementary and Alternative Medicine. 2014;2014:12 White A. Editorial Board of Acupuncture in Medicine. Western medical acupuncture: a definition. Acupunct. Med. J. Br. Med. Acupunct. Soc. 2009;27:33û35 Usichenko T. I., Wesolowski T., Lotze M. Verum and sham acupuncture exert distinct cerebral activation in pain processing areas: a crossover fMRI investigation in healthy volunteers. Brain Imaging and Behavior. 2015;9(2):236û244 Egorova N., Gollub R. L., Kong J. Repeated verum but not placebo acupuncture normalizes connectivity in brain regions dysregulated in chronic pain. NeuroImage: Clinical. 2015;9:430û435 Newton-John T., Mason C., Hunter M. The role of resilience in adjustment and coping with chronic pain. Rehabil. Psychol. 2014;59:360û365 Alschuler K. N., Kratz A. L., Ehde D. M. Resilience and vulnerability in individuals with chronic pain and physical disability. Rehabil. Psychol. 2016;61:p. 7 Ruiz-Pßrraga G. T., L¾pez-MartÝnez R., RamÝrez-Maestre C., Wagnild G. A confirmatory factor analysis of the Resilience Scale adapted to chronic pain (RS-18): new empirical evidence of the protective role of resilience on pain adjustment. Qual. Life Res. Int. J. Qual. Life Asp. Treat. Care Rehabil. 2015;24:1245û1253 Highland K. B., Kruger S. E., Roy M. J. If You Build It, They Will Come, But What Will Wounded Warriors Experience? Presence in the CAREN. Stud. Health Technol. Inform. 2015;219:23û27 Brown R: [ A Health Care System in Transformation: Making the Case for Chiropractic ](http://www.chiro.org/research/ABSTRACTS/A_Health_Care_System.shtml) Chiropractic & Manual Therapies 2012 (Dec 6); 20 (1): 37 Mirtz TA, Perle SM. [ The Prevalence of the Term Subluxation in North American English-Language](https://chiro.org/Subluxation/The_Prevalence_of_the_Term.shtml) Doctor of Chiropractic Programs Chiropractic & Manual Therapies 2011 (Jun 17); 19: 14 Nelson, C., Lawrence, D., Triano, J., Bronfort, G., Perle, S., Metz, R. D., et al. [ Chiropractic As Spine Care: A Model For The Profession](https://chiro.org/Subluxation/Chiropractic_As_Spine_Care.shtml) Chiropractic & Osteopathy 2005 (Jul 6); 13: 9 Rubinstein S. M., Terwee C. B., Assendelft W. J., de Boer M. R., van Tulder M. W. Cochrane Database of Systematic Reviews. John Wiley & Sons, Ltd; 2012. National Association of Cognitive-Behavioral Therapists. What is Cognitive-Behavioral Therapy (CBT)? National Association of Cognitive-Behavioral Therapists Lynn S. J., Laurence J.-R., Kirsch I. Hypnosis, suggestion, and suggestibility: an integrative model. Am. J. Clin. Hypn. 2015;57:314û329 Lynn S. J., Green J. P., Kirsch I., et al. Grounding Hypnosis in Science: The ôNewö APA Division 30 Definition of Hypnosis as a Step Backward. American Journal of Clinical Hypnosis. 2015;57(4):390û401 Caldwell J. L., Gilreath S. R. Work and sleep hours of U.S. Army aviation personnel working reverse cycle. Military Medicine. 2001;166(2):159û166 Boyd C., Crawford C., Paat C. F., Price A., Xenakis L., Zhang W. The Impact of Massage Therapy on Function in Pain PopulationsùA Systematic Review and Meta-Analysis of Randomized Controlled Trials: Part III, Surgical Pain Populations. Pain Medicine. 2016;17(9):1757û1772 Hernandez-Reif M., Field T., Krasnegor J., Theakston H. Lower back pain is reduced and range of motion increased after massage therapy. International Journal of Neuroscience. 2001;106(3-4):131û145 Loew L. M., et al. Cochrane Database of Systematic Reviews. John Wiley & Sons, Ltd; 2014. Jacobson E. Structural integration: origins and development. Journal of Alternative and Complementary Medicine. 2011;17(9):775û780 Grimm D. Cell biology meets rolfing. Science. 2007;318(5854):1234û1235 Holmes E. A., Mathews A. Mental imagery in emotion and emotional disorders. Clin. Psychol. Rev. 2010;30:349û362 Malinowski P. Neural mechanisms of attentional control in mindfulness meditation. Frontiers in Neuroscience. 2013;7 Creswell J. D. Mindfulness Interventions. Annual Review of Psychology. 2017;68(1):491û516 Dimidjian S., Segal Z. V. Prospects for a clinical science of mindfulness-based intervention. American Psychologist. 2015;70(7):593û620 Gotink R. A., Chu P., Busschbach J. J. V., Benson H., Fricchione G. L., Hunink M. G. M. Standardised mindfulness-based interventions in healthcare: An overview of systematic reviews ONE. 2015;10(4) Post-Graduate Naturopathic Residencies, AANMC. Family Physicians. Naturopathic Practice. 2012, http://www.aafp.org, http://www.aafp.org.mutex.gmu.edu/about/ policies/all/naturopathic.html. Association of Accredited Naturopathic Colleges. Naturopathic Doctor Licensure | List of States and Provinces. AANMC. https://aanmc.org/resources/licensure/ AANP - American Association of Naturopathic Physicians: Natural Medicine. Real Solutions. 2016, http://www.naturopathic.org/ Austin K. G., Price L. L., McGraw S. M., Lieberman H. R. Predictors of dietary supplement use by U.S. Coast Guard personnel. PLoS ONE. 2015;10(7) Lieberman H. R., Stavinoha T. B., McGraw S. M., White A., Hadden L. S., Marriott B. P. Use of dietary supplements among active-duty US Army soldiers. American Journal of Clinical Nutrition. 2010;92(4):985û995 Varambally S., Gangadhar B. N. Yoga: A spiritual practice with therapeutic value in psychiatry. Asian Journal of Psychiatry. 2012;5(2):186û189 Vance C. G. T., Dailey D. L., Rakel B. A., Sluka K. A. Using TENS for pain control: the state of the evidence. Pain management. 2014;4(3):197û209 Khadilkar A., Odebiyi D. O., Brosseau L., Wells G. A. The Cochrane Collaboration. John Wiley & Sons, Ltd; 2008. Cochrane Database of Systematic Reviews. Nnoaham K., Kumbang J. Transcutaneous electrical nerve stimulation (TENS) for chronic pain. Cochrane Database Syst Rev. 2008 DeSantana J. M., Walsh D. M., Vance C., Rakel B. A., Sluka K. A. Effectiveness of Transcutaneous Electrical Nerve Stimulation for Treatment of Hyperalgesia. Current Rheumatology Reports. 2008:492û499 Stankovic L. Transforming trauma: a qualitative feasibility of integrative restoration (iRest) yoga Nidra on combat-related post-traumatic stress disorder. International journal of yoga therapy. 2011;(21):23û37 Vedamurthachar A., Janakiramaiah N., Hegde J. M., et al. Antidepressant efficacy and hormonal effects of Sudarshana Kriya Yoga (SKY) in alcohol dependent individuals. Journal of Affective Disorders. 2006;94(1-3):249û253 Streeter C. C., Jensen J. E., Perlmutter R. M., et al. Yoga Asana sessions increase brain GABA levels: a pilot study. Journal of Alternative and Complementary Medicine. 2007;13(4):419û426 Kim S. H., Schneider S. M., Kravitz L., Mermier C., Burge M. R. Mind-body Practices for Posttraumatic Stress Disorder. J. Investig. Med. Off. Publ. Am. Fed. Clin. Res. 2013;61:p. 827 Cosio D., Swaroop S. The use of mind-body medicine in chronic pain management: differential trends and session-by-session changes in anxiety. J. Pain Manag. Med. 2016;2 BÚdard M., et al. Mindfulness-based cognitive therapy: benefits in reducing depression following a traumatic brain injury. Adv. Mind Body Med. 2012;26:14û20 Foote F. O., Schwartz L. Holism at the National Intrepid Center of Excellence (NICoE) Explore: The Journal of Science and Healing. 2012;8(5):282û290 Hernßndez T. D., Brenner L. A., Walter K. H., Bormann J. E., Johansson B. Complementary and alternative medicine (CAM) following traumatic brain injury (TBI): Opportunities and challenges. Brain Research. 2016;1640:139û151 Office of the Army Surgeon General. Pain Management Task Force, Final Report, May 2010 [ Providing a Standardized DoD and VHA Vision and Approach to Pain Management](http://chiro.org/Non-pharmacologic_Therapy/FULL/Pain_Management_Task_Force_Final_Report_2010.pdf) to Optimize the Care for Warriors and Their Families Washington, DC: Office of the Army Surgeon General; 2010. Defense Health Agency. Exclusions, TRICARE. 2016, http://www.tricare.mil/CoveredServices/IsItCovered/Exclusions. Rutten L., Stolper E. Complementary alternative medicine, plausibility and statistics. Eur. J. Intern. Med. 2015;26:p. e5 Pandolfi M., Carreras G. The faulty statistics of complementary alternative medicine (CAM) European Journal of Internal Medicine. 2014;25(7):607û609 Mirtz T. A., Morgan L., Wyatt L. H., Greene L. An epidemiological examination of the subluxation construct using Hills criteria of causation. Chiropr. Osteopat. 2009;17:p. 13 Claus A. P., Hides J. A., Moseley G. L., Hodges P. W. Thoracic and lumbar posture behaviour in sitting tasks and standing: progressing the biomechanics from observations to measurements. Appl. Ergon. 2016;53:161û168 Diederich N. J., Goetz C. G. The placebo treatments in neurosciences: New insights from clinical and neuroimaging studies. Neurology. 2008;71:677û684 Lidstone S. C., Stoessl A. J. contributions from neuroimaging. Mol. Imaging Biol. 2007;9:176û185 Benedetti F. Mechanisms of placebo and placebo-related effects across diseases and treatments. Annual Review of Pharmacology and Toxicology. 2008;48:33û60 Eippert F., Bingel U., Schoell E. D., et al. Activation of the opioidergic descending pain control system underlies placebo analgesia. Neuron. 2009;63(4):533û543 Enck P., Benedetti F., Schedlowski M. New Insights into the Placebo and Nocebo Responses. Neuron. 2008;59(2):195û206 [ ](../Conditions/Spinal_Pain.shtml#Use_of_Integrative_Medicine) Return to SPINAL PAIN MANAGEMENT [ ](../LINKS/Integrated_Health_Care.shtml#Use_of_Integrative_Medicine) Return to INTEGRATED HEALTH CARE Since 10-27-2017 Return to CHIROPRACTIC CARE FOR VETERANS "}