{"title": "Rotavirus vaccine common questions", "author": null, "url": "https://www.nhs.uk/conditions/vaccinations/rotavirus-vaccine-questions-answers/", "hostname": "nhs.uk", "description": "Find the answers to some of the most common questions parents have about the rotavirus vaccine, including which babies should have the vaccine and when.", "sitename": "nhs.uk", "date": "2019-07-31", "cleaned_text": "How is rotavirus spread? Rotavirus is spread in poo through hand-to-mouth contact and can be picked up from surfaces such as toys, hands or dirty nappies. It can also be spread through the air by sneezing and coughing. It's most often spread when someone who is infected does not wash their hands properly after going to the toilet. Washing hands and keeping surfaces clean can help to reduce the spread of rotavirus, but will never completely stop it. Vaccination is a much more effective way of protecting babies from getting infected. How is the rotavirus vaccine given? The [rotavirus vaccine](/conditions/vaccinations/rotavirus-vaccine/) is given orally, as a liquid straight into the baby's mouth. What if my baby spits out the vaccine or vomits immediately after having it? The oral vaccine will be given again. Do not worry about overdosing. Even if some of the vaccine was swallowed the first time, there's no harm in having 2 doses at the same time. When will the rotavirus oral vaccine be given to babies? The first dose will be given at age 8 weeks, and the second dose at 12 weeks. What if my baby misses the first dose of rotavirus oral vaccine? They can have it later, up to age 15 weeks. If they miss the second dose of rotavirus oral vaccine (usually given at 12 weeks), they can have that later, up to 24 weeks old. Why can older babies not have the rotavirus vaccine? The oral vaccine is only licensed for infants up to 24 weeks of age. Older children have very often already had a rotavirus infection, so there is no point in vaccinating them. Also, as they get older, some babies get a condition that causes a blockage in their intestines, called intussusception, though this is rare. It's extremely rare before 12 weeks, and most cases happen between 5 and 12 months old. There's a very small chance (between 1 and 6 in every 100,000 babies vaccinated) that the first dose of the vaccine might also cause this blockage to develop. To reduce the risk of this happening, the first dose of the vaccine should not be given to babies older than 15 weeks of age. Which babies should have the rotavirus vaccine? The rotavirus oral vaccine is a routine childhood vaccination for babies aged 8 weeks and 12 weeks. Your baby needs 2 rotavirus vaccinations at least 4 weeks apart to be fully protected. If they miss one of the vaccinations, the first one can be given a month later, at 12 weeks, and the second dose a month later, at 16 weeks. The rotavirus vaccination is only suitable for young babies. The first dose cannot be given any later than 15 weeks and the second dose no later than 24 weeks. Babies can only have the second dose if they had their first dose before 15 weeks. Which babies should not have the rotavirus vaccine? The rotavirus vaccine should not be given to babies: - who are more than 15 weeks old and have not had a 1st dose - who have had a 1st dose but are more than 24 weeks old - they cannot have a 2nd dose after 24 weeks - whose mothers took certain medicines that can make you more likely to get infections during pregnancy - who have had a severe reaction (including an anaphylactic reaction) to a previous dose of any of the ingredients in the vaccine Speak to a GP first if your baby has any of the following long-term conditions: - a history of intussusception (a disorder of the intestines) - problems with their gastrointestinal tract that could lead to intussusception - rare problems that run in families such as fructose intolerance, glucose-galactose malabsorption or sucrase-isomaltase insufficiency Is the rotavirus oral vaccine made in eggs? Does this affect children with allergies? This vaccine is not made in eggs and should be safe for babies with general allergies. However, any baby with a history of allergy to the vaccine, or to any of the substances that go into the vaccine, should not be vaccinated. Does the rotavirus oral vaccine contain thiomersal? No. None of the routine childhood vaccines contains thiomersal. What if my baby is ill on the day the vaccination is due? There's no reason to postpone the appointment, unless your baby is seriously ill with a [fever](/conditions/fever-in-children/) or diarrhoea and vomiting. If your baby is well enough to have the other routine vaccinations, they can have the rotavirus vaccine. Read our [vaccination tips for parents](/conditions/vaccinations/vaccination-appointment-tips-for-parents/). How long will the rotavirus vaccination protect my baby for? We do not know for sure, but clinical trials have shown that 2 doses of the vaccine protect for several years. Can I opt out if I wish? Yes. No one can force you to have your baby vaccinated against rotavirus infection, but the evidence suggests that it's in the best interests of your child. Read more about [why vaccination is safe and important](/conditions/vaccinations/why-vaccination-is-safe-and-important/). Is it OK to breastfeed my baby after the vaccination? Yes. There are no problems linked with breastfeeding babies who have recently had the rotavirus oral vaccine. Do I need to take special care when changing my baby's nappy after rotavirus vaccination? Yes. Because the vaccine is given to your baby by mouth, it's possible that the virus in the vaccine will pass through your baby's gut and be picked up by whoever changes their nappy. The vaccine contains a weakened form of the rotavirus, so traces of it in a baby's nappy will not harm healthy people. However, it could be a risk for people with a severely weakened immune system (such as anyone having [chemotherapy](/conditions/chemotherapy/)). As a precaution, anyone in close contact with recently vaccinated babies should take special care with personal hygiene for 2 weeks following vaccination, including washing their hands carefully after changing the baby's nappy. Will the rotavirus vaccination stop my baby getting any sickness and diarrhoea? No. Rotavirus is not the only cause of sickness and diarrhoea in babies, so some may still become unwell. However, around 8 out of 10 babies who have the vaccine will be protected from severe vomiting and diarrhoea caused by rotavirus. The more babies who have the vaccine, the more difficult it will be for the virus to spread. My baby was premature. When should they have the rotavirus vaccine? As with all vaccinations, the schedule should be followed from the actual date of birth, not from the date your baby was due. Therefore, your baby should have the rotavirus vaccine at 8 weeks and 12 weeks old, no matter how premature they were. Read more about [NHS vaccinations and when to have them](/conditions/vaccinations/nhs-vaccinations-and-when-to-have-them/). Can my baby receive the rotavirus oral vaccine at the same time as other vaccines? Yes, it's safe for your baby to have the rotavirus oral vaccine at the same time as other childhood vaccines, such as the [6-in-1 vaccine](/conditions/vaccinations/6-in-1-infant-vaccine/) and [pneumococcal vaccines](/conditions/vaccinations/pneumococcal-vaccination/). Page last reviewed: 2 April 2020 Next review due: 2 April 2023 "}