{"title": "TRANSFORM YOUR HEALTH", "author": null, "url": "https://www.formandheal.com/hdt", "hostname": "formandheal.com", "description": null, "sitename": "FORM & HEAL WHOLE-LIFE HEALTH", "date": "1996-01-01", "cleaned_text": "RESTORE HEALTH AT A DEEP CELLULAR LEVEL Our body's are designed to discharge toxicity through a series of eliminative pathways however with ever increasing levels of drugs, heavy metals, food additives and radiation, our system's become easily overwhelmed as toxicity accumulates. Toxicity both historic and recent, not only weakens the system which leads to ill health - it is one of the key factors that can block healing altogether. HDT works to clear toxicity by stimulating the body in to utilising existing eliminative pathways for safe and effective detoxification. HDT incorporates isopathy, a therapeutic approach in which the offending drug, chemical, heavy metal or food substance is prescribed back to the individual in homeopathic potency. Homeopathic medicines are made through a process of succussion and dilution, a technique that transforms the toxicity of a substance in to a medicine that can heal. All medical and recreational drugs, chemicals, metals and even the common food substances such as gluten - are transformed through the homeopathic process in to a medicine that can detoxify the original offending substance from the body's cells. HDT is relevant not only for those who can directly correlate their current condition to a toxin, but for those people who have been unable to determine why they are unwell, will not heal or are unresponsive to treatment. HDT isopathic prescribing works alongside homeopathic constitutional and organ supportive medicines, nutritional supplementation and dietary considerations when appropriate. COMMON DETOXES INCLUDE corticosteroids ANTIBIOTICS Hormonal drugs: IVF, the Pill, Morning Pill hrt HDT is an excellent therapy where: an individual has never been well since... medication including IVF, x rays, dental work or surgery. recent or historical medications that include general anaesthesia, the pill and recreational drugs. where there is a lack of response to treatment (conventional or holistic) including in those who lead healthy lifestyles. People with weak immune systems where there are recurrent infections and illness. digestive system conditions spanning from IBS to ulcers, hyperacidity to Crohn's. a susceptibility to dental cavities even in those with healthy diets and a high standard of dental hygiene. people with unspecified conditions and idiopathic presentations ie. numbness, general and localised pain, poor energy, brain fog, anxiety, itching, skin affectations and digestive symptoms. "}