{"title": "PDF", "author": "PDF", "url": "https://idoc.illinois.gov/content/dam/soi/en/web/idoc/reportsandstatistics/documents/idoc-fy19-annual-report.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Illinois Department of Corrections | FY19 Annual Report1 Fiscal Year 2019 Annual ReportState of Illinois Illinois Department of Corrections Mission To serve justice in Illinois and increase public safety by promoting positive change in offender behavior, operating successful reentry programs, and reducing victimization. Vision W e will operate safe, secure, and humane correctional facilities. W e will provide quality services to those who require medical and mental health treatment. W e will evaluate offenders individually and develop an appropriate course of action based on individual needs. W e will reduce recidivism by offering seamless, efficient services that are geared toward offender rehabilitation. Staf f is our greatest asset and we will ensure that all staff is trained to the highest professional level. This is a team-based envir onment where open communication and sharing new ideas are encouraged. W e value the well-being of IDOC staff and offenders and will serve the people of Illinois with compassion and fairness. Illinois Department of Corrections | FY19 Annual Report3Staff and Stakeholders, It is truly an honor and a privilege to be selected by Governor JB Pritzker to serve as Director of the Illinois Department of Corrections. In my brief time here, I have toured most of the facilities and met a great deal of the workforce and offender population. During my transition, I have witnessed the agency face the difficulties of budget constraints, staff shortages and tragic losses of IDOC family members. I quickly recognized and appreciated our staff's professionalism and dedication to safeguarding our agency during tough times. We are on a Journey to Excellence and we must have a culture where everyone is valued. There is a powerful common theme that resonates between staff, union leadership, the offender population, and our community stakeholders - people want us to be successful in our mission. Union leadership and families want us to operate our facilities safely and securely. Offenders want us to promote positive change through education and vocational programming to increase their employability upon release. The community wants us to return people better than when they were first incarcerated. Staff is eager to carry out the mission. As expected with any transition, there comes change. My initial priorities include developing a new organizational structure that promotes our mission, establishing our agency's values and ensuring decisions and policy development are data-informed and measurable. Our guiding principles; Operate our facilities and par ole units safely and securely. Invest in our staf f development and wellness to promote a healthy and professional workforce. Str eamline our efforts to improve offender cognitive, education, job readiness, and higher education programming. Cr eate meaningful reentry pathways for offenders returning to society through collaborative partnerships with other State agencies and community partners. Sustain fiscal r esponsibility with our budget and capital projects to ensure our population is provided with quality healthcare, adequate living conditions, and afforded daily quality of life essentials. I am very excited about our opportunities moving forward. Our agency will lead the discussion on criminal justice reform and reentry and what works. I am looking forward to the opportunity to meet our challenges head-on with a dedicated and compassionate team that has overcome far more challenges in the past than what lies ahead. Thank you, Rob Jeffreys Acting Director Illinois Department of Corrections | FY19 Annual Report4 Illinois Department of Corrections | FY19 Annual Report5 Table of Contents Mission & Vision ............................................................................................ 3 Message from the Director ............................................................................ 4 Staff Development and Training .................................................................... 6 2019 Correctional Officer of the Year ............................................................ 8 2019 Volunteer of the Year ............................................................................ 11 Office of Constituent Services ....................................................................... 12 Office of Performance Based Standards ....................................................... 13 Illinois Correctional Industries ....................................................................... 14 Investigations and Intelligence ...................................................................... 15 Office of Inmate Issues .................................................................................. 18 Programs and Support Services ................................................................... 19 Operations ..................................................................................................... 32 Staff Wellness ................................................................................................ 35 Facility Highlights .......................................................................................... 36 Parole ............................................................................................................ 92 Directory ........................................................................................................ 94Illinois Department of Corrections | FY19 Annual Report6 Staff Development and Training The Illinois Department of Corrections Office of Staff Development and Training focuses on the development of quality training in all correctional subjects identified as essential for accomplishing the agency mission. Instruction administered by the Office of Staff Development and Training is pertinent, realistic, up-to-date, and accessible to all employees of the Department of Corrections and other partnering agencies. Professionalism, accountability, and the highest ethical standards are presented within each curriculum offered throughout our training sites. During Fiscal Year 2019, the Office of Staff Development and Training has created, while enhancing numerous new curricula opportunities for all titled staff agency-wide, the addition of a computer learning lab located at the main campus headquarters in Springfield. Fiscal Year 2019 provided an eventful year for the Office of Staff Development and Training with the hiring of 11 cadet trainee classes. Graduates included 1,016 new staff from the Pre-Service Correctional Trainee Program and 104 Correctional Treatment Officer Trainees hired for the mission specific mental health facilities located in Joliet and Elgin. The Pre-Service Correctional Trainee program was revised, adding an approach to application base trainings, with scenario situations focusing on report writing, restraints, and security searches. Implicit Bias, Core Correctional Practices, Corrections Stress Awareness, Mental Health, Drug Awareness, and Supervising the Female Population are specialized areas incorporated during the six-weeks, which equals 240-hours of training. All incoming cadet trainees are provided Communication and De-Escalation techniques that involves Strategic Communication, Active Listening Skills, and the Verbal Judo Modality. These core courses are provided by the Staff Development Specialist who is a subject matter expert. The specialists deliver an insightful approach for building a solid foundation for these trainees as they begin their career with the agency. The cadet trainee also develops a variety of other skills and techniques specific to the correctional professional, which includes Professional Conduct, Ethical Standards, Firearms, and Control Tactics. During Fiscal Year 2019, the Office of Staff Development and Training Academy administered the mandatory statutory training of Ethics, Cyber Security, and Sexual Harassment to more than 12,000 agency employees and provided specialized in-service training to 9,686 employees. Forty hours of annual training was provided to all full-time staff that included the State of Illinois Code of Conduct, Employee Assistance, Staff Wellness, Mental Health and Suicide Awareness, Reporting of Unusual Incidents, Gender Responsivity, Inmate Sexual Assault and Prevention, ADA, Prohibited Association, Active Listening, Strategic Communication, Corrections Stress, and Legal. Advanced specialized training is primarily offered through the Training Academy at the main campus headquarters in Springfield. The Office of Staff Development and Training offers regional trainings through partnership with the John A. Logan, Rasmussen, and Lake Land Colleges. Specialized training courses were offered that encompassed Implicit Bias, Core Correctional Practices, Core Behavioral Interventions and Verbal Judo. Specialized training specific to the Correctional Officer Treatment Trainees working at the mission specific Mental Health facilities, included the 24-Hour Crisis Illinois Department of Corrections | FY19 Annual Report7 Intervention, Trauma Informed Care and Mental Health in Corrections. In Fiscal Year 2019 training cycle, a specialized 3-day training that entailed Verbal Judo, Implicit Bias, Mental Health and a Legal Overview pertaining to Corrections was incorporated as a stand-alone training modality, that is administered at the request of a facility Warden for their staff. The Office of Staff Development and Training is excited to move into Fiscal Year 2020 with the introduction of a multitude of new and innovative training opportunities and curricula. In the enhanced effort to maintain transparency, professionalism and accountability, the agency implemented a new learning management system of One Net on July 1. This innovative technology brings with it the capability to provide interactive webinar training and the ability to better track and report all staff training. One Net is utilized with other State Agencies, which allows the Department the opportunity to network and participate in other interagency trainings. The rollout of Fiscal Year 2020 brings with it an exciting lineup of additional advanced specialized trainings including Rehabilitation, Safety Management and Care for Transgender People in a Correctional Setting, Incident Command System for Corrections, Use of Social Media and Addressing and Reducing Disparate Treatment and Impact. These relevant topics bring the agency focus of responsibility and professionalism to the forefront in relation to awareness of personal accountability for staff. The agency is also proud to announce the development and utilization of the newly formed De-escalation Response Teams within each facility site. These specialized teams were developed as an additional layer in the use of force continuum. As the agency continues to evolve, it will be the continued mission of the Office of Staff Development and Training to offer advanced levels of leadership training and continuing educational opportunities for staff advancement in the effort to support the agency expectation of professionalism, accountability and transparency. Illinois Department of Corrections | FY19 Annual Report8 Correctional Officer of the Year The 2019 IDOC Correctional Officer of the Year is Terri Liefer of Menard Correctional Center. She was selected based upon strength of character, resilience and community mindedness. Four years ago, 19-year-old Abigail Liefer was tragically killed by a drunk driver. Her mother, Officer Liefer, founded a non-profit organization in her memory. The \"Love, Abby\" organization provides essential items to children in need in Randolph County. From new shoes and backpacks filled with school supplies, to hats, gloves, and hygiene items, hundreds of families have been impacted by \"Love, Abby.\" The organization also provides bags filled with essential items to children who are emergently placed into foster care. \"Love Abby\" awards a $1,000 scholarship to a deserving high school senior each year, hosts an annual \"Keeper of the Keys\" event to promote designated drivers, and holds a Christmas gift drive during the holidays. Officer Liefer is touching lives both inside and outside Menard Correctional Center. Her giving spirit has resonated with staff at the facility and has inspired them to be more, do more and give more. She is a valuable asset to her facility and the Department as a whole. Illinois Department of Corrections | FY19 Annual Report9 Parole Agent of the Year The 2019 Parole Agent of the Year is Troy Phillips of Parole District 2. He was selected for his outstanding job performance and commitment to the agency's mission. As a role model for others to follow, Agent Phillips' professionalism is exemplary and welcoming in a climate that can be demanding. Agent Phillips has a tremendous work ethic and takes pride in his job. He is dependable, has strong case management skills and communicates well with parolees, outside vendors, community organizations and other law enforcement agencies. He plays a pivotal role in the Elgin Police and Parole Program, which was developed to assist returning citizens in the City of Elgin. He also serves as the lead agent in serving violation reports for Kane County Jail. Agent Phillips goes above and beyond to ensure returning citizens have the support they need to be successful. He is versatile, committed, and a team player. Illinois Department of Corrections | FY19 Annual Report10 Employee of the Year The 2019 IDOC Employee of the Year is Cassie Roach of Joliet Treatment Center. Roach exhibits the characteristics of an exemplary employee. She was selected for her knowledge, professionalism, ambition, and positive attitude. Roach is the Facility Review Control Officer at Joliet Treatment Center and serves as the facility's liaison for the Audit Office. She established the facility's internal review process, trained new staff, assisted in establishing facility procedures and coordinated all facility internal reviews. She serves at Joliet Treatment Center's Staff Wellness Response Team Coordinator, scheduling team trainings and managing the \"Corrections Fatigue to Fulfillment\" training requests and assignments. Roach serves as the primary Employee Litigation Coordinator for the facility. She developed case files for past and present litigation matters, updates and maintains a departmental litigation database, and has trained new staff in this role. Roach is her facility's Rapid Results Champion and has implemented nearly a dozen projects that have saved more labor hours than any other maximum-security facility in the state. She is cordial, dependable and always willing to lend a hand to assist her peers. Illinois Department of Corrections | FY19 Annual Report11 Volunteer of the Year The 2019 Volunteer of the Year is Minister Fannie Morrison of Fox Valley Adult Transition Center. Minister Morrison is no stranger to IDOC. After retiring from Stateville Correctional Center, she felt called to work with incarcerated women and began volunteering at Fox Valley ATC. For the last 14 years, this individual has conducted bible study and religious mentoring sessions twice per month. She is dedicated, enthusiastic and serves as an inspiration and an advocate for the residents. Over the years, she has impacted the lives of hundreds of women at Fox Valley ATC. When she is not facilitating sessions, Minister Morrison collaborates with local agencies to secure donations for residents- items such as clothing, shoes, school supplies, and even furniture for women when they parole. Over the last 14 years, she has secured more than $25,000 worth of donations. She also generously donates gift bags for all the residents every Christmas and Mother's Day. Illinois Department of Corrections | FY19 Annual Report12 Office of Constituent Services The Illinois Department of Corrections Office of Constituent Services is focused on its two-part mission to manage effective communication between concerned communities and the Illinois Department of Corrections and helping to encourage better outcomes for men and women being released from IDOC supervision. The Department answered more than 3,000 citizen inquiries in FY2019 and acted as the facilitating partner for multiple Summits of Hope throughout the State of Illinois. The Office of Constituent Services directly answered or redirected more than 3,000 inquiries to the appropriate staff at the Illinois Department of Corrections in FY2019. Inquiries were submitted through multiple media channels including: United States Postal Service, the IDOC website, telecom services, public meetings, and direct contact with community stakeholders. The Illinois Department of Corrections sponsored eight Summit of Hope events in FY2019. The events are aimed at giving returning citizens access to regional assistance resources and resource providers thereby lessening the odds that they recidivate upon returning to the community at large. The Summits were hosted by IDOC's Office of Constituent Services with the support of the Illinois Department of Corrections Parole Division and in partnership with the Illinois Department of Public Health Ryan White Program. The Summit of Hope is an expo style event with various resources and resource providers acting as vendors encouraging parolees to take advantage of free services, including receiving State of Illinois identification, health screenings and services, information on housing, food, clothing, job training, financial literacy, banking services, child support, assistance programs for utilities, transportation and veterans support services. During each Summit event, a volunteer guides each attendee through all services and exhibits to help with both the parolee's comprehension of the information and services available and to build meaningful connections to help reintroduce returning citizens to the community. Illinois Department of Corrections | FY19 Annual Report13 Office of Performance Based Standards The Office of Performance Based Standards is comprised of a Manager, three Regional Coordinators and an Executive I. The office annually reviews policies and procedures at all correctional facilities and adult transition centers. The Regional Coordinators oversee approximately ten experienced correctional professionals assigned to the unit for one week. During the assigned week, the Regional Coordinators organize, monitor and implement the review process of selected Departmental Rules, Administrative Directives and Institutional Policies. Performance Based Reviews were conducted at each correctional center and adult transition centers for FY19. There was a less than 1% reduction in overall scores from the previous year, which is still very positive considering new subject matters were introduced. There was an overall increase of 9% in scores within the maximum-security facilities. All the Adult Transition Centers scored 90% or higher with the Peoria Adult Transition Center having the largest increase in score with an increase of 30%. Taylorville Correctional Center, Peoria Adult Transition Center, and North Lawndale Adult Transition Center received the Meritorious Review Recognition (MRR) award. This award indicates an excellent compliance tally of 93% or higher of all subjects that are reviewed during the review week. This reflects on the positive work of all three facilities throughout the year and how the administration and Facility Review Control Officers work together to achieve such high standards. During the past year, the Office of Performance Based Standards has provided ongoing training to newly appointed external and facility review team members. The Statewide Performance Based Review Team is comprised of security and non-security staff who have displayed professionalism at their facilities and have been recommended by their wardens. The team was increased by 67 staff members, which includes 43 non-security and 24 security staff. Currently, there are 269 trained team members. In FY 2020, the Office of Performance Based Standards will be implementing a new system for reporting non-compliant and compliant issues. This next year, as a result of a Rapid Results project, Performance Based Review reports and the required Corrective Action Plans completed by the facilities will be combined into one report. This change will assist in saving paper and in providing a more accurate and thorough report. Additionally, for FY20, the review week will be reduced by one day resulting in a redeployment of man hours which will assist in a more positive usage of team members' work hours. Along with these changes, all reports will now be added to the SharePoint system which will allow Executive staff and Administrative staff to review reports from around the state and share information.Illinois Department of Corrections | FY19 Annual Report14 Illinois Correctional Industries In fiscal year 2019, ICI's program employed more than 1,100 male and female offender workers giving them the opportunity to learn new skills and develop important work habits. ICI has assigned a total of 82,353 days of Program Sentence Credit time to the Department of Corrections to be awarded. The ICI programs and the awarded Program Sentence Credit time helped these offenders not only gain valuable experience but saved Illinois more than $1.8 million in FY19. As workforce and businesses needs change, Correctional Industries continually strives to improve its programs to meet those demands. The U.S. Department of Labor apprenticeship programs allow ICI program participants to earn vocational certificates as a Baker, Office Manager/Admin Services, Cabinetmaker, Furniture Finisher, Furniture Upholsterer, Machine Set-up Operator, Machinist, Metal Fabricator, Meat Butcher, Graphic Designer and Animal Trainer and gain valuable work experience. ICI also had 70 offender workers complete the Occupational Health and Safety Administration (OSHA) Compliant Forklift Certification in FY19. Partnerships remain a key component to ICI meeting its mission of enhancing public safety and providing vocational training to offenders to assist them in successfully reentry into society. Customers, vendors, and the continued production efforts by our professional staff makes it possible for ICI to continue to fulfill its mandate to produce the highest quality products, at the most affordable price possible, and at no cost to the taxpayers of Illinois.Illinois Department of Corrections | FY19 Annual Report15 Investigations and Intelligence Investigations Unit Operating as a branch within the Investigations and Intelligence Division, the Investigations Unit is charged with monitoring the integrity of the Illinois Department of Corrections by addressing, combating and preventing misconduct. The Unit serves as the central repository for policy complaints that are beyond the scope of institutional investigations for criminal complaints. It investigates allegations of misconduct against all departmental employees and offenders. Members of the Unit often work in conjunction with Illinois State Police, Division of Internal Investigation (DII), to conduct impartial investigations to determine validity of allegations and provide a basis for criminal prosecution and/or corrective administrative action. The Unit may provide assistance or conduct its own investigation into complaints referred by the Office of Executive Inspector General (OEIG). The nature of OEIG complaints may include, but are not limited to, incidents of possible misconduct, malfeasance or violations of laws, rules or regulations by any officer, employee or appointee. The Unit also reports all data incidents involving federal tax information to the IRS Office of Safeguards and Tax Information Security Guidelines for Federal, State and Local Agencies (TIGTA) and cooperates with TIGTA and Office of Safeguards investigators, providing data and access as needed to determine the facts and circumstances of the incident. In conjunction with the Illinois Department of Children and Family Services and DII, the Unit also conducts administrative and criminal investigations for the Illinois Department of Juvenile Justice (IDJJ) relating to staff and/or youth. The Unit is provided complete, unfettered access to all department documents, facilities, staff, records and any other relevant information regarding complaints and special independent investigations. Due to the sensitive nature of the subject matter, strict confidentiality is maintained by all subordinate staff. All reports generated by the Unit are reviewed by supervisory staff and subsequently forwarded to the Chief of Investigations and Intelligence for final review and approval. During FY2019, the Unit conducted 416 investigations (including cases and inquiries). In FY2019, the Unit, DII and OEIG collectively opened 36 cases. Investigators also obtained 16 arrests/indictments, resulting from investigations conducted by the Unit. The Unit presented 51 cases for prosecution, 18 of which were accepted. There were 5 convictions in FY2019. In addition, the Unit assisted the Department's Office of Staff Development and Training in the execution of a 40-hour Institutional Investigator curriculum as well as Security Threat Group (STG) training for in-service and pre-service classes. The attendees included facility investigators, intelligence staff and internal affairs support staff. Illinois Department of Corrections | FY19 Annual Report16 Central Intelligence Unit The Central Intelligence Unit (CIU) operates as a branch of the Investigations and Intelligence Division and is under the supervision of the Director. To eradicate gang activity from the Department, the state legislature authorized and mandated the agency to develop an Intelligence Unit. In compliance with House Bill 4124, the Department established the Central Intelligence Unit (CIU) in 1999. The Department defines a Security Threat Group (STG) as: \"Individuals or groups of individuals both within and outside the department, who pose a threat or potential threat to the safety of the public, staff and offenders, and to the security and orderly management of a correctional facility.\" The Department recognizes that the activities of these criminal enterprises pose a direct threat to the public safety and would undermine public confidence in IDOC to carry out its mission for the citizens of the State of Illinois. One of the CIU's key tasks is to identify an offender's STG affiliation and rank. This information is used to effectively manage the offender population, determine accountability for the commission of crimes inside an institution and diffuse potential violent retaliatory incidents. The IDOC maintains a proactive anti-STG program, both within its institutions and on the streets. Since the formation of the CIU and the subsequent formation of the institutional intelligence units, the number of gang- related incidents within the department has declined dramatically. The CIU routinely identifies and tracks STG members and leaders, monitors incoming and outgoing offender mail, reviews and pre-approves offender job assignments, conducts intake and exit interviews, performs master file reviews, monitors offender telephone conversations, conducts cell and common area searches and conducts covert investigations of staff and offender/parolee misconduct. The CIU also maintains a beneficial and productive working relationship with outside law enforcement from the local to national level. The CIU fields requests from law enforcement agencies that includes providing information on offenders, arranging offender interviews and assisting in investigations of outside criminal acts. Another task is IDOC participation in Police Parole Compliance Checks (PPCCs), which are operations targeting paroled offenders (either single or mass numbers) to ensure they are complying with terms of their parole. Targeted offenders are transported to a pre-determined secure location where they are tested for drug use, interviewed by parole agents, CIU officers and outside law enforcement officials. The parolee's host site is also searched for contraband. Depending on the gravity of any potential parolee agreement violation, an offender may either be released with modified parole restrictions, returned to IDOC to complete their original sentence or receive new charges with subsequent transport to the local county jail. Illinois Department of Corrections | FY19 Annual Report17 During PPCCs in FY2019, 233 parolees were targeted; 73 were drug tested and interviewed; 69 tested positive for drug usage; 24 were in possession of narcotics (netting 1,563.03 grams of marijuana, 393.35 grams of heroin, 815.88 grams of crack/cocaine and 2.1 gram of methamphetamine); 23 were in possession of weapons or ammunition; 27 were in possession of drug paraphernalia and 6 were in possession of stolen property. There was a total of $18,841 in cash recovered. There were also 6 warrants issued, resulting in the filing of 16 new charges. There were 2 offenders returned to IDOC and 9 were returned to their host site. The CIU also works with the Parole Division to serve Orders of Protection (OOP) to both incarcerated offenders and parolees in order to assist outside law enforcement agencies. During FY2019, the CIU served 92 OOP . The CIU also notifies affected law enforcement agencies whenever a convicted sex offender is discharged from IDOC custody. There were 464 notifications made during FY2019. The CIU additionally participates in Project Safe Neighborhoods (PSN). PSN is a nationwide commitment coordinated by the U.S. Attorney's Office to reduce gun crime in America by networking existing local programs that target gun crime and providing those programs with additional tools necessary to be successful. Parolees with a firearm conviction in their criminal history, who are paroled in the Chicago Police Department's Districts 4, 7, 9, 10, 11 and 15, are required to attend the PSN forums. A total of 78 parolees/probationers attended 3 PSN forums in FY2019. The PSN Enhanced Parole Compliance Initiative targets parolees with firearm convictions in the above districts for compliance checks. The CIU also assisted the Department's Office of Staff Development and Training in the execution of a 40-hour Institutional Investigator curriculum as well as STG training for in-service and pre-service classes during FY2019. The Chief of Investigations and Intelligence also trained local, state and federal law enforcement agencies in the capabilities of the CIU and on specific STG-related issues, along with several conferences throughout the country for the Department of Homeland Security. Intelligence agents are currently assigned to the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF), Drug Enforcement Administration (DEA), the Federal Bureau of Investigations (FBI) taskforces and the Chicago Police Fusion Center (CPIC). Fugitive Apprehension agents are assigned to the U.S. Marshals Great Lakes Regional Fugitive Task Force and Intelligence staff is being integrated into the Illinois State Police Statewide Terrorism and Intelligence Center (STIC) to provide better communications throughout the state. Illinois Department of Corrections | FY19 Annual Report18 Office of Inmate Issues/Administrative Review Board Since the ability to fill chairperson positions with \"special skills\" and a full support staff, the Administrative Review Board (ARB) has continued to answer offenders' grievances within a 30-day timeframe. In FY19, the ARB received 19,622 grievances. All grievances that receive a review by the ARB are receipted. A copy of the receipt is sent to the offender notifying him or her that their grievance has been received and will be reviewed. This procedure stems from a grievance receipt process that was implemented statewide on November 1, 2018. An Executive I within the unit strictly reviews all facility revocations/restorations of time submissions. In FY19, the ARB received 5,559 facility submissions for revocations and/or restorations. The ARB reviews these submissions to ensure the ticket was written correctly, the hearing was conducted properly, discipline is in line with prior discipline and/or the offense, and if SMI, the proper mental health review was conducted. The ARB conducts approximately 30 Protective Custody hearings a month for IDOC's maximum- security facilities. In addition, the ARB reviews and makes a determination on any Offender who is removed from IDOC's Impact Incarceration Program. Due to the number of subpoenas the ARB receives from various legal entities, a full-time position was established to respond to the requests. In FY19, the ARB received 1,115 requests with the ARB supplying a total of 114,055 pages of documents. Illinois Department of Corrections | FY19 Annual Report19 Programs and Support Services Office of Adult Education and Vocational Services It is the mission of the Office of Adult Education and Vocational Service (OAEVS) to enhance the quality and scope of education for offenders within the Illinois Department of Corrections (IDOC) consistent with age, commitments, and sentence by ensuring that the state and federal resources are appropriately used in aiding committed persons to restore themselves to constructive and law-abiding lives in the community. The Office of Adult Education and Vocational Services (OAEVS) aims to enhance the quality and scope of education for offenders within the Illinois Department of Corrections (IDOC) by ensuring that state and federal resources are appropriately used in aiding committed persons to restore themselves and become constructive, law-abiding citizens upon release. OAEVS continues to provide quality educational opportunities to the offender population with the goal of increasing academic achievement. Education has proven to be vital to reducing recidivism and creating opportunities for offenders to better themselves. OAEVS staff will continue to work hard in assisting offenders in achieving their educational goals. Since January 1, 1987, all offenders committed to IDOC for two or more years, except those serving life sentences, take the Test of Adult Basic Education (TABE) to determine their academic level. In Fiscal Year 2019, 12,685 offenders were tested at intake with 6,549 offenders scoring below the sixth-grade level. Offenders are also eligible for Earned Program Service Credit (EPSC). In FY2019, the OAEVS awarded 587,074 days. This is an increase of 303,151 days above FY18. Library services are available throughout IDOC. Libraries offer a variety of recreational reading materials such as books, magazines and newspapers. Offenders have a constitutional right to access the court system. Law libraries are maintained and contain Federal and State of Illinois Constitutions, statutes and court decisions. Resource materials help offenders research the law and prepare legal documents exercising their constitutional right of access to state and federal courts. Adult Basic Education (ABE) is a critical component in the education programming of OAEVS. ABE is mandatory for all offenders scoring below 6.0 on the TABE test. Mandatory ABE students must attend a minimum of 90 days of instruction. The ABE core curriculum provides instruction in basic reading, writing, mathematics and life skills. The program is designed to provide students with a base of skills and knowledge that will prepare them for additional academic/vocational instruction and subsequent employment. High School Equivalency (HSE), formally known as GED, is available to all offenders who score a 9.0 or higher on a TABE test. This level was changed to 8.0 in January 2019 due to the new TABE test. In FY16, OAEVS implemented computer-based instruction and testing of HSE at all facilities. The number of offenders completing their HSE went from 346 in FY16 to 660 in FY17 to 723 in FY18 to 735 in FY19. Offenders continue to succeed at a rate of 93% which is #1 in the nation.Illinois Department of Corrections | FY19 Annual Report20 Post-secondary educational programming continues to be vital in the rehabilitation of offenders. College- level coursework was offered in vocational areas such as Auto Body, Auto Mechanics, Barbering, Career Tech, Construction Occupations, Commercial Custodial, Cosmetology, Culinary Arts, Horticulture, Manufacturing Skills, Nail Tech, Restaurant Management, Warehousing and Welding. These programs educate offenders in practical vocational applications allowing the hands-on training that can be carried on to the workforce upon release. College academic courses were offered that allowed students the opportunity to pursue an associate degree. Research has indicated that the higher the level of education achievement, the lower the percentage of offender recidivism. OAEVS encourages all offenders to participate in a degree earning program, with the goal of preparing them for employment upon release. The OAEVS continues to work with major colleges towards implementing 4-year degree programs. Illinois Department of Corrections | FY19 Annual Report21 OAEVS Services ADULT BASIC EDUCATION Focuses on impr oving skills in reading, writing, and math. Aids student in becoming a pr oductive citizen through life skills instruction. Pr ovides steppingstone to further academic / vocational achievement. Evaluates student ability and gr owth through use of TABE (Test of Adult Basic Education).LIFE SKILLS REFERRAL CENTERS Pr ovide ex-offenders, probationers, and parolees life skills training, job training, housing, counseling, and transportation. Utilize r eferrals provided by designated facility coordinators. LIBRARY SERVICES Supply r ecreational reading materials to over 39,000 residents. Support Adult Education Pr ograms. Pr ovide legal reference materials, forms, and assistance.VOCATIONAL EDUCATION Of fers college credit vocational programs at 20 adult facilities. Pr ovides assistance through transitional placement programming via community-based life skills centers. Emphasizes the impr ovement of academic skills while acquiring vocational skills. HSE TESTING PROGRAM Pr epares students for successful completion of HSE test. 735 Of fenders received their HSE in FY 2019. Attained a FY 2019 HSE success rate of 93%.GRANTS Receive funding fr om federal and state sources. Pr ovide a significant contribution to Adult Education funding. Incr ease program diversity.Illinois Department of Corrections | FY19 Annual Report22 Academic Services The number of offenders being tested has remained stable over the past four years with those scoring below a 6.0 Grade Level (GL) increasing by 14.6% over the same period of time. An increase of 1,494 in FY19 can be attributed to the new Test of Adult Basic Education that is aligned to the College and Career Readiness Standards, which took effect in January 2018 and was implemented for a full fiscal year in 2019 Adult Basic Education (ABE) consists of offenders enrolled in mandatory school (scoring less than a 6.0 GL on the TABE and attending school for 90 days), voluntary school, English as a Second Language (ESL), special education, AEFL and Advanced ABE (voluntary school for student with a grade level equivalent between 6.0 & 8.5). In FY19, there were 1,839 who achieved above a 6.0 GL in mandatory school.Year Offenders Tested at Intake Offenders Scoring Below a 6.0 of Students FY19 Annual Report23 Offender must have a 8.0 GL or above on the TABE to enroll in the Adult Secondary Education Program (ASE). To be a completer, students must complete the US Constitution Test, pass the i-Pathways curriculum with a 75%, score a 145 or higher on the Pre-GED test and then pass the GED test with a 145 or higher in Math, Science, Social Studies and Reasoning through Language Arts. The numbers of completers was low in FY16 due to it being the first year of implementing the online version of the GED. Education continues to be a positive motivator for offenders. The wait list has increased 97.62% since FY 2016, 63.59% since FY 2017 and 31.80% from FY 2018. The increase can be attributed to two factors: (1) the amount of educators decreased due primarily to a lack of funds (no budget in FY 2016 and FY 2017) and the department is still recovering, and (2) a new law that took effect on January 1, 2018 which allows for more offenders to earn program sentence credit. The education program continues to be the top producer of \"good time\" within the IDOC. Note: Advanced ABE numbers were not tracked in FY 2016.Year Number of Students Offender Completing GED 2,033 2016 2,170 346 15.94%ASE Program Year ABE Advanced ABE ASE Total 2019 5,286 260 6,748 ListIllinois Department of Corrections | FY19 Annual Report24 Offenders continue to enroll in school and be eligible for Earned Program Sentence Credit (EPSC). In FY 2018, 15,980 students participated in EPSC with OAEVS awarding days. FY saw 22,010 participate EPSC contracts (increase of 37.73%) and OAEVS awarding 587,074 (increase of 106.77%). The number of days awarded has increased 265.39% since 2016, 207.66% from FY 2017 and 106.77% from FY 2018. Students participated in the following classes: Auto Body, Auto Technology, Barbering, Construction Occupations, Construction Management, Cosmetology, Culinary Arts, Custodial Maintenance, Horticulture, Horticulture Management, Manufacturing Skills, Remedial Bridge, Restaurant Management, Warehousing and Welding. In FY 2019, 48.8% of the students completed courses. The number of participants and completers increased due to previously unfilled educator positions caused by budgetary issues being filled in FY 2019. 2019 2018 2017 2016 Number EPSC Credit FY19 Annual Report25 Career Technology is a 20-day class for offenders which focuses on resume writing, interview skills and financial literacy. The decrease in participants from FY 2016 to FY 2018 can be attributed to budgetary issues causing educator positions to go unfilled. FY 2019 saw the percentage of completers reach a 4-year high. The number of participants is a cumulative total, meaning one student could take all classes offered at a facility. FY 2016 to FY 2018 saw declining number because of the Illinois Community College Board (ICCB) reimbursement rates declining along with lingering effects of the budget crisis which effected hiring of staff. FY 2019 saw participants and completers increase due to more classes being offered at various facilities.Year Participants 151 2017 7,603 288 8,343 Year DegreeIllinois Department of Corrections | FY19 Annual Report26 The fluctuation of certificates from year to year is attributed to the budget, filling of instructional posi - tions, starting new programs, and when courses were completed (i.e. at the end of a fiscal year). FY 2019 achieved a 3 year high with 2,198 certificates. Staffing has fluctuated over the past few years due to fiscal concerns. FY 2017 saw a hiring freeze. With a budget in place, vocational staff were able to be hired. Additionally, programs returned to Centralia, Lincoln, Logan and Decatur. *Amended from FY 2018 Annual Report.Program 2017 2018 2019 Auto Body 41 47 33 Auto Tech 137 175 132 Construction Occupations 466 420 507 Construction Management 0 0 8 Cosmetology 19 9 0 Culinary Arts 434 382 431 Custodial Maint. 420 332 403 Horticulture 283 308 450 Horticulture Manage 0 0 4 Manufacturing Skills 0 0 7 Restaurant Mgmt. 76 0 45 Warehousing 145 195 93 Welding 64 98 85Certificate by Program 2016 2017 2018 2019 Total Sites 18* 18* 20* 25 Total Instructors Hired 8 0 25 66 Total Instructors Separated from College 10 11 12 25 Total Instructors End of Fiscal Year 78* 67* 80* 153Vocational StaffingIllinois Department of Corrections | FY19 Annual Report27 Staffing continues to be an issue due to budgetary concerns and allotted head count. In FY 2018, the Office of Adult Education and Vocational Services (OAEVS) was at a five-year low. FY 2019 picked up due to an increase in head count and a budget in place.2019 2018 2017 2016 Corrections Law Library Asst 15 8 0 0 Corrections Vocational Instructor 1 2 2 2 Educator 124 119 123 121 Executive I 1 1 1 1 Executive Secretary II 0 0 1 1 Librarian I 13 8 7 9 Library Associate 8 6 13 12 Office Adm Specialist 1 0 1 1 Office Assistant 1 0 1 1 Office Coordinator 10 10 10 11 Paralegal Assistant 0 1 7 8 Public Service Adm 19 16 16 17 Reproduction Serv Tech III 0 1 1 1 Senior PSA 1 1 1 0 Teacher of Barbering 2 2 1 2 Teacher of Beauty Culture 2 1 1 1 Totals 198 176 186 188OAEVS StaffingIllinois Department of Corrections | FY19 Annual Report28 In FY 2018, the Governor's Office of Management and Budget (GOMB) spearheaded the Budgeting for Results Commission to produce the 7th Annual Report focusing on correctional education. The quantitative program analysis predicted all three programs will have a positive return on investment and anticipates a reduction in recidivism. Program analysis supports the determination that all three programs are effective as implemented compared to national best practices.ProgramBenefit to Cost RatioAvg. Recidivism Change Predicted Correctional -9.20% Correctional Education/GED $8.23 -4.70% Vocational Education in Prison $2.23 -6.80%Budgeting for Results Commission 7th Annual ReportIllinois Department of Corrections | FY19 Annual Report29 Grants The OAEVS administers three grants: Career and Technical Education (CTE), Carl Perkins, and the Adult and Family Education Literacy (AEFL). The CTE grant is $894,450 and provides equipment and supplies for vocational programs. Perkins grant is a Federal grant for $228,000 which provides supplies, equipment, and staff development for vocational education. The AEFL grant of $893,910 focuses on adult education literacy and supports partial salaries, benefits, staff development and supplies for 13 educators. Office of Mental Health & Addiction and Recovery Management Services The mission of the IDOC Office of Mental Health Management (OMHM) is to assist incarcerated individuals affected by Mental Illness and Serious Emotional Disturbance to decrease needless suffering, better manage their illness, and achieve personal goals to reach and maintain their highest level of functioning. The Department strives to deliver services in a respectful, responsive and efficient manner with sensitivity to Diversity of Culture, Language, Ethnicity, Gender and Sexual Identity. In collaboration with additional Support Services and Operations within the agency's facilities, the office seeks to maximize the resources available and attend to concerns for the safety and well-being of individuals. Services and support are designed to provide meaningful assistance to the individual in acquiring and maintaining those mental, emotional and social skills, which enable the offender to function most effectively with the demands of his or her own person or environment. The Office of Mental Health Management (OMHM) also continues to improve the mental health services delivery system through the implementation of a Continuous Quality Improvement (CQI) program aimed at systematic, ongoing, objective monitoring, evaluation, and improvement of the quality, efficiency, and effectiveness of mental health offender care. This program will allow the department to accurately and effectively monitor itself through both internal and external processes. It will also provide a space that welcomes and nurtures innovation and consumer feedback. Additionally, the department has made significant progress on the construction of a new 200-bed inpatient facility on the Joliet Treatment Center grounds. This level of care represents the highest level of mental health care available in the department. The OMHM has expanded professional development opportunities for mental health and psychiatric staff by sponsoring continuing educational trainings, the development of a psychiatric newsletter, increased case consultation/presentation, and policy and procedural trainings, all with focus on improving the care provided within IDOC and furthering the professional development of our staff. The OMHM continues to work in concert with the Office of Health Services (OHS), as both divisions recognize the important contributions that both physical health and mental health have on the overall well-being of patients we provide care for. The OMHM will also maintain existing partnerships with other State of Illinois agencies and entities such as the Department of Human Services, the Department of Mental Health, the University of Illinois and Southern Illinois University systems while strengthening relationships with national partners like the American Correctional Association (ACA), the National Commission on Correctional Health Care (NCCHC), the Association of State Correctional Administrators (ASCA), Illinois Department of Corrections | FY19 Annual Report30 the National Alliance of Mental Illness (NAMI) and the Association of Correctional Mental Health Administrators (ACMHA). Fostering these partnerships will facilitate our effort to increase productivity, eliminate waste, and further the goals of our respective missions. The mission of the Addiction & Recovery Management Services Unit (ARMSU) is to formulate consistent guidelines for the development and implementation of addiction recovery management programs and the continuum of care within the Department; to coordinate the screening, assessment, and referral of offenders needing and/or requesting addictions recovery services; to monitor care and standards of substance abuse treatment provided to offenders; to serve as a resource for the Agency and provide consultative services and training to agency staff and community providers around addiction issues. In FY19, treatment ranged from intensive wrap around services (i.e. Sheridan Correctional Center and Southwestern Correctional Center) to low intensity Level 1 substance abuse treatment (i.e. Dixon Springs and DuQuoin IIP ,). Partnerships include DASA, TASC, the CSACs in Central Illinois and Southern Illinois, PFI, and IAODAPCA. IDOC has contracts with multiple substance abuse treatment providers throughout the state (i.e. GEO Group, WestCare Foundation and Comprehensive Connections) as well as many community providers. Current highlights of the ARMSU include the distribution of NARCAN (Naloxone) to agency parole agents, oversight of the Sheridan Therapeutic Community Substance Use Disorder treatment facility, Southwestern Therapeutic Community Substance Use Disorder facility and Methamphetamine program, the Logan Correctional Center Dual Diagnosis program and the Multi-Agency Medication Assistance Treatment (MAT) Community initiative funded through the Substance Abuse and Mental Health Services Administration (SAMHSA). This program is coordinated by the Office of Substance Use Prevention and Recovery of The Illinois Department of Human Services in concert with ARMSU, Sheridan Correctional Center and IDOC Parole. Fifty offenders committed from Cook County were selected to participate in this program. Each offender received six to nine months of cognitive behavioral therapy (CBT) Substance use Disorder specific programming and Medication Assisted Treatment induction prior to release onto mandatory statutory release (MSR), with intensive case management and wrap-around services to include housing, education/job training, and employment.Illinois Department of Corrections | FY19 Annual Report31 Prison Rape Elimination Act (PREA) In accordance with the Prison Rape Elimination Act (PREA) which was passed with unanimous support from both parties in Congress and signed into law by President George W. Bush in 2003, the Department maintains a strict zero tolerance policy for sexual abuse, staff sexual misconduct and sexual harassment. The Department provides strict guidelines for the prevention, detection, response, investigation, and tracking of all allegations. All offender allegations of sexual abuse and sexual harassment are taken seriously, investigated, and when applicable, referred for prosecution. While incarcerated within the Illinois Department of Corrections, offender safety is paramount; and that safety includes the right to be free from sexual abuse, harassment and retaliation.The Department has placed substantial emphasis on offender education. Ensuring all offenders know how to report an allegation of abuse and knowing those reports may be made confidentially and without fear of retaliation, is critical. All offenders are provided with information regarding the Department's Zero Tolerance policy at intake. PREA information is provided to each offender throughout their incarceration through the placement of over 3,000 bilingual permanent signs, information offered on the facility's dedicated TV channel, the facility's Offender Handbook, printed brochures, and even more creative ways like painted murals throughout some facilities. The Department also continues to work very closely with the John Howard Association, an offender advocacy group based out of Chicago, to ensure offenders have a confidential third-party reporting mechanism to make a report directly to someone completely outside the Department's jurisdiction. During this time period, PREA audits were conducted at nine correctional centers and one adult transition center to conclude the Department's second 3-year audit cycle. The audits were each conducted by outside contractors certified by the US Department of Justice. All ten facilities audited were found to be in full compliance with the PREA Standards. The Department will continue to audit one-third of our facilities each year of the three-year audit cycle to ensure the Department maintains full compliance with the PREA Standards. Training and policy will continue to be reviewed and updated as necessary to provide the most up to date knowledge and best practices to the employees of the Department. Annual training will continue to be provided to all employees, volunteers and contractors who have contact with offenders to ensure all staff is prepared to respond to an allegation of sexual abuse as well as preventing incidents of sexual abuse. The Department will continue to take all allegations of sexual abuse and harassment seriously throughout our agency. Our Department's commitment to maintaining a zero-tolerance approach to sexual abuse and sexual harassment will continue to be demonstrated through our full compliance with the Prison Rape Elimination Act.Illinois Department of Corrections | FY19 Annual Report32 Operations Transfer Coordinator's Office The Transfer Coordinator's Office (TCO) is responsible for coordinating the movement of and determining the appropriate placement of all adult offenders within the Illinois Department of Corrections. Since the office was established over 30 years ago, the Department has expanded to its present level of 28 adult facilities, 4 reception and classification centers, adult transitional centers and Impact Incarceration Programs. To efficiently coordinate offender placement and movement, the office has also expanded to its present staffing level of Transfer Coordinator Manager, Assistant Managers, Assignment Coordinators and support staff. The movement of offenders involves statewide coordination of the Central Transportation Unit by the TCO. During Fiscal Year 2019, a total of 38,801 offenders moved via the Central Transportation Unit. This averages out to 746 offenders per week. In addition, the movement of correctional officer cadets to and from the Training Academy for their Pre-Service Security Training is also handled through the CTU. In fiscal year 2019, 11,600 correctional officer cadets were transported. This is an average of 223 cadets per week. Prior to the movement of offenders, initial and subsequent security and placement designations of each offender must be completed. This process is overseen by the TCO. The TCO determines the initial placement. There is an imperative need to keep the population flowing out of the Reception & Classification Units in order to facilitate the continual delivery of offenders from the county jails. During FY19 the TCO approved placements for 20,098 offenders from R & C facilities. The TCO also determines subsequent placement and movement for offenders throughout their incarceration. A review of each offender's General Office file is completed to determine appropriate placement, balancing between offender needs and the protection and safety of the public. Approved offenders are then prioritized based on bed space availability and urgency for the transfer. Factors such as discipline, enemy or safety issues, warrants or detainers, programming, writ housing, changes in security and medical or mental health conditions are considered when determining priorities. Offenders' special needs are also considered in placement decisions. This would include but is not limited to offenders with ADA issues, substance abuse treatment needs, Security Threat Group issues, medical or mental health needs, protective custody or special management needs, those offenders classified as Sexually Dangerous Persons (SDP) or Sexually Violent Person (SVP) and those offenders considered as extreme escape risks. During FY19 the TCO processed 17,438 transfer requests and 3,534 offender security reclassifications. The TCO also screens and coordinates offender placement within the Impact Incarceration Program, Adult Transitional Centers and Electronic Detention. During FY19, TCO processed 2,798 ATC requests and 267 ED reviews. The TCO serves as the liaison and coordinator of the Interstate Corrections Compact and is responsible for coordinating the transfer of offenders on an international level in cooperation with the Department of Justice.Illinois Department of Corrections | FY19 Annual Report33 Additionally, the TCO was responsible for overseeing the awarding of Supplemental Sentence Credits on behalf of the Chief Public Safety Officer to eligible offenders. Correspondence and calls from offenders, their families, concerned citizens, attorneys, law enforcement, government officials and agencies, IDOC administrators and legal staff are received and acknowledged daily. Other duties include compiling reports, completing special projects, and maintaining special population profiles. As the preceding summary reflects, the responsibilities of the Transfer Coordinator's Office extend far beyond the scope of transferring offenders throughout the State of Illinois. Operations Center The Operations Center is a multifaceted area within IDOC. The center, which provides 24-hour assistance and availability, serves as the statewide command post serving the needs for both adult and juvenile offenders within IDOC and the Illinois Department of Juvenile Justice. The Operations Center provides continuous Law Enforcement Agencies Data System/ National Crime Information Center (LEADS/NCIC) communication, access and maintenance of parole warrants and related information to field staff. In addition, it tracks all mass high-risk institution and parole transports of offenders, providing another layer of safety and efficiency. The center is also responsible for dissemination of local and federal criminal history data to appropriate IDOC agents, offices and local law enforcement agencies. In addition, the Operations Center handles a large volume of phone calls daily and serves as an instrumental liaison for IDOC to law enforcement agencies and the public. Food Services The Food Services Department of the Illinois Department of Corrections functions as a cohesive part of the agency's operational and logistical support capabilities, preparing more than 100,000 offender meals per day, including many religious and therapeutic diets. Daily operations of the individual dietary departments are overseen by the Food Service Program Manager. They utilize the procurement processes to ensure cost effective and efficient productivity. They have the responsibility to ensure adherence to the Illinois Department of Public Health standards regarding food service safety and sanitation within their respective units. Following a 5-week cycle menu, the Correctional Food Service Supervisors oversee offender dietary workers preparing and serving healthy and nutritious meals to their facility's population. Dietary workers learn meal preparation techniques in accordance with the best industry practices. They also perform the food safety and sanitation functions, ensuring the health and welfare of those at their institution. There are several sustainability initiatives operating within Food Services related to recycling and reduction of waste, as well as incorporating programing opportunities for offenders. Illinois Department of Corrections | FY19 Annual Report34 Many facilities have robust gardening operations focused on providing healthy and nutritious fresh foods for utilization in meal preparation, teaching life skills to offenders, as well as creating donations to support local community food pantries. Jail and Detention Standards The mission of the Jail and Detention Standards Unit is to monitor compliance with Illinois County Jail Standards, Illinois Municipal Jail and Lockup Standards and the Federal Juvenile Justice Delinquency Prevention Act. The purpose of monitoring is to develop standardized practices in detention facilities that enhance the health and safety of the public, detention staff and detainees. In addition, the office provides assistance and services to facilitate the development of those practices. State statute established the unit and directs that the office may inspect all county jails on an annual basis. There are 92 county jails in 102 counties in Illinois. Municipal lockups are inspected upon request of the chief of police. In FY2019, 10 municipal inspections were completed. Jail and Detention Standards has the authority to refer facilities in serious noncompliance to the Illinois Attorney General for remediation. This authority has recommended further review of specific substandard facilities. The unit also stimulated new facility construction throughout Illinois. Staff members monitor approximately 1,100 municipal police departments and 92 county jails for compliance with federal secure juvenile detention requirements. In FY2019, there were 485 juvenile monitoring inspections completed by the unit. The Jail and Detention Standards Unit provides an adequate system of monitoring jails, lockups and non-secure facilities to ensure that delinquent minors are being held in accordance with the Office of Juvenile Justice and Delinquency Prevention policies and procedures. The potential to detain non-offenders and status offenders requires a specialized monitoring system. The criminal justice specialists annually visit law enforcement facilities to determine which facilities detain youths and which do not. Those who do not detain youths are considered No Hold facilities and only need to be visited every three years rather than annually. Criminal justice specialists conduct on-site inspections of county jails and municipal lockups for compliance with standards. All 92 county jails were inspected in 2019. Staff members conduct follow-ups on unusual occurrences and provide consultations regarding detention operations, renovations, new construction and staffing recommendations. There were 12 county jail unusual occurrence investigations conducted in FY2019. In the capacity of ombudsmen, unit staff responds to citizen and detainee complaints relating to detention operations, civil rights and legal responsibilities. The unit responded to 66 detainee complaint letters and provided 225 technical assistance requests to jails in FY2019. The unit collects monthly detainee population statistics from county jails and quarterly from municipal lockups. A database is maintained for this information, which is ultimately sent to the Illinois Criminal Justice Information Authority on an annual basis. Illinois Department of Corrections | FY19 Annual Report35 Staff Wellness As the face of corrections changes, IDOC is taking significant steps to address the needs of employees working in its facilities, as well as the offenders in its custody. Employees face numerous challenges, both professional and personal, as it relates to the environments in which they work. According to the National Institute of Corrections, a correctional employee working in a prison facility for twenty years has an average life expectancy of only 59 years (2008). Chronic health conditions from stress, hypervigilance, shift work, and exposure to violence all contribute to the physical and mental decline of those working with the prison populations. IDOC's Staff Wellness Response Teams (SWRT) address the mental and emotional needs of staff. A highly trained team assists facilities following critical incidents and offers peer support through confidential referrals to the Employee Assistance Program (EAP) and AFSCME's Personal Support Program (PSP). From Corrections Fatigue to Fulfillment (CF2F), a program developed by Dr. Caterina Spinaris, founding director of Desert Waters Correctional Outreach, is offered to all IDOC staff. The 10-hour course uses evidence and data to explain the psychological dynamics behind the negativity of the corrections workplace and its costly consequences. CF2F analyzes the causes and signs of corrections fatigue and provides strategies for professional fulfillment and self-care. Illinois Department of Corrections | FY19 Annual Report36 Facility Highlights BIG MUDDY RIVER CORRECTIONAL CENTER In the last year, Big Muddy River Correctional Center has had hundreds of offenders participate in various programs, including Thinking for a Change, Inside-Out Dads, Start Now, the Re-Entry Summit, Substance Abuse Treatment and Education. Over one hundred offenders completed Adult Basic Education and several received a General Education Diploma. The Sex Offender Program at Big Muddy River Correctional Center continues to be an active, unique and respected program which provides treatment and support to offenders enrolled in the volunteer Sex Offender Program and the Sexually Dangerous Persons Program. Lake Land College administers vocational programs at the facility offering subjects such as Automotive Technology, Horticulture, Career Technology, Construction Occupations, and Commercial Cooking. 175 Vocational Certificates were awarded during FY2019. Automotive Technology repaired 60 vehicles. Culinary Arts prepared various luncheons, including the fall and spring Re-Entry Summits and Chapel Volunteer Banquet. The Construction Program donated 10 doghouses to two local no-kill animal shelters. The Horticulture Program continues to grow plants for the annual plant sale and various state agencies, including the Illinois Department of Transportation, Illinois Department of Natural Resources and the DuQuoin State Fair. Chaplaincy Services has made many successful events happen within Big Muddy River. Six events were organized during February for Black History Month, including a concert by Gideon's Tour with prison fellowship and a talent show. A donation of a Sukkah temporary structure was made for Jewish offenders to celebrate during Sukkoth. The facility hosted a successful Angel Tree program this year. Several new chapel programs were implemented. On June 3, 2019, 110 volunteer offenders were divided into four groups to begin bagging sand for local communities in need. During the efforts, the men filled approximately 60,000 bags of sand. Big Muddy River has placed more recycling receptacles in the offices for plastic and paper. The facility has a baler for which we compact recyclable materials such as tin cans, wood pallets and cardboard. Starting April 2019, plastic was added to this list of recyclables. This addition has not only increased recycling efforts, but the facility went from three pulls per week to two pulls resulting in a cost savings of approximately $32,543.00 in trash pickup for the facility. Illinois Department of Corrections | FY19 Annual Report37 Recycling for FY19 (July 1, 2018 - June 30, 2019) Car dboard 76 bales = 38 tons Cans 56 bales = 16.8 tons WVO (waste veg. oil) 8 totes = 2,000 gallons Motor Oil 225 gallons Car Batteries 25 W ooden Pallets 1,482 pallets Plastic 2 bales = 0.8 ton Total estimated value of recycled materials = $11,980.00 Big Muddy River completed replacing 92 1100-Watt High Pressure Sodium Bulbs in the high mast lights with 300-Watt LED fixtures. The lighting project initially cost $53,878, but a lighting incentive rebate brought the cost down to $20,758. The lights require about 20 labor hours less each year in addition to saving about $19,000 in wattage use. The project will pay for itself in 13 months. Big Muddy River Correctional Center and its entire staff in the Operations and Programs divisions are committed to continually operating in a cost-effective manner while providing for the successful re-entry of offenders and maintaining public safety and overall facility security. CENTRALIA CORRECTIONAL CENTER Centralia Correctional Center had a successful FY19 starting new programs and services for offenders while implementing cost saving measures and operating under budget. The facility continues to make strides to meet or exceed the expectations of PREA requirements, as well as the Rasho and Holmes lawsuits. Centralia Correctional Center was chosen as Facility of the Year for the Storybook Project. The Storybook Project allows offenders to be recorded while reading a book. The book/recording is then sent to the offender's children. The Centralia Correctional Vet Zone conducted numerous services throughout the year, including a Memorial Day service in the Chapel to honor those who have passed while serving our county. Vet Zone Director Susan Walker coordinated with the choir and art programs to have them showcased as well. There were several pieces of art done by our offender population on display and the choir sang and led the Pledge of Allegiance. The service was attended by the local media, staff and offenders. A few members of the Vet Zone shared their personal experiences while serving in the military during the ceremony. Also, Counselor Walker was contacted by Veterans Affairs asking assistance on how to revamp their \"suits\" program which supports incarcerated veterans once released. We were successful in pointing them in the right direction, and the VA is once again entering facilities to assist incarcerated veterans' transition once released. The VA can assist in housing, technical training and assistance to accomplish goals set by the Prisoner Review Board, such as treatment and counseling. Clinical Services has a 3rd Start Now class, as well as the Inside Out Dads program. These programs allow offenders to earn good time while they gain the skills they need to successfully re-enter society. Clinical Services continues to provide standard services, including cognitive behavioral therapy, Illinois Department of Corrections | FY19 Annual Report38 substance abuse and re-entry programming. We have increased our staffing levels specializing in mental health treatment. Mental Health staff have greatly impacted group therapy and individual contact opportunities for offenders with mental health concerns. We hold a Re-Entry Summit twice a year, as well as perform a Re-Entry Simulation, to assist in reducing recidivism by building a foundation to bridge the gap between incarcerated offenders, community service providers, employers, policy experts and governmental agencies. The summits address the roadblocks offenders face with employment, housing and other issues once released, and they are taught ways to overcome the obstacles. Chaplaincy includes a variety of programs serving diverse religions. Leisure Time Services continues to have new and updated activities for all skill levels of exercise. The Art Program has grown steadily. Vocational programming returned to the facility this year through the local community college and includes Commercial Cooking, Career Technology, and Custodial Maintenance. We anticipate adding other courses in the future. Working in conjunction with the Academic School, offenders who have completed GED coursework can further develop needed skills for a successful return home, as well as earn good time days. Domestic Violence Month and Black History Month were recognized with events and guest speakers. The facility continues to seek out programs which will have a positive impact on offenders. In April of 2019, the facility implemented its plan to house the offender population by assignment/ grade, which is an attempt to increase the overall safety and security of the institution, as well as make our environment better for staff and offenders. Centralia Correctional Center believes that celling offenders by assignment will provide a more conducive learning environment for vocational and academic students and a more controlled environment for offenders with job assignments. Centralia Correctional Industries processed more than 97 tons of recycling materials which consisted of 59 tons of cardboard, 10 tons of plastic, 16 tons of tin, and 12 tons of paper. This allowed the facility to reduce costs associated with waste disposal. The facility garden produced more than 25,000 pounds of produce, which was used to reduce costs associated with offender and staff meals. Through the programming of 37 offenders, Centralia Industries was able to recommend 11,506 days of Program Sentence Credits. Centralia was able to obtain Capital Development funding during FY19 to have our entire facility wiring checked for proper grounding. DANVILLE CORRECTIONAL CENTER Danville Correctional Center's staff has embraced the attitude of cultural change by actively engaging in efforts to raise funds for Special Olympics through Polar Plunge. Danville's staff most recently donated over $3000 in cash assistance and school supplies to students at Meade Park School and 450 pounds of vegetables to the Danville Food Pantry. Illinois Department of Corrections | FY19 Annual Report39 Danville Correctional Center continues to focus on altering the culture of corrections. The Building Block program launched in February of 2018 with a focus on creating a better offender by offering programming on the wing and fostering as a sense of community between the offenders. This program has resulted in a positive change in the attitudes of both offenders and staff. Offender behavior improved drastically. Danville Correctional Center has expanded to four Building Block wings, each with their own unique programming. The Building Block has become a pilot program that multiple facilities are utilizing. This year, Danville Correctional Center started an Employee Birthday Breakfast which has had an overwhelming response from staff. Danville Correctional Center always strives to enhance staff morale and occasionally has food vending trucks set up for staff to purchase items. A comfort dog named Bethany from a local church visits the facility monthly and interacts with staff and offenders. Danville Correctional Center's Sustainability Committee continues to reduce the facility's operating expenses and carbon footprint. Danville Correctional Center expanded the amount of acreage dedicated toward gardening and increased focus on producing compost from carbon waste. Additionally, Danville Correctional Center continues to replace low efficiency lighting with high efficiency lighting LED lighting resulting in considerable electric utilities savings. Volunteer programs are thriving at Danville Correctional Center; The Education Justice Project will enter its 11th year with a mission to build a model college-in-prison program that demonstrates the positive impacts of higher education upon incarcerated individuals. The Divine Hope Reformed Bible Seminary is in its 8th year as a dedicated prison seminary that operates within the Danville Correctional Center. DECATUR CORRECTIONAL CENTER Moms and Babies Program The Moms and Babies Program was implemented at Decatur Correctional Center in March 2007. Expectant mothers begin prenatal education in preparation for their delivery. Prenatal medical care is provided by an outside doctor who come to the facility. The mothers complete caregiver and CPR classes. After the delivery, the baby and mother return to the institution and stay in a specially designed room. They participate in postnatal programming and Treatment Alternatives for Safe Communities (TASC) pre-release programming. Moms & Babies gives incarcerated mothers the opportunity to bond with their newborn babies in a Illinois Department of Corrections | FY19 Annual Report40 setting that nurtures physical and emotional health. The facility's E-Wing is set up to provide a warm atmosphere and includes an Infant Development Center which meets DCFS standards for space and equipment. By providing this program, the Illinois Department of Corrections continues to be in the forefront of gender-responsive programming. During FY19, five women participated in the Moms and Babies Program. Shakespeare Corrected Now in its 8th year, Shakespeare Corrected presented 'The Two Gentlemen of Verona' April 24-28, 2019. The Decatur Correctional Center had the honor of hosting Governor JB Pritzker and the First Lady for the presentation on Wednesday, April 24, 2019. The First Lady was able to meet with the offenders who participated in the play prior to their performance. Shakespeare Corrected's mission is to bring undergraduate students together with incarcerated and disadvantaged populations to collaborate and create a theatrical experience intended to inspire transformation and redemption in students, participants and their families. Currently 47 offenders participate in this program. The nine-month program culminates in a series of performances of a full-scale Shakespeare play for audiences of friends, family and other offenders. Decatur Correctional Center TACT TeamThe state TACT Challenge was held at the Taylorville Correctional Center on June 4, 2019. Decatur Correctional Center received second place. Art TherapyVolunteers from Millikin University provided offenders the opportunity to develop life skills while participating in a creative art. College Vocational Programs Lake Land College joined the Decatur Correctional Center in January 2019. Lake Land College offers four vocational classes at Decatur Correctional Center. We currently have 15 offenders enrolled in Commercial Custodial, 15 offenders enrolled in Culinary Arts, 15 Offenders enrolled in Computer Tech and 14 Offenders enrolled in the Horticulture Program. Decatur Correctional Center Offender Show ChoirThe Decatur Correctional Center Show Choir held a Gospel Fest in the Auditorium on July 4, 2019. Illinois Department of Corrections | FY19 Annual Report41 Relay for Life 15th Annual \"Relay for Life\" Luminaria Event was held on Wednesday, August 15, 2018. $1,000 was raised by the offenders for this event which was donated to the American Cancer Society. Approximately 189 Offenders participated in the event which included a 12-minute symbolic walk. Mom and Me CampMom and Me Camp was held at the Decatur Correctional Center July 30-August 1, 2018. Twelve Offenders participated along with 18 children of the offenders. Mom & Me Summer Camp is held annually typically the first week of August. Offenders' children spend four days at East Bay Camp in Bloomington, Illinois and three days at the facility. The camp provides structured activities designed to provide a supportive and productive visiting experience for mothers and children. DIXON CORRECTIONAL CENTER Dixon Correctional Center hosted two successful Reentry Summits with nearly 275 offenders participating. Reentry Summits are designed to assist offenders in obtaining the necessary services and resources upon release. Additionally, Dixon Correctional Center continues to provide a multitude of programs available to the offender population within Clinical Services. Dixon Correctional Center staff coordinates and facilitates the following programs on a regular basis: Parole School, Inside Outside Dads, Start Now, Thinking for A Change, Substance Abuse Drug Education and Drug Treatment. The Lake Land College Construction Occupations Program constructed five houses for area Habitat for Humanity Programs. The Lake Land College Construction students construct the exterior walls and complete the sheathing on those walls as well as frame the interior walls. This process usually takes between three to four weeks per house providing students with invaluable experience in the construction field, in concert with providing a needed community service. Since the program started, a total of 72 houses have been framed by students at Dixon Correctional Center. The Illinois Correctional Industries (ICI) Dixon Optical Lab has been providing quality prescription eyewear to the Illinois Department of Health and Family Services (HFS), Department of Corrections (IDOC), Managed Care Providers and many Lions Clubs throughout the state since 1986. In FY19, Dixon ICI produced over 71,000 pair of eyeglasses with sales exceeding $2 million. In doing so, the State of Illinois and its taxpaying citizens realize a notable savings by providing HFS clients with discounted eyewear, while providing educational opportunities and job skills for offenders to utilize upon their reentry into society. Illinois Department of Corrections | FY19 Annual Report42 Dixon Correctional Center partnered with outside vendors to install several facility-wide technological upgrades designed to increase offenders' opportunities to communicate with loved ones outside of the facility. This initiative started with the installation of video visit equipment in every housing unit. This service is now in use and allows an offender to have video and audio communication with any of his approved visitors without the need of the visitor physically traveling to the facility. The same equipment will allow offenders to send and receive e-mail messages to approved recipients whenever they please to expedite written communication. More recently, the same vendors have provided tablet PCs for purchase by the offenders. These devices also allow offenders to e-mail their loved ones as well as stream music and play games in their cells. The renovation of the Medical Dispensary building 113 in the Special Treatment Center, dedicated to the Special Treatment Population, was completed and opened on April 1, 2019. This space allows for medication pass, sick call, doctors' lines, group and individual therapy, as well as office space. The National Commission on Correctional Health Care (NCCHC) accreditation team came to Dixon for initial accreditation and evaluation of Dixon. It encompassed not only medical, but Mental Health Services, Dietary and Security as it relates to offenders' access to care. At the exit interview, the NCCHC team commented how large and diverse our facility was and for the first time they felt it to be a successful review. Dixon received its accreditation in July 2019. Dixon Correctional Center once again assisted the City of Dixon in providing a clean-up crew for the Community Petunia Festival from July 4 to July 9, 2019. A vegetable garden was planted by our offenders and approximately 6,587 pounds of produce was achieved such as tomatoes, cabbage, cucumbers, zucchini, collard and mustard greens, red and white onions, and spinach which was utilized by Dietary to supplement offender diets. Pumpkins that were planted and tended to by offenders were donated to local pre-schools for decorating. EAST MOLINE CORRECTIONAL CENTER East Moline Correctional Center continues to strive for individual accountability, increased staff performance, and helping to ensure a safe, secure, and holistic correctional environment for staff and offenders. In FY19, East Moline Correctional Center provided multiple programs and services to help offenders successfully prepare for community reintegration. The facility also remained dedicated to ensuring sustainability and community service. The Rapid Results philosophy continues to grow at East Moline Correctional Center. The Rapid Results Team now consists of eight trained staff members. A collaborative effort with the City of East Moline allowed nuisance potholes throughout the facility to be filled, patched and repaired by the city with their equipment and labor totaling $5,720 in savings. Additionally, the Illinois Department of Transportation performed clean-up of debris and large brush from the range road, including tree grinding, for a savings of $1,760. The enhancement will provide better safety and security as well as less wear and tear on the facility's vehicle Illinois Department of Corrections | FY19 Annual Report43 fleet. East Moline Correctional Center's Business Office began purchasing bus tickets two weeks in advance for offenders leaving the facility on mandatory supervised release, resulting in a savings of $8,000-$10,000 annually. Smaller projects have also been implemented such as adding deep fryer inserts in Dietary to preserve oil and reduce build up. Dietary also began a meal tray accountability tracking program to ensure all trays sent out of Dietary are returned. Rapid Results is a high priority effort at the facility and will continue to be in the future. East Moline Correctional Center is becoming more energy efficient with an LED Perimeter Lighting Project. East Moline Correctional Center was approved to undergo a perimeter lighting upgrade project to address inefficient lighting and continuous lighting repairs. The existing lighting was High Intensity Discharge (HID) and High-Pressure Sodium (HPS) fixtures. The perimeter lighting project will replace the existing inefficient lighting with LED fixtures to obtain energy reduction and savings, as well as the reduction in time and materials necessary for continuous repairs. The facility began planning the project in March 2019 with a $46,500 budget. On May 31, 2019, installation of the LED conversion project was initiated with the assistance of many staff from the Maintenance Department. On July 26, 2019, the installation of 140 new LED perimeter light fixtures was completed. With the completion of the installation, East Moline Correctional Center then submitted an application for the Commercial Energy Advantage Rebate Program through MidAmerican Energy, the electricity utility provider in the area. With the assistance of MidAmerican Energy Representative Derick Hofer, the application was approved. Post-installation rebates are expected to exceed $10,000.00 and have assisted in Post-Implementation cost recovery. Utility savings of $3,657 are expected, as well as reduced maintenance and repair time and/or materials. East Moline Correctional Center had a number of other improvements and repairs completed by the maintenance department in FY19. A warming shack was constructed to allow officers to view line movement while not being subjected to the elements. Also, a major leak in a large water line in the powerhouse was repaired and additional valves were added to prevent the unnecessary shutting off of the water during times when water heater repairs are needed. Additionally, one of the booster pumps that supplies water to the water tower was removed and the motor and pump were both rebuilt. All of our operational elevators have been made compliant and passed inspection by the State Fire Marshal during the previous fiscal year as well. Also, on multiple occasions, the perimeter fence was damaged by falling tree limbs. Although a contractor was required for repair in one instance, multiple repairs were made in house. A holding area was built on first floor of the Administration building for the purpose of securing offenders. A substantial amount of roof repairs was completed to prevent leaks. Additional offender phones were added in many areas including the yard. Leisure Time Services (LTS) increased activity participation for the fifth consecutive year. In 2018 there were 12,908 participants. The yoga program had the highest participation level with 2,836. There are five classes per week and levels include beginner, intermediate, Illinois Department of Corrections | FY19 Annual Report44 advanced, and injury rehabilitation. The newest LTS program being offered is Offender Photos which allows offenders to have their picture taken with friends and families during visits. Offenders without visitors may also have pictures taken. Industries laundry services remains one of the biggest incentives for offenders who are looking to prevent recidivism. The program teaches job skills and opens up career opportunities that offenders can use after release. In addition to servicing laundry for veterans' homes, hospitals, cancer centers, and other community businesses, the implementation of a hanger recycling program for a new customer increased the number of offenders earning good time credit and the number of days earned. An average of 89 offenders received Earned Program Sentencing Credit totaling 7,800 days. East Moline Correctional Industries laundered 1,691,216 pounds of laundry which generated revenue of $866,569. Clinical Services continue to offer programs that focus on cognitive restructuring, social skills development, problem solving skills, and relationship skills. The Clinical Services Department offers Thinking for a Change, Inside Out Dads, Lifestyle Redirection, TRAC, Inner Circle, Anger Management, Parole School, Orientation class, and Re-Entry Summits. They have added Drug Awareness which is a 10-week class consisting of the introduction to criminal and addictive thinking, drug awareness education, socialization, and relapse prevention. Two Correctional Assessment Specialists joined the team during FY19. The team has been attending trainings preparing to expand the programs in FY20. The Education Department offers Adult Basic Education, Advanced Basic Education, and Adult Secondary Education coursework designed to provide an opportunity for offenders to develop towards their maximum potential. In FY19, fifteen students were awarded their High School Equivalency Certificates and sixty-one students completed their Adult Basic Education coursework. GED testing is now available via computer, allowing for quicker, more efficient testing procedures. Window air conditioners were installed in the education building to improve the learning environment for offenders. Lake Land College had two students graduate with Associate Degrees and sixty-six students receive vocational certificates during the FY19 fiscal year. Lake Land College is currently in the process of hiring three staff to fill vacancies which occurred during the FY19 fiscal year. The Construction Occupations and Custodial Technician programs have been open all fiscal year with each class maintaining full capacity of fifteen students throughout the year. Custodial Technician students continue to complete special floor projects throughout the facility including the weekly up-keep of the staff dining hall floors. Illinois Department of Corrections | FY19 Annual Report45 The facility psychologist retired in December 2018 and the mental health staff did an excellent job of maintaining the integrity and daily structure of the Department. A second Qualified Mental Health Professional joined the team in June. The Department also gained a Social Worker IV. The team brings to East Moline valuable knowledge and experience in corrections mental health, management, and substance abuse treatment. They provide a positive source of information and interaction for offenders through group and individual counseling sessions. Offenders can learn emotional regulation and coping skills and also discuss or process issues to improve mental well-being. East Moline Correctional Center prides itself in assisting with our local communities in a variety of efforts. Staff participation has increased over the last year in support of Special Olympic events including the Plane Pull and Polar Plunge. East Moline Correctional Center received 3rd place in fundraising efforts for our region in this year's Polar Plunge. Employees participated in a chili-cook off as part of their fundraising efforts for the Special Olympics. Staff volunteered at Moline and Silvis Police Department's Shop with a Cop event, shopping with underprivileged children and wrapping gifts. In addition, donations were made to Closet 2 Closet, which provides clothing to children in the foster care system and a yearly school supply drive was conducted to donate supplies to a local school. This spring, approximately sixty offender volunteers filled 37,800 sandbags to assist with local flooding efforts. The State and University Employees Combined Appeal (SECA) continues to be a priority campaign for the staff at the facility. The 2018 campaign raised $14,861 at East Moline Correctional Center. ELGIN TREATMENT CENTER Elgin Treatment Center opened its doors on April 2, 2018 making it Illinois Department of Corrections' first inpatient treatment facility. The center was established to provide the most intensive therapeutic services to patients requiring inpatient level of care. Elgin Treatment Center is comprised of two treatment units - one for males and one for females. Each unit has a capacity of 22 treatment beds and all patient rooms are designed to be ligature resistant. Each unit is equipped with an outdoor recreational space courtyard, several treatment rooms, areas to conduct individual and group sessions, a soothing room and a patient day room. The dayroom is a bright and airy room complimented with inviting color patterns. The facility provides access to auxiliary aids and services for patients who display or voice the need for disability accommodations. During FY 2019, the facility continued to solidify its processes and programming. Each discipline has managed to identify ways to improve provision of services with integrity and proficiency. The Healthcare Unit implemented several strategies that has assisted in the areas of reducing costs and resources. One of the widely embraced changes was moving to 12-hour shift schedules. The nurse's schedules changed from 8-hour shifts to 12-hour shifts which increased job satisfaction and reduced the need for overtime. Illinois Department of Corrections | FY19 Annual Report46 Elgin Treatment Center focuses on acknowledging the staff for their hard work, dedication and consistency. Employee appreciation is directly tied with job satisfaction, workplace happiness, and employee morale. It has boosted motivation, increased engagement, fostered loyalty, and increased productivity. We established a weeklong activity for Employee Appreciation Week. Foods from different cultures were ordered for staff. Every employee received a card from coworkers with a kind word expressing their gratitude for their services at ETC. Additionally, the facility initiated the busted board program which highlights staff who are \"busted\" or \"caught\" doing a good deed. Nominated employees are typically staff who go above and beyond the call of duty. The Mental Health Department and Multidisciplinary Team have developed a steady flow in terms of treatment planning, developing behavior plans and incorporating security staff in the planning and implementation process. Multidisciplinary Team meetings are held daily to ensure all aspects of patient care is discussed and decisions are made as a team. Collectively, the team continues to make adjustments to provide coverage during periods of low staffing levels. Key members of the team routinely inquire about resources, donations to the facility and ideas for improving quality of services. Several staff members have voluntarily taken on additional duties and assignments to ensure continued success in the areas of operations and programming. Overall, in 2019, the employees at the treatment center have embraced the direction of the facility and are finding ways to make a positive contribution. They continue to improve their level of awareness, range of flexibility, knowledge and level of professionalism. Many of them have become members of notable committees such as the Special Olympics, Staff Wellness Response Team, Screening and Recruitment, and De-escalation Response Team. In terms of training efforts, this year marks the first time the facility has been able to independently roll out cycle training utilizing supervisors who are assigned to Elgin Treatment Center, which is a major accomplishment for newly established facilities. GRAHAM CORRECTIONAL CENTER The Graham Correctional Center is an adult medium security facility located in Hillsboro, Illinois, which opened on September 24, 1980 with a design capacity of 750 offenders. With the addition of a 450 bed X-House, and the introduction of double cells in the housing units, the capacity is 2,006. The enclosed perimeter area is 84 acres and the total site area is 117 acres. There are 50 buildings at Graham Correctional Center, which equates to approximately 379, 984 square feet. Graham Correctional Center offender population consists of approximately 1,570 general population offenders and the Receiving and Classification Unit consists of approximately 436 offenders. The average daily count is approximately 1900 offenders. Graham Correctional Center consists of many moving parts. In addition to the Receiving and Classification Unit, the facility has a Correctional Industries shop, full Health Care Unit with Illinois Department of Corrections | FY19 Annual Report47 Dialysis, over 75 offender programs and employs approximately 700-750 offenders in various jobs around the institution. OFFENDER PROGRAMSACADEMIC: ADUL T BASIC EDUCATION - TABE scores less than 6.0 - Mandatory Course ADV ANCED ADULT BASIC EDUCATION - TABE scores 6.0 - 8.0 - Voluntary Course ADUL T SECONDARY EDUCATION/GED TESTING - TABE scores 8.0 in Reading & Math - V oluntary Course LIBRAR Y SERVICES VOCATIONAL: CONSTRUCTION OCCUPATIONAL CLASSES AUTO BODY AUTO MECHANICS CUSTODIAL MAINTENANCE CAREER TECHNOLOGY INDUSTRIES: FURNITURE / CABINET MAKING (Appr enticeship Program) UPHOLSTER Y (Apprenticeship Program) REFINISHING (Appr enticeship MANAGER Program) MODULAR / P ANEL SYSTEM FURNITURE RECYCLING-DIETARY ST ATE GARAGE VOLUNTEER SERVICES: CHAPEL SER VICE - Sunday AM/PM X-HOUSE SER VICES INTEGRITY BIBLE STUDY CHOIR & BAND PURPOSE DRIVEN LIFE - GODS GLOR Y JEWISH SER VICEIllinois Department of Corrections | FY19 Annual Report48 VETERANS JEHOV AH WITNESS MOORISH SCIENCE TEMPLE AI-ISLAM AFRICAN HEBREW ISRAELITES MASTER LIFE CA THOLIC MASS CELEBRA TION RECOVERY CA THOLIC STUDIES - GREAT ADVENTURES LUTHERAN SER VICES F ATHERHOOD INITIATIVE BUDDIST SER VICES W AYSIDE DADS FREEDOM GODS W AY ODINIST ASA TRU LIVING WORD COURAGEOUS TRANSFORMED LIFE ACADEMY IN CHRIST ALONE NON-RELIGIOUS: ALCOHOLICS ANONYMOUS VETERAN'S GROUP ANGEL TREE PTSD GROUP for VETERANS IVTP (INCARCERA TED VETERANS TRANSITION PROGRAM) MENTAL HEALTH SERVICES: PSYCHIATRY INDIVIDUAL THERAPY GROUP THERAPY PSYCHOEDUCA TION GROUPS CRISIS INTER VENTIONIllinois Department of Corrections | FY19 Annual Report49 CLINICAL SERVICES: ST ART NOW BUILDING CHANGE SUBST ANCE ABUSE AWARENESS and EDUCATION RE-ENTR Y SUMMITS INSIDE OUT DADS CIVICS EDUCA TION Graham Correctional Center continues to strive for a successful harvest in the multiple gardens that equal approximately 11 acres throughout the facility. The total harvest contributed nearly 37,000 lbs. of fresh produce towards meals served in the offender and staff dining. The garden has been able to grow and expand over the last several years through generous donations of seeds received by local businesses. The offenders also learn an invaluable skill and take pride sharing their accomplishment with others through charitable donations. Graham continues to recycle \"specific\" scraps, cardboard, and paper shred is deposited in the compost, and later utilized in the Garden. The facility recycles all plastic and continues to focus on implementing recycling projects within the offenders' housing units. Graham Correctional Center's Office of Adult Education and Vocational Services Department served many students during the FY19. With the programs provided, the institution served a total of 420 offenders in the academic department. The programs include the following classes; Adult Basic Education, Advance Adult Basic Education, and Adult Secondary Education (GED). A total of 193 offenders completing the Adult Basic Education and Advance Adult Basic Education programs. The Adult Secondary Education program awarded a total of 24 GED Certificates for the FY19 period. More than 15,481 days of program sentence credit were recommended to those attending an academic program. The Graham Correctional Center's Vocational Department served over 225 offenders in their various programs in FY 19. Certificates were received in all departments including: Auto Body (20), Automotive (14), Commercial Custodian (30), and Construction Occupations (38). Just over 7,800 program sentence credit days were awarded for the Vocational Department. Graham Correctional Center Veteran's Program - Post #01, was established as a not-for- profit corporation with the Illinois State Charter in 1994. Graham Vets has created its own Newsletter and raised donations for a flagpole and surrounding memorial site at the facility; members began raising and lowering the Colors on September 11, 2016. An electronic bugle has been added that is played during the raising and lowering of the American and Illinois Department of Corrections | FY19 Annual Report50 P .O.W. flags. Members received their own Housing Unit in February of 2017, which can hold up to 98 veterans. The Mental Health Department at Graham C.C. also maintains a weekly veterans PTD/TBI support group, facilitated by a degreed and certified Mental Health staff, serving both combat and non-combat related traumas. As of FY2019, numbers reflect a very impressive 19.5% recidivism rate. Over 73% of members each year do NOT have Inmate Disciplinary Reports (IDR) written against them, with most going multiple years without an IDR. Additionally, many parolee ex-veteran offenders successfully obtain good respectful jobs resulting in promotions to supervisory rolls within the communities. Graham Vets encourage community involvement during incarceration through various fund- raising initiatives, some of which has included donations to Hillsboro, Illinois Salvation Army Food Pantry (totaling over $13,600 since 1991). IGA food pantry, Special Olympics, Operation Christmas child, Elizabeth Ann Seton program, Children with special needs program (Wheelchair ramps etc. and Tornado and Hurricane relief in several areas. Hillsboro's Beckmeyer and Coffeen Grade Schools, of which funds were used to acquire prices that were awarded to children who excelled in their respective school's reading program; Ronald McDonald House; Red Cross Katrina relief effort; St. Jude Children's House; Renaissance homeless Veterans Project; American Red Cross for the Tornado disaster relief assistance in Harrisburg, IL and the Autism Support Connections (T.A.S.C.) for children and families with Autism. Graham Vets and the Chaplaincy Department works jointly in obtaining clothing donations for parolees estimating approx. 8,200 articles of clothing received and approx. 5,000 of the articles of clothing given to parolees to leave the facility in. (Those items involve shirts, (dress, casual & t-shirts) pants, (Dress & casual) and shoes, boots, (Dress & casual). Leisure Time Services provides multiple activities for the offenders to participate in such as Yoga, Softball, basketball three on three tournaments and Ping Pong contest. A daily Fitness class is held for offenders who are three (3) months from release; Center holds a 5K at least once a year, donations are received which supports Elizabeth Ann Seton foundation for women, and an Art contest that coincides with black history month, along with Yoga Class, Softball league, Basketball tournaments, Ping Pong contest, handball, spades, domino's even staff against offender softball games, which encourages the offenders and staff to stay active. Staff continue to participate within the community with local clothing and food drives. In addition, staff participate in several Polar Plunge and Special Olympics Plane Pull events to raise money for charity. HILL CORRECTIONAL CENTERHill Correctional Center partnered with WCIC radio station to bring Unspoken, a well-known Christian contemporary band, to the facility for a live concert event for the offenders and Illinois Department of Corrections | FY19 Annual Report51 staff. The concert was available to all interested offenders and was an enormous success. This group of gentlemen not only entertained the offenders with the music, but also captured their attention with true-life stories of how they turned their own lives around. Hill introduced both the A-Grade Incentive Program and the C-Grade Disciplinary Wing in the Spring of 2019. The A-Grade Incentive Program was created to recognize and express appreciation for the 1500+ offenders who consistently strive to maintain positive adjustment. All offenders in A-grade status were provided with the opportunity to participate in the program and select one of the following choices as reward and a \"thank you\" from the facility: one-time commissary double shop, 1 free photograph, 1 extra hour of gym or yard, a job assignment, 1 extra visit, 1 extended visit, or a cell move. The program was wildly successful and greatly appreciated. On the flipside, the C-Grade Disciplinary Wing was implemented at the same time. All general population offenders that are C-Grade status are housed together in Housing Unit 4-C wing and remain there until the C-grade disciplinary sanctions end. The offenders on the wing go to Commissary, Gym, Yard and Dietary together. Because C-Grade offenders are provided with no privileges, housing the offenders together provides us the ability to better enforce the disciplinary sanctions of no telephone access, no audio/visual privileges and restricted commissary. Over 40 offenders have participated in the new Entrepreneurship Program offered by Western Illinois University. The class offers educational instruction and material to offenders within 1 year of release who aspire to start their own business. This program assists offenders with applying for loans from lending agencies, interview exposure, filing for permits, grants and licenses. The facility continues to flourish with Rapid Results projects such as the decreasing paper usage by eliminating unnecessary or duplicate reports, combining inventory and supervisor logbooks. Most notable for FY19 was the implementation of bulk juice in the offender Dietary which will save the facility over $22,000 a year. This program was shared with Operations and will hopefully be implemented statewide for an even greater savings. Illinois Department of Corrections | FY19 Annual Report52 The gardening project was expanded to 30,000 square feet in FY19. The garden provided a variety of fresh fruits, herbs and vegetables for offenders, staff and donations to area churches, community centers and food pantries. Hill Correctional Center donated more than 10,000 pounds of produce and 3,000 ears of corn. All the items needed for the facility garden were contributed by IDOC facilities, Hill staff members and a local nursery. The facility continues to distribute the \"Hill Happenings\" newsletter which highlights and celebrates the facility staff and the good things they do both at work and within the community. The newsletter also includes a summary of recent and upcoming events at the facility, community events, Employee of the Month recipients, retirements, promotions and employee submissions for recipes, travel ideas, etc. Office of Adult Education and Vocational Services provided the educational programming for offenders, which included Adult Basic Education, Advanced Adult Basic Education and Adult Secondary Education. Lake Land College provided contracted vocational and academic courses to offenders at Hill Correctional Center. Students were able to earn vocational certificates in Custodial Maintenance, Horticulture and Career Technology. Students participated in 42 college academic courses in Humanities, Psychology, First Aid/CPR, Business, English, Biology, and Math. As a result, 22 students received an Associate of Liberal Studies in FY19. After more than 10 years, the Automotive Technology program was reintroduced. The program began with 15 students who are scheduled to complete in the summer of 2020. The course is a 10-month program which will provide the gentlemen with the skills and experience necessary to gain employment as an automotive mechanic and/or continued education in the automotive technology field. Overall, this year for Lake Land College was a success. General/Law Library facilitated offender patrons with notary signatures, legal copies, Electronic E-filing to the Central and Southern courts, on-site segregation requests, Key Cites and case law requests. The following programs were offered and conducted by Clinical Services staff in FY19: Thinking for a Change, Start Now, Lifestyle Redirection, TRAC 1 (Trained Reformed and Capable), Substance Abuse Education, Anger Management, Inside Out Dads, Dave Ramsey's Financial Management Course, Hot Topics, Parole School, Substance Abuse Intervention, Etiquette, Man to Man Mentorship, Employee Readiness and Aunt Mary's Storybook Program, finished the GRI (Graduated Reentry Initiative) program. Outside speakers visit the facility at various times during the year and each October to discuss Domestic Violence issues. Two Reentry Summits were provided (in April and October) offering resources and tools for offenders being reintroduced to society. Special meals are provided to offenders during special events, holidays and religious observances. Adapted menus are also offered for observances such as Black History Month and Hispanic Heritage Month. Correctional Industries at Hill played an instrumental role in the move for all IDOC dietary departments to convert to a soy free menu which will save money on production and reduce lawsuits filed against the department. Hill ICI supplies milk, juice Illinois Department of Corrections | FY19 Annual Report53 and meat products for the state. The \"Go Green\" initiative continues to be a high priority; ICI and Hill recycled cardboard, tin, pallets, drums and waste oil earning $15,714 revenue dollars in FY19. Hill and Illinois River team up twice a year to participate in dueling blood drive events to provide lifesaving blood to local hospitals. Many Hill Correctional Center employees are active in a variety of organizations within their communities such as Volunteer Firemen, Auxiliary Police and military reserves. Staff members from Hill participate in numerous charitable events to raise money for Special Olympics Illinois, the American Cancer Society, Suicide Prevention, St. Jude, and the YMCA Solutions Program which serves local at-risk youth by teaching positive values. ILLINOIS RIVER CORRECTIONAL CENTER Illinois River Correctional Center has operated efficiently throughout the 2019 Calendar year, minimalizing major incidents with attention to safety and security of the institution. Sanitation and maintenance of the facility remains a focal point of daily operations, resulting in the facility being presented as clean and well-organized. Staff members have been utilized as Correctional Trainee Screeners and Facility Auditors, as well as serving in Statewide and Regional capacities in the areas of NeMat, Investigations and Intelligence, Special Operations TRT and providing training in those areas at Concordia Court or regional settings. Illinois River's tactical staff has also assisted on several Tactical Team callouts throughout the year. In December 2018, the R6 Building was transformed into a Max Seg Unit with the capability of housing 50 offenders. Clinical Programs are offered to these offenders on a regular basis. Clinical Services also started a new Re-Entry Program to combat recidivism. The facility hosted its first graduation on October 2, 2019. Employee morale has increased throughout the year with a notable display of willingness of employees to assist fellow staff members in need. The Illinois River Correctional Center Health Care Unit was once again recognized by the National Commission on Correctional Health Care, upon recommendation of its Accreditation and Standards Committee, to have met all the requirements of accreditation under NCCHC's for Health Services. A Heath Care Unit was established in the R6 Max Seg wing for treatment of Max Seg patients. The facility health care unit maintains a full infirmary with high acuity and maintain operational crisis level staffing. The future health care unit goals include implementing a hospice program, increasing maintaining staffing levels, increasing staff education with frequent in-services and improving teamwork and morale. In December of 2018, the staff at Illinois River Correctional Center opened a new housing unit for Max Segregation offenders. At that time, a level-up program was created and implemented. This program was designed to prevent ongoing negative behavior from offenders while housed in segregation, along with preventing staff assigned from being overwhelmed with responding to the behavioral issues. Illinois Department of Corrections | FY19 Annual Report54 All staff assigned to the unit are involved in the overall planning and fundamental concepts of the incentive-based level system. The overall goal is to motivate and reinforce positive behavior, to reduce the amount of time offenders spend in segregation, to prevent mental decompensation and to successfully transition offenders from segregation to general population. The staff at Illinois River have created a level system with four levels, (three, two, one and C Wing; which is considered the honor wing). This program provides the offenders the opportunity to enhance and demonstrate their readiness to return to general population and/ or community through their increased participation in programming and their decreased number of disciplinary tickets. Although this seemed to work for a small percentage of offenders, we discovered that it was not enough to motivate all. Some valuable lessons have been learned while implementing this program. One was that we seem to expect the offenders to demonstrate positive behavior and we try to use that as a factor in deciding whether they progress through the level system and whether they are ready to return to general population; however, we did not have a mechanism in place to track and document positive behavior. We were still lacking in setting clear behavioral expectations that could be recognized and affirmed. In September 2019, the team introduced a new program in addition to the level-up system. R6 Motivational Incentive Points Program (MIP)The MIP program is two-part; the first part is done with the offender's willingness to come to class. The class roster has six expectations that will never change; it is consistent regardless of who is instructing. The offenders can earn up to six points per class. Once the offender has earned a set number of points, they can redeem the points toward a seg cut or C grade cut. The second part includes the Behavior Rubrik which is a list of expectations along with positive and negative behaviors that will allow the offender to earn additional points. These points are tangible, and the offender will be responsible for keeping track of them himself. He will be allowed to collect these points and use them to redeem an incentive (extra yard, a radio for 30 days, extra tray of food). This section of the program focuses very heavily on redirecting negative behavior and placing responsibility on the offender to initiate his own positive change. Offenders will have status hearings, so they are aware of how they are progressing through the program. The final step in this program is the Consequence Ladder which clearly defines the consequences that will happen if the offender chooses to use negative behavior. We are far from perfection, but we are very proud of the team's effort to keep striving toward positive change. Class participation is at an all-time high. We are experiencing more pro- social behavior as well as an overall change in mind-set. This program has given staff Illinois Department of Corrections | FY19 Annual Report55 a positive way of managing and reinforcing behaviors in a way that is engaging and meaningful. Illinois River Re-Entry Program-Phase I Illinois River's Re-Entry participants have successfully completed Phase 1 of the four-phase program. This initiative was handed down to Illinois River to focus on the offenders at the greatest risk for recidivism. For the first phase, offender mentors were required to have a staff recommendation, complete an application and if selected for interview, were given a scored interview. The highest scoring offenders were then chosen to go through the training to be certified as mentors. Once certified, these mentors then went on to provide participating offenders with peer-led programming to include Anger Management, Conflict Resolution, Criminal Thinking, Mindfulness, Change & Success, Effective Communication, Relationship Skills, Self-Management, Leadership Skills and Life Skills. Offenders will move on to Phase 2 and attend staff led Cognitive Behavioral Change programs to include, Building Change, Start Now, Inside Out Dads, Drug Awareness, and Drug Education. Phase three will focus on vocational programming and skill building. Phase 4 is reconnecting to community in preparation for Mandatory Supervised Release. Leisure Time ServicesThe Leisure Time Services (LTS) department at Illinois River Correctional Center had a busy fiscal year. Starting in July 2018, LTS held both singles and doubles handball tournaments. Singles and doubles horseshoe tournaments were also held for the month of July. For the months of August and September, the LTS department hosted a soccer tournament and track and field events. Hispanic Heritage Month is also celebrated from September 15-October 15 with domino tournaments, chess tournaments, Hispanic culture quizzes, a Spanish band concert, and art contests. At the end of October/beginning of November, LTS held its annual flag football tournament. December was filled with a holiday basketball tournament. Indoor volleyball was played for the month of January as well as the facility's annual 5'9\" and under basketball tournament. February consisted of events celebrating Black History Month. Some of the events LTS held were an over 40 basketball tournament, Black History quizzes, 3-point contest, a chess tournament, a music concert, an art contest, essay contest, and a poetry event. March was full of basketball tournaments. Handball tournaments were played again for the month of April. May and June consisted of mostly softball. An outside team, Saints Prison Ministry, visited the facility and played the top three teams from the in-house tournament. Offenders and staff look forward to this event the most. Events that occur year-round in LTS are Yoga, HIIT (High Intensity Interval Training) class, Band (Spanish Christian, Country, Illinois Department of Corrections | FY19 Annual Report56 Spanish, and House), and art classes. Offenders also enjoy playing the card game \"Magic\", which is also played year-round. Special Olympics Fundraisers Illinois River kicked off its 2019 Law Enforcement Torch Run (LETR) fundraising year with the Torch of Cash Raffle. This progressive raffle started in February and is still ongoing into the next fiscal year with $6300 raised for LETR so far. Illinois River continued its participation in the annual Cop on a Rooftop at Dunkin Donuts. This year the facility expanded its partnership to include the Fulton County Sheriff's Office, Canton Police Department, Farmington Police Department, Lewistown Police Department, Canton Park District, and our local celebrity Special Olympics Athletes. The Department was able to raise more than $3760 almost surpassing 2018 total fundraising year in this single event. ICI BakeryIllinois River had a total of 165 workers in the Earned Prison Service Credit (E.P .S.C.) program at the ICI Bakery. A total of 34,988 days was submitted for good time credit, with 93 workers who were eligible to receive ½ day credit from their sentences for each day submitted. The ICI Bakery produced over 4.8 million pounds of bakery product and sold more than 4.4 million dollars of product to customers. Nine workers completed the Bakery Apprenticeship Program, and 10 workers completed the Forklift Apprentice Program and received their Forklift Operator's Certification. There are 17 workers currently in the Apprenticeship Program with others planning to enroll soon. Overtime for Staff and M.E.O.'s was greatly reduced by over 725 hours (down 25% for Staff and 57% for M.E.O.'s), compared to FY18. Recycling ProgramThere are currently two Bakery workers who process recycling items at the Bakery and there is a recycling program for Illinois River Correctional Center, currently employing 15 men who sort recyclables in each of the housing units, warehouse, vocational building, and healthcare unit. The items are then brought over to the ICI Bakery for processing by recycling runners. For FY19, the facility recycled approximately 179,300 lbs. of cardboard, 19,081 lbs. of plastic, 40,680 lbs. of wood pallets, 71,427 lbs. of aluminum/tin/unprepared iron, and another 300 lbs. of miscellaneous recyclables, totaling approximately 310,788 lbs. of recycled items. This has resulted in approximately $16,679.08 in recycled sales for the fiscal year. Illinois Department of Corrections | FY19 Annual Report57 JACKSONVILLE CORRECTIONAL CENTER Lake Land College Lake Land College hired a new instructor to teach Construction Occupations at Jacksonville Correctional Center. The Jacksonville Horticulture program contributed to Concordia Court by providing flowers for summer planting, as well as the instructor overseeing the planting process. In addition, flowers were planted within the facility grounds. The Jacksonville Custodial Maintenance program completed 26 projects within the facility, including cleaning carpets, waxing floors, general office cleaning, cleaning fixtures and chair upholstery. Lake Land College conferred 17 Associate of Liberal Studies degrees and a total of 138 vocational certificates during the 2019 fiscal year at Jacksonville Correctional Center. Rapid Results Projects The Jacksonville Correctional Center successfully completed 10 Rapid Results Projects for fiscal year 2019. A few of the projects that were implemented were earned program sentence credit tracking, electronic vote sheets, simplifying the security equipment receipts and redefining sharps count procedures. The completion of these projects resulted in hours saved and substantial cost savings. The garden project has continued at all three facilities and continues to be very successful estimating a cost savings of $61,233.86 for fiscal year 2019. In addition, the garden projects donated more than 25,224 pounds of produce to non-for- profit organizations. Numerous types of fruits and vegetables are being grown and harvested at all three facilities. Pumpkin Distribution Jacksonville Correctional Center, in the fall of 2018, brought joy to every kindergarten student in all Jacksonville Schools and all kindergarten and first grade students in Greene and Pike County by giving each student two pumpkins for Halloween. Each of these students was given one ornamental pumpkin and one regular pumpkin which resulted in over 800 pumpkins donated to nine area schools. All of these pumpkins were planted, grown and harvested in our facilities' gardens. Records Office Record Office staff calculated 1626 awards of Earned Program Sentence Credit as it was Illinois Department of Corrections | FY19 Annual Report58 earned by the various programs at the facility. There were also 316 successful completions of programs for offenders who were ineligible to receive a reduction in their sentences. The Record office calculated 23 Earned Discretionary Credit awards that were given. Jacksonville Correctional Center released 755 offenders on Mandatory Supervised Release during the year, ensuring all offenders' sentences were served as the court ordered and the appropriate parole term was in effect. There were also 77 offenders that discharged from the facility who successfully completed their sentences. SandbaggingJacksonville Correctional Center continued to assist the community during severe weather occurrences and natural disasters. During the 2019 flooding, offenders at Jacksonville Correctional Center and the Work Camps tirelessly filled sandbags to help save surrounding areas from destruction. Every time the threat of flooding arises, offenders at Jacksonville are always willing to volunteer their time to help the surrounding communities. Healthcare In July of 2018, Jacksonville transitioned to digital x-ray services. This has enhanced patient care as well as benefiting the facility monetarily. The doctor is now able to review x-ray results almost instantaneously which promotes improved patient care. In addition, healthcare is now able to obtain digital copies of the x-ray to send with the patient on medical furloughs. This allows the outside providers to view the original x-ray rather than repeating the process during consultations. The facility also now has the ability to have x-rays done on-site after hours when an injury occurs rather than sending patients to the emergency room. This transition has drastically decreased annual costs for x-ray expenses at Jacksonville. JOLIET TREATMENT CENTER In 2016, the Illinois Department of Corrections established that Joliet Treatment Center would be the site of a new initiative to provide comprehensive treatment to Seriously Mentally Ill adult male offenders. As the groundwork was laid, many obstacles were overcome in preparing for the facility opening, as well as pioneering the shift in the Illinois Department of Corrections' culture to a positive therapeutic approach. Joliet Treatment Center received the first residents on October 4, 2017. Approximately two years later, our population is 181; comprised of 158 Residential Treatment Unit residents and 23 Minimum Security Unit workers. Growth has been a team effort, with everything from ongoing maintenance improvements throughout the facility, revision of processes and training. One of the more valuable and frequently used trainings and skills is de-escalation techniques. This training has been instrumental to our staff as all CTO's are a member of the resident's treatment team. The staff at JTC have proven that de-escalation works and Illinois Department of Corrections | FY19 Annual Report59 is utilized on a daily basis, significantly reducing the risk for incidents. The facility also adopted the multidisciplinary approach to care and treatment of the Resident Population. This multidisciplinary approach of integrating mental health, medical and security staff in the development of comprehensive treatment plans for the individual resident encapsulates the focus of the program to be rehabilitative and supportive. Joliet Treatment Center has worked diligently to establish positive, sustainable programming for all residents. The Re-entry Program has aided in assisting Residents with returning to the community. One of our strongest partners in community re-entry has been Bobby E. Wright. During Fiscal Year 2019, Residents participated in and received certificates of completion in the Hazelden Group. Programs such as Inside Out Dads, Thinking for a Change and Start Now positively impacted our resident population. These programs allow residents to earn program sentence credits. Joliet Treatment Center has maintained both GED and Adult Basic Education programs and the partnership with Lakeland College continues to pave the way for vocational educational services. In addition to clinical and educational programming, Joliet Treatment Center is proud of the Leisure Time Services (LTS) available. LTS has provided a weekly opportunity for the residents to perform spoken word material. Joliet Treatment Center has received numerous donations of recreational media and art supplies for residents to enjoy. A 60-day Extreme Fitness program was expanded to include residents designated with Serious Mental Illness. Innovative activities continue to be established in effort to combine growth and wellness in body, mind, and spirit. The opportunities to evolve the programming at Joliet Treatment Center have proven to be endless. During 2019, the facility also began to elicit candidates to assist with implementing the Resident Committee. The mission of the Resident Committee is to foster positive growth and a safe, secure and rehabilitative environment in the Joliet Treatment Center. The core functions of the Resident Committee include facilitating communication and meaningful dialogue between residents and staff at JTC; teach advocacy, teamwork, cooperation and leadership; and to provide an opportunity for residents to build skills for effective communication and group cooperation. The committee also aims to prevent discrimination against people with mental illness, which includes providing an opportunity for effective and meaningful communication and advocacy for persons who are underrepresented. Joliet Treatment Center continues to monitor and adjust the admission review committee process for residents to be transferred to the facility. Therapeutic Services provides comprehensive mental health services and is staffed by state and contractual mental health professionals and clerical personnel. It also accommodates the training needs of psychologist practicum students, interns and postdocs. Wexford Health Sources, Inc. provides psychiatrists, licensed clinical psychologists, behavior health technicians (BHTs), Qualified Mental Health Professionals (QMHP's), i.e. licensed clinical professional counselors Illinois Department of Corrections | FY19 Annual Report60 (LCPCs), licensed professional counselors (LPCs and mental health staff assistants). Direct services provided to residents include psychoeducational groups, psychiatric assessments, case management, psychological testing, crisis intervention, orientation triage, group therapy, and multidisciplinary treatment team meetings. KEWANEE LIFE SKILLS RE-ENTRY CENTER Kewanee Life Skills Re-Entry Center continues its mission and vision to reduce recidivism rates in the Department of Corrections. The goal is to transcend the negative perceptions applied to these offenders, so they can be afforded opportunities for improvement as they return to their communities as productive members. The philosophy of Kewanee Life Skills Re-Entry Center is to provide an environment that contributes to the development of skills, behaviors, habits, and attitudes that will increase their chances for successful re-integration into society. Each phase of an offender's stay at Kewanee is equally important. New educational programs initiated and moderated by the educators included PERC/Defy (Pathways to Enterprise for Returning Citizens), Toastmasters, and TREO (Trade Ready Employable Operator). Lake Land Community College continues to provide higher education and certificate opportunities, including a welding program in cooperation with Black Hawk Community College. Community arts programs continue to expand where offenders create projects for local school districts, parks, children's hospitals, community events, Christmas displays, and more. Facility art projects included a DOC memorial wall and the Pledge of Allegiance painted on the walls of the facility roll call room, games and projects for the Day with Dads events, and painting the facility visiting room. Thanks to the unrelenting efforts of volunteers and generosity from Heritage Church, a Christmas Tree Gift program provided gifts for offenders' children, and two more Days with Dad were held, allowing precious time for dads to spend with their children. Illinois Department of Corrections | FY19 Annual Report61 More than 22 scheduled studies or groups are held in the chapel each week, with special events throughout the year, including special concerts, religious holiday services, as well as baptisms and weddings. Thanks to donations of seeds and plants, gardens were planted which produced more than 5,900 pounds of produce for the facility, of which 525 pounds were donated to the local food pantry. Due to food donations, Kewanee Life Skills Re-Entry Center has been able to save approximately $1,500 on its dietary budget. Additionally, staff have worked diligently to reduce food waste by adjusting what was being produced for the meal by tracking past consumption, as well as evaluating other factors such as weather, commissary, etc. LAWRENCE CORRECTIONAL CENTER Lawrence Correctional Center continued to implement more programs and improve services in Fiscal Year 2019. This year, the facility, offenders and staff became more involved in community outreach. The facility hosted a Community Liaison meeting inviting local law enforcement, states attorneys, hospital staff and EMS as well as community Mayors. These community leaders play a vital role within the facility and the offenders proudly spoke to them of their program successes. The facility plans to continue its partnership with local community leaders. The employee commissary began taking pre-orders from staff on food orders such as pizzas. The employee commissary has been a great morale boost to the staff. Offenders worked to provide to the community in many different and unique ways. A \"Sock Drive\" was held and all new socks were donated to the local SWAN shelter, a non-profit organization. A \"Lunch Buddy Program\" took place where offenders collected $1,426 to help pay off lunch debts for school children in the community. Offenders continued to participate in Angel Tree collecting money to aid in buying gifts for children who would otherwise go without. Programming for offenders increased as the facility implemented Inside Out Dads, Anger Management and Houses of Healing. In March, offenders participated in the 1st Annual Special Olympics March Madness Basketball Tournament. The winning team was invited to participate in a final game against Lawrence Correctional Center staff. Illinois Department of Corrections | FY19 Annual Report62 On April 2, 2019, Director John Baldwin and Warden Doug Simmons refereed the game and the offenders pulled off a win with a score of 88-67. This tournament was a first for the Lawrence Correctional Center and was proven to be a worthy cause as the staff and offenders collectively raised $600 which will go to the Special Olympics Illinois. With this kind of support, more athletes with intellectual disabilities around the world will have a chance to participate and experience the transformative power of sports. MP3 Players and tablets were introduced into Lawrence Correctional Center for purchase by offenders. The facility began electronic filing for Federal Courts which has cut down the number of copies made. There were 71 GED Completers during FY 2019. The Academic Department secured and administered BRAILLE and audio TABE testing to meet the needs of the students. The facility held both spring and fall graduation ceremonies due to the large number of graduates. LINCOLN CORRECTIONAL CENTER Lincoln Correctional Center has been able to provide high-quality educational programs geared towards the Department's mission of rehabilitation and successful re-entry. Lincoln Correctional Center has maintained vocational classes and offers several academic classes. The facility provides numerous services to several government agencies and not-for-profit organizations throughout the year. Lincoln Correctional Center is responsible for ordering, designing, planting and maintaining more than 250 flower beds, approximately 180 decorative hanging baskets and 170 planters that are located on more than 325 acres of the Illinois State Fairgrounds. Lincoln Correctional Center staff and off grounds work crews are also responsible for helping with the Festival of Trees event at the Illinois State Fairgrounds. Staff and off grounds work crews assist with maintaining the grounds of the Governor's Mansion, including mowing, leaf removal, composting, prepping, planting and maintaining flower beds. Lincoln Correctional Center's ICI shop assists with loading and unloading of warehouse materials manufactured by various Correctional Industries sites and shipped throughout the state. The facility's chair/sign shop is responsible for fulfilling order requests for office chairs and highway signs. Illinois Department of Corrections | FY19 Annual Report63 Two re-entry summits were held with approximately 200 offenders attending each summit. Offenders obtained valuable information that will assist in their transition back into society. The Illinois Department of Employment Security's veteran's representative met quarterly with a group of offenders to discuss post release services, job placement and life skills. The Community Education Center (CEC) Program provides an on-site, in-house substance abuse assessment, education and treatment program. Approximately 50 offenders are enrolled in the program. A variety of programs were held during Violence Prevention Month that included a peer educator-led hot topics session on violence prevention as well as posters being placed on housing units and essay and poetry contests. Other programming opportunities include the Storybook Program, which is held once a month for approximately 40 offenders. A Toastmasters Program was implemented with 30 offenders participating. An Alcoholics Anonymous (AA) and Narcotics Anonymous (NA) meeting is held weekly. The meeting is in an addition to the facility's ongoing volunteer-led AA meeting. The facility also held its first graduation for offenders who completed the Certified Associate Addiction Program (CAAP). The facility also established a clothing closet as well as other cost-saving projects for all areas of operations. The clothing closet allows offender to select clothing to wear upon discharge and saves the facility money on release clothing. LOGAN CORRECTIONAL CENTER Logan Correctional Center opened a Pregnancy and Postpartum Wing which permits pregnant offenders to be housed together during their pregnancy and up to 8 weeks after giving birth. The emphasis of the wing is to provide an environment conducive to the overall health, wellness and safety of pregnant and postpartum offenders. This open living environment provides educational opportunities, comfort measures, and healthy lifestyle activities designed for pregnant and postpartum women. To date, 32 women have lived on the Pregnancy Wing and benefited from the program. The facility has authored a policy designed to accommodate identified birthing support individuals who accompany the pregnant offender in the delivery room. This gender responsive, family centered, trauma informed policy is one of many that sets Logan Correctional Center apart when providing treatment and rehabilitation to pregnant offenders. During the fiscal year, 21 women have participated in the Birthing Support Person Program. Illinois Department of Corrections | FY19 Annual Report64 The facility has an ever-expanding gardening and seed germination program. This program supports the horticulture landscaping displays throughout the Illinois State Fairgrounds as well as the landscaping at the Governor's Mansion. The facility grounds are beautifully landscaped and maintained which makes for an aesthetically pleasing campus to enjoy while touring the grounds. The facility's Baker's Apprenticeship Program expanded and was responsible for serving large functions at the Illinois Department of Corrections' Concordia Complex as well as the Governor's Mansion. In a continued effort to expand opportunities for, family reunification, Logan Correctional Center developed a policy to allow breastfeeding to both postpartum offenders incarcerated at Logan Correctional Center in the visiting room and to mothers visiting Logan. Safe, secure, semi-private accommodations were made to allow both visitors and residents the ability breastfeed young children during visits. Logan Correctional Center is always looking for opportunities to author gender responsive, trauma informed, family center policy. Educational, Vocational, and College Certifications and Degrees Awarded in FY1918 women received an associate degree 5 horticulture10 construction occupations 6 Nail Tech3 Cosmetology 20 GED34 complete High School Equivalency graduates MENARD CORRECTIONAL CENTER Renovations of the old Electric Eye at Menard Correctional Center were approved in June 2019 and the project began immediately thereafter. Upon completion, the Electric Eye will again be utilized as the main entrance at Menard, optimizing use of all available space at the facility and enabling the efficient processing of visitors while maintaining security. The project is scheduled for completion in the spring of 2020. In the spring and summer of 2019, GTL installed a private wireless network to service each of the cellhouses at Menard. The network enables the facility to provide entertainment and Illinois Department of Corrections | FY19 Annual Report65 messaging which benefits the entire offender population through the use of personal tablets. This will increase the ability for the offenders to maintain contact with friends and family with easier access to the offender I-Mail system. One of the Rapid Results projects initiated this fiscal year was the creation of a computer lab. Menard rearranged office space and acquired office furniture from surplus and computers from DoIT for the lab, which will be utilized for various online trainings, webinars and meetings, as well as day-to-day staff use. The lab will host several classes which previously required trips to Springfield, allowing Menard and surrounding facilities to save on overtime costs and man-hours. This fiscal year, Menard Correctional Center kicked off an initiative to increase recycling efforts. In the average workplace, about 80-90 percent of solid waste is recyclable. Menard actively recycles all metal, aluminum, plastic, paper and cardboard. Recycling receptacles were added where dumpsters were already located. Strategically placed receptacles in offices help in capturing more recyclables. For example, recycle bins were placed at or near copy machines and near break areas or areas where meals are eaten. Additionally, Recycling Center staff have increased efforts to educate the community regarding the recycling initiative. Some local communities have begun collecting recycling as part of their trash pick-up service and delivering the recyclables to Menard. Staff at the Recycling Center have made efforts to educate these local communities regarding which products are acceptable for recycling. Articles have also been written on the recycling program in local newspapers as a means of educating the community. Each year, offenders at the Menard Correctional Center Medium Security Unit participate in a gardening program which allows the facility to supplement the Dietary, give back to the local food pantry, teach offenders about sustainable gardening and create jobs for offenders. Offenders grow all of the plants from seeds which were either saved from previous seasons, donated, or provided by the Harvest Now program, a non-profit organization which coordinates with correctional facilities to provide seeds for gardening programs in return for half of the produce being donated to local food pantries. This fiscal year, offenders spent time preparing the beds for planting and learning soil structure and drainage to develop a planting program. Offenders utilize biodegradable mulch made from cardboard, and produce their own compost from garden waste, grass clippings, eggshells and used coffee grounds. In 2019, the gardening program produced 1,480 pounds of cucumbers, 2,075 pounds of zucchini, 1,165 pounds of tomatoes, 555 pounds of bell peppers, 80 pounds of kale, 55 pounds of turnips, 15 pounds of radishes, 15 pounds of cashew squash and 10 pounds of herbs, for a total of 5,450 pounds of produce, 2,895 pounds of which was donated to the Chester Food Pantry. In March 2019, the first START NOW Skills Program class at Menard Correctional Center began. The START NOW Skills Program is designed for use in correctional facilities to treat offenders with behavioral disorders and associated behavioral problems. It was developed to Illinois Department of Corrections | FY19 Annual Report66 meet the needs for a situationally and cognitively appropriate broad-ranged, manual-guided treatment for behaviorally disordered offenders. START NOW integrates research, theory and clinical experience. It is designed to be a strengths-based approach, focusing on an accepting and collaborative clinical style. At the same time, this approach places the primary responsibility for change on the participant. This intervention was also designed to take into account the pragmatic factors of correctional settings, which frequently face limited treatment resources. Since inception, four classes of offenders have begun the START NOW program. One class has completed the course and graduated thus far, and three classes are running currently. Menard is continuously making efforts to reduce expenses and become more efficient in operations and fiscal management. Staff are encouraged to engage in discussions with the administration and bring forward ideas to further these efforts. PINCKNEYVILLE CORRECTIONAL CENTER Pinckneyville Correctional Center along with both satellite facilities, Du Quoin Impact Incarceration Program (DQIIP) and Murphysboro Life Skills Re-Entry Center, gained positive momentum in FY19 regarding activities, operations and fiscal awareness for both staff and offenders. Programs: In further efforts to reduce recidivism, vocational and academic education were an area of continued focus. During FY19, DQIIP implemented the Success Class. Success Class focuses on preparing and assisting offenders in becoming productive members in society upon their graduation from DQIIP . Students work to improve their interview skills, resume writing, budgeting and basic computer skills. At Pinckneyville Correctional Center, Lake Land College provided courses in Commercial Custodial Maintenance, Culinary Arts, and Horticulture Production resulting in more than 80 vocational certificates and seven Associates in Liberal Arts degrees. The education department provided academics to offenders resulting in 31 offenders receiving their GED at Pinckneyville, 14 at Du Quoin IIP and 2 at Murphysboro Life Skills Re-Entry Center. Additionally, at Murphysboro, more than 11,000 days of Earned Program Sentencing Credit were awarded to offenders who participated in education and work assignments. Clinical Services conducted re-entry simulations to prepare offenders for life-like issues upon release from incarceration. Offenders were provided resources for their upcoming parole and reintegration back into society. Two T4C classes, a Fatherhood class and Alcoholics Anonymous groups were conducted. The facility chapel has increased its list of outside volunteers to 42, which includes a new bilingual volunteer that offers a Spanish speaking Illinois Department of Corrections | FY19 Annual Report67 service. Over 30 offenders were baptized in the new portable baptistry. The chapel and Leisure Time Services department teamed up to offer a basketball tournament, incorporating challenging and uplifting messages to boost staff and offender morale. Several events were held through the chapel that focused on incarcerated men building relationships with their children, changing their hearts and minds at the spiritual level and how to apply their faith and doctrines in life in an effort to help reduce the recidivism rate. Several guest speakers, a new Celebrate Recovery group, discipleship courses and a successful Ramadan service were all significant accomplishments for the chapel in FY19. Pinckneyville Correctional Center is the parent facility for not only the Du Quoin Impact Incarceration Program, but also the new Murphysboro Life Skills Re-Entry Center which celebrated its first full year of operation in FY19. This minimum-security Re-Entry facility has an offender population of approximately 150, and to date has released 36 offenders back into society. This past spring, offenders from the Murphysboro Life Skills Re-Entry Center and the Du Quoin IIP participated in sandbagging efforts to assist and save local communities from the catastrophic flooding. Combined, the efforts of these offenders resulted in the dissemination of more than 314,000 bags of sand for the local communities. Staff and offenders at all three facilities have come together to give back to the local communities. Programs included: Veterans Program Socks for Heroes 5K Run/Walk where offenders raised over $500; donations to the local clothes closet with 15 jackets, 866 shirts and 355 pants donated; making laundry detergent for the local community. Facility improvements have been made in the areas of staffing, equipment and physical improvements that benefited both offenders and staff while maintaining fiscal awareness. Areas of improvement include: an increase in nursing staff to overcome a registered nurse shortage; televisions installed in the offender waiting room in the healthcare unit providing educational health care topics; video visit kiosks installed in cell houses; increases in mental health staff, rooms and offices; new dietary kettles; new mowers; new washing machines; and at Du Quoin IIP , new LED lights were installed in the multi-purpose building, parking lot and exterior of buildings providing for much safer conditions and cheaper, more energy efficient operation. Staff morale for the three facilities appears to be at a high. Staff are becoming involved in events throughout the local communities. In FY19, staff participated in the Special Olympics Law Enforcement Torch Run, the Plane Pull and the Polar Plunge, raising awareness and money for the athletes who participate in Special Olympics. On the facility level, Illinois Department of Corrections | FY19 Annual Report68 administration held potlucks, cookouts and special events/days to promote employee morale. In FY19, the external audit conducted on Pinckneyville/Du Quoin IIP /Murphysboro awarded a combined score of 90%, an increase over previous years. The facility earned re-accreditation with the National Commission on Correctional Health Care with a 92%. Sustainability:Du Quoin IIP and Murphysboro Life Skills Re-Entry Center raised a garden this year utilizing a crew of supervised offenders. The food raised in the garden is used by the dietary staff, reducing food costs and resulting in fresh fruits and vegetables being served in dietary. Du Quoin IIP alone harvested more than 22,000 pounds of garden vegetables with much of the produce being donated to local shelters, food pantries and other institutions in the surrounding area. Pinckneyville Correctional Center worked with the Hands of Hope organization to incorporate donated food items into the facility menus saving thousands of dollars a month on the dietary budget. PONTIAC CORRECTIONAL CENTER During FY2019, Pontiac Correctional Center created approximately 3.8 acres of gardens. The plants were started in the facility greenhouses and then transferred to the gardens. The vegetables were harvested and served during meals. This fiscal year, the facility harvested 35,192 pounds of fresh produce. The facility continued relationships with the local school district and food banks to provide fresh produce and donated items to help with programs to feed youth and elderly who are in need. The facility was able to provide more than 20,000 pounds of frozen, canned and fresh food items. In addition to the sustainable gardening practice of using rain barrels to water plants, the facility continues composting all vegetable-based food scraps and byproducts of the food prep areas. Several bins divert an average of 2,500 pounds of pre pr ep food scraps from the kitchen's normal waste systems per month and another bin is utilized for dry food and landscape. Pontiac Correctional Center diverted an average of 9.75 tons of recyclables per month from the normal waste cycle including all plastic and steel containers, cardboard, shredded paper and broken offender fans. The recyclables were sent to a local recycling company. All offender televisions, MP3 players, radios are collected and sent to a local electronics recycler. Pontiac Correctional Center continues its partnership with Livingston County Pheasants Forever, Pontiac Township High School Environmental Science Class and Evergreen Food Supply to maintain a 5.8-acre pollinator habitat. The habitat helps provide wildlife with food and cover, reduce soil erosion and provide a nectar and pollen source. Pontiac is collaborating with Enbridge of Illinois to expand this pollinator habitat project. Pontiac Correctional Center participates in the Saving Through Efficient Product (STEP) Illinois Department of Corrections | FY19 Annual Report69 Program through the Illinois Department of Commerce and Economic Opportunity. The program was free with an annual savings of 104,083 kWh, or $9,367, and an estimated lifetime savings of $761,486 kWh, or $68,534. Each year, the facility saves enough energy to power ten single-family homes. The new Frieda B. King Memorial Kitchen, a Capital Development Board project, is preparing for a dedication ceremony for September. The construction replaced the existing kitchen which has been in use since the 1960's. Thousands of meals are prepared here each day which makes a functioning kitchen vital for smooth operations of the facility. After one year of construction, this new $12 million kitchen will open next fiscal year. Those who work in the dietary department will soon be able to prepare meals in an environment that's efficient, safe and state-of-the-art. The maintenance department is in the process of putting the final touches on a new dietary facility. This new state-of-the-art facility will incorporate two kitchens into one. The facility will incorporate a meal prep quick chill system which will allow dietary to make and chill food for future usage. All the lighting is LED resulting in energy savings. The heating and cooling systems are state-of-the-art and designed with energy efficiency in mind. The entire project is housed inside of a repurposed abandoned building that was on the institution's grounds. This further lowers the facility's carbon footprint by re-using an existing structure versus building a new structure. Approved offenders from the Medium-Security Unit were hired as helpers in the maintenance shop. The program teaches real world skills in building construction, maintenance and modification. It also teaches skills like following directions, reporting for work regularly, problem solving, people skills and teamwork. In April 2019, several members of the Illinois General Assembly got a firsthand look at Pontiac Correctional Center. State Senator Jason Barickman referred to Pontiac Correctional Center as an \"important part of our State's corrections system and a major economic driver for the region.\" During the fiscal year, maintenance installed $100,000 worth of replacement LED light fixtures throughout the facility. The lighting was obtained through a grant program administered through Commonwealth Edison. Clinical Services conducts up to 56 groups per week, which includes regularly scheduled groups and additional groups that supplement what the Office of Mental Health provides to give increased amounts of out of cell time to offenders. These groups include topics such as anger management, substance abuse, coping skills, creative writing, art expressions, life skills, parenting skills and several others. Clinical Services implement a new group called the Step-Up Program, which helps segregation offenders begin to transition to general population and eventual parole. This program has been implemented statewide. May 6 through May 12, 2019 was National Nurses Week and Pontiac Correctional Center Illinois Department of Corrections | FY19 Annual Report70 nurses were interviewed by area news. A career fair was held on Tuesday, May 14, 2019 with the goal of recruiting and hiring additional nurses for the facility. The event was a success. To support the community, Pontiac Correctional Center hosts collections to assist the Midwest Food Bank in Bloomington. Quarterly blood drives are held for the American Red Cross, collecting 275 units of blood from staff. Pontiac Correctional Center participated in a chili cook-off, February 12, 2019 with Pontiac Police Department, Livingston County Sheriff's Department, and Pontiac Township High School. Pontiac Correctional Center participated in both the Super Plunge held in Lake Michigan and had 42 participants for the Polar Plunge that took place in the icy waters of Miller Park Lake in Bloomington. Proceeds from these events benefitted Special Olympics Illinois. Pontiac Correctional Center has won the Largest Law Enforcement Team at the Bloomington event the past three years. Staff also participated in Cop on a Rooftop at Dunkin' with the Pontiac Police Department. With all the events and sales of Law Enforcement Torch Run merchandise, Pontiac Correctional Center has raised more than $11,000 for Special Olympics Illinois. ROBINSON CORRECTIONAL CENTER Robinson Correctional Center maintained safety and security while increasing sustainability initiatives and programming opportunities for incarcerated men. The facility was graded \"excellent\" and earned the Meritorious Review Recognition Award with a 93% compliance rating following the Performance Based Standards review. Sustainability projects included four gardens that were maintained by men in the veterans' program, horticulture class, inside grounds crew and housed in the Transitional Housing Unit. In the past year, these gardens have produced enough produce to donate 3,059 pounds of food to the local community and 10,206 pounds were used in the facility's dietary department. Robinson Correctional Center offers a variety of educational, vocational and clinical programming. Thinking for a Change is an integrated cognitive behavioral change program that incorporates research from cognitive restructuring theory, social skills development and the learning and use of problem-solving skills designed to be used as an intervention for offenders in the continuing effort to reduce recidivism. Transitions utilizes the New Direction curriculum to deliver a cognitive-behavioral therapy treatment program in a residential, therapeutic setting that teaches offenders to challenge their thinking to change their criminal and addictive behavioral patterns. The CAAP Program gives offenders the opportunity to become certified as Associate Addictions Professionals (CAAP) through the Illinois Certification Board making them qualified Illinois Department of Corrections | FY19 Annual Report71 for entry level employment in the field of substance abuse treatment upon release. The art therapy program utilizes a therapeutic approach that instructs offenders of the art philosophy, technique and production using various mediums and media that allows offenders to decrease individual stressors and increase personal growth through self- discipline, perseverance and the opportunity to gain satisfaction through creation instead of destruction. Incarcerated veterans organized \"Back to School\" and \"Holiday Food\" drives which provided offenders an opportunity to purchase and donate school supplies and food items during their regularly scheduled commissary day. Donations were distributed to local charities. Robinson Correctional Center hosts quarterly re-entry simulations for offenders to illustrate the journey to self-sufficiency and the barriers that may contribute to feelings of helplessness and decreased self-efficacy. During the simulation, participants will assume the identity of an ex-offender and perform tasks in four (4) sessions at (15) fifteen minutes per session with each session representing a week. By the end of this eye-opening activity, participants will have simulated a month in the life of someone who was released from prison. Participants will encounter the same challenges faced by many ex-offenders as they try to complete their court ordered obligations as well as maintain their day to day life. The simulation suggests that ultimately the ability to navigate \"the system\" may be a primary factor in the relationship between resiliency and recidivism. SHAWNEE CORRECTIONAL CENTER BOTTLE CAP DONATION In October 2018, the Shawnee Correctional Center donated 150 pounds of plastic bottle caps to the Cypress Grade School. These donated bottle caps were melted down and made into benches for use at the school. This is the third local school that Shawnee Correctional Center has provided bottle caps to for this program. COAT DRIVEShawnee Correctional Center collected coats for kids in the fall and was able to donate 110 coats to local school children. Coats were provided to three local schools: Vienna Grade School, Cypress Grade School, and the Gallatin County School. GOLF SCRAMBLE TO BENEFIT WOUNDED WARRIORS On August 11, Shawnee Correctional Center hosted a golf scramble at Stone Creek in Makanda to benefit the Wounded Warrior Project. The facility was able to donate $4,810 to the Wounded Warrior Project.Illinois Department of Corrections | FY19 Annual Report72 BETHANY VILLAGE Shawnee Correctional Center promoted a 5K run/walk for offenders in October 2018 for Domestic Violence Month and offenders were given the opportunity to participate and donate money for a local charity. The fundraiser was extended by offering photos to offenders to send home for Christmas with a donation. Between the two fundraisers, $5,601 was raised for Bethany Village, a local food shelter and food pantry. SHAWNEE ANGEL TREEShawnee staff adopted 17 children from the Carmi Baptist Children's Home for Christmas. Each child received at least one shirt, one pair of pants, and one pair of shoes - the rest was left up to the imagination of the angels that pulled the names from the tree. CHRISTMAS FOR VETERANSShawnee conducted a drive to collect items for the veterans housed at the Illinois Veterans Home in Anna. Partnering with staff from Vienna Correctional Center and Dixon Springs Impact Incarceration Program, joy was brought to more than 60 residents at the home. Veterans received two gift bags and a throw blanket. SPECIAL OLYMPICS ILLINOIS POLAR PLUNGE AT REND LAKEShawnee had10 participants at this year's Polar Plunge. The plungers raised $1000 for Special Olympics Illinois. HOSPICE PROGRAMShawnee Correctional Center is committed to providing end-of-life care to men in custody. The purpose of the Hospice/Adult Comfort Care Program is to provide holistic treatment to terminally ill offenders; principles of palliative care are implemented under correctional management. In cases where the prognosis presents the option of either continuing curative efforts or beginning palliative treatment, techniques of comfort care may proceed in tandem with curative measures, at least until such time as curative efforts are contraindicated. Hospice is an interdisciplinary comfort-oriented care method that allows seriously ill and dying patients to die with dignity and humanity with as little pain as possible in an environment where they have mental and spiritual preparation for the natural process of dying. Hospice services are focused on care, not cure; this care focuses on the unique needs of the individual, their family, and friends. Hospice is an approach to care for dying patients based on clinical, social, and metaphysical and spiritual principles; this sense of hospice is referred to as palliative care for the dying. Shawnee Correctional Center has graduated 40 offenders through its hospice training program. Illinois Department of Corrections | FY19 Annual Report73 SHAWNEE OFFENDERS LEND HELPING HAND AGAINST FLOODING Spring into summer, offenders at Shawnee volunteered to fill sandbags for surrounding areas impacted by flooding. Offenders filled more than 111,000 sandbags. Participating offenders expressed feeling a sense of pride for a job well done. RED CROSS PREMIER BLOOD PARTNERA Certificate of Recognition for being a premier blood partner was presented to Shawnee Correctional Center by the American Red Cross. This designation means the facility has collected at least 50 pints of blood and averaged at least 30 at each visit. The program offers recognition to some of the highest contributing sponsors and is based on prior year donations collected. Shawnee collected a total of 78 units and saved 234 lives. SWATT (Shawnee Wellness Assistance Therapy Training) On June 7, 2019, Shawnee's SWATT Dog Team was featured in the US News and World Report, Times Union, San Francisco Chronicle, and New Canaan News, when an article was picked up by the Associated Press about a recently graduated class of six dogs trained for adoption by veterans. SWATT began in March 2018 for the purpose of fostering dogs from the Project Hope Shelter, (a no-kill shelter in Metropolis) training them in basic obedience and making them adoptable as comfort animals for veterans. Some of the various events the SWATT Dog Program has participated in include Marion Veterans Honor Flight Welcome Home Celebration, Veterans on Parade, a veterans luncheon at The Haven, numerous visits to the veterans home in Anna, and attendance at the Vietnam Moving Wall in Paducah, Kentucky. The University of Illinois Veterinary Medical School has also taken an interest in the SWATT Dog Program. Students have been making trips to the facility to train offenders in basic animal care. Illinois Department of Corrections | FY19 Annual Report74 Over the past year, 18 dogs who had been abused, neglected, abandoned, or scheduled to be euthanized were adopted and are now living in their forever homes. In addition, offenders have developed responsibility, self-esteem, and empathy SHERIDAN CORRECTIONAL CENTER In FY 2019 Sheridan Correctional Center continued to make a conscious effort with re- implementing the recycling program that was created to give offenders an incentive to recycle their commissary packaging; in lieu of flushing the items into the plumbing system that ended up in the Sheridan Sanitation District. The program has been revised to include the Cleanest Housing Unit initiative which has proven to be instrumental in diverting many of the garbage items from the Sheridan Sanitation District, while giving offenders an incentive of receiving additional recreation time. In FY 2019, Sheridan Correctional Center hosted its 6th Annual Father's Day Program that was sponsored by Congressman Danny Davis as a guest speaker and incorporated visits with many incarcerated men and their children and families who were brought to the facility by chartered transportation. Additionally, Sheridan Correctional Center, in conjunction with the Lake Land College held its 4th Graduation Ceremony honoring offenders for completing vocational classes. During FY 2019, the Education and Vocational Programs awarded the following certificates: 1. ABE - 84 2. ASE - 25 3. W arehousing - 28 4. W elding - 43 5. Culinary Arts - 26 6. Horticultur e - 41 7. Car eer Technology - 93 8. Barber - 1 completed 1500 hours; 1 r eceived Barber's License Illinois Department of Corrections | FY19 Annual Report75 For FY19, Home Builders Institute (HBI) had 249 offenders complete the program for a 86.38% completion rate for the year. HBI also issued 179 OSHA 10 cards to students. HBI had a good year with community service projects with offenders completing 2106 community service hours for the following: Camp Tuckabatchee, Ottawa VFW, Special Olympics Illinois, Starved Rock Country Community Foundation, Willow Creek Church, Liberty Baptist Church, Cops4Cancer, Princeton Fire Department. HBI also helped the Sheridan Correctional Center maintenance staff with numerous projects. TASC continues to serve Sheridan Correctional Center through participation in re-entry activities and providing services that aid offenders in preparation to positively reintegrate into a community setting upon parole. The WestCare Foundation continues to provide trauma-informed care to the offender population at Sheridan Correctional Center through a compilation of Substance Abuse Programs, Mental Health Services, and Anger Management. In FY19, a total of 2908 offenders were served by WestCare's Substance Use Disorder (SUD) treatment program. Of this number 91.6% of the participants successfully completed the program. In addition to the core Substance Use Disorder (SUD) curriculum offered in their program, WestCare addresses a number of issues ancillary to Substance Use Disorder, but critical to the future success of the offenders we serve through additional programming and specialty groups such as Young Men's Aggression; Family Reunification and the Certified Associate Addiction Professionals Program (CAAP). In FY19, Sheridan Correctional Center awarded over 215,018 days of Earned Program Sentence Credit resulting from the substance abuse program and behavioral programs. According to FY17 data, the annual cost of incarcerating an individual in the Department was $26,331 in FY16. Based on those numbers, Sheridan Correctional Center saved taxpayers $15,511,339 in FY19 just with the substance abuse program and other behavioral programs offered. All the Earned Program Sentence Credit facility-wide (256,736 days) saved $18,520,864 on costs of incarceration with the added benefits of greater reductions in recidivism. Clinical Services has run four classes of Thinking for a Change with 43 graduates in FY19, 3 classes of Start Now with 25 graduates, and 2 classes for Hazeldon with 46 graduates. All programs have evidence showing they contribute to a significant reduction in recidivism. Sheridan ensures offenders with the highest risks are being exposed to the most interventions for greatest impact. Sheridan hosted two successful re-entry summits that provided access to resources for approximately 600 offenders in total prior to their release. Sheridan provides access to a wide variety of programs and is a therapeutic community. This environment is not only supportive of our offenders, but of our staff and surrounding Illinois Department of Corrections | FY19 Annual Report76 communities as well. The facility continues to be involved with the Law Enforcement Torch Run for Special Olympics Illinois. Sheridan Correctional Center not only raises awareness and funds for a great organization, but involvement has boosted staff morale. With attention to implementing initiatives for current and future savings, Sheridan Correctional Center continues to ensure offender and facility needs are met; new innovative programs are established; and that offenders are educated and prepared to have a positive re-integration into society. SOUTHWESTERN ILLINOIS CORRECTIONAL CENTER In FY19, there were 379 Vocational Programs completed by offenders through Lake Land College. Vocational offerings included Career Tech, Construction Occupations, Commercial Custodial, Horticulture, Remedial/Bridge and Warehousing. Three offenders earned their Associate Degree in Liberal Studies. The Construction Occupations class built two Habitat for Humanity Homes for the local Habitat Foundations. In addition, the Warehousing class obtained a virtual reality forklift simulator to utilize for training. Green InitiativesSouthwestern was able to purchase three compactors and arrangements were made with corrections industries at Menard Correctional Center for receiving all recyclables. Several recycle canisters were added at Southwestern and all trash is sorted by offender workers. Recycling has increased 530% and now average seven pallets per week. Hounds Helping HumansHound Helping Humans (HHH) is a canine training program implemented in October of 2013 at Southwestern Illinois Correctional Center. The facility formed a collaborative partnership with DUO Inc., a national not-for-profit dog training and adoption service headquartered in St. Louis, Missouri. The HHH program uses training staff from Duo, Inc. to assist offenders in the work camp whose work assignments are dog handlers. The collaborative relationship uses restorative justice principals to give back to the community by providing highly skilled service dogs to individuals with disabilities. Dogs introduced to the program are puppies from 9-12 weeks old to younger adult dogs. If a dog comes to the facility as a puppy, their stay before further specialized training and graduation is between 12-14 months. Southwestern has three puppy dorms in the work camp with 26 offender dog handlers whose sole assignment is to follow the training and care set forth by the Duo trainer. The trainer meets with the dog handlers and the dogs twice a week for two hours of training. Upon completion of the initial training program at the facility (12-14 months), the training staff from Duo, Inc. place the dogs in the final phase of specialized training. Seventeen dogs participated in the program during FY19 and seven graduated after final training to be placed for adoption. Illinois Department of Corrections | FY19 Annual Report77 Storybook Project During FY2019, 523 offenders participated in The Storybook Project at Southwestern. The Storybook Project is a program of Lutheran Social Services of Illinois (LSSI) that began in November of 2005 with a team of regular volunteers and has repeated monthly. The primary objective is to help incarcerated fathers to create and retain a bond with their children. This is accomplished by offenders choosing age appropriate books that they read aloud and record onto CDs. The Storybook Project volunteers monitor the recording according to set guidelines for the reading, and then when the approved guidelines are met, the book is sent to the offender's child. GEO Reentry Services GEO graduated four Inside Out Dad Program classes, totaling 73 offenders. Inside Out Dad teaches incarcerated persons how to be more involved, responsible, and committed by connecting with their children during their incarceration and upon release. The program addresses topics such as masculinity, spirituality, handling emotions, relationships, fathering, parenting, discipline, and child development. On November 27, 2018, the Certified Associate Addictions Professional Program (CAAP) program was interviewed by KSDK Reporter Jenn Sullivan. Sullivan observed a class facilitation, interviewed the CAAP Instructor and offenders actively involved in the class as well as GEO Alumni Coordinator Tim O'Boyle. O'Boyle was a graduate of the first CAAP class and an example of the how the program is a beneficial and worthwhile endeavor. Sullivan shared that she knew the men were learning valuable information because they answered the questions with ease. Since implementation of the CAAP Program in 2007, there have been 411 offenders who have enrolled with 306 successful completions. 277 offenders took the examination and 263 passed. Re-Entry SummitThe FY19 Re-Entry Summit was held at Southwestern on November 18, 2018. The summit included a host of guest speakers and vendors and focused on preparing offenders nearing release with education and tools to increase their successful return to society. The summit was a huge success with a variety of speakers delivering powerful, relevant, messages directly related to the offender population and their successful re-entry. STATEVILLE CORRECTIONAL CENTER Stateville hosted various events and made significant accomplishments over the past twelve months. A Volunteer of the Year banquet was held in additional to several graduation ceremonies. Several universities' professors continue to come to Stateville to teach. Some of Illinois Department of Corrections | FY19 Annual Report78 those universities are North Park University, Northwestern, Universities Without Walls (UWW), to name a few. Other activities hosted by Stateville are employee health fairs, blood drives, talent shows and art shows. Famous Christian recording artist Hillsong United from Australia visited Stateville Correctional Center on Monday, June 24, 2019 and gave a live worship and praise concert to a gymnasium filled with incarcerated men. This concert is one of many that have taken place (including Lauren Daigle, Chance the Rapper and Unspoken) as the institution focusses on changing mindsets toward a peaceful and productive atmosphere. Stateville Correctional Center is becoming more self- sufficient by growing its own produce in a garden maintained by offenders. The facility has harvested a variety of fruits and vegetables, including radish, onions, squash, zucchini, peppers, tomatoes, cucumbers, green beans, lettuce, cabbage, broccoli, pumpkins, watermelons, cantaloupe, cilantro, parsley and mint. The Leisure Time Services Department has incorporated new programs for Stateville's offenders, such as a bean bag game and photos of offenders and their loved ones who visit. The Human Resources Department has increased their knowledge of the Family Responsibility Medical Leave (FMLA). In prior years, only one staff member was knowledgeable about the FMLA process and the paperwork behind it. Currently, all four human resources staff can assist with the FMLA process. Cross-training and communication within the Personnel Office has increased in an effort to keep all informed and better assist other staff with needed information. During the past year, the Northern Reception Center's (NRC) Mental Health department has aimed to positive cultural change by maintaining collaborative working relationships with other IDOC departments, including Medical, Clinical Services, Field Services, and Security. The facility has conducted several multi-disciplinary treatment team meetings throughout the past year to better understand the bio-psycho-social factors contributing to offenders presenting mental health symptoms. The NRC Healthcare Unit has increased staffing in nursing and has implemented new processes to improve access to care for the offenders. The facility started a 3-11 shift nurse sick call line. A physician's assistant was added to the provider line to eliminate the backlog Illinois Department of Corrections | FY19 Annual Report79 of physicals. The facility is now tracking the special needs of all offenders and monitoring and tracking outpatient appointments and their follow-up for compliance. Stateville continues to focus on improving and monitoring for administrative directive compliance and standard of care. TAYLORVILLE CORRECTIONAL CENTER Rapid Results Taylorville Correctional Center received the highest commendations for its Rapid Results projects conducted in 2019. The facility won overall (including the traveling trophy) and minimum-security (best) awards for the 17 projects presented during the fiscal year. Costs and work hours spent have been reduced by purchasing bulk cleaner, utilizing bump and training calendars, reducing the DAO Logbook to one page per day, providing a shared drive for weekly/monthly meeting minutes in lieu of paper, implementing a dietary food survey list, maintaining more gardens, enhancing the inside clearance approval process, mattress remakes, implementing online visitor PVI submissions, revising the post descriptions, assisting reception desk visitor process for staff, implementing a Record Office spreadsheet for writs/furloughs/MSR's/Discharges, streamlined mailroom log books, streamlined OMR, reduced trash bag costs with an estimated savings of 169 hours and $60,371. Those savings include the LED Lighting Project. The lighting project is currently in Phase 3 with high mast-lighting. Sustainability Program The program consists of recycling cardboard, paper/plastics, metal cans and electronics/ink, toner cartridges, batteries and tennis shoes. FY19 totals include nearly 22 tons of cardboard/paper, over 15 tons of steel/tin, 2 tons of plastic and approximately 1,750 gallons of vegetable waste. To sustain the yearly production, offenders harvest their own seed, which is stored in recycled plastic containers from Dietary. Egg and milk cartons are reused for starting new plants in the greenhouse. Horticulture has more than 250 square feet devoted to composting and maintenance has 250 square feet for composting. The compost includes grass clippings, newspapers, cardboard, food scraps, eggshells and coffee grounds. The compost provides a weed bearer and limits the amount of fertilizer purchased. The laundry department provides used laundry soap barrels that are used to collect rainwater, soil recycling and collection of compost material. In addition, the horticulture class utilizes \"bottom watering,\" which captures any excess water from watering the flowers. Tornado Assistance In December 2018, the city of Taylorville suffered a devastating tornado and was declared a disaster area by the Governor. Taylorville Correctional Center staff and offenders worked side-Illinois Department of Corrections | FY19 Annual Report80 by-side with other volunteers to help the families who were affected. Offender work crews provided 195 hours of labor and facility staff worked countless hours cutting down trees, removing debris and sharing their resources. Also, food, gift cards and monetary donations from staff at Taylorville, Centralia, Vienna, Vandalia, Robinson, Shawnee and Big Muddy River Correctional Centers were donated to the Taylorville Missions, First United Methodist U.M.C.O.R. Disaster Relief Fund and the Taylorville Food Pantry. In addition, the facility works closely with the Illinois Department of Transportation and provides a road crew to assist in keeping the highways clean in the Christian County area. GardensTwo-hundred and sixty-five (265) pans of garden-vegetable salad were prepared and served as a result of the produce in our gardens. Garden vegetables replaced 265 cases of canned vegetables which netted a savings of $6095. Also, pond water was utilized for gardens inside the perimeter compared to 2018 when potable water was utilized for watering gardens. Education and VocationThirty-seven (37) offenders completed the High School Equivalency, 49 completed the Adult Basic Education, 0 completed volunteer ABE and 33 successfully completed Advanced ABE. The academic department awarded 6,900 days of Earned Program Sentencing Credit (EPSC) and the college/vocational program awarded 12,416 days of EPSC time in FY 19. Taylorville Correctional Center awarded 37 Associate Degrees and 205 Certificates for vocational programs. Construction project donations to outside agencies/organizations included Lake Land College Pathways Program, St. Mary's School, Taylorville YMCA, and Taylorville High School Sports. Taylorville Correctional Center held its annual fall and spring plant and construction sales with funds from the sales being regenerated back into both vocational programs. Unspoken Concert In conjunction with WCIC Radio Station, who raised and donated the funds, the facility hosted a concert featuring Christian Contemporary Artists Unspoken. The first-ever concert of its kind held at a male facility in Illinois was held outside in August 2018 and well-received by staff, guests and offenders. Leisure Time Services The LTS Department at Taylorville Correctional Center continues to stay busy during the year and this past fiscal year, the facility provided great programing to the offenders. The success Illinois Department of Corrections | FY19 Annual Report81 of the programs is attributed to security staff, volunteers, health care staff, offenders, and administration. One of the most popular programs that runs year-round is the photo program. The program provides offenders the opportunity to take and keep a photo of them and their family while on a visit. This past fiscal year, the LTS Department printed more than 1,900 photos. Lutheran Social Services of Illinois and their Storybook Program continues to be a popular program at Taylorville. This past year, more than180 recorded books were sent out by Taylorville Correctional Center offenders. The volunteers, through their time and resources, have contributed to fathers being able to connect with their children through the love of reading. Eighty offenders participated in a Breast Cancer Awareness 5K during Breast Cancer Awareness Month. They raised $110 dollars and donated the funds to the American Cancer Society. The facility hosted the Saints Prison Ministry group, a travel group of softball players that travel domestic and international delivering their religious message and entertainment through the game of softball. The John Washer Ministry group \"Inside the Lines Ministry\" brought their 3-on-3 basketball tournament to Taylorville and delivered a religious message to the 60+ who participated. During Black History Month, the LTS Department. hosted several activities to provide engaging opportunities for the offenders to learn more about African American history. The department presented a movie festival showing documentaries about different influential African Americans from musicians to politicians. For the second year The Springfield & Central Illinois African American History Museum (SCAAHM) brought a few of their exhibits to Taylorville Correctional Center for display. This year, the exhibits centered around newly found settlements of African Americans in the Springfield area that were burned down during the 1908 Race Riots and the development of Black families and the Black church in the Springfield community. The department also offered an afternoon of live music with the group named \"Unprediktable Soul\". The outside group performed for about an hour and entertained the offenders with an assortment of songs. Civil rights leader, community activist, and former Stateville Chaplain Helen Sinclair provided history and entertainment for approximately 50 offenders. Lastly, the facility hosted an African American Quiz Bowl Challenge with 20 offenders. Taylorville Correctional Center's Veterans Group and the LTS Department presented its spring facility-wide art fair. Offenders throughout the institution presented over 75 pieces for display. The Veterans GroupThe Veterans Group held a food drive with offenders donating items they purchased in the commissary. Six large boxes of food with a total weight of 200 pounds was donated to local food pantries in Finley, Shelbyville and Bethany. Clothing Drive Taylorville Correctional Center partnered with the Illinois Statewide Human Resource Professionals for clothing drives held in Springfield. The facility received several wardrobe- sized moving boxes full of men's clothing as a result of this partnership.Illinois Department of Corrections | FY19 Annual Report82 VANDALIA CORRECTIONAL CENTER Vandalia Correctional Center has continued to make improvements to security and programming throughout the facility in Fiscal Year 2019. These enhancements continue to establish a more secure work environment, as well as a more rehabilitating location for offenders to serve their sentence. One of the most beneficial programs the facility offers to the local communities is the ability to send out work crews. Offender work crews have assisted in multiple ways with nearly 30,000 hours of service helping local schools, cemeteries, county and state buildings, fairgrounds and state parks. The work crews assisted with mowing and grounds maintenance, cleaning buildings and bleachers, repairing picnic tables, cleaning trails and campsites. Work crews also provided disaster relief assistance to several local communities recovering from severe storms this year. Employees and offenders are proud to have the opportunity to serve local communities in this capacity. Vandalia Correctional Center work crews are not the only way the facility and offenders assist the community. The facility has also assisted multiple other Illinois agencies in order to better utilize the states resources, such as assisting with the glazing of windows at the Old State Capitol in Vandalia. The Building Trades class, offered in conjunction with Lake Land College, has fully restored items as well as constructed projects for the Army Corps of Engineers. Spring of 2019 brought extensive flooding in much of the state. IDOC worked in conjunction with the Illinois Emergency Management Agency to provide much needed sandbags and work crews to assist with the flood relief efforts. Vandalia Correctional Center staff and offenders worked countless hours on facility grounds filling more than 40,000 sandbags. Work Crews were then also taken out to assist on site placing sandbags. Various staff have assisted in the foundation of an active veterans' group being offered for men in custody. There are now 35 incarcerated veterans in the group. The chapel has hosted multiple staff blood drives in collaboration with the American Red Cross. The chapel has continued to offer Baptism services this year with approximately 30 offenders coming forward to be baptized. The Health Care Unit Administrator organized an Employee Health Fair with a variety of vendors including the availability of lab work to be drawn on site, blood pressure checks, as well as representatives from the following fields: chiropractic, massage, weight management, EMS services, eye care, and counseling services. Vandalia Correctional Center currently has six members on the state's Staff Wellness Response Team as well as two statewide Corrections Fatigue to Fulfillment instructors. The education department had multiple offenders earn GED certificates. The academic classes awarded 8,500 days of Program Sentence Credit (PSC) and vocational classes awarded approximately 5,000 days of PSC. The Equine Program has grown to a herd of 34 retired thoroughbreds and thus has increased the Illinois Department of Corrections | FY19 Annual Report83 pastures to a total of nearly 60 acres with the addition of a new 16' x 60' shed. This program is continuing to grow and has had more offenders than ever successfully completing the program. T.A.I.L.S. (Teaching Animals and Inmates Life Skills) grew immensely this year with over 170 dogs being trained by the program, all of which have been adopted. Offenders are also benefitting from this program with over 120 contracts being completed, granting a total of nearly 8,000 days of good time from this program. The facility's clothing closet began helping offenders in March 2017. Since the program began, the center has offered clothing for many offenders' reentry back into society. The state also has saved tremendously from this program. From March 2017 through July 2019, more than 1,400 offenders left the facility in clothing from the clothing closet. Currently 90% of offenders leaving Vandalia Correctional Center are dressed out from the facility clothing closet or have clothing sent in from home. The numbers are increasing each month and additional agencies are coming forward to assist with donations. New Programs for 2019: Dialectical Behavioral Therapy (DBT) Start NowSubstance Abuse treatment Program Electronic Photo Program VIENNA CORRECTIONAL CENTER Vienna Correctional Center and Dixon Springs Impact Incarcerating Program (IIP) continue to sustain their role as a leader of community services and integration in FY2019. During the reporting year, both facilities continue their journey with community-minded projects, outreach, a variety of new programming for offenders and as always, community service. Sustainability efforts were continued into FY2019 with five Maintenance projects being completed with over $90,000 being received back in incentives. In total, 500 incandescent and fluorescent light fixtures were replaced with new LED fixtures, and 13 variable frequency drives were added to existing HVAC systems. These energy efficient upgrades have lowered the institutions operational costs by $105,000 annually at a net cost of less than $11,000 due to the Ameren Illinois Energy Efficiency Program. These initiatives are part of Vienna Correctional Center's ongoing commitment to sustainability and energy conservation and joins other projects such as a comprehensive recycling program, water conservation, and waste reduction.Clinical Services implemented several new programs/events to assist offenders with re-entry Illinois Department of Corrections | FY19 Annual Report84 efforts. One new program for offenders is Start Now. This program is designed to treat offenders with behavioral disorders and associated behavior problems. It is designed to be a strengths-based approach, placing the primary responsibility for change on the participant. The classes are facilitated by Corrections Assessment Specialists who have received formal training on the Start Now curriculum. The target population is offenders who have received several offender disciplinary reports. The men are taught coping skills and problem-solving strategies which will result in fewer offender disciplinary reports. Clinical also had two successful re-entry Summits this year. During the fall summit, incarcerated men participated in an art contest. Artwork depicting their experience with drugs/alcohol and domestic violence was submitted for summit presenters to view and pick three winners. The facility had a re-entry simulation and offered the Game of Life as an opportunity to encounter challenges they may face upon re-entry. Clinical programs offered an Inside Out Dads class to offenders to improve their awareness, knowledge and attitudes about being an involved parent. A new shortened drug awareness class was also available to eligible offenders. This class is offered to offenders who are not eligible for the 12-week drug education class. Trained facilitators use Hazelden's A New Direction curriculum to educate offenders about substance use issues. The \"Orange is the New Green\", 12-month grant-funded program by the US Department of Agriculture made huge strides in FY19. Seventeen students completed the entire 11-month program with a class grade average of 88% on their final score. These 17 students obtained the last of four certificates available for them to achieve. Two students from this 2018-2019 class, who have paroled out of the facility, passed their State of Illinois Pesticide Applicator Exam and have obtained their license which they can use to help gain employment in the agricultural field following their release. Four students have recently transferred to other IDOC facilities to further their education in another horticulture program not currently offered at Vienna Correctional Center. More than 1000 pounds of produce was harvested from the offenders' garden plots and delivered to the dietary department for use in meals. In addition, the program grew pumpkins that were donated to the local schools. During the late spring of 2019, Vienna Correctional Center showed civility in cooperation with the Illinois Emergency Management Agency by filling nearly 67,000 sandbags. Approximately 100 incarcerated men volunteered to help. The sandbags were utilized to help fight flooding and protect infrastructure along multiple rivers throughout Central and Southern Illinois. The Vienna dog program takes six dogs every 12 weeks from a local rescue shelter that they feel need a little work on their manners to become more adoptable. Utilizing the Humane Society Curriculum Guide, lessons are taught to the dogs each day by Illinois Department of Corrections | FY19 Annual Report85 the offenders. Professional trainers volunteer their time to teach the offenders how to use positive reinforcement to train the dogs. A veterinary technician is donating time to give lessons about grooming. Dixon Springs Impact Incarceration Program created a new program for women in custody titled \"Mending Hearts.\" Mending Hearts teaches women the basics of crocheting so they can provide homemade themed wigs and caps for children with cancer and lap blankets for the Illinois Veterans Home in Anna. This program is designed to equip participants with patience, perseverance, problem solving skills, responsiveness, and positive self-regard. WESTERN ILLINOIS CORRECTIONAL CENTER This past year, Western Illinois Correctional Center and Clayton Work Camp took a proactive approach towards its operational needs and activities related to offenders and staff. The main objective at the facility this fiscal year was emphasizing positive interaction with offenders and staff, promoting safety and security of offenders and staff alike. With each objective comes unique challenges that require intellectual cooperation from each and every staff member working at Western Illinois Correctional Center and Clayton Work Camp. Some of those changes include the addition of a group therapy room located and implementing an incentive living unit. The facility implemented an Incentive Living Program for offenders who are actively participating in work assignments, program assignments, academic/vocational programs, etc. It is the policy of the Western Illinois Correctional Center to reward positive program participation and offender behavior through quality of life privileges and responsibilities, and to provide a specific living program that is goal oriented and based on incentives. This past year, all security and non-security staff received specialized training which included: Verbal Judo, Implicit Bias, Mental Health in Corrections, Legal Standards and Procedures, Investigations and Report Writing, and an overview of the RASHO Court Settlement. The facility continues to raise money for various foundations and local entities by making donations to several community events. In recognition of Special Olympics Illinois, the facility participated in the Special Olympics Polar Plunge in Quincy and the Law Enforcement Torch Run. The facility has raised more than $20,000 this past year for Special Olympics and was recognized as the top fundraising facility for all of IDOC. The Business Office worked to dispose of stored documents that have been stored well past the required record retention guidelines. This effort created valuable space in the warehouse and improved cleanliness while reducing fire hazards. The dry storage space was increased by 40 slots in the warehouse after sending out 18 skids of paper recycling and 22 skids of electronics. This space allowed the facility to rotate dry storage stock, decreasing loss due to products timing out. The clothing department found a way to recycle old pillows and mattresses saving the Department approximately $4,200. Mattresses are recycled by taking two old mattresses and combining them into one with a new cover. The old mattresses that cannot be used for mattress recycling have been cut into four pieces and made into pillows. The clothing closet continues to be utilized by offenders through donations from multiple organizations. Illinois Department of Corrections | FY19 Annual Report86 The Dietary Department continued to get trucks from \"Woody\" at Hands of Hope. With the trucks from Hands of Hope, the facility was able to save $21,142. The facility garden that Lake Land Horticulture students assisted with accounted for $4,039.99 in food savings. The facility was able to make several donations of vegetables, cucumbers, and tomatoes to the Illinois Veterans Home in Quincy. They used the fresh produce during activity time as snacks for the veterans. Offenders from the Clayton Work Camp delivered pumpkins from the facility's garden to the Veteran's Home. Offenders from the main facility who are part of the Horticulture Program (Lake Land College) harvested the pumpkins and helped load the pumpkins for delivery as well. Food Service Program Manager Todd Bolton assisted with acquiring the pumpkin seed for this project, as well as assisting with the delivery. Correctional Industries had an average of 45 incarcerated men assigned to the meat packing plant. These offenders earned a combined 11,325 days of program sentence credit. The total number of products produced and sold increased from seven products to nine during FY19. The plant produced a total yield of 2,532,340 pounds of meat during FY19 for a total sales value of $5,539,729. The recycling program had an average of 19 men assigned to the Western Recycling Program located in five different facilities: Western Illinois Correctional Center, Clayton Work Camp, Jacksonville Correctional Center, Pittsfield Work Camp, and Greene County Work Camp. The offenders earned a combined 5,949 days of program sentence credit. There was a total of 160.22 tons of cardboard recycled along with an additional 55.11 tons of tin cans, plastics, newspapers, magazines, etc., for a grand total of 215.33 tons (430,660 pounds) turned into recycling centers. In addition, there were 2,290 pallets recycled. The total amount received from these recyclable materials totaled $17,138.The academic department had 24 offenders receive their HSE certificates and 215 offenders complete mandatory ABE class. In addition, offenders earned a combined 15,700 days (43 years) of Earned Program Sentence Credit who were enrolled in academic programs. There was a total of 290 students added to the Lake Land College programs during this fiscal year, with 14 offenders earning Associates in Liberal Studies degrees and 89 Vocational Certificates. College/Vocational students earned a total of 9,327 days (25.6 years) of Earned Program Sentence Credit. The Construction Occupations class assisted the local communities by building walls for Habit for Humanity. The Culinary Arts Program prepared food for the facility's Re-Entry summit and Lifestyle Redirection Graduation. The Automotive Technology class fixed facility tractors for Jacksonville Correctional Center. The Health Care Unit experienced several positive changes in the past year. There was an increase in staffing which resulted in an increase in overall performance in the areas of mental health, nursing, and the medical clinics. This has improved the timeliness of offenders being seen and the implementation of group therapy. This included the facility adding a group room for offenders in restrictive housing. The clinic nurse has shown outstanding commitment in setting up educational clinics and classes with offenders. Her dedication and accuracy in reporting has made a significant improvement in the facility's clinic backlog. The previous two years this was an external audit finding for the facility and now there is no longer a backlog. Illinois Department of Corrections | FY19 Annual Report87 The maintenance department, in coordination with GTL, pulled fiber and installed video visitation units and messaging kiosks on every housing unit wing, including Health Care. This also included the installation of kiosks in the Library for offenders to research law cases and access legal documents. Another project was replacing the facility's exterior and interior lighting with LED lighting, which has become antiquated and labor intensive. The lighting is in constant need of repair and/or replacement. The degradation of the lighting has led to a decrease in visibility which hampers the safety and security of the facility. In addition to increasing visibility, the project resulted in a cost savings for the facility this past fiscal year of $59,702. The LED lighting was acquired through a grant program, which resulted in no additional cost to the facility. Clinical Services continues to improve its programming choices for offenders by offering an increased number of behavior modification classes. These include Inside-Out Dads, parenting classes for incarcerated offenders, and Thinking for a Change classes to address criminal thinking and behavior. Additionally, Drug Awareness and Drug Education classes are offered regularly along with targeted population groups such as the Step-Up group, structured group time for offenders in restrictive housing, and a new incentive wing for offenders who exhibit ongoing, positive changes in behavior and assignment that offer additional responsibilities and opportunities. Clinical Services continues to offer its core programming and strives to improve its offerings for offenders' successful re-entry back into society. The Aunt Mary's Storybook Program offers the ability for offenders to read various books to their children to not only encourage their children to read, but also maintain a bond between the parent and child. Once per month, men incarcerated at Western Illinois Correctional Center have the opportunity to get baptized through immersion. There were 73 baptisms this year alone making it 906 baptisms total since the donation of the baptismal 10 years ago. The Crossing Church located in Quincy provides Sunday worship for each housing unit resulting in four services each Sunday. Offenders are called to the chapel with their housing unit and have the opportunity to participate in a live worship experience. The Crossing Church has provided technology for Western Correctional Center to allow the offenders to watch the service from the previous week. Th offenders' families can also watch the services online and discuss it with their incarcerated loved one. In May 2019, with the assistance of the main facility, offenders provided more than 80,000 sandbags to local communities and levee districts on the Illinois and Mississippi River. 195 offenders worked approximately 2,782 hours filling sandbags. Crossroads Adult Transition Center The Safer Foundation's Crossroads Adult Transition Center (ATC) mission is to support, through a full spectrum of services, the efforts of people with criminal records to become employed, law-abiding members of the community, and as a result, reduce recidivism. The center's purpose is to give clients the necessary tools to transition back into the community and to obtain employment prior to being released. The center's goal is to improve the likelihood that upon release, clients will become law-abiding members of society. The program allows incarcerated individuals to serve out the last 30 days to 24 months of their sentences in a community-based work release setting. Illinois Department of Corrections | FY19 Annual Report88 The Second Chance Act Mentoring Program funded through the U. S. Department of Justice provides pre- and post-release mentoring services to residents at the Safer Foundation. The program began in 2014 and has provided clients with comprehensive cognitive behavior programming. Peer mentors are assigned to clients upon their release into the community to further assist with their transition. One resident enrolled in the mentoring program in October 2016 and benefitted from the groups; he was an active participant and learned to open up and express himself. Once he was released from Crossroads ATC, he paroled to the Rockford area, and per his request, the mentoring staff was able to find a local mentoring program for him to participate in during his parole time. He has been successfully discharged from parole and continues to be employed; he states the he uses the information he learned in the mentoring group to help improve relationships with his family and to assist him in moving forward in life. He has shared his story with other mentoring groups. The Computer Numeric Control (CNC) Program offers technical and vocational training to residents. CNC provides residents the necessary skills that will lead to a competitive wage paying job. The program has enhanced the residents' chances of successfully reintegrating into a community setting and reducing recidivism. In FY2017, 21 clients were served, 80 percent completed training and 70 percent secured employment. In conjunction with Angel Tree Prison Fellowship Ministries, the center registered 20 residents and more than 50 children for Christmas gifts. The program provides residents the ability to contribute Christmas gifts to children during their incarceration. In FY2017, 49 residents received their GED while at Crossroads ATC. Safer Foundation promotes employment prior to residents being released back into their community. Currently, 88 percent of the residents at Crossroads ATC are employed. Some 100 residents also provided more than 10,000 hours of community service by assisting churches, community centers and with neighborhood cleaning. In FY2017, the Safer Foundation implemented a health awareness initiative that promotes healthy living and eating. Along with the community outreach coordinator, several residents participated in health screenings held at local hospitals, clinics and pharmacy stores. Educational reading materials were displayed in the facility and were given to each participant at events. Residents also were provided the opportunity to enroll and receive medical benefits via Illinois Department of Human Services. Crossroads ATC offers a broad spectrum of services to their residents: Academic: GED and higher educational pr ograms (off site) V ocational (internal and external): Culinary Arts; Building Maintenance, Computer Numeric Control (CNC), Welding, Forklift, CDL and Food Service Management V olunteer Services: Religious Services and Community Service Substance Abuse T reatment: CBT Therapy & Individual Counseling Illinois Department of Corrections | FY19 Annual Report89 Fox Valley Adult Transition Center Fox Valley Adult Transition Center (ATC) opened in April 1972 and housed male offenders. In August 2000, it was converted to a female facility and is currently the only transition center for women. Within the guidelines of appropriate custodial care, Fox Valley ATC provides a continuum of programs and services for up to 130 adult female offenders. Women within 24 months of release transition from prison to Fox Valley ATC where they are able to participate in in-house and community re-entry programming that addresses their unique social, medical, psychological, educational, and vocational needs in an individualized, strengths-based manner. Planning for successful family, community, and work force reintegration begins upon each resident's arrival. Through the use of an integrated system of individualized support and services, as well as a four-step behavior level system, Fox Valley offers a variety of programs specifically designed for female offenders. Counselors support, motivate, and guide residents through the four-step level system that requires residents to set and achieve goals. Through program participation and goals accomplishment, women build and strengthen their social, educational, and vocational skills; subsequently becoming better prepared for successful reintegration with their family, as well as with the community and workforce. The recidivism rate for female offenders is approximately 24%. The recidivism rate for female offenders who complete the Fox Valley ATC transition program is 13%. While at Fox Valley ATC, residents acquire marketable educational and employment skills, in addition to earning competitive salaries. The facility has continued to successfully establish and cultivate relationships with local businesses to provide and expand resident employment opportunities. The average resident employment rate is 98%. During FY2019, fifteen new businesses were recruited for a total of fifty-eight potential resident employment possibilities. Upon release, approximately 36% of residents maintain the employment they obtain while at Fox Valley ATC. In addition, approximately 30% of employed residents are Supervisors/Managers. On a frequent basis, residents are selected by their employers as Employee of the Month and even of the year. Residents contribute 20% of their earnings towards facility operational expenses. During fiscal year 2019, resident contributions totaled over $30,000 monthly. Financial stability and independence are an integral part of successful transition to the community. Many residents are able to save a substantial amount of money prior to their release. The average resident is able to save nearly $5,000 by the time she is paroled. In addition to seeking gainful employment, residents at Fox Valley are challenged to set and work towards accomplishing educational goals. During FY 2019, 15 residents earned GED certificates and 11 residents attended college. Every year Fox Valley ATC hosts a ceremony to honor its volunteers. Volunteers and interns play a key role in complementing and augmenting resident services. In FY2019, two interns and ten new volunteers were recruited, building the ATCs volunteer base to over 90 active volunteers who provide a myriad of activities and groups to women. Volunteers donated almost 3,600 hours of their time and over $23,000 in items which included clothing and shoes, hygiene items, items for the family visiting room, school supplies, books, and holiday toys for resident children. Illinois Department of Corrections | FY19 Annual Report90 Volunteers serve as role models and inspire residents to volunteer. In FY2019, residents completed over 6,000 hours of volunteer work in local community social service and faith-based agencies. In the spring and summer, residents also volunteered regularly with the local park district and assisted with beautification projects. Fox Valley ATC staff participate in Rapid Results labor and costs saving projects throughout the year. During fiscal year 2019, projects ranged from recycling to major systems changes which resulted in thousands of work hours and tens of thousands in costs savings. North Lawndale Adult Transition Center The North Lawndale Adult Transition Center is a 200-bed facility. The facility was completed in the spring of 2000 and celebrated its official opening that summer. It now houses 200 incarcerated men and confirms the Safer Foundation's belief in the value of providing transition support to individuals with a criminal record in their own community with the support of that community prior to release. North Lawndale allows selected participants the opportunity to transition to community and employment prior to release in order to improve the likelihood that upon release, they will become productive, law-abiding members of the community. All residents receive financial management skills and are encouraged to engage in pro-social interactions with their peers and families. This increases their chance for post-release success. This year in order to enhance it's reentry services, North Lawndale ATC has engaged in an evidence based practice (EBP) assessessment to evaluate and refine the way the facility does business. The major changes being focused on this fiscal year are based on three key areas:Enhancing Service Model Upgrading Client Service TechnologyEmpowering staff These changes will enable North Lawndale ATC to better serve residents and deepen its impact.Over the past year, evidence based practices (EBP) has been used to analyze and rebuild a number of Safer Foundation processes and procedures resulting in an enhanced operating model. The major changes feature exciting initiatives like rapid employment for residents, providing tailored services via peronalized goal setting and career planning, and weighed assessments to connect residents to the right services and the right employment opportunity. A new initiative is moving to new technology systems that will improve operational efficiency. Salesforce is a cloud based tool that is assessible 24/7. It will enable the facility to create a customized case management system allowing staff to drive efficiency and productivity. Utilizing this system, staff will be able to spend more time servicing the residents, reports and dashboards can be built in real time, staff will have a clearer and more complete view of their resident's progress.Illinois Department of Corrections | FY19 Annual Report91 In addition to Salesforce with its focus on case nanagement, in an effort to reduce paper and enhance resident accountability, North Lawndale ATC has moved to SecurManage. SecurManage is a web-based software application that provides everything staff needs to manage a variety of organizational structures. SecurManage will track and manage all aspects of a resident's stay in our facility and has been designed to monitor them completely from the time of their acceptance and entry into the facility throughout their release. Their entire client profile, including parole, is part of an organized and reportable online database. North Lawndales employees, not it processes or its systems, are its most important assets. The facility is committed to empowering our staff to do impactful work through training, coaching and ongoing support. Noteable Accomplishments: On average 171 pr ogram hours were completed in the last fiscal year (target was 151). On average, 84.0 per cent of eligble residents are employed. On average, 73% per cent positive exits for the past three years. 22 GED/HSE awar ded Fiscal Year 2018 Success StoryResident Lewis came to North Lawndale ATC on March 3, 2017. He initially worked at Permanent Party and then Arrow Plastics. Lewis then moved to a job working for the Mayor's Office in Robbins, Illinois. The Mayor of Robbins speaks highly of this resident. The resident also saved $15,329.79 and he received no disciplinary infractions while at North Lawndale. Peoria Adult Transition Center In 2019, more than 60 residents completed their initial substance abuse assessment and approximately 50% of those (who were referred to outpatient treatment after the assessment) were able to complete it prior to parole. Most residents only have to complete the assessment and are not recommended for outpatient treatment. Peoria ATC began a new partnership with Illinois Central College, Jobs Partnership, and Peoria Corps to enroll residents in apprenticeship programs where they get paid to attend school and earn certifications. New, successful programs include Bible study, Peer Re-Entry Support Group, Devoted Dad, Clean and Sober, and an HIV/STD education classes. Illinois Department of Corrections | FY19 Annual Report92 Parole The Parole Division aims to promote public safety through offender supervision utilizing reentry resources and community partnerships and graduated sanctions. The Parole Division continues to shift emphasis on building case management capacity related to increased use of the sanction matrix by examining gaps in service and areas where additional resources are needed. The needs of returning offenders have been incorporated into focusing on housing options for offenders with mental health issues, options for those seeking employment opportunities and establishing networks to ensure offenders have the medical care they need to remain healthy. This division is dedicated to identifying offenders with compliance issues and target supervision and resources to those with a high risk to return to IDOC. Day Reporting Centers IDOC utilizes Day Reporting Centers (DRC) that serve as resource centers and re-entry hubs for persons under parole supervision in high-impact regions throughout the state. The DRC focuses on offenders who are vulnerable to drugs, crime, gangs, violence, unemployment, poverty and family dissolution. These centers include a highly structured program that offers an alternative sanction for non-violent parole violators. The agency's parole efforts also support the Sheridan Drug Prison and the Reentry Program at Sheridan Correctional Center as well as the Substance Abuse Treatment and Reentry Program at Southwestern Illinois Correctional Center. These are two prison-based therapeutic communities dedicated to providing drug treatment and re-entry services for drug related offenses. Violence Reduction Collaborations The Parole Division continues to be an active partner with the City of Chicago's Violence Reduction Strategy (VRS). In cooperation with the Chicago Police Department, the Parole Division joins members from the local community, the U.S. Attorney's Office, Cook County State's Attorney Office, the Drug Enforcement Administration (DEA), the Federal Bureau of Investigation (FBI), the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) and numerous other agencies in key police districts throughout the Chicago area to combat violence in partnership. Gang members in these areas are targeted and called in to a meeting with all partners present. At these meetings, offenders are put on notice to stop the violence in the community. Gangs are informed that future homicides or shooting incidents that can be tied to a particular gang faction will result in a response from the entire partnership and gang affiliates and networks will be targeted by law enforcement actions. IDOC also spearheads individual and large-scale compliance checks on parolees throughout the state. Compliance checks involve searching host sites, drug testing and addressing general compliance issues as well as the needs of the offender. Criminal charges are pursued for all parolees who possess firearms or ammunition.Illinois Department of Corrections | FY19 Annual Report93 Parole Reentry Group The mission of the Parole Reentry Group (PRG) is to aid in the reduction of offender recidivism and to foster public safety. The PRG is within the Parole Division and is fully dedicated to housing and re-entry. The PRG develops, monitors and coordinates community resources and provides supportive services necessary to enhance an offender's successful reentry back into the community to become crime free law-abiding members of society. Sex Offender Supervision Unit In order to ensure continuity of supervision and maintain contact standards, the Parole Division trained additional staff in specialized sex offender supervision courses. Close supervision of sex offenders requires the application of enhanced tracking systems and specialized agent training as well as unique surveillance and monitoring techniques. The Sex Offender Supervision Unit has smaller caseloads and provides closer supervision and more frequent surveillance. In addition to traditional surveillance, offenders are monitored electronically through radio frequency or GPS systems; most offenders are prohibited from possessing electronics that can access the Internet and social media. Sex offenders are also subject to intense scrutiny in terms of locations where they can work and reside and are also prohibited from participating in events that attract children. One example of unique supervision conditions and surveillance opportunities related to sex offenders is through Operation Safe Spirits. The operation is designed to make contact and check all paroled sex offenders on Halloween night, and in some cases, the days leading up to or following Halloween. Because the rules of release prohibit sex offenders from participating in Halloween activities, the offenders are not allowed to have their porch lights on, are not allowed to pass out candy to trick-or- treaters and are not allowed to dress up in costume. In addition, local police departments and sheriff offices assist with this operation by providing backup for house checks and providing shelter for offenders who are removed from communities during trick-or-treat times.Illinois Department of Corrections | FY19 Annual Report94 Offense Class Number % Murder 21.7% Violation 5,334 13.6% Sexual Assualt / Rape 4,811 12.2% Assault / / Force / Harm 3,942 10.0% Weapons 3,650 9.3% DUI 1,074 Residential Burglary 1,006 2.6% Sex Related Offense 940 2.4% Home / Vehicular Invasion 665 1.7% Theft 576 1.5% Motor Vehicular Theft 504 1.3% Retail Theft 496 1.3% Vehicle Code Violation 460 1.2% Forgery / Deception / Fraud 432 1.1% Kidnapping / Restraint / Abduction 381 1.0% Escape 319 0.8% Cannabis 252 0.6% Armed Violence 216 0.5% Government Offenses 175 0.4% Arson 170 0.4% Sexually Dangerous Persons (SDP) 168 0.4% Damage to Property 117 0.3% Disorderly Conduct / Mob Action 45 0.1% Bail Bond Violation 7 0.0% Habitual Offender 2 0.0% Total 39,306 100.0%Committing County Number % Adams 367 0.9% Alexander 42 0.1% Bond 88 0.2% Boone 199 0.5% Brown 8 0.0% Bureau 112 0.3% 24 26 28 870 2.2% Christian 118 0.3% Clark 63 0.2% Clay 93 0.2% Clinton 110 0.3% 286 96 29 35 52 24 199 72 0.2% Jackson 218 0.6% Jasper 11 0.0% 266 0.7% Jersey 118 0.3% 113 County Number % Livingston 199 0.5% Logan 179 0.5% McDonough 42 0.1% McHenry 313 0.8% McLean 701 830 81 1,022 70 26 42 147 0.4% Morgan 117 0.3% Moultrie 19 0.0% 75 940 65 0.2% 21 116 14 8 0.0% 91 5 0.0% 199 48 104 Total 39,306 100.0%Illinois Department of Corrections FY 2019 Annual Report Prison Population on June 30, 2019 1Unclassified cases include Sexually Dangerous Persons (SDP) and Contempt of Court. 2Sex offenders are defined as either having to officially register as a sex offender, murderer against youth according to statute, or as having any sex offense conviction noted on mittimus (sentencing order).Illinois Department of Corrections | FY19 Annual Unknown Total 38.4Age Number % 17 0 0.0% 18 36 0.1% 19 197 0.5% 20 427 1.1% 21 692 969 43 874 2.2% 44 854 2.2% 45 760 1.9% 46 802 418 59 362 0.9% 60 345 0.9% 61 282 0.7% 62 224 0.6% 63 231 0.6% 64 193 0.5% 65 155 0.4% 66 140 0.4% 67 135 0.3% 68 114 0.3% 69 89 0.2%Age Number % 70 73 0.2% 71 58 0.1% 72 56 0.1% 73 47 0.1% 74 37 0.1% 75 32 0.1% 76 26 0.1% 77 21 0.1% 78 17 0.0% 79 15 0.0% 80 20 0.1% 81 7 0.0% 82 8 0.0% 83 2 0.0% 84 6 0.0% 85 4 0.0% 86 3 0.0% 87 1 0.0% 88 1 0.0% 89 0 0.0% 90 0 0.0% 91 1 0.0% 92 0 0.0% 93 0 0.0% 94 0 0.0% 95 0 0.9% Total 39,306 0.9%Prison Population on June 30, 2019Illinois Department of Corrections | FY19 Annual Report96 Facility Black White Hispanic Asian American Indian Unknown Facility Total Big Muddy River Correctional Center 423 628 132 6 3 3 1,195 Centralia Correctional Center 713 380 182 9 1 0 1,285 Danville Correctional Center 1,060 358 312 5 3 5 1,743 Decatur Correctional Center (female) 111 377 38 3 6 10 545 Dixon Correctional Center 1,307 531 383 11 4 4 2,240 East Moline Correctional Center 801 313 177 4 3 4 1,302 Elgin Treatment Center 11 16 0 0 0 0 27 Graham Correctional Center 879 924 123 4 1 2 1,933 Hill Correctional Center 1,079 377 241 8 0 4 1,709 Illinois River Correctional Center 1,005 422 306 4 3 5 1,745 Jacksonville Correctional Center 606 381 132 5 1 2 1,127 Joliet Treatment Center 106 50 17 1 0 0 174 Kewanee Life Skills Reentry Center 176 62 42 0 0 0 280 Lawrence Correctional Center 1,379 478 309 6 3 4 2,179 Lincoln Correctional Center 580 287 132 1 2 1 1,003 Logan Correctional Center (Female) 598 863 147 11 14 32 1,665 Menard Correctional Center 1,362 598 231 5 3 6 2,205 Murphysboro Life Skills Reentry Center 76 55 9 0 1 0 141 Pinckneyville Correctional Center 1,370 490 276 5 0 3 2,144 Pontiac Correctional Center 666 272 216 7 3 1 1,165 Robinson Correctional Center 583 444 158 1 1 5 1,192 Shawnee Correctional Center 1,004 455 254 7 2 3 1,725 Sheridan Correctional Center 939 434 179 7 1 3 1,563 Southwestern Correctional Center 214 319 29 2 0 1 565 Stateville Correctional Center 1,756 446 300 8 2 9 2,521 Taylorville Correctional Center 161 725 175 8 2 0 1,071 Vandalia Correctional Center 572 506 136 5 0 2 1,221 Vienna Correctional Center 595 399 124 3 2 6 1,129 Western Illinois Correctional Center 973 343 214 7 2 4 1,543 Total 21,105 11,933 4,974 143 63 119 38,337Race Adult Transition Center (ATC) Black White Hispanic Asian American Indian Unknown ATC Total Crossrods Male ATC 162 126 32 0 0 1 321 Fox Valley ATC 31 88 5 0 0 3 127 Lawndale ATC 113 53 30 1 0 0 197 Peoria ATC 87 155 1 0 0 0 243 Total 393 422 68 1 0 4 888Race Other Black White Hispanic Asian American Indian Unknown Other Total Electronic Detention 5 14 0 0 0 0 19 Fed/State/Trans Other State 23 19 19 1 0 0 62 Total 28 33 19 1 0 0 81Race Black White Hispanic Asian American Indian Unknown IDOC Total Total IDOC Population 21,526 12,388 5,061 145 63 123 39,306RaceRace by Facility on June 30, 2019Illinois Department of Corrections | FY19 Annual Report97 Prison Population on June 30, 2019 Birth Place1, 2Number % United States / Territories 37,205 94.7% Foreign Country 1,989 5.1% Missing / Unknown Children 1,428 3.6% 6 Children 799 2.0% 7 children 392 1.0% 8 Children 251 0.6% 9 Children 136 0.3% 10 or More Children 264 0.7% Total 39,306 % First Grade 28 0.1% Second Grade 26 0.1% Third Grade 46 0.1% Fourth Grade 39 0.1% Fifth Grade 49 0.1% Sixth Grade 353 0.9% Seventh Grade 198 0.5% Grade Graduate 1,227 3.1% Subtotal 1,966 5.0% HIGH SCHOOL Number % Ninth Grade - High School Freshman 2,652 6.7% Tenth Grade - High School Sophmore 3,903 9.9% Eleventh Grade - High School Junior Year 0.3% Second Year 78 0.2% Third Year 14 0.0% Fourth Year 11 0.0% Subtotal 202 0.5% COLLEGE / UNIVERSITY Number % First Year / Freshman 1,186 3.0% Second Year / Sophmore 1,202 3.1% Third Year 215 0.5% 335 0.9% Subtotal 2,938 7.5% POST Subtotal 75 0.2% OTHER Number % of School Completed2 1 Birthplace does not indicate citizenship. 2 Birthplace, marital status, number of children, and educational level are self-reported by the offender at admission. 3 Veteran status is self-reported by the offender, no verification is done by IDOC to confirm their veteran status.Illinois Department of Corrections | FY19 Annual Report98 Offense Class Number % Murder 575 2.2% Class X 15.3% Class Violation 6,384 24.0% Weapons 3,314 12.4% Assault / Battery / Force Harm 3,224 12.1% Burglary 1,534 5.8% DUI 4.6% 3.7% Homicide 992 3.7% Vehicle Code Violation 691 2.6% Retail Theft 625 2.3% Theft 605 2.3% Sexual Assault / Rape 891 3.3% Forgery / Deception / Fraud 447 1.7% Motor Vehicle Theft 452 1.7% Cannabis 356 1.3% Escape 337 1.3% Home / Vehicular Invasion 239 0.9% Government Offenses 130 0.5% Sex Related Offense 191 0.7% Damage to Property 149 0.6% Kidnapping / Restraint / Abduction 139 0.5% Arson 94 0.4% Armed Violence 70 0.3% Disorderly Conduct / Mob Action 51 0.2% Sexually Dangerous Persons (SOP) 17 0.1% Bail Bond Violation 7 0.0% Out of State 1,251 4.7% Total 26,649 100.0%County of Residence Number % Adams 158 0.6% Alexander 26 0.1% Bond 47 0.2% Boone 74 0.3% Brown 10 0.0% Bureau 60 0.2% 5 18 16 355 1.3% Christian 41 0.2% Clark 32 0.1% Clay 27 0.1% Clinton 30 0.1% 99 58 14 23 33 5 70 42 0.2% Jackson 95 0.4% Jasper 16 0.1% 94 0.4% Jersey 33 0.1% Jo Daviess 20 Johnson 15 Residence Number % Livingston 56 0.2% Logan 70 0.3% McDonough 35 0.1% McHenry 189 0.7% McLean 272 1.0% Macon 472 1.8% Macoupin 96 0.4% Madison 513 1.9% 130 47 25 9 15 63 0.2% Morgan 77 0.3% Moultrie 17 0.1% 49 554 37 0.1% 14 33 10 7 0.0% 54 1 0.0% 122 20 49 values 424 1.6% Total 26,649 100.0%1Unclassified cases include Sexually Dangerous Persons (SDP) and Contempt of Court. 2Sex offenders are defined as either having to officially register as a sex offender, murderer against youth according to statute, or as having any sex offense conviction noted on mittimus (sentencing order).Parole Population on June 30, 2019Illinois Department of Corrections | FY19 Annual Report99 Race Asian 99 American Indian 0.2% Missing / Unknown 83 0.3% Total 26,649 37.3Age Number % 17 0 0.0% 18 8 0.0% 19 49 0.2% 20 245 0.9% 21 428 1.6% 22 666 2.5% 23 755 2.8% 24 848 3.2% 25 970 905 33 868 3.3% 34 842 3.2% 35 871 3.3% 36 792 3.0% 37 757 2.8% 38 762 2.9% 39 755 2.8% 40 735 2.8% 41 601 2.3% 42 582 2.2% 43 523 2.0% 44 544 2.0% 45 525 2.0% 46 513 1.9% 47 530 2.0% 48 544 2.0% 49 444 1.7% 50 420 1.6% 51 412 1.5% 52 385 1.4% 53 388 1.5% 54 357 1.3% 55 330 1.2% 56 301 1.1% 57 270 1.0% 58 255 1.0% 59 221 0.8% 60 210 0.8% 61 151 0.6% 62 144 0.5% 63 115 0.4% 64 84 0.3% 65 73 0.3% 66 56 0.2% 67 51 0.2% 68 39 0.1% 69 29 0.1%Age Number % 70 37 0.1% 71 24 0.1% 72 26 0.0% 73 13 0.0% 74 8 0.0% 75 5 0.0% 76 10 0.0% 77 10 0.0% 78 4 0.0% 79 3 0.0% 80 3 0.0% 81 4 0.0% 82 4 0.0% 83 0 0.0% 84 0 0.0% 85 2 0.0% 86 0 0.0% 87 1 0.0% 88 1 0.0% Missing Values 9 0.0% Total 26,649 100.0%Parole Population on June 30, 2019Illinois Department Corrections | FY19 Annual Report100 Institution1 Average Daily PopulationPer Capita3 Big Muddy River Correctional Medium Jefferson 1993 Male 1,195 $37,042,496 1,183 $31,312 Centralia $37,265,157 1,281 $29,091 Crossorads Adult Transition Center (ATC) Minimum Cook 1983 Male 321 $7,855,649 324 $24,246 Danville Correctional Center Medium Vermillion 1985 Male 1,743 $32,002,860 1,737 $18,424 Decatur Correctional Center Minimum Female 545 $20,253,334 538 $37,646 Level 3 Facility Minimum Macon 2000 Female 539 531 Decatur Nursery Program Minimum Macon 2007 female 6 7 Dixon Correctional Center Multi Male 2,240 $70,968,306 2,246 $31,598 Level 2 Facility Medium Lee 1983 Male 1,729 1,740 Dixon Psychiatric Unit Maximum Lee 1997 Male 184 185 Dixon Special Treatment (STC) Medium Lee 1983 Male 327 321 East Moline Correctional Center Minimum Male 1,302 $31,438,645 1,313 $23,944 Level 6 Facility Minimum Rock Island 1980 Male 1,302 1,313 Work Camp (East Moline) Minimum Rock Island 1980 Male 0 0 Elgin Treatment Center4Multi Kane 2018 Both 27 $9,862,390 26 $379,323 Fox Valley Ault Transition Center (ATC) Minimum Kane 1972 Female 127 $3,559,120 126 $28,239 Graham Correctional Center Medium Male 1,933 $47,499,907 1,924 $24,688 Level 4 Facility Medium Montgomery 1980 Male 1,509 1,504 Reception & Classification Center (R & C) Medium Montgomery 1997 Male 424 420 Hill Correctional Center Medium Knox 1986 Male 1,709 $32,862,683 1,688 Fulton 1,745 $37,126,146 1,781 $20,846 Level 4 Facility Medium Fulton 1989 Male 1,714 Level 1 Facility Maximum Fulton 2018 Male 31 Jacksonville Correctional Center Minimum Male 1,127 $37,994,049 1,121 $33,893 Level 5 Facility Minimum Morgan 1984 Male 1,003 994 Work Camp (Pittsfield) Minimum Pike 1996 Male 63 68 Work Camp (Greene County) Minimum Greene 1993 Male 61 59 Joliet Treatment Center5Multi 2017 Male 174 $29,402,104 178 $165,180 Joliet Treatment Center General Population Multi Will 2017 Male 34 34 Joliet Treatment Center Multi Will 2017 Male 140 144 Kewanee Life Skills Reentry Center Multi Henry 2017 Male 280 $16,492,380 277 $59,539 Lawrence Correctional Center Medium Lawrence 2001 Male 2,179 $43,979,546 2,170 $20,267 Lincoln Correctional Center Minimum Logan 1984 Male 1,003 $23,656,411 1,002 $23,609 Logan Correctional Center (female Maximum Female 1,665 $60,390,105 1,653 $36,534 Level 1 Facility Maximum Logan 1978 Female 1,510 1,504 Reception & Classification Maximum Logan 1978 Female 155 149 Menard Correctional Center Male 2,205 $83,438,350 2,242 $37,216 Level 1 Facility Maximum Randolph 1878 Male 1,752 1,806 Reception & Classification Center (R & C) Maximum Randoplh 2004 Male 85 81 Medium-Security-Unit Maximum Randolph 1996 Male 368 355Facility CharacteristicsIllinois Department of Corrections | FY19 $8,645,026 139 $62,194 North Lawndale Adutl Transition Center (ATC) Minimum Cook 2000 Male 197 $5,834,170 196 $29,766 Peoria Adult Transition Center (ATC) Minimum Peoria 1972 Male 243 $3,616,590 241 $15,007 Pinckneyville Correctional Center Male 2,144 $47,557,418 2,123 Level 2 Facility Medium Perry 1998 Male 2,117 2,092 Impact Incarceration Program (DuQuoin IIP) Minimum Perry 1994 Male 27 31 Pontiac Correctional Center Male 1,165 $76,683,136 1,164 $65,879 Level 1 Facility Maximum Livingston 1871 Male 738 735 Mental Health Unit Maximum Livingston 2001 Male 44 43 Medium-Security Unit Medium Livingston 1937 Male 383 386 Robinson Correctional Center Minimum Crawford 1991 Male 1,192 $25,768,986 1,174 $21,950 Shawnee $34,306,506 1,692 $20,276 Sheridan 1,562 $30,585 Southwestern Correctional Center Minimum Male 565 $26,830,439 555 $48,343 Level 6 Facility Minimum St. Clair 1995 Male 476 462 Work Camp (Southwestern Illinois) Minimum St. Clair 1995 Male 89 93 Stateville Correctional Center Male 2,521 $118,310,089 2,614 $45,260 Level 1 Facility Maximum Will 1920 Male 1,173 1,178 Northern Reception & Classification Center (R & C) Maximum Will 2004 Male 1,162 1,248 Minimum-Security Unit (Stateville-Farm) Minimum Will 2003 Male 186 188 Taylorville Correctional Center Minimum Christian 1990 Male 1,071 $27,202,032 1,129 $36,094,588 1,138 $31,718 Level 6 Facility Minimum Johnson 1965 Male 1,101 1,105 Impact Incarceration Program (Dixon Springs) Minimum Pope 1990 Both 28 33 Western Illinois Correctional Center Male 1,543 $37,479,314 1,520 $24,657 Level 2 Facility Medium Brown 1989 Male 1,490 1,470 Work Camp (Clayton) Minimum Adams 1993 Male 53 50 June 30, 2019 PopulationTotal ExpendituresFY19 Average Daily PopulationPer Capita Average FACILITY TOTALS (includes Adult Institutions and ATCs.) 39,225 $1,192,960,89439,218 $30,419 DEPARTMENT TOTALS (includes ATC/Inst. ED.) 39,306 40,032 1Historical intra-institution comparisons are affected by how the functional use of the institution has changed over time (i.e., security level is different, population may have housed juveniles or a different gender, primary role of the facility regarding program ser vices has been altered, etc.) 2Expenditures among satellite facilities cannot be extracted from parent facilities as administrative, dietary, medical, staffing, service costs, etc. are shared. Also, the expenditures here only include correctional facilities; some expenditures such as parole, general office, and shared services, etc. are not included. The FY18 GRF total expenditures for the Department of Corrections were $1,163,003,607.85. 3Per capita costs are calculated as expenditures divided by average daily population (ADP). For the same reasons listed in footnote #1, the historical intra- and inter-institution comparisons are affected. Further, per capita costs are a function of economies of scale which further limits an objective comparison between correctional sites; especially higher security level sites or sites with a small number of inma tes. 4Elgin Treatment Center is a mental health inpatient treatment facility that opened on April 2, 2018; it's parent facility is Joliet Treatment Center. 5Joliet Treatment Center is a multi-disciplinary treatment facility that opened on October 6, 2017. 6Murphysboro Life Skills Re-Entry Center opened on April 16, 2018; it's parent facility is Pinckneyville Correctional Center.Facility CharacteristicsIllinois Department of Corrections | FY19 Annual Report102 Number of Correctional Facilities on June 30, 2019 by Type Correctional Facilities Number Correctional Centers (excludes ATC, IIP , Reentry & Mental Health 25 Reception and Classification Centers 4 Medium Security Units 8 Minimum Security Units 13 Multi-Level Security Units 5 Work Camps 4 Impact Incarceration Programs (IIP) 2 Life Skills reentry Centers 2 Mental Health Treatment Centers 2 Adult Transition Centers 4 Prison Population on June 30, 2019 Type of Sentence Number Determinate Day-for-Day 23,396 Determinate Truth-in-Sentencing 13,960 Impact Incarceration Program 55 Sexually Dangerous Persons 168 Life without Parole 1,629 Life with Parole 6 Death 0 Indeterminate 92 Total 39,306 Prison Population on June 30, 2019 End-of-Fiscal Year Population 39,306 FY19 Average Daily Prison Population Average Daily Population 40,032 Fiscal Year 2019 Admissions Type of Admission Number % Direct from Court or Discharged and Recommitted 14,346 64.2% New 22,363 100.0% Fiscal Year 2019 Exits Total Exits 23,977 Average Length of Stay (in years) Prison Stay Including Jail Court Admissions 1.9 2.8 New Sentence Violators 2.2 2.9 Technical Violators 0.6 3.9 Total 1.5 3.1Statistics for FY19Illinois Department of Corrections | FY19 Annual Report103 Average Time (in Days) Awarded per Exit Days Supplemental Sentence Credit* 0.3 Earned Discretionary Sentence Credit* Program Sentence Credit** 5.4 Earned Program Sentence Credit**GED 0.2 Pre-trial Sentence Credit 0.3 Total 6.2 Parole Population on June 30, 2019 End-of-Fiscal Year Population 26,649 FY19 Average Daily Parole Population Average Daily Population 23,122 *Per statute 730ILCS 5/3-6-3) enacted on January 1, 2018 Supplemental Sentence Credit (SSC) changed to Earned Discretionary Sentence Credit (EDSC). EDSC awarded starting January 1, 2018 is not reflected in the Average SSC time awarded per Exit. **Per statute 730ILCS 5/3-6-3) enacted on January 1, 2018 Program Sentence Credit (PSC) changed to Earned Program Sentence Credit (EPSC). EPSC awarded starting January 1, 2018 is not reflected in the Average PSC time Awarded per Exit. Note: On January 1, 2018, statutory changes made to 730ILCS 5/3-6-3 required the reporting of variables the Department has not historically collected. The implementation and collection of these variables will begin when computer programming of the variables is complete. Shaded fields throughout this table represent variables that have not yet been collected or programmed. These variables will be populated on future Annual Reports. Statistics for FY19Illinois Department of Corrections | FY19 Annual Report104 Directory General Office.....................................................217-558-2200 P .O. Box 19277 Concordia Court Springfield, IL 62794-9277 Chicago Office ................................................... 312-814-3017 James R. Thompson Center 100 West Randolph, Chicago, IL 60601 Correctional Centers Big Muddy River Correctional Center P .O. Box 1000 251 N. Illinois Highway 37 Ina, IL 62846 618-437-5300 Centralia Correctional Center P Centralia, IL 62801 618-533-4111 Clayton 306 Correctional Dr. Clayton, IL 62324 (217) 894-6577 Crossroads Adult Transition Center 3210 W. Arthington Chicago, IL 60624 773-533-5000 Danville Correctional Center 3820 East Main Street Danville, IL 61834-4001 217-446-0441 Decatur Correctional Center 2310 East Mound Rd. Decatur, Il 62526 217-877-0353 Dixon Correctional Center 2600 N. Brinton Ave. Dixon, IL 61021 815-288-5561 Dixon Springs Impact Incarceration Program (IIP) 979 State Hwy 146 W. Golconda, IL 62938 (618) 949-3311 Illinois Department of Corrections | FY19 Annual Report105 Du Quoin Impact Incarceration Program (IIP) 275 Acres Du Quoin, IL 62832 (618) 542-5738 East Moline Center 100 Hillcrest Road East Moline, IL 61244 309-755-4511 Elgin Treatment Center 750 South State Street Elgin, IL 60123 847-608-3054 Fox Valley Adult Transition Center 1329 N. Lake Street Aurora, Illinois 60506 (630) 897-5610 Graham Correctional Center 12078 Illinois Route 185 Hillsboro, IL 62049 217-532-6961 Graham Reception and Classification Center 12078 Illinois Route 185 Hillsboro, IL 62049 (217) 532-6961 Greene County Work Camp US 67 South Roodhouse, IL 62082 (217) 374-2177 Hill Correctional Center P .O. Box 1700 600 South Linwood Road Galesburg, IL 61401 309-343-4212 Illinois River Correctional Center PO Box 999 1300 W. Locust St. Canton, IL 61520 (309) 647-7030 Jacksonville Correctional Center 2268 East Morton Ave. Jacksonville, IL 62650 217-245-1481 Joliet 2848 West McDonough Il. 61443 (309)852-4601 Lawrence Correctional Center 10940 Lawrence Road Sumner, IL 62466 618-936-2064 Lincoln Correctional Center P .O. Box 549 1098 1350th Street Lincoln, IL 62656 Illinois Department of Corrections | FY19 Annual Report106 Logan Correctional Center P .O Box 1000 1096 1350th Street Lincoln, IL 62656 217-735-5581 Logan Reception and Classification Center P .O Box 1000 1096 1350th Street Lincoln, IL 62656 217-735-5581 Menard Kaskaskia St. Chester, IL 62233 618.826.5071 Menard Medium Security Unit 711 Kaskasia St. Chester, IL 62233 618.826.5071 Menard Reception and Classification Center 711 Kaskaskia St. Chester, IL 62233 618.826.5071 Murphysboro Life 62966 (618) 565-2944 North Transition Center 2839 West Fillmore Chicago, IL 60612 773-638-8480 Northern Reception and Classification Center P .O. Box 112 16830 So. Broadway Street Joliet, IL 60434 (815) 727-3607 Peoria Adult Transition Center 607-613 Main Street Peoria, IL 61602 309-671-3162 Pinckneyville Correctional Center State Route Pittsfield, IL 62363 (217) 285-2280 Pontiac Correctional Center 700 West Lincoln St PO Box 99 Pontiac, Illinois 61764 815-842-2816 Illinois Department of Corrections | FY19 Annual Report107 Pontiac Medium Security Unit 700 West Lincoln St PO Box 99 Pontiac, Illinois 61764 815-842-2816 Robinson Correctional Center 13423 E. 1150th Avenue Robinson, IL 62454 (618) 546-5659 Shawnee Correctional Center 6665 State Route 146 East Vienna, IL 62995 (618)658-8331 Sheridan Center 4017 E. 2603rd Road 60551 815-496-2181 Southwestern Illinois Correctional Center 950 Kingshighway St. East St. Louis, IL 62203 618-394-2200 Southwestern Illinois Work Camp 950 Kingshighway St. East St. Louis, IL 62203 618-394-2200 Stateville Correctional Center P .O. Box 112 16830 S. Broadway St. Joliet, IL 60434 815-727-3607 Stateville Minimum Security Unit P .O. Box 112 16830 S. Broadway St. Joliet, IL 60434 (815) 727-3607 Taylorville Correctional Center 29 Taylorville, IL 62568 (217) 824-4004 Vandalia Correctional Center P .O. Box 500 Route 51 North Vandalia, IL 62471 (618) 283-4170 Vienna Correctional Center 6695 State Route 146 East Vienna, IL 62995 (618) 658-8371 Western Illinois Correctional Center 2500 Rt. 99 South Mt. Sterling, IL 62353 (217)773-4441 Illinois Department of Corrections | FY19 Annual Report108 Parole Offices DISTRICT 1 Area North ........................................................................... Administrative Office Oakley Parole Office ............................... 312-633-3900 1110 S. ................................................... 312-633-3900 1110 S. Oakley, Chicago, IL 60612 Area South Office Chicago Heights/Will County Parole Office ......................... 708-709-3073 1010 Dixie Hwy, Parole Office ...................................... 708-602-4485 8007 S. Cottage Grove Ave., Chicago, IL 60619 Area East ............................................................................. Administrative Office Back of the Yards / Midtown Parole Office ......................... 312-633-3900 1110 S. 773-602-4485 8007 S. Cottage Grove Ave., Chicago, IL 60619 Illinois Department of Corrections | FY19 Annual Report109 Area West ........................................................................... Administrative Office Maywood / Northwestern East Parole Office ..................... 312-633-3900 1110 S. Oakley, Chicago, IL ........................................ 312-633-3900 1110 S. 773-602-4485 8007 S. Cottage Grove Ave., Chicago, IL 60619 89 DISTRICT 2 Aurora Parole Office ........................................................... 630-584-0506 3825 Campton Hills Rd, St. Charles, IL 60175 Dixon Parole Office ............................................................. 815-288-4494 2600 N. Brinton Avenue, P .O. Box 527, Dixon, IL 61021 Peoria North Parole Office .................................................. 309-671-4281 1115 N. North St., Suite B, Peoria, IL 61606 Rockford North Parole Office ............................................. 815-987-7201 119 North Church, Suite 201, Rockford, IL 61101 DISTRICT 3 Champaign Parole Office ................................................... 217-278-5353 2125 South Office ......................................................... 217- 362-6677 876 W. Grand Ave. East Side, Decatur, IL 62522-1691 Illinois Department of Corrections | FY19 Annual Report110 Springfield Parole Office ...................................................... 217-786-6826 4500 South 6th Street, Room 207, Springfield, IL 62703 DISTRICT 4 East St. Louis Parole Office ................................................. 618-583-2020 10 Collinsville Avenue, Suite 204, East St. Louis, IL 62201 Southwestern Parole Office ................................................. 217-342-9371 925 East Fayette, Effingham, IL 62401 87 DISTRICT 5 Marion Parole Office ............................................................ 618-993-7079 2309 West Main, Suite 128, Marion, IL 62969Illinois Department of Corrections Printed by the Authority of the State of Illinois 12-20 IOCI 21-0088 300 copies "}