{"title": "PDF", "author": "PDF", "url": "https://secure.in.gov/ibtr/files/HDS_LLC_50-014-09-1-5-00031_et_al_Amended_FD.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Conclusions Page 1 of 16 REPRESENTATIVE FOR PETITIONER: Jeffrey Phillips, Integrity Financial & Tax Consulting REPRESENTATIVE FOR RESPONDENT: Marilyn S. Meighen, Meighen & Associates, P.C. BEFORE THE INDIANA BOARD OF Year: 2009 Appeal from the Final Determination of the Marshall County Property Tax Assessment Board of Appeals ______________________________________________________________________________ April 25, 2011 AMENDED FINAL DETERMINATION The Indiana Board of Tax Review (the Board) having reviewed the facts and evidence, and having considered the issues, now finds and concludes the following: HDS, LLC Findings and Conclusions Page 2 of 16 FINDINGS OF FACT AND CONCLUSIONS OF LAW ISSUE 1. The issue presented for consideration by the Board is whether the assessed value s of the Petitioner's properties are overstated based on the properties' purchase price . PROCEDURAL HISTORY 2. Pursuant to Ind iana Code § 6-1.1-15-1, the Petitioner's representative Jeffrey Phillips, of Integrity Financial & Tax Consulting, initiated the Petitioner's assessment appeals by written documents dated December 28, 2009. The Marshall County Property Tax Assessment Board of Appeals (the PTABOA) issued its determination denying the Petitioner's appeals on May 13 , 2010 . On June 24, 2010, Mr. Phillips filed Form 131 petitions for Review of Assessment with the Board, requesting a review of the PTABOA's determinations. 3. The Board issued its Final Determination on April 7, 2011. On April 14, 2011, the Petitioner's Rep resentative filed his \"Request for Rehearing\" with the Board. In his letter, Mr. Phillips notes that in Petitioner's Exhibit 3, the Petitioner states that the \"property had been on the market for over a year before purchase and that the asking price was $ 895,000 as of October 10, 2009.\" (emphasis in original). Mr. Phillips, therefore argues that the Board's determination that the property had only bee n on the market for a few weeks was in error. HEARING FACTS AND OTHER MATTERS OF RECORD 4. Pursuant to Ind iana Code § 6 -1.1-15-4 and § 6 -1.5-4-1, Dalene the duly designated Admi nistrative Law Judge (the ALJ), conducted a hearing on January 25, 2011, in Plymouth, Indiana. HDS, LLC Findings and Conclusions Page 3 of 16 5. The following persons were sworn and presented testimony at the hearing: For th e Petitioner : Jeffrey Phillips, Integrity Financial & Tax Consulting For the Respondent: Debra A. Dunning, Marshall County Assessor Jennifer Becker, Respondent's w itness 6. The Petitioner presented the following exhibits: Petition er Exhibit 1 - Indiana Board of Tax Review , Notices of Hearing on Petition, dated December 17, 2010, Petitioner Exhibit 2 - Notifications of Final Assessment Determination - Form 115, dated May 13, 2010, Petitioner Exhibit 3 - Summary of the Petitioner's contentions, multiple listing sheet , settlement statement , sales disclosure for m and property record cards for the subject properties ,1 Petitioner Exhibit 4 - Land appraisal report prepared by Maria E. Pesak, dated December 9, 2009, Petitioner Exhibit 5 - Letter submitted by Mr. Phillips to the PTABOA, dated April 14, 2010, United States Department of Labor Consumer Price Index calculation, excerpt of the Board's final determination in Bloomington Country Club v. Perry Township Assessor , Petition Nos. 53-008-06-1-4-00033 and 53-008-07-1-4-00058 (Ind. Bd. Tax Rev. April 7, 2009) , and the PTABOA's request for additional evidence, dated April 8, 2010. 7. The Respondent presented the following exhibits: Responde nt Exhibit A - Aerial map of the subject properties , Respondent Exhibit B - Multiple listing sheet for the propert ies, dated December 30, 2009, Respondent Exhibit C1 - 2006, 2007 and 2008 real property maintenance reports for Parcel No. 50-21-21-103-316.000 -014, Respondent Exhibit C2 - 2006, 2007 a nd 2008 real property maintenance reports for Parcel No. 50-21-21-103-117.000-014, 1 The Multiple Listing Sheet , settlement statement and a sales disclosure form included a third parcel ( Parcel No . 50- 21-21-103-109.000 -014) with a cottage and garage. The Petitioner did not appeal this property. HDS, LLC Findings and Conclusions Page 4 of 16 Respondent Exhibit D1 - Property record card for Parcel No. 50-21-21-103- 117.000-014, Respondent Exhibit D2 - Building permit for the propert ies, Respondent Exhibit D3 - Property record card for Parcel No. 50-21-21-103- 316.000 -014, Respondent Exhibit E1 - Plat map of the area, Respondent Exhibit E2 - Property record cards for 714 Peru Court, Culver, Respondent Exhibit E3 - Property record card for 1004 South Street, Culv er, Respondent Exhibit E4 - Property record cards for 1108 South Street, Culver, Respondent Exhibit E5 - Property record card for 1132 South Street, Culver, Respondent Exhibit E6 - Property record card for 1146 South Street, Culver, 8. The following addit ional items are officially recognized as part of the record of proceedings and labeled as Board Exhibits: Board Exhibit A - Form 131 petition s with attachments, Board Exhibit B - Notice s of Hearing, dated December 17, 2010 , Board Exhibit C - Hearing sign-in sheet s. 9. The properties under appeal consists of two contiguous residential lots : Parcel No. 50- 21-21-103-316.000 -014 (Parcel No. 316 ) is a 110' by 81' lot with a 1,200 square foot concrete patio and Parcel No. 50-21-21-103-117.000-014 (Parcel No. 117) is a 93' by 96' lot with a 4,464 square foot house. The properties are located at 320 Davis Street , Culver, Union Township in Marshall County. 10. The ALJ did not conduct an on -site inspection of the propert ies. 11. For 2009 , the PTABOA determined the assessed value of Parcel No. 316 to be $951,300 for the land and $2,700 for the improvements, for a total assessed value of $954,000 and the assessed value of Parcel No. 117 to be $389,600 for the land and $217,400 for the improvements, for a total assessed v alue of $607,000. 12. The Petitioner contends the assessed value of Parcel No. 316 should be $409,100 for the land and $1,200 for the improvements, for a total assessed value of $410,300 and t he HDS, LLC Findings and Conclusions Page 5 of 16 assessed value of Parcel No. 117 should be $167,500 for the land and $93,500 for the improvements, for a total assessed value of $261,000. JURISDICTIONAL FRAMEWORK 13. The Indiana Board is charged with conducting an impartial review of all appeals concerning: (1) the assessed valuation of tangible property, (2) property tax deductions, and (3) property tax exemptions, that are made from a determination by an assessing official or a county property tax assessment board of appeals to the Indiana Board under any law. Ind. Code § 6 -1.5-4-1(a). All such appeals are conducted under Indiana Code § 6-1.1-15. See Ind. Code § 6 -1.5-4-1(b); Ind. Code § 6 -1.1-15-4. ADMINISTRATIVE REVIEW AND THE PETITIONER 'S BURDEN 14. A Petitioner seeking review of a determination of an assessing official has the burden to establish a prima facie case proving that the current assessment is incorrect, and specifically what the correct as sessment would be. See Meridian Towers East & West v. Washington Township Assessor , 805 N.E.2d 475, 478 (Ind. Tax Ct. 2003); see also, Clark v. State Board of Tax Commissioners, 694 N.E.2d 1230 (Ind. Tax Ct. 1998). 15. In making its case, the taxpayer must explain how each piece of evidence is relevant to the requested assessment. See Indianapolis Racquet Club, Inc. v. Washington Township Assessor , 802 N.E.2d 1022 (Ind. Tax Ct. 2004) (\"[I]t is the to walk the Indiana Board . . . throu gh every element of the analysis\"). 16. Once the Petitioner establishes a prima facie case, the burden shifts to the assessing official to rebut the Petitioner's evidence. See American United Life Ins. Co. v. Maley , 803 N.E.2d 276 (Ind. Tax Ct. 2004) . The a ssessing official must offer evidence that impeaches or rebuts the Petitioner's case. Id; Meridian Towers , 805 N.E.2d at 479. HDS, LLC Findings and Conclusions Page 6 of 16 PETITIONER 'S CONTENTIONS 17. The Petitioner's representative contends the Petitioner's properties are over-valued based on the Petitioner's p urchase of the properties . Phillips testimony. According to Mr. Phillips, the properties under appeal and a third parcel, Parcel No. 50 -21-21-103- 109.000 -014 ( Parcel No. 109), were lis ted for sale with an asking price of $895,000 as of October 10, 2009 .2 Phillips testimony; Petitioner Exhibit 3. Mr. Phillips testified that the Petitioner purchased the three parcels for $700,000 on November 20, 2009. Id. In support of this contention, the Petitioner's representative submitted the sales disclosure forms. Petitioner Exhibit 3. According to Mr. Phillips, \"the evidence of value comes from the listing, the purchase and the appraisal information from the fall of 2009.\" Phillips testimony. In addition, Mr. Phillips testified that the Petitioner made an offer \"when [the property] was listed for $895,000. Id. 18. The Petitioner's representative testified that , in order to determine a fair way to reduce the current assessment s of the properties under appeal so that they are equitable w ith the Petitioner's purchase price , he divided the county's total assessment of the three parcels of $1,591,000 by the properties' purchase price of $700,000. Phillips testimony; Exhibit 3. Because t he purchase price was approximately 43% of the county' s total assessment of the three parcels , Mr. Phillips argues , a negative 57% adjustment should be applied to 2 Petitioner's Exhibit 3 stated that the property was on the market with an asking price of $895,000. \"A copy of the 3 page listing as of 10/10/2009 is attached.\" The Board further notes that the only date on the listing was October 10, 2009. While Mr. Phillips states in Exhibit 3 that \"in November of 2009 the property was purchased for $700,000 after being on the market for over on year\" this is inconsistent with an O ctober 2009 listing. Given Mr. Phillip 's testimony in he aring that the properties were for sale for $895,000 as of October 10, 2009, that the Petitioner purchased the property \"when it was listed for $895,000\" and his testimony that the evidence of value comes from the listing , the purchase and an appraisal \"from the fall of 2009,\" the Board inferred the weight of the evidence suggested the property was listed in October of 2009. The testimony could be taken that the listing price was $895,000 as of October of 2009 rather than the listing was in October of 2009 . However, the Petitioner's representative failed to make this clear. Nor did he refer to Exhibit 3 and his statement that the property was purchased \"after being on the market for over one year\" in his testimony. As part of making its prima facie case, \"it is the taxpayer's duty to walk the Indiana Board... through every element of [its] analysis.\" Long v. Wayne Township Assessor, 821 N.E.2d 466, 471 (Ind. Tax Ct. 2005) (\" Here, it was not the Indiana Board's responsibility to review all the documentation submitted by the Longs to determine whether those properties were indeed comparable - that duty rested with the Longs \"). Mr. Phillips failed to direct the Board to his statements in Exhibit 3 and the Board was not required to review all the evidence to d etermine if there were any statements in the record that may contradict the testimony being given at hearing. HDS, LLC Findings and Conclusions Page 7 of 16 the propert ies to bring the properties' assessed value \"in line\" with the ir purchase price. Id. According to Mr. Phillips , applying a negative 57% adjustment to the propert ies results in an assessment for Parcel No. 117 of $167,500 for the land and $93,500 for improvements, for a total of $261,000 and an assessment for Parcel No. 316 of $409,100 for the land and $1,200 for imp rovements, for a total assessed value of $410,300 , or an overall assessed value of $671,300.3 Id. 19. In order to trend the November 20, 2009, purchase price to the January 1, 2008, valuation date, Mr. Phillips testified that he used the Consumer Price Inde x (CPI) value trending calculator the Board accepted in the Bloomington Country Club cases. Phillips testimony; Petitioner Exhibit 5. According to Mr. Phillips , he calculated the CPI difference between January 2008 and November 2009 to be a negative 4.82 . Id. Mr. Phillips then converted the negative 4.82 adjustment into a percentage of ch ange in the CPI between Janu ary 2008 and November 2009 , resulting in a time adjustment of negative 2.34%. Id. Applying the time adjustment to the $700,000 purchase price , resulted in a trended January 1, 2008, value of $683,641 for the three parcels . Id. Mr. Phillips contends that even though the January 1, 2008, trended value is lower than the 2009 purchase price of the properties , the Petitioner is still requesti ng that a negative 57% adjustment be applied to the county's March 1, 2009, assessed values of the land and structures on th e propert ies. Id. 20. The Petitioner's representative further contends the Petitioner's properties are over- assessed based on the prop erties' appraised value . Phillips testimony. In support of this position, the Petitioner's representative submitted a land appraisal report prepared by Maria E. Pesak. Petitioner Exhibit 4. In her appraisal report, Ms. Pesak estimated the value of the land to be $900,000 as of December 9, 2009. Id. Mr. Phillips admitted that he expressed concerns at the PTABOA hearing about the appraisal. Phillips testimony. 3 According to the Petitioner's representative , when the $30,000 assessment for Parcel 109 is added, it result s in an assessment of $701,300, whic h is just slightly higher than the actual purchase price of the three parcels . Petitioner Exhibit 3. HDS, LLC Findings and Conclusions Page 8 of 16 However, he argued, it was only because he is not an appraiser and was unable to personally verify all of the information contained in the report. Id. Despite his reservations, Mr. Phillips argues, the appraisal is valid because it was ordered by a bank as part of the properties' sale process. Id. 21. Finally, the Petitioner's representative contends the Respondent's evidence shows the Petitioner's properties are over-valued. Phillips testimony. According to Mr. Phillips, the Respondent's property record cards and sales information shows the Responden t's comparable properties are all larger than the Petitioner's . and The average sales price for properties in the Petitioner's neighborhood was $45 to $65 per square foot ; whereas the Petitioner's land was assessed for $72 per square foot. Phillips testimony. Thus, the Petitioner's representative concludes , the properties' assessed value s are over-stated for the area.4 Id. 22. In response to questioning, Mr. Phillips admitted that the Petitioner tore down the house located on the property in December 2009. Phillips testimony. According to Mr. Phillips , the Petitioner believed the house was a \"detriment\" to the value of the property and that the property would be more marketable a s vacant land. Id. Mr. Phillips also admitted the Petitioner listed the vacant land for sale in December 2009 for $1,600,000. Id. However, Mr. Phillips argues , the Petitioner has had no interest or offers on the property to date, which suggests the lis ting price is too high. Id. RESPONDENT 'S CONTENTIONS 23. The Respondent argues the Petitioner's purchase price of $700,000 does not represent an arms -length transaction because it was a distress sale. Dunning testimony. Accordin g to Ms. Dunning, the seller was delinquent in paying property taxes and the proper ty was 4 The Petitioner's representative similarly testified that the Respondent's comparable property located at 1146 South Street sold in December of 2009 for $1,800,000 or $256 per square foot of finished living area of the house, while the living area of the house on Parcel No. 117 was assessed at $327 per square foot. Phillips testimony. Mr. Phillips testified the house at 1104 South Street was built 2006 , has 7,004 square feet , and is superior to the house on Parcel No. 117 , yet is assessed for less per square foot. id. Mr. Phillips concluded that this further illustrates that the subject properties are over-valued. Id. HDS, LLC Findings and Conclusions Page 9 of 16 threat ened with being sold at tax sale. Id. In support of this contention the Respondent submitted the 2006, 2007 and 2008 real property maintenance reports for Parcel No. 117 and Parcel No. 316. Respondent Exhibits C1 and C2. Further , Ms. Dunning testified that she spoke with the realtor that acted on behalf of the buyer in the sale of the property under appeal. Dunning testimony. The realtor confirmed that the seller was motivated t o sell because she was experiencing financial difficulties and was delinquent in her property taxes. Id. According to Ms. Dunning , the realtor stated the seller reduce d the listing price of $895,000 by $100,000 each week \"for two weeks\" until the propert y sold.5 Id. \"So it was listed at about $900,000 and she dropped it $100,000 until they did agree at the $700,000.\" Id. 24. Ms. Dunning also contends that the Petitioner's subsequent attempts to sell the property prove that the Petitioner's purchase price was too low . Dunning testimony. According to Ms. Dunning, the Petitioner's real estate agent listed the Petitioner's property for sale on December 30, 2009, for $1,600,00 0 and , as of the date of the hearing, the Petitioner ha d not reduced its asking price.6 Dunning testimony; Respondent Exhibit B. Ms. Dunning argues that as the county assessor, she ha d never seen any property in Marshall County increase in value from $700,000 t o $1,600,000 in approximately one month. Dunning testimony. 25. Further, t he Respondent 's witness argues, the Petitioner's property is correctly assessed using the front foot method of valuation. Becker testimony. According to Ms. Becker, the value of lake front property is in its lake frontage and view. Id. Therefore , she contends, lake front properties , like the Petitioner's properties, are assessed by the front foot method. Id. 5 The Board notes that in his cl osing statement, Mr. Phillips failed to address the Respondent's suggestion that the property was listed for $900,000 and the price was lowered $100,000 each week \"for two weeks\" until the Petitioner purchased the property for $700,000. If Mr. Phillips be lieved the Respondent misstated the evidence, he had ample opportunity to correct that misstatement in his closing argument . 6 Ms. Dunning contends that the propert ies were offered as vacant ground because the house was removed prior to the properties' listing. Dunning testimony. In support of this contention, the Respondent submitted the property record card and a building permit for demolition. Respondent Exhibits D1 and D2. HDS, LLC Findings and Conclusions Page 10 of 16 26. Ms. Becker argues that the Petitioner's property is correctly assessed based on the sale prices of lake front property in the area . Becker testimony. In support of this contention, she submitted sales information for five properties that sold in 2007 and 2009 .7 Respondent Exhibit s E1 through E7. According to Ms. Becker, the county's sales analysis showed that land sales for properties in the Petitioner's neighborhood ranged from $764,500 to $1,418,600 , or from $13,076 to $18,915 per front foot ; whereas the Petitioner's property was assessed at $13,513 per front foot . Beck er testimony; Respondent Exhibits D1, D2 and E7. Thus, the Respondent's witness concludes , the subject property is correctly assessed . Becker testimony. In addition , the Respondent's witness argued , the sales in the Petitioner's neighborhood proves that t he Petitioner's purchase price of $700,000 , or $6,250 a front foot , is not a market value sale. Id. 27. Finally, the Respondent's witness argues that the Petitioner's appraisal is flawed and should be given little weight. Becker testimony. Specifically, Ms. Be cker argues the appraiser states in her appraisal report that lake frontage on Lake Maxinkuckee \"typically sells from $10,000/front foot to upwards of $20,000/front foot .\"8 Becker testimony; Petitioner Exhibit 4. However, the appraiser adjusted her first two comparable sales $100,000 and $20,833 per front foot respectively . Becker testimony; Petitioner Exhibit 4. Further , Ms. Becker contends , the appraiser adjusted the sales prices of three of her comparable sales from 26% to 40%. Id. According to Ms. Becker, when comparable sales are adjusted by such high percentages , it implies that they are not comparable to the appraised property . Id. The Respondent's witness also contends that no time adjustments were made to any of the comparable sales , despite the fact that the comparable sales occurred as early as five and a half years prior to the date of the appraised value . Becker testimony; Petitioner Exhibit 4. In addition, the Respondent's 7 Ms. Becker testified that the county considered the Petitioner's properties to be a vacant land sale because the buildings were removed. Becker testimony. Therefore, to determine the comparable properties' land values, the county applied an abstraction method whereby the buildings' assessed values were subtracted from the ir time adjusted sales prices. Becker testimony; Respondent Exhibit E7. 8 Ms. Becker notes that the subject properties' base rate of $13,513 falls within the appraiser's range. Becker testimony. HDS, LLC Findings and Conclusions Page 11 of 16 witness observed that the appraiser concluded that the February 13, 2004, sale of a property with an adjusted sale price of $1,130,000 was the \"most comparable\" to the subject property. Id. Despite this conclusion, Ms. Becker argues, the appraiser estimated the market value of the property to be $900,000 as of December 9, 2009. Id. Thus, the Respondent's witness concludes , the errors in the appraisal report make it unreliable and the appraisal should be given no weight in this appeal. Becker testimony. ANALYSIS 28. Indiana assesses real property based on its \"true tax value,\" which the 2002 Real Property Assessment Manual defines as \"the market value -in-use of a property for its current use, as reflected by the utility received by the owner or a similar user, from the property.\" 2002 R EAL PROPERTY ASSESSMENT MANUAL (MANUAL ) (incorporated by reference at 50 IAC 2.3 -1-2). The appraisal profession traditionally has used three methods to determine a property's market value: the cost approach, the sales comparison approach, and the income approach to value . Id. at 3, 13 -15. Indiana assessing officials generally use a mass appraisal version of the cost approach, as set forth in the R EAL PROPERTY ASSESSMENT GUIDELINES FOR 2002 - VERSION A (the G UIDELINES ). 29. A property's market value -in-use, as determined using the Guidelines, is presumed to be accurate . See MANUAL at 5; Kooshtard Property VI, LLC v. White River Twp. Assessor , 836 N.E.2d 501, 505 (Ind. Tax Ct. 2005) ; P/A Builders & Developers, LLC, 842 N.E.2d 899 (Ind. Tax 2006). A taxpayer may rebut that presumption with evidence that is consistent with the Manual's definition of true tax value . MANUAL at 5. A market value - in-use appraisal prepared according to the Uniform Standards of Professional Appraisa l Practice (USPAP) often will suffice. Id.; Kooshtard Property VI , 836 N.E.2d at 505, 506 n.1. A taxpayer may also offer actual construction costs, sales information for the subject property or comparable properties and any other information compiled acc ording to generally accepted appraisal practices . MANUAL at 5. HDS, LLC Findings and Conclusions Page 12 of 16 30. Regardless of the method used to rebut an assessment's presumption of accuracy, a party must explain how its evidence relates to the subject property's market value -in-use as of the relevant valuation date. O'Donnell v. Department of Local Government Finance, 854 N.E.2d 90, 95 (Ind. Tax Ct. 2006); see also Long v. Wayne Township Assessor, 821 N.E.2d 466, 471 (Ind. Tax C t. 2005). For the March 1, 2009 , assessment date, the valua tion date was January 1, 2008 . 50 IAC 21 -3-3. 31. Here , the Petitioner 's representative contend s that the property is over -valued based on its sales price . Phillips testimony. According to Mr. Phillips, the Petitioner purchased the property under appeal and a third property on November 20, 2009, for $700,000. Phillips testimony. The Petitioner's settlement statement and sales disclosure form support this evidence. Petitioner Exhibit 3. Further, the P etitioner's represe ntative related the Petitioner's 2009 purchase price to the January 1, 2008, valuation date using the change in the consumer price index in the Midwest area between January 2008 and November 2009 . Phillips testimony; Petitioner Exhibit 5. Mr. Phillips contends that the \"trended\" sales price was $683,641 for all three parcels . Id. However, Mr. Phillips argues, the Petitioner would accept an assessment of $261,000 for Parcel No. 117 and $410,300 for Parcel No. 316, which when added to t he $30,000 assessed value of Parcel No. 109 results in an assessed value of $701,300 for all three parcels . Phillips testimony. The sale of the subject property is often the best evidence of the property's value. See Hubler Realty, Inc. v. Hendricks Cty Ass'r, 938 N.E.2d 311, 314 (Ind. Tax Ct. 2010) ( the Tax Court upheld the Board 's determination that the weight of the evidence supported the property's purchase price over its appraised value). Further, because the Petitioner's representative related the property's November 2009 purchase price to the January 1, 2008, valuation date, the Petitioner raised a prima facie case its property was over -valued for the March 1, 2009, assessment year.9 9 Mr. Phillips also presented an appraisal of the Petit ioner's properties that estimated the value of the land to be $900,000 as of December 9, 2009, but Mr. Phillips failed to specifically relate the December 9, 2009, appraised value to the January 1, 2008, valuation date. More importantly, the appraiser sta tes in her appraisal report that she determined the value of Parcel No. 117 and Parcel No. 109. However the Petitioner appealed Parcel No. 117 and Parcel No. 316. Therefore the Board finds the Petitioner's appraisal lacks relevance or probative value in this case. HDS, LLC Findings and Conclusions Page 13 of 16 32. Once the Petitioner establishes a prima facie case, the burd en shifts to the assessing official to rebut the Petitioner's evidence. See American United Life Insurance Co. v. Maley, 803 N.E.2d 276 (Ind. Tax Ct. 2004). To rebut or impeach the Petitioner's case, the Respondent has the same burden to present probativ e evidence that the Petitioner faced to raise its prima facie case. Fidelity Federal Savings & Loan v. Jennings County Assessor, 836 N.E.2d 1075, 1082 (Ind. Tax Ct. 2005). 33. The Respondent argues the Petitioner's purchase price does not represent an arms -length transaction because the seller was under compulsion to sell the property. Dunning testimony. According to the Respondent, the property taxes were delinquent and the property was in threat of being sold at the county's tax sale. Id.; Respondent Exh ibits C1 and C2. In addition, Ms. Dunning testified, the Petitioner's realtor stated the seller was highly motivated because she was experiencing financial difficulties. Dunning testimony. Ms. Dunning also testified that the Petitioner listed the proper ty for sale for $1,600,000 one month after it purchased the lots. Dunning testimony; Respondent Exhibit B. According to Ms. Dunning, this implies the Petitioner believes the value of the property is much higher than its $700,000 purchase price. Dunning testimony. 34. Further, the Respondent's witness argued, the value of lake front property is in its lake frontage and its view. Becker testimony. According to Ms. Becker, the Petitioner's property is properly assessed based on neighboring properties that sold from $13,076 to $18,915 per front foot. Becker testimony; Respondent Exhibits D1, D2, E1 through E7. The Respondent's evidence shows that all of the comparable prop erties are in the Petitioner's neighborhood and they are all located on Lake Maxinkuckee. Respondent's Exhibits E1 -E7. Land within a neighborhood is presumed to be comparable , both in distinguishing characteristics and market value. See Indianapolis Racquet Club, 743 N.E.2d at 251 -52 (Ind. 2001) . Because the Petitioner's purchase of the property was effectively a purchase of vacant land, the Respondent's comparable land sales provide sufficient evidence to rebut the Petitioner's case. HDS, LLC Findings and Conclusions Page 14 of 16 35. The Petitioner's purchase of the property present s some evidence of the property's market value -in-use. Similarly, the Respondent's comparable sales present some evidence of the property's market value -in-use. The Board must, therefore, weigh the evidence presented by both parties and determine the most persuasive evidence of the property's value. 36. While the sale of a property may be a good indicator of its actual market value, a sale does not necessarily indicate the market value of the property unless that sale happens in a competitive and open mark et under all conditions requisite to a fair sale, in which the buyer and seller are typically motivated. M ANUAL at 10. \"'Fair market value' is what a willing buyer, under no compulsion to buy, would pay a willing seller, under no compulsion to sell.\" Second National Bank of Richmond v. State, 366 N.E.2d 694, 696 (Ind. Ct. App. 1977). Here there is some evidence that the Petitioner's purchase of the subject property was not a market transaction. While the Board gives little weight to the Respondent's hearsay testimony regarding the Petitioner's realtor, it notes that the prior owners ' tax delinquency and the 20% drop in sales price over the course of just two weeks support a finding of some compulsion . Further, the Respondent's comparable sales showed a relatively consistent front foot sale price ranging from $13,076 to $18,915; whereas the Petitioner's purchase price reflected a value of only $6,250 per front foot. Even the lowest \"comparable\" sale value supports the Petitioner's property's assessed value. Finally, while not probative of the property's market value -in-use, the Petitioner's attempts to sell the property for $1,600,000 less than a month after purchasing the lots for $700,000 suggests that the Petitioner itself recognized its purchase price did not reflect the property's market value. 37. When the seller's tax delinqu ency and the large drop in selling price over the course of only two weeks is considered with the fact that the Petitioner's purchase price was less than half of the lowest f ront foot sale price of the five lake front properties presented by the Respondent, the Board finds the comparable sales to be more credible evidence of the HDS, LLC Findings and Conclusions Page 15 of 16 Petitioner's properties' market value -in-use than the sale price in 2009. Further, the Petitioner's December 2009 asking price is consistent with the properties' March 1, 2008, assessed value. Therefore, the Board finds that the weight of the evidence supports the properties' assessed values. 38. The Petitioner's Representative, i n his \"Request for Rehearing\" attached a \"listing history\" which shows that the properties were listing for sale on October 17, 2008, for $1,650,000 and the price was lowered from $1,500,000 to $895,000 over the course of 2009. However this evidence was n ot submitted in hearing. See 52 IAC 2 -8-8 (\"No posthearing evidence will be accepted unless it is requested by the administrative law judge or the board.\"). It is unfortunate that the Petitioner's representative did not present this evidence as an exhibi t at hearing as it would have clarified the inconsistent testimony that was being presented to the Board. Ultimately, however, it is the Petitioner's burden to present his case. That Mr. Phillips did not effectively make clear that the property had been listed since October of 2008 rather than October of 2009, was his failing. The Board will not consider this new evidence and declines to reweigh the evidence presented at hearing. SUMMARY OF FINAL DETERMINATION 39. The Petitioner raised a prima facie case that the assessed value of it s properties was over - valued. The Respondent present ed sufficient evidence to rebut and impeach the Petitioner's case. The Board finds that the weight of the evidence supports the properties' assessed values for the March 1, 2008, assessment date . The Final Determination of the above captioned matter is issued by the Indiana Board of Tax Review on the date written above. HDS, LLC Findings and Conclusions Page 16 of 16 ____________________________________________ Chairman, Indiana Board of Tax Review ____________________________________________ Commissioner, Indiana Board of Tax Review ____________________________________________ Commissioner, Indiana Board of Tax Review IMPORTANT NOTICE - Appeal Rights - You may petition for judicial review of this final determination under the provisions of Indiana Code § 6 -1.1-15-5, as amended effective July 1, 2007, by P.L. 219 -2007, and the Indiana Tax Court's rules. To initiate a proceeding for judicial review you mu st take the action required within forty -five (45) days of the date of this notice. The Indiana Tax Court Rules are available on the Internet at http://www.in.gov/judiciary/rules/tax/index.htm l>. The Indiana Code is available on the Internet at < http://www.in.gov/legislative/ic/code >. P.L. 219 -2007 (SEA 287) is available "}