{"title": "Using crystals and essential oils in synergistic ritual", "author": null, "url": "https://www.baseformula.com/blog/crystals-and-essential-oils", "hostname": "baseformula.com", "description": "Learn how to use energetic and therapeutic essential oils and crystals in harmony to enhance their potent powers and create the intentions you desire.", "sitename": "baseformula.com", "date": "2021-09-23", "cleaned_text": "Using crystals and essential oils in synergistic ritual [All Blog Articles](https://www.baseformula.com/blog/aromatherapy-blog) [Nicole Barton Articles](https://www.baseformula.com/blog/articles-nicole-barton) Essential oils are, of course, always wonderful to use by themselves; but - because they are so powerful - they can also supercharge our alchemy when combined, synergistically, with other practices in our rituals. When used in alignment with crystals and intention, they make for really potent magic! In this article, we decided we would dive into our Top 10 favourite crystals and look at how they can each be supercharged with the use of aromatherapy in your own rituals and ceremonies to help you create whatever you intend to create. Perhaps you're already a crystal addict; in which case, enjoy the oil suggestions we share. If you're not familiar with crystals, that's okay too - all you need to know is that our ancestors have used them for years for healing. Found in the wild elements of Mother Earth, gems, stones and crystals have been used by shamans, witches, ancient tribes and all the magical ones throughout history. And, in more recent times, magical ones have been harnessing their power to channel intentions, raise their vibrations and create alchemy. Each stone has a unique essence, which you can select intuitively - much in the same way that you use essential oils. Combining the two is very powerful, so we invite you here to use them in harmony, making them part of your daily rituals. When we talk to the power of ritual itself, we mean any magical ceremony or series of actions where you focus on creating something - whether that be anything from healing your body to manifesting something you'd love in your life. Using essential oils and crystals in ritual - with their energetic and therapeutic healing properties - is a great way of creating the intention you desire. Your ritual can be as simple or complex as you desire it to be, so get creative - though we will suggest some examples below for you. The most important thing is that you use them with intention; this is the core of any healing magic we long to create on this earth. With that in mind, let's dive in and explore our Top 10 favourite crystals - and how they can be super-powered with their synergistic essential oils for different intentions. Clear Quartz - Amplifying your manifestation Perhaps one of the most popular healing crystals, Clear Quartz is your amplifier, known as the \"Master Healer\" or \"Universal Crystal\". It is a powerful, cleansing crystal - clear as its name suggests, and clearing in its essence. But, most importantly, it boosts any intention you create and enhances psychic abilities. It is best used in rituals by those wishing to supercharge their intention, so it's a great one to use alongside other crystals. Physically it is said to be able to help any condition because of its amplification of intention. Super-powering essential oils for Clear Quartz: If we think of this crystal as an amplifier, we want to support it with essential oils that are energising. Oils such as [Peppermint](https://www.baseformula.com/peppermint-uk-essential-oil), Lemon, Lime, Rosemary and [Cinnamon](https://www.baseformula.com/cinnamon-leaf-essential-oil) will therefore be really powerful in combination with Clear Quartz in your rituals for amplification. This potent combination is best used for times where you are manifesting your desires. Ritual: Place your Clear Quartz out next to a fireproof dish - a cast iron incense dish would work - you may wish to burn incense on a charcoal disk. Write out one word that sums up the intention of what you long to manifest on a small piece of paper and then hold your Clear Quartz crystal as you meditate on it to charge it with your intention. When you feel it is charged, place 1-2 drops of energising essential oil onto the paper to energise the intention further and carefully put it on the charcoal disk to burn. You may notice the aligned action for you to take in the direction of your creation becomes apparent. Rose Quartz - Healing the heart A pretty, pink quartz, this crystal is known for healing the heart. If you're wishing to restore unconditional love, this is the crystal for you. Super-powering essential oils for Rose Quartz: Healing for emotional wounds, compassion and friendships, it is perfectly combined with heart-healing oils like [Rose](https://www.baseformula.com/rose-centifolia-absolute-oil), Rose-Geranium, Geranium, Patchouli and Ylang Ylang. This potent combination is best used for times of heartache and healing - for those times when you need love. Ritual: Place a Rose Quartz crystal in your bath and run the hot water whilst you prepare a blend of essential oils. Mix 3 drops Rose-Geranium, 2 drops [Patchouli](https://www.baseformula.com/patchouli-essential-oil) and 1 drop Ylang Ylang into 15ml Bath Oil or Shower Gel and add this into your bath. As you are blending and adding this in, set the intention to heal your heart. Then lie in the bath, inhale the aromas and feel the healing energy of the crystal. Amethyst - Protecting your psychic energy Amethyst is a beautiful purple stone, known for its highly protective properties. Great as a psychic shield against fear, guilt, anger, anxiety, and anything unwanted, this makes it a great crystal for spiritual healing, meditation and those who desire to protect their energies. Super-powering essential oils for Amethyst: This crystal is perfectly combined with [Sage](https://www.baseformula.com/sage-dalmation-essential-oil), Bergamot, Cypress, Cedarwood and Sandalwood which are all quite cleansing, protective and grounding. Perfect for psychic protection. Ritual: Diffuse a beautiful blend of 3 drops Bergamot, 2 drops [Cedarwood](https://www.baseformula.com/cedarwood-atlas-essential-oil) and 1 drop Sage mixed in water in an aromatherapy diffuser or candle burner. Lie down and place your Amethyst crystal on your heart space, as you set the intention for protection. You may also wish to hold your crystal with a point facing out, as if it is a wand, and draw a protective circle around yourself as you set your intention. Citrine - Invoking creativity and success A beautiful yellow stone, Citrine radiates the power of the Sun. Stimulating for the chakras, it is a soul-stirring crystal that transforms dreams into tangible form, helping you to take action on and manifest your desires, and awakening and invoking success and creativity. Super-powering essential oils for Citrine: This crystal is perfectly complemented with creativity-inspiring essential oils such as Lemon, [Yuzu](https://www.baseformula.com/yuzu-essential-oil), Lime, Sweet Orange and Tangerine. Wonderful for invoking creative success. Ritual: When you're in need of some Divine inspiration for creativity, why not create a spritz? Add 100ml Rose Otto Hydrolat to a spray bottle and mix in 10 drops Lemon, 10 drops Yuzu and 10 drops [Tangerine](https://www.baseformula.com/tangerine-essential-oil), you can add some Citrine into the bottle for an added boost as you express your intention for creative success. Bang the bottle 10 times on the table to energise the potion and use it as a spritz whenever you need a boost of creative inspiration. Moonstone - Harnessing your feminine intuition in new beginnings Moonstone is a soothing stone of inner growth, power and strength. Within the world there are ongoing cycles - evident in nature, and within ourselves. This stone, in particular, has an affinity for healing cycles, enhancing intuition and providing support through new beginnings. This means that is it really helpful for healing anything to do with the Feminine and the body - for example our menstrual cycle. When we feel stuck and stagnant in whichever of life's cycles we are in, we can use Moonstone to drop back into the powerful Feminine gift of intuition and find inner strength to create a new beginning. Super-powering essential oils for Moonstone: This crystal is perfectly complemented with both intuitive and feminine cyclical oils such as [Geranium](https://www.baseformula.com/geranium-essential-oil), Rose, Myrrh, Frankincense and Clary Sage. Wonderful for harnessing the powerful intuition of the Feminine in new beginnings. Ritual: To harness your powerful intuition in a new beginning situation, create a massage blend of 3 drops Geranium, 2 drops [Myrrh](https://www.baseformula.com/myrrh-essential-oil) and 1 drop Clary Sage mixed in 15ml Grapeseed oil and offer yourself a full-body massage, applying the oil in gentle strokes in a direction towards the heart. When you've done this, you could also massage a Moonstone over your body to adorn yourself with its energy. Wearing Moonstone jewellery can also be good. Wear moonstone as a necklace as a daily reminder that you are able to get through a new cycle - or simply keep the moonstone on your person, in a pocket or in your bra, etc. Tiger's Eye - Transforming anxiety and self-doubt Tiger's Eye is a golden stone that helps transform fear, anxiety and self-doubt so that you can arrive at clarity. It is a crystal wonderful for harnessing focus and cultivating courage. Super-powering essential oils for Tiger's Eye: This crystal is perfectly complemented with oils like [Bergamot](https://www.baseformula.com/bergamot-essential-oil), Clary Sage, Bitter Orange, Petitgrain, Patchouli. These are all great oils for soothing and transforming anxiety, self-doubt and instilling courage. Ritual: To transform the energy of anxiety and self-doubt, create a pulse point rollerball blend. Mix 1 drop Bergamot and 1 drop [Clary Sage](https://www.baseformula.com/clary-sage-essential-oil) in 10ml of Grapeseed oil, and roll it onto the pulse points all day, every day - sit and hold your Tiger's Eye as you decree to yourself \"I am Powerful and Free\" - or any other one-line intention that has your anxiety transformed. Selenite - Cultivating peace and tranquillity Selenite is a soft crystal, used to the higher chakras - it is a cleansing, healing crystal, known as the \"doorway of angels\", and used to call in peace and calm. Super-powering essential oils for Selenite: This crystal is perfectly complemented with peace-inducing, relaxant oils like Lavender, Clary Sage, [Chamomile](https://www.baseformula.com/chamomile-roman-essential-oil), Sandalwood and Jasmine. Ritual: To bring yourself back to peace and calm, diffuse a beautiful blend of 3 drops Lavender, 3 drops Chamomile and 1 drop [Jasmine](https://www.baseformula.com/jasmin-absolute-oil) mixed in water in an aromatherapy diffuser or candle burner. Lie and do some deep breathing, whilst holding your Selenite wherever feels helpful to you - perhaps on your Solar Plexus (the nerve centre), just by your diaphragm in the centre of your lower chest/upper belly. Obsidian - Shielding against negativity A black, lava stone from volcanoes, Obsidian is a truth-enhancing crystal with great protection against negativity. This crystal is thought to absorb negativity and block psychic attack. Super-powering essential oils for Obsidian: This crystal is perfectly matched with grounding, protecting oils like [Sandalwood](https://www.baseformula.com/sandalwood-agmark-essential-oil), Cedarwood, Lavender, Sweet Marjoram and Frankincense. Wonderful for shielding against and transforming negativity. Ritual: For this one, take your Obsidian out into nature, where you'll be grounded into truth. Take with you an aromatherapy inhaler - made with 1 drop Sandalwood, 1 drop Cedarwood and 1 drop [Frankincense](https://www.baseformula.com/frankincense-essential-oil) and lie down somewhere to meditate, as you inhale the scents and hold your Obsidian in the palm of your hands. Lapis Lazuli - Self-expression and personal power Lapis Lazuli is a perfect crystal for deepening into the art of self-expression, helping you let go of repressed emotions and connect to your deeper sense of personal power so that you can speak your truth and wisdom. Super-powering essential oils for Lapis Lazuli: This crystal is perfectly matched with creative and expressive oils like Rose, [Ylang Ylang](https://www.baseformula.com/ylang-ylang-extra-essential-oil), Cedarwood, Black Spruce and Basil. All great oils for self-expression and personal power. Ritual: Along with this crystal, the invitation is to express yourself via singing and dance, or some form of embodiment. Diffuse 3 drops Ylang Ylang, 2 drops Cedarwood and 1 drop [Black Spruce](https://www.baseformula.com/spruce-black-essential-oil) in water in an aromatherapy diffuser or candle burner and place your crystal on your throat chakra for 5 minutes, connecting to your intention to express yourself. Then, put some music on so that you can sing along or move your body - however you best connect to your personal power and expression. You might even want to dance with your crystal! Amazonite - Releasing trauma and finding strength Our last crystal is one for inner strength, trauma releasing and releasing patterns. It is a healing stone, and can help release old, destructive ways of being. Super-powering essential oils for Amazonite: This crystal is perfectly aligned with trauma-releasing essential oils like Rose, Ylang Ylang, Clary Sage, Chamomile and [Valerian](https://www.baseformula.com/valerian-root-essential-oil). These are great oils for releasing trauma and finding strength. Ritual: Under the Full Moon (which is a powerful time of release), hold your crystal in your hand as you write a list of all that you wish to let go of - all the traumas, and old ways of being that you harbour that you wish to get rid of. When you've done this, pop both your Amazonite crystal and your list in a bowl of water with 1 drop Rose, 1 drop Clary Sage and 1 drop Chamomile and leave it out overnight under the Full Moon's energy, setting the intention to release. The next evening, return the water and its essential oils into the earth and bury the remains of your letter to let go, whilst you affirm your new way of being. Overall, when working with crystals and essential oils, the aim is to choose those with synergy - those with super-powering properties that will all contribute to the intention of your ritual. This can be very intuitive as you begin to get used to working in this creative way. Our bodies are wiser than we give them credit for, so let them instinctively choose both the crystals and the essential oils you desire and work with them for the intention you long to create. You'll be surprised how magically it all aligns. Whatever you choose, essential oils and crystals can work in perfect harmony with each other, and are a potent combination, so enjoy your alchemy. [Nicole Barton](https://www.baseformula.com/nicole-barton-profile) Consultant Aromatherapist "}