{"title": "PDF", "author": "PDF", "url": "https://chiro.org/Graphics_Box_NUTRITION/Hepatitis_C_A_Retrospective.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Rights Reserved. No Reprint Without Written PermissionAlternative Medicine Review Volume 5, Number 4 2000 Page 355Hepatitis C: A Retrospective Study, Literature Review, and Naturopathic Protocol W. Bruce Milliman, ND, Davis W. Lamson, MS, ND, and Matthew S. Brignall, ND Introduction Hepatitis C virus currently infects an estimated 2-3 million people in the United States, and as many as 175 million worldwide.1 Although recent evidence suggests hepatitis C virus (HCV) infection is associated with less risk of progressive liver disease than previously thought,2 HCV is still estimated to cause 8-10 thousand deaths annually in the United States and is theleading cause of liver transplantation. 1Abstract The authors performed a retrospective review of 41 consecutive hepatitis C patients.Of the 14 patients with baseline and follow-up data who had not undergone interferontherapy, seven had a greater than 25-percent reduction in serum alanineaminotransferase (ALT) levels after at least one month on the protocol. For all patientsreviewed, the average reduction in ALT was 35 U/L (p=0.026). These data appear tosuggest that a conservative approach using diet and lifestyle modification, along withsafe and indicated interventions, can be effective in the treatment of hepatitis C.Controlled trials with serial liver biopsy and viral load data are necessary to confirmthese preliminary findings. The standard medical treatment of hepatitis C infection is only associated with sustained efficacy in a minority of patients. Therefore, the search for other treatments is of utmostimportance. Several natural products and their derivatives have demonstrated benefitin the treatment of hepatitis C and other chronic liver conditions. Other herbal andnutritional supplements have mechanisms of action that make them likely to be ofbenefit. This article presents comprehensive protocol, including diet, lifestyle, andtherapeutic interventions.( Altern Med Rev 2000;5(4):355-370) W. Bruce Milliman, ND - Assoc. Prof., Naturopathic Medicine Program, Bastyr University, Kenmore, WA. Private Practice, Seattle Healing Arts. Correspondence address: 420 NE Ravenna Blvd, Seattle, WA 98115. E-mail: doctorwbm@earthlink.net W. Lamson, MS, ND - Coordinator of Oncology, Bastyr University, Kenmore, WA. Private Practice, Tahoma Clinic, Kent, WA. E-mail: davisl@seanet.com Matthew S. Brignall, ND - 1999 graduate, Bastyr University. Currently doing a research fellowship at Tahoma Clinic in Kent, WA. E-mail: mattandmolly@mindspring.com Copyright©2000 Thorne Research, Inc. All Rights Reserved. No Reprint Without Written PermissionPage 356 Alternative Medicine Review Volume 5, Number 4 2000 Copyright©2000 Thorne Research, Inc. All Rights Reserved. No Reprint Without Written PermissionStandard HCV treatment includes interferon- and ribavirin. This treatment is expensive, and is associated with sig-nificant adverse effects. 3 Combination treatment is associated with a sustainedvirologic response (defined as lack of de-tectable HCV RNA in the serum sixmonths after stopping therapy) in only 30percent of patients with HCV genotype 1b,the most common of the major genotypesin the United States. 3 Currently, no treat- ment is recommended for HCV-positivepatients without elevated alanine ami-notransferase (ALT), 4 although these people appear to have a low level ofchronic hepatitis. 5 Clearly, there is a need for inexpensive, non-toxic treatments forearly stages of HCV infection. The retrospective data presented in this paper were compiled over a period of fiveyears in the private practice of one of the au-thors (WBM). While the protocol instituted in1995 does not include all of the agents includedin the literature review section, it was decidedto include these retrospective data to demon-strate that an intervention based on colchicine,ursodeoxycholic acid (UDCA), silymarin, andantioxidants can lead to significant improve-ment in HCV patients. The authors emphasizethe fact that the protocol employed in the ret-rospective study has been revised and ex-panded since the data collection reported here,and that the slight lack of continuity betweenthe old protocol and the present proposed pro-tocol based on the literature review is repre-sentative of an evolving treatment plan. Retrospective Review of HCV Patients The charts of 41 consecutive HCV pa- tients (beginning in May 1995) from the pri-vate practice of one of the authors (WBM) were examined. Data were compiled only forthose patients who had ALT data availablefrom before treatment and at least one monthafter institution of the protocol (range 1-50 months). One patient was removed from thecohort due to a recent course of interferontherapy. No other patients reviewed were un-der treatment with interferon. When more thanone ALT measurement was available in theyear preceding treatment, the baseline ALTwas calculated as the average of these values (n=5). Similarly, when multiple follow-upmeasurements were available, the average ofthe available values (n=5) was used for com-parison. The protocol used in the reviewed charts included: colchicine (1.2 mg daily, fivedays per week); UDCA pc);silymarin daily); antioxidants containing tocopherol, 500 selenium (1-2 tspdaily), containing 2000-2500 IU designed toemulsify bile salts (Table 1). Treatments addedfor some (but not all) patients included anAyurvedic herbal formula (Liv-52 — see the anti-tumor necrosis factor section for herbs inTable 1: Breakfast Muesli Rolled oats Oat branFresh ground flax Granulated lecithinFresh ground thistle seed thistle seeds. Mix all ingredients together. Refrigerate the mixture until ready to use. Eat 4 oz. every morning served with dilute fruit juice and live yogurt as breakfast. Recipe makes 40 day supply.Hepatitis C: Retrospective Study Alternative Medicine Review Volume 5, Number 4 2000 Page 357 Copyright©2000 Thorne Research, Inc. All Rights Reserved. No Reprint Without Written Permissionthe formula) 1 twice daily; another daily), and deglycyrrhizinated licorice(500 mg 2-4 times daily ic), as a digestivetonic, not as a substitute for the antiviral ef-fects of the whole herb. It is reiterated this pro-tocol has been updated since these patientswere first treated. Fourteen patients (age 26-77 years) met the criteria for inclusion in the data analy-sis. The average baseline ALT level for thesepatients was 127 U/L (range: 47-256). The av-erage ALT values for patients on the protocolfor a minimum of one month was 92 U/L(range: 25-235; p=0.026, paired t-test). Of the14 patients reported, seven showed an ALT re-duction of greater than 25 percent (range: 29-76 percent). The other seven patients had nochange or a slight increase in ALT. No patient reviewed retrospectively de- veloped symptoms indicating advancing liver disease, including liver pain, enlarged liver,jaundice, ascites, generalized edema, or liver-related bowel dysfunction. Most patients re-ported an increased sense of well being on thetreatment program. The patient excluded fromanalysis due to recent interferon treatmentshowed an ALT reduction from a pre-treatmentlevel of 553 to a post-treatment value of 132.Although serial HCV-RNA analysis availabil-ity was too sparse to make a statistical analy-sis, one patient was noted to have achieved un-detectable virus along with normalized liverenzymes on a single measurement. No serialbiopsy data were available for report. The rela-tive merits of the different outcome measuresare discussed in the conclusion.A Review of the Current Literature on HCV Many specific natural therapies appear to be useful in the treatment of HCV. Severalhave been subjected to clinical trial, and oth-ers have solid theoretical basis for their use.This review will summarize the most promis-ing natural treatments available for HCV. Although the discussion of these thera- pies is divided into categories, it should bepointed out there is significant overlap in themechanism of action of many of these agents.Vitamin E, for example, is an antioxidant com- pound that has been shown to reduce hepaticfibrosis. Sho-saiko-to, discussed here as an anti-fibrotic herbal mixture, also is known tohave significant antioxidant capacity. Diet and Lifestyle Factors in Treatment There are a number of dietary and lifestyle factors to consider in the treatmentfor HCV (Table 2). Macronutrient intake: A retrospective study showed that high intake of fats, coupled with reduced proteinand carbohydrate intake, increases the risk ofprogression to cirrhosis associated withchronic HCV infection. 6 It is currently unknown whether the deleterious effects of fatsare limited to specific fatty acids. Preliminaryevidence from a small prospective trial showed phosphatidylcholine high in omega-3 fatty acidside chains to be beneficial in chronic liverdisease, including hepatitis C. 7 Omega-3 fatty acids from vegetable or fish sources are knownto reduce synthesis of tumor necrosis factor,the importance of which will be discussedbelow. 8 It is currently unknown whether specific amino acids are beneficial in HCVinfection. It is possible that branched-chainamino acids may be beneficial in patients withmore advanced liver disease, particularly in theprevention of hepatic encephalopathy. 9Page 358 Alternative Medicine Review Volume 5, Number 4 2000 Copyright©2000 Thorne Research, Inc. All Rights Reserved. No Reprint Without Written PermissionSupplementation with branched-chain amino acids has been found to mildly increase naturalkiller cell activity in patients with viral-induced(mostly due to HCV) cirrhosis. 10 Iron: Pre-interferon treatment, iron depletion is associated with a reduction in ALT levelsand possibly with an increased treatment re-sponse. 11,12 A trend toward greater amounts of hepatitis C viral RNA has also been noted withincreasing levels of serum iron. 13 Epidemio- logical evidence suggests a vegetarian diet canreduce iron stores, 14 but short-term prospec- tive trials have not confirmed this.15 Regular tea drinking with meals can significantly re-duce iron absorption over one year. 16 Use of supplemental iron in patients with HCV ap-pears contraindicated, except in cases of dem-onstrated iron deficiency.Non-nutritive factors: Intake of alcohol in patients with HCV has been correlated with degree of liverfibrosis, increased risk of cirrhosis, decreased response to interferon, and higher rate ofmortality. 17 One prospective study showed smoking was associated with increased riskof HCV-associated hepatocellular carcinoma(HCC). 18 Vaccination: Co-infection with hepatitis is common in HCV carriers. Immunity to HBVcan be established by the presence of hepatitisB surface antibody in a hepatitis screeningpanel. Although the mechanism is not clear,the prognosis is reported to be worse in patientsinfected with both viruses. 19 To date, the efficacy of HBV vaccination in HBV-negativepatients has not been ev aluated. Regardless, HBV vaccination should be offered to all HBVTable 2: Suggested Diet and Lifestyle Modifications for Patients with HCV Dietary recommendations: A. Eat 4 oz of the breakfast muesli (see table 1) daily. B. Maintain an adequate protein intake: 45-75 grams/70 kg adult. C. Maintain an adequate intake of marine oils in the diet; eat fish regularly as a source of protein. D. Reduce intake of sweetened foods, not just refined sugars but fruit juices as well. E. Maintain an adequate intake of water: 2 L daily for an adult. F. Maintain an adequate intake of raw and steamed fruits and vegetables: eat at least one serving of raw ( or lightly steamed), unprocessed food at each meal. Lifestyle recommendations: A. Eliminate alcohol entirely. B. Eliminate smoking entirely. C. Ensure daily restorative sleep. D. Prevent superinfection with HAV or HBV through vaccination of individuals without established immunity to these virusus.Hepatitis C: Retrospective Study Alternative Medicine Review Volume 5, Number 4 2000 Page 359 Copyright©2000 Thorne Research, Inc. All Rights Reserved. No Reprint Without Written Permissionantibody-negative HCV patients with an explanation of the risk factors for HBco- infection. HCV patients who become super-in- fected with hepatitis A (HAV) have a substan-tially greater risk of fulminant hepatitis anddeath compared to the general population. 20 Given a worldwide incidence of HAV infec-tion, together with evidence that HAV vaccineis effectively immunogenic in HCV carriers, 21 HAV vaccination should be recommended forall HCV carriers. Obesity: Significant association between body mass index and fibrosis in HCV infection hasbeen noted. 22 A recent editorial suggests tight glycemic control could be important in themanagement of patients with viral hepatitisand diabetes. 23 Anti-fibrotic Agents Irregular regeneration of hepatocytes appears to be the single greatest risk factor fordevelopment of HCC in HCV patients. 24 This irregular regeneration is thought to be second-ary to ongoing necrosis of hepatocytes asso-ciated with lymphocytic infiltration. 24 Agents that can delay this necrosis would theoreticallybe useful in delaying the onset of cirrhosis orHCC. Colchicine: Colchicine is ( Colchicum autumnale) . In animal models of liver colchicinetreatment was found to significantly reducefibrosis during hepatocytic regeneration. 25 Sev- eral prospective trials have found a significant,although mild, improvement in liver functiontests associated with colchicine treatment incirrhotic patients. 26-28 One of these trials found survival was three times higher in colchicine-treated patients than in the placebo group overeleven years. 26 The only trial to examine liverhistology found neither significant improve- ment nor deterioration over the two-year treat-ment period. 27 Nine patients with HBV and either contraindication or no response to interferontherapy underwent treatment with colchicine(1 mg qd, 5 days weekly for 6 months). Allpatients were HBV-DNA positive at the be-ginning of the trial, and each had histologicaland serologic evidence of liver damage. At theconclusion of the trial, six of the patients hadcleared HBV-DNA and normalized transami-nases. The three non-responding patients hadno change in liver enzymes. 29 While the mechanism of action of colchicine makes itpossible a favorable outcome would be seenin HCV patients, these results should not beinterpreted as being directly applicable to HCVtreatment. Colchicine is often administered 1 mg daily in a five-day cycle, with two days off.This dosage schedule reduces the incidenceof diarrhea. 26 The other major side-effects seen with colchicine treatment are leukopenia andthrombocytopenia. 26 Colchicine has not under- clinical trial in HCV patients. Ursodeoxycholic acid (UDCA): UDCA is a hydrophilic bile acid found in low concentrations in human bile. It hasbeen shown to be cytoprotective in multipleliver disorders due to its ability to displacetoxic hydrophobic bile acids in the liver andintestines. 30 One long-term study of UDCA in HCV infection unresponsive to or unsuitablefor interferon The improvement was simi-lar among different HCV genotypes. 31 Liver histology was not measured in this trial. Acontrolled trial in 56 chronic hepatitis patients,45 of whom were HCV-antibody positive,found 600 mg/day of UDCA for one year wasassociated with approximately a 25-percentPage 360 Alternative Medicine Review Volume 5, Number 4 2000 Copyright©2000 Thorne Research, Inc. All Rights Reserved. No Reprint Without Written Permissiondrop from baseline in transaminase levels. No improvement was noted in liver histology intreated subjects compared with baseline orplacebo. 32 The authors concluded that UDCA has only an ancillary role in the treatment ofHCV. UDCA has been found to cause reduc-tions in anti-nuclear and anti-smooth muscleantibodies in patients with autoimmune-asso-ciated hepatitis C. 33 Conjugation of UDCA with taurine makes the bile acid more hydrophilic. Treat-ment with tauroursodeoxycholic acid has beenfound to be associated with reduction in se-rum transaminase levels in HCV. 34 Tauroursodeoxycholic acid has not been com- pared to UDCA in clinical trial, however. Silybum marianum (milk thistle): The milk thistle plant, the source of a flavonoid extract known as silymarin, has beenused in the treatment of hepatic conditions for2000 years. 35 One study (n=21) showed ad- ministration of 420 mg/day oral silymarin forsix months to be similar to 600 mg/day UDCAin ALT reduction in patients with chronic liverdisease. Although the discussion indicates thatsome of these patients were HCV-positive, itis unclear whether the treatment effect wassimilar in those who were infected. Silymarintreatment was not associated with the reduc-tion in GGT seen with UDCA, suggesting themechanism of hepatoprotection by silymarinwas not due to reversal of cholestasis. 36 Another trial (n=8, 5 HCV positive) examined the hepatoprotective effect of a com- plex of silybin (a flavonoid component of thesilymarin extract) and phosphatidylcholine.The phosphatidylcholine was added to im-prove the absorption of silybin. After twomonths of treatment, significant reductions inALT and aspartate aminotransferase (AST)were noted. 37 The authors did not report whether the magnitude of the treatment effectwas similar between those who were HCVpositive and those who were not. These resultswere confirmed by a slightly larger double-blind, randomized trial (n=20, 15 HCV posi- tive). Patients were given either silybin/phos-phatidylcholine complex (equivalent to 240 mgof silybin) or placebo for one week. Signifi-cant reductions in AST, ALT, and GGT wereseen in treated subjects compared both tobaseline and to the placebo group. 38 The effect of 450 mg per day silymarin was tested in double-blind manner in 200 pa- tients with alcoholic cirrhosis. No benefit onsurvival or clinical course was seen in the treat-ment group in the three-year trial. Of theknown HCV-positive patients, however, noneof 13 in the treatment group died comparedwith four of 16 in the control group (p=0.059,NS). 39 Another trial of silymarin in cirrhotic patients found the protective effect of treat-ment was greatest in early stage patients (Childstage 'A'). 40 Silymarin extracts are rarely associated with significant adverse effects. Milk thistleappears to have many different mechanismsof action, including protection against lipidperoxidation in membranes, chelation of metalions, DNA protection, and changes in hepato-cyte protein synthesis. For further discussion of pharmacology and mechanisms of actionsee the review by Flora et al. 41 While the evi- dence in favor of Silybum marianum is pre- liminary, there is reason to believe these ex-tracts can reduce hepatocyte necrosis in a va-riety of liver conditions. Silymarin is a goodcandidate for further clinical trial in HCV. Sho-saiko-to: The Japanese herbal medicine Sho- saiko-to (TJ-9) is a commonly used treatmentfor chronic hepatitis in some parts of the world.TJ-9 has been shown in animal studies to in-hibit the action of hepatitic stellate cells, thusslowing the fibrosis process. 42 Cirrhosis patients were randomized to receive either 7.5 grams per day TJ-9 or noadditional treatment for five years. Of a 94-person subset of the larger study populationHepatitis C: Retrospective Study Alternative Medicine Review Volume 5, Number 4 2000 Page 361 Copyright©2000 Thorne Research, Inc. All Rights Reserved. No Reprint Without Written Permissionanalyzed for anti-HCV, 76 were positive. After five years follow-up, non-significant increases in survival and decreases in mortality wereseen in the treatment group. These changesbecame significant when analysis was limitedto those patients who were HBV-surfaceantigen negative. 43 The authors speculated that TJ-9 is particularly effective in the treatmentof HCV. A multi-center controlled trial ofchronic hepatitis patients (both HBV andHCV) found that 5.4 grams of TJ-9 per daywas associated with a significant reduction in both AST and ALT. 44 The medication was well- tolerated in both human trials. Interstitialpneumonia has been reported as a side-effectof this treatment in several case studies,however. 45,46 Antioxidant Agents Oxidative damage appears to be an important factor in the progression of chronicHCV. Products of oxidative damage have beencorrelated with the grade of liver fibrosis 47 and hepatocellular DNA damage48 in HCV pa- tients. While only a few of the widely usedantioxidants have been studied in the treatmentof HCV, other antioxidants (e.g., vitamin C andcarotenoids) may be of benefit as well. Vitamin E: Six HCV patients who had not re- sponded to interferon therapy were supple-mented with 1200 IU d-alpha-tocopherol weeks. Post-treatment biopsy including activation of hepatic stellate cellsand collagen gene expression, compared topre-treatment specimens. Average ALT levelswere reduced from 135 to 101 U/mL by treat-ment, a change not statistically significant.Viral titers and degree of inflam- bytherapy. 49 A randomized trial stud- ied the effect of 800 IU d-alpha-tocopheroldaily in 23 patients refractory to interferontherapy. Significant reductions in ALT and AST were noted in 48 percent of treated sub-jects. Liver enzymes returned to near pre-treat-ment value after cessation of vitamin E, andresponded to an open label trial of vitamin Etreatment with similar reductions of ALT andAST. HCV RNA remained detectable in theserum of all patients at the conclusion of thetrial. 50 In a small pilot trial, patients undergo- ing initial interferon therapy (n=24) were ran-domized to receive one of three treatments:(1) interferon only; (2) interferon plus n-acetylcysteine (1,800 mg/day) and sodiumselenite (400 mcg/day); or (3) and vitaminE (544 IU/day). Liver enzyme levels, HCVRNA, and interferon response were similar inthe first two groups. Patients receiving vita-min E had a greater response to treatment(OR=2.4, 95% CI:1.05-5.5) compared with thetwo groups without vitamin E. Viral loads werealso reduced to a significantly greater degreein the vitamin E treated subjects (p=0.028). 51 Selenium: Supplementation with 200 mcg of selenium from a yeast source (mainly in theform of selenomethionine) was associated witha 50-percent reduction in all-site cancermortality over a mean of 4.5 years. Incidenceof hepatocellular carcinoma was not presentedin this study. 52 A prospective trial found that the odds of HCC in chronic hepatitis patients(both B and C) were inversely related to plasmaselenium levels. 53 Serum selenium deficiency has been associated with mutation of RNAviruses other than HCV to more virulentforms. 54 The role of genetic mutation in HCV infection is not presently clear, although it hasbeen shown that a greater number of viralquasi-species is related to better outcomes afterliver transplantation. 55Page 362 Alternative Medicine Review Volume 5, Number 4 2000 Copyright©2000 Thorne Research, Inc. All Rights Reserved. No Reprint Without Written PermissionN-acetyl-L-cysteine (NAC): Plasma reduced glutathione, a major extracellular antioxidant, has been shown to be extremely low in treated and untreated HCVpatients compared with healthy controls. 56 Administration of 1800 mg NAC daily duringthe second course of interferon therapy to HCVpatients who had failed to respond to the firstcourse of interferon (n=14) led to a significantincrease in plasma glutathione levels. Thesepatients experienced a reduction in ALT froma pretreatment average of 124 to 37 after sixmonths of treatment. NAC treatment withoutconcurrent interferon had no significant effecton ALT levels. 56 In another study, a group of 36 interferon-naive HCV patients had plasmaglutathione concentrations similar to those ofhealthy controls. A double-blind, placebo-controlled trial of 1800 mg/day NAC duringinterferon treatment in this glutathione-repletepopulation showed no benefit from thesupplementation on ALT levels or response totherapy. 57 Any benefit from NAC supplementation in HCV patients appears tobe confined to those who have low plasmaconcentrations of glutathione and are currentlyundergoing interferon treatment. Lipoic acid: A series of three case studies in HCV patients reported that a combination antioxi-dant treatment containing 600 mg per day li-poic acid with 900 mg/day silymarin and 400mcg/day selenium, was associated with anALT reduction of at least 60 percent in eachpatient. 58 This finding has been confirmed by the clinical experience of one of the authors(DWL). The effectiveness of lipoic acid as anantioxidant in other hepatic conditions alsosupports its use in the treatment of HCV. 59Immunostimulatory/Antiviral Agents Thymic extracts: In an open trial in patients with non- A, non-B hepatitis, five of 15 patients treatedwith a bovine thymus extract experiencedsignificant reduction in ALT levels. 60 A double- blind, placebo-controlled trial studied theeffect of an oral bovine thymus glandularproduct also containing undisclosed herbs,vitamins, enzymes, and minerals in HCVpatients previously unresponsive to interferontherapy. 61 Administration of six tablets twice daily of the formula (total concentration ofthymic compounds undisclosed) was notassociated with significant improvement inALT or viral load after six months of treatment.The authors stated no conclusions could bemade based on the results from the treatmentof interferon-naive thymuscompounds. The synthetic thymus which is thought to be similarto thymosin fraction 5, was studied in conjunc-tion with interferon in treatment-naive patients.Intramuscular administration of 1 mg thy-mosin alpha-1 twice weekly during interferontreatment was associated with significantlygreater reductions in ALT and HCV RNA com-pared to interferon alone. No significant dif-ference, however, was noted in patients withthe HCV-1b genotype. 62 The only trial to date of thymosin alpha-1 as monotherapy was re-ported in abstract form only, and had disap-pointing results. 63 Currently, there are more questions than answers about thymic extracttherapy. It is uncertain which of these extractsare orally available, and when parenteral ad-ministration is necessary. At least one thymuspreparation, thymodulin, is orally active inhumans. 64 Also, it is unclear whether, like in- terferon therapy, benefits vary in genotypicsubsets. Thymic extracts have a long historyof use in viral infection, however, and meritfurther evaluation.Hepatitis C: Retrospective Study Alternative Medicine Review Volume 5, Number 4 2000 Page 363 Copyright©2000 Thorne Research, Inc. All Rights Reserved. No Reprint Without PermissionGlycyrrhiza glabra: Aqueous extract of used in Japan Retrospective analysisfound administration of 100 ml SNMC 2-7times a week for a median of 10 years led to a50-percent reduction in HCC incidence overa 15-year period. ALT was less than 50 IU in35 percent of treated patients compared with6 percent of controls. 65 Other human trials have confirmed the benefit of SNMC in HCVpatients. 66,67 The mechanism of action of glycyr- rhizin is not understood currently. Extracts ofGlycyrrhiza glabra have been shown to have antiviral activity in vitro against a number of unrelated viruses. 68 No reduction in HCV RNA was noted in a double-blind trial of SNMC, however.67 Although the studies of the efficacy of glycyrrhiza in HCV were performed with IVadministration, glycyrrhizin is orally 69 Glycyrrhetic acid, the major metabo- lite of glycyrrhizin formed in the large intes-tine, is also well absorbed orally. 70 It is un- clear at present what oral doses approximatethe intravenous therapeutic dose and whetherglycyrrhetic acid has similar activity to gly-cyrrhizin. Pseudoaldosteronism, with an asso- ciated increase in blood pressure, can be a side-effect of licorice root. 71 This side-effect was noted in one of 87 patients treated with SNMCin clinical trial. 66,67 Non-SNMC extracts may be more likely to cause blood pressure in-crease, as the glycine in SNMC is thought toprevent this effect. 67 Patients under long-term Glycyrrhiza therapy should have blood pres-sure and serum potassium monitored regularly.Phyllanthus species: This herb has been shown in vitro to down-regulate the transcription of HBVmRNA. 72 Preliminary human research in HBV has been conflicting.73,74 There are no data re- garding Phyllanthus species in the treatmentof HCV. Anti-tumor Necrosis Factor Agents It has been hypothesized that tumor necrosis factor-alpha (TNF- ) is the central mediator of the inflammatory process inHCV. 75 Serum levels of TNF- have been cor- related with elevated ALT76 and increased se- verity of fibrosis in HCV patients.77 Decreased TNF- concentration has been noted in pa- tients with sustained response to interferontherapy. 78 TNF-reducing herbs: Many herbs commonly used by prac- titioners of complementary and alternativemedicine are potent reducers . In- found in many herbs, also has significant TNF--inhibitory activity. 83 It should be noted that none of these herbs are traditionally consid-ered to be treatments for chronic liver condi-tions, and their use in HCV at this point is theo-retical. An Ayurvedic herbal combination, Liv- 52, has been used in the treatment of variousliver disorders. Although it has not been evalu-ated in the treatment of HCV, it did inhibitTNF- in an animal study, 84 providing a pos- sible mechanism for the hepatoprotective ef-fect Review Volume 5, Number 4 2000 Copyright©2000 Thorne Research, Inc. All Rights Reserved. No Reprint Without Written PermissionEndogenous TNF- modifiers: Certain hormones are known corticosteroids,85 DHEA,86 and ment has demonstrated failure to induce viralremission in chronic hepatitis C, and is asso-ciated with adverse effects, including increasein risk of cirrhosis. 88 Supraphysiological doses of DHEA are associated with adverse effectsas well, but physiologic replacement therapyappears well-tolerated. 89 Melatonin was shown to reduce TNF secretion in advanced cancerpatients.90-91 Another study found melatonin administration was associated with an increasein TNF- levels in advanced cancer patients after three months. 87 The latter study is likely flawed, however, as patients served as theirown controls. As TNF secretion rises signifi- cantly in late stage cancer, a placebo groupwould have been necessary to distinguish be- tween a treatment effect and natural diseaseprogression. The use of DHEA or melatoninas TNF-reducing agents in HCV is presentlyof theoretical benefit.Table 3: Suggested Diagnostic and Case Management Strategies for Patients with HCV Initial visit A. Appropriate history and physical examB. Laboratory testing 1. CBC2. Liver function test (LFT)3. Serum Ferritin Urinalysis7. Verification HBV immune status8. Viral quantification by PCR9. Viral genotype C. Refer for liver biopsy Visit schedule A. 1st office callB. Return in 1-3 weeks to review laboratory results, individualize treatment intensity to level of disease activityC. Follow-up office visits every 3 months Follow-up case management strategy A. History and physical exam every 3 monthsB. Repeat CBC, LFT, and serum chemistry profile every 3 months C. Repeat viral load every 12-18 months D. Repeat liver biopsy every 12-18 monthsHepatitis C: Retrospective Study Alternative Medicine Review Volume 5, Number 4 2000 Page 365 Copyright©2000 Thorne Research, Inc. All Rights Reserved. No Reprint Without Written PermissionTable 4: Potential Naturopathic Treatment Interventions for Patients with HCV Primary intervention (supported by human research) Intervention Colchicine UDCA (Actigal) Silymarin Vitamin EGlycyrrhiza glabraSho-saiko-to (TJ-9)Dosage 1.2 mg q AM, five days per week 300 mg bid pc120 mg bid of 80% standardized extract 800 for possible thrombocytopenia or leukopenia May cause loose stoolsGenerally well tolerated Succinate form of vitamin E may have maximal absorption Monitor blood pressure and serum electrolytes regularly Can be associated with interstitial pneumonitis Instructions/notes Benefit only proven concurrently with interferon Selenomethionine likely to be of more benefit than selenite Vitamin A levels not likely to cause hepatotoxicity Benefit is as yet unclearGenerally well toleratedEvidence of efficacy limited to three SeleniumCod liver oilThymus IU vitamin A D) Doses vary widely with preparation1 bid100-200 mg tidSecondary intervention (supported by animal and/or in vitro research or of limited benefit) Tertiary interventions (benefit largely theoretical) Intervention Folic acid Vitamin mg Low folate status is associated with carcinogenesis Low B-12 status is associated with carcinogenesis May chelate iron as well as prevent oxidative damage Start dosage low and increase over four weeks in females Start dosage low and increase 3 mg at a time over three weeks Note: These categories refer to the research basis for use. Agents listed in bold face are currently in the initial protocol of the authors. Individual authors vary with respect to other agents.Page 366 Alternative Medicine Review Volume 5, Number 4 2000 Copyright©2000 Thorne Research, Inc. All Rights Reserved. No Reprint Without Written PermissionMiscellaneous Agents Vitamin B12 has a lipotropic effect and is protective against carbon tetrachloride-in-duced liver damage in animals. Vitamin B12(100 mcg IM four times daily) was reportedto be of benefit in the treatment of acute hepa-titis. 92 Vitamin B12 and folic acid are neces- sary for DNA replication. Deficiencies of thesetwo vitamins have been implicated in carcino-genesis. 93,94 Conclusion Given the poor prognosis and paucity of effective treatments for HCV, it appearsimportant to examine complementary medi-cine treatment possibilities. Most of the treat-ments described here have the dual advantagesof being inexpensive and having a favorabletherapeutic index. It is the experience of theauthors that a comprehensive program of dietand lifestyle modification, together with someof the interventions discussed here can oftenreduce or even normalize liver enzyme levelsin HCV. Table 3 outlines a suggested diagnos-tic and case management protocol. The authors wish to emphasize that the suggested protocol is not meant to be a cook-book approach. The interventions listed inTable 4 constitute a list of therapies, organized by the level of research support for each. Theintensity of the treatment should be tailored tothe clinical severity of the disease and the re-sponse of the patient. A patient with persis-tently normal liver enzymes and a low fibro-sis score on biopsy requires less interventionthan does a patient with a higher degree of fi-brosis or cirrhosis. No agent described in this paper is known to eradicate the virus. It is the convic-tion of the authors that until there is a safe andeffective means of reliably eliminating vire-mia in HCV, this disease should be managedas a chronic condition similar to autoimmu-nity. In this model, the role of the physician isto help the patient with strategies that keepdisease manifestations and liver damage at aminimum, while using the least invasive thera- peutic intervention. The standard of care for chronic HCV infection is interferon monotherapy. This isfollowed by concurrent interferon and ribavirintherapy in those who do not achieve sustainedresponses to the interferon therapy. 95 Interferon treatment is not a suitable treatment for allpatients, however. Serious and fatal side-ef-fects have been noted in patients undergoinginterferon treatment. 95 Many patients refuse in- terferon treatment due to financial, religious,and philosophical reasons. Most importantly,interferon therapy, even in combination withantiviral medication, has no sustained effectin more than 50 percent of patients. 95 The opin- ion of the authors is that the suggested proto-col is the treatment of choice in the patientwho cannot or will not undergo interferontherapy or who does not have sustained re-sponse to interferon treatment. While the chart review data presented here are encouraging, it is noted there are sev-eral limitations to this type of analysis. Thegold standard for monitoring disease progressin HCV is serial liver biopsy; ALT measure-ment was used as the least expensive and in-vasive means of assessing disease activity. 95 ALT is known to be a labile value in HCV in- fection, and correlates only weakly with de-gree of hepatic fibrosis. 95 ALT can also fall with the development of cirrhosis, althoughthis is doubtful in most of these patients assigns and symptoms of cirrhosis were absent. The necessity of limiting analysis to patients who returned for follow-up visits is apotential confounding variable. It is possiblethe data are skewed to reflect more positiveresponses as those who did not respond totreatment, or had difficulty following acomplex protocol, did not return for furthervisits. This type of analysis also does not allowfor compliance analysis, which leaves open thepossibility that the treatment non-responderswere not able to follow the protocol.Additionally, the lack of a control group makesHepatitis C: Retrospective Study Alternative Medicine Review Volume 5, Number 4 2000 Page 367 Copyright©2000 Thorne Research, Inc. All Rights Reserved. No Reprint Without Written Permissiona placebo response difficult to assess. Prospective and controlled trials withmeasurement of serial liver biopsy arenecessary to clarify these pilot findings. References: 1. Sarbah SA, Younossi ZM. Hepatitis C: An update Gastroenterol 2000;30:125-143. 2. Seeff al. 45- Year follow-up of hepatitis C virus infection in healthy young adults. Ann Intern Med 2000;132:105-111. 3. Liang TJ, Rehermann B, Seeff LB, Hoofnagle JH. Pathogenesis, natural history, treatment, and prevention of hepatitis C. Ann Intern Med 2000;132:296-305. 4. Tassopoulos NC. Treatment of patients with chronic hepatitis C and normal ALT levels. J Hepatol 1999;31:193-196. 5. Persico M, Persico E, Suozzo R, et al. Natural history of hepatitis C virus carries with persistently normal aminotransferase levels.Gastroenterology 2000;118:760-764. 6. Corrao G, Ferrari PA, Galatola G. Exploring the role of diet in modifying the effect ofknown disease determinants: application to risk factors of liver cirrhosis. Am J Epidemiol 1995;142:1136-1146. 7. Hayashi H, Tanaka Y, Hibino H, et al. Benefi- cial effect of salmon roe phosphatidylcholine in chronic liver disease. Curr Med Res Opin 1999;15:177-184. 8. Caughey GE, Mantzioris E, Gibson RA, et al. The effect of human tumor necrosis factoralpha and interleukin 1-beta production of diets enriched in n-3 fatty acids from vegetable oil or fish oil. Am J Clin Nutr 1996;63:116- 122. 9. Morgan MY. Branched chain amino acids in the management of chronic liver disease. Factsand fantasies. J Hepatol 1990;11:133-141. 10. Takegoshi K, Nanasawa H, Itoh H, et al. Effects of branched-chain amino acid-enrichednutrient mixture on natural killer cell activity in viral cirrhosis. Arzneim Forsch 1998;48:701-706. 11. Herrera JL. Iron depletion is not effective in inducing a virologic response in patients with chronic hepatitis C who failed to respond tointerferon therapy. Am J Gastroenterol 1999;94:3571-3575.12. Fontanan RJ, Israel J, LeClair P, et al. Iron reduction before and during interferon therapy of chronic hepatitis C: Results of a multicenter,randomized, SJ, Emond MJ, Gretch DR, et al. Relationship between iron concentration and hepatitis C virus RNA level in liver tissue. J Clin Gastroenterol 1999;29:322-326. 14. Wilson AK, Ball MJ. Nutrient intake and iron status of Australian male vegetarians. Eur J Clin Nutr 1999;53:189-194. 15. Hunt JR, Roughead ZK. Nonheme-iron absorption, fecal ferritin excretion, and blood indexes of iron status in women consumingcontrolled lactoovovegetarian diets for 8 wk. Am 16. Kaltwasser JP, Werner E, Schalk K, et al. Clinical trial on the effect of regular tea drinking on iron accumulation in genetic haemochromatosis. Gut 1998;43:699-704. 17. Regev A, Jeffers LJ. Hepatitis C and alcohol. Alcohol Clin Exp Res 1999;23:1543-1551. 18. Mori M, Hara M, Wada I, et al. Prospective study of hepatitis B and C viral infections, cigarette smoking, alcohol consumption, and other factors associated with hepatocellularcarcinoma risk in Japan. Am J Epidemiol 2000;151:131-139. 19. Alberti A, Pontisso P, Chemello L, et al. The interaction between hepatitis B virus and hepatitis C virus in acute and chronic liver disease. J Hepatol 1995;22:38-41. 20. Vento S, Garofano T, Renzini C, et al. Fulmi- nant hepatitis associated with hepatitis A virus superinfection in patients with chronichepatitis C. N Engl J Med 1998;338:286-290. 21. Berenguer M, Wright TL. Are HCV-infected individuals candidates for hepatitis A vaccine?Lancet 1998;351:924-925. 22. Hourigan LF, Macdonald GA, Purdie D, et al. Fibrosis in chronic hepatitis C correlatessignificantly with body mass index and steatosis. Hepatology 1999;29:1215-1219. 23. Han SHB, Martin P. Diabetes mellitus: a predictor of cirrhosis in chronic viral hepatitis. J Clin Gastroenterol 2000;30:227-228. 24. Shibata M, Morizane T, Uchida T, al. Irregular regeneration of hepatocytes and risk of hepatocellular carcinoma in chronic hepatitis and cirrhosis with hepatitis-C-virusinfection. Lancet 1998;351:1773-1777.Page 368 Alternative Medicine Review Volume 5, Number 4 2000 Copyright©2000 Thorne Research, Inc. All Rights Reserved. No Reprint Without Written Permission25. Rojkind M, Kershenobich D. Effect of colchicine on collagen albumin and transferrin by Basho J. and survival of patients with asciticcirrhosis: a double-blind randomized trial. Panminerva Med 1998;40:75-81. 27. Kaplan MM, Schmid C, Provenzale D, et al. A prospective trial of colchicine and methotrex- ate in the treatment of primary biliary sis. Gastroenterology 1999;117:1173-1180. 28. Vuoristo M, Farkkila M, et al. A placebo-controlled trial of biliary treatment Lobello M, et al. Colchicine in chronic hepatitis B: a pilot study. Ailment Pharmacol 31. Lirussi F, Beccarello A, Bortolato L, et al. Long-term treatment of chronic hepatitis C with ursodeoxycholic acid: influence of HCVgenotypes and severity of liver disease. Liver 1999;19:381-388. 32. Bellentani S, Podda M, Tiribelli C, et al. Ursodiol in the long-term treatment of chronic hepatitis: a double-blind multicenter clinical trial. J Hepatol 1993;19:459-464. 33. Nakamura K, Yoneda M, Takamoto S, et al. Effect of ursodeoxycholic acid on autoim- mune-associated chronic hepatitis C. 1999;14:413-418. A, Budillon G, Cimino L, et al. Tauroursodeoxycholic acid for the treatment of chronic hepatitis: a multicenter placebo-controlled study. Hepato-Gastroenter- ology 1998;45:1624-1629. Herbal for Better Health. Rocklin, CA: Prima; 1996. 36. Lirussi F, Okolicsanyi L. the nineties: experience with ursodeoxycholic acid and silymarin in chronic liver disease. Acta Physiol Hung 1992;80:363-367. 37. S, antilipoperoxidant Buzzelli G, Moscarella S, Giusti A, et al. A pilot study on the liver protective effect of silybin-phosphatidylcholine complex (IdB1016) in chronic active hepatitis. Int Ther Toxicol 1993;31:456-460. 39. Pares A, Planas R, Torres M, et al. Effects of silymarin in alcoholic patients with cirrhosis of the liver: results of a controlled, double-blind, randomized multi-center Hepatol 1998;28:615-621. Dragosics B, Dittrich H, et al. Randomized controlled trial of silymarintreatment in patients with cirrhosis of the liver. J Hepatol 1989;9:105-113. 41. Flora K, Hahn M, Rosen H, Benner K. Milk thistle (Silybum marianum) for the therapy of liver disease. Am J Gastroenterol 1998;93:139- 143. 42. Shimizu I, Ma YR, Mizobuchi Y, et al. Effects of Sho-saiko-to, a Japanese herbal medicine, on hepatic fibrosis in mice. Hepatology 1999;29:149-160. 43. Oka H, Yamamoto S, Kuroki T, et al. Prospec- tive study of chemoprevention 1995;76:743-749. 44. M, Tanikawa K, et al. A multicenter randomized controlled clinical trial of Sho-saiko-to in chronic active hepatitis. Gastroenterol Jpn 1989;24:715-719. 45. Tomioka H, Hashimoto K, Ohnishi H, et al. An autopsy case of interstitial pneumonia ably T, Sasaki Ameshima S, et al. Pneumonitis during interferon and/or herbaldrug therapy in patients with chronic active hepatitis. Eur Respir J 1996;9:2691-2696. 47. Paradis V, Mathurin P, Kollinger M, et al. In situ detection of lipid peroxidation in chronic hepatitis C: correlation with pathological features. J Clin Pathol 1997;50:401-406. 48. Farinati F, Cardin R, Degan P, et al. Oxidative DNA damage in circulating leukocytes occurs as early event in chronic HCV infection. Free Radic Biol Med 1999;27:1284-1291. 49. Houglum K, Venkataramani A, Lyche K, Chojkier M. A pilot study of the effects of d-alpha-tocopherol on hepatic stellate cell activation in chronic hepatitis C. Gastroenter- ology 1997;113:1069-1073.Hepatitis C: Retrospective Study Alternative Medicine Review Volume 5, Number 4 2000 Page 369 Copyright©2000 Thorne Research, Inc. All Rights Reserved. No Reprint Without Written Permission50. von Herbay A, Stahl W, Niederau C, Sies H. Vitamin E improves the aminotransferase status of patients suffering from viral hepatitisC: a randomized, double-blind, placebo- controlled study. Free Radic Res 1997;27:599- 605. 51. Look MP, Gerard A, Rao GS, et al. Interferon/ antioxidant combination therapy for chronic hepatitis C-a controlled pilot trial. Antiviral Res 1999;43:113-122. 52. Clark LC, GF, of selenium supplementation for cancerprevention in patients with carcinoma of the skin. JAMA 1996;276:1957-1963. 53. Yu MW, Horng IS, Hsu KH, et al. Plasma selenium levels and risk of hepatocellular carcinoma among men with chronic hepatitis virus infection. Am J Epidemiol 1999;150:367- 374. 54. Beck MA, Shi Q, Morris VC, Levander OA. Rapid genomic evolution of a non-virulentCoxsackievirus B3 in selenium-deficient mice results in selection of identical virulent isolates. Nat Med 1995;1:433-436. 55. Sullivan DG, Wilson JJ, Carithers RL, et al. Multigene tracking of hepatitis C virus quasispecies after liver transplantation:correlation of genetic diversification in the envelope region with asymptomatic or mild disease patterns. J Virol 1998;72:10036-10043. 56. Beloqui O, Prieto J, Suarez M, et al. N-Acetyl cysteine enhances the response to interferon- alpha in chronic hepatitis C: a pilot study. J Interferon Res 1993;13:279-282. 57. Bernhard MC, Junker E, Hettinger course of total cysteine,glutathione and homocysteine in plasma of patients with chronic hepatitis C treated with interferon-alpha with and without supplemen-tation with N-acetylcysteine. J Hepatol 1998;28:751-755. 58. Berkson BM. A conservative triple antioxidant approach to the treatment of hepatitis C. Combination of alpha lipoic acid (thioctic acid), silymarin, and selenium: three 1999;94:84-89. Bustamante J, Lodge JK, Marcocci L, et al. Alpha-lipoic acid in liver metabolism anddisease. Radic 1039. 60. Civeira MP, Castilla A, Morte S, et al. A pilot study of thymus extract in chronic non-A, non- B hepatitis. Aliment Pharmacol Ther 1989;3:395-401.61. Raymond RS, Fallon MB, Abrams GA. Oral thymic extract for chronic hepatitis C in patients previously treated with interferon. Ann Intern Med 1998;129:797-800. 62. Moscarella S, Buzzelli G, Romanelli RG, et al. Interferon and thymosin combination therapyin naive patients with chronic hepatitis C: preliminary results. Liver 1998;18:366-369. 63. Rezakovic I, Zavaglia C, Bottelli R, Ideo G. A pilot study of thymosin alpha 1 therapy in chronic active hepatitis C. Hepatology 1993;18:252A. 64. Cazzola P, Mazzanti P, Bossi G. In vivo modulating effect of a calf thymus acid lysate on human T lymphocyte subsets and CD4+/CD8+ ration in the course of different diseases. Curr Ther Res 1987;42:1011-1017. 65. Arase Y, Ikeda K, Murashima N, et al. The long term efficacy of glycyrrhizin in chronic hepatitis C patients. Cancer 1997;79:1494- 1500. 66. Yasuda K, Hino K, Fujioka S, et al. Effects of high dose therapy with Stronger Neo- Minophagen C on hepatic WCJ, et al. Intravenous glycyrrhizin treatment of chronic O, Marccialis MA, et al. Glycyrrhizic acid inhibits virus growth and inactivates virus particles. Nature 1979;281:689-690. 69. Wang Z, Nishioka M, Kurosaki Y, et al. Gastrointestinal absorption characteristics of extract. 1995;18:1238-1241. 70. Phase pharmacology study of glycyrrhetinic acid as achemopreventive drug. Proc Annu Meet Am Assoc Cancer Res 1992:33:A1245. DR, Phyllanthus amarus down-regulates hepatitis B virus mRNA transcription and replication. Eur J Clin Invest 1996;26:1069-1076.Page 370 Alternative Medicine Review Volume 5, Number 4 2000 Copyright©2000 Thorne Research, Inc. All Rights Reserved. No Reprint Without Written Permission73. Thyagarajan SP, Subramanian S, Thiranapasundaru T, et al. Effect of Phyllanthus amarus on chronic carriers ofhepatitis B virus. Lancet 1988;2:764-766. 74. Milne A, Lucas CR, Waldon J, et al. Failure of New Zealand hepatitis B carriers to respond toPhyllanthus amarus. NZ Med J 1994;107:243. 75. Kowdley KV. TNF-alpha hepatitis C: the smoking gun? Am J Gastroenterol 1999;94:1132-1135. 76. Nelson DR, Lim HL, Marousis CG, et al. Activation of tumor necrosis factor-alphasystem in chronic hepatitis C virus infection. Dig Dis Sci 1997;42:2487-2494. 77. Zylberberg H, Rimaniol AC, Pol S, et al. Soluble tumor necrosis factor receptors in chronic hepatitis C: a correlation with histo- logical fibrosis and activity. J Hepatol 1999;30:185-191. 78. Itoh Y, Okanoue T, Ohnishi N, et al. Serum levels of soluble tumor necrosis factor recep-tors and effects of interferon therapy in patients with chronic hepatitis C virus infec- tion. Am J Gastroenterol 1999;94:1332-1340. 79. Fujiki H, Suganuma M, Okabe S, et al. Mechanistic findings of green tea as cancer preventive for humans. Proc Soc Exp Biol Med 1999;220:225-228. 80. Surh Y. Molecular mechanisms of chemopreventive effects of selected dietary and medicinal phenolic substances. Mutat Res 1999;428:305-327. 81. Hwang D, Fischer NH, Jang BC, et al. Inhibition of the expression of Commun 1996;226:810-818. 82. Baek SH, Yun SS, Kwon TK, et al. The effects of two new antagonists of secretory PLA2 on TNF, iNOS, and production in murine macroph- ages. Int J Immunopharmacol 1999;21:435- 443. 84. Roy A, Soni GR, Kolhapure RM, et al. Down regulation of tumour necrosis factor activity in experimental hepatitis by a herbal formulation, Liv 52. Ind J Exp Biol 1994;32:694-697.85. Steer JH, Ma DT, Dusci L, et al. Altered leucocyte trafficking and suppressed tumour necrosis factor alpha release from peripheralblood monocytes after intra-articular ticoid treatment. Ann 737. 86. Kimura M, Tanaka S, Yamada Y, et al. Dehydroepiandrosterone decreases serum tumor necrosis factor-alpha and restoresinsulin sensitivity: independent effect from secondary weight reduction in genetically obese Zucker fatty rats. Endocrinology 1998;139:3249-3253. 87. Neri B, de Leonardis V, Gemelli MT, et al. Melatonin as biological 88. Motta M, et al. Interferon, cortisone, and antivirals in the treatment of chronic viral hepatitis: a review of 30 years of therapy. Pharmacotherapy 1997;17:998-1005. 89. Kroboth PD, Salek FS, Pittenger Pharmacol 1999;39:327-348. 90. Lissoni P, Paolorossi F, Tancini G, et al. Is there a role for melatonin in the treatment ofneoplastic cachexia? Eur J Cancer 1996;32A:1340-1343. 91. Lissoni P, Barni S, Tancini G, et al. Role of the pineal gland in the control of macrophage functions and its possible implication in cancer: a study of interactions between tumornecrosis factor-alpha and the pineal hormone melatonin. J Biol Homeost Agents 1994;8:126- 129. 92. Spellberg MA. The treatment of viral hepatitis. Am J Gastroenterol 1969;51:15-34. 93. Choi SW. Vitamin B12 deficiency: a new risk factor for breast cancer. Nutr Rev 1999;57:250- 260. 94. Mason JB, Levesque T. Folate: effects on and the potential for cancer chemoprevention. Oncology 1996:10:1727- 1743. 95. Management of hepatitis "}