{"title": "MEDICINA ALTERNATIVA", "author": null, "url": "https://clinicadelcas.com/medicina-alternativa/", "hostname": "clinicadelcas.com", "description": null, "sitename": "clinicadelcas.com", "date": "2019-03-01", "cleaned_text": "MEDICINA ALTERNATIVA Naturopatía, osteopatía, acupuntura y moxibustión Servicios de medicina alternativa Técnicas alternativas y complementarias a los tratamientos convencionales de eficacia ampliamente contrastada en la evidencia científica publicada. Naturopatía La Medicina Natural, Medicina Naturista, Naturopatía, Naturismo o Medicina Naturopática, abarca una serie de prácticas o terapias de intención preventiva o curativa utilizando elementos obtenidos de la naturaleza con un bajo o nulo nivel de procesamiento. Se emplea para cualquier medicina alternaativa o complementaria que utiliza remedios tradicionales o no industriales, como las plantas medicinales. Según la Organización Mundial de la Salud (O.M.S.) el término usado se refiere tanto a los sistemas de medicina tradicional como a las diversas formas de medicina indígena. Esta práctica está reconocida de manera académica en algunos países. Osteopatía La osteopatía o medicina osteopática es un enfoque asistencial desarrollado por Andrew Taylor Still, a partir de un sistema de diagnosis y tratamiento dónde se pone una atención especial en la estructura y los problemas mecánicos del cuerpo. Se basa en la creencia que los huesos, los músculos, las articulaciones y el tejido conectivo no solo tienen la función evidente de formar parte de nuestro cuerpo, sino que desempeñan un papel central en el mantenimiento de la salud. Centran su praxis en los tejidos blandos, buscando liberar la energía (la energía considerada como algo mágico) atrapada en los músculos. Está reconocida como carrera universitaria en varios países, como EEUU, Reino Unido y Francia. Acupuntura y moxibustión La acupuntura (del lat. acus: aguja, y pungere: punción) es una técnica que forma parte de la Medicina Tradicional China. Consisten en la inserción y manipulación de agujas en el cuerpo con el objetivo de restaurar la Salud y el bienestar del paciente. La Moxibustión consiste en que aparte de insertar las agujas de acupuntura y rotarlas para tonificar o dispersar, los acupuntores también utilizan las moxas. La técnica más extendida es un puro o cono de artemisa que se enciende para calentar el punto o bien se corta un trozo y se coloca en el mango de la aguja, dejando que se consuma totalmente. Los acupuntores utilizan ampliamente esta técnica para el tratamiento del dolor. Centro de especialidades médicas HORARIO Lunes: 8.00 - 21.00 Martes: 8.00 - 21.00 Miércoles: 8.00 - 21.00 Jueves: 8.00 - 21.00 Viernes: 8.00 - 21.00 Sábado: 8.00 - 14.00 CITA PREVIA Solicite cómodamente visita para cualquiera de nuestras especialidades. 925 77 14 21 DONDE ESTAMOS Avenida del Pilar, 22 45500 Torrijos (Toledo) "}