{"title": "Hemoparásitos en Perros - Causas, Síntomas, Tratamiento, Consecuencias", "author": "María Besteiros", "url": "https://www.expertoanimal.com/hemoparasitos-en-perros-causas-sintomas-y-tratamiento-24533.html", "hostname": "expertoanimal.com", "description": "Hemoparásitos en perros, síntomas y tratamientos. Los hemoparásitos llegan a los perros a través de vectores como las garrapatas, las pulgas o los mosquitos. Transmiten enfermedades graves.", "sitename": "Expertoanimal.com", "date": "2019-10-15", "cleaned_text": "tratamiento [](https://www.expertoanimal.com/autor/maria-besteiros-43966.html) [María Besteiros](https://www.expertoanimal.com/autor/maria-besteiros-43966.html), Auxiliar técnico veterinario y peluquera canina y felina. 15 octubre 2019 [](https://www.expertoanimal.com/razas-de-perros.html) Ver fichas de [Perros](https://www.expertoanimal.com/razas-de-perros.html) En este artículo de ExpertoAnimal repasaremos los hemoparásitos en perros con los que podremos encontrarnos con mayor frecuencia. Los hemoparásitos van a contagiar al perro a través del contacto con garrapatas, mosquitos o pulgas. Desarrollan enfermedades de gravedad, con síntomas inespecíficos que dificultan el diagnóstico y, además, pueden presentarse varios hemoparásitos a la vez. Algunos de los hemoparásitos que veremos a continuación llegan a transmitirse a los seres humanos. Por este motivo, y por las graves consecuencias que pueden desarrollar en los canes, se hace imprescindible la prevención. Así pues, sigue leyendo para descubrir los síntomas de hemoparásitos en perros, las enfermedades que pueden desarrollar y cómo prevenirlos. [Ehrlichiosis en gatos - Síntomas y tratamiento](https://www.expertoanimal.com/ehrlichiosis-en-gatos-sintomas-y-tratamiento-25648.html) ¿Qué son los hemoparásitos en perros? Los hemoparásitos son una serie de organismos parásitos obligatorios de las células sanguíneas. Pueden ser bacterias como [la Rickettsia](https://www.expertoanimal.com/rickettsia-en-perros-sintomas-y-tratamiento-23726.html), nematodos como las filarias o protozoos como el Hepatozoon. Estos hemoparásitos se transmiten a los perros a través de lo que se denominan vectores. Estos son insectos, como pulgas, garrapatas o mosquitos, que se ven infectados por los hemoparásitos y, al contactar con el perro, se los transmiten. Tipos de hemoparásitos en perros En los perros destacan hemoparásitos como: - immitis - - Babesia canis Las enfermedades por hemoparásitos en perros suelen denominarse en función del parásito que las causa. Por ejemplo, encontramos la [filariosis o filariasis](https://www.expertoanimal.com/filaria-en-perros-sintomas-y-tratamiento-23500.html), la bartonelosis, la ehrlichiosis [la babesiosis](https://www.expertoanimal.com/babesiosis-canina-sintomas-contagio-y-prevencion-23427.html). Aunque cambia el parásito, estas enfermedades tienen en común que revisten una gravedad considerable, pudiendo llegar a ser mortales. Además, algunas son zoonosis, es decir, se transmiten a los seres humanos. Como estas enfermedades dependen de un vector, según las características de la zona en la que vivamos será más probable que nuestro perro contraiga una u otra, en función de la presencia de garrapatas, mosquitos o pulgas. Síntomas de hemoparásitos en perros Los cuadros clínicos derivados de infecciones por hemoparásitos son muy variables e inespecíficos, lo que quiere decir que pueden presentarse en múltiples enfermedades. Este es otro factor que complica el diagnóstico. Para acabar de dificultar el cuadro, algunas de estas enfermedades pueden aparecer a la vez. También hay grandes diferencias en cuanto al período de incubación. Además, es posible que cursen de manera aguda o crónica. En líneas generales, podemos sospechar de la presencia de hemoparásitos en perros con síntomas como los siguientes: - Fiebre. - Adelgazamiento. - Anorexia. - Debilidad. - Alopecia. - Heridas. - Hemorragias nasales. [Sangre en la orina](https://www.expertoanimal.com/por-que-mi-perro-orina-sangre-23300.html). [Diarrea con sangre](https://www.expertoanimal.com/sangre-en-las-heces-del-perro-causas-principales-20913.html). - Vómitos. - Poliartritis. - Incremento en la cantidad de orina eliminada. - Aumento en la ingesta de agua. - Alteraciones oculares. - Trastornos neurológicos. - Anemia. - Tos. - Dificultades respiratorias. - Edemas. - Deshidratación. - Rinitis. - Hepatitis. - Letargo. - Ictericia o palidez de mucosas. - Fallo renal. - Ganglios linfáticos inflamados. - Secreción nasal y ocular. - Cojeras. Diagnóstico de hemoparásitos en perros Para el diagnóstico de hemoparásitos en los perros se recurre a laboratorios especializados. Según el tipo de hemoparásito del que se sospeche, se recogerán distintas muestras. Puede observarse el parásito o anticuerpos contra él en la sangre. Hay pruebas como frotis, citologías, cultivos, serologías o PCR. Aun así, no siempre resulta fácil identificarlos. Para algunos de estos hemoparásitos están disponibles kits diagnósticos que permiten determinar o no su presencia en la sangre del perro en tan solo unos minutos y en la propia clínica. El problema es que no siempre son fiables los resultados. Es importante llegar a un diagnóstico porque de él depende el tratamiento. Cómo curar los hemoparásitos en perros: tratamiento Es imprescindible tratar, especialmente en aquellos hemoparásitos que también afectan a los humanos. A los perros enfermos también se les hacen pruebas como el análisis de sangre, lo que nos permite obtener información sobre su estado general y el funcionamiento de sus órganos. Suelen utilizarse fármacos específicos para el hemoparásito del que se trate, además de antibióticos y medicación para los síntomas concretos que presente el perro y según los resultados de las pruebas. Los casos más graves requieren hospitalización, administración de fluidos y medicación intravenosa. Los tratamientos pueden ser prolongados y, por desgracia, no todos los perros logran sobrevivir. De ahí la importancia de la prevención. Cómo prevenir los hemoparásitos en perros Dada la gravedad de algunas de estas enfermedades, su potencial zoonótico y las dificultades para diagnosticar y tratar, compensa prevenir. Al transmitirse por parásitos, la prevención pasa por evitar en lo posible que estos tengan contacto con el perro. Para lograrlo, disponemos de numerosas opciones para [desparasitar a los perros](https://www.expertoanimal.com/cada-cuanto-desparasitar-a-un-perro-22035.html), como pipetas o collares que actúan contra mosquitos, pulgas o garrapatas. El veterinario nos indicará el producto más adecuado según las características de nuestro perro. Además, en enfermedades como [la leishmaniosis](https://www.expertoanimal.com/leishmaniosis-en-perros-sintomas-tratamiento-y-contagio-24141.html) se ha desarrollado una vacuna que no impide la infección pero sí controla la dispersión del parásito y reduce el riesgo de sufrir la sintomatología. Puede ser útil en aquellos ejemplares que residen en áreas con un elevado porcentaje de contagios. La primera dosis se inocula a los seis meses de edad y tiene que repetirse anualmente. Este artículo es meramente informativo, en ExpertoAnimal.com no tenemos facultad para recetar tratamientos veterinarios ni realizar ningún tipo de diagnóstico. Te invitamos a que lleves a tu mascota al veterinario en el caso de que presente cualquier tipo de condición o malestar. Si deseas leer más artículos parecidos a Hemoparásitos en perros - Causas, síntomas y tratamiento, te recomendamos que entres en nuestra sección de [Enfermedades parasitarias](https://www.expertoanimal.com/salud/enfermedades-parasitarias). - Carlson y Giffin. (2002). Manual práctico de veterinaria canina. Madrid. Editorial el Drac. - Ceza, Irene, Rodríguez, Paula y Birlanga, Javier. (2018). Toma de muestras: urianálisis, enfermedades parasitarias e infecciosas y citologías. En Toma y manejo de muestras. 2º parte. Ateuves nº 21. Págs 26-39. - ESCCAP. (2012). Control de Enfermedades Transmitidas por Vectores en Perros y Gatos. Guía nº 5. "}