{"title": "Aluminum Toxicity Treatment & Management: Medical Care, Consultations, Diet and Activity", "author": null, "url": "https://emedicine.medscape.com/article/165315-treatment", "hostname": "medscape.com", "description": "Aluminum is a trivalent cation found in its ionic form in most kinds of animal and plant tissues and in natural waters everywhere. It is the third most prevalent element and the most abundant metal in the earth's crust, representing approximately 8% of total mineral components.", "sitename": "Medscape", "date": "2023-03-24", "cleaned_text": "Medical Care The most important part of emergency medical treatment is the recognition of possible aluminum toxicity based on risks (eg, kidney insufficiency, aluminum exposure) and clinical manifestations (eg, altered mental status, anemia, osteoporosis). Treatment of aluminum toxicity includes elimination of aluminum exposure (eg, from diet, total parenteral nutrition, dialysate, medications, antiperspirants) and an attempt to eliminate the element from the body's stores through chelation. Avoidance of aluminum is easily achieved in most cases, once the need to do so is recognized. A serum aluminum level greater than 50-60 µg/L suggests aluminum overload, may correlate with toxicity, and can be used as an indication to start chelation therapy in symptomatic patients. Chelation may also be considered in patients with clinical manifestations of chronic aluminum toxicity (eg, osteomalacia, anemia, hypercalcemia, dialysis dementia) who have serum aluminum levels greater than 20 mcg/L. [ [40](javascript:void(0);)] Chelation therapy should be initiated in consultation with a nephrologist and a medical toxicologist, and can be performed upon hospital admission. Chelation for aluminum toxicity involves off-label use of agents approved for chelation of other heavy metals. Reports describe effective use of the following, with improvement in symptoms that correlated with a reduction of aluminum levels: - [Deferoxamine](http://reference.medscape.com/drug/343722), which is approved for iron chelation - [Edetate calcium disodium](http://reference.medscape.com/drug/343729)(calcium disodium ethylenediaminetetraacetic acid, EDTA), approved for lead chelation - [Succimer](http://reference.medscape.com/drug/343751)(meso-2,3-dimercaptosuccinic acid, DMSA), which is approved for lead chelation in pediatric patients, and has an orphan designation for treatment of mercury intoxication in adults Deferoxamine is the agent that has been most widely used for aluminum chelation. It can be administered subcutaneously, intramuscularly, or intravenously; for chronic iron overload, subcutaneous infusion is generally preferred. Deferoxamine binds with aluminum in plasma to form aluminoxane, which is excreted by the kidneys; in patients with chronic kidney disease or end-stage kidney disease who are on renal repacement therapy, hemodialysis using a high-flux membrane can remove the aluminoxane. [ [40](javascript:void(0);)] However, since deferoxamine can draw aluminum from tissues into the plasma, it should not be used in patients with a measured serum aluminum concentration > 200 mcg/L, as it may lead to severely high levels of aluminum and life-threatening neurotoxicity. [ [40](javascript:void(0);)] Kan et al suggested that a low dose of deferoxamine (2.5 mg/kg/wk) is as effective as standard dose (5 mg/kg/wk) for the treatment of aluminum overload. [ [41](javascript:void(0);)] EDTA is administered in an intravenous infusion of 2 g/10 mL diluted in 500 mL of normal saline, infused over 2 hours, once a week for 10 weeks. [ [42](javascript:void(0);)] In a study by Fulgenzi et al, EDTA chelation was continued after the initial 10 weeks and given once every two weeks for six or 12 months. [ [43](javascript:void(0);)] Succimer is administered orally. Ordog reported a positive clinical response to treatment with succimer, 900 mg twice daily for 19 days, in seven aluminum factory workers. [ [44](javascript:void(0);)] Because the it is reasonable to suggest that the ensuing cell dysfunction is due in part to their high content of polyphosphorylated nucleic acids, nucleotides, and nucleoproteins, Kruck et al investigated . Therefore, chelation therapies dealing with the An in vitro study by Kruck et al using intact human brain cell nuclei suggested that combination therapy, through a mechanism termed molecular shuttle chelation, may enhance the removal of aluminum from the nuclear matrix and help alleviate central nervous system dysfunction from aluminum accumulation. In this mechanism, small chelating molecules such as ascorbate may penetrate the nucleus, bind aluminum, then diffuse to cell regions accessible to larger chelating molecules (eg, deferoxamine), where the small chelating molecules transfer the aluminum to the larger molecules. [ [45](javascript:void(0);)] If chelation therapy and hemodialysis/peritoneal dialysis cannot be provided, transfer the patient to an institution with a higher level of care. Consultations Usually, a nephrologist is already a part of the patient's medical team. If not, one should be consulted early in the course. A hematologist and a neurologist may be able to assist with the patient's care. Diet and Activity Since dietary aluminum is ubiquitous, no specific dietary guidelines are available for its avoidance. Special diets should be maintained for specific associated disease entities (eg, diabetes mellitus, chronic kidney disease). Activity modification may not be necessary unless the patient is at risk for frequent falls. If this is the case, a home attendant or family member should assist the patient with daily living activities. Prevention Avoid all aluminum-containing antacids, antiperspirants, dialysate, immunizations, and total parenteral nutrition (TPN) solutions. Many dialysis units routinely measure aluminum levels in their patients, because excessive aluminum in dialysate has historically been a cause of toxicity. However, modern reverse osmosis water should be aluminum free. A single-center retrospective Australian study found that although aluminum levels in feed water were sometimes as high as 48 mol/L, after reverse osmosis, aluminum was almost always undetectable (< 0.1 mol/L). [ [46](javascript:void(0);)] The study also included 2058 plasma aluminum tests performed between 2010 and 2013 in 755 patients (61.9% male, mean age of 64.7 years), and found that the mean level was 0.41 ± 0.30 mol/L. Aluminum levels were > 0.74 mol/L in 111 tests from 61 patients, 45 of whom (73.8%) had been prescribed aluminum hydroxide as a phosphate binder. The authors concluded that routine testing of plasma aluminum in dialysis patients appears unnecessary and selective testing should be considered. [ [46](javascript:void(0);)] Tables What would you like to "}