{"title": "Vaccination facts", "author": "Vaccination Matters", "url": "https://www.vaccinate.initiatives.qld.gov.au/why-vaccinate/vaccination-facts", "hostname": "initiatives.qld.gov.au", "description": "It's important to know the facts about vaccinations. Find answers to common vaccination concerns.", "sitename": "Vaccination Matters", "date": "2022-10-18", "cleaned_text": "There's a lot of incorrect information available about vaccinations. Even advice from well-meaning friends and relatives can be wrong. Your best source of information is your doctor, vaccination service provider, our website, or the [National Centre for Immunisation Research and Surveillance](http://www.ncirs.org.au). Vaccines don't cause autism Some people believe the Measles, Mumps, Rubella (MMR) vaccine causes autism however, this is not correct. There have been many studies that prove there isn't a link between the MMR vaccine and autism. Read [MMR Vaccine Does Not Cause Autism [PDF 154 KB]](https://www.immunize.org/catg.d/p4026.pdf) for more information. For information about the MMR vaccine, visit the [National Centre for Immunisation Research and Surveillance](https://ncirs.org.au) website. Vaccines don't cause SIDS or weaken your baby's immunity Studies show there is no link between vaccination and Sudden Infant Death Syndrome (SIDS). In fact, research has shown that SIDS is less common in vaccinated babies. It's recommended all babies have their vaccines at the [right ages](https://www.vaccinate.initiatives.qld.gov.au/who-should-get-vaccinated-and-when/children-under-10-years). Vaccines also strengthen your baby's immunity, protecting them from diseases. This keeps them healthy at a time in their lives when they're most vulnerable. Vaccines don't cause allergies or asthma There's no link between vaccines and allergic diseases. While you may have a short-term allergic reaction when you get a vaccine, it won't cause ongoing allergic disease or worsen any you already have. The risk of a short-term allergic reaction is very low. Alternative therapies can't replace vaccines There's no proof alternative therapies protect against infectious diseases such as diphtheria, pertussis (whooping cough), tetanus, polio and measles. The Australian Register of Homeopaths states homoeopathy isn't an alternative to immunisation. Read about [homeopathy and vaccination [PDF 126 KB]](https://ncirs.org.au/sites/default/files/2018-12/homeopathy-vaccination-fact-sheet.pdf). Vaccines and mercury In Australia, thiomersal (a compound containing mercury) has been removed from all routine vaccines. This has been the case for more than 20 years. "}