{"title": "2018 Speakers - Weston A. Price Conferences", "author": null, "url": "http://conferences.westonaprice.org/2018-home/2018-speakers/", "hostname": "westonaprice.org", "description": null, "sitename": "Weston A. Price Conferences", "date": "2017-12-05", "cleaned_text": "Foods ( [pureindianfoods.com](http://pureindianfoods.com) ) which makes grass-fed organic ghee and sells traditional organic Indian foods. He is also the founder and chief curator of ButterWorld ( [butterworld.org](http://butterworld.org)), a traveling exhibition showcasing unique, rare and historical dairy artifacts from around the world. His interest in dairy history grew out of his family's fifth-generation ghee business (started by his great-great-grandfather in 1889) and the culturally significant role that dairy plays within his Indian heritage. Sandeep is a graduate of David Winston's Center for Herbal Studies' two-year herbalist training program and one-year graduate program. He has spoken at Ayurvedic conferences in the USA and India. Sandeep is passionate about cooking traditional Indian foods using lots of fresh herbs and dry spices. Hilary Andrews, ND New Speaker Hilary Andrews, ND, was born at the base of the Canadian Rockies into a family committed to nature and environmental conservation. My parents raised me with a love of the earth and of animals and it is to that end that I became a naturopathic physician. I graduated from the National College of Naturopathic Medicine - now called National University of Natural Medicine - with academic honors and was voted valedictorian by my fellow graduating class. My profound interest in optimizing childhood health and nutrition led me to examine the topic of immunizations. In 2004, I began exploring this topic in-depth and soon it became a passion of mine. I combined the scientific data regarding vaccines, the science of the body and my strong foundational knowledge of health from my naturopathic education to create an optimal approach to infectious disease. Since 2006 I have lectured extensively on the topic of immunizations and have created several CE courses on the subject. Most recently I began the most passionate job of my life-that of mommy. My naturopathic husband and I are the proud parents of an energetic, spirited son. His life has strengthened my determination to help doctors understand vaccines and learn safer ways to vaccinate. To that end they can then help parents create the happiest, healthiest babies on the planet. I hope that my passion for natural health is purely and that I serve as an inspiration. Amy Berger, MS, CNS, NTP Amy Berger is a U.S. Air Force veteran, certified nutrition specialist and nutritional therapy practitioner who specializes in using low-carbohydrate nutrition to help people reclaim their vitality by eating delicious foods. She loves showing people that getting and staying well doesn't require starvation, deprivation or living at the gym. Her motto is, \"real people need real food!\" She blogs at [www.tuitnutrition.com](http://www.tuitnutrition.com), where she writes about a wide range of health and nutrition-related topics, such as insulin, metabolism, weight loss, thyroid function and more. She is the author of The Alzheimer's Antidote: Using a Low-Carb, High-Fat Diet to Fight Alzheimer's Disease, Memory Loss, and Cognitive Decline. James Bieneman, DDS New Speaker Dr. James Bieneman earned his Bachelor of Science degree from Indiana University with honors. After graduating with his doctorate in dental surgery from Indiana University School of Dentistry, Dr. Bieneman has continued to refine his skills and expertise through countless post-graduate courses. He is board certified by the American Board of Craniofacial Pain. Bieneman's private practice focuses on the health and wellness of his patients with a focus on treating children and adults for obstructive sleep apnea, facial growth based orthodontics, tongue ties and chronic pain. Since 2014, Dr. Bieneman has been a member of the Board of Trustees for the non-profit Kids in Need of Dentistry. Bradley & Dana Bleasdale New Speakers Brad and Dana Bleasdale own Fall Creek Farms, a raw goat milk micro-dairy in middle Tennessee. They also grow organic vegetables for farmers markets and a CSA. They both teach on the farm and do public speaking. Brad also started and teaches at the Sequatchie School for Self-Reliance. They are active in promoting food freedom, sustainable agriculture and self-reliance. Elaine Boland New Speaker Elaine Boland, owner of Fields of Athenry Farm, is a mother of five daughters who began her journey of providing nutrient dense meats and products in 2003. A farm was always a lifelong dream of Elaine's, but if you told her she would be providing food for the public across the country, as part of that dream, she would have laughed! When one of Elaine's daughters began having health issues with Cushing's disease, the farm took on a life of its own. The healing process put her family and farm on a journey about the relationship between the foods we eat and chronic diseases. She developed a delicious, nutrient dense bone broth that included organ meats as a way to help her daughter's organ function. As her family's health improved, the farm business grew. She went from a source of healthy foods for family and friends, to a thriving farm store and home delivery business. Most importantly, she became a resource for people looking for both knowledge and ways to feed themselves in a healthy, holistic way. Today, Elaine continues to sell her fresh, weekly butchered meats from her farm store and is shipping her nutrient dense broths across the country with the demand higher than ever. Plus their lamb was chosen to be used by Alice Waters, Emeril, Todd Grey, Anthony Chittum and (neurology), MMedSci (nutrition) Natasha Campbell-McBride, MD, graduated with honors as a medical doctor in 1984 from Bashkir Medical University in Russia. In the following years she gained a postgraduate degree in neurology and completed a second postgraduate degree in human nutrition at Sheffield University, UK. In 2004 she published a book Gut And Psychology Syndrome. Natural Treatment of Autism, ADHD, Dyslexia, Dyspraxia, Depression and Schizophrenia where she explores the connection between the patient's physical state and brain function. The book gives full details of the GAPS nutritional protocol, highly successful in treating patients with learning disabilities and other mental problems. The book has been translated into twelve languages. In her clinic Dr. Campbell-McBride works with many patients with heart disease, high blood pressure, arrhythmia, stroke and other complications of atherosclerosis. She has become acutely aware of the existing confusion about nutrition and these conditions, which spurred an intensive study into this subject resulting in her 2007 book, Put Your Heart in Your Mouth! What Really is Heart Disease and What Can We Do to Prevent and Even Reverse It. Campbell-McBride is a member of the Society of Authors, the British Society for Environmental Medicine and an honorary board member of the WAPF. She is a regular contributing health editor to a number of journals, magazines, newsletters and radio programs around the world. George L. Carlo, MSC, JD, PhD George L. Carlo is a world recognized medical scientist, best-selling author and attorney. He is the author of Cell Phones: Invisible Hazards of the Wireless Age. He has advised a wide range of federal elected officials and has testified before Congress on a number of public interest issues. His discoveries have been incorporated into U.S. and global patents in areas including anti-viral vaccines, medical devices and environmental protection technologies. He presently holds appointments as chairman of the non-profit Science and Public Policy Institute based in Washington, D.C., and as a visiting professor at Longwood University in Farmville, Virginia. Paul Connett, PhD, director of the Fluoride Action Network New Speaker Dr. Paul Connett is a graduate of Cambridge University and holds a PhD in chemistry from Dartmouth College. From 1983-2006 Paul taught chemistry at St. Lawrence University in Canton, New York, where he specialized in environmental chemistry and toxicology. Over the past thirty-two years his research on waste management has taken him to all but one state in the U.S., seven provinces in Canada and sixty-four other countries, where he has given over 2500 pro bono public presentations. Ralph Nader said of Paul Connett, \"He is the only person I know who can make waste interesting.\" Monica Corrado, MA, CNC, CGP New Talk Monica Corrado is a teaching chef, certified nutrition consultant, and certified GAPS practitioner who is passionate about illuminating the connection between food and well-being. A member of the honorary board of the Weston A. Price Foundation for many years, Monica is a dynamic teacher, speaker, consultant and author who loves to share the tools, knowledge and inspiration to cook nourishing, traditional food. Monica has been teaching food as medicine throughout the U.S. for more than twelve years after eighteen years in sustainable food sourcing and preparation, menu design and management. She started her own Cooking for Well-Being teacher training program in 2012, and has graduates all over the globe, including Mexico, Hong Kong, Canada and throughout the United States. Over the past ten years, Monica's work has focused on the gut-brain connection and she is considered an authority on cooking to heal a leaky gut via the GAPS (Gut and Psychology Syndrome) nutritional protocol and others. She is writing a four-part series on Cooking Techniques for the Gut and Psychology Syndrome Diet published by Selene River Press, including meat stock and bone broth, culturing dairy, and her latest books on lacto-fermentation and nuts and seeds. Monica has had tremendous results in her private practice with those on the autism spectrum, with ADHD, failure to thrive, fertility and autoimmune disorders, guiding clients through the GAPS diet and helping them add nutrient-dense foods to their diet. For more information about Monica, her books, charts, classes, online classes and traditional foods teacher training program, see [www.simplybeingwell.com](http://www.simplybeingwell.com/). Tom Cowan, MD New Talk Tom Cowan, MD, is a holistic physician in private practice in San Francisco. He is the author of Human Heart, Cosmic Heart; The Fourfold Path to Healing; and co-author of The Nourishing Traditions Book of Baby & Child Care. He is a popular speaker at Wise Traditions conferences. Tom DiGuiseppe, PhD Tom earned his PhD in chemical physics from Boston College and has been involved in the design, testing and installation of water filtration and purification systems for both residential and commercial customers for over thirty years. Early research focused on the development of chemical sensor technology for environmental monitoring, measuring contaminant levels in soil and groundwater, determination of fluid purity and ceramic membrane filtration systems. Tom has most recently led an effort to design, develop and demonstrate a self-sustaining living module integrating renewable energy systems with sustainable water solutions. The demonstration module incorporates a greywater treatment system, water recycling and an advanced drinking water purification system that together minimizes water usage and maintains adequate water supplies of clean, safe drinking water. He regularly attends technical conferences on water and wastewater management to keep abreast of leading edge technologies in water filtration, purification and reuse. Sally Fallon Morell, MA New Master Cooking Class Sally Fallon Morell is founding president of the Weston A. Price Foundation and founder of A Campaign for Real Milk. Mrs. Fallon Morell lectures extensively around the world on issues of health and nutrition. She is a prolific writer of numerous articles and books and serves as editor of Wise Traditions, the quarterly journal of the Weston A. Price Foundation. In 1996, Fallon Morell published the best-selling Nourishing Traditions (with Mary G. Enig, PhD), the cookbook that launched her career in alternative health. Visit her website at [www.newtrendspublishing.com](http://www.newtrendspublishing.com). Martin Grootveld, PhD, FIBMS, CBiol, FRSB, FRSC New Speaker After first graduating in chemistry/statistical analysis at Birkbeck College, University of London, in 1981, Prof. Grootveld completed his PhD degree research programme on bioanalytical chemistry and metallodrugs in 1985 at the same institution, and then conducted post-doctoral work for two years on the analysis of 'markers' of free radical activity in biofluids at King's College, University of London. He then spent 2.5 years lecturing and conducting research work at the Polytechnic of North London prior to taking up a Lectureship in Clinical Chemistry at St. Bartholomew and the Royal London School of Medicine and Dentistry in 1989, where he subsequently became senior lecturer and then reader in chemical pathology. Later, he transferred to London South Bank University where he was reader in research (chemical pathology), and director of their MSc Forensic Science course. He was then appointed professor of chemical pathology and biomedical materials at the Institute for Materials Research and Innovation (IMRI), University of Bolton, where he established and directed a Master's course in medical and healthcare devices-the first of its kind available in the UK. Recently, he took up the position of professor of bioanalytical chemistry at Leicester School of Pharmacy, De Montfort University, UK, where he is also head of the Medicinal Chemistry Research Group and chair of the faculty of Health and Life Sciences Human Research Ethics Committee. He was visiting professor of clinical chemistry at Queen's University Belfast from 2001-2006. Prof. Grootveld is the author of 140 full, peer-reviewed research publications in reputable international scientific and/or clinical journals (including those in Journal of Biological Chemistry, Biochemical Journal, The Lancet, Journal of Dental Research, Journal of Clinical Investigation, and more recently Journal of Proteome Research, Information Sciences and Nature Scientific Reports), 23 reviews, 3 edited/authored books and more than 200 refereed conference contributions. Since 1987, he has attracted more than £8 M of external research funding, and his publications have had a very large number of citations (h-index 38; 37 excluding self-citations); ResearchGate Score 40.63. His major research interests include (1) bio- and chemometrics/metabolomics (including NMR-based exploratory data analysis and pattern recognition techniques), with special reference to oral diseases and oral health; (2) food toxicology, particularly the health effects of dietary lipid oxidation products; (3) biomolecular investigations of the aetiology and pathogenesis of inflammatory and cardiovascular diseases, including inflammatory gum diseases; (4) the role of 'oxidative stress' in the pathogenesis of human diseases; (5) the multicomponent high-resolution NMR analysis of biofluids and tissues for diagnostic, prognostic and forensic purposes; (6) biomedical, bioanalytical and metabolomics investigations of oral diseases and the therapeutic activities of oral healthcare products; (7) the development and application of techniques for the monitoring of drugs of both clinical and forensic interest; (8) synthesis, applications and mechanisms of action of drugs and metallodrugs; (9) pharmacology and pharmacodynamics (both clinical and forensic aspects), including NMR-based explorations of drug metabolism; (10) the biological and medicinal chemistry of reactive oxygen species (ROS), together with the detection and pathological significance of products derived from their reactions, both in vitro and in vivo; (11) biological inorganic chemistry, for example the 'speciation' of metal ions in biofluids and tissues; (12) the development and testing of novel biomaterials and biosensors; (13) design, development and testing of metal alloy oral and joint prostheses; (14) the experimental design of clinical trials and statistical analysis of data derived therefrom; and (15) research ethics of clinical investigations. Prof. Grootveld is a Fellow of the Royal Society of Biology, the Royal Society of Chemistry, the Institute of Biomedical Sciences and the Royal Statistical Society. Prof. Grootveld organised and chaired the very first inter-national symposium regarding the applications of high-resolution NMR techniques to the oral science area (IADR conference, New Orleans, USA, March 2007). His administrative duties include student recruitment, budget and policy issues, together with successful programme development. He held the position of Honorary Associate Clinical Professor at Warwick Medical and Dental School, University of Warwick from 2010-2014. A large number of Professor Grootveld's publications involve highly-detailed statistical, metabolomics and/or chemometrics analyses of experimental biomedical, clinical and food toxicology research datasets, together with those focused on experimental design and computational intelligence techniques (CITs). Author/Editor of Metabolic Profiling: Disease and Xenobiotics. Royal Society of Chemistry Publications, Cambridge, UK (Issues in Toxicology Series). 2014. ISBN: 1849731632. Co-Editor of Computational Intelligence Techniques in Medicine. Special Issue of Computational and Mathematical Methods in Medicine. 2015 (Hindawi Publishing Corporation). Linda L. Isaacs, M.D. New Speaker Linda Isaacs, MD, received her bachelor of science degree from the University of Kentucky, graduating with high distinction with a major in biochemistry. She was elected to Phi Beta Kappa. She subsequently received her medical degree from Vanderbilt University School of Medicine. She completed a residency in internal medicine at the Department of Veteran's Affairs Medical Center at New York University Medical School. She is certified by the American Board of Internal Medicine, most recently completing recertification in 2011. She has written papers published in the peer-reviewed journals Nutrition and Cancer and Alternative Therapies in Health and Medicine, and has served as a reviewer for Alternative Therapies in Health and Medicine. She is the co-author, with Dr. Nicholas Gonzalez, of the book The Trophoblast and the Origins of Cancer. Her website is www.DrLindaI.com. Anthony G. Jay, Ph.D. Anthony G. Jay has a PhD in biochemistry and researches stem cells and epigenetics at the Mayo Clinic in Rochester, Minnesota. He is also the president of AJ Consulting Company which provides personalized diet, sleep and training programs based on DNA. Dr. Jay is the author of a bestselling book on artificial estrogen chemicals and is an expert on hormones, fats and cholesterol. His book is called Estrogeneration: How Estrogenics Are Making You Fat, Sick, and Infertile. Season Johnson, B.A., NTP Season Johnson is a nutritional therapy practitioner who uses her knowledge in preventive healthcare and nutrition science to educate families on how to achieve real health in a real-life way. Through a nutrient dense diet, detox remedies, essential oils and healthy living, she is helping her young son, beat cancer and thrive during conventional treatment. Dan Kittredge New Speaker Dan Kittredge has been an organic farmer for more than thirty years. He is the founder and executive director of the Bionutrient Food Association, a non-profit educational organization whose mission is to \"increase quality in the food supply.\" Known as one of the leading proponents of nutrient density, Dan has worked to demonstrate the connections between plant health, soil health, carbon sequestration, crop nutritional value, flavor and human health. Out of these efforts was born the Real Food Campaign, which has engineered the prototype of a hand-held consumer spectrometer that is designed to test nutrient density at point of purchase, thereby empowering the consumer to choose for nutrient quality. Via this tool, the deeper goal is to connect the economic incentives of consumers to growers to drive full system regeneration. Chris A. Knobbe, MD Chris Knobbe, MD, is associate clinical professor emeritus, formerly of the University of Texas Southwestern Medical Center, Department of Ophthalmology. Dr. Knobbe is a general ophthalmologist, certified by the American Board of Ophthalmology since 1997. He is founder and president of Cure AMD Foundation, a 501 (c)(3) non-profit agency, with the goal of preventing and treating age-related macular degeneration (AMD), through ancestral dietary strategy, advocacy and scientific research. He is author of Ancestral Dietary Strategy to Prevent & Treat Macular Degeneration. CureAMD.org Tedd Koren, DC New Speaker Tedd Koren, DC, Tedd graduated from Sherman College of Chiropractic in Spartanburg, South Carolina, in 1977. He practiced as a chiropractor in Philadelphia, and helped found the (now defunct) Pennsylvania College of Chiropractic. Koren publishes brochures under the name Koren Publications which is one of the most prolific publishers of chiropractic literature. His publications cover over 60 topics related to chiropractic care, with titles such as Allergies, Asthma & Emphysema, Blood Pressure, and more. He created the Koren Specific Technique (KST) around 2004. Koren said he originated KST after practicing on himself to relieve his own pain. Koren wrote on his website that \"KST is an analysis protocol not a chiropractic technique.\" He resides in Hatfield, Pennsylvania. Koren believes chiropractic is about more than treating back pain. He believes the chiropractic method of adjusting subluxations may have positive results that range from asthma to premenstrual syndrome according to his pamphlets. Kiran Krishnan Kiran Krishnan is a research microbiologist whose focus is the human microbiome and wellness. With his particular expertise in the newest frontier in microbiology, gut commensal spore bacteria, Kiran is a frequent lecturer, largely to national and international medical audiences, but also as an expert guest on live radio and satellite podcasts. Coming from a strict research background in the fields of molecular medicine and microbiology at the University of Iowa, over the last seventeen years Kiran has conducted dozens of human clinical trials in human nutrition through the contract research organization he established. In addition to his recently published, ground-breaking leaky gut study showing reversal of gut enteropathy within thirty days, Kiran is currently involved in seven other ongoing human clinical trials testing the effect of gut commensal spore probiotics on such conditions as AIDS/HIV gut enteropathy, thyroid/Hashimoto's, irritable bowel syndrome and liver failure, as well as a longer, more extensive leaky gut trial. Brandon LaGreca, LAc, MAcOM New Speaker Brandon LaGreca is a 2005 graduate of the Oregon College of Oriental Medicine, a certified acupuncturist in Wisconsin and is nationally certified in the practice of Oriental Medicine (NCCAOM). Following the completion of his master's degree in acupuncture and oriental medicine, he continued his education with post-graduate clinical work in Nanjing, China. In 2015, Brandon was diagnosed with stage four non-Hodgkin's lymphoma, achieving full remission eight months later following an integrative medicine protocol including immunotherapy, but without the use of chemotherapy, radiation or surgery. Brandon's experience growing stronger through and beyond cancer lead to creation of the Empowered Patient Blog. He now lectures and writes extensively on holistic cancer therapies and is a columnist for Acupuncture Today. Brandon is the founder and director of East Troy Acupuncture, an integrative medical clinic serving southeast Wisconsin, where he specializes in whole-food nutrition, ancestral health and environmental medicine. When not researching and practicing holistic medicine, he studies the healing power of traditional diets and is a chapter leader for the Weston A. Price Foundation. You can read his blog at www.EmpoweredPatientBlog.com. Norman LeMoine is the president of Radiant Life, a family business pleased to be a perennial sponsor of the Wise Traditions International Conference and the WAPF since their inception in 1999. A former chemist, Norm transitioned into a seventeen-year career in executive positions within the automotive and high tech industries before starting and successfully leading several startup companies. Over the years, Norm has advised thousands of people on optimal ways to improve the water in their homes and businesses. A lifelong health researcher and fitness enthusiast, he lives with his high school sweetheart and beautiful wife of 40 years, Kathy, in the great state of Maine. Norm and Kathy enjoy time with their two wonderful, healthy and successful adult children and their families. Thomas Levy, MD, JD New Speaker Dr. Thomas Levy is a board-certified cardiologist and a bar-certified attorney. After practicing adult cardiology for 15 years, he began to research the enormous toxicity associated with much dental work, as well as the pronounced ability of properly-administered vitamin C to neutralize this toxicity. He has now written eleven books, with several addressing the wide-ranging properties of vitamin C in neutralizing all toxins and resolving most infections, as well as its vital role in the effective treatment of heart disease and cancer. Others address the important roles of dental toxicity and nutrition in disease and health. Recently inducted into the Orthomolecular Medicine Hall of Fame, Dr. Levy continues to research the impact of the orthomolecular application of vitamin C and antioxidants in general on chronic degenerative diseases. His ongoing research involves documenting that all diseases are different forms and degrees of focal scurvy, arising from increased oxidative stress, especially intracellularly, and that they all benefit from protocols that optimize the antioxidant levels in the body. His latest book examines what is perhaps the most important and yet most unrecognized reason for disease-inducing toxins: Hidden Epidemic: Silent Oral Infections Cause Most Heart Attacks and Breast Cancers. Levy has also assembled the documentation showing that the regular iron \"fortification\" of so many foods has pushed the vast majority of adults around the world into a state of increased body-wide oxidative stress secondary to iron toxicity. As a consultant to the Riordan Clinic, Dr. Levy has assembled with Dr. Ron Hunninghake multiple protocols built around optimizing vitamin C administration and assimilation into the body, along with other antioxidants and agents such as ozone, in order to bolster the immune system and facilitate recovery from a wide array of infections and chronic diseases. Currently, research is being conducted on effective ways to reverse the genetic defect preventing humans from manufacturing their own vitamin C from glucose in the liver. Carlo Litano, DMD New Speaker Dr. Carlo Litano is from a family of medical professionals from Peru. He attended Barry University in Miami Shores, Florida, with a focus in biology and chemistry. He went on to receive his Doctoral Dental Degree from Nova Southeastern University School of Dental Medicine in Ft. Lauderdale in 2005. As a new dentist, Dr. Litano focused his interests in holistic and integrative dentistry while practicing in Portland, Oregon, where he mentored at the Northwest Center of Dental Excellence. He later developed an interest in managing TMJ disorders and chronic pain conditions by attending a mini-residency and numerous symposiums. Mel Litman, MD New Speaker Mel Litman began in family practice thirty-five years ago in remote areas of Canada. He has since trained in various other disciplines including acupuncture, sports medicine, psychotherapy and manual modalities. In the past fifteen years his practice has focused on orthomolecular medicine including management of cancer, autoimmune disease, psychiatric disorders, autism, endocrine and menopausal symptoms. He moved to Israel ten years ago from Canada with his wife, Maya (a Feldenkrais and child development practitioner) and children, where he continues his orthomolecular practice. Forrest Maready New Speaker Forrest Maready was born in Wilmington, North Carolina, and grew up around a large film studio and the many movies and TV shows that were filmed there. After receiving religion and music degrees from Wake Forest University, he plied his trade in the film and television industry for thirteen years working as an editor, audio engineer, visual effects artist or composer on two Muppet movies, Dawson's Creek, Varsity Blues and many other productions. As a medical historian, researcher, and author, Maready has written several books on the nature of modern disease. Crooked: Man-Made Disease Explained, covers a range of neurological and immunological illnesses and connects the origins of many of these diseases to the cranial nerve damage visible on many children's faces as crooked smiles and misaligned eyes. The Moth in the Iron Lung traces the escape of an invasive insect from Boston, Massachusetts, and how the pesticide developed to stop its spread led to outbreaks of epidemic polio that followed close behind. His latest book, Unvaccinated, clearly explains why many parents have opted for natural immunity over vaccines. He maintains a popular Facebook and YouTube channel. Chris Masterjohn, PhD New Talk Chris Masterjohn earned his PhD in nutritional sciences in 2012 from the University of Connecticut at Storrs, served as a postdoctoral research associate at the University of Illinois at Urbana-Champaign from 2012 to 2014, and served as assistant professor of health and nutrition sciences at Brooklyn College from 2014 to 2016. He now works independently in health and nutrition research, education and consulting. Chris has authored or co-authored ten peer-reviewed publications. His podcast, Mastering Nutrition, his two video series, Chris Masterjohn Lite and Masterclass With Masterjohn, and his blog can all be found on his web site at [chrismasterjohnphd.com](http://chrismasterjohnphd.com). You can also find him on Facebook, Instagram, Twitter, YouTube, and Snapchat, where his username is @chrismasterjohn. Leigh Merinoff New Speaker Leigh Merinoff is the owner-operator of Meadows Bee Farm in Windham, Vermont. She is the developer of Leigh's Bees herbals and skin products and a tireless advocate for natural farming and healthy food. Tom Naughton New Speaker Tom Naughton has worked as a freelance writer, a touring standup comedian, a filmmaker and a software programmer. Fat Head, his humorous documentary about the lousy health advice handed down from official sources, has been seen on Netflix, Hulu and Amazon Prime, as well as on television networks in several countries. Tom is the author of Fat Head Kids: stuff about diet and health I wish I knew when I was your age, which will be released as an animated film in December 2018. Tom lives on a small hobby farm in Tennessee with one wife, two daughters, two dogs, one cat and dozens of chickens. Ronda Nelson, PhD, MH, CNC New Talk Ronda Nelson holds a PhD in holistic nutrition along with a master's degree in herbal medicine. Her passion lies in helping others regain their health through dietary modifications, herbal and nutritional support. Dr. Nelson enjoys working with difficult digestive and endocrine-related cases, helping men and women reach their health potential as quickly as possible. She recently transitioned to a virtual-only practice which allows her to work from her Seattle home. Nelson has gained the respect of patients and doctors alike, providing relevant clinical information both online and at her sold-out educational seminars across the country. Sally Norton, MPH New Speaker Sally earned her bachelor of science degree in nutrition from Cornell University and a Master's degree in public health leadership from UNC-Chapel Hill. She's spent over three decades promoting health, wellness and holistic healing both at the community level and also through academic research by: 1) designing, delivering, and evaluating programs in urban and rural communities; 2) designing research and developing health research grant proposals at two medical schools; 3) managing research projects; 4) educating health professionals about alternative, holistic and integrative healing practices; and 5) creating a guide for buying healthy meats from local grass-based farms in 2005. She is now a self-employed health consultant, oxalate educator and researcher. She spends a lot of time treasure-hunting in medical libraries. Her company, My Food Matters, provides health and nutrition consultations, speaker services and tools for recovery from oxalate-related health problems. She regularly presents introductory seminars on the therapeutic value of low-oxalate eating. Since 2014, she has led a monthly educational study-group in Richmond, Virginia, to support people using diet to heal and recover from difficult health issues. Sally practices hot yoga and meditation. In her spare time she gardens, and wishes she had the time to volunteer more often with the Richmond Tree Stewards. She has an information-rich blog at [sallyknorton.com](https://sallyknorton.com/) and you can follow her on Elizabeth Plourde, C.L.S., NCMP, Ph.D. New Speaker Elizabeth Plourde, PhD, is a clinical laboratory scientist and NAMS certified menopause practitioner. Her education is augmented by invaluable experience while working with cutting-edge medical research laboratories for two decades. Applying this knowledge and background, her research has been devoted to hormone interactions, toxins that interfere with their balance, and most recently to the cellular disruptions of electromagnetic radiations that affect the body's ecosystem. Dr. Plourde's independent research provides simple common-sense answers to avoiding or clearing up the disease states that have become accepted as normal when the conditions are just a matter of the proper knowledge of how to prevent them. Her goal is that everyone maintains a greater quality of life and obtain life-long vibrant health and vitality. Her twenty-five years of research and expertise in the field of health have resulted in her appearances on ABC's 20/20, Berman & Berman: For Women Only, Good Morning America, The Gary Null Show, and numerous network news and radio shows. She is the author of EMF Freedom: Solutions for the 21st Century Pollution; Sunscreens - Biohazard: Treat As Hazardous Waste; Hysterectomy: The Best or Worst Thing that Ever Happened to Me?; and, Your Guide to Hysterectomy, Ovary Removal & Hormone Replacement. Matt Rales New Speaker Matt is a livestock grazier based in Northern Virginia whose focus is on ecosystem services to the greater watershed. He grew up on a horse farm in Maryland where he spent his days exploring the forests, creeks and pastures. From an early age he found himself enamored with the natural world around him. He spent many summers fishing and camping in Canada's Northwest Territories, 100 miles south of the Arctic Circle. Here he deeply connected with the vast, treeless landscape and the relationship between reindeer and muskoxen and the grey wolves that pursued them. This was one of the formative experiences that seeded his obsession with biomimicry. During his years at Middlebury College in Vermont he was influenced by the great nature writers Aldo Leopold, Gary Snyder and Paul Shepard. Their essays and poems on past and present ecological degradation helped crystalize for Matt the need to facilitate ecological literacy in our modern culture. He spent the next decade immersed in the art and science of grazing management and land regeneration. He worked and studied alongside the most innovative farmers and ranchers managing for ecosystem health. The most formative experience during this learning journey was his time in southern Africa where he learned from leaders and herdsman at the Africa Centre for Holistic Management in Zimbabwe as well as his time spent immersed in remnant wildlife populations in Botswana's Okavango Delta, Kalahari Game Reserve and Nxai Pan National Park. He now grazes cattle on 2,000 acres in Northern Virginia where he is intimately studying soil carbon, perennial grasses and microbial life while producing nutrient-dense grass-fed beef. Matt's life mission is to work toward an agriculture that truly mimics nature. Bruce Rind, MD New Talk Dr. Bruce Rind has been practicing medicine for 41 years, and practicing integrative medicine for 36 of those years (even before the term integrative medicine existed. At that time it was called alternative, complementary or holistic medicine). Dr. Rind started out as an anesthesiologist, went on to pain management where he found the need to learn acupuncture and osteopathic medicine. From there he discovered unconventional approaches such as nutritional approaches to health. He kept learning new approaches and stuck with what resonated best with his skills and understanding. He kept taking on new skills every few years which included orthopedic medicine, an integrative approach to endocrinology, integrative approach to neurology and reversal of stroke and brain injury, thermography, Lyme treatment and developed a rapid way to clear mold or fungus from the body. In integrating various skills, Rind found new ways to support breast health such as combining osteopathic diagnostic and treatment skills with thermography and nutrition. Julia Ross, MA New Talk Julia Ross has forty years of experience as a licensed psychotherapist with thirty years of pioneering work in the field of nutritional therapy to develop effective treatments for mood problems, eating disorders and addictions. The author of the best-selling books, The Mood Cure and The Diet Cure, Ross is now launching her new book, The Craving Cure. She has founded and directed integrative treatment programs in the San Francisco Bay area since 1980 and currently oversees an entirely virtual clinic for food cravings and insomnia. Ross lectures widely to health professionals and the public and directs training and certification programs through The Neuro-Nutrient Therapy Institute (NNTI). Her work has been featured in publications from Vogue to The Journal of Molecular Psychiatry as well as on radio, television and online. See JuliaRossCures.com. Marianne Rothschild, M.D. New Speaker Marianne Rothschild, M.D., is a family physician who has practiced holistic medicine for over twenty-five years. She blends many traditions of healing in her work including herbs, nutrition, lifestyle modification, homeopathy, flower essences, aromatherapy in addition to conventional Western medicine. She received her medical degree from the Medical College of Pennsylvania in 1990 with honors in emergency medicine and community and preventative medicine. She completed her family practice residency at Chestnut Hill Hospital in Philadelphia. After moving to Maryland, Dr. Rothschild worked with the Johns Hopkins Medical Services Corporation before establishing her own practice. She has grown children, many grandchildren and currently has a private practice in Maryland and California. Her book, Dancing with the Rhythms of Life: A Holistic Doctor's Guide, will be available in 2018. More information can be found on her website: www.mariannerothschildmd.com Will Schlinsog, DC Dr. Will Schlinsog is a board certified doctor of chiropractic in Wisconsin and California. He completed his pre-chiropractic education at the University of Wisconsin and went on to attain his doctor of chiropractic degree from Logan College of Chiropractic now known as Logan University in Chesterfield, Missouri. He has been in practice for thirty-two years and currently maintains a private practice in Marshfield, Wisconsin. Pam Schoenfeld, RD Pam Schoenfeld is a registered dietitian on a mission to ensure all have an equal opportunity to be well-nourished, starting at conception. She credits Sally Fallon Morell and Chris Masterjohn for inspiring her to earn her registered dietitian credential at the age of fifty. Formerly a chapter leader and an advocate for legalizing raw milk, she serves on the board of directors of the Weston A. Price Foundation. Pam wrote commentary to the USDA on the 2015 Dietary Guidelines Advisory Committee Reports and the Child and Adult Care Food Program for the WAPF, and spoke at the press conference announcing the release of the official WAPF Dietary Guidelines. Her professional passions are prenatal nutrition and vitamin A. She is the author of the book The Collagen Diet which Pam wrote as an opportunity to use the modern craze for collagen protein to introduce the age-old wisdom of traditional diets. Her practice, Women and Family Nutrition in Raleigh, North Carolina, focuses on women's reproductive nutrition using the power of traditional diets. Pam will always be grateful for the work of the indefatigable Dr. Mary Enig. Pam learned about the dangers of trans fats as an undergrad at the University of Maryland because Mary was simultaneously completing her doctoral research there. And because of Mary, she always fed her family butter, despite being taught in her nutrition courses that margarine is healthier! Pam is married to her very supportive husband Adam; they have three adult children, Jessica, Laura (also a dietitian) and Alex, and they have one delightful grandson, Benjamin. Stephanie Seneff, PhD New Talk Dr. Stephanie Seneff is a senior research scientist at MIT's Computer Science and Artificial Intelligence Laboratory in Cambridge, Massachusetts. She has a BS degree from MIT in biology and MS, EE and PhD degrees from MIT in electrical engineering and computer science. She has published over 200 peer-reviewed papers in scientific journals and conference proceedings. Her recent interests have focused on the role of toxic chemicals and micronutrient deficiencies in health and disease, with a special emphasis on the pervasive herbicide Roundup and the mineral sulfur. She has authored over thirty peer-reviewed journal papers over the past few years on these topics, and has delivered numerous slide presentations around the world. James Strick, PhD New Speaker James Strick is professor in the department of earth and environment and chair of the program in science, technology and society, at Franklin and Marshall College in Lancaster, Pennsylvania. Originally trained in microbiology, and later in the history of science, Dr. Strick has published extensively on the history of ideas and experiments about the origin of life, including Sparks of Life: Darwinism and the Victorian Debates over Spontaneous Generation (Harvard, 2000), Wilhelm Reich, Biologist (Harvard, 2015) and, with Steven Dick, The Living Universe: NASA and the Development of Astrobiology (Rutgers, 2004). He is also the editor of two six volume collections of primary sources: Evolution and the Spontaneous Generation Debate (Thoemmes, 2001) and The Origin of Life Debate: Molecules, Cells, and Generation (Thoemmes, 2004). Strick has been an advisory editor of the history of science journal ISIS and a member of the History of Science Society Council. Strick currently serves on the board of directors of the Wilhelm Reich Infant Trust and has been elected president of that board for 2018-19. Kim Thompson Kim Thompson, RYT, is a movement teacher and bodyworker. She is skillful at finding small, simple changes that help people shed chronic discomfort and move with greater ease and confidence. From muscle balancing to spatial gestures to trauma release to energy medicine to the long and varied tradition of yoga, Kim synthesizes work from some of the great movement teachers and researchers of our time. She leads weekly classes and sees individual clients in Maryland. You can find her at this conference leading the early morning movement classes and in the exhibit hall offering individual hands-on sessions. You can reach her online at: [www.ArtofMovingWell.com](http://www.ArtofMovingWell.com) Louisa Williams, MS, DC, ND New Talk Louisa Williams, MS, DC, ND, practices naturopathic medicine in Austin, Texas, and is the author of the book, Radical Medicine. The word radical means \"going to the root or origin, and pertaining to that which is fundamental and thorough.\" Dr. Williams practices according to this \"radical medicine\" philosophy by addressing such core issues as heavy metal and petrochemical detoxification (mercury amalgam fillings, toxic cosmetics, etc.); clearing dental, tonsil, sinus, and other focal infections; treating scar interference fields; identifying significant malocclusions (\"bad bites\"); and uncovering major hidden food sensitivities. With Dr. Dietrich Klinghardt, Dr. Williams co-developed Neural Kinesiology (now ART), and has originated her current energetic testing method, Matrix Reflex Testing. MRT measures the most highly sensitive indicator of function (or dysfunction) in the body—the state of the fascial-matrix connective tissue. It is an easy-to-learn and an exceptionally accurate energetic testing method for attaining more specific diagnoses and more effective treatments in practice. She is currently launching her new herbal company, Radical Botanicals: Sprouted, Fermented and Detoxified Phytoembryotherapy, which are both gentle and potent remedies, and exceptionally bioavailable in the body. Lindsea Willon, MS, NTP Lindsea Willon. MS, NTP, was influenced by the work of Dr. Weston A. Price from a young age and experienced the benefits of a nourishing traditions diet first hand. The gap between conventional teaching and traditional wisdom sparked her curiosity and led her to pursue a degree in nutritional sciences from the University of California, Berkeley. Upon graduating, she earned her certification as a nutritional therapy practitioner and began work on her master's degree in kinesiology. While at California State University Northridge, Lindsea led biochemical research on the effects of diet and exercise on inflammation and insulin resistance and completed her program with a focus on exercise physiology. After finishing graduate school, she began her own practice and has since joined the experienced team at Biodynamic Wellness in Salano Beach, California. William G. Winter, DVM New Talk Will Winter received a DVM degree from Kansas State University in 1975, an undergraduate degree in animal husbandry and conducted post-graduate studies and research in veterinary toxicology for the College of Veterinary Medicine's Veterinary Diagnostic Laboratory and Animal Resource Facility. After graduating he specialized in surgical referrals and emergency medicine. In 1980 he created the Uptown Veterinarian-A Holistic Practice, one of the largest and most successful holistic veterinary practices in the U.S. In 1983, he co-founded the American Holistic Veterinary Medical Association. He writes for several veterinary and agricultural journals and web sites. He is the author of The Holistic Veterinary Handbook and founded Rescue Animal Products. In 1999 he sold his practice and raw pet food industries and retired from active practice to become a free-lance journalist and lecturer, teaching about holistic livestock rearing, sustainable agriculture and traditional nutrition. He recently founded the American Holistic Livestock Association, is a chapter leader for the WAPF, distributes farm-fresh dairy products and food in the Twin Cities area, and moderates web discussion groups. In 2008 he founded Traditional Foods MN an indoor, year-round farmers market and business incubator for producers of organic, sustainable and artisanal foods. He works as a holistic herd heath consultant for grass-based and pastured livestock producers and in 2011 opened Grassfarmer Supply. He is the herd health and forage consultant at Practical Livestock Solutions, Grassfarmer Supply, and Standard Soil. He sponsors small pastured pork production operations in various locations, as well as custom grazing and invasive weed eradication programs using hair sheep and meat goats. A life-long devotee of the Great Plains of America, he resides in Minnesota. Nasha Winters, ND, FABNO, L.Ac, Dipl.OM New Speaker Dr. Nasha Winters is former CEO and founder of Optimal Terrain Consulting where she launched the successful Terrain10. She has expanded her services, her team and is co-founder of Torus Ventures, a global healthcare consulting team committed to changing health outcomes. Torus Ventures creates a health \"REDO\" for clients by integrating research, education and data funneled through an optimization process. Her focus has always been to seek integrative modalities for treating cancer, in addition to or in lieu of conventional standard of care in order to enhance outcomes. Dr. Nasha is bestselling co-author of The Metabolic Approach to Cancer which has received many accolades. She has also co-authored a forthcoming book (working title) Advances in Mistletoe Therapy: Global Perspective on Integrating Mistletoe, Viscum Album, as an Adjunct Therapy with Cancer due out fall 2018. Dr. Nasha is a sought-after luminary in the integrative cancer research world and consults with physicians around the world; she bridges ancient therapies with advancements in the digital era. She consults with the Johns Hopkins clinical trial team on developing the clinical protocol for the first FDA-approved clinical trial in the U.S. using mistletoe to treat advanced cancer. She has educated approximately 250 professionals in the clinical use of mistletoe and has created robust educational programs for both healthcare institutions and the public on incorporating mistletoe as adjunctive therapy in cancer care. She was selected by the Medical and Scientific Committee Chairs to be a keynote speaker at the International Medical Meeting in Germany in 2018. She is an engaging speaker bringing passion, heart and soul to her audience. She has done a variety of interviews "}