{"title": "How Music Can Influence the Body: Perspectives From Current Research", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2012-01-05", "cleaned_text": "Body: Perspectives From Current Research By Imogen Nicola Clark & Jeanette Tamplin Abstract Music is widely used by people of all ages as a stimulant and relaxant to manage everyday situations. Whether to motivate us for exercise or to help us unwind after a busy day, we seem to have an intuitive understanding about the influences music has on our bodies. The body's responses to music are both conscious and unconscious, involving entrainment with rhythm, hormonal and neurological reactions, and changes in mood, emotion, and pain perception. This article explains these physiological responses to music and provides guidelines for consideration when selecting music to evoke desired bodily responses. Applications using music in rehabilitation are also provided to illustrate health-promoting qualities of music. Keywords: music, singing, health, body Editorial note: In 2016, Voices hosted a special edition to accompany the launch of a Massive Open Online Course (MOOC) on the topic of \"How Music Can Change Your Life\". Thirteen authors agreed to develop position papers for the MOOC, with two articles being developed to accompany each of the six topics within it. Each author has highlighted the theorists and researchers who have influenced their thinking, and included references to their own research or music practices where appropriate. These papers have been written with a particular audience in mind—that is, the learners who participate in the MOOC, who may not have had previous readings in any of the fields being canvassed. We hope that you find these articles interesting, whether reading as a MOOC learner, a regular VOICES reader, or someone who is discovering VOICES for the first time. Introduction Humans have used music throughout history and across diverse cultures as an environmental modifier to change the way their bodies move and feel (Schneck & Berger, 2006). With recent advances in technology, people of all ages appropriate music with affordances such as vigor, mastery, and tranquility, so they can regulate their energy levels for everyday purposes (for example, exercise or relaxation) (DeNora, 2000). Active music-making opportunities including choirs and drumming circles are also becoming increasingly popular as a means of supporting physical and emotional health (Clift, 2012; Davidson & Emberly, 2012). Our bodies respond to music in conscious and unconscious ways (Clark, Baker, & Taylor, 2016). While we may take the influence of music for granted, there are complex interactions occurring in our brains and bodies that impact our physical movement, thoughts, and feelings (Altenmüller & Schlaug, 2012; Koelsch, Fritz, Cramon, Müller, & Friederici, 2006). When we listen to music, our bodies respond automatically (Burger, Thompson, Luck, Saarikallio, & Toiviainen, 2013). We breathe in time, move in time, and our hearts may even beat in time (Levitin & Tirovolas, 2009; Zatorre, Chen, & Penhune, 2007). Dancers illustrate this phenomenon beyond timing or rhythm as they capture musical meaning from the full spectrum of music including melody and harmony with their bodies (Quiroga Murcia & Kreutz, 2012). Regulating Effects of Music on the Body Music is made up of multiple elements including tempo (speed), rhythm, timbre (sound qualities), dynamics (loudness), harmony, melody (pitch), and sometimes lyrics. Rhythm in music is particularly influential as it mimics internal bodily rhythms, and is therefore an external cue that our brains readily recognise and respond to (Zatorre et al., 2007). The automatic synchronisation of physical movement, heart rate, respiratory rate, and neural activity with rhythmic cues in music is known as entrainment (Altenmüller & Schlaug, 2013; Schneck & Berger, 2006; Thaut, 2005). Neurophysiological responses are stimulated by complex interactions involving all the musical elements, which in turn have a powerful influence on mood and emotional experience (Schneck & Berger, 2006). Music therapists utilize these bodily responses from music to modify arousal levels and optimize physical functioning such as walking and other movement patterns (Tomaino, 2015). Entrainment Effects When we entrain with music during movement (for example, walking), it is the phases between consecutive beats that guide repetitive movement cycles rather than the actual beat as one might expect (Thaut, 2005; Zatorre et al., 2007). A feedforward/feedback loop explains this phenomenon (Levitin & Tirovolas, 2009). The brain analyses the pauses between beats along with the strength of each beat (volume and impact within rhythmic phrase), and feeds this information forward to the appropriate limb. Simultaneously, the brain integrates feedback information from the moving limb, including its position in space and memory of recent movement cycles and uses this information to plan the next repetition. Since the execution of each movement cycle occurs just before the beat (during the phase between beats), fine adjustments in limb position and speed are possible. Entrainment with music and the resulting feedforward/feedback loop reduces errors in muscle recruitment thereby improving energy efficiency, balance, coordination, and performance (Levitin & Tirovolas, 2009; Rodriguez-Fornells et al., 2012) (Figure 1). Neurophysiological Responses Vibrations from music have a systemic impact on the entire body from single cells through to complex systems. Thus, music has a modulating influence on multiple physiological processes (Schneck & Berger, 2006). The autonomic nervous system is particularly sensitive to various subtle and overt musical meanings, leading to neural excitement and states of heightened arousal on one extreme and neural inhibition with deep relaxation on the other (Zatorre et al., 2007). In addition, musical experiences can cause the neuroendocrine or hormonal system to release feel good hormones such as dopamine and serotonin, which imbue intense feelings of pleasure and reward (Rodriguez-Fornells et al., 2012; Schneck & Berger, 2006). Music also activates the limbic system, releasing endorphins that can make us feel better and reduce pain perception (Beaulieu-Boire, Bourque, Chagnon, Chouinard, Gallo-Payet, & Lesur, 2013). Further, music listening can reduce anxiety levels (known as an anxiolytic effect), by suppressing the sympathetic nervous system activity, and in doing so, reducing release of the stress hormone adrenaline (Bradt & Dileo, 2014; Chlan, 1998). Musical tempo, harmony, melody, rhythm and volume in music can therefore be manipulated to regulate heart rate, blood pressure, sensory perception, cognitive function, neural activity, and emotional response depending on the requirements for a given situation (DeNora, 2000; Schneck & Berger, 2006). Regulating Effects of Music on Mood and Emotions Music is commonly appropriated to alter mood and arousal so we feel able to meet the needs of a given context, situation, or activity (DeNora, 2000). It is likely that you are familiar with energising or relaxing potentials of music, and regularly draw on these to manage your energy levels for everyday living. To do this, you will consider the musical components in certain songs and the emotions, feelings and mood they evoke for you. It is also worth noting that your song selection may vary dramatically from one day to the next, and that your choices in music may not lead to the same responses for someone else (North & Hargreaves, 2008). The influence of music is dependent on extrinsic factors that connect you with the music personally (for example, memories and associations with various parts of your life), and intrinsic elements within the music (such as rhythm, melody, and harmony) (North & Hargreaves, 2008). Through our lives we build a legacy of music marking integral time points. In this way, certain songs easily evoke strong memories, such that we may clearly see and feel these moments in time (Schneck & Berger, 2006). With respect to intrinsic elements in music, current theory proposes that pitch related factors have strong impact on the mood and emotional feel (Zatorre et al., 2007). Generally, stimulative or energising music includes fast tempo, wide pitch variation, and syncopated rhythms. In contrast, relaxing or sedative music has slow tempo, low melodic range, and consistent rhythm (Zatorre et al., 2007). Variations in Musical Elements that Affect the Body and Mind Music can be strategically selected for specific purposes. Table 1 lists various elements in music and how these can be modified to be stimulating or relaxing. However, music is never prescriptive and the influence of these elements will differ for each of us. |Musical element||Stimulating||Relaxing| |Rhythm/beat||Prominent percussive features. May include May include variations. |<80bpm Steady| |Volume||Moderate to loud. | May include variations. |Consistent.| |Harmony||A sense of tension and release. | Major keys may stimulate positive mood. |Predictable patterns.| |Melody||Large intervals and leaps. | May include embellishments. |Limited variation in pitch. | Motifs are predictable. |Form||Music is divided into prominent sections.||Less defined change from one section to another.| |Timbre||Variations in texture. | Layering of instruments. |Limited number of instruments.| |Lyrics and associations||Uplifting, motivating, inspiring. | May have associations with special events. |Instrumental only or vocal without words.| When selecting music, we can choose to play music that is synchronous to our current mood state or energy level, or we can choose music to shift our mood or energy level (DeNora, 2000). For example, if someone is feeling despondent they may choose to play stimulative music to energise them for exercise or music that they associate with positive memories. Conversely, we may choose to play calming, predictable, relaxing music to help release tension and stress after a long day at work. However, there are times when we feel low in energy and mood and want to play music that reflects and acknowledges this state. Music therapists often use a principle known as the iso principle to match and shift a patient's physical or emotional state (Davis, Gfeller, & Thaut, 2008). This involves first matching live music to a patient's current mood or physiological response. The therapist then modifies the music progressively to effect changes in the patient. The iso principle also underpins the concept of musical entrainment, which will be explored later in this paper. Using Music to Reduce Stress and Anxiety Music can be used to reduce stress and anxiety by employing the regulating effects of music on the body that were discussed earlier. These include the unconscious physiological effects and the emotional associations and memories that different music stimulates (Bradt, Dileo & Shim, can decrease physiological stress markers such as cortisol, adrenaline, heart rate, and blood pressure (Chanda & Levitin, 2013; Kreutz et al., 2012). These effects can be accessed receptively (through listening to music) or actively through singing or playing music. Many perceived benefits of singing have been reported in the literature including: physical relaxation and release of physical tension; emotional release and reduction of feelings of stress; a sense of happiness, positive mood, and a sense of greater emotional and physical wellbeing (Bailey & Davidson, 2002; Bailey & Davidson, 2005; Clift, 2008; Clift & Hancox, 2001; Clift et al., 2010). When we sing with other people, the effects are amplified (Gridley et al., 2012)! Playing an instrument is another way to access the therapeutic potential of music for stress management. This may be accomplished through playing a reflective piano sonata to unwind and express emotions, or by improvising rhythmically and energetically in an African drumming circle to release tension and stimulate the mind and body. Using Music for Pain Management Perception of pain is multifaceted and based on interconnected physiological, psychosocial, cultural, and personal factors. Many research studies have indicated that music can play a positive role in pain management (Bradt, 2010; Nilsson, Rawal, & Unosson, 2003; Wang et al. 2002). However, research evidence is not always consistent regarding the effect of music on pain perception, with some studies showing no effect (MacDonald et al., 2003; Mitchell & MacDonald, 2006). While the exact mechanisms still remain unclear, there are several plausible theories for why music may affect pain perception. - Music acts as a distracting stimulus—Gate Control Theory [[1]](#note1)(Melzack & Wall, 1965). - Music can elicit physiological responses that counteract pain, for example, the release of endorphins (Beaulieu-Boire et al. 2013). - Music can induce relaxation through entrainment effects to slow breathing and heartbeat (Bradt, 2010). - Music facilitates a sense of control over pain (Linnermann et al. 2015; Mitchell & MacDonald, 2006). - Music reduces pain perception by reducing stress (Linnemann et al., 2015). As discussed in the previous section, music can reduce both subjective stress levels and physiological markers of stress such as cortisol, adrenaline, heart rate, and blood pressure et al., 2012). Using Music to Increase Physical Activity Theorists suggest that music can have a powerful effect on exercise participation and adherence (Clark et al., 2016). In fact, the performance enhancing qualities of music are such that music is banned from a number of competitive sports (Bateman & Bale, 2009). Most of us do not need theories or research to explain the benefits we experience from music during exercise. This quote is from male who participated in a research study investigating the effect of music listening on physical exercise following cardiac rehabilitation: I always use music for walking. . .It soothes me down and keeps me mobile. . . I walk automatically. It's really just a no brainer. . . I'm totally focused with music. I keep my pace. . .It helps me physically and takes my mind off the boredom. It helps my mood. Several factors in music make it an excellent accompaniment for exercise, provided it has been selected carefully (Karageorghis & Priest, 2012a; 2012b). First, music facilitates rhythmic entrainment, thereby improving energy efficiency and exercise performance. Second, music elicits the release of feel good hormones, which reduce feelings of discomfort and leads to rewarding experience. Third, music excites the autonomic nervous system and primes multiple systems in the body (cardiovascular, musculoskeletal, sensory-motor, neuroendocrine) for action. Fourth, music evokes positive mood and memories. Fifth, but not final, music diverts our attention away from unpleasant experiences such as fatigue, pain, and boredom (Clark et al., 2016). These affordances in music are worthy of consideration with respect to the high levels of physical inactivity among adults in the developed world (Wen et al., 2011). The World Health Organisation (WHO, 2011) recommends we complete a minimum of 150 minutes of moderate intensity exercise every week (for example, 30 minutes brisk walking on 5 days of the week). Unfortunately, few adults achieve this level of physical activity and, as a result, are at high risk of chronic ill health such as heart disease, stroke, cancer, and diabetes (Haskell et al., 2007). Music during exercise leads to improved exercise experience and performance (Karageorghis & Priest, 2012a; 2012b). Theorists suggest that these benefits from music listening during exercise also have the potential to increase exercise participation and adherence (Karageorghis, 2008), which may therefore improve compliance with physical acitity guidlines. However, evidence supporting the notion of changes in exercise behaviour as a result of music listening is limited (Clark et al., 2016; Karageorghis, 2008) (Figure 2). Health Benefits of Singing There is a growing interest in the application of singing to improve physical health. A recent systematic review reported that singing can be a meaningful experience that can enhance psychosocial factors, such as improving mood, reducing anxiety, or increasing motivation (Clark & Harding, 2012). Quantitative studies have shown physiological health benefits from singing such as lowered levels of the stress hormone cortisol and increased levels of salivary immunoglobin A (which boosts the immune system) (Beck, Cesario, have found increases in (Kumar et al., 1999) and oxytocin (Grape, Sandgren, Hansson, Ericson, & Theorell, 2003) following singing. Research suggests that singing can improve symptoms for people with respiratory conditions, including asthma (Wade, 2002), emphysema/chronic obstructive pulmonary disease (COPD) (Bonhila et al. 2009; Engen, 2005; Lord et al., 2010), and even snoring (Eley & Gorman, 2010). Some neurological conditions, such as Parkinson's disease (Di Benedetto et al., 2009), multiple sclerosis (Wiens, Reimer, & Guyn, 1999), acquired brain injury, and spinal cord injury, also affect respiratory control (Tamplin, 2015; Tamplin et al. 2013). Singing (and playing wind instruments) requires large volumes of air at high internal pressure. Inspirations are strong and fast and expirations are extended and controlled to sustain long notes. This breath support and control are necessary for singing, but more importantly, they provide skills for dealing with dyspnea (breathlessness) and promoting a louder, clearer speaking voice. Singing lessons and therapeutic singing interventions typically involve selected exercises to build muscle strength, coordination and efficiency for connecting breath to the voice. This may include developing awareness of breathing, coordinated breathing, rhythmic exercises, and strengthening the muscles used for respiration. When singing we need to organize our breathing and phonation to the rhythmic structure of the music. We need to take in deep breaths quickly and control the release of this air over sustained periods. Learning how to distribute the breath to sing a musical phrase can have physical health benefits in that it can increase respiratory capacity and control. Anecdotal reports have indicated that karaoke singing (Batavia & Batavia, 2003) and beat-boxing (mouth percussion) may provide benefits for respiratory health (Warms, 2007). A number of research studies have also indicated that regular singing can reduce sleepiness, snoring, and sleep apnoea symptoms by increasing the strength of the pharyngeal muscles (Hilton et al., 2013; Ojay & Ernst 2000; Pai et al., 2008). Other research has found similar effects on sleep apnoea symptoms from didgeridoo playing (Puhan et al., 2006). Didgeridoo playing can also improve respiratory function for people with asthma (Eley & Gorman, 2008; 2010) as does other wind instrument playing (Lucia, 1994) and singing (Wade, 2002). Stuttering is a speech fluency disorder that can involve psychological, motor, and auditory processing issues. Interestingly, most people who stutter can sing effortlessly which is probably because they are using different brain networks when they sing (Wan, Ruber, Hohmann, & Schlaug, 2010). The combination of increased phonation duration, slower tempo of word production, focus on intonation, and familiarity can all contribute to fluent sung production of words. Music therapists can address both the anxiety and the motor difficulty aspects of stuttering through singing by providing opportunities for fluent self-expression and techniques using rhythmic and melodic cues for speech (Tomaino, 2015). Applications of Music for People with Health Conditions The healing potential of music has been utilised throughout history and in many cultures (Wheeler, 2015). Music has been used as a modality for therapy and health promotion and is used by various health professionals to assist people to manage and overcome physical, psycho-emotional, cognitive, and spiritual challenges (Wheeler, 2015). However, the use of music as a therapeutic modality is a relatively new phenomenon in many countries. Many medical practitioners and hospital funding bodies are not convinced that there is sufficient evidence for the effect of music therapy or music-based interventions in health care (Schneck & Berger, 2006). We work as music therapists at a rehabilitation facility of a large publicly funded hospital in Australia. Our patients are admitted for rehabilitation with various health conditions including neurological injury (for example, spinal injury, acquired brain injury, stroke) and chronic disease (such as heart disease, diabetes, multiple sclerosis, motor neuron disease, cancer). Often referrals for music therapy are made because patients lack motivation for therapy and have low mood. Our colleagues assume that music will be motivating, improve mood, and offer creative ways to achieve rehabilitation goals. They are right. From a clinical perspective we frequently see our patients experience these benefits from music therapy. However, we have also conducted a number of research projects investigating the effects of music and music therapy on physical health and emotional wellbeing. Summaries of some of our relevant music therapy research projects are presented to illustrate how music can improve the health of people with significant health conditions. Research project example 1: Music to help people with heart disease to be more physically active (Clark, Baker, Peiris, Shoebridge, & Taylor, in press) Physical activity and exercise are strongly encouraged for older people with heart disease to prevent further heart attacks and the development of other chronic diseases (Haskell et al., 2007; Nelson et al., 2007). Rehabilitation programs for people with heart disease (cardiac rehabilitation) focus on physical activity with the aim of empowering participants with strategies for long-term health and wellbeing (Briffa et al., 2009). However, people with heart disease often face significant fears and psychological barriers as they try to establish an exercise routine following heart attack (Rogerson, Murphy, Bird, & Morris, 2012). They worry that physical activity might cause another heart attack. As discussed earlier, listening to music during exercise can support emotional and physical health, and may assist people with heart disease to lead more physically active lives (Clark et al., 2016). We conducted a research project with older people who had heart disease. The project compared effects of listening to personally preferred music during exercise with usual care alone (no music) over a 6-month period. Music did not make any differences to achievement of physical activity recommended in guidelines, and thus did not change exercise behaviour. However, results did suggest that listening to personally preferred music increases exercise intensity (walking speed and energy consumption), leading to cumulative benefits with improved fitness, waist circumference, blood pressure, and body mass indices. Participants also explained how music with positive associations and memories evoked feelings of flow and positive mood, which reduced experiences of anxiety, boredom, and discomfort during exercise. As a result, participants felt that listening to music helped them to manage fears and other psychological barriers during exercise. One participant eloquently summed up the sentiments of others with the following comment: The songs bring back all those memories. They might do something to my endorphins, cause they make me feel happy . . . I'm pretty young for what happened to me. I have moments of absolute anxiety just briefly about how it happened, because I was so fit. It took a lot out of me. But the music was great. It helped to motivate me just to get out there and do the walking. It did actually get me out there doing more walking. I'll keep using it. Research example 2: Singing to improve respiratory function for people with quadriplegia (Tamplin et al., 2013; 2014) Quadriplegia causes paralysis of the muscles normally used for breathing (the abdominal and intercostal muscles). This makes it difficult to cough effectively and significantly increases the risk of respiratory tract infections and pneumonia. People with quadriplegia often run out of air in the middle of a sentence and find it difficult to project their voices to speak over background noise. We conducted a randomized controlled trial to see if a 12-week therapeutic group singing intervention could improve respiratory function and voice projection for people with quadriplegia. We trained participants to use the muscles in their neck and shoulders more to help control their breath when singing. In comparison to participants who were allocated to a music listening and discussion group, the singing group improved their voice projection and maximum respiratory pressures. They also reported that the singing was enjoyable and motivated physical exercise and social engagement. Research example 3: Singing to improve speech for people with neurological conditions (Tamplin, 2008) Singing shares many of the neural mechanisms used for motor speech, which gives it great value as a rehabilitation tool for people with neurological speech impairments. Many other elements, such as rhythm, pitch, dynamics, tempo, and diction are also shared by both singing and speech. Research has found that singing interventions can be used to improve speech impairments resulting from stroke (Cohen & Masse, 1993), traumatic brain injury (Tamplin 2008), and Parkinson's disease (Di Benedetto et al., 2009; Haneishi, 2001). We conducted a research study investigating the effect of singing on speech production for people with non-progressive dysarthria following brain injury. Dysarthria is a motor speech disorder caused by neurological damage. It is often characterized by limited verbal intelligibility, loudness, range and naturalness, and abnormal speech rates. Singing can provide the rhythmic and melodic cues to organise speech production . After an 8-week individual therapeutic singing intervention we found significant improvements in speech intelligibility, rate, and perceived naturalness (fluency, prosody, rhythm) (Tamplin, 2008). There has also been increasing interest and research into the effects of therapeutic choirs for people with neurological language impairments such as aphasia (eg. Tamplin et al., 2013). Conclusion This article describes how music influences your body, both as a stimulant and relaxant. Various active and receptive strategies using music are suggested that can be used in everyday life to improve physical and emotional health. Applications of music described in case studies provide real life examples of how interventions using music benefit people with serious health conditions. Music is a readily available and inexpensive, yet powerful resource that can be accessed in various ways to make a difference to your health and wellbeing. Notes [[1]](#1) The Gate Control Theory of pain perception posits that attending to a pleasant stimulus such as music, blocks the central nervous system from processing pain signals (Melzack & Wall, 1965). References Altenmüller, E., & Schlaug, G. (2012). Music, brain, and health: Exploring biological foundations of music's health effects. In R. MacDonald, G. Kreutz, & L. Mitchell (Eds.), Music, health and wellbeing (pp. 11-24). New York: Oxford Univeristy Schlaug, G. (2013). Neurologic music therapy: The beneficial effects of music making on neurorehabilitation. Acoustical Science and Technology, 34(1), 5-12. [doi:10.1250/ast.34.5](http://dx.doi.org/10.1250/ast.34.5) Bailey, B., & Davidson, J. (2002). Adaptive characteristics of group singing: Perceptions from members of a choir for homeless men. Musicae Scientiae, 6I(2), 221-256. [doi: 10.1177/102986490200600206](http://dx.doi.org/10.1177/102986490200600206) Bailey, B. A., & Davidson, J. W. (2005). Effects of group singing and performance for marginalized and middle-class singers. Psychology of Music, 33(3), 269-303. [doi: 10.1177/0305735605053734](http://dx.doi.org/10.1177/0305735605053734) Batavia, A. I., & Batavia, M. (2003). Karaoke for quads: A new application of an old recreation with potential therapeutic benefits for people with disabilities. Disability and Rehabilitation, 25(6), 297-300. [doi: 10.1080/0963828021000031025](http://dx.doi.org/10.1080/0963828021000031025) Bateman, A., & Bale, J. (2009). Introduction: Sporting sounds. In A. Bateman & J. Bale (Eds.), Sporting sounds: Relationships betweeen sport and music F., Chouinard, L., Gallo-Payet, N., & Lesur, O. (2013). Music and biological stress dampening in mechanically-ventilated patients at the intensive care unit ward: A prospective interventional randomized crossover trial. Journal of Critical Care, 28(4), 442-50. [doi: 10.1016/j.jcrc.2013.01.007](http://dx.doi.org/10.1016/j.jcrc.2013.01.007) Beck, R. J., Cesario, T. C., Yousefi, A., & Enamoto, H. (2000). Choral singing, performance perception, and immune system changes in salivary immunoglobulin A and cortisol. Music Perception, 18(1), 87-106. [doi: 10.2307/40285902](http://dx.doi.org/10.2307/40285902) Beck, R. J., Gottfried, T. L., Hall, D. J., Cisler, C. A., & Bozeman, K. W. (2006). Supporting the health of college solo singers: The relationship of positive emotions and stress to changes in salivary IgA and cortisol during singing. Journal of Learning through the Arts: A Research Journal on Arts Integration in Schools and Communities, 2(1), article 19. Bonhila, A. G., Onofre, F., Vieira, M. L., & Martinez, J. A. B. (2009). Effects of singing classes on pulmonary function and quality of life of COPD patients. International Journal of COPD, 4, 1-8. Bradt, J. (2010). The effects of music entrainment on postoperative pain perception in pediatric patients. Music and Medicine, 2(3), 150-157. [doi: 10.1177/1943862110369913](http://dx.doi.org/10.1177/1943862110369913) Bradt, J., Dileo, C., & Potvin, N. (2013). Music for stress and anxiety reduction in coronary heart disease patients. Cochrane Database of Systematic Reviews, Issue 12. (2013). Music interventions for preoperative anxiety. Cochrane Database of Systematic Reviews, 10.1002/14651858.CD006908.pub2. [doi: 10.1002/14651858.CD006908.pub2](http://dx.doi.org/10.1002/14651858.CD006908.pub2) Bradt, J., & (2014). Music interventions for mechanically ventilated patients. Cochrane Database of Systematic Reviews 2014, Issue 12. Art. J., Davidson, P. M., . . . Denniss, A. R. (2009). An integrated and coordinated approach to preventing recurrent coronary heart disease events in Australia. Medical Journal of Australia, 190(12), 683-686. Burger, B., Thompson, M. R., Luck, G., Saarikallio, S., & Toiviainen, P. (2013). Influences of rhythm- and timbre-related musical features on characteristics of music-induced movement. Frontiers in Psychology, 4, 183. [doi:10.3389/fpsyg.2013.00183](http://dx.doi.org/10.3389/fpsyg.2013.00183) Chanda, M. L., and Levitin, D. J. (2013). The neurochemistry of music. Trends in Cognitive Sciences. 17, 179-193. [doi: 10.1016/j.tics.2013.02.007](http://dx.doi.org/10.1016/j.tics.2013.02.007) Clark, I. N., Baker, F. A., Peiris, C. L., Shoebridge, G., & Taylor, N. F. (in press). Participant-selected music and physical activity in older adults following cardiac rehabilitation: A randomised controlled trial. Clinical Rehabilitation, OnLineFirst, 1-11. [doi:10.1177/0269215516640864](http://dx.doi.org/10.1177/0269215516640864) Clark, I. N., Baker, F. A., & Taylor, N. F. (2016). The modulating effects of music listening on health-related exercise and physical activity in adults: A systematic review and narrative synthesis. Nordic Journal of Music Therapy, 25, 76-104. [doi:10.1080/08098131.2015.1008558](http://dx.doi.org/10.1080/08098131.2015.1008558) Clark, I. N., & Harding, K. (2012). Psychosocial outcomes of active singing interventions for therapeutic purposes: A systematic review of the literature. Nordic Journal of Music Therapy, 21, 80-89. [doi:10.1080/08098131.2010.545136](http://dx.doi.org/10.1080/08098131.2010.545136) Clift, S., Hancox, G., Morrison, I., Hess, B., Stewart, D., & Kreutz, G. (2008). Choral singing, wellbeing, and health: Findings from a cross-national suvery. Canterbury: Canterbury Christ Church University. Retrieved from www.darwinchorale.org.au/node/6762/attachment Clift, S. (2012). Singing, wellbeing, and health. In R. MacDonald, G. Kreutz, & L. Mitchell (Eds.), Music, health and wellbeing (pp. 113-124). Oxford and New York: Oxford University Press. [doi: 10.1093/acprof:oso/9780199586974.003.0009](http://dx.doi.org/10.1093/acprof:oso/9780199586974.003.0009) Clift, S., & Hancox, G. (2001). The perceived benefits of singing: Findings form preliminary surveys of a university college choral society. Journal of the Royal Society for the Promotion of Health, 121, 248-256. [doi: 10.1177/146642400112100409](http://dx.doi.org/10.1177/146642400112100409) Clift, S., Hancox, G., Morrison, I., Hess, B., Kreutz, G., & Stewart, D. (2010). The significance of choral singing for sustaining psychological wellbeing: Findings from a survey of choristers in England, Australia and Germany. Music Performance Research, 3(1), 79-96. Cohen, N., & Masse, R. (1993). The application of singing and rhythmic instruction as a therapeutic intervention for persons with neurogenic communication disorders. Journal of Music Therapy, 30, 81-89. [doi: 10.1093/jmt/30.2.81](http://dx.doi.org/10.1093/jmt/30.2.81) Davidson, J., & Emberly, A. (2012). Embodied musical communication across cultures: Singing and dacning for quality of life and wellbeing benefit. In R. MacDonald, G. Kreutz, & L. Mitchell (Eds.), Music, health and wellbeing (pp. 136-149). Oxford and New York: Oxford University Press. [doi: 10.1093/acprof:oso/9780199586974.003.0011](http://dx.doi.org/10.1093/acprof:oso/9780199586974.003.0011) Davis, W. B., Gfeller, K. E., & Thaut, M. H. (2008). An Introduction to Music Therapy: Theory and Practice (3rd ed.). Silver Spring, MD: American Music Therapy Association. DeNora. (2000). Music in everyday life. United Kingdom: Cambridge University Press. [doi: 10.1017/CBO9780511489433](http://dx.doi.org/10.1017/CBO9780511489433) Di Benedetto, P., Mondolo, F., Rugiu, Peratoner, A., & Biasutti, E. (2009). Voice and choral singing treatment: A new approach for speech and voice disorders in Parkinson's disease. European Journal of Physical and Rehabilitation Medicine, 45, 13-19. Eley, R., & Gorman, D. (2010). Didgeridoo playing and singing to support asthma management in aboriginal Australians. The Journal of Rural Health, 26(1), 100-104. [doi: 10.1111/j.1748-0361.2009.00256.x](http://dx.doi.org/10.1111/j.1748-0361.2009.00256.x) Engen, R. L. (2005). The singer's breath: Implications for treatment of persons with emphysema. Journal of Music Therapy, 42, 20-48. [doi: 10.1093/jmt/42.1.20](http://dx.doi.org/10.1093/jmt/42.1.20) Sandgren, M., Hansson, L.-O., & Theorell, T. (2003). Does singing promote wellbeing? An empirical study of professional and amateur singers during a singing lesson. Integrative Physiological J, Aguirre C, Sharples J. (2010). In the middle of the sound: Group singing, community mental health and wellbeing. Journal of Multi-disciplinary Research in the Arts 2(1), 1-20. Haneishi, E. (2001). Effects of a music therapy voice protocol on speech intelligibility, vocal acoustic measures, and mood of individuals with parkinson's disease. Journal of Music Therapy, 38, 273-29 [doi: 10.1007/BF02734261](http://dx.doi.org/10.1007/BF02734261) Haskell, W. L., Lee, I. M., Pate, R. R., Powell, K. E., Blair, S. N., Franklin, B. A., . . . Bauman, A. (2007). Physical activity and public health: updated recommendation for adults from the American College of Sports Medicine and the American Heart Association. Circulation, 116(9), 1081-1093. [doi:10.1161/CIRCULATIONAHA.107.185649](http://dx.doi.org/10.1161/CIRCULATIONAHA.107.185649) Karageorghis, C. I. (2008). The scientific application of music in sport and exercise. In A. M. Lane (Ed.), Sport and exercise psychology: Topics in applied psychology (pp. 109-138). London, UK: Hodder Education. Karageorghis, C. I., & Priest, D. L. (2012a). Music in the exercise domain: A review and synthesis (Part I). International Review of Sport Exercise Psychology, 5(1), 44-66. [doi:10.1080/1750984X.2011.631026](http://dx.doi.org/10.1080/1750984X.2011.631026) Karageorghis, C. I., & Priest, D. L. (2012b). Music in the International Review of Sport Exercise Psychology, 5(1), 67-84. [doi:10.1080/1750984X.2011.631027](http://dx.doi.org/10.1080/1750984X.2011.631027) Koelsch, S., Fritz, T., Cramon, Y., Müller, K., & Friederici, A. D. (2006). Investigating emotion with music: An fMRI study. Human Brain Mapping, 27, 239-250. [doi:10.1002/hbm.20180](http://dx.doi.org/10.1002/hbm.20180) G., Bongard, S., Rohrmann, S., Hodapp, V., & Grebe, D. (2004). Effects of choir singing or listening on secretory immunoglobulin A, cortisol, and emotional state. Journal of Behavioral Medicine, 27(6), 623-635. Retrieved from http://dx.doi.org/10.1007/s10865-004-0006-9 Kreutz, G., Murcia, C. Q., and Bongard, S. (2012). Psychoneuroendocrine research on music and health: An Overview. In R. MacDonald, G. Kreutz, & L. Mitchell (Eds.), Music, health and wellbeing (pp. 457-476). New York: Oxford Univeristy Press. [doi: 10.1093/acprof:oso/9780199586974.003.0030](http://dx.doi.org/10.1093/acprof:oso/9780199586974.003.0030) Kuhn, D. (2002). The effects of active and passive participation in musical activity on the immune system as measured by salivary immunoglobulin A (SigA). Journal of Music Therapy, Kumar, A. M., Tims, F., Cruess, Ironson, G., Lowenstein, D., . . . Kumar, M. (1999). Music therapy increases serum melatonin levels in patients with Alzheimer's disease. Alternative Therapies in Health and Medicine, 5(6), 49-57. Levitin, D. J., & Tirovolas, A. K. (2009). Current advances in the cognitive neuroscience of music. Annals of the New York Academy of Science, 1156, 211-231. [doi:10.1111/j.1749-6632.2009.04417.x](http://dx.doi.org/10.1111/j.1749-6632.2009.04417.x) Linnemann, A., Kappert, M. B., Fischer, S., Doerr, J. M., Strahler, J., & Nater, U. M. (2015). The effects of music listening on pain and stress in the daily life of patients with fibromyalgia syndrome. Frontiers in Human Neuroscience, 9. Retrieved from http://dx.doi.org/10.3389/fnhum.2015.00434. Lord, V. M., Cave, P., Hume, V. J., Flude, E. J., Evans, A., Kelly, J. L., et al. (2010). Singing teaching as a therapy for chronic respiratory disease - A randomised controlled trial and qualitative evaluation. BMC Pulmonary Medicine, 10(41), 1-7. [doi: 10.1186/1471-2466-10-41](http://dx.doi.org/10.1186/1471-2466-10-41) Melzack, R., & Wall, P. D. mechanisms: A new theory. Science, 150(3699), 971-979. [doi: 10.1126/science.150.3699.971](http://dx.doi.org/10.1126/science.150.3699.971) MacDonald, R. A. R., Mitchell, L. A., Dillon, T., Serpell, M. G., Davies, J. B., and Ashley, E. A. (2003). An empirical investigation of the anxiolytic and pain reducing effects of music. Psychology of Music, 31, 187-203. [doi: 10.1177/0305735603031002294](http://dx.doi.org/10.1177/0305735603031002294) Mitchell, L. A., & MacDonald, R. A. R. (2006). An experimental investigation of the effects of preferred and relaxing music listening on pain perception. Journal of Music Therapy, 43, 295-316. [doi: 10.1093/jmt/43.4.295](http://dx.doi.org/10.1093/jmt/43.4.295) Nelson, M. E., Rejeski, W. J., Blair, S. N., Duncan, P. W., Judge, J. O., King, A. C., . . . Castaneda-Sceppa, C. (2007). Physical activity and public health in older adults: Recommendation from the American College of Sports Medicine and the American Heart Association. Circulation, 116(9), 1094-1105. [doi: 10.1161/CIRCULATIONAHA.107.185650](http://dx.doi.org/10.1161/CIRCULATIONAHA.107.185650) Nilsson, U. ,Rawal, N. A comparison of intra-operative or postoperative exposure to music: a controlled trial of effects on postoperative pain. Anaesthesia, 58(7), 699-703. [doi: 10.1046/j.1365-2044.2003.03189_4.x](http://dx.doi.org/10.1046/j.1365-2044.2003.03189_4.x) North, A. C., & Hargreaves, D. J. (2008). Musical preference and taste. In, The social and applied psychology of music (pp. 67-135). New York: Oxford University Press. [doi: 10.1093/acprof:oso/9780198567424.003.0003](http://dx.doi.org/10.1093/acprof:oso/9780198567424.003.0003) C., & Kreutz, G. (2012). Dance and health: Exploring interactions and implications. In R. MacDonald, G. Kreutz, & L. Mitchell (Eds.), Music, health and wellbeing (pp. 125-135). Oxford and New York: Oxford University Press. A., Rojo, J. L., Ripollés, P., Altenmüller, E., & Münte, T. F. (2012). The involvement of audio-motor coupling in the music- supported therapy applied to stroke patients. Annals of New York Acadamy of Sciences, 1252, 282-293. [doi:10.1111/j.1749-6632.2011.06425.x](http://dx.doi.org/10.1111/j.1749-6632.2011.06425.x) Rogerson, M. C., Murphy, B. M., Bird, S., & Morris, T. (2012). \"I don't have the heart\": A qualitative study of barriers to and facilitators of physical activity for people with coronary heart disease and depressive symptoms. International Journal of Behavioral Nutrition and Physical Activity, 9(140), 1-9. [doi:10.1186/1479-5868-9-140](http://dx.doi.org/10.1186/1479-5868-9-140) Schneck, D. J., & Berger, D. S. (2006). The music effect: Music physiology and clinical applications. London and Philadelphia: Jessica Kingsley Publishers. Tamplin J. (2008). A pilot study into the effect of vocal exercises and singing on dysarthric speech. NeuroRehabilitation, 23(3), 207-216. Tamplin, J. (2015). Music therapy for adults with traumatic brain injury and other neurological disorders. In B. Wheeler (Ed.) Music therapy handbook. (pp. 454-468). New York, NY: Guilford Publications, F., Grocke, D., D., Pretto, J. J., Ruehland, W. R., ... Berlowitz, D. J. (2013). The effect of singing on respiratory function, voice, and mood following quadriplegia: A randomized controlled trial. Archives of Physical Medicine and Rehabilitation, 94(3), 426-434. [doi: 10.1016/j.apmr.2012.10.006](http://dx.doi.org/10.1016/j.apmr.2012.10.006) Tamplin, J., Baker, F., Grocke, D., & Berlowitz, D. J. (2014). A thematic analysis of the experience of group music therapy for people with chronic quadriplegia. Topics in Spinal Cord Injury Rehabilitation, 20(3), 256-268. [doi: 10.1310/sci2003-236](http://dx.doi.org/10.1310/sci2003-236) Tamplin, J., Baker, F., Jones, B., Way, A., & Lee, S. (2013). 'Stroke a chord': The effect of singing in a community choir on mood and social engagement for people living with aphasia following a stroke. Neurorehabilitation, 32(4), 929-941. Thaut, M. (2005). Rhythm, music and the brain. New York and London: Routledge. Tomaino, C. M. (2015). Music therapy and the brain. In B. L. Wheeler (Ed.), Music therapy handbook (pp. 40-50). New York: The Guilford Press. Wade, L. M. (2002). A comparison of the effects of vocal exercises/singing versus music-assisted relaxation on peak expiratory flow rates of children with asthma. Music Therapy Perspectives, 20, 31-37. [doi: 10.1093/mtp/20.1.31](http://dx.doi.org/10.1093/mtp/20.1.31) Wan, C. Y., Ruber, T., Hohmann, A., & Schlaug, G. (2010). The therapeutic effects of singing in neurological disorders. Music Perception, 27(4), 287-295. [doi:10.1525/mp.2010.27.4.287](http://dx.doi.org/10.1525/mp.2010.27.4.287) Wang, S. M., Kulkarni, L., Dolev, J. & Kain, Z. N. (2002). Music and preoperative anxiety: a randomized, controlled study. Anesthetics & Analagesia, 94(6), 1489-1494. Warms, C. (2007). SCI Forum Report: Universal Fitness. Retrieved from http://sci.washington.edu/info/forums/reports/universal_fitness.asp - video#video Wen, C. P., Wai, J. P., Tsai, M. K., Yang, Y. C., Cheng, T. Y., Lee, M. C., . . . Wu, X. (2011). Minimum amount of physical activity for reduced mortality and extended life expectancy: A prospective cohort study. Lancet, 378(9798), 1244-1253. [doi:10.1016/S0140-6736(11)60749-6](http://dx.doi.org/10.1016/S0140-6736(11)60749-6) Wheeler, B. L. (2015). Music therapy as a profession. In B. L. Wheeler (Ed.), Music therapy handbook (pp. 5-16). New York: The Guilford Press. WHO. (2011). World Health Organisation Physical Activity Fact Sheet - Older Adults, 2011. Diet and physical activity. Retrieved from http://www.who.int/dietphysicalactivity/factsheet_olderadults/en/index.html Wiens, M. E., Reimer, M. A., & Guyn, H. L. (1999). Music therapy as a treatment method for improving respiratory muscle strength in patients with advanced multiple sclerosis: A pilot study. Rehabilitation Nursing, 24(2), 74-80. [doi: 10.1002/j.2048-7940.1999.tb01840.x](http://dx.doi.org/10.1002/j.2048-7940.1999.tb01840.x) Zatorre, R. J., Chen, J. L., & Penhune, V. B. (2007). When the brain plays music: Auditory-motor interactions in music perception and production. "}