{"title": "Herramienta de predicción de toxicidad grave por fármacos en ensayos clínicos de fase I", "author": null, "url": "https://www.mskcc.org/es/cancer-care/clinical-trials/serious-drug-related-toxicity-phase-i-clinical-trials-prediction-tool", "hostname": "mskcc.org", "description": "Herramienta de predicción en ensayos clínicos de fase I Usa el nomograma » Publicación de referencia » Ver todas las herramientas de predicción » Esta herramienta de predicción está diseñada para ayudar a lo", "sitename": "Memorial Sloan Kettering Cancer Center", "date": "2023-01-01", "cleaned_text": "Esta [herramienta de predicción está diseñada para ayudar a los médicos a estimar el riesgo de toxicidad grave por fármacos (SDRT) en el primer ciclo en pacientes con cáncer que reciben tratamiento como parte de ensayos de fase I](http://nomograms.mskcc.org/ClinicalTrials/SeriousDrugRelatedToxicity.aspx). El objetivo principal de los ensayos de fase I es determinar la dosis más alta de un fármaco o de una combinación de fármacos que se puede tomar de forma segura. Eliminar ciertos pacientes, como aquellos que no tienen una función orgánica normal, maximiza la seguridad de los ensayos clínicos con cuidado. A pesar de esto, algunos pacientes tienen un alto riego de sufrir toxicidad grave por fármacos durante los ensayos de fase I. Esta herramienta tiene como objetivo identificar a los pacientes en riesgo de padecer toxicidad temprana grave por fármacos (ciclo 1) para que los pacientes y los médicos puedan evaluar el riesgo inicial de esta toxicidad antes de tomar una decisión sobre la participación en un ensayo de fase I. La herramienta se desarrolló utilizando información de más de 3100 pacientes inscritos en 127 ensayos de fase 1. Consulta la publicación citada a continuación para obtener más detalles, incluida la definición de toxicidad grave por fármacos. ¿Quién puede usar esta herramienta? Esta herramienta se debe usar solo para pacientes que no tienen leucemia ni linfoma y que ingresan a ensayos en los que recibirán tratamiento con agentes citotóxicos o dirigidos molecularmente, solos o en combinación. La herramienta no se debe usar para pacientes que ingresan a ensayos clínicos que prueban vacunas, radioterapia o terapia locorregional (terapia que afecta solo una zona específica en lugar de ser sistémica) o en ensayos de disfunción orgánica específicos. Además, los pacientes deben: - Tener 18 años o más - Tener tumores sólidos - Tener un recuento absoluto de neutrófilos de al menos 1 x 109/L - Tener un nivel de hemoglobina de al menos 8 g/dl - Tener un recuento de plaquetas de al menos 75 x 109/L - Tener aspartato aminotransferasa (AST) igual o inferior a 5 x límite superior normal, alanina aminotransferasa (ALT) igual o inferior a 5 x límite superior normal y bilirrubina total igual o inferior a 2 x límite superior normal. Si eres paciente, te recomendamos que utilices esta herramienta SOLO si también consultas con tu proveedor de cuidados de la salud. ¿Qué información necesitarás? Para usar la herramienta, debes ingresar la siguiente información. Para que este nomograma evalúe con precisión el riesgo de toxicidad grave por fármacos del ciclo 1 de un paciente, debes incluir valores precisos para toda la información a continuación. Si alguno de los valores del paciente se encuentra fuera de los rangos especificados a continuación, este nomograma no puede indicar con precisión el riesgo de toxicidad grave por fármacos y no se debe usar. - Estado funcional ECOG: el médico utiliza este número para evaluar el progreso de la enfermedad. (El rango es de 0 a 3) - Recuento de glóbulos blancos: recuento de glóbulos blancos (el rango es de 2.1 a 38.2 mil millones de células/L) - Depuración de creatinina: (el límite inferior es 13 ml/min) - Nivel de albúmina: (el rango es de 1.8 a 5 g/dL) - Nivel de aspartato aminotransferasa (AST): (el rango es de 7 a 176 unidades/L) - Cantidad de fármacos que se están probando en el ensayo: (el rango es de 1 a 3) - ¿Alguno de los fármacos que se están probando son fármacos biológicos? (La respuesta es \"Sí\" o \"No\". Los fármacos biológicos son fármacos cuya fabricación requiere tecnología de ADN recombinante). Si eres paciente, te recomendamos que utilices esta herramienta solo si también consultas con tu proveedor de cuidados de la salud. Contáctanos Si tienes preguntas o comentarios sobre esta herramienta de predicción, contáctanos en [[email protected]](/cdn-cgi/l/email-protection#7f11101210180d1e120c3f120c141c1c51100d18). Usa esta herramienta [Usa nuestra herramienta de predicción de toxicidad por fármacos en ensayos clínicos de "}