{"title": "PDF", "author": "PDF", "url": "https://static1.squarespace.com/static/62b0b53be08b7e27d9c61bd6/t/63670fa70836ae74b50b3d0f/1667698603407/Spanish%2BCOVID-19%2BVaccines%2BUnder%2B5%2BFlyer%2BREVISED.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Aprender Visitar Planar Mantener¿Es segura la vacuna? Sí. Miles de niños participaron en los ensayos y científicos y agencias independientes la aprobaron. (1) ¿Puede mi hijo recibir otras vacunas en la misma cita? Sí. Es seguro recibir diferentes vacunas al mismo tiempo. (2) ¿Hay efectos secundarios? Efectos secundarios son comunes y pueden incluir dolor en el brazo, fatiga, dolor de cabeza, fiebre, escalofrios, y dolor de articulos o musculos. (3) ¿Mi hijo debe vacunarse si sus padres fueron vacunados durante el embarazo y/o dando pecho? Se recomienda vacunar a su hijo lo antes posible, aunque se puede considerarlo de bajo riesgo, para protegerlo de una enfermedad grave. (2) La pandemia afecta a todos, incluyendo a los niños. Las vacunas de Pfizer y Moderna contra COVID-19 están disponibles para niños de 6 meses en adelante. Cada niño está más seguro con una vacuna contra COVID-19.LAS VACUNAS CONTRA COVID-19 PARA NIÑOS MENORES DE 5 AÑOS LO QUE DEBERÍA SABER Si tiene preguntas, consulte su pediatra. Visite su pediatra, clínica comunitaria, o farmacia. Asegúrese de que el sitio tenga la dosis correcta de la vacuna Pfizer o Moderna para la edad de su hijo. La vacuna es gratis. No necesita seguro médico y no pagará. Regrese 21 días después para la segunda dosis de la vacuna Pfizer y 56 días después de la segunda dosis para la tercera dosis. Para la vacuna Moderna, regrese 28 días después para la segunda dosis. Guarde la cartilla de vacunación y tráigala a la segunda y tercera cita de vacunación. (4)CÓMO CONSOLAR A SU HIJO CUANDO SE VACUNA Para más información, visite: www.boostoregon.orgEl día de la cita, hable sobre los eventos del día and haga planes divertidos después de la vacuna. Trate de abrazar a su hijo y no refrenarlo. Dando pecho y los chupetes pueden calmar a su bebé durante una inyección. Lleve artículos reconfortantes, como libros o juguetes, para calmarlo y distraerlo. Pregúntele a su proveedor sobre usar \"Buzzy Bee\", un bloqueador de inyecciones o un agente anestésico para aliviar el malestar. Esté tranquilo y positivo. Inspirará a su hijo a hacer lo mismo. Aprende más: www.boostoregon.org/comfort Efectos secundarios duraderos de todas las vacunas son extremadamente improbables, incluidas las vacunas contra COVID-19. Ensayos y monitoreo de vacunas demuestran que los efectos secundarios generalmente ocurren dentro de las seis semanas posteriores a la inyección. Más de 200 millones de estadounidenses y más de 5 mil millones de personas en todo el mundo han recibido vacunas contra el COVID-19 y no hay efectos secundarios duraderos. (5) Se está monitoreando la seguridad para el efecto secundario raro de la inflamación del corazón (miocarditis) y otros posibles efectos secundarios raros que solo son detectables después de administrar millones de dosis. No se detectaron casos en los ensayos de vacunas.(6) Si su hijo tiene una reacción alérgica, lo sabrá inmediatamente después de la inyección. Es por eso que se observará a su hijo durante 15 a 30 minutos después de recibir la vacuna. (5)¿QUÉ PASA CON EFECTOS SECUNDARIOS DURADEROS? Western States Scientific Safety Review Workgroup: https://drive.google.com/file/d/1Nklm7aMqcyNrOrxZ-19-fGy-8i2wkxp1/view Centers for Control and Prevention: and Drug Administration: https://www.fda.gov/media/159228/downloadSources 1. 2. 3. 4. 5. 6. "}