{"title": "PDF", "author": "PDF", "url": "https://www.undp.org/sites/g/files/zskgke326/files/migration/latinamerica/UNDP-RBLAC-ProyectoEbAPE.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "LOMAS INTRODUCCIÓNRetos y oportunidades en la conservación de las lomas de Lima Metropolitana Conservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en LimaProyecto EbA Lomas/// II /// PROYECTO EbA LOMAS INTRODUCCIÓNConservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en Lima Conservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en LimaRetos y oportunidades en la conservación de las lomas de Lima MetropolitanaProyecto EbA Lomas Programa de las Naciones Unidas para el Desarrollo Complejo Javier Pérez de CuellarAv. Pérez Araníbar 750, Magdalena del Mar, Lima 17, Perúwww.pe.undp.org Primera edición - Febrero 2018 Hecho el Depósito Legal en la Biblioteca Nacional del Perú N° 2018-01958 Supervisión general: Proyecto EbA Lomas Redacción y edición: Tres MitadesDiseño y diagramación: Cirkel Estudio GráficoFotografías: Roobert Ortiz Tiraje: 500 ejemplares Impresión: Zumo Gráfica SACAv. La Mar 832 Miraflores, Lima 18, Perú Cita: Programa de las Naciones Unidas para el Desarrollo (2018). Retos y oportunidades en la conservación de las lomas de Lima Metropolitana. Lima. Esta información puede ser reproducida en su totalidad o de forma parcial en cualquier medio, citando la fuente. /// 2 /// /// 3 /// PROYECTO EbA LOMAS PROYECTO EbA LOMAS INTRODUCCIÓN INTRODUCCIÓNConservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en LimaIntroducción En invierno, el cielo limeño se cubre de neblinas cargadas de humedad que precipitan bajo la forma de garúa e impide el paso de los rayos del sol y genera una alta humedad en toda la ciudad. Por eso a la capital peruana se le conoce como \"Lima, la gris\". Sin embargo, ese mismo gris también da vida a un ecosistema único y especial como las lomas, esas beneficiosas formaciones vegetales de la costa peruana que reverdecen con la humedad. Para una ciudad desértica como Lima, con más de 10 millones de habitantes, un gran déficit de áreas verdes y graves problemas de contaminación, las lomas son espacios valiosos para conservar la naturaleza, para la adaptación al cambio climático e incluso para promover actividades socieconómicas. Actualmente, Lima posee casi 20 mil hectáreas de ecosistemas de lomas anuales, distribuidas desde Ancón hasta Pucusana, ubicadas en 17 distritos. El tamaño y extensión de este ecosistema dinámico, depende del tiempo y el clima, con lo que puede abarcar hasta 20 distritos, usualmente en Fenómenos del Niño. Si bien las lomas cumplen un rol fundamental en la resiliencia al cambio climático, son actualmente espacios vulnerables. Por eso para preservarlas surgió el proyecto \"Conservación, gestión y rehabilitación de los ecosistemas frágiles de lomas\" o EbA Lomas, llamado así por las siglas en inglés del enfoque que emplea el proyecto: la adaptación basada en ecosistemas. El proyecto EbA Lomas es implementado por el Programa de las Naciones Unidas para el Desarrollo (PNUD), bajo la dirección del Servicio de Áreas Naturales Protegidas por el Estado (SERNANP), órgano adscrito al Ministerio del Ambiente (MINAM), y financiado por el Fondo Mundial de Medio Ambiente (GEF). /// 4 /// /// 5 /// PROYECTO EbA LOMAS PROYECTO EbA LOMAS INTRODUCCIÓN INTRODUCCIÓNConservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en Lima /// 4 /// Las lomas Las lomas son ecosistemas estacionales que se genera sobre las cadenas de los cerros con orientación al mar. Las lomas resultan de la interacción directa entre el clima, el suelo y el relieve, pero adoptan diversas formas y composiciones dependiendo de la distancia con el mar, la altitud, la pendiente, las condiciones microclimáticas, entre otras causas. ¿CÓMO SE FORMAN LAS LOMAS? 35 Al asomarse las aguas frías a la supercie por un proceso de afloramiento denominado \"upwelling\" , estas se calientan por acción del sol, lo que ocasiona su condensación en forma de nubes bajas de la familia de los estratos. Usualmente estas nubes se presentan en forma de nieblas y neblinas. El proceso comienza en el mar peruano. Sus aguas frías se deben a la corriente peruana o de Humboldt, que circula en dirección sur-norte proveniente de las regiones subantárticas y subtropicales. Las nubes forman un 'colchón' que cubre Lima en invierno y ocasiona el fenómeno de \"inversión térmica\", responsable de las bajas temperaturas que se registran en la ciudad, pese a estar en una región tropical. Las nubes viajan en dirección al este, llevadas por los vientos alisios. La cordillera de los Andes intercepta las nubes estratos hasta una altitud aproximada de 1,000 msnm, que es el límite altitudinal que alcanzan estas nubes. Dicha interceptación produce la precipitación de nas gotas de agua que se denominan comúnmente garúas. Cuando el agua entra en contacto con el suelo de los piedemontesandinos, rico en minerales, el banco de semillas que yace en este se activa y brotan millones de plántulas, formando lo que conocemos como el ecosistema de lomas. PROYECTO EbA LOMAS /// 5 /// INTRODUCCIÓN INTRODUCCIÓNConservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en Lima4 Gráfico 1 Datos El mar frío también es responsable de que tengamos uno de los mares más ricos en biodiversidad y recursos ictiológicos. Las garúas prolongadas pueden ocasionar escorrentías en las laderas y charcos en medio de la ciudad. Es posible ver el \"colchón de nubes\" que cubre Lima si ascendemos a más de 1,000 msnm en invierno. Por ejemplo cuando vamos a Chosica. La humedad relativa en las lomas, es decir, la cantidad de agua en el aire, puede llegar al 100%. 12 PROYECTO EbA LOMAS /// 5 /// PNUD /// 7 /// /// 6 /// PROYECTO EbA LOMAS Conservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en Lima LAS LOMASLas lomas reverdecen cuando el agua cargada de las neblinas se precipita sobre el suelo y permite que las semillas y bulbos de las especies adaptadas al desierto rebroten. Esta dinámica solo ocurre durante el invierno austral, es decir, aproximadamente entre los meses de julio y octubre; sin embargo, algunas plantas de las lomas crecen a lo largo del año debido a su nivel de adaptación. Salvo excepciones, la gran mayoría de especies florecen durante la época húmeda, pero por ejemplo, la flor de Amancaes (Ismene amancaes) lo hace a finales de junio, marcando el inicio de la temporada de lomas, mientras que la flor de trompeta (Stenomesson coccineum) florece durante el verano. Una de las grandes contribuciones de las lomas es el suministro de servicios ecosistémicos de provisión, de regulación, de recreación y culturales. Por un lado, los ecosistemas de lomas en épocas de verdor permiten la alimentación, descanso y reproducción de diversas especies de presencia temporal. Por otro lado, su cercanía a la ciudad, su estado de conservación y su representatividad resultan útiles para la investigación sobre biología y ecología, y le confieren un gran potencial como centros de educación ambiental y de turismo asociados a la naturaleza y la historia porque, además, guardan importantes evidencias arqueológicas. Entre el 2013 y 2014, el SERFOR y el SERPAR identificaron diez servicios ecosistémicos de lomas, los cuales fueron caracterizados por su permanencia en el tiempo y su capacidad de ser aprovechados por parte de la población aledaña (ver gráfico 2). Pero actualmente estos ecosistemas se encuentran amenazados por la ocupación informal y su uso inadecuado, y de no adoptarse las medidas correctivas apropiadas, su deterioro repercutirá en la calidad de vida de los limeños. SERVICIOS ECOSISTÉMICOS DE LAS LOMAS Beneficios de las lomasGráfico 2 Provisión de recursos genéticos Son espacios de gran riqueza animal y vegetal. Las lomas albergan numerosas especies endémicas y algunas en peligro de extinción, y también importantes recursos genéticos de fauna y flora, en especial parientes silvestres de la papa, el tomate, el tabaco y la papaya. Formación de suelo Actúan como islas de vegetación que enriquecen el suelo superficial procedente de la meteorización física y química de la roca preexistente. EstéticosForman paisajes verdes y ecosistemas naturales, culturales e históricos en un entorno urbano altamente intervenido.Provisión de alimentoProveen de especies importantes como la flor de Amancaes, la begonia, la papaya silvestre, el zapote, los tomatillos y los frutos de cactáceas, así como caracoles y aves para el calendario de caza comercial.Aire limpio Las lomas purifican el aire contaminado producido por las industrias, la minería, las canteras o los botaderos que existen en cada distrito donde se encuentran. Espirituales y religiosos Las lomas son visitadas por congregaciones religiosas y personas que le otorgan un valor religioso o místico.Educacional Las lomas también sirven para educar a los niños y jóvenes sobre la importancia de cuidar el medio ambiente dentro de la ciudad. Polinización Permiten el mantenimiento de los sistemas agroecológicos. Las lomas albergan insectos, aves y mamíferos voladores capaces de polinizar diferentes cultivos de importancia económica. Ecoturismo La fauna y flora silvestre de las lomas, junto con el paisaje, contribuyen al desarrollo de actividades recreativas y de ecoturismo como la observación de aves en su ambiente natural. PROYECTO EbA LOMAS /// 7 /// LAS LOMASCaptación de agua atmosféricaA través de un instrumento conocido como atrapanieblas, es posible aprovechar la niebla de las lomas como una fuente de agua. Varias experiencias muestran su uso en la forestación de laderas y riego urbano. Lomas de Amancaes (Mayo) Lomas de Amancaes (Agosto) (1) Servicio Nacional Forestal de Flora y Fauna Silvestre (2) Servicio de Parques de Lima1 2PNUD /// 9 /// /// 8 /// PROYECTO EbA LOMAS Conservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en Lima LAS LOMAS NO SON LUGARES PARA VIVIR LAS LOMAS NO SON LUGARES PARA VIVIRLas lomas no son lugares para vivir Con cerca de 10 millones de habitantes, Lima representa el 30% de la población peruana, lo que ha generado un gran desarrollo socioeconómico y cultural, pero también una inadecuada ocupación del territorio, la mayoría de las veces sin la planificación y el control adecuados y sin un enfoque de Gestión del Riesgo de Desastres. Muestra de ello es que, a pesar del suelo blando y la pendiente pronunciada, muchos limeños han decidido vivir en las laderas de las lomas o dentro de ellas, exponiendo así sus vidas. Las lomas no son lugares para vivir por dos principales motivos: Es un proceso social cuyo fin último es la prevención, la reducción y el control permanente de los factores de riesgo de desastres en la sociedad. Asimismo, la adecuada preparación y respuesta sostenible ante situaciones de desastre, considerando las políticas nacionales con énfasis en materia económica, ambiental, territorial, de defensa nacional y de seguridad.¿QUÉ ES LA GESTIÓN DEL RIESGO DE DESASTRES? ? 1. Alto riesgo sísmico Cuando el suelo es blando y las laderas tienen una pendiente pronunciada como en las lomas de Lima, todo lo que está encima de ella tiende a deslizarse. Y si le sumamos la escasa vegetación y el poco cuidado de la misma, el riesgo se incrementa. En otras ciudades latinoamericanas las montañas están cubiertas de árboles o vegetación que fijan el suelo con sus raíces y evitan que este se desplace. Lo que aparenta ser un simple detalle paisajístico es determinante para evitar huaicos de gran magnitud.2. Enfermedades respiratorias Vivir en las lomas significa respirar agua, literalmente. La humedad en estos ecosistemas alcanza el 100% durante el invierno y genera un entorno inadecuado para la vida porque ocasiona frecuentes enfermedades respiratorias y una mayor intensidad de la sensación térmica en verano e invierno. PROYECTO EbA LOMAS/// 11 /// PROYECTO EbA LOMAS PNUD /// 10 /// Conservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en Lima La Gestión del Riesgo de Desastres en Lima Metropolitana implica, entre otras actividades, una mejor distribución del territorio, y por eso es necesario el apoyo de la sociedad civil, funcionarios y autoridades en el corto, mediano y largo plazo. Las acciones orientadas hacia ese propósito son: Prohibición de ocupaciones en zonas con pendientes pronunciadas. Estabilización de terreno a través de la implementación de cobertura vegetal. Construcción o mejoramiento de de viviendas con asesoría técnica profesional. Utilización de materiales de construcción de buena calidad. Mantenimiento periódico de viviendas. Construcción de sistemas de drenaje para lluvias en barrios. Construcción de muros de contención con sus bases ancladas a las rocas. Mejoramiento de servicios de agua y desagüe.Cambio climático en Lima y las lomas Si ya de por si Lima es una ciudad vulnerable a los eventos climáticos y no climáticos, los ecosistemas de lomas y la población que vive alrededor de ellas están aún más expuestas de lo usual a los impactos generados por dichos eventos. FACTORES DE VULNERABILIDAD DE LIMA ANTE EL CAMBIO CLIMÁTICO Limitado conocimiento y avances en la gestión del ambiente y los recursos naturales La fuerte y directa influencia del clima en actividades económicas importantesLa presencia de fenómenos naturales extremosNaturaleza áridaLa pobreza en las zonas periféricas de Lima Gráfico 3 PROYECTO EbA LOMAS /// 11 /// Ciudades que sobrepasan la capacidad de carga de las cuencas que le dan soporteS/. LAS LOMAS NO SON LUGARES PARA VIVIR /// 10 /// PROYECTO EbA LOMAS/// 13 /// PROYECTO EbA LOMAS PNUD /// 12 /// Conservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en Lima CAMBIO CLIMÁ TICO EN LIMA Y LAS LOMAS CAMBIO CLIMÁ TICO EN LIMA Y LAS LOMAS Con proyección al 2050, se identificó que los distritos más expuestos a indicadores climáticos como la disminución de la precipitación, la frecuencia de eventos extremos, la velocidad de los vientos y la disponibilidad de neblina son San Juan de Lurigancho, Lurigancho-Chosica, Carabayllo y Lurín. Pero si solo consideramos los ecosistemas de lomas, estos serían: las lomas de Carabayllo, Villa María del Triunfo, Caringa, Collique y Payet. En síntesis, las poblaciones y los ecosistemas más afectados por el cambio climático son aquellos ubicados en la zona central, oriental y sur de Lima.RESILIENCIA Capacidad de un sistema social o ecológico de absorber una alteración sin perder su estructura básica, sus modos de funcionamiento, su capacidad de auto organización y su capacidad de adaptación al estrés y al cambio. (IPCC, 2007). El efecto invernadero es un proceso natural por medio del cual los gases de efecto invernadero (GEI) presentes en la atmósfera retienen el calor emitido por la Tierra, manteniendo constante su temperatura y permitiendo la vida en ella. Algunas actividades del hombre como la quema de combustibles fósiles para generar energía, la industrialización o la deforestación han alterado este proceso natural provocando una gran concentración de GEI en la atmósfera. Dicha concentración de GEI, generalmente de origen humano, provoca un fenómeno conocido como cambio climático. ¿QUÉ ES EL CAMBIO CLIMÁTICO?? PROYECTO EbA LOMAS/// 14 /// PROYECTO EbA LOMAS PROYECTO EbA LOMAS Conservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en Lima CAMBIO CLIMÁ TICO EN LIMA Y LAS LOMAS CAMBIO CLIMÁ TICO EN LIMA Y LAS LOMASVULNERABILIDAD CLIMÁTICA DE LAS LOMAS DE LIMA Escenarios climáticos propuestos para Lima ESCENARIO 1 ESCENARIO 2 ESCENARIO 3 Condiciones de tropicalización considerando nuestra geografia. Lluvias intensas y aumento de temperatura de al menos 2°C. Fenómeno El Niño más frecuente, casi permanente y aumento de más de 6% precipitaciones. Incremento de caudal de ríos.Condición intermitente entre el fenómeno el Niño y la Niña. Condiciones alternadas de los escenarios 1 y 3 (más precipitaciones y también periodos más secos).Condiciones de temperización o enfriamiento. Clima más templado, parecido a situaciones como las que se presentan durante el Fenómeno La Niña. Menos de 9,6% de precipitaciones.Probables sequías graves. Reducción del caudal de los ríos.VULNERABILIDAD Grado de susceptibilidad o de incapacidad de un sistema para afrontar los efectos adversos del cambio climático, y en particular, la variabilidad del clima y los fenómenos extremos. La vulnerabilidad dependerá del carácter, magnitud y rapidez del cambio climático al que esté expuesto un sistema, y de su sensibilidad y capacidad de adaptación (IPCC, 2007). Fuente: Estrategia de Adaptación al cambio climático de la MML, 2014 / CEPAL 2013, Clima Adaptación Santiago (CAS) Adaptación al cambio climático en megaciudades de América Latina Red Regional de Aprendizaje Baja MediaAltaVULNERABILIDAD y PNUD /// 17 /// /// 16 /// PROYECTO EbA LOMAS Conservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en Lima LAS AMENAZAS DE LAS LOMAS LAS AMENAZAS DE LAS LOMASLas amenazas de las lomas Como muchos de los sistemas naturales sin protección, las lomas son alteradas y/o destruidas directa o indirectamente por actividades humanas incompatibles con el uso mayor del suelo y los recursos naturales. LOMAS HISTÓRICAS QUE SE HAN PERDIDO EN LAS PAMPAS DE AMANCAES - RÍMAC 1. Minería metálica y no metálica desregulada. De las lomas se extraen principalmente materiales para la industria de la construcción: arena gruesa, arena na, grava y piedra triturada. T odas en volúmenes signicativos para abastecer el crecimiento inmobiliario de Lima.3. Invasiones de terrenos para viviendas. Con el paso de los años varios asentamientos humanos, especialmente en el norte y centro-sur de Lima y en menor medida en el sur, se han ido ubicando alrededor de los ecosistemas de lomas. PRINCIPALES AMENAZAS DE LAS LOMAS 2. Tráfico de terreno. Debido al poco control y vacíos legales, muchos tracantes de terrenos se apropian de forma violenta de las lomas para luego venderlas. 4. Pastoreo El pastoreo itinerante y no regulado de ganado caprino y vacuno en las lomas pone en riesgo la regeneración natural de las plantas consumidas. Además, erosiona el suelo y afecta a la reproducción de flora, especialmente en las especies endémicas.Gráfico 4 S/. PROYECTO EbA LOMAS /// 17 /// Huaca La Florida 1957 2015 Huaca La Florida Fuente: Servicio Aerofotográfico Nacional Fuente: Bing Maps 2015/// 19 /// PROYECTO EbA LOMASConservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en Lima COMPONENTESProyecto EbA Lomas 1. Conservación de los ecosistemas de lomas de Lima. OBJETIVO: Contribuir a una gestión integrada de protección de los ecosistemas de lomas frágiles en la provincia de Lima. 2. Gestión para el uso ordenado del suelo y el territorio del entorno de las lomas. OBJETIVO: Desarrollar herramientas de gestión integrada del territorio y los procesos participativos para una administración eficaz de las áreas de conservación de los ecosistemas de lomas de Lima y sus zonas de amortiguamiento. 3. Diversificación económica en base a la conservación y aprovechamiento sostenible de las lomas. OBJETIVO: Reforestación de áreas degradadas con flora nativa. Además, desarrollar y promover prácticas sostenibles y mecanismos de regulación de bajo impacto, y diseñar e implementar un plan de inversión para la infraestructura turística. 4. Gestión del conocimiento, monitoreo y evaluación. OBJETIVO: Establecer un mecanismo permanente de monitoreo, junto con las autoridades municipales de los distritos locales y el Ministerio de Medio Ambiente, para medir la salud de los ecosistemas de lomas.El proyecto \"Conservación, gestión y rehabilitación de ecosistemas frágiles de lomas de Lima (EbA Lomas)\" , es un proyecto colaborativo entre el MINAM, SERNANP y PNUD, financiado por el GEF, el cual cuenta con cuatro componentes que interactúan entre sí a fin de crear un marco legal y de beneficios para la población aledaña. Estos son: /// 20 /// /// 21 /// PROYECTO EbA LOMAS PROYECTO EbA LOMAS Conservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en LimaADAPTACIÓN BASADA EN ECOSISTEMAS El proyecto pretende contribuir al establecimiento de áreas de conservación pública y privada reconocidas formalmente con el fin de salvaguardar la biodiversidad y servicios ecosistémicos, a través del enfoque de adaptación basada en ecosistemas (EbA, por sus siglas en inglés). Además, se busca contribuir a la gobernabilidad ambiental de Lima fortaleciendo las capacidades de los gobiernos locales, del SERNANP y demás entes vinculados a la planificación y gestión participativa para la conservación, restauración y uso sostenible de las lomas. Asimismo, se busca promover y desarrollar herramientas de gestión integradas al territorio. Por último, el proyecto también pretende fortalecer las capacidades de los usuarios locales para la adopción de prácticas ambientales sostenibles y la participación en la gestión de ecosistemas a través de mecanismos de monitoreo permanentes y participativos. Conservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en LimaUso de la biodiversidad y los servicios de los ecosistemas como parte de una estrategia general de adaptación para que las personas puedan adecuarse a los impactos adversos del cambio climático (CBD, 2009) ABEManejo de los recursos naturalesManejo integrado y sostenible del territorio Manejode los recursos hídricos Ayudar a las personas a adaptarse a los cambios climáticos ABE Conservación de la biodiversidad y ecosistemasBene cios socioeconómicos Adaptación al cambio climáticoABEGráfico 5 ADAPT ACIÓN BASADA EN ECOSISTEMAS /// 21 /// PROYECTO EbA LOMAS ÁMBITO DE INTERVENCIÓNÁMBITO DE INTERVENCIÓN /// 21 /// ADAPTACIÓN BASADA EN ECOSISTEMASLomas Área (ha) Distrito Lomas de Ancón 9195.62 Ancón Lomas de Carabayllo 1 Lomas de Amancaes 238.72 Rímac, Independencia, San Juan de Lurigancho Lomas de Villa María del Triunfo525.28 La Molina, Villa María del Triunfo Área total propuesta para Área de Conservación Regional (ACR)10,463.68 -Lomas Área (ha) Distrito Lomas de Mangomarca 516.10 San Juan de Lurigancho Lomas de Lúcumo: Quebrada Verde, Guayabo, Picapiedra y Manchay1597.36 Villa María del Triunfo, Pachacámac y Lurín Lomas de Lurín: Flor de Nieva, Quebrada Leña y Pucará1372.07 Lurín Lomas de Pachacámac: Punta Blanca, Manzano y Pucará4,547.69 Pachacámac Lomas de Pacta 993.47 Punta Hermosa Lomas de Caringa 2,178.6 Punta Hermosa Área total propuesta para Área de Conservación11,205.00 -Grupo 1 Grupo 2/// 22 /// /// 23 /// PROYECTO EbA LOMAS PROYECTO EbA LOMAS Conservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en LimaEl Perú es un país altamente susceptible a los desastres naturales causados por eventos climáticos extremos (sequías y lluvias) y la actividad geológica (terremotos o tsunamis, por ejemplo) debido a que se ubica en el Cinturón de Fuego del Pacífico, una de las zonas de mayor actividad tectónica del planeta. Por todo ello, el proyecto EbA Lomas busca el reconocimiento, promoción y conservación de los ecosistemas de lomas y sus servicios ecosistémicos como parte de una estrategia para la reducción de desastres, en el marco de políticas y programas nacionales para la reducción del riesgo de desastres y en el marco global para la adaptación al cambio climático de la Convención Marco de Naciones Unidas para el Cambio Climático (CMNUCC). MANEJO DE ECOSISTEMAS MANEJO DE ECOSISTEMAS MANEJO Y CONSERVACIÓN DE ECOSISTEMAS PARA LA REDUCCIÓN DEL RIESGO DE DESASTRES Contribución a los ODS El proyecto EbA Lomas contribuye de forma directa a los siguientes Objetivos de Desarrollo Sostenible (ODS): Los bene cios reducen los impactos y amenazas Económico Social Ecológico Huaycos DeslizamientosHeladas Innundaciones Impacto en infraestructura vialLos impactos generan ClimáticosGráfico 6 Bene cios Estrategias AbE + ResilenciaCon enfoque EbA + ResilenciaLas amenazas crean impactos Amenazas El papel de la conservación y manejo de ecosistemas en la resiliencia y reducción del riesgo de desastres ha sido reconocido y promovido cada vez más en la última década debido a una razón: la infraestructura natural proporciona protección física contra eventos climáticos extremos que ocasionarían huaycos, erosión costera, etc. Los servicios que brindan los ecosistemas contribuyen a aumentar la resiliencia al cambio climático y son importantes para la recuperación después de un desastre porque, gracias a estos, la población puede abastecerse de comida, combustible y agua limpia durante las emergencias. Por tal razón, una adecuada gestión de los mismos es vital dentro del ciclo de manejo de desastres.El manejo y conservación de ecosistemas como alternativa para la reducción del riesgo de desastres /// 24 /// /// xxv /// PROYECTO EbA LOMAS PROYECTO EbA LOMAS INTRODUCCIÓNConservación, gestión y rehabilitación de los ecosistemas frágiles de lomas en Lima BIBLIOGRAFÍABibliografía CORDOV A, H. 2017. Vulnerabilidad de los asentamientos humanos de la periferia de Lima Metropolitana frente al cambio climático. Reconociendo las geografías de América Latina y el Caribe. JIMÉNEZ R., LA TORRE MARÍA ISABEL, 2012. Estudio comparativo de la flora vascular de las Lomas de Lima (casco urbano) 2001- 2003. Cuaderno de investigación del Jardín Botánico del Parque de las Leyendas N° 4. Pp33-46. MERINO, M. 2014. Ciudades sostenibles y cambio climático. Experiencias y desafíos. Pontificia. Universidad Católica del Perú. Instituto de Ciencias de la Naturaleza, T erritorio y Energías Renovables. pp.90. MML, 2014 Ordenanza N°1836-MML-2017. Aprueba la Estrategia de adaptación y Acciones Mitigación de la provincia de Lima al Cambio Climático - Estrategia C. Lima. MML,204. Estrategia de adaptación de la provincia de Lima al Cambio Climático. pp. 81. SERPAR. 2014. Lomas de Lima: Futuros parques de la Ciudad. Servicio de Parques de Lima. Ediciones Wust. pp. 159. SERPAR., 2012. Visión espacial de la estructura ecológica de Lima Metropolitana. Consultoría para el Servicio de Parque de Lima. pp.79. UICN. 2015. Ecosistemas para la protección de infraestructura de comunidades. https:/ /www.iucn. org/ es/ content/manejo-y-conservaci%C3%B3n-de-ecosistemas-como-alternativa-para-la- reducci%C3%B3n-del-riesgo-de. VEGAS, I. 2010. Cambio climático en el Perú. Regiones del Sur del Perú. Fundación Manuel J. Bustamante De La Fuente.pp. 126. Contacto Edith Fernández-BacaCoordinadora Nacional del Proyecto EbA Lomas edith.fernandez-baca@undp.org T . +51 "}