{"title": "Non-Toxic Yoga Mats", "author": "UmbelOrganics", "url": "https://umbelorganics.com/non-toxic-yoga-mats/", "hostname": "umbelorganics.com", "description": "The Best Non-Toxic Yoga Mats Whether you're practicing sun salutations or doing crunches, you're probably spending a lot of time on your yoga mat. Exercise and yoga are great for your health, but breathing in toxic fumes from a PVC yoga mat is not. From natural rubber to cork, non-toxic yoga mats are better for", "sitename": "Umbel Organics", "date": "2020-07-08", "cleaned_text": "The Best Non-Toxic Yoga Mats Whether you're practicing sun salutations or doing crunches, you're probably spending a lot of time on your yoga mat. Exercise and yoga are great for your health, but breathing in toxic fumes from a PVC yoga mat is not. From natural rubber to cork, non-toxic yoga mats are better for your health and the environment. Make the switch to a non-toxic yoga mat now! Disclosure: This post contains affiliate links, which means if you make a purchase through these links, we may receive a small commission at no extra cost to you. Our whole family loves doing online workouts and yoga routines at home. We don't have enough yoga mats to go around (and the ones we have are breaking down - see image below), so I ordered a few more mats to try. In the past I've bought the cheapest mats I could find at TJ Maxx or Marshalls, but I learned there are lots of toxic chemicals that go into making the cheapest yoga mats. A non-toxic yoga mat will cost you considerably more money than a cheap one. But considering the harmful chemicals that are in most yoga mats, I'm willing to make the switch. Beyond your yoga mat, look for [non-toxic fitness and workout gear](https://umbelorganics.com/non-toxic-fitness-workout-gear/) for your home gym, and also look for [organic workout clothing](https://umbelorganics.com/organic-sustainable-womens-activewear/). Read on to find out more about how the chemicals in cheap yoga mats can affect your overall health. Yoga mats, especially the $12 ones you get at TJ Maxx, are most commonly made from PVC, aka Polyvinyl Chloride. The plastic is made soft and pliable from the addition of phthalates. Phthalates are added to all sorts of common household items like cosmetics, containers for food and drinks and baby toys. Phthalates have been linked to a variety of health concerns, including endocrine disruption, impacts to reproductive systems and some forms of cancer ( [1](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2706654/), [2](https://www.ncbi.nlm.nih.gov/pubmed/30336412)). PVC may also contain traces of the endocrine-disrupting chemical Bisphenol-A (BPA). A 2018 study linked BPA with significant changes in insulin response levels ( [3](https://doi.org/10.1210/js.2018-00151)), and a 2019 study found a positive association between BPA and coronary heart disease ( [4](https://www.ncbi.nlm.nih.gov/pubmed/31310111)). As another added health risk, toxic metals are used as stabilizers in PVC, including lead, a neurotoxin, and cadmium, a carcinogen ( [5](http://pvcinformation.org/assets/pdf/PbCdChildrenProducts.pdf)). Aside from the human health impacts, PVC is an environmental pollutant. During various stages of PVC production and disposal, dioxins and mercury are released into our air, water and soil ( [6](https://www.cancer.gov/about-cancer/causes-prevention/risk/substances/vinyl-chloride)). Dioxin is a well-known carcinogen and can affect the reproductive, immune, endocrine and neurological systems ( [7](https://www.cehn.org/wp-content/uploads/2016/02/PVCandPthalates_Feb-2016.pdf)). This is enough to convince me to switch out all of our PVC yoga mats for alternative, PVC-free options. Luckily there are brands that use non-toxic and eco-friendly materials in the construction of their yoga mats. PVC-Free Material Used For Yoga Mats - Natural Rubber is an eco-friendly material that's derived from the sap of a [rubber tree](https://amzn.to/31uDipa). If you're allergic to latex, don't use a natural rubber yoga mat. As far as cushioning goes, natural rubber provides a supportive surface for your joints. It has good grip and is easy to clean. It is also recyclable. One drawback is that rubber mats can be heavy, especially if you want more cushioning. Basically, the thinner the mat, the lighter it is. You'll need to air out a natural rubber mat for a few weeks after purchase - don't worry, the rubber smell does go away (unless your nose is inches from the mat). If you're looking for cushion and some give for your joints as well as a non-toxic material, go with natural rubber.* Natural recycled rubber, on the other hand, is held together with an unknown synthetic chemical. - Cork is an eco-friendly material that comes from the bark of the cork oak tree in Portugal. The bark regenerates over time. Cork is naturally anti-microbial, so it won't get moldy. It also has good gripping capability (the more you sweat, the better the grip) and is easy to clean. As with natural rubber, the more cushioning a cork mat has, the heavier it will be. If you want a yoga mat that can withstand lots of sweat (think hot yoga), go with a cork mat. - Jute is a strong, rough fiber that's used in some yoga mats. Jute is meshed with PER (Polymer Environmental Resin) for cushioning and grip. PER is a synthetic material that is phthalate-free, although it may still have [negative effects on your health](https://chemistry.stackexchange.com/questions/6689/what-is-polymer-environmental-resin-per). - Hemp and organic cotton This is an alternative to natural rubber and cork. You won't get the same grippy feel and cushion. Look for organic materials. - TPE (thermoplastic elastomer) is a synthetic rubber that is free from PVC, latex, lead, bisphenols like BPA and BPS and phthalates. TPE can apparently be recycled and requires less energy to manufacture than PVC mats. Don't leave TPE yoga mats in the sun or expose to high temperatures, as they will break down. Although TPE does not contain PVC, it is a synthetic material with no specific composition. According to [Leafscore](https://www.leafscore.com/eco-friendly-fitness-products/chemicals-in-yoga-mats/#:~:text=Mat%20manufacturers%20often%20promote%20TPE,are%2C%20particularly%20in%20Bikram).), it could be made from rubber, plastic, a mixture of the two, or from something else entirely. I'm skipping yoga mats made from this material. - NBR Foam or Acrylonitrile Butadiene Rubber NBR foam is a synthetic rubber copolymer of acrylonitrile (ACN) and butadiene. Synthetic rubber may (Polycyclic Aromatic Hydrocarbons) and heavy metals ( [8](https://www.hilarispublisher.com/open-access/release-of-polycyclic-aromatic-hydrocarbons-and-heavy-metals-from-rubber-crumb-in-synthetic-turf-fields-2161-0525.1000265.pdf)). I'm skipping yoga mats composed of this material. Choosing A Yoga Mat - Open-celled: An open-celled yoga mat is porous, able to absorb sweat and moisture. The surface will be textured so your hands and feet won't slip. Open-celled yoga mats are typically used for hot yoga since there's a lot of sweating going on. Open-celled mats are harder to clean. A vinegar solution works well for cleaning this type of yoga mat. Jade yoga mats are open-celled. - Close-celled: A closed-cell yoga mat is not absorbent, so it doesn't absorb bacteria. This is the type of mat you'll find at most gyms and yoga studios because they're easy to clean. They're also known to be more slippery than an open-celled mat, and they tend to last longer. My [Manduka](https://amzn.to/3El59w1)eKO mat is close-celled, but I find that it's not slippery at all. - Thickness: Yoga mats come in a range of cushioning, and thickness levels that vary between just over 1 mm thick (often used for travel due to the light weight) to 9 or 10 mm thick. As someone who suffers from knee problems, I like a yoga mat with some cushion. My [Manduka eKO Yoga Mat](https://amzn.to/3EkaX8S)and my [Scoria Cork Yoga Mat](https://www.scoriaworld.com/collections/artist-collection/products/botanicals-cork-yoga-mat?aff=SUSIE)are both 6mm thick. They're a little on the heavy side, but I don't tote them around, so it's not a big deal compared with my comfort level. You may want to purchase a thinner mat if you bring it back and forth from a yoga studio, or if you don't want to drag around a heavy mat. - Grip & Material: As far as material goes, if you have a latex allergy, avoid natural rubber. Cork would be a great option. Also, if you absolutely detest the smell of rubber, cork is the way to go. My rubber mats have considerably less smell than when they first arrived, but the smell is not 100% gone when you put your nose right up to them. I have a really strong sense of smell and the rubber mats no longer bother me. The cork mat arrived with way less smell than the natural rubber ones. As far as grip goes, you won't know until you try. Personally, I found the natural rubber mats that I tested to be grippier than the cork mat. Manduka [Manduka eKO Yoga Mat](https://amzn.to/3EkaX8S) - Sizes: [Manduka](https://amzn.to/3El59w1)eKO series comes in different thicknesses- 1.5 mm (2.2 lbs), 4 mm (5 lbs), 5mm and 6 mm (7 lbs) and 2 lengths (71\" and 81\"). - Cost: $52-$145 - My Thoughts: I have the 6mm mat, and it's on the heavy side. BUT, that is definitely a good thing, since my knees love the extra cushion. It does start off with a strong rubber smell that you can actually detect from across the room. I've had this mat for over a month now, and there is still a faint smell if you stick your nose down near the mat, but the original strong rubber smell has dissipated. Out of all the non-toxic yoga mats I tested, this one is my favorite. It has a grippy, non-slip texture on the top layer, so I feel like my sweaty hands won't go anywhere if I'm doing pushups or downward dogs. Even though the rubber is firm, it is also forgiving on my joints. It just feels good to get on this mat and work out. It is also my daughter's favorite mat. - From the [Manduka](https://amzn.to/3El59w1)website: The eKO® Series, made of all natural, biodegradable non-Amazon harvested tree rubber. 99% latex free. The sealed-cell surface has a slip-resistant pattern that provides a stable practice with wet-grip. Manufactured without any toxic glues or foaming agents and is more durable than other natural rubber mats found in the marketplace. Manufactured with zero waste and with no harmful plasticizers. Free of toxic chemicals, dyes and phthalates, which disrupt your hormone balance. The bottom layer is thick and spongy to provide comfort and cushion on any surface. [Manduka](https://amzn.to/3El59w1)mats are closed-celled. - Shop: [Manduka eKO Yoga Mat](https://amzn.to/3EkaX8S) Jade Yoga [Jade Harmony Yoga Mat](https://amzn.to/3iHvUyH) - Sizes: Jade Voyager 1.58 mm thick, Jade Travel 3.18 mm, Jade Fusion 7.9 mm; Jade Harmony is 4.76mm (comes in 68, 71 and 74 inches long) - Cost: $46-$150 - My Thoughts: This mat is the grippiest mat that we tested. It smelled really bad when it arrived, but the smell seems to be going away a little, although it does still stink. One thing that bugs me is that the edge curls down, so it doesn't lay perfectly flat. It is very reasonably priced compared to the other natural rubber mats. - From the [JadeYoga](https://amzn.to/3swVT5x)website: All of the [JadeYoga](https://amzn.to/3swVT5x)eco-friendly yoga mats are made with natural rubber and contain no PVC or other synthetic rubbers. 99% latex free. In addition to natural rubber, our mats contain both natural and man-made components. The precise components of their mats are proprietary (the last thing they want is someone knocking off our mats). Jade mats contain no PVCs, phthalates, heavy metals or flame retardants. Made in the USA. All components are approved by FDA for use in rubber in continuous contact with food. Through its partnership with Trees for the Future, [JadeYoga](https://amzn.to/3swVT5x)plants a tree for every yoga mat you buy. If you purchase a specific color mat, $5 is donated to cancer or autism charities. Jade mats are open-celled. - Shop: [Jade Cost: $65-$195 - My Thoughts: I'm impressed with the non-toxic materials used, and I like the yoga alignment marks on the mats. - From the [Liforme](https://amzn.to/3OQMrkR)website: The [Liforme](https://amzn.to/3OQMrkR)Mats are made from our high quality natural rubber base and our specially engineered, proprietary and completely unique eco-polyurethane. Both these materials are fully biodegradable and sustainably produced materials that are completely non-toxic. The bottom layer of their mats are made from natural rubber, and natural rubber does contain latex. However, the top surface does not contain latex. - Shop: [Liforme Yoga - My Thoughts: I have the [Scoria](https://sccoriaworld.com/?aff=SUSIE)6mm mat. It is really heavy and long, but I wanted the extra cushion from a 6mm mat. This mat feels a little stiffer than the [Manduka](https://amzn.to/3El59w1)since the top layer is cork. The top layer of cork also doesn't feel as grippy as the [Manduka](https://amzn.to/3El59w1). It didn't have a strong smell on arrival, although if you put your nose really close it has a very faint rubber smell, but it smelled the least of all the mats I tested. This is definitely a strong contender for top mat. - From the [Scoria](https://sccoriaworld.com/?aff=SUSIE)website: [Scoria](https://sccoriaworld.com/?aff=SUSIE)makes cork yoga mats combined with natural rubber. There are no glues or any harsh chemicals added or used. The cork grains are bonded by light, water based eco adhesives to a natural base cloth under high temperature between natural rubber and cork. We use high temperature to make use of the already sticky quality of the natural latex in the rubber. No trees are cut down or harmed in the making of the mats. The cork is stripped from the tree after maturation (around 26 years), and is stripped again after every 9-12 years. The stripping of the cork is a sustainable process that allows cork to regenerate on the tree and unlike the myth of cork being endangered, it actually helps the process of producing more cork for the trees. Backed with natural tree rubber. For every 1 mat sold, 10 meals are donated to those in need. 100% natural cork and tree rubber, ultra-grip for sweat, lose the towel , sustainably harvested, for a non-toxic practice, no pvc, per, tpe or harsh chemicals, perfect for hot yoga, gentle yoga, meditation, stretching, naturally anti-microbial eliminating odor. - Shop: [Scoria](https://sccoriaworld.com/?aff=SUSIE) Avocado Yoga [Avocado Organic Cotton Yoga 5mm, 6 lbs - Cost: $159 - My Thoughts: Although I don't have this mat, I like that the materials are GOTS and GOLS certified. It's also Made Safe certified. - From the [Avocado Yoga](https://avocadomattress.n5ka.net/y29zbv)website: This yoga mat is made entirely from GOTS certified organic cotton and latex. The top layer's woven, textured fabric absorbs and wicks away moisture, and the mat's anti-skid bottom is made from GOLS certified organic Dunlop latex that's sustainably sourced from renewable rubber trees. - Shop: [Avocado Organic Cotton Yoga Mat](https://avocadomattress.n5ka.net/R5mzba) Gayo thick - Cost: $45 - My Thoughts: If you want to skip the natural rubber mats and use organic cotton, this is the mat for you, and it's very reasonably priced! - From the [Gayo](https://amzn.to/3QRDuKR)website: Based in Philadelphia, this small company makes sustainable products that benefit people & the planet. Their naturally-derived yoga mat materials are ethically-sourced, clean & eco-friendly. - Shop: [Gayo Organic Cotton Yoga Mat](https://amzn.to/45No7XU) Free Online Yoga & HIIT Workouts Yoga [Yoga With [HMF (yoga and meditation)](https://www.youtube.com/user/OfficialFaithHunter) HIIT Workouts How To Clean Yoga Mats Don't use alcohol, petroleum-based solvents or high concentration essential oils on your yoga mat. These solutions can cause the mat to break down and dry out. Essential oils also may cause your mat to become slippery, and the smell may be overpowering if you use too much. To disinfect your mat, combine of equal parts distilled water and white vinegar in a spray bottle and spritz the solution on your mat, letting it sit for 10 minutes before wiping off. Alternatively, fill a spray bottle half full with distilled water and add witch hazel to 90% full. Tea tree oil can be added for disinfecting purposes, but this can be very concentrated, so a few drops are all you need. Alternatively, you can spray [Force of Nature](https://www.forceofnatureclean.com/ref/umbel/) non-toxic disinfectant on the mat and wipe it off after 10 minutes. To clean dirt & grime off your mat, put a few drops of dish soap (1 or 2 drops) in a spray bottle with warm water, shake to combine, and spritz on your mat. Wipe off with a damp towel. More Natural Living Inspiration References - Patisaul, H.B. and Adawele, H.B. Long-Term Effects of Environmental Endocrine on Reproductive Physiology and Behavior. Front Behav Neurosci. 2009; 3: 10. [https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2706654/](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2706654/) - Radke, E.G. et al. Phthalate exposure and male reproductive outcomes: A systematic review of the human epidemiological evidence. Environ Int. 2018 Dec;121(Pt 1):764-793. [https://www.ncbi.nlm.nih.gov/pubmed/30336412](https://www.ncbi.nlm.nih.gov/pubmed/30336412) - Stahlhut, R. et al. Experimental BPA Exposure and Glucose-Stimulated Insulin Response in Adult Men and Women. Journal of the Endocrine Society, Volume 2, Issue 10, October 2018, Pages 1173-1187. [https://doi.org/10.1210/js.2018-00151](https://doi.org/10.1210/js.2018-00151) - Hu, C. et al. Bisphenol A, Chlorinated Derivatives of Bisphenol A and Occurrence of Myocardial Infarction in Patients with Type 2 Diabetes: Nested Case-Control Studies in Two European Cohorts. Environ Sci Technol. 2019 Aug 20;53(16):9876-9883. [https://www.ncbi.nlm.nih.gov/pubmed/31310111](https://www.ncbi.nlm.nih.gov/pubmed/31310111) - Gangi, J. Lead and Cadmium in Children's Vinyl Products [http://pvcinformation.org/assets/pdf/PbCdChildrenProducts.pdf](http://pvcinformation.org/assets/pdf/PbCdChildrenProducts.pdf) - Tox Town [https://toxtown.nlm.nih.gov/chemicals-and-contaminants/polyvinyl-chloride-pvc](https://www.cancer.gov/about-cancer/causes-prevention/risk/substances/vinyl-chloride) - Vinyl chloride [https://www.cehn.org/wp-content/uploads/2016/02/PVCandPthalates_Feb-2016.pdf](https://www.cehn.org/wp-content/uploads/2016/02/PVCandPthalates_Feb-2016.pdf) - Marsili, L. et al. Release of Polycyclic Aromatic Hydrocarbons and Heavy Metals from Rubber Crumb in Synthetic Turf Fields: Preliminary Hazard Assessment for Athletes. J Environ "}