{"title": "Inside the Mind of an Anti-vaxxer", "author": "Olga Khazan", "url": "https://www.theatlantic.com/health/archive/2020/10/how-change-mind-anti-vaxxer/616722/", "hostname": "theatlantic.com", "description": "The majority of Americans will need to take the coming COVID-19 vaccine. Here's how to persuade those who won't want to.", "sitename": "The Atlantic", "date": "2020-10-16", "cleaned_text": "Inside the Mind of an Anti-vaxxer The majority of Americans will need to take the coming COVID-19 vaccine. Here's how to persuade those who won't want to. Sometime in the coming months, our prayers will have been answered. The researchers will have pulled their all-nighters, mountains will have been moved, glass vials will have been shipped, and a vaccine that protects us from the novel coronavirus will be here. We will all clamber to get it so we can go back to school, work, restaurants, and life. All of us, that is, except for people like Marcus Nel-Jamal Hamm. Hamm, a Black actor and professional wrestler, is what some might call an \"anti-vaxxer,\" though he finds that term derogatory and reductive. Since about 2013, he's been running a Facebook page called \"Over Vaccination Nation,\" which now has more than 3,000 followers. One recent post [is a video](https://www.facebook.com/watch/?v=1691173901145023) by the anti-vaccinationist Robert F. Kennedy Jr., wrongly suggesting that mercury-laced vaccines are shipped to predominantly Black communities. Hamm's wariness of vaccines began when he took his son, who is now 10, to get vaccinated as a baby. He asked the pediatrician whether the boy could be exempted from the standard vaccine schedule because he has relatives with multiple sclerosis and autism. According to Hamm, the doctor treated him like a criminal just for asking. The experience left Hamm in a fog of unanswered questions: Do doctors have a quota of vaccines they have to fulfill? Why do some kids have bad reactions to vaccines? Is there something they're not telling us? He started to distrust the accepted wisdom about vaccines, doubting that the official narrative is the true one. Today, Hamm believes the pharmaceutical industry is corrupt, and that it's attempting to spin up a coronavirus vaccine too quickly. (The latter is a worry of the scientific community too, stoked by President Donald Trump's ceaseless chatter about having a vaccine ready before Election Day—and the very name of the government's vaccine project, Operation Warp Speed.) Though Hamm fears contracting COVID-19, when the coronavirus vaccine becomes available, he intends to avoid getting immunized. People like Hamm might be the missing piece to the puzzle of ending the pandemic for good. Developing a safe, effective coronavirus vaccine will be a monumental achievement, but it might not be enough. Encouraging people to actually get the vaccine might be the real battle, and people are even less predictable than viruses. If the coronavirus vaccine is 75 percent effective—which would be excellent, considering that the flu shot is only about 50 percent effective—roughly two-thirds of the population would need to be vaccinated, according to Paul Offit, the director of the Vaccine Education Center at the Children's Hospital of Philadelphia. That number is enough to reach herd immunity—the level at which everyone is protected because there are not enough vulnerable people for the virus to pass between. Unfortunately, in some polls, far fewer than two-thirds of Americans say they are interested in getting a coronavirus vaccine. Though this number might change as we learn more about the vaccine's effectiveness and side effects, at some points only about [50 percent](https://www.npr.org/sections/coronavirus-live-updates/2020/05/27/863401430/poll-shows-only-a-quarter-of-african-americans-plan-to-get-coronavirus-vaccine) of Americans have said they plan to get the vaccine when it becomes available. [Some reports](https://www.sciencemag.org/news/2020/06/just-50-americans-plan-get-covid-19-vaccine-here-s-how-win-over-rest) suggest that Facebook groups formerly dedicated to merely asking questions about vaccines have switched to more vociferous anti-vaccine views in recent months. Convincing people like Hamm that the vaccine is safe and effective will be a thorny and complicated task, for which experts say there is no one best approach. It's something the United States government should start preparing for now—but isn't. It's hard to pin down just who, exactly, the vaccine-hesitant are. White adults are [more likely](https://minorityhealth.hhs.gov/omh/browse.aspx?lvl=4&lvlid=22) to be vaccinated than Black adults are, perhaps because the latter have less access to medical care, and decades of maltreatment have eroded their trust in the medical establishment. Anti-vaccine groups have also [targeted](https://abcnews.go.com/Health/rfk-jrs-york-city-vaccine-forum-highlights-concerns/story?id=66158336) Black people. About a decade ago, anti-vaxxers in Minnesota [invited](https://www.washingtonpost.com/national/health-science/anti-vaccine-activists-spark-a-states-worst-measles-outbreak-in-decades/2017/05/04/a1fac952-2f39-11e7-9dec-764dc781686f_story.html?itid=lk_inline_manual_22) the discredited researcher Andrew Wakefield, who falsely tied vaccines to autism, to give talks to the state's Somali immigrant community. Vaccination rates among Somalis plummeted, and a few years later, the community suffered a large measles outbreak. Otherwise, experts told me, there's a loose correlation between being Republican and questioning vaccines, and also between harboring vaccine skepticism and believing in conspiracy theories or having a lower level of education. But in general, vaccine skepticism spans from Goop-reading Californians to the ultra-Orthodox Jews of New York. In some ways, being anti-vaccine is a deeply American sentiment: It's the stubborn belief that individuals know better than the government. Jennifer Reich, a sociologist at the University of Colorado Denver, views vaccine skepticism as an outgrowth of the societal push for people to take personal responsibility for their health. People are told \"they should count their calories, count their steps, monitor their health,\" she told me. Some people take it a notch further, deciding that they can train their bodies to fend off diseases without the help of vaccines. Vaccine-hesitant parents want to do everything exactly \"right\" for the health of their children, including personally choosing what substances are injected into them. Other vaccine-hesitant people, like Hamm, suspect that the pharmaceutical industry is in cahoots with doctors and the government, in a dark cycle of profit and secrecy. This fear of nefarious medicine is perhaps understandable in a world where drug companies actually did, through lies and greed, spark an opioid epidemic that has killed [nearly half a million](https://www.cdc.gov/drugoverdose/epidemic/index.html) people. Vaccines are not actually very profitable for doctors, but the otherwise bafflingly opaque and extremely expensive health-care industry does not inspire confidence. Experts are divided as to whether it's better to try to change anti-vaxxers' minds about vaccines or to simply push them to get vaccinated anyway, without worrying about how they feel. Foremost among the strategies researchers have devised to break through misgivings about vaccination is, essentially, scaring people into doing it. In 2015, Zachary Horne, a psychology professor at Arizona State University, divided [315 participants](https://www.pnas.org/content/112/33/10321) into three groups. The first group read a story about a child who contracted measles; looked at a picture of a child with measles, mumps, or rubella; and read warnings about the importance of vaccination. The second simply read statistics showing there is no link between vaccination and autism. The third read about an unrelated topic. The group exposed to the vivid anecdotes were more likely to change their attitude toward vaccines than the other two. Vaccine skeptics often tell frightening personal stories of injury; Horne did the same thing, but for diseases. This approach might prove effective when it comes to the COVID-19 vaccine. Americans tend to be more interested in personal security than the collective good, so emphasizing how the virus could harm you, specifically, could drive people to vaccination, experts told me. Doctors could, for example, show skeptics grim pictures of intubated patients or damaged lungs. In a [similar study](https://www.sciencedaily.com/releases/2019/05/190522081518.htm) that came out last year, vaccine-hesitant college students were assigned to interview people who had vaccine-preventable diseases, such as polio. Afterward, nearly 70 percent of them became pro-vaccine. For those who are afraid of injecting unnatural substances into their bodies, [some pediatricians](https://www.washingtonpost.com/outlook/2020/04/29/anti-vaxxers-will-fight-eventual-coronavirus-vaccine-heres-how-stop-them/) and advocacy campaigns are trying to sell vaccines as a way for the body to mount a \"natural immune response\" to an unnatural invader. \"Basically, we flip the logic on its head,\" says Matt Motta, a political-science professor at Oklahoma State University. \"You know what else is a foreign substance that enters the body and can potentially do harm? Diseases themselves. And vaccines are the single best way to prevent these violations of bodily sanctity.\" In his own studies, Motta has [found](https://www.researchgate.net/profile/Kristin_Lunz_Trujillo/publication/340104095_Correcting_Misperceptions_about_the_MMR_Vaccine_Using_Psychological_Risk_Factors_to_Inform_Targeted_Communication_Strategies/links/5e79261492851c3091390640/Correcting-Misperceptions-about-the-MMR-Vaccine-Using-Psychological-Risk-Factors-to-Inform-Targeted-Communication-Strategies.pdf) that for people who are concerned about contamination and uncleanliness—as many vaccine-hesitant people are—hearing measles symptoms described in depth leads to a 10 percent decrease in their acceptance of vaccine misinformation. In another study currently undergoing peer review, he found that reading messages emphasizing the personal and collective health consequences of not vaccinating slightly increased peoples' intention to get the COVID-19 vaccine. But other experts say adjusting attitudes is a fruitless exercise. Some evidence shows that giving people —including [the vaccine-hesitant](https://pediatrics.aappublications.org/content/133/4/e835)—correct information actually causes them to double down on their resistance, in a psychological concept known as the \"backfire effect.\" In a [study](http://web.missouri.edu/~segerti/3830/Pediatrics-2014-Nyhan-e835-42.pdf) similar to Horne's, another group of researchers found that images of sick children only worsened parents' misperceptions about the vaccine-autism link, and did not boost their intent to vaccinate their children. Instead, this camp endorses a strategy called \"direct behavior change.\" Pediatricians might, for example, simply tell parents which vaccinations they'll be performing during their child's appointment, rather than ask them whether they'd like to vaccinate. According to [research](https://pediatrics.aappublications.org/content/132/6/1037), parents are much more likely to avoid vaccinating if the pediatrician says something like, \"What do you want to do about shots?\" as opposed to, \"Well, we have to do some shots.\" Many schools already do a form of this by barring kids who haven't received their childhood vaccinations. Once a coronavirus vaccine exists, some schools and workplaces will likely require it too. Other research-tested [methods](https://www.sciencedirect.com/science/article/pii/S0264410X1500571X?via%3Dihub) in this bucket are phone calls and postcards reminding parents to get their children vaccinated, especially if these reminders include the [practice's name](https://www.academicpedsjnl.net/article/S1876-2859(16)30506-X/pdf). \"Most people are open to vaccinating, and they just need to have the path to vaccination simplified,\" says Noel Brewer, a health-behavior professor at the University of North Carolina. Direct behavior change is not foolproof, though. As Horne points out, the rise of \"religious exemptions\" to vaccine mandates show how parents try to get around vaccine rules. Before long, some denomination might claim that the coronavirus vaccine is offensive to their god. It might be worth listening to people who have already switched from the anti-vaccine to the pro-vaccine camp. For Kristen O'Meara, it happened in 2015, when her three young daughters came down with a brutal bout of rotavirus. The girls projectile-vomited and leaked diarrhea in their sleep. As they recovered, O'Meara had the sickening realization that there's a vaccine for rotavirus. She picked up books by Offit and others, which extolled vaccines' benefits. Eventually, she could formulate counterarguments to the points made by the anti-vaccine groups she was once part of. She thinks vaccine advocates should recognize that the vaccine-hesitant, like most people, want to be heard, not mocked. \"It is not crazy to wonder about all these unpronounceable, scary-sounding ingredients that are in vaccines,\" O'Meara told me. Their concerns should be addressed without implying, Oh, you're just some nutball, crazy anti-vaxxer. Toward the end of our conversation, I asked Hamm whether anything might reassure him about the safety of vaccines. \"It needs to be unbiased, it needs to be apolitical, and come directly from the sources,\" he responded. Herein lies the problem: Unbiased information on vaccine safety already exists. The [Vaccine Education Center](https://www.chop.edu/centers-programs/vaccine-education-center), where Offit works, is just one example. But Hamm dismissed these types of websites as \"one-sheet pamphlets\" and \"cute pictures of a cartoon doctor giving a kid a shot.\" Talking with him, I got the sense that converting the most hardened vaccine skeptics will take the kind of tireless public-education effort that U.S. officials have so far failed at during the pandemic. Despite ramping up vaccine production, the federal government has devoted [scant resources](https://www.nytimes.com/2020/07/18/health/coronavirus-anti-vaccine.html) to counteracting reluctance toward getting the COVID-19 vaccine, according to a recent report by a [nationwide task force of epidemiologists](https://www.centerforhealthsecurity.org/our-work/pubs_archive/pubs-pdfs/2020/200709-The-Publics-Role-in-COVID-19-Vaccination.pdf) and behavior specialists. Maybe Offit and his ilk could profile every child who has ever had side effects after a vaccine, and describe exactly how the symptoms were (or more likely were not) related to the immunization. Maybe a news site could walk laymen through every debunked vaccine-injury study, showing precisely why, down to the P values, they don't show what vaccine skeptics think they show. Maybe doctors could take a cue from the measles studies and encourage people to imagine choking on a ventilator tube as their spouse videochats them in a hospital bed. Maybe they could do all of the above. As Motta told me, \"you need to have lots of different strategies aimed at reaching lots of different people. And if you can move a couple of percentage points here and a couple of percentage points there, ultimately you put something together that gets us the "}