{"title": "Support in Changing Times", "author": null, "url": "https://benefits.synopsys.com/covid-19-support", "hostname": "synopsys.com", "description": null, "sitename": "benefits.synopsys.com", "date": "2023-01-01", "cleaned_text": "and resources to help you cope with the challenging times we're living through. Address the stress. No two people handle stress the same, but everyone can benefit from learning stress management strategies. That's where [meQuilibrium](https://synopsyswellness.limeade.com/BrandedLogin.aspx?e=Synopsys) comes in. The meQuilibrium stress management app teaches you resilience strategies and coping techniques, customized to you. Talk to someone. Everyone has different reactions to public health emergencies. People may experience a wide range of emotions with varying amounts of intensity. If you find your thoughts, emotions, or behaviors are making it difficult to function in your daily life, you may want to talk through your feelings with a professional. Lyra Health, our partner for mental health benefits, offers fast access to coaches and therapists via live video. During this time when we're encouraged to practice social distancing, Lyra allows you to find support and receive care while practicing preventive measures to stay healthy. Connect with Lyra by calling (844) 856-2213, emailing [care@lyrahealth.com](mailto:care@lyrahealth.com), or [visiting their website](http://synopsys.lyrahealth.com/) (must be accessed via Chrome). You can also get some useful mental health tips from Lyra's [Coping with the Coronavirus Epidemic guide](https://benefits.synopsys.com/document/141). Stay focused on fitness. Your total well-being is very important, especially under the difficult circumstances we're currently facing. We want to make sure you get up and move, eat healthy, connect with friends and loved ones, and tend to your overall well-being needs during these challenging times. Learn more about our Synopsys [Designed for Wellbeing](/health-and-wellness/designed-for-wellbeing). Also consider signing up for Active & Fit Direct for low-cost workout videos, lifestyle and nutrition coaching, and access to fitness centers. To access, visit the [Benefits Sharepoint Page](https://teamhr/Benefits/US/Pages/Home.aspx). To join challenges and earn incentives, just log in to [Synopsys Wellbeing](https://synopsyswellbeing.limeade.com/). Stretch away the stress. Looking to find your inner calm while getting some exercise? You can't do much better than yoga. Espresa offers virtual yoga classes every weekday. [Log in to Espresa](https://app.espresa.com/portal/#/login) to check out their schedule, and sign up for a class or two. While you're there, you may want to look into their other virtual fitness classes, like high-intensity interval training (HIIT). Or move whenever you're in the mood by visiting their wellness library, which features a big selection of on-demand classes. Use your tools. Kaiser's myStrength tool is a personalized program that includes interactive activities, in-the-moment coping tools, inspirational resources, and community support. You can track your personal preferences and goals, emotional states, and ongoing life events to improve your awareness and change your behaviors. Get started in two easy steps: - Sign in to [kp.org](https://healthy.kaiserpermanente.org/northern-california/sign-on.html#/signon)with your ID and password. - Follow the prompts to complete registration. Download [Calm](https://healthy.kaiserpermanente.org/health-wellness/mental-health/tools-resources/digital?kp_shortcut_referrer=kp.org/selfcareapps), a meditation and sleep app for Kaiser members to find ways to manage stress and build resilience, particularly in uncertain times. You can also get some stress management tips from [Kaiser's Finding Balance guide](https://benefits.synopsys.com/document/142). Rapid COVID-19 antigen tests are one of the most important tools available to help you monitor your own health and protect others. To make it as easy as possible for you to keep a supply of tests on hand, we're providing information about how to access free COVID-19 at-home rapid antigen tests. All Employees Starting January 18, you can order free at-home tests through the [U.S. government site](https://www.covidtests.gov/) or the [U.S. Postal Service (USPS) site](https://special.usps.com/testkits). Synopsys is also providing at-home COVID-19 test kits. Supplies are limited. [Email Synopsys Security](mailto:security@synopsys.com) to check on availability and request up to four kits for your household. (Please DO NOT visit in person if you're symptomatic.) UnitedHealthcare (UHC) Members UHC covers FDA-authorized or FDA-approved over-the-counter (OTC) at-home COVID-19 diagnostic tests purchased in stores and online without a physician's order. Coverage includes up to eight tests per member per month. - UHC's initial preferred OTC retailer for at-home COVID-19 tests is Walmart Pharmacy. You can obtain an at-home COVID-19 test without an up-front cost, or you may submit for reimbursement. - If you purchase OTC at-home COVID-19 tests outside a preferred retail pharmacy, you may submit a claim with your receipt for reimbursement through the [UHC Member site](https://www.whyuhc.com/snps). Maximum reimbursement is $12 per kit. Note: Many at-home COVID-19 tests are sold in a two-pack. The test pack will be reimbursed at $24 ($12 for each test). - UHC COVID-19 information is available at the [UHC Member site](https://www.uhc.com/health-and-wellness/health-topics/covid-19). - Learn more by reviewing the [COVID-19 External Purchase FAQ](https://www.uhc.com/content/dam/uhcdotcom/en/B2B-Newsletters/b2b-pdf/covid-19/faqs-at-home-testing.pdf). Kaiser Members Kaiser covers the cost of COVID-19 rapid antigen at-home tests. You can [submit a reimbursement claim](https://healthy.kaiserpermanente.org/health/care/signon) for tests purchased on or after January 15. - Visit the [Kaiser site](https://healthy.kaiserpermanente.org/health-wellness/coronavirus-information)for the most up-to-date information on supplies, testing, and vaccinations. - For more information about vaccines, call the Kaiser COVID-19 Vaccine Infoline at (855) 550-0951. Your medical insurance carriers are posting updated vaccine information as it becomes available. Check [UnitedHealthcare's vaccine info page](https://www.uhc.com/health-and-wellness/health-topics/covid-19/vaccine), or if you're a Kaiser member, check the latest [vaccine information for California residents](https://mydoctor.kaiserpermanente.org/covid-19/covid-19-vaccine) on Kaiser's site. Note that your doctor or other provider will administer the vaccine, not your insurance carrier. For a look at vaccine myths and facts, check out [this publication](https://benefits.synopsys.com/document/231) from International SOS. Synopsys believes in doing all we can to help parents navigate this difficult time. Check out our new [parental resources page](/extras/parental-resources) for benefits, programs, and resources that may make your life a little easier. Dial a doctor. With most of us being urged to stay at home as much as possible, it's not easy—or even possible—to see our regular doctors if we don't feel well. Virtual medical care is a great alternative. It allows you to connect with a doctor from the comfort and safety of your home. - Get medical care on demand. You have 24/7/365 access to online medical consultations through HealthJoy. Board-certified doctors are always available to address your common medical concerns, like a sore throat, headache, or minor infection. Just use the [HealthJoy](/health-and-wellness/health-care-assistance)app, or call (877) 500-3212. - UnitedHealthcare members: With [UHC virtual visits](https://www.uhc.com/individual-and-family/member-resources/health-care-tools/virtual-visits), you can chat with a doctor 24/7 by phone, tablet, or video, and even get prescriptions. You can pay with a credit card, a debit card, or your Fidelity HSA debit card. The payment will apply toward your deductible and out-of-pocket maximum. Pre-registration is recommended but not required. If you're a [Crossover Health](https://go.crossoverhealth.com/signin)member, you can meet with a doctor via telephone or video conferencing. You can also send a message to your doctor from the portal. - Kaiser members: Through [Kaiser's virtual medical care services](https://my.kp.org/synopsys/), you can schedule a phone appointment with your doctor, connect with them via email, or have an on-demand video call with an on-call physician. All encounters are noted in your medical record. Ride out the volatile markets. It may help you to talk to an expert. - Get personalized financial advice through [BrightPlan](/your-wealth/financial-planning/brightplan-financial-wellness-platform), a digital financial advisor. - Contact Fidelity for help with your ongoing financial goals and retirement planning needs. Connect with a Fidelity representative today by calling (800) 603-4015. Or sign up for a Fidelity workshop through their [event registration system](https://login.fidelity.com/ftgw/Fidelity/NBPart/Login/Init?AuthRedUrl=https://workplaceservices.fidelity.com/mybenefits/employerservices/navigation). Skip the DoorDash delivery fees. Want the ease and convenience of having food delivered right to your door, but don't want to pay all the extra fees? Enroll in Corporate DashPass to enjoy $0 delivery fees and reduced service fees on your DoorDash orders. Learn more by reviewing the [DashPass FAQ](https://benefits.synopsys.com/document/224/), or [enroll now in three easy steps](https://benefits.synopsys.com/document/225/). - Keep up with the latest COVID-19 news and advice from the [Centers for Disease Control and Prevention](https://www.cdc.gov/coronavirus/index.html)and the [World Health Organization](https://www.who.int/emergencies/diseases/novel-coronavirus-2019). - You can find the latest information on our response to COVID-19 on the [Synopsys COVID-19 website](https://synopsys.sharepoint.com/sites/Safety_Security/Coronavirus). - Your Site Leader will provide site- and location-specific updates. - In urgent situations, we'll use Synopsys Alert to connect with you. Make sure your contact information in Employee Central is up to date. "}