{"title": "Strain Chiropractic | Rapid City Chiropractors in Rapid City, SD", "author": null, "url": "https://www.strainchiropractic.com/", "hostname": "strainchiropractic.com", "description": "At Strain Chiropractic, we believe that natural and conservative chiropractic care is an excellent first step to regaining health. Find Us Here (map) We respect your health care decisions and your body's innate ability to heal itself. Whether you have been injured or you suffer from a chronic condition that affects your daily life, we", "sitename": "Strain Chiropractic | Rapid City, SD Chiropractors | Your Chiropractic Care in the Black Hills of South Dakota", "date": "2016-04-18", "cleaned_text": "We respect your health care decisions and your body's innate ability to heal itself. Whether you have been injured or you suffer from a chronic condition that affects your daily life, we would appreciate the opportunity to let you know how chiropractic can help. Natural and conservative chiropractic care is an excellent first step to regaining health by affecting muscles, bones, joints and soft tissues, as well as by stretching, strengthening, and offering nutritional consultation. At Strain Chiropractic, we take pride in offering convenient, pressure-free appointments. We listen to your concerns, and get you back to your life as quickly as possible. We also consult with and refer to other health care professionals whenever appropriate or necessary. After suffering with a headache, stiff neck and a sore back for two weeks I decided to seek Dr. Strain's help. I was immediately put at ease when we sat down and discussed my problems and she said she could help me. Within 24 hours of being treated my headache had almost disappeared and my neck felt a lot better. I can not live life with out Dr. Strain. I have a chronic back condition. And so I was going into the chiropractors once a week, twice a week like they did not know what do with her. I could not do any thing, I was constantly icing my back. After I found Dr. Strain I am living a normal, active life, not worried about my back all the time. Now I come in to see her once or twice a month, it is amazing. I know I can count on Dr. Jona to get my body aligned. Dr. Jona takes her time with me to insure I am satisfied with the treatment. Thanks to her, I can enjoy my daily activities. Dr. Sarah is the best! She's is not the first chiropractor I have seen, but she will be the last! She knows right where to go to help the troubled areas. Summed up-she is "}