{"title": "Tonie Rocke", "author": "Authors Tonie E Rocke; B Kingstad-Bakke; W Berlier; J E Osorio", "url": "https://www.usgs.gov/staff-profiles/tonie-rocke", "hostname": "usgs.gov", "description": "Tonie Rocke is a Research Epidemiologist at the National Wildlife Health Center.", "sitename": "U.S. Geological Survey", "date": "2014-01-01", "cleaned_text": "Research Epidemiologist at the National Wildlife Health Center. Science and Products Filter Total Items: 127 [ A recombinant raccoon poxvirus vaccine expressing both Yersinia pestis F1 and truncated V antigens protects animals against lethal plague. ](/publications/a-recombinant-raccoon-poxvirus-vaccine-expressing-both-yersinia-pestis-f1-and) In previous studies, we demonstrated in mice and prairie dogs that simultaneous administration of two recombinant raccoon poxviruses (rRCN) expressing Yersinia pestis antigens (F1 and V307-a truncated version of the V protein) provided superior protection against plague challenge compared to individual single antigen constructs. To reduce costs of vaccine production and facilitate implementation o Authors Tonie E. Rocke, B Kingstad-Bakke, W Berlier, J.E. Osorio [ The innate immune response may be important for surviving plague in wild Gunnison's prairie dogs ](/publications/innate-immune-response-may-be-important-surviving-plague-wild-gunnisons-prairie-dogs) Prairie dogs (Cynomys spp.) are highly susceptible to Yersinia pestis, with 99% mortality reported from multiple studies of plague epizootics. A colony of Gunnison's prairie dogs (Cynomys gunnisoni) in the Aubrey Valley (AV) of northern Arizona appears to have survived several regional epizootics of plague, whereas nearby colonies have been severely affected by Y. pestis. To examine potential mec Authors Joseph D. Busch, Roger Van Andel, Nathan E. Stone, Kacy R. Cobble, Roxanne Nottingham, Judy Lee, Michael VerSteeg, Jeff Corcoran, Jennifer Cordova, William E. Van Pelt, Megan M. Shuey, Jeffrey T. Foster, James M. Schupp, Stephen Beckstrom-Sternberg, James Beckstrom-Sternberg, Paul Keim, Susan Smith, Julia Rodriguez-Ramos, Judy L. Williamson, Tonie E. Rocke, David M. Wagner [ Mapping monkeypox transmission risk through time and space in the Congo Basin ](/publications/mapping-monkeypox-transmission-risk-through-time-and-space-congo-basin) Monkeypox is a major public health concern in the Congo Basin area, with changing patterns of human case occurrences reported in recent years. Whether this trend results from better surveillance and detection methods, reduced proportions of vaccinated vs. non-vaccinated human populations, or changing environmental conditions remains unclear. Our objective is to examine potential correlations betwe Authors Yoshinori J. Nakazawa, R. Ryan Lash, Darin S. Carroll, Inger K. Damon, Kevin L. Karem, Mary G. Reynolds, Peterson [ Sylvatic plague vaccine: A new tool for conservation of threatened and endangered species? ](/publications/sylvatic-plague-vaccine-a-new-tool-conservation-threatened-and-endangered-species) Plague, a disease caused by Yersinia pestis introduced into North America about 100 years ago, is devastating to prairie dogs and the highly endangered black-footed ferret. Current attempts to control plague in these species have historically relied on insecticidal dusting of prairie dog burrows to kill the fleas that spread the disease. Although successful in curtailing outbreaks in most instance Authors Rachel C. Abbott, Jorge E. Osorio, Christine M. Bunck, Tonie E. Rocke [ Sylvatic plague vaccine and management of prairie dogs ](/publications/sylvatic-plague-vaccine-and-management-prairie-dogs) Scientists at the USGS National Wildlife Health Center (NWHC), in collaboration with colleagues at the University of Wisconsin (UW), have developed a sylvatic plague vaccine that shows great promise in protecting prairie dogs against plague (Mencher and others, 2004; Rocke and others, 2010). Four species of prairie dogs reside in the United States and Canada, and all are highly susceptible to plag Authors Tonie E. Rocke [ Plague ](/publications/plague) Plague offers readers an overview of this highly complex disease caused by the bacteria Yersinia pestis. The history of the disease, as well as information about Yersinia pestis and its transmission by fleas, is described. The section Geographic Distribution presents areas of the world and United States where plague occurs most commonly in rodents and humans. Species Susceptibility describes infec Authors Rachel C. Abbott, Tonie E. Rocke [ Resistance to plague among black-tailed prairie dog populations ](/publications/resistance-plague-among-black-tailed-prairie-dog-populations) In some rodent species frequently exposed to plague outbreaks caused by Yersinia pestis, resistance to the disease has evolved as a population trait. As a first step in determining if plague resistance has developed in black-tailed prairie dogs (Cynomys ludovicianus), animals captured from colonies in a plague-free region (South Dakota) and two plague-endemic regions (Colorado and Texas) were chal Authors Tonie E. Rocke, Judy Williamson, Kacy R. Cobble, Joseph D. Busch, Michael F. Antolin, David M. Wagner [ Sylvatic plague vaccine: combating plague in prairie dogs and black-footed ferrets ](/publications/sylvatic-plague-vaccine-combating-plague-prairie-dogs-and-black-footed-ferrets) After achieving promising results in laboratory trials, researchers at the USGS National Wildlife Health Center (NWHC) and University of Wisconsin at Madison will soon begin field testing a new oral vaccine for sylvatic plague, a devastating disease affecting prairie dogs and other mammals, particularly the endangered black-footed ferret. Our team has developed and is currently registering a sylva Authors Tonie E. Rocke, Rachel C. Abbott [ Resistance to plague among black-tailed prairie dog populations ](/publications/resistance-plague-among-black-tailed-prairie-dog-populations-0) In some rodent species frequently exposed to plague outbreaks caused by Yersinia pestis, resistance to the disease has evolved as a population trait. As a first step in determining if plague resistance has developed in black-tailed prairie dogs (Cynomys ludovicianus), animals captured from colonies in a plague-free region (South Dakota) and two plague-endemic regions (Colorado and Texas) were chal [ Assessment of a recombinant F1-V fusion protein vaccine intended to protect Canada lynx (Lynx canadensis) from plague ](/publications/assessment-a-recombinant-f1-v-fusion-protein-vaccine-intended-protect-canada-lynx-lynx) As part of an ongoing restoration program in Colorado, USA, we evaluated adverse reactions and seroconversion in captive Canada lynx (Lynx canadensis) after vaccination with a recombinant F1-V fusion protein vaccine against Yersinia pestis, the bacterium that causes plague. Ten adult female lynx received the F1-V vaccine; 10 source- and age-matched lynx remained unvaccinated as controls. All of th Authors Lisa L. Wolfe, Tanya M. Shenk, Bradford Powell, Tonie E. Rocke [ Population differences in host immune factors may influence survival of Gunnison's prairie dogs (Cynomys Gunnisoni) during plague outbreaks ](/publications/population-differences-host-immune-factors-may-influence-survival-gunnisons-prairie) Over the past 40 yr, epizootics of plague (Yersinia pestis) in northern Arizona have reduced populations of the Gunnison's prairie dog (Cynomys gunnisoni), with the exception of a large population found in the Aubrey Valley (AV). To examine potential mechanisms accounting for their survival, we collected prairie dog serum samples in 2005-2006 from AV and a neighboring population near Seligman (SE) Authors Joseph D. Busch, Roger Van Andel, Jennifer Cordova, Rebecca E. Colman, Paul Keim, Tonie E. Rocke, Jeff G. Leid, William E. Van Pelt, David M. Wagner [ Antigenic profiling of Yersinia pestis infection in the Wyoming coyote (Canis latrans) ](/publications/antigenic-profiling-yersinia-pestis-infection-wyoming-coyote-canis-latrans) Although Yersinia pestis is classified as a \"high-virulence\" pathogen, some host species are variably susceptible to disease. Coyotes (Canis latrans) exhibit mild, if any, symptoms during infection, but antibody production occurs postinfection. This immune response has been reported to be against the F1 capsule, although little subsequent characterization has been conducted. To further define the Authors G. Vernati, W.H. Edwards, T.E. Rocke, S.F. Little, G.P. Andrews 13No Found Science and Products [Publications](#publications)Filter Total Items: 127 [A recombinant raccoon poxvirus vaccine expressing both Yersinia pestis F1 and truncated V antigens protects animals against lethal plague.](/publications/a-recombinant-raccoon-poxvirus-vaccine-expressing-both-yersinia-pestis-f1-and)In previous studies, we demonstrated in mice and prairie dogs that simultaneous administration of two recombinant raccoon poxviruses (rRCN) expressing Yersinia pestis antigens (F1 and V307-a truncated version of the V protein) provided superior protection against plague challenge compared to individual single antigen constructs. To reduce costs of vaccine production and facilitate implementation oAuthorsTonie E. Rocke, B Kingstad-Bakke, W Berlier, J.E. Osorio [The innate immune response may be important for surviving plague in wild Gunnison's prairie dogs](/publications/innate-immune-response-may-be-important-surviving-plague-wild-gunnisons-prairie-dogs)Prairie dogs (Cynomys spp.) are highly susceptible to Yersinia pestis, with 99% mortality reported from multiple studies of plague epizootics. A colony of Gunnison's prairie dogs (Cynomys gunnisoni) in the Aubrey Valley (AV) of northern Arizona appears to have survived several regional epizootics of plague, whereas nearby colonies have been severely affected by Y. pestis. To examine potential mecAuthorsJoseph D. Busch, Roger Van Andel, Nathan E. Stone, Kacy R. Cobble, Roxanne Nottingham, Judy Lee, Michael VerSteeg, Jeff Corcoran, Jennifer Cordova, William E. Van Pelt, Megan M. Shuey, Jeffrey T. Foster, James M. Schupp, Stephen Beckstrom-Sternberg, James Beckstrom-Sternberg, Paul Keim, Susan Smith, Julia Rodriguez-Ramos, Judy L. Williamson, Tonie E. Rocke, David M. Wagner [Mapping monkeypox transmission risk through time and space in the Congo Basin](/publications/mapping-monkeypox-transmission-risk-through-time-and-space-congo-basin)Monkeypox is a major public health concern in the Congo Basin area, with changing patterns of human case occurrences reported in recent years. Whether this trend results from better surveillance and detection methods, reduced proportions of vaccinated vs. non-vaccinated human populations, or changing environmental conditions remains unclear. Our objective is to examine potential correlations betweAuthorsYoshinori J. Nakazawa, R. Ryan Lash, Darin S. Carroll, Inger K. Damon, Kevin L. Karem, Mary G. Reynolds, Peterson [Sylvatic plague vaccine: A new tool for conservation of threatened and endangered species?](/publications/sylvatic-plague-vaccine-a-new-tool-conservation-threatened-and-endangered-species)Plague, a disease caused by Yersinia pestis introduced into North America about 100 years ago, is devastating to prairie dogs and the highly endangered black-footed ferret. Current attempts to control plague in these species have historically relied on insecticidal dusting of prairie dog burrows to kill the fleas that spread the disease. Although successful in curtailing outbreaks in most instanceAuthorsRachel C. Abbott, Jorge E. Osorio, Christine M. Bunck, Tonie E. Rocke [Sylvatic plague vaccine and management of prairie dogs](/publications/sylvatic-plague-vaccine-and-management-prairie-dogs)Scientists at the USGS National Wildlife Health Center (NWHC), in collaboration with colleagues at the University of Wisconsin (UW), have developed a sylvatic plague vaccine that shows great promise in protecting prairie dogs against plague (Mencher and others, 2004; Rocke and others, 2010). Four species of prairie dogs reside in the United States and Canada, and all are highly susceptible to plagAuthorsTonie E. Rocke [Plague](/publications/plague)Plague offers readers an overview of this highly complex disease caused by the bacteria Yersinia pestis. The history of the disease, as well as information about Yersinia pestis and its transmission by fleas, is described. The section Geographic Distribution presents areas of the world and United States where plague occurs most commonly in rodents and humans. Species Susceptibility describes infecAuthorsRachel C. Abbott, Tonie E. Rocke [Resistance to plague among black-tailed prairie dog populations](/publications/resistance-plague-among-black-tailed-prairie-dog-populations)In some rodent species frequently exposed to plague outbreaks caused by Yersinia pestis, resistance to the disease has evolved as a population trait. As a first step in determining if plague resistance has developed in black-tailed prairie dogs (Cynomys ludovicianus), animals captured from colonies in a plague-free region (South Dakota) and two plague-endemic regions (Colorado and Texas) were chalAuthorsTonie E. Rocke, Judy Williamson, Kacy R. Cobble, Joseph D. Busch, Michael F. Antolin, David M. Wagner [Sylvatic plague vaccine: combating plague in prairie dogs and black-footed ferrets](/publications/sylvatic-plague-vaccine-combating-plague-prairie-dogs-and-black-footed-ferrets)After achieving promising results in laboratory trials, researchers at the USGS National Wildlife Health Center (NWHC) and University of Wisconsin at Madison will soon begin field testing a new oral vaccine for sylvatic plague, a devastating disease affecting prairie dogs and other mammals, particularly the endangered black-footed ferret. Our team has developed and is currently registering a sylvaAuthorsTonie E. Rocke, Rachel C. Abbott [Resistance to plague among black-tailed prairie dog populations](/publications/resistance-plague-among-black-tailed-prairie-dog-populations-0)In some rodent species frequently exposed to plague outbreaks caused by Yersinia pestis, resistance to the disease has evolved as a population trait. As a first step in determining if plague resistance has developed in black-tailed prairie dogs (Cynomys ludovicianus), animals captured from colonies in a plague-free region (South Dakota) and two plague-endemic regions (Colorado and Texas) were chal [Assessment of a recombinant F1-V fusion protein vaccine intended to protect Canada lynx (Lynx canadensis) from plague](/publications/assessment-a-recombinant-f1-v-fusion-protein-vaccine-intended-protect-canada-lynx-lynx)As part of an ongoing restoration program in Colorado, USA, we evaluated adverse reactions and seroconversion in captive Canada lynx (Lynx canadensis) after vaccination with a recombinant F1-V fusion protein vaccine against Yersinia pestis, the bacterium that causes plague. Ten adult female lynx received the F1-V vaccine; 10 source- and age-matched lynx remained unvaccinated as controls. All of thAuthorsLisa L. Wolfe, Tanya M. Shenk, Bradford Powell, Tonie E. Rocke [Population differences in host immune factors may influence survival of Gunnison's prairie dogs (Cynomys Gunnisoni) during plague outbreaks](/publications/population-differences-host-immune-factors-may-influence-survival-gunnisons-prairie)Over the past 40 yr, epizootics of plague (Yersinia pestis) in northern Arizona have reduced populations of the Gunnison's prairie dog (Cynomys gunnisoni), with the exception of a large population found in the Aubrey Valley (AV). To examine potential mechanisms accounting for their survival, we collected prairie dog serum samples in 2005-2006 from AV and a neighboring population near Seligman (SE)AuthorsJoseph D. Busch, Roger Van Andel, Jennifer Cordova, Rebecca Colman, Paul Keim, Tonie E. Rocke, Jeff G. Leid, William E. Van Pelt, David M. Wagner [Antigenic profiling of Yersinia pestis infection in the Wyoming coyote (Canis latrans)](/publications/antigenic-profiling-yersinia-pestis-infection-wyoming-coyote-canis-latrans)Although Yersinia pestis is classified as a \"high-virulence\" pathogen, some host species are variably susceptible to disease. Coyotes (Canis latrans) exhibit mild, if any, symptoms during infection, but antibody production occurs postinfection. This immune response has been reported to be against the F1 capsule, although little subsequent characterization has been conducted. To further define theAuthorsG. Vernati, "}