{"title": "Taking Vitamins and Supplements Won't Help Reduce Your Risk of Dying From COVID-19", "author": "Ashley Abramson", "url": "https://www.health.com/condition/infectious-diseases/coronavirus/vitamins-covid-19-mortality-risk", "hostname": "health.com", "description": "Vitamin D, vitamin C, and zinc won't reduce your risk of dying from COVID-19. Here's what to know about how these micronutrients are related to COVID-19.", "sitename": "Health", "date": "2022-02-28", "cleaned_text": "News Taking Vitamins and Supplements Won't Reduce Your Risk of Dying From COVID-19 Vaccines remain the only proven way to protect against severe disease. By Ashley Abramson Ashley Abramson Ashley Abramson is a freelance writer based in Milwaukee, WI. She's written for the New York Times, Washington Post, The Guardian, and more. health's editorial guidelines Updated on July 8, 2023 Medically reviewed by Jane Kim, MD Medically reviewed by Jane Kim, MD Jane Kim, MD, is currently a medical editor and writer. She also consults on digital content for physician medical education. learn more gorodenkoff / Getty Images Vitamins are an essential part of overall health, but research suggests they may not play as significant of a role in COVID-19 outcomes as many think—and solely relying on them for protection can be harmful. For a meta-analysis, researchers from the University of Toledo examined data from 26 studies focusing on the role of vitamin supplementation—specifically vitamin C, vitamin D, and zinc—in treating COVID-19. Ultimately, they found that the vitamins did not lessen patients' chances of dying from the disease. \"A lot of people have this misconception that if you load up on zinc, vitamin D, or vitamin C, it can help the clinical outcome of COVID-19,\" Azizullah Beran, MD, one of the study's researchers and an internal medicine resident at The University of Toledo College of Medicine and Life Sciences said in a press release. \"That hasn't been shown to be true.\" That's not to say that vitamins are bad or unnecessary—just that unless a physician prescribes them due to deficiencies, the micronutrients won't help prevent or treat COVID-19. Here's what you need to know—and how to determine if you're using these vitamins correctly. Supplements Dietary supplements are minimally regulated by the FDA and may or may not be suitable for you. The effects of supplements vary from person to person and depend on many variables, including type, dosage, frequency of use, and interactions with current medications. Please speak with your healthcare provider or pharmacist before starting any supplements. Vitamins and COVID-19 Mortality Risk Micronutrients like vitamin C, vitamin D, and zinc have long been touted for their immune-boosting properties—which is why, at the beginning of the COVID-19 pandemic, healthcare providers looked to them as potential therapies. For the 2022 analysis, researchers sought to determine how helpful those vitamins are in preventing COVID-19 and protecting against severe illness and death. To do this, they combed through 26 peer-reviewed studies involving more than 5,600 hospitalized COVID-19 patients. Though the researchers didn't set out to look at vitamin C, vitamin D, and zinc specifically, those were the micronutrients that the accepted studies focused on. Across all 26 studies, none of the patients who received supplementation with vitamin C, vitamin D, or zinc saw any mortality benefits—meaning they were no less likely to die—compared to patients who did not receive supplementation. \"Vitamins won't prevent death from COVID-19,\" Dr. Behran told Health. \"That's the biggest take-home message.\" Out of all three micronutrients, vitamin D showed some benefit for COVID-19 patients: According to researchers, vitamin D supplementation was linked to a lower intubation rate and a shortened hospital stay among patients with COVID-19—but researchers say more evidence is needed to support those findings. Instead of trying to supplement with micronutrients, it's better to focus on a therapy we already have that's been proven to drastically reduce incidences of severe illness and death from COVID-19: the vaccine. \"It's important for people to understand that taking a lot of these supplements does not translate into better outcomes,\" Ragheb Assaly, MD, senior author and professor of medicine at the University of Toledo, said in a press release. \"The other important message is that the answer to this disease is the vaccine. Micronutrient supplements will not offset the lack of vaccination or make you not need the vaccine.\" Dr. Beran said we currently have three well-documented ways to prevent COVID-19: \"The key in fighting COVID-19 is prevention rather than treatment. The only three things we can do are get vaccinated, practice physical distancing, and wear a mask.\" 12 Foods That Are Good Sources of Vitamin D Are Vitamins Ever Helpful for COVID-19? While it's clear vitamins aren't associated with reduced mortality risk from COVID-19, you still need many essential nutrients to function. A deficiency in any of them could certainly negatively impact your immune system's ability to fight off infection. Your immune system is highly complex and involves many working parts—organs, cells, and proteins. It defends your body from foreign invaders like bacteria and viruses. When everything is working smoothly, you likely won't notice. You will start to notice when something gets out of whack, however. That's when you get sick. Exactly how supplementation for a vitamin deficiency impacts COVID-19 and clinical outcomes isn't entirely clear yet. A 2022 study found that people with a vitamin D deficiency were more likely to experience severe illness or death from COVID-19. Still, researchers from that study concluded that further studies were needed to determine if and when vitamin D supplementation in those who are deficient could impact clinical outcomes. This wasn't the only study to find evidence of the protective effects of vitamin D on COVID-19. A 2023 analysis of five randomized controlled trials found vitamin D supplementation can help prevent admission to the ICU due to COVID-19 but could not provide any conclusive information on vitamin D and death in hospitalized COVID-19 patients. What To Know About Zinc Supplements Still, other research suggests vitamin D may not be that helpful after all. A 2022 study conducted in Norway did not find any benefit to taking vitamin D. The study participants who took the supplement were just as likely as those who didn't to get infected with SARS-CoV-2, develop serious COVID-19, and get other acute respiratory infections. However, it should also be mentioned the vitamin D dose used in this study was low. What This Means for You Taking vitamins or supplements isn't a reliable or evidence-based way to protect yourself from getting COVID-19—or dying from it. The best way to protect yourself is to get vaccinated. Taking supplements you don't need can also have unwanted health effects. If you are deficient in any vitamins—which a simple blood test could reveal—your healthcare provider might recommend supplementation. Supplementing with vitamin D specifically, if you're deficient, can help your bone, muscle, heart, and immune health. \"But if you don't have a medical indication for vitamins, then they're not going to affect your clinical outcome if you get COVID-19,\" said Dr. Beran. While waiting on your blood test results, don't just start taking the supplements you think you'll need. Instead, fill up on healthful immunity-boosting foods. When it comes to COVID-19, focus on science-backed methods of preventing severe disease and death from COVID-19. This means getting vaccinated and staying up to date on those vaccinations, wearing a face mask when necessary, and social distancing in areas of high transmission. A Quick Review Vitamins and supplements can help if you're deficient in a micronutrient—but they can't reliably protect you from or treat COVID-19. The best source of micronutrients is whole foods, not supplements. Out of all the micronutrients, vitamin D has the most promise. It may be able to prevent severe disease, but more research is needed to understand this relationship better. The most reliable way to protect yourself from getting COVID-19 is to get vaccinated. Taking other safety measures, like masking and social distancing when necessary, offers additional protection. The information in this story is accurate as of press time. However, as the situation surrounding COVID-19 continues to evolve, it's possible that some data have changed since publication. While Health is trying to keep our stories as up-to-date as possible, we also encourage readers to stay informed on news and recommendations for their own communities by using the CDC, WHO, and their local public health department as resources. Was this page helpful? Thanks for your feedback! Tell us why! Other Submit 6 Sources Health.com uses only high-quality sources, including peer-reviewed studies, to support the facts within our articles. Read our editorial process to learn more about how we fact-check and keep our content accurate, reliable, and trustworthy. Beran A, Mhanna M, Srour O, et al. Clinical significance of micronutrient supplements in patients with coronavirus disease 2019: A review and meta-analysis. ESPEN. 2022;48:167-177. doi:10.1016/j.clnesp.2021.12.033 The University of Toledo. UToledo study strengthens case that vitamins cannot treat COVID-19. Dror AA, Morozov N, Daoud A, et al. Pre-infection 25-hydroxyvitamin D3 levels and association with severity of COVID-19 PLoS One. 2022;17(2):e0263069. doi:10.1371/journal.pone.0263069 Argano C, Bocchio RM, Natoli G, Scibetta S, Lo Monaco M, Corrao S. Protective effect of vitamin D supplementation on COVID-19-related intensive care hospitalization and mortality: Definitive evidence from meta-analysis and trial sequential analysis. Pharmaceuticals (Basel). 2023;16(1):130. doi:10.3390/ph16010130 Brunvoll SH, Nygaard AB, Ellingjord-Dale M, et al. Prevention of COVID-19 and other acute respiratory infections with cod liver oil supplementation, a low dose vitamin D supplement: quadruple blinded, randomised placebo controlled trial. BMJ. 2022;378:e071245. doi:10.1136/bmj-2022-071245 Centers for Disease Control and Prevention. How to protect yourself and others. "}