{"title": "Annual Report of the Secretary of the Navy - 1842", "author": null, "url": "http://public1.nhhcaws.local/research/library/online-reading-room/title-list-alphabetically/a/secnav-reports/annual-report-secretary-navy-1842.html", "hostname": "nhhcaws.local", "description": "REPORT THE SECRETARY OF THE NAVY. Navy Department, December, 1842. Sir: I have the honor to present the following report in relation to this Department: The home squadron, authorized by the act of the 1st day of August, 1841, has been put in commission, and placed under the command of Commodore Stewart. It is composed of the frigates Independence (the flag ship), now under the command of Captain Stringham; the frigate Constitution, Captain Parker; the steam-frigate Missouri, Captain Newton; the steam-frigate Mississippi, Captain Salter; the sloop Falmouth, Commander Mcintosh; the sloop Vandalia, Commander Ramsay; the brig Dolphin, Commander Knight; and the schooner Grampus, Lieut. Van Brunt. The original design of this squadron was to cruise along our own coast, with a view to extend the usual protection to our trade; but more particularly to afford assistance to vessels in distress; to make accurate soundings and observations along our shores, from which charts might be formed; to afford vessels of different classes, always ready to take the places of those returning from distant stations; and to perform any occasional service for which vessels of war might be required. Finding, however, that it was unnecessarily large for these purposes, and that active employment could not be given to it, I determined to assign to it the duties of the West India squadron, and to withdraw that squadron from service. This has accordingly been done, and the cruising ground of the home squadron now extends from the banks of Newfoundland to the river Amazon, including the Caribbean sea and gulf of Mexico. This service requires one or two small vessels in addition to those originally assigned to the squadron, and these I propose to add. It is found that the steamships Missouri and Mississippi are unsuited to cruising in time of peace. Their engines consume so much fuel as to add enormously to their expenses; and the necessity that they should return to port after short intervals of time for fresh supplies, renders it impossible to send them on any distant service. They will be useful vessels in time of war as guards to our coast and harbors, and as auxiliaries in fleets; but they can not be relied on as cruisers, and are altogether too expensive for service in time of peace. I have therefore determined to take them out of commission, and shall substitute for them other and less expensive vessels. The Independence has not yet gone to sea, owing in part to the fact that her crews have been taken from time to time for other vessels, and in part to the necessary engagements of Commodore Stewart in other services. The rest of the squadron has, under his orders, been kept actively and usefully employed, and promises to answer all the expectations of Congress in establishing it. --536--", "sitename": "public1.nhhcaws.local", "date": "2015-01-01", "cleaned_text": "United States. 1842. Annual report of the Secretary of the Navy. Washington: For sale by the Supt. of Docs., U.S. Govt. Print. Off. The Navy Department Library Report of the Secretary of the Navy [1842] REPORT THE SECRETARY OF THE NAVY. Navy Department, December, 1842. Sir: I have the honor to present the following report in relation to this Department: The home squadron, authorized by the act of the 1st day of August, 1841, has been put in commission, and placed under the command of Commodore Stewart. It is composed of the frigates Independence (the flag ship), now under the command of Captain Stringham; the frigate Constitution, Captain Parker; the steam-frigate Missouri, Captain Newton; the steam-frigate and the schooner Grampus, Lieut. Van Brunt. The original design of this squadron was to cruise along our own coast, with a view to extend the usual protection to our trade; but more particularly to afford assistance to vessels in distress; to make accurate soundings and observations along our shores, from which charts might be formed; to afford vessels of different classes, always ready to take the places of those returning from distant stations; and to perform any occasional service for which vessels of war might be required. Finding, however, that it was unnecessarily large for these purposes, and that active employment could not be given to it, I determined to assign to it the duties of the West India squadron, and to withdraw that squadron from service. This has accordingly been done, and the cruising ground of the home squadron now extends from the banks of Newfoundland to the river Amazon, including the Caribbean sea and gulf of Mexico. This service requires one or two small vessels in addition to those originally assigned to the squadron, and these I propose to add. It is found that the steamships Missouri and Mississippi are unsuited to cruising in time of peace. Their engines consume so much fuel as to add enormously to their expenses; and the necessity that they should return to port after short intervals of time for fresh supplies, renders it impossible to send them on any distant service. They will be useful vessels in time of war as guards to our coast and harbors, and as auxiliaries in fleets; but they can not be relied on as cruisers, and are altogether too expensive for service in time of peace. I have therefore determined to take them out of commission, and shall substitute for them other and less expensive vessels. The Independence has not yet gone to sea, owing in part to the fact that her crews have been taken from time to time for other vessels, and in part to the necessary engagements of Commodore Stewart in other services. The rest of the squadron has, under his orders, been kept actively and usefully employed, and promises to answer all the expectations of Congress in establishing it. --536-- The duties originally contemplated for the home squadron are highly important, and such as require in the commander the best order of qualifications. They do not, however, require so many vessels as the law establishing that squadron authorizes. While, therefore, it is desirable that the squadron should be such as to be worthy of the best professional rank and talent, it is equally desirable that it should not be so large as to have any portion of it inactive. By assigning to it the duties of the West India squadron, and extending the cruising ground to the northern boundary of the cruising ground of the Brazil squadron, the larger vessels may be kept on constant duty to windward. In the meantime, the smaller vessels may, in like manner, be employed in the Caribbean sea and gulf of Mexico, where the harbors are too shallow to admit those of larger size. The impossibility of beating up the coast against the tradewinds and gulf stream, suggests the propriety of assigning two or three steam-vessels of medium size to that duty. These would afford a sufficient protection to our commerce, while they would serve to keep up the necessary intercourse between the commander of the squadron and that portion of it destined to service in the gulf of Mexico. Without the aid of steam, that intercourse could not well be maintained; for a vessel, not propelled by steam, entering the gulf of Mexico from the windward, could not regain her position without a tedious and dangerous passage through the gulf of Florida. The duties thus contemplated for the home squadron will afford full employment for it, except during the hurricane season, when it would not be prudent for it to keep the sea except in the northern part of its cruising ground. The Brazil squadron consists of the Delaware (74), Captain McCauley; the frigate Columbia, Captain E. R. Shubrick; the sloops-of-war Concord, Commander Boerum; John Adams, Commander Conover; Decatur, Commander Farragut; and the schooner Enterprise, Lieut. J. P. Wilson; all under the command of Commodore Morris. This squadron, I have every reason to believe, has distinguished itself for good order, discipline, and constant and strict attention to all the appropriate duties and exercises of squadron service. I have also the pleasure to report that the interests of our citizens committed to the care of Commodore Morris, have been fully protected and secured; and that our relations with the countries within the range of his command have been preserved on the most favorable and honorable footing. After the return of the frigate Brandywine, in July last, the squadron in the Mediterranean consisted of only two sloops-of-war, the Fairfield, Commander Tattnall, and the Preble, Commander Voorhees, under the command of Commodore Morgan. I regret to say that Commander Voorhees died at Smyrna, on the 27th July last; he was an officer of a high order of merit, and his death is a serious loss to his country. The Preble is now under the command of Commander Nicholson, and Commander Bigelow has succeeded Commander Tattnall, who has returned to the United States. On the 15th of July last, the frigate Congress, Captain P. F. Voorhees, sailed for the Mediterranean; and on the 29ih day of August last, the Columbus 74, Captain Spencer, was despatched to the same station. The squadron now consists of the Columbus, Congress, Fairfield, and Preble, all under the command of Commodore Morgan. Orders have been given, however, assigning to Commodore Morris the command of the Mediterranean squadron, and to Commodore Morgan that of the Brazil squadron. --537-- This exchange is made in execution of a plan which I propose for the management of all our squadrons, and of which I shall speak more at large in a subsequent part of this report. Our relations with the countries of the Mediterranean have been preserved on the most friendly footing, with the single exception of the empire of Morocco. Inconsequence of an outrage, offered by a subordinate officer of that Government, to the late consul of the United States, Mr. Carr, it was deemed necessary to call on the higher authorities to disavow the act, and to punish the aggressor. This was promptly done by Commodore Morgan, and after many delays and much unnecessary formality on the part of the Emperor, ample redress was afforded by the public disavowal of the offence, and the dismissal of the offending officer. Commodore Morgan appears to have conducted this affair with much skill and address, asserting with proper firmness the respect due to our flag, and yet claiming nothing in an arrogant or dictatorial spirit. I have every reason to be satisfied with the part he has borne in this delicate transaction. The friendly relations between the two countries are now restored. The squadron in the Pacific consists of the frigate United States, Captain Armstrong, sloop Cyane, Commander Stribling, sloop Yorktown, Lieutenant Nicholas, sloop Dale, Commander Dornin, and the schooner Shark, Lieutenant Engle, all under the command of Commodore T. Ap. C. Jones. The St. Louis, Commander Forrest, returned on the 16th September last, and her place has not yet been supplied. Nothing has occurred, since my last report, to interrupt the friendly relations of our country with the nations bordering on the Pacific coast of America. Our squadron has, at all times, ably and faithfully performed its duty; but it is much too small to render all the services expected of it, in that remote region. Every part of that vast ocean is traversed by our trading vessels, and in every part of it the protection of our naval flag is consequently required. The few ships allowed even to the largest squadron that we have ever sent to the Pacific, are not enough to guard our whaling interest alone. It can scarcely be expected that five or six vessels, most of which are of the smallest class, can properly protect our commerce and our people, along a coast of three thousand miles in extent, and throughout an ocean four thousand miles wide. I respectfully suggest that too little attention has heretofore been paid to the important interests of our country in the Pacific ocean. There is at this time, a stronger necessity than ever, for more strict vigilance and more active exertion on our part, to prevent other nations from subjecting our trade to injurious restrictions and embarrassments. The English settlers have, by their enterprise, nearly engrossed the trade from the Columbia river to the islands, so that our countrymen are as effectually cut off from it, as if they had no rights in that quarter. The people of various countries are rapidly forming settlements all along the shores of the Pacific, from Columbia river to the gulf of California; and this, too, with the countenance and support of their respective Governments. In the meantime, we are doing literally nothing for our own interests in that quarter. To those of our people who are inclined to settle there, we do not even hold out the encouragement of a reasonable expectation that we will protect them against the violence and injustice of other nations. A few small vessels, scarcely as many as we ought to keep constantly upon the coast of each of the South American nations on the Pacific—these, too, charged with duties which twice their number would not be able to perform, can offer but little --538-- aid or support to the infant settlements of our people, remote from each other, and demanding the constant presence of some protecting power. There are many considerations, connected with this subject, of deep importance in themselves, but which belong rather to other departments of the Government than to this. I advert to them only so far as to justify me in recommending a very large increase of the Pacific squadron. In the East Indies we have only two ships; the frigate Constellation, Captain Kearny, commanding the squadron, and the sloop-of-war Boston, Commander Long. It is owing more to our good fortune than to our strength, that our commerce has suffered no material interruption. That little squadron has done all that could have been expected of it, and it deserves much credit for its great vigilance and activity, and for the prudence and sound discretion with which Commodore Kearny has acquitted himself of the important trusts reposed in him. On the coast of Africa we have no squadron. The small appropriation of the present year was believed to be scarcely sufficient to answer the pressing demands of more important stations; and hence no vessel has been equipped expressly for the African seas. The sloop-of-war Vandalia, Commander Ramsay, belonging to the Home Squadron, was assigned to that service in March last, and is still on the coast. The ratification of the treaty with England renders it necessary that a squadron of at least eighty guns should be assigned to that service. I regret to say that, in consequence of the unprotected condition of our trade on that coast, several of our vessels have been captured by the natives, and their crews barbarously murdered. The last aggression of this sort was upon the schooner Mary Carver, Captain Farwell, in the district of Beribee, ninety miles south of Cape Palmas. Instructions have been given to Commander Ramsay to proceed to that point and demand such reparation as the circumstances of the case may require. This, however, will be at best but little satisfactory, since no chastisement which can be inflicted upon such savages can either do honor to our flag, or prevent other outrages of the like kind. Our commerce with Africa is rapidly increasing, and is well worthy of all the protection which it asks. This protection is to be derived, not from any terror which can be inspired by the destruction of a few miserable villages on the sea beach, but from the presence of armed vessels, able to prevent, as well as to punish, all violations of the rights and laws of fair trade. I need scarcely add, that our duty in the suppression of the slave-trade can not be discharged without a much larger force on the coast of Africa than we have ever yet maintained there. The return of the Exploring Squadron, late under the command of Lieutenant Charles Wilkes, has given to the country rich and abundant stores in all the departments of natural history. I am now arranging them, under the authority of a law of the last session of Congress. Lieutenant Wilkes himself is engaged in preparing a narrative of his voyage, and in completing the various charts of the numerous surveys made under his direction. In this work he has, at his own request, the assistance of Lieutenants O. Carr, T. A. Budd, and G. M. Totten, of the navy. I regret that I have no authority to furnish him with the additional aid which he has a right to expect from the scientific corps attached to the expedition. There is no fund under my control out of which a compensation could be paid to them. I respectfully suggest that provision ought to be made for --539-- this. The country looks with very deep interest for the results of the expedition; and it is due, not less to the officers concerned in it than to the country itself, that they should be fairly and properly laid before the world. It can scarcely be expected that Mr. Wilkes, even with the aid of the few naval officers whose assistance he has asked, can, in any short time, accomplish a task of so much labor; nor is it reasonable to suppose that naval officers, however skilled in what properly belongs to their profession, will be able to perfect the drawings and other mechanical works, and works of art, necessary to prepare this publication in the style contemplated by Congress. When I had the honor to present to you the usual report from this department, at the commencement of the last session of Congress, I proceeded upon the idea that it was the settled policy of the Government gradually to increase the navy. Notwithstanding the favorable change which has since occurred in our foreign relations, and notwithstanding the present unfavorable condition of the public Treasury, I have seen no reason to believe that this policy is less approved now than heretofore, by the great body of our people. It is true that the circumstances in which we are now placed, render necessary very great modifications of the systems which would otherwise be proper; but the opinion is as general now as it ever has been, that a suitable navy is absolutely necessary to the protection of our trade, the security of our people, and the respectability of our Government. Fortunately, there is nothing in the circumstances of our country to render this in any degree a local question. Apart from the general proposition that what is best for the general interest should be regarded as best for the whole, there is a local and particular interest in nine tenths of our country which demands a respectable naval establishment. The commercial towns on our seaboard, by which nearly all our foreign and coasting trade is conducted, have so immediate and direct an interest in the subject, as to render unnecessary any remarks upon that point. The various agricultural and manufacturing classes, scattered throughout the country, and connected with, and dependant upon, this trade, have an indirect interest, not less apparent. The great and increasing commerce of the lakes, although less exposed than that of the ocean, is yet far too important to be left undefended, even against the single power which may become its enemy. But the gulf of Mexico has peculiar claims. It is believed that there is not in the world, an equal amount of commercial and agricultural interest belonging to any one country, so much at the mercy of the most inconsiderable maritime force, as is that of the gulf of Mexico. Not only the States which lie immediately on that water, but all those whose streams enter into it, including the vast and fertile region of the Mississippi and its tributary waters, make this their chief channel of commerce. And we may properly add, also, no inconsiderable amount in the article of cotton, sent from Texas by means of the Red river, and paying tribute to our commercial agencies in its transit through our territory. Cotton is the principal material of our trade, both foreign and domestic; it probably constitutes three fourths of our exports, in its raw and manufactured states. Taking the year ending on the 31st August, 1842, it is found that the whole cotton crop amounted to 1,683,574 bales; of which 1,160,389 were shipped from the ports of the gulf of Mexico. Of this crop, 1,465,249 bales were exported to foreign countries; and of these exports, 937,830 bales were from the ports of that gulf. Thus it may be assumed, that two thirds of the most valuable article --540-- of our commerce, foreign and coastwise, is shipped in the ports of the gulf of Mexico. In other articles, the productions of the west, the proportion, although perhaps not quite so large, is yet large enough to give peculiar importance to the gulf of Mexico. The tobacco, the iron, the lead, the sugar, the hemp, and the provisions of that great and rich region (and in a few years we may add also its coal) find their way to market chiefly through that single channel. These already form no inconsiderable part of the entire exports of our country, and will, after no long process of time, enter still more largely into our trade, both foreign and domestic. Without pretending to perfect accuracy; we may safely assume that not less than two thirds of the entire commerce of our country, exclusive of the whale fisheries, passes through the gulf of Mexico; and we may, with even more safety, assume, that this proportion will increase from year to year, with the increase of the population and wealth of our western States. It is to be borne in mind that nearly all this valuable trade, is carried on through the gulf of Florida. I had the honor to present my views upon this subject, in a report which I made to the Senate, during the last session of Congress, but which was not acted on by that body. I respectfully refer to that document, as containing many suggestions connected with this inquiry, which I believe to be not wholly unworthy of public attention. I repeat here, only the well-known fact, that, in consequence of the strength of the gulf stream and trade-winds, there is virtually no passage for our trade eastward, on the south side of the Island of Cuba. It must, of necessity, pass through the Gulf of Florida—a narrow strait which can be effectually blockaded by two active steam-frigates, and probably by one. Even if a trading vessel should pass such a blockading force in the night, it would have but one path open to it for a great distance, and might, of course, be pursued with a certainty of being overtaken. It would not enjoy even the ordinary chances of a vessel escaping from a blockaded port, into a wide and open sea. The facts to which I have thus adverted, show a striking peculiarity in our condition. The greatest portion of our commerce, confined to a single channel for some hundreds of miles, is exposed, in a peculiar manner, to any enemy having possession of the sea; and, what would render our condition still worse, if we be without a naval force, that commerce may be annihilated, at a cost which would not be felt by any tenth-rate maritime power! If these views be correct, I am at a loss to perceive what portion of our country is not interested in them. To the States bordering on the gulf of Mexico, and to all those which use the Mississippi river as a channel of trade, the subject is of deep and daily increasing interest. So far as their prosperity depends on the outlet of the various productions of their country, they have but a single question to decide: Is, or is not, their commerce worth the cost of a naval power, adequate to protect it? It has no other protection, and it can not have any other, until its present channels shall be changed. To these considerations, are to be added others, growing out of the particular character of our Government and institutions, and the exposed condition of our lake and seacoast. On these points, I can only repeat the suggestions offered in my last report. No country in the world has a greater interest than ours to guard itself against invasion. If we are destined to see again the smoke of an enemy's camp, we should, at least, be careful not to allow it to ascend from our own soil. It is, in all respects, better for us to repel an enemy from our coast, than to subdue him after he has landed upon our --541-- shores. To do this, we must cherish our naval power, not as the institution; of a day or of a year—not as a subject which we can lay aside, and take up again whenever we please, as the policy or the caprice of the moment may dictate, but as a great and permanent institution, worthy of a great people, and demanding the grave attention of Government—an institution resting upon a wise system, and worthy to be maintained in the spirit of a liberal, comprehensive, and stable policy. These considerations forbid us to fall so far in the rear of other nations, and of the age in which we live, as to surrender our due share of the dominion of the seas. A commerce, such as ours, demands the protection of an adequate naval force. Our people, scattered all over the world, have a right to require the occasional presence of our flag, to give assurance to all nations that their country has both the will and the power to protect them. Our position among the nations is such as to leave us without excuse, if we voluntarily strip ourselves of a power which all other nations are anxious to grasp. Our forms of government and municipal institutions suggest that a naval force is our safest, and, perhaps, our only defence; and, as an additional recommendation, of no small weight, the expenditure which this defence requires, is to be made chiefly among our own people, encouraging their enterprise, invigorating their industry, and calling out the abundant and now almost hidden resources of our country. If our navy is not to be put down altogether, nor abandoned to neglect and decay, it is high time that it were placed upon some fixed and permanent plan. With a view to this, I respectfully offer the following suggestions: In the present favorable condition of our foreign relations, promising a long continuance of peace, I can not recommend any considerable appropriation for building new vessels of war. We have already as many vessels as it will be necessary to keep in commission, except, perhaps, in the classes of sloops of war and small brigs and schooners. A few more of these are required, and they can be built out of materials now on hand, at a very small cost. It seems to me to be too obvious to admit of doubt, that our true policy is to apply as much as possible of the appropriations for the general naval service, to the employment of ships in commission. I hope to be excused for repeating here, an idea thrown out in my last report, and which I am anxious to enforce, because it is the foundation of all sound policy in regard to the navy: it is an easy thing to build a ship of war; it is a difficult thing to qualify an officer to command her. This simple proposition, which every one knows to be true, should never be lost sight of by a nation that does not intend to abandon the ocean altogether. It requires at least five years of strict attention to make a good seaman; and not less than twenty years of active service, in different grades, to form a properly-qualified naval commander. Surely, then, since competent officers can not spring up with every exigency which may require their services, true policy demands that we should keep the requisite number of them in constant training, to be; ready whenever their country shall call for them. The best ship of war is powerless, when unskilfully commanded. We build fleets for our enemies, when we put them in charge of incompetent men. In order to carry out this idea, it is necessary not only that we should keep more ships in commission than heretofore, but that we should employ them in a different manner. Our squadrons on foreign stations have been generally kept too much in port; have been too little employed in cruising, and too --542-- seldom exercised in squadron manoeuvres. To remedy this, I propose to establish a system of interchange between the several squadrons; and, with that view, so to arrange them that no ship, except, perhaps, that of the commander-in-chief, shall remain more than one year on the same station. I propose that the squadrons of the Mediterranean and the Brazils shall consist, as near as possible, of the same number and classes of vessels; and that the same equality shall prevail between those of the East Indies and the Pacific. After particular intervals of time, a vessel of the Mediterranean squadron shall be sent to Brazil; and, at the same time, one of the same description from Brazil to the Mediterranean; and so of the squadrons of the East Indies and the Pacific. The advantages of this system are great and obvious: 1. By keeping the ships more at sea, the officers will be more exercised in their proper duties, and will acquire more of the science and practice of their profession. 2. Discipline will be better learned and better enforced, both on officers and crews. It is always relaxed while vessels are in port. 3. The dangerous connexions and fatal habits, so often formed amid the seductions of luxurious ports, will be avoided. 4. Officers will have a better opportunity to become acquainted with different coasts and harbors; with their currents, winds,& c.; with the languages, manners, customs, &c., of different regions of the globe; all which information is indispensable to an accomplished naval commander. 5. The flag of the country will be displayed in different ports, on many different vessels, thereby giving to foreign countries a better idea of the extent of our naval power. Heretofore, the habit of sending the same vessels repeatedly to the same foreign station has produced the impression that wo had no others to send, and has thus detracted from the respect which ought to attach to us as a naval power. 6. Our vessels of war will be! kept constantly in the tracks of our commerce, and be thus ready, on all occasions and in all places to afford to it whatever assistance it may need. In this way, the small force destined for the protection of our African trade, and for the suppression of the slave-trade, may be occasionally strengthened by the presence of vessels of war interchanging between the Mediterranean and the Brazils; But the great interest of our commerce in the Pacific, and particularly that most important part of it, the whale-fisheries, will derive peculiar advantages from this system. At present, most of our whalers rarely see one of our vessels of war although it is well-understood that they often need their protection. Our national ships; crossing the Pacific, should be directed to visit the whaling stations; a process, by which that distant and now neglected part of our commerce may always be within the reach of the protecting arm of their country. The system thus proposed; will require, in order to prosecute it with all its advantages, larger squadrons than we have heretofore employed. The good effects, however, which may reasonably be expected from it, will, it is hoped, recommend it to adoption. The charge upon the Treasury need not be materially, if at all increased, if the appropriations heretofore made for \"increase and repair,\" should be, as far as possible, for \"equipment, pay, and subsistence.\" I have caused estimates to be prepared for such squadrons as could, in my opinion, be most usefully and profitably employed in the manner abovementioned. This it is my duty to do, submitting it to Congress to determine whether, under the circumstances of the country, so large a force can properly --543-- be put in commission, or not. If the condition of the Treasury will warrant it (of which they are the judges), I have no hesitation in earnestly recommending the employment of the largest force estimated for. But, in order that Congress may, without trouble, apportion the appropriation to the force which they are willing to keep in commission, I have caused to be prepared a table, showing the cost of a ship of each class. Thus, the reduction in the estimates may be made in exact proportion to the reduction of the vessels in commission. Whether it be the pleasure of Congress to authorize a large or a small naval force, the necessity will be the same for placing it on a proper footing. The navy can not be reformed by merely reducing its size. In my report of last year, I invited your attention to a variety of points on which I considered legislation necessary, in order to give due efficiency to this Department, and to correct the abuses existing throughout the whole naval establishment: In my opinion, every reform necessary to place the navy upon the most useful, and at the same time, upon the most economical footing, may be easily effected. With that view I respectfully offer the following suggestions: So far as the materiel is concerned, nothing is required except fidelity, vigilance, and industry, on the part of those to whom that matter is intrusted,' and such changes in the laws as will insure a proper accountability. A great; deal has already been accomplished in this respect It is confidently believed that the expense of buildings repairing, and equipping, our vessels of war is much less at this time, than it was at any previous period within the last twenty years. This result is attributable, not so much to the head of the Department, as to the steady and zealous efforts of those officers of the navy who have had charge of the navy-yards. Little is now required, except to establish a rigid system of accountability, in every branch of expenditure Much has already been done to attain this object. The law for the reorganization of this Department has been carried out, as far as has been found practicable. The advantages of this change, in the increased facilities of transacting business, and in the concentration of responsibilities, are manifest: and great I regret to say, however, that the system is yet very imperfect. It is with extreme reluctance that I bring this subject again to your notice; and I should not do so if I were not convinced that it is the wish of Congress to make the work of reform, which they have thus commenced, as perfect as possible. The bill as it, passed the Senate would, it is believed, have proved as complete and effective in its provisioned as could be reasonably expected of any new measure, running so much into details; but the changes which were made in it by the House of Representatives, have produced difficulties and embarrassments in practice, which were not foreseen at the time. The uniting of two bureaux whose duties are wholly distinct, and require a wholly different order of qualifications to discharge them, has been found extremely inconvenient and embarrassing. The Bureau of Construction and Repairs, for example, is charged with duties of the Bureau of Equipment. It requires a ship-carpenter to build or repair a vessel of war; it requires a naval officer to equip her. In like manner, the providing of ordnance and ordnance stores has no natural connexion with hydrographical surveys; and yet these two subjects are intrusted to the same bureau. It would probably be impossible to find any one man properly qualified to perform all the duties of building, repairing, and equipping, a vessel of war; and although it would not, perhaps, be so difficult to find one compe- --544-- tent to the duties of the two Bureaux of Ordnance and Hydrography, yet it would probably happen, in most instances, that he, who was best qualified for the one, would be least qualified for the other. Besides, great confusion will necessarily exist, in keeping, by the same set of clerks, the accounts of matters so wholly distinct. The clerical force allowed to these two bureaux is much too small. Indeed, this is true, though not to the same extent, of the other bureau. The severe labors imposed, and the small salaries allowed, are positive discouragements to a zealous and energetic discharge of duty. In providing a chief of the Bureau of Construction, Equipment, and Repair, the alternative was between a naval captain qualified to equip, and a naval constructor qualified to build and repair. I did not hesitate to prefer the former, and the place is filled by a member of the late Board of Navy Commissioners. But, in uniting the two bureaux, it was, I presume, not perceived that the salary, originally contemplated for the Bureau of Construction and Repairs, was retained. Thus it happens that one of the captains, at the head of a bureau, receives five hundred dollars per annum less than his pay as a captain in command, and less, by the same sum, than is received by each of the captains holding correspondent stations in the Department. This was doubtless not intended, and will be corrected. I also respectfully suggest that there is no good reason for giving to the chief of the Bureau of Medicine a less salary than is received by others in corresponding positions. He ought to be, and it is presumed always will be, a man of a high order of professional attainments, and general education, holding a social position equal in all respects, to that of any other man. His expenses, of course, will, be as great, and his sacrifices certainly will not he less. Of the importance and utility of this bureau I already have the most satisfactory proof, in the improved organization of the medical department of the service, and in the saving of expense greatly beyond my expectations. An expenditure, twice as large as the bureau now calls for, will be more than twice saved annually, by its services. Its claims, therefore, to the increase of salary which I recommend, are of the strongest character in every respect. These defects in the law are obvious. Whenever they shall be corrected, it is confidently believed that a system of administration may be established in this Department, as prompt, exact, and efficient, as can be found in any other department of the Government. The acts of the last session, \"to establish and regulate the navy ration,\" and \"to regulate the pay of pursers and other officers of the navy,\" promise the most beneficial results to the economy of the service; and will probably remove many of the difficulties which would otherwise. have existed, in accomplishing all the objects proposed in the reorganization of the Department. The personnel of the navy is a subject of much deeper interest, although it presents no greater difficulties. That abuses exist, and that the public eye is occasionally offended with displays of disreputable behavior, is not surprising. Such things might be expected in any body of men equally numerous; they are seen every day, in social circles on shore, without affixing to those circles any individual or even general reproach. The navy is as free from such scandals as any equal number of men in any order of society. It is matter of just surprise that it should be so. Withdrawn, in a great degree, by the very nature of their pursuits, from the immediate influence of that public opinion, which is the best corrective of manners, and with a most imperfect --545-- system of laws and regulations as a substitute for it, what is there, but their own sense of propriety, to prevent naval officers from falling into the worst excesses? For twenty years past, the navy has received from the Government little more than a stepmother's care. It was established without plan, and has been conducted upon no principle, fixed and regulated by law. Left, to get along as well as it could, the wonder is that it retains even a remnant of the character which it won so gloriously during the last war. Reform, in this particular, must commence with the midshipmen. After a time, these boys become men, and these midshipmen become lieutenants, and commanders, and captains. Hence it is of the utmost importance that none should be appointed, who are not duly qualified, and suited in all respects to that peculiar service. And yet, to this great and fundamental truth, no attention has hitherto been paid. The Department has been left free to appoint whom it pleased, and as many as it pleased, without any law whatever to guide or regulate its judgment. The only rule by which the Secretary can be governed, is to appoint those who are, or who seem to be best recommended; and yet, in half the cases, the boy himself is as well known as those who certify in his favor. Hence the Secretary acts in the dark, and must of necessity be often in error. It is a notorious fact, that wayward and incorrigible boys, whom even parental authority can not control, are often sent to the navy as a mere school of discipline, or to save them from the reproach to which their conduct exposes them on shore. It is not often that skilful officers or valuable men are made out of such materials. The corrective which I propose is this: 1. The naval establishment shall be fixed bylaw; ascertaining, among other things, the number of officers to be allowed in each grade. There must be a due proportion among the several grades, or else it will be impossible that the different duties of the service, can be properly discharged. In this respect, the proviso of the appropriation bill of the last session of Congress, limiting the number of midshipmen to the number who were in service on the 1st of January, 1841, and of other officers to the number who were in service on the 1st of January, 1842, will, if persisted in, prove extremely unfortunate in its action. The precise proportion proper for the effective officering of a ship depends upon her class. We may find in an average of the different ships, a rule near enough to perfect accuracy to afford a safe guide of legislation upon the subject. But this proportion is wholly destroyed by the proviso abovementioned, so that it will be impossible, under that law, to furnish the proper officers for the several stations of our ships of war, supposing any considerable number of our captains and commanders to be employed. The inconvenience of that proviso is already felt, in regard to the medical officers in the service. I had the honor to represent, at the last session, the pressing necessity for an increase of the number of surgeons and assistants. There are not now in service enough to afford the aid which it is the acknowledged duty of the Government to afford to those who are engaged in her service at sea; and yet, whatever may be the necessity for them, their numbers can not be increased. In regard to the forward warrant officers, such as boatswain, carpenter, gunner, &c., the restriction is scarcely less inconvenient. They are appointed only as their services are required, so that there is no danger that their numbers will be inconveniently great. At all events, they should bear a due proportion to the other officers. 2. There should be established proper naval schools on shore. Little or --546-- no attention has hitherto been paid to the proper education of naval officers. Through a long course of years, the young midshipmen were left to educate themselves and one another; and it is creditable to them that they lost few opportunities of doing so. Suitable teachers are now provided for them, but their schools are kept in receiving ships and cruising vessels, in the midst of a thousand interruptions and impediments, which render the whole system of little or no value. Under such circumstances, the foundation of a solid and useful education can rarely be laid. This subject was brought to the attention of Congress at its last session, and a bill establishing a naval school passed the Senate. It was not acted on by the House of Representatives for want of time. I again earnestly recommend it, convinced as I am that its effect upon the navy will be in the highest degree beneficial. If adopted, Congress will of course prescribe such rules and regulations in regard to it, as may seem to them proper; but respectfully suggest the following as the outline of the system: The schools shall be established at such of the old military fortifications on the seaboard, as may afford suitable accommodations, and as may not be required by the War Department. The officers and teachers shall be supplied from those actually in the naval service; and all nautical instruments, boats for practice, & c., shall be furnished from the navy. This will save nearly the whole expense of the schools. Instruction in the schools shall be given to candidates for admission into the navy, and to midshipmen actually in the service. The admission of candidates shall be regulated by law, as is done in regard to the West Point academy. No boy shall receive an acting appointment in the navy, until he shall have passed a certain period of diligent study at a naval school; nor unless he shall produce the necessary certificates from his officers and instructors, of his good conduct, capacity, physical ability, and general fitness. Among those who shall produce such certificates, appointments shall be made, according to such rule as Congress shall prescribe. These precautions will afford a reasonable assurance that no boy will be admitted into the navy, without being qualified for, and worthy of, that station. But the watchful care of the Government over him should not stop here. He should receive, in the first instance, an acting appointment, as is now the practice, and not be entitled to a full appointment until he shall have seen at least one year's service at sea, and made suitable progress in the science and practical duties of the service. After receiving his full appointment, he should pass not less than five years in active service at sea, before he should be entitled to examination for a warrant as \"passed midshipman.\" That examination should be rigorous and thorough, and none should be entitled to it who could not produce the most satisfactory proofs of good conduct, attainments, capacity, and general fitness. By this time the boy will have attained a period of life when the character is generally well developed, and in some degree fixed; so that the country will have good reason to trust him in the higher grades of the service. A corps of officers, formed of such materials, would probably present few instances of misconduct or incapacity, and would reflect honor on the country, while rendering to it the most valuable services. This system could not fail to relieve the personnel of the navy, often time, of all its present incumbrances, and would certainly tend to keep it in --547-- a healthy condition. But it would be too slow in its operation, for the cure of existing evils. Probably there never was a similar institution in and country, into which abuses have not crept, after so long a period as thirty years of profound peace, and of consequent neglect. Governments and their people are too apt to overlook the military arm, when there is no immediate need of its protection; forgetting the wise maxim, that in peace we should prepare for war. Our navy has experienced its full share of those unfavorable influences; and the natural consequence is seen in the admitted fact, that it contains some officers who do no credit to their commissions. Their number, however, is much smaller than might have been justly expected, under the operation of so many discouraging and corrupting causes. Every nation finds it necessary, after particular intervals peace, to revise and reform its military establishments; and the time has now arrived, when such a corrective may be advantageously, applied to the navy of the United States. The only difficulty is in adopting the right process. To dismiss from the service officers who have committed no positive offence, would be unjust and cruel. The nature of their profession, is such as to disqualify them for nearly all the pursuits of industry on shore. Most of them have been kept long on probation, and have been thus encouraged to expect that they would remain the service. Many of them now have families dependant on them, who would be exposed to great suffering, if the public support should be entirely withdrawn. On the other hand, it is to be borne in mind that the officer stipulates with his country, that he will be both willing and able to perform all the; duties of the station which he solicits and receives at her hand: and he, has, therefore, no, right to complain, that she rejects him when he proved either neglectful or incompetent. Perhaps no more, just rule can be adopted, than to compel the officer to retire, upon a certain proportion of his annual pay. A system; of compulsory furlough, properly regulated, and guarded against abuse, would have the most salutary effect. To lodge such a power in the Secretary of the Navy would probably not be generally acceptable, The natural jealousy which every one feels, of whatever approaches, to arbitrary power, would present a strong objection with most persons, to intrusting so much to the discretion of any one man. For myself, however, I have no doubt that the only danger would be, that the power would be too cautiously and too seldom exerted. Public opinion, in this country, is a sure corrective of all abuses of that sort; and no man, who valued either his reputation or his comfort, would hazard the one or the other by challenging that public opinion for the indulgence of any feeling, unbecoming the impartial justice of his station. Still, however, it is desirable, not only that the Department should be in fact just and impartial, but that the public and the navy officers, should believe it to be so. I propose, therefore, that whenever the Secretary of the Navy shall be of opinion that an officer is unfit for the service, he shall be required to present his name to the Senate for furlough; stating fully, if required so to do, the reasons for that opinion. If the Senate, after such inquiry as it may choose to institute, shall concur with him, the officer shall be put on furlough, upon a certain proportion—say one half his pay,—and be considered out of the service. In this way, the same power that appoints, will remove; and the act, receiving the sanction of the Senate, will be placed above the suspicion of injustice or oppression. It may be urged, as an objection to this plan, that it will create a body of quasi pensioners upon the Treasury, who have done nothing to deserve such --548-- favor. This is not true, in point of fact. These officers are already in the service, and if they be not put on furlough, will receive their whole pay, instead of only half of it. No officer will ever be put on furlough if he be really qualified for the service; and if he be not qualified, he ought not to be, and I presume will not be, called into service at all. Of course he will remain a dead weight upon the Treasury, to the full amount of his whole pay. To put him on furlough, therefore, is a positive relief to the Treasury, to the extent of one half his pay. But the evil, if it really be one, will be of very short duration. When the navy officer shall come to understand that there is a process, more certain and summary than a trial by court martial, by which his dignity and his income may both be reduced, he will be cautious not to bring himself within such peril. The effect of the furlough system will be, to create a new motive on the part of the naval officer to exert himself to excel in his profession, and to place himself above suspicion, in point of personal character and conduct. The belief, heretofore prevailing, that an officer, of any standing in the navy, could not be driven out of it, or at least that he could not be kept out of it, has had a strong influence in ruining its discipline, and corrupting its morals and manners. The furlough system, firmly administered, will serve to remove this impression; and, with the assistance of an unsparing and impartial administration of the law, through courts martial, will soon purify the service, and will long keep it pure. When the inefficient who are now in the navy shall have been removed, it is probable that the Treasury will, thereafter, be rarely taxed with the pay of furloughed officers. The necessity of some mode of proceeding, by which the navy may be rid of the incompetent, as well as of the guilty, is universally admitted; and I have not been able to devise any mode more just, more effective, or less objectionable on the score of expense, than that which I now suggest. If this system should be fully and faithfully carried out, I do not perceive that anything more will be necessary to insure to the navy competent and honorable officers. Hitherto, it has been their great misfortune, that, with fewer opportunities than others to educate themselves, the Government has done nothing to educate them. The cadet from West Point enters the army well founded in the principles of solid and useful learning, and fully prepared to engage, with advantage, in any pursuit, whether of civil or military life. The candidate for the navy, on the contrary, is deemed well enough qualified, if he be able to read and write, to answer a few simple questions in geography and English grammar, and to solve plain problems in the elementary rules of arithmetic. Why should this difference be made? Important as a proper preparatory education may be to the army officer, it is even more important to the officer of the navy. Apart from the fact that he has few opportunities to improve himself, it is to be remembered that he is the most frequent representative of his country abroad—the standard by which foreign nations will be most apt to measure her moral and intellectual character. He is, also, frequently intrusted with important and delicate negotiations, involving the rights of our citizens, and the peace and honor of our country. The function of the naval commander is much more useful, important, and dignified, than is generally supposed. To his skill and vigilance are intrusted, at every hour of the day and night, the safety of the ship, and the lives of her crew. The honor of his country's flag, and, in a great degree, her harmonious relations in peace, and her protection in war, are among the awful trusts with which he is clothed. Very few men can be --549-- found, qualified in every respect, for so high and imposing; an office; and, unhappily, there are too few among those who now hold it, who duly feel its importance and dignity. I humbly think that it is a high duty of Government to adopt every means calculated, in any degree, to elevate the standard of character in the naval commander, and to fit him in knowledge, in professional skill, and in personal character, to discharge the high and solemn duties of his office. This can be best done by giving him a suitable preparatory education, and by providing proper and ready means of removing him from the ranks of his profession whenever he may be found unworthy to occupy a place in them. I respectfully renew the suggestions heretofore made—that there is yet one thing more necessary to complete the process of reform. The naval officer should feel that he has a place in the respect and confidence of his country, and that the honors and distinctions which his services shall have earned, will not be withheld from him. Promotion; is the vital principle of military service; and hence, as many grades should be established as maybe found consistent with the due order and efficiency of the service. The experience of every day tends to confirm me in the belief that the several grades of admiral, vice-admiral, and rear-admiral, ought to be established in our navy. I had the honor to bring this subject to your notice in my last report, and to urge such reasons as seemed to me to be sufficient in support of the recommendation now renewed. I have only to add, that this important measure need not increase the expenses of the navy at all. It will afford an opportunity to reward, by well-deserved promotion, many officers in the several grades who are well qualified for the highest stations and most important duties of the service. These men (most of whom would soon become the ornaments and grace of any other navy in the world) are likely, under our present system, to grow gray in subordinate and obscure stations: their merits unacknowledged, and their usefulness thrown away. We may, at least, be allowed to regret that the higher officers of the navy—those who, by their services in war, have reflected most honor on their country, and given the best proofs of their own merits, are so rapidly passing from the stage of life, that, even if our policy in this respect should ultimately change, others are likely to reap the honors which they have so richly earned. This should be deemed, by a generous country, a reason > for adopting, at once, a policy which, beyond all doubt, will ultimately be forced upon us, if we shall continue to maintain any navy, at all. I again respectfully ask for an increase in the number of marines, and of marine officers of the lower grades. Not less than twenty millions of dollars of the public properly are now exposed, in our navy-yards, to conflagration and theft, for want of proper marine guards. Thefts to a considerable extent have recently been detected, and doubtless others have been committed which never will be detected. One fire, which a single additional marine might prevent, would probably destroy, in a few hours, more than the expenses of the whole marine force for ten years. Surely it can not be true economy to leave so much of the public property exposed to such great dangers, for want of so very cheap a protection as a few additional marines. It is an object of great interest to me to make the navy subservient to the encouragement of American industry. This may be done, not only by the protection which it affords to American commerce (upon which I have already commented), but also by means of the supplies which it requires. We are, probably, the only people in the world who can, with perfect con- --550-- venience, build, equip, arm, feed, and clothe a navy of the largest size, from our own home resources. A nation of any magnitude, having all the materials of war constantly at its command, is essentially powerful. Hence, it is of the utmost importance that we should adopt a policy calculated at once to cherish and to develop these sources of our strength and security. The measures more immediately necessary to accomplish this object, have already been brought to the notice of Congress; but, as they have not yet been acted on, it would seem to be proper that I should again refer to them. The first in importance is the preservation of navy timber growing on the public lands. No other country possesses so rich a store of this material as the United States. Properly protected, it would afford a supply for the largest navy in the world, for an indefinite time, without any sensible diminution. But I regret to say that the laws which have been enacted with this view are, in some respects, inoperative, and in all respects inefficient; Depredations of the most ruinous kind are daily committed, in spite of all the vigilance which this Department can use, and in defiance of all the power which it is authorized to exert. Our own people are daily selling to the Government timber which they take against law from the public lands, and it is understood that large supplies of the same timber are already contracted for by foreign Governments. It is impossible to prevent these depredations under existing laws. The subject is, in my opinion, worthy of the serious and prompt attention of Congress. If they should thoroughly investigate it, the information which this Department can afford will not fail to convince them of the necessity of a reform in the laws relating to it, and of additional grants of power and means to the officers of the Government to whom they may choose to intrust this valuable part of the public property. The subject next in importance is the establishment of a navy-yard on the largest scale on the waters of the lower Mississippi; I had the honor to give my views upon this subject in a report to the Senate of the 31st of January last. Respectfully referring to that report, I forbear to repeat at large the suggestions which it offers. I will only say that the object which I have in view is to afford whatever facilities such an establishment can afford to the industry of the whole valley of the Mississippi, now cut off, in a great degree, from its due share in the supplies of the navy. The iron of that region would find there a ready and convenient market; an extensive rope-walk, a necessary appendage to such a navy-yard, would present a constant demand for hemp; the provisions of the west, now worth little or nothing, from their superabundance, would find a ready purchaser at fair prices. Every branch of western industry would feel, directly or indirectly, the influence of such an establishment, while the navy itself would be secure of abundant and cheap supplies, sufficiently convenient to the ocean, and yet perfectly safe from the attacks of an enemy. It is by arrangements of this sort that the navy can be made to return to the country twice the wealth which is expended in support of it. The wealth of a nation does not consist in the quantity of gold which it may have in its treasury; the economy of a nation is not shown only in the smallness of its expenditures. It is rich only in proportion as its people are rich; and it is economical only so far as it applies the public money to uses more valuable to the people who pay it than the money itself. This is but another name for national thrift, but it is the only sense in which national economy in of any value. Nine tenths of the appropriations to the navy are paid back to our own people for materials, labor, and subsistence. It is thus put into cir- --551-- culation, paying debts, supplying wants, and sustaining credit. Every dollar thus employed increases the tax paying ability of the people to twice that amount, and this tax:paying ability is the true wealth of the nation. The expenses of the navy, therefore, are not to be: considered a dead tax upon the Treasury. They not only go back and circulate among our own people, but, unlike most other expenditures of the Government, they give employment to industry, encouragement to enterprise, and patronage to genius. They perform, to a great extent, the office of a protective tariff, in developing and bringing into use various sources of our national wealth, particularly in copper, iron, hemp, provisions, and coal. The effect of even a small disbursement so made upon the public prosperity and comfort is much more important and extensive than the first view of it would lead us to suppose. I am far from saying that taxes ought to be levied merely for the purpose of so expending them. No tax should be imposed, direct or indirect, which is not required for the legitimate and proper uses of Government. But if a necessity for the tax can be shown to exist; if the purposes to which it is proposed to apply it clearly appear to be useful and profitable to the country far beyond the measure of the tax itself, it ceases to be a burden, and is: relieved from all fair objection. Such, in my opinion, is emphatically the case with almost the entire appropriation to the naval service. It is confidently believed that such appropriations, as liberal as any convenient and proper revenue system will allow, may be, and of necessity must be, applied to \"uses far more valuable to the people who pay them than the money itself;\" and that, far from being an oppressive burden, they will operate as a measure of positive relief. In looking for the sources of unnecessary expense throughout the naval establishment, I have found much to correct. It can not be denied that our navy has cost much more than it ought to have cost, considering the small number of vessels that we have usually kept in commission. I do not know that this could have been very easily prevented, under the former defective organization of the Department. The mode heretofore pursued of obtaining the supplies of the surgeons' and pursers' departments has subjected the seamen to unnecessary charges, and the Government to constant impositions, in many cases to gross frauds, and consequently to heavy losses. These losses have been the greater, in consequence of the want of proper, means of establishing a system of strict accountability, which would have enabled the Department not only to see the extent of the evil, but to apply the proper remedy. The bureaux to which these subjects belong have been diligently and successfully engaged in devising suitable means of guarding against similar impositions for the future. The articles are now procured, as far as possible, from those who make or produce them; so that the profits—always large, and often extortionate, which have heretofore been paid to the grocer, the apothecary, and the contractor for clothing—-are saved to the Government and the sailor. Such supplies as we are still compelled to obtain in the former mode, are subjected to rigorous inspection, which assures us of their good quality and reasonable prices; and when brought into the public stores, the persons under whose charge they are placed are required to account for them with a degree of minuteness which promises to guard effectually against any waste or extravagance in the use of them. I have very little doubt that much of the mechanical labor which has been performed at our navy-yards has been too dearly paid for. I can per- --552-- ceive no good reason why a mechanic should work fewer hours in the day, or receive higher wages, in a public dock-yard, than in a private workshop; on the contrary, if there be any difference, it should be in favor of the Government, in consequence of the more constant employment, and the more prompt and certain pay. It is certainly good policy on the part of the Government to give such wages as will command the most competent and faithful workmen; but this can always be done, for the reason above assigned, for the same wages which are paid at the best private establishments. Measures have been adopted to place the Government upon terms of just equality with individuals, in this respect. But a still more considerable source of expense—in building, repairing; arming, and equipping our vessels of war—may be found in the high prices and indifferent quality of the iron and copper which have been used. The Department has given much attention to these two important subjects, with a view to the correction of former abuses. In particular kinds of iron, the standard has been raised seventy-five per cent.; and yet it is found that supplies can be obtained at less prices than heretofore, although the quality is nearly twice as good. The fact, now generally known, that proper tests are applied, and that no iron will be received which does not bear them, has served to create an honorable competition among those engaged in that branch of industry; so that the most important improvements are constantly made. The United States can furnish as good iron as any other country in the world; and with suitable encouragement, would soon be able to supply the world with that metal. In chain cables, an invaluable improvement has been made. None but the very best iron is ever applied to that use; and an apparatus is now in progress, and very nearly completed, for subjecting the cables, when finished, to thermotension. Along series of careful and accurate experiments has ascertained that this process adds seventeen per cent, to its strength. By this means the weight, and consequently the cost, of a cable of given strength, is greatly diminished, and so also is the labor of handling it on board ship. For this great improvement, we are indebted to the scientific information and industrious researches of Professor Walter R. Johnson, of Philadelphia. It is impossible to calculate its value to the whole navigating interest of the world. The fate of the largest ship, and of all her crew, often depends upon the strength of her cables; so that a little more or less of strength in a single link may save or destroy her. I have considered it, therefore, of the utmost importance to improve, by every practicable means, the quality of chain-cable iron. It is believed that, even at the present day, we are not surpassed in this respect by any other nation; and if improvements shall advance hereafter as rapidly as heretofore, we may in a short time safely challenge the competition of the world. A similar improvement has been made in iron for ordnance. Too much importance can not be attached to the soundness of cannon. The bursting of a single gun in battle is often more disastrous than many broadsides from the enemy. It not only destroys life, and withdraws so much from the effective battery of the ship, but it also creates confusion and disorder, excites in the minds of the crew distrust in the soundness of the other guns, and thus discourages and renders them timid. Hence, no consideration of mere money-saving should ever enter into the arrangements for procuring ordnance for the navy. True economy requires that the very best guns which can be made, and none others, should ever be used. Upon this idea --553-- this Department is acting. No cannon is received which does not bear the most satisfactory tests; and yet it is not found that the cost of ordnance is any greater than heretofore. On the contrary, guns of the same kind which have heretofore cost more than $130 per ton, have recently been contracted for at $95. In copper, the frauds which have been practised upon the Government, have been gross and enormous. Pure copper ought to last upon a ship's bottom twenty years; and yet that which we have used upon our ships of war, has not lasted upon an average more than seven. Upon examining a portion of the copper recently taken from the bottom of the Columbus, I found that it exhibited the appearance of worm-eaten wood; the reason of which is, that it was full of impurities, which corroded and fell out. Even that which remained, instead of possessing the toughness which belongs to pure copper, would not bear to be bent, but broke short off, like a piece of cast-iron. It is impossible to be too careful in procuring an article so costly, as copper. Nothing but the application of proper scientific tests, can detect, its impurities, or prevent the grossest and most ruinous impositions. A single defective sheet on the bottom of a large ship, will render it necessary to bring her into dock, and will thus cost the country ten times as much as would have been required to prevent any such result. The copper in a ship's bottom is no small part of her entire cost; and this cost is more than doubled by using copper of bad quality. The great importance of guarding against impositions in this respect, has induced the department to institute a series of experiments, under the management of Professor Johnson, the results of which, promise to be of great benefit to the economy of the service. These results I have the honor to communicate in a copy of Mr. Johnson's report, hereto annexed. As steamships will hereafter form a part of our navy, it becomes important to ascertain what kind of fuel can be most advantageously used. With this view, I have taken measures to cause a proper analysis to be made, of the several coals of our country, and also of those of England. All persons interested in this subject, were invited, by public advertisement, to send samples of their coal to the navy-yard in Washington, in order that a proper comparison might be made, under suitable philosophical tests. About thirty samples have been sent, and some progress has been made in the examination of them. Professor Johnson, to whom this investigation has been intrusted, was called from Washington before any conclusive results had been obtained; but his experiments will be resumed as soon as possible, and will undoubtedly present a mass of most useful information on this important subject. The application of scientific principles in the mechanical arts is now universal. The mere artisan, whose skill is derived only from practice, is far behind the times. Science is now lending her aid to the arts, in all their departments—expanding their powers, multiplying their uses, and perfecting their works. I respectfully suggest that this aid is nowhere more important, than in the various operations connected with a naval establishment. When we consider the number and variety of the materials which are used, the costliness of many of them, and the high importance that they should all be of the best and most durable kinds, the propriety of subjecting them to all necessary tests, and of improving their quality as far as possible, will at once be admitted. This can be done, only by the union of science with practical skill. The knowledge which we obtain from experience is always slow, always costly, and not always sure; that which we obtain from experiment, --554-- particularly in physical science, rarely deceives, and seldom fails richly to repay us. The experiments which have already been made, under the direction of this Department, haves imparted to it a degree of information, which, could not have been derived from any other source, and which will more than repay their cost, in the building of a single ship. These experiments, however, are but the beginning of what might be accomplished in the same way. If the Department were in a condition to avail itself of the improvements which are daily made in practical science, the most important results would soon be realized, in the improved quality of our ships, and in the general economy of the service. I respectfully recommend the subject to the favorable consideration of Congress. I shall, in a few days, have the honor to lay before Congress a code of rules and regulations for the navy, prepared in obedience to their directions. I invite attention to the existing laws on the subject of navy pensions, which appear to me to need many changes and modifications. I have thus, sir, submitted, without reserve, my views of the present condition and actual requirements of our naval service. It is my duty to do this, without reference to any other considerations. Whether my recommendations shall be adopted or not, must of course depend on the view which may be taken of them by the legislative department of the Government. In presenting my own views, I simply discharge my own duty to those, to whose better judgment all the measures which I have proposed must be referred. All which is respectfully submitted. A. P. UPSHUR. The President --555-- Schedule of papers accompanying the report of the Secretary of the Navy to the President of the United States. No. 1. Estimate for the office of the Secretary of the Navy and the Bureau of the Navy Department. 2. Estimate for the expenses of the southwest executive building. 3. General estimate for the Navy. Detailed estimate: A 3. Report and estimate of the Bureau of Navy Yards and Docks. B 3. Report and estimate of the Bureau of Ordnance and Hydrography. C 3. Report and estimate of the Bureau of Construction, Equipment, and Repairs. D 3. Report and estimate of the Bureau of Provisions and Clothing. E 3. Report and estimate of the Bureau of Medicine and Surgery. F 3. Pay of officers waiting orders. 4. Estimate for the Marine Corps. 5. List of vessels in commission, their commanders and stations. 6. List of deaths in the Navy. 7. List of dismissions from the Navy. 8. List of resignations from the Navy. 9. Report of the Commissioner of Pensions. 10. Fourth Auditor's statement of the receipts and expenditures on account of the navy pension fund, from October 1, 1841, to September 30, 1842. 11. Professor Johnson's report of experiments on copper. (Not included in digital version.) 12. Expenditure of appropriation for the suppression of the slave-trade --556-- _____________ No. 1. Estimate of the sums required for the support of the office of the Secretary of the Navy and the bureaux of the Navy Department, for the half year ending 30th June, 1843: |Secretary of the |Clerks and messenger||1,350| |29,275| For contingent expenses of the office of the Secretary of the Navy and the bureaux of the Navy Department, viz: |Secretary's office:| |For amount required to pay sundry bills for stationery, &c., for 1839, |Bureau of &c.||250| |Total||5,350| |Submitted: For arrearages of clerks' salary in the office of the late navy board||$456 24| _____________ Estimate of the sums required for the support of the office of the Secretary of the Navy and the bureaux of the Navy Department, for the year ending 30th June, 1844: |Secretary of the messenger||2,700| |58,550| --558-- For contingent expenses of the office of the Secretary of the Navy and the bureaux of the Navy Department, viz: |Secretary's office:| |Bureau of &c.||500| Medicine and Surgery||600| |8,700| --559-- _____________ No. 2. Estimate of sums required for the expenses of the southwest executive building, for the half year ending on the 30th June, 1843. |Superintendent||$125 $100, each, for the watchmen, for the half year is submitted, in consideration of their being required to watch day and night, to wit: from 3 o'clock, P. M., till relieved by the messengers of the Department, about 8 o'clock, A. M. When their salaries were formerly fixed at $500, they were required to watch only from sunset till sunrise. Estimate of sums required for the expenses of the southwest executive building, for the fiscal year ending on the 30th June, 1844. of $200, each, is submitted for the watchmen, in consideration of their being required to watch day and night, to wit: from. 3 o'clock, P. M., till relieved by the messengers of the Department, about 8 o'clock, A. M. When their salaries were formerly fixed at $500, they were required to watch only from sunset to sunrise. --560-- ____________ No. 3. GENERAL ESTIMATES. There will be required for the general service of the navy during the half year ending June 30, 1843, exclusive of the amount required for the marine corps, the sum of $3,673,607 07, in addition to any balance that may remain in the Treasury on January 1, 1843. |For the half year ending June 30, 1843.| |1.||For the pay of commission, warrant, petty officers, and seamen||$1,476,569 50| |2.||For pay of superintendents, naval constructors, and all the civil establishments at the several yards||36,860 00| |3.||For provisions||553,769 50| |4.||For medicines and surgical instruments, hospital stores, and other expenses on account of the sick||57,030 00| |5.||For the increase, repair, armament, and equipment of the navy, and wear and tear of vessels in commission||950,000 00| |6.||For the improvement and |10.||For contingent expenses that may accrue for the following purposes, viz: For the freight and transportation of materials and stores of every description; for wharfage and dockage, storage and rent, travelling expenses of officers and transportation of seamen; for house-rent to pursers, when duly authorized; for commissions, clerk-| --561-- No. the half year ending June 1843| |hire, office-rent, stationery and fuel to navy agents; for premiums and incidental expenses for recruiting; for apprehending deserters; for compensation to judges advocate; for per diem allowance to persons attending courts martial and courts of inquiry, or other services as authorized by law; for printing and stationery of every description, and for working the lithographic press; for books, maps, charts, mathematical and nautical instruments, chronometers, models, and drawings; for the purchase and repair of fire-engines and machinery; for the repair of steam-engines in navy-yards; for the purchase and maintenance of oxen and horses, and for carts, timber-wheels, and workmen's tools of every description; for postage of letters on public service; for pilotage, and towing ships of war; for taxes and assessments on public property; for assistance rendered to vessels in distress; for incidental expenses at navy-yards; not applicable to any other appropriation; for coal and other fuel, and for candles and oil for the use of navy yards and shore stations; and for no other object or purpose whatever.||$330,000 00| |For contingent expenses |3,673,667 07| --562-- No. 3—Continued. GENERAL ESTIMATES. There will be required for the general service of the navy during the year ending June 30, 1844, exclusive of the amount required for the marine corps, the sum of $6,983,245 64, in addition to any balance that may remain in the Treasury on July 1, 1843. |For the year ending||Appropriated for 1842.| |1.||For the pay commission, warrant, petty officers, and seamen||$2,953,139 00||$2,335,000 00| |2.||For pay of superintendents, naval constructors, and |3.||For provisions||1,104,539 00||720,000 00| |4.||For medicines and surgical instruments, hospital stores, and other, expenses on account of the sick||43,967 00||30,000 00| |5.||For the increase, repair, armament, and equipment of the navy, and wear and tear of vessels in commission||2,000,00 00| |6.||For the improvement and |10.||For contingent expenses that may accrue for the following purposes, viz: For the freight and transportation of materials and stores of| --563-- No. 3—Continued. |For the year 1842.| |every description; for wharfage, and, dockage, storage and rent, travelling expanses of officers, and transportation of seamen; for house-rent to pursers, when duly authorized; for funeral expenses; for commissions, clerk-hire, office-rent, stationery and fuel to navy agents; for premiums and incidental expenses for recruiting; for apprehending deserters; for, compensation to judges advocate; for per diem allowance to persons attending courts martial and courts of inquiry, or other services as authorized by law; for printing and stationery of every description, and for working the lithographic press; for books, maps, charts, mathematical and nautical instruments, chronometers, models, and drawings; for the purchase and repair of fire-engines and machinery; for the; repair of steam-engines in navy-yards; for the purchase and maintenance of oxen and horses, and for carts, timber-wheels, and workmen's tools of every description; for postage of letters on public service; for pilotage and towing ships of war; for taxes and assessments on public property; for assistance rendered to vessels in distress; for incidental expenses at navy-yards, not applicable to any other appropriation; for coal, and other fuel, and for candles and oil for, the use of navy-yards and shore stations; and for no other object or purpose whatever||$450,000 00||$450,000 00| |11.||For 64| --564-- ___________ A of Yards and Docks, November 25, 1842. Sir: I have the honor to present to you, in conformity to the directions contained in your letter of the 28th ultimo, the estimates for the improvements of the navy-yards; for the repairs of all the buildings which may require them; for the prosecution of the work on the new dock at New York, if it should be deemed proper to recommence it; and for the support of their establishments, including all the civil officers attached to each. The estimates for the support of the navy hospitals, for the preservation of the magazines, and for the ordinary of the various yards, are also included. The sums estimated for the yards for the first half of the ensuing year, and for the year beginning on the 1st July, 1843, and ending on the 30th June, 1844, are nearly in the same proportion as those for the present year, making an allowance for the additional period for which they are required. The number of officers for duty in the yards, has been increased in order to insure a proper supervision of their duties; to secure a diligent and continual attention to the work to be performed, and to keep a careful watch by day and by night. To maintain, as far as practicable, their security, and to prevent theft and plunder, is another object of this increase, and a very important one. There is not now a sufficient force stationed at any of the yards for this purpose; and a police establishment for each, is much wanted; of what this police guard shall consist, may be a question for consideration. At present, there is neither a sufficiency of watchmen or of marines; and the demand for the latter on board ship prevents the expectation of our receiving from that source an increase. The watchmen, as at present furnished, are the principal reliances, and their organization, if the establishment may be so termed, is defective and requires amendment. The number should be increased, and they should be called upon to serve, for a certain period of time, under such regulations and written agreements as would be binding on them for their whole time and service, if it should be your intention to continue them. For the whole of the yards, the sum asked for the ensuing eighteen months is $514,756 56. The amount asked for the present year, was $504,428, making an excess of the former over the latter of only $10,328 56; although the period for which the first named sum is required, is greater than that for the last named by one half. Of the above amount of $514,756 56 for the period stated, the sum of $50,000 is intended to be applied to the construction of the dock, which being so costly and so important a work, as to form a specific object of appropriation, and a subject of distinct expenditure, does not, therefore, fall under the regular head of improvements of navy-yards, for which estimates are annually made. Beginning with the northernmost establishment, that of Portsmouth, New Hampshire, I proceed to slate my views of each in general terms. The amount asked for it will be profitably laid out in the permanent improvements necessary to bring it up to a scale somewhat commensurate with the others, and to prepare it for carrying on expeditiously such work as may, from time to time, be deemed requisite. To do this the expenditures, after making provision for the repairs of all buildings and other works, are to be directed to a permanent quay-wall; a new wharf for the accommodation of vessels principally, --565-- and to some smaller works, which will add to the convenience and despatch of business. At Boston, the continuance of the boundary wall for the security of the yard, has become an object of importance, to preserve it from depredation, and to render it less accessible. The remaining objects to be commenced and accomplished, under this estimate, are also very requisite; and being in accordance with the approved plan, will do much to ensure expedition, economy, and safety, in the operations of the yard, and the preservation of materials. For New York, it has been considered proper to preserve all the different buildings in repair, and to estimate for the erection or building of such works only, as are requisite for the current or daily duties of the yard. The want of a proper and approved plan, by which all the future improvements of this yard may be regulated, prevents the call for a greater expenditure. When that is authorized, which it is supposed will be ere long, in a future estimate, such works will be embraced as will be calculated to bring it up to an equality of accommodation with the other dock yards. The uncertainty of a permanent location, within the waters of New York harbor, has hitherto prevented this point from being settled. It is, however, presumed this will not much longer be a matter of doubt. At Philadelphia, the principal object to be undertaken, is the extension and filling-in of the two principal wharves, which is rendered a work of indispensable necessity, by the accumulation of mud at their extremities, and the gradual shoaling of the water in their fronts, by the annual deposites of silt. These deposites are the consequence of the greater projection into the river, of the city wharves above or to the north of the navy-yard. The remaining expenditure will be confined to the preservation and repair of those objects which are in a state to require them. For the Washington yard, it is proposed to erect an iron foundry, in which may be combined all the conveniences for castings and the making of steam engines, water tanks, chain cables, &c. This building, therefore is of considerable importance, in point of economy and despatch. The present one is a mere temporary affair, by no means sufficient to the increased work; and is also most inconveniently situated. It was built, or converted to its present use, at a time when the demand for its services was by no means equal to the present exigencies. The wharf is also much needed; and experience shows that stone is a much cheaper material for its construction than wood; as the repairs, in a few years, would make it nearly equal in expense to that of the former material. The estimates for the other objects will be found, on reflection, to be equally necessary, including that for repairs, which last is much wanted at several points and parts of the yard. At Norfolk the improvements are to consist of a continuation of the timber dock, which is not only intended for the deposite and soaking of timber, but for the admission of vessels of light draught of water, loaded with stores of the various kinds, intended for the preparation and equipment of vessels, as well as the different species of timber which are required. In connexion with this large work, is the very useful one of a stone wharf or quay-wall; to the eastern or water front of the yard, a portion of which, from the north building slip to the south end or corner of building slip and house B, has been finished, and includes three permanent launching slips. These having been solidly constructed on piles, and with great care, may last for centuries. To continue this wall from the north building slip, as far as the north corner, or --566-- boundary, of the yard on that side, is a part of the work, to be done under this item, as well as its continuance (on the south part of that which has, as beforementioned, been finished) to the north side of timber dock. When this work is complete, to which it is expected the sum now asked will greatly contribute, there will then be an uninterrupted quay, extending from north to south of more than 900 feet. The erection of a new house, and the completion of a second, which are to be timber sheds and storehouses, form all the new works at present to be undertaken, with the exception of two small houses for the watchmen. The repairs of all the buildings, including painting, and the repairs which may be necessary for the dock, with the purchase; and setting of some machinery for house number 36,; in which the sawing, turning, and boring, are to be done for the whole establishment, comprise the remaining objects in this yard, for which an appropriation is asked for the ensuing prescribed periods. For Pensacola, as that yard is less advanced, in conveniences than the others; it has been considered proper, to ask for more than has lately been required for it. The necessity for a large and commodious wharf at this place, is so great, that in addition to the sum allotted to that object, out of the fund this year provided for improvements, it has seemed to be essential that a considerable addition should be made for this item. What is now asked for will, it is presumed, be sufficient. The houses for officers, now asked for in addition, are also much wanted for the accommodation of those who are(required to do daily, and even night duty, without the means of procuring comfortable lodgings, if indeed any can be procured at all. The carrying of good wholesome water into the yard, for the use of our public vessels and for its inmates, will be attended with great advantages. Upon this, a subject of, such obvious importance, it is unnecessary to enlarge. It has been hitherto, and is yet, a great desideratum at that establishment, and felt very much by the crews of all the cruisers resorting to it for a supply, as it is difficult to procure it good, and then not without much labor. The other objects, although requiring much smaller sums to complete or accomplish them, are yet very necessary. Before closing this report, it may be proper to, state, that the items for the repair of the different hospitals, have been made with a due regard to the urgency of the wants of those establishments; and the propriety of retaining them in a state capable of accommodating, in security and comfort, those who may need their services. For the magazines, of which there is one at each of the Boston, New York, Washington, and Norfolk yards, a small sum has been required, sufficient for the purpose of keeping them in repair, improving their arrangement, and providing for unlooked-for damage by storms or other accidents, &c., &c. In making provision for the proposed improvements, care has been taken to preserve inviolate, the arrangements made by the officers of the commission of 1827 and 1828, for the examination and digestion of a suitable plan for each yard, according to which, all the buildings, slips, walls, quays, and docks, are to be erected or constructed. Such plans were formally approved by the President, in November, 1828, and have been implicitly followed since, with one or two slight variations, which it was found necessary to make to suit situations and circumstances, as experience and more particular information rendered them necessary. A revision of those will be made in the course of the winter and spring, by which you will be enabled to ascer- --567-- tain if any further change should be requisite, and see at one glance all that has been done, and all that is to be done to complete them. It is believed that little change, if any, will be necessary, as everything was settled, after great deliberation, consideration, and personal observation. The exception to this, is the New York yard, of which a plan was made by the late able civil engineer, L. Baldwin, Esquire, without having been submitted, however, to the commissioners, who determined the other plans, as it was not then known what spot might be ultimately fixed on as its site. The question of further improving and increasing this yard, and to what extent, will be a subject for your decision, after all the requisite information shall have been obtained and laid before you. To enable you do this with certainty, it is my intention in a short time to have a map on a large scale made, designating all the existing, as well as the proposed works, and laying down conspicuously its boundaries. The present limits, when those parts now marshy overflowed are converted into solid, ground, will, it is believed be sufficiently large, at least for many years. I have the honor to be, with great respect, your obedient servant, L. WARRINGTON, Chief of Bureau. Hon. A. P. UPSHUR, Secretary of the Navy. ____________ Bureau of Yards and Docks, November 25, 1842. Sir: I have the honor to submit, on a separate sheet, the estimate of the amount necessary to the support of this bureau for the ensuing eighteen months, made for the periods of the first half of the next year, and for the twelve months following, as directed. I beg leave to call your attention to the salary of the chief clerk of this bureau, which has been the only salary of the clerks of the late Navy Board that is reduced by the act for the reorganization of the Navy Department. Under the late law it was $1,600; and I understand it was the intention of the committee which reported the bill to continue it as it was originally; but by an error or misapprehension in copying the bill for its engrossment, it was put down at the present rate. If it can be now remedied, and it is presumed it can be, it will be but an act of justice to one whose labors are certainly increased, although his income is curtailed. I have the honor to be, with great respect, your obedient servant, L. WARRINGTON, Chief of Bureau. Hon. A. P. Upshur, Secretary of the Navy, --568-- Estimate of the sums required for the support of the Bureau of Yards and Docks for the half year ending June 30, 1843, and for the year beginning July 1, 1843, and ending June 30, 1844, under act of Congress, approved August 31, 1842. |Commodore L. Warrington, chief of bureau, at||$3,500||per annum,||$1,750| |W. Sanger, engineer,||2,000||\"||1,000| that will be required for this bureau, as above organized, for the year commencing July 1, 1843, and ending June 30, 1844, will be||$10,900| Bureau of Yards and Docks, Nov. 25, 1842. L. WARRINGTON, Chief of Bureau. ____________ Schedule of the papers accompanying the report of the Chief of the Bureau of Yards and Docks to the Secretary of the Navy, November 25, 1842: Y. & D. A.—General estimate, showing the amount required for the half year ending June 30, 1843. Y. & D. B.—General estimate, showing the amount required for the year ending June 30,1844. Y. & D. No. 1.—Receiving vessels in detail, being part of the 1st item in the general estimates, showing the amount required for the half year ending June 30, 1843, and that for the whole year ending June 30, 1844. Y. & D. No. 2.—Recruiting stations in detail, being a part of the 1st item in the general estimate, showing the amount required for the half year ending June 30,1843, and that for the year ending June 30,1844. Y. & D. No. 3.—Officers and others at yards and stations in detail for the year ending June 30, 1844; note A, at the end of this estimate, being a part of the 1st item in the general estimate; and note B, showing the amount of the 2d item in the general estimate. Y. & D. No. 4.—Officers and others at yards and stations for the half year ending June 30, 1843.—See Y. & D. No. 3, for detail. Y. & D. No. 5.—Improvements and repairs of navy-yards: Column A, showing the amount required for the half year ending June 30, 1843; and column B, that required for the year ending June 30, 1844. Y. & D. No. 6.—Improvements and repairs of hospitals and magazines: Column A, showing the amount required for the half year ending June 30, 1843; and column B, that required for the year ending June 30, 1844. Y. & D. No. 7.—Statement showing the sums which make up the 1st and 2d items in the general estimate marked Y. & D. A. Y. & D. No. 8.—Statement showing the sums which make up the 1st and 2d items in the general estimate marked Y. & D. B. --569-- ______________ Y. & D—A. GENERAL ESTIMATE. Estimated amounts that will be required for the naval service, for the half year ending 30th June, 1843, so far as coming under the cognizance of the Bureau of Yards and Docks. |1st. For the pay of commission, warrant, and petty officers and seamen—[See paper marked Y. & D., No. 7]||$266,998 00| |2d. For pay of superintendents, naval constructors, and all the civil establishments at the several yards and stations—[See paper marked Y. & D., No. 7]||36,860 00| |3d. For the improvements and necessary repairs of navy yards, viz—[See Y. & D., No. 5, D., No., that may accrue for the following purposes, viz: For the freight and transportation of materials and stores for yards and docks; for printing and stationery; for books, maps, models, and drawings; for the purchase and repair of; fire-engines, and for machinery of every description; for the --570-- Y. & D.-A-Continued. |pair of steam-engines in yards; for the purchase and maintenance of oxen and horses; for carts, timber wheels, and, workmen's tools of every description; for postage of letters on public service; for coals and other fuel; and for candles and oil, for the use of navy-yards and shore stations, and for furniture; for incidental labor at navy-yards, not applicable to any other appropriation, and for no other object or purpose whatever||$45,000 00| |544,873 10| Bureau of Yards and Docks, November 25, 1842. L. WARRINGTON, Chief of Bureau. ____________ Y. & D.—B. GENERAL ESTIMATE. Estimated amounts that will be required for the naval service, for the year ending 30th June, 1844, so far as coming under the cognizance of the Bureau of Yards and Docks. |1st. For the pay of commission, warrant, and petty officers and seamen—[See paper marked Y. & D.—No. 8]||$533,996 00| |2d. For pay of superintendents, naval constructors, and all the civil establishments at the several yards and stations—[See paper marked Y. & D.—No. B]:||73,720 00| |3d. For the improvements and necessary repairs navy-yards, viz—[See Y. & that may accrue for the following purposes, viz: For the freight and transportation of materials and stores for yards and docks; for printing and stationery; for books, maps, models, and drawings; for the purchase and repair of fire-engines and machinery of every description; for the repair of steam-engines in yards; for the purchase and maintenance of oxen and horses; for carts, timber wheels, and workmen's tools of every description; for postage of letters on public service; for coals and other fuel; and for candles and oil for the use of navy-yards and shore stations, and for furniture; for incidental labor at navy-yards, not applicable to any other appropriation, and for no other object or purpose whatever||90,000 00| |1,055,748 71| Bureau of Yards and Docks, November 25, 1842. L. WARRINGTON, Chief of Bureau. --572-- ____________ Y. & D.—No. 1. RECEIVING VESSELS. Estimate of the number and pay of officers and others required for seven receiving vessels for the half-year ending 30th June, 1843, with an additional estimate for the year commencing on the 1st July, 1843, and ending 30th June, 1844, if no alteration is made in the number of vessels, or in their respective complements. |Boston.||New | York. |Philadelphia.||Baltimore.||Norfolk.||New | the year-commencing on the 1st July, 1843, and ending on the 30th June, 1844, if no alteration is made in the number of vessels, or in the number and grade of officers and others attached to each, as above, $197,626. Bureau of Yards and Docks, November 25, 1842. L. WARRINGTON, Chief of Bureau. --573-- ____________ Y. & D.—No. 2. RECRUITING STATIONS. Estimate for the pay of officers attached to recruiting stations for the half-year ending 30th June next, with an additional estimate for the year commencing 1st July, 1843, ending 30th June, 1844, if no alteration is made in the number Additional estimate for the year ending 30th June, 1844, if no alteration is made in the number of stations or number of officers attached to each station, as above, $52,850. Bureau of Yards and Docks, November 25, 1842. L. WARRINGTON, Chief of Bureau. ____________ Y. & D.-No. 3. Estimate of the pay of officers and others at navy yards and stations for the year commencing 1st July, 1843, and ending 30th June, the |Total||58,4[36]| Note.—The surgeon and assistant surgeon of the yard are to be required to attend to the marines also. --576-- |Total||58,496| Note.—The surgeon and assistant surgeon of the yard are also to be required to attend to the naval constructor||400| |1||porter||300||7,700| |Total||41,796| Note.—The surgeon and assistant surgeon of the yard are also required to attend to the receiving vessel and to the marines. |Total||35,216| Note.—The surgeon and assistant surgeon of the yard are also required to attend to the hospital when necessary. |NORFOLK.||Pay.||Aggregate.| |Total||60,296| Note.—The surgeon and assistant surgeon of the yard are also to be required to attend to the marines. |Total||44,598| Note.—The surgeon and assistant surgeon of the yard are also required to attend to the marines and the receiving vessel, if one should be stationed near the yard, and to such persons in the yard as the commander may ordinary, and hospital branches of the foregoing estimates, form a part of the first item in the general estimates for the pay of commission, warrant, and petty officers and seamen, for the year ending 30th June, 1844, and amount to the sum of||$283,520| |Note B.—The civil branch of the foregoing estimate, embracing naval constructors, storekeepers, &c., forms the second item in the general estimate for the pay of superintendents, &c., for the year ending 30th June, 1844, and amounts to the sum of||73,720| |357,240| Bureau of Yards and Docks, November 25, 1842. L. WARRINGTON, Chief of Bureau. ___________ Y. & D.—No. 4. The foregoing estimates show the amount required for the support of the yards and stations for the year ending the 30th of June, 1844. One half the amount will, therefore, be required for the same object, for the half-year ending the 30th of June, 1843, viz.: |For the naval, ordinary, and hospital branches, which form a part of the first item in the general estimate, marked Y. & D.—A||$141,760| |For the civil branch, embracing naval constructors, storekeepers, &c., which makes the second item in the general estimate, marked Y. & D.—A||36,860| |178,620| Bureau of Yards and Docks, November 25, 1842. L. WARRINGTON, Chief of Bureau. --585-- ___________ Y. & D.—No. 5. Estimate of the amounts that will be required for making the proposed improvements and repairs in the several navy-yards up to the 30th of June, 1844, showing in separate columns the amount estimated for the half-year ending the 30th of June, 1843, and that for the year commencing on the 1st of July, 1843, and ending on the 30th of June, 1844. |A. | For the half-year ending 30th of June, 1843. |B. | For the year ending 30th of June, 1844. |Aggregate | amount to 30th of June, 1844. |NAVY-YARD AT NEW HAMPSHIRE.| |For continuing rebuilding east wall of launching slip||3,000||2,600||5,600| |For repairs of all kinds, filling in 40||24,900 76||40,411 16| store-house number fifteen||6,000||22,000||28,000| |For boundary wall on the easterly guard house||2,000||2,500||4,500| |For dredging out channels||1,000||4,000||5,000| |For repairing and raising wharf of timber pond and floor to cooperage||1,000||1,300||2,300| |For repairing sills of storehouse||2,000||2,500||4,500| |For mud scows low grounds||2,000||1,600||3,600| |For repairs of all kinds||3,000||3,600||6,600| |For the dock, in former appropriations||20,000||30,000||50,000| |40,000||60,000||100,000| Y. & D.—No. 5—Continued. |A. half-year ending 30th of June, 1843. |B. | For the year ending 30th of June, 1844. |Aggregate | amount to 30th of June, 1844. |NAVY-YARD AT PHILADELPHIA.| |For extending wharfs numbers 1, 2, of all kinds||1,950||2,070||4,020| |9,950||18,070||28,020| water into yard||5,000||15,000||20,000| |For addition guard-house||1,000||1,047||2,047| |For construction of |For out in commandant's all kinds, grading and leveling||2,000||3,000||5,000| |28,800||63,091||91,891| Bureau of Yards and Docks, November 25, 1842. L. WARRINGTON, Chief of Bureau. --587-- ____________ Y. & D—No. 6. HOSPITALS AND MAGAZINES. Estimate of the sums that will be required for the repairs and improvements of the hospitals and magazines, at the several navy-yards, up to the 30th of June, 1844; showing, in separate columns, the amount estimated for the half-year ending the 30th of June, 1843, and that for the year commencing on the 1st of July, 1843, and ending on the 30th of June, 1844. |A. | For the half-year ending 30th of June, 1843. |B. | For the year ending 30th of June, 1844. |Aggregate | amount to 30th of June, 1844. |HOSPITALS.| |For at Charlestown, Massachusetts.||$1,500||$1,300||$2,800| at Norfolk||350||350||700| |Total of magazines.||1,450||1,950||3,400| Bureau of Yards and Docks, November 25, 1842. L. WARRINGTON, Chief of Bureau. ___________ Y. & D.—No. 7. Statement showing the items which go to make up the sum of $266,926, being the first item in the general estimate from the Bureau of Yards and Docks, marked Y. & D.—A. for the half year ending June 30, 1843: |Receiving vessels, see Y. & D.—No. 1, for detail||$98,813 00| |Recruiting stations, see Y. & D.—No. 2, for detail||26,425 00| |Navy-yards, except the civil branch, see Y. & D. No. 3, for detail for half year is||141,760 00| |266,998 00| For the second item of the general estimate $36,860, see paper Y. & D.— No. 3, for detail. Bureau of Yards and Docks, November 25, 1842. L. WARRINGTON, Chief of Bureau. --588-- __________ Y. & D.—No. 8. Statement showing the items which go to make up the sum of $533,852, being the first item in the general estimate from the Bureau of Yards and Docks, for the year commencing July 1, 1843, and ending June 30, 1844, marked Y. & D.—B. |Receiving vessel, see Y & D—No 1, for the detail||$197,626 00| |Recruiting station, see Y. & D.—No. 2, for detail||52,850 00| |Navy-yards, except the civil branch, Y. & D.—No. 3, for detail||283,520 00| |533,996 00| For the second item of the general estimate of $73,720, see paper Y. & D. No. 3. for detail. Bureau of Yards and Docks, November 25, 1842. L. WARRINGTON, Chief of Bureau. ___________ B No. 3. Bureau of Ordnance and Hydrography, November 16, 1842. Sir: In compliance with your instructions of the 28th ultimo, I have the honor to submit the following report and estimates: The appropriation of $59,097 for ordnance and ordnance stores on the northern lakes, per act 4th August, 1842, and a balance of $12,692 79 of the appropriation per act of 3d March, 1841, for the continuance of the survey of the coast of the gulf of Mexico, appear to be the only sums for which this bureau has to account, all other appropriations for ordnance and ordnance stores having been merged in the general appropriation for \"increase, repair, armament, and equipment of the navy, and wear and tear of vessels in commission.\" These two sums of $59,097 and $12,692 79, are now in the Treasury, to the credit of this bureau. Under the administration of the late Board of Navy Commissioners, contracts were entered into, which, by their terms, are to be completed by the 31st of January, 1843, for— 50 ten-inch Paixhan guns. 200 eight-inch do. guns of about 56 cwt. 60 thirty-two-pounder chambered guns of about 41 cwt. And for a proportionate number of shells and shot. More than a moiety of the guns and a large proportion of the shells and shot have already been received under these contracts, and are spoken of by the inspecting officers in terms of high commendation. Contracts were also entered into for 4,000 swords, 2,000 pistols, and 2,500 carbines, deliverable during the present and ensuing years; arid this bureau has contracted for 2,000 barrels of powder, deliverable the 1st December next. --589-- Under the act of 4th August, 1842, appropriating $59,097, \"for ordnance and ordnance stores for the northern lakes,\" this bureau has entered into contract for 10 eight-inch Paixhan guns, 25 thirty-two-pounder chambered guns, and for the appropriate number of shells and shot, to be delivered at Sackett's Harbor, New York; For 10 eight-inch Paixhan guns, 20 thirty-two-pounder chambered guns, and the appropriate number of shells and shot, to be delivered at Buffalo, New York; and For 10 eight-inch Paixhan guns, 25 thirty-two-pounder chambered guns, and the appropriate number of shells and shot, to be delivered at Erie, Pennsylvania—all by the 15th of May, 1843. If the views of the late Board of Navy Commissioners, as stated in their report to the department, May 19, 1841, be adopted as the bases of all future estimates for ordnance and ordnance stores for the Navy, then there will be required for ordnance and ordnance stores for the ensuing year, an appropriation equal to that of September 11, 1841, of $600,000. If, however, it should be deemed inexpedient, at this time, to carry out the views of that report, then I would respectfully recommend that an appropriation for 100 guns, of about 25 cwt., with their equipments, be asked for, as a more suitable and efficient armament than the present, for our third class sloops-of-war, brigs, and schooners; an estimate for which accompanies this report, and in which is included a supply of small arms, copper powder tanks,& c., &c., deemed necessary to the proper armament and efficiency of the vessels now in commission. The fact that almost all maritime nations have, as it appears, simultaneously, thrown aside the light gun and carronades, and adopted the long gun for their small vessels, would seem to render it absolutely necessary that we should, in self defence, and with a becoming regard for our national character, adopt similar armaments for our vessels. That the present is a most favorable time for providing a supply of ordnance and ordnance stores for our navy, maybe seen from the fact that the contracts recently entered into by this bureau for ordnance and ordnance stores for the northern lakes, have been at a cost full 33 1/3 per cent. less than heretofore made. Lieutenant Powell is charged with the survey of Tampa bay, and will trace the coast on as far as the mouth of the Mississippi. I have the honor to be, very respectfully, your obedient servant, W. M. CRANE. Hon. A. P. Upshur, Secretary of the Navy. ____________ Aggregate amount of all sums required for the Bureau of Ordnance and Hydrography, from the 1st January, 1843, to 30th June, 1844. |Amount of estimates from 1st January to 30th June, 1843, 6 months||$102,521 97| |Amount of estimates from 1st July, to 30th June, 1844, 12 months||195,043 93| |297,565 90| Bureau of Ordnance and Hydrography, November 16, 1842. W. M. CRANE. --590-- General estimate of the sums required for the Ordnance and Hydrographical Bureau, from the 1st January to the 30th June, 1843, as per tables A, B, C, D, E, F, and G. |For the use of the Ordnance branch of the service||$71,556 97| |For the use of the Hydrographical branch of service||30,965 00| |102,521 97| Bureau of Ordnance and Hydrography, November 16, 1842. W. M. CRANE. _______________ A. There will be required for the Bureau of Ordnance and Hydrography, from 1st January to 30th June, 1843, the following: |1st. For the support of the Bureau of Ordnance and Hydrography||$3,950 00| |2d. For pay of officers on ordnance duly||6,850 00| |3d. For estimate for ordnance and ordnance stores, &c.||60,756 97| |71,556 97| Bureau of Ordnance and Hydrography, November 16, 1842. W. M. CRANE. ______________ B. Estimate of the sums required for the support of office of Bureau of Ordnance and Hydrography, from the 1st January to the 30th June, 1843—6 months. |For salary of the chief of bureau, at $3,500 per annum||$1,750 00| |For salary of one clerk, at $1,200 per annum*||$600| |For salary of one clerk, at $1,000 salary of draughtsman, at $1,000 Bureau of Ordnance and Hydrography, November 16, 1842. W. M. CRANE. * For act 31st August, 1842. --591-- _____________ C. Estimate of pay of officers on ordnance duty, from 1st January to 30th June, 1843—6 months. |1 captain, at $3,500 per Bureau of Ordnance and Hydrography, November 16, 1842. W. M. CRANE. _____________ D. Estimate of ordnance and ordnance stores, small-arms, powder tanks, &c., required for the general service of the navy, from 1st January, 1843, to 30th June, 1844—eighteen months. |For 100 32-pounder chambered guns, 6 feet long, to weigh about 25 cwt. each, for third class sloops-of-war, brigs, per lb.||4,800 implements complete, at at $5||3,000 00| |For powder tanks of copper, composition, or bronze, for 7 frigates, 18 sloops, and 20 brigs or schooners, viz:| |420 tanks, 150 lbs. 40| |1,665 do pig lead, for musket and pistol balls, at 3 1/2 cents per lb.||2,233 00| |For 5,000 lbs. sheet lead, |For gun locks, battle lanterns, magazine lanterns, woolen woven sponges, tubes, matches, and flannel for cylinders||8,000 00| |$145,270 90| --592-- TABLE D—Continued. |For contingent may accrue for the following purposes, viz:| |For drawings and models; for postage paid by officers on ordnance duty; for travelling expenses of officers in inspecting ordnance and ordnance stores; for hire of agents and rent of storehouses for ordnance and ordnance stores on the lakes; for experiments in gun, shell, and shot practice; for targets; for transportation of ordnance and ordnance stores; for advertising in the public newspapers; and for repairs of gun-carriages||$37,000 00| |Total amount required, from 1st January, 1843, to 30th June, 1844—eighteen months||182,270 90| Of the above sum of $182,270 90, there will be required from the 1st January to 30th June, 1843, one third, or $60,756 97. Bureau of Ordnance and Hydrography, November 16, 1842. W. M. CRANE. ______________ E. There will be required for the support of the Hydrographical office, from the 1st January to 30th June, 1843: |1.||For pay of officers, &c.||$7,000 00| |2.||For the &c., and all expenses||23,095 00| |30,965 00| Bureau of Ordnance and Hydrography, November 16, 1842. W. M. CRANE. _____________ F. Estimate of the pay required for officers, &c., on hydrographical duty from the 1st January to 30th June, 1843 (six months). |4||lieutenants, at Bureau of Ordnance and Hydrography, at $1,000 per annum, per act of 31st at $1,000 November 16, 1842. W. M. CRANE. --593-- _____________ G. Estimate of the sums required for the Hydrographical office, from the 1st January to 30th June, 1843 (six months). |For the purchase and supply of nautical books, charts, and instruments for the navy||$7,000 00| |For repairing and binding nautical books, charts, and instruments for the navy||1,500 00| |For freight and transportation of instruments, &c.||1,000 00| travelling expenses of |For house rent||250 00| |For house, and contingent expenses||750 00| |For postage, models, drawings, packing and unpacking instruments, and incidental labor||500 00| |For account books, forms, and stationery||500 00| |For working the lithographic press, including all charges on account of lithographer, stones, ink, and chemicals||600 00| |To meet outstanding liabilities on 1st January, the erection of building for depot||5,000 00| |For the employment of a nautical and mathematical instrument maker in repairing instruments||365 00| |23,965 00| Bureau of Ordnance and Hydrography, November 16, 1842. W. M. CRANE. General estimate of the sums required for the Bureau of Ordnance and Hydrography, from the 1st July, 1843, to 30th June, 1844, as per tables A, B, C, D, E, F, and G. |For the use of the ordnance branch of the service||$143,113 93| |For the use of the hydrographical branch of service||51,930 00| |195,043 93| Bureau of Ordnance and Hydrography, November 16, 1842. W. M. CRANE. _____________ A. There will be required for the service of the Bureau of Ordnance and Hydrography, from the 1st July, 1843, to 30th June, 1844, the following: |1.||For the support of the Bureau of Ordnance and Hydrography||$7,900 00| |2.||For pay of officers on ordnance duty||13,700 00| for ordnance and ordnance stores, &c.||121,513 93| |143,113 93| Bureau of Ordnance and Hydrography, November 16, 1842. W. M. CRANE. --594-- ____________ B. Estimate of the sums required for the support of office of Bureau of Ordnance and Hydrography, from 1st July, 1843, to 30th June, 1844 (twelve months). |For salary of the chief of bureau||$3,500 00| |For salary of Ordnance and Hydrography, November 16, 1842. W. M. CRANE. *Per act 31st August, 1842. ____________ C. Estimate of pay of officers on ordnance duty, from 1st July, 1843, to 30th June, 1844 (twelve months). |1 and Hydrography, November 16, 1842. W. M. CRANE. _____________ D. Estimate of ordnance and ordnance stores, small-arms, powder-tanks, &c., required for the general service of the navy from 1st January, 1843, to 30th June, 1844-—eighteen months. |For 100 32-pounder chambered guns, 6 feet long, to weigh about 25 cwt. each, for third class sloops-of-war, brigs, per ton||$16,625 00| |For 5,000 32-pounder shot, per lb.||4,800 00| --595-- D.—Continued. |For powder-tanks of copper, composition, or bronze, for 7 frigates, 18 sloops, and 20 brigs or schooners, viz:| |420 tanks, 150 lbs. each at 40| |1,665 do 100 do 9 at 3 1/2 cents per lb.||2,233 00| |For for cylinders||8,000 00| |$145,270 90| |For contingent expenses that may accrue for the following purposes, viz:| |For drawings and models; for postage paid by officers in inspecting ordnance and ordnance store; for travelling expenses of officers in inspecting ordnance and ordnance stores; for hire of agents and rent of storehouses for ordnance and ordnance stores on the lakes; for experiments in gun, shell, and shot practice; for targets; for transportation of ordnance and ordnance stores; for advertising in the public papers, and for repairs of gun-carriages||37,000 00| |Total amount required from 1st January, 1843, to 30th June, 1844, eighteen months||182,270 90| Of the above sum of $182,270 90, there will be required from 1st July, 1843, to 30th June, 1844, two thirds—twelve months—$121,513 93. Bureau of Ordnance and Hydrography, November 16, 1842. W. M. CRANE. --596-- _____________ E. There will be required for the support of the Hydrographical Office, from the 1st of July, 1843, to the 30th of June, 1844, the following: |1st.||For pay of officers, &c.||$14,000| |2d.||For the purchase of instruments, &c., and all other expenses||37,930| |51,930| Bureau of Ordnance and Hydrography, November 16, 1842. W. M. CRANE. ___________ F. Estimate of the pay required for officers, &c, on hydrographical duty, from the 1st of July, 1843, to the 30th of June, 1844 (twelve months). |4||lieutenants, at $1,500 per annum||$6,000| |8||passed midshipmen, at $750 to Bureau of Ordnance and Hydrography, at $1,000 per annum, per act of August 31, 1842||1,000| |1||draughtsman, at $1,000 per annum||1,000| |14,000| Bureau of Ordnance and Hydrography, November 16, 1842. W. M. CRANE. _____________ G. Estimate of the sums required for the Hydrographical Office from the 1st of July, 1843, to the 30th of June, 1844 (twelve months). |For the purchase and supply of nautical books, charts, and instruments for the navy||$15,000| |For repairing and binding of nautical books, charts, and instruments for the navy||3,000| |For freight and transportation of instruments, &c.||2,000| |For travelling expenses of officers in delivering instruments||2,000| |For house rent||500| |For fuel, lights, repairs of house, and contingent expenses||1,500| |For postage, model, drawings, packing and unpacking instruments, and incidental labor||1,000| |For account books, forms, and stationery||1,000| |For working lithographic press, including all charges on account of lithographer, stones, ink, and chemicals||1,200| |For the erection of a building for a depot||10,000| |For the employment of a nautical and mathematical instrument maker for repairing instruments||730| |37,930| Bureau of Ordnance and Hydrography, November 16, 1842. W. M. CRANE. --597-- ____________ C—No. 3. Bureau of Construction and Equipment, December 2, 1842. Sir: I have the honor to transmit the estimates for the naval service, so far as they come under the cognizance of this bureau, prepared in accordance with the directions contained in your letters of the 28th ultimo and the 2d instant. They are in triplicate; and, agreeably to the request contained in the letter of the Register of the Treasury, of the 7th of September last, a copy of which you transmitted to me for my guidance, made both for the half year ending 30th of June, 1843, and for the year ending 30th of June, 1844. A schedule of the papers composing the estimates accompanies each copy, and, it is believed, that their simplicity and plainness renders any particular explanation unnecessary. I am, with great respect, sir, your obedient servant, D. CONNER. Hon. A. P. Upshur, Secretary of the Navy. Schedule of papers contained in the estimates for the naval service, prepared by the Bureau of Construction, Equipment, and Repairs, for the eighteen months ending on the 30th of June, 1844: A. Estimate of the expenses of the bureau for the half year ending 30th of June, 1843. B. Estimate of the expenses of the bureau for the year ending 30th of June, 1844. A, 1. Estimate of pay of squadrons for the half year ending 30th of June, 1843. A, 2. Estimate of the amount required for steamers and store-ships for the half year ending 30th of June, 1843. A, 3. Estimate of the amount required under the head of increase, repair, armament, and equipment of the navy, and wear and tear of vessels in commission, for the half year ending 30th of June, 1843. A, 4. Estimate of pay of squadrons for the year ending 30th of June, 1844. A. 5. Estimate of the amount required for steamers and store-ships for the year ending 30th of June, 1844. A, 6. Estimate of the amount required under increase, repair, armament, and equipment of the navy, and wear and tear of vessels in commission, for the year ending 30th of June, 1844. 7. A statement of the names of the vessels in ordinary, or under repair at the several navy-yards. 8. A statement of the names of the vessels on the stocks at the several navy-yards. 9. General recapitulation of estimates. 10. Estimate of the amount required to keep in commission, for one year, the whole number of vessels composing the squadrons estimated for in paper A, 4. --598-- 11. Estimate of the amount required to keep in commission a vessel of each class for one year. 12. Statement of labor at the several yards from September, 1841, to September, 1842. 13. Statement of materials received and expended from September, 1841, to September, 1842. ____________ A. Estimate of the sums required for the support of the Bureau of Construction, Equipment, and Repairs, for the half-year ending the 30th of June, 1843, under the law of the 31st of August, 1842. |For the salary of the chief of the bureau.||$1,500| |For the salaries of four clerks, of Construction, Equipment, and Repairs, November 28, 1842. B. Estimate of the sums required for the support of the Bureau of Construction, Equipment, and Repairs, for the year ending the 30th of June, 1844, under the law of the 31st of August, 1842. |For the salary of the chief of the bureau||$3,000| |For the salaries of four clerks, Repairs, November 28, 1842. --599-- ____________ A-1. Estimate of the amount of pay that will be required for the following squadrons of vessels in commission, for the half year ending June 30, 1843. |Squadron for the Mediterranean.| Pacific||178,831| |Squadron in the East Indies||113,579| |Squadron on the Home station||178,831| |Squadron on the coast Africa||86,476| |942,781| Equipm't and Repairs, Nov'r 28, 1842. ____________ A-2. Estimate of the amount required for the steamers Union and Poinsett, and the store-ships Lexington, Erie, and Relief, in commission for the half year ending 30th. June, 1843; and for the Mississippi, Missouri, and Fulton, for the same period, in ordinary. on board these vessels can be performed by men from the ordinary, or yard. The small steamer Engineer will be employed at Norfolk, as a tug-boat; and, when her services are required, she can be manned from the receiving-ship, or yard. Therefore, no estimate for her is deemed necessary. Bureau of Constr'n, Equipm't and Repairs, Nov'r 28, 1842. ____________ A-3. There will be required under the head of \"Increase, repairs, armament and equipment of the navy, and wear and tear of vessels in commission,\" for the half year ending 30th June, 1843, $950,000. Increase, repairs, armament and equipment of the navy, and wear and tear of vessels in commission . . . $950,000 --601— ____________ A—4. Estimate of the amount of pay that will be required for the following squadrons of vessels in commission for the year ending June 30, 1844. |Squadron for the Mediterranean.| |1||Commander-in-chief||$4,000| in the East Home coast Repairs, Nov'r 28, 1842. ___________ A—5. Estimate of the amount required for the steamers Union and Poinsett, and the storeships Lexington, Erie, and Relief, in commission for the year ending 30th June, 1844; and for the Mississippi, Missouri, and Fulton, for the same period, in ordinary. necessary labor on board these vessels can be performed by men from the ordinary, or yard. The small steamer Engineer will be employed at Norfolk, as a tug-boat; and when her services are required, she can be manned from the receiving-ship, or yard. Therefore, no estimate for her is deemed necessary. Bureau of Constr'n, Equipm't, and Repairs, Nov'r 28, 1842. ____________ A—6. The will be required under the head of \"Increase, repair, armament, and equipment of the navy, and wear and tear of vessels in commission,\" for the year ending 30th June, 1844, $1,900,000. Increase, repair, armament, and equipment of the navy, and wear and tear of vessels in commission . . . $1,900,000 1842. --603-- _______ 7. A statement of the names of the vessels in ordinary or under repair at the several navy-yards. At Portsmouth, N. H. Sloop-of-war Saratoga; ready for service. At Charlestown, Mass. Ship-of-the-line Ohio, receiving ship; in good condition Frigates Cumberland and Potomac; these vessels can be prepared for sea in a short period. Store-ship Erie; lately fitted as a store-ship, and ready for service. Brig Bainbridge; ready for service. Brig Consort; there has been no survey of this brig since her late arrival from Portland, where she has been used as a receiving-vessel. At Brooklyn, N. Y. Ship-of-the-line North Carolina; in good order, and used as a receiving-vessel. Ships-of-the-line Washington and Franklin; both require very extensive repairs. Frigate Hudson; unfit for service. Frigate Savannah, lately launched; in good order. Sloop-of-war Vincennes, lately repaired; can be prepared for sea in a very short time. Brig Porpoise, in good order; can be fitted for sea in thirty working days. Brig Oregon; can be fitted for service in twenty-five working days. At Philadelphia. The schooner Experiment is fitted for and used as a receiving vessel; is not considered fit for general service. At Baltimore. Brig Pioneer; in good order, and used as a receiving vessel. At Norfolk, Va. Ship-of-the-line Pennsylvania; in good order, and used as a receiving ship. Frigates Brandywine and Macedonian, requiring slight repairs; can be fitted for sea in a short time. Sloop-of-war Levant; nearly ready for service. Sloop-of-war St. Louis, recently arrived from the Pacific; her survey is not yet completed; she will require considerable repairs. Store ship Lexington; ready for sea. Brig Truxton; ready for sea. Steamer Engineer; transferred from the War Department; small, and unfit for a cruising vessel. Bureau of Construction, Equipment, and Repairs, November 28, 1842. --604-- ________ 8. A statement of the names of the vessels on the stocks at the several navy-yards. At Portsmouth, N. H. The Alabama ship-of-the-line and the Santee, first class frigate. At Charlestown, Mass. The ships-of-the-line Virginia and Vermont. At Brooklyn, N. Y. The Sabine, first class frigate. At Philadelphia. The Raritan, first class frigate. At Norfolk, Va. The New York ship-of-the-line and the St. Lawrence, first class frigate. 4 ships-of-the-line. 4 frigates. Bureau of Construction, Equipment, and Repairs, November 28, 1842. --605-- ____________ 9. GENERAL RECAPITULATION. |For the half year ending June 30, 1843.| of the navy,||per letter A—No. 1.||$942,781 00| |For pay of the in commission,||per letter A—No. 2.||46,940 50| |For pay letter A—No. 2.||3,300 00| |For increase, repair, armament and equipment, and wear and tear of vessels in commission,||per letter A—No. 3.||950,000 ending the navy,||per letter A—No. 4.||1,885,562 00| |For pay of the navy — steamers store ships in commission,||per letter A—No. 5.||93,881 00| |For pay of letter A—No. 5.||6,600 00| |For increase, repair, armament and equipment, and wear and tear of vessels in commission,||per letter A—No. 6.||1,900,000 |6,035,164 Repairs, November 28, 1842. --606-- ____________ 10. Estimate of the amount required to keep in commission for one year the following vessels, viz: |7||frigates||$1,201,424| |18||sloops of war||1,385,874| |20||brigs and schooners||635,990| |3,223,278| Statement showing the sums required under the several heads of appropriation for the above number of vessels. |Vessels.||Pay.||Rations.||Medicines.||Ordnance.||Wear and tear.||Contingent.||Aggregate.| |7||frigates||$648,578||$248,346||$15,750||$31,500||$210,000||$47,250||$1,201,424| |18||sloops||828,504||269,370||18,000||36,000||180,000||54,000||1,385,874| |20||brigs||384,480||109,500||7,000||14,000||100,000||21,000||635,980| |1,861,562||627,216||40,750||81,500||490,000||122,250||3,223,278| and Repairs, November 28, 1842. --607-- _____________ 11. Estimate of the amount required to keep in commission a vessel of each class for one year. |Rates of vessels.||Pay.||Rations.||Medicines.||Ordnance.||Wear and tear.||Contingent.||Aggregate.| |Ship of class||34,734||11,388||800||1,500||6,500||2,300||57,222| |Brig or schooner||19,224||5,475||350||700||5,000||1,050||31,799| |422,380||161,111||10,300||22,500||121,500||30,800||768,591| Bureau Construction, Equipment, and Repairs, November 28, 1842. --608-- ___________ 12. Statement of the amounts expended during the preceding year, from 30th of September, 1841, to 30th September, 1842, for wages of mechanics and laborers, in building, repairing, or equipping vessels of the navy, or in receiving and securing stores and materials for these purposes; and, also, the number of days' work which were performed during the same time. |Navy-yards.||Days of labor.||Cost of labor.||Average | price of Construction, Equipment, and Repairs, November 28, 1842. ___________ 13. Statement showing the cost or estimated value of stores on hand, at the several navy-yards, on the 1st of October, 1841, of articles received and expended during the year; and of stores on hand 1st October, 1842, under the appropriation for increase, repairs, armament, and equipment of the navy, and wear and tear of vessels in commission. |Navy-yards.||Value on hand | 1st Oct., 1841. |Receipts.||Expenditures.||Value on hand not complete. Bureau of Construction, Equipment, and Repairs, November 28, 1842. --609-- ____________ D. No. 3. Navy Department, Bureau of Provisions and Clothing, November 17, 1842. Sir: I have the honor to submit, herewith, the following estimates for the half-year commencing January 1, 1843, and ending June 30, 1843; and for the year commencing July 1, 1843, and ending June 30, 1844, each in triplicate, viz : A.—Estimate of provisions for the six months. B.—Estimate of clothing for the six months. C.—Estimate of the expenses of the bureau for the six months. D.—Estimate of provisions for the year. E.—Estimate of clothing for the year. F.—Estimate of the expense of the bureau for the year. I have the honor to be, with great respect, sir, your most obedient servant, CH. W. GOLD BOROUGH, Chief of the Bureau. Hon. A. P. Upshur, Secretary of the Navy. --610-- ____________ A. Estimate of the provisions required for the navy for six months, commencing 1st of January and ending 30th of June, 1843, showing the cost of each vessel and of each yard, and the aggregate cost of the number of vessels of each description, proposed to be employed, and the general aggregate of vessels and yards for provisions. |Description of vessels, &c.||Number | of men for each. |Number | of rations for each. |Cost | of rations for each. |Number of | vessels estimated for. |Aggregate | number of men. |Aggregate | number of rations |Aggregate | ration, make 1,978,847 1/2 rations, at 20 cents, $395,769 50. It is believed that the sum thus estimated will be found sufficient to cover all expenses of transportation, cooperage, and other expenses. It is therefore respectfully recommended that the appropriation be worded accordingly. For provisions for the navy for the half year commencing January 1, and --611-- ending June 30, 1843, including transportation, cooperage, and other expenses, $395,769 50. CH. W. GOLDSBOROUGH, Chief of the Bureau. Navy Department, Bureau of Provisions and Clothing, November 17, 1842. The balance of the appropriation for 1842, for provisions, which will remain in the Treasury on January 1, 1843, will, it is estimated, be sufficient to meet all liabilities under that head, and spare a considerable amount; and I would suggest that $33,000 may be deducted from the above estimate; thus reducing it to $362,769 50. CH. W. GOLDSBOROUGH. _____________ B. Estimate of clothing for the navy, for the half year, commencing January 1, and ending June 30, 1843. The whole number of persons employed on board our ships, and in our navy-yards (in the ordinary), is estimated at 10,343. Of these it is calculated that about 7,600 will draw their supplies of clothing from the Government stock. Each person heretofore, it has been estimated, has drawn, on an average, in 3 years, a supply of clothing equal to $175 70; but in consequence of the reduction in the price of materials, it is confidently believed that the estimate should be reduced to $150; so that the average each year would be $50, and the half year would be $25; then this estimate for six months will be 7,600 persons, at $25 each, $190,000. Clothing for the navy has heretofore been paid for out of the appropriation for \"pay, &c.\" of the navy; when issued, it has been charged to the men, as so much pay, and the amount thus issued has been restored to the appropriation for pay, &c.; but no particular account for clothing issued, has ever been settled between the pursers and the Government. Such account should show the number of each particular article of clothing delivered to, and issued by, the pursers; for instance, 1,000 suits are delivered by a storekeeper to a purser; the storekeeper is credited by the delivery, and the purser is charged and must account for each and every article received by him for issue. Another consequence which has been inconvenient to the service, is this: the actual available amount of the appropriation for pay, is reduced by considerable sums of that appropriation being vested in clothing at the. very time when the whole appropriation has been required to pay off crews arriving from distant stations. Moreover, the appropriation for pay is reduced by every condemnation of clothing, the difference between its original cost, and the amount it sells for at public auction after being surveyed and condemned as unfit for issue in the navy, would show the amount of the reduction. Another consideration which appears to me to favor the proposition of a specific appropriation, is this: that having but one appropriation to rely on, the actual expenditures under the head of clothing, can be more --612-- readily ascertained, the accounts greatly simplified, and the actual cost clearly exhibited on the books of this bureau without referring to any other appropriation than that for \"clothing for the navy.\" No additional cost would arise from adopting this proposition. It is indeed hoped confidently, that the regulations recently adopted, will have a tendency to produce a considerable reduction of the expenses. So far will the expenses probably be reduced, that I would respectfully suggest that the expenses of transportation maybe included in an appropriation, without increasing its aggregate amount; so that the appropriation for \"contingent expenses,\" heretofore used to pay for transportation, will be saved the amount thereof, and the appropriation now submitted, can be worded thus: For clothing for the navy, including transportation, and every other expense, for the half year, commencing 1st January, and ending 30th June, 1843, $190,000. Bureau of Provisions and Clothing, November 17, 1842. CHARLES W. GOLDSBOROUGH, Chief of the Bureau. ___________ C. Estimate of the expense of the Bureau of Provisions and Clothing, for the half year commencing January 1, and ending 30th June, 1843, agreeable to the 4th section of the act of 31st August, 1842, entitled, \"An act to reorganize the Navy Department of the United States.\" |For compensation to the chief of the Bureau, at $3,000 per annum||$1,500| |For compensation to the chief clerk, at $1,400 per annum||700| |For compensation to a clerk at $1,200 per annum||600| |For compensation to a clerk at messenger at $700 binding, and stationery||300| |For miscellaneous items||100| In submitting this estimate, a sense of duty requires that I should state that additional assistance is absolutely necessary to enable the bureau to keep the accounts coming under its cognizance. Every purser in the service, and every store-keeper, has accounts to settle, for all the various provisions, slop-clothing, and \"small stores,\" committed to his care, and for which he is held responsible. These accounts, as far as practicable, should be settled every quarter. In number they may exceed sixty for each quarter, and each account necessarily embraces a multitude of items which require particular and careful examination, involving many calls for explanation, preparatory to their being admitted for entry on the journal of accounts. The present --613-- chief clerk of the bureau has incessant employment, in performing the duties enjoined on him by the act of 26th August, 1842, section 13, in receiving and examining the monthly and quarterly returns of stoves and clothing received and expended at the stations, foreign and home, and on board all our vessels in commission, entering numerous invoices of shipments, and aiding in the correspondence of the bureau. Zealous and capable as the chief clerk is known to he, it has already become apparent that these duties are too heavy for any one individual; and when it is borne in mind that all these accounts are to be entered in a journal, and transferred thence into a ledger, and such entries and transfers are all to be carefully examined, it will, it is hoped and presumed, be at once admitted, that additional assistance is absolutely necessary. The time of the second clerk allowed by the act of 31st August, 1842, is fully occupied by the duties arising under contracts. He has to prepare, not only the original contracts, but duplicates and triplicates, for transmission to commandants and agents: to record them; to enter and scale all bids for supplies; to receive and enter all returns as to the progress making in the execution of contracts: all payments upon them; all reservations; to prepare all advertisements for supplies, and see they are published as directed; to examine all advertising accounts, prepare them, if correct, for approval, and keep an account of all such as may be approved; and to aid in the correspondence upon all these subjects, and to record the same. The third clerk is fully employed in attending to the general records, and in keeping the requisition book, and the exhibits of moneys received and expended by the disbursing agents. Beside which, he has to aid in the general correspondence, and to prepare copies of letters and papers of various kinds. Hence, neither the 2d not 3d clerk could reasonably be required to aid in the general accounts of stores and clothing, and such accounts could not be entered on the Journal, and spread upon the ledger without additional assistance. Two able accountants in addition to the present force, would, it is hoped, be found sufficient to enable us to keep the accounts of the bureau, in such condition as would be satisfactory. I, therefore, respectfully submit the following additional estimate, viz: Two clerks, as accountants at $_____ each per annum—the half $ _______ Bureau of Provisions and Clothing, November 17, 1842. CHAS. W. GOLDSBOROUGH. --614-- ______________ D. Estimate of the provisions required for the navy, for one year, commencing 1st of July, 1843, and ending 30th of June, 1844, showing the cost of each vessel and of each yard, and the aggregate cost of the number of vessels of each description, proposed to be employed, and the general aggregate of vessels and yards for provisions. |Description of vessels, &c.||Number | of men for each. |Number | of rations for each. |Cost | of rations for each. |Number | of vessels estimated for. |Aggregate | number of men. |Aggregate | number of rations. |Aggregate | of ration, make 3,957,695 rations, at 20 cents, $791,539. It is believed that the sum thus estimated will be found sufficient to cover all expenses of transportation, cooperage, and other expenses. It is therefore respectfully recommended that the appropriation be worded accordingly. For provisions for the navy for the year commencing July 1, 1843, and ending June 30, 1844, including transportation, cooperage, and other expenses, $791,539. Navy Department, Bureau of Provisions and Clothing, November 17, 1842. CH. W. GOLDSBOROUGH, Chief of the Bureau. --615-- The balance of the appropriation for provisions for 1842, which will remain in the Treasury on January 1, 1843, will, it is estimated, be sufficient to meet all the liabilities under that head, and spare a considerable amount; and I would suggest that $67,000 may be deducted from the above estimate; thus reducing it to $724,539. CH. W. GOLDSBOROUGH. ____________ E. Estimate of clothing for the navy for the year commencing July 1, 1843, and ending June 30, 1844: The whole number of persons employed on board our ships, &c., in our navy-yards (in ordinary), is estimated at 10,843. Of these it is calculated that about 7,600 will draw their supplies of clothing from the Government stock. Each person, it is believed, will not draw on an average, in the course of three years a supply of clothing greater than $150. So that the average for one year would be $50. Then this estimate for one year will be, 7,600 persons at $50 each, $380,000. The appropriation to include the expense of transportation, and every other expense. Bureau of Provisions and Clothing, Nov. 17, 1842. CH. W. GOLDSBOROUGH, Chief of the Bureau. ____________ F. Estimate of the expense of the Bureau of Provisions and Clothing for the year commencing July 1, 1843, and ending June 30, 1844; agreeable to the 4th section of the act of August 31, 1842, entitled, \"An act to reorganize the Navy Department of the United States:\" |For compensation to the chief of the bureau, at $3,000 per annum||$3,000 00| |For compensation to the chief clerk, at $1,400||1,400 |For compensation to a clerk, at $1,200||1,200 compensation to a clerk, two Provisions and Clothing, November 17, 1842. CH. W. GOLDSBOROUGH. Chief of the Bureau. --616-- ____________ E No. 3. Navy Department, Bureau of Medicine and Surgery, December 1, 1842. Sir: In obedience to your instructions of the 28th of October, the undersigned has the honor to submit the following preamble and estimates for the medical department of the navy: The preamble is deemed absolutely essential for a true understanding of the real condition of that part of the Navy Department which comes under the direction of the Bureau of Medicine and Surgery. The developments it contains are neither agreeable, nor, perhaps, expected. Yet it is right that Congress should be in possession of the facts showing the awkward condition of the medical department, in relation to its fiscal concerns. It is also just to yourself to show how much reform was needed in this branch of the service. It is but fair to the incumbent of this bureau, that the heavy demands existing on an appropriation which, for a series of years, seems to have been either insufficiently asked, or inadequately granted, in reference to the expenses that appropriation was designed to liquidate—should be explained. That the annual appropriations for the outlays of the medical department have not been, in some years, anterior to that just passed, in parity with the current expenses of those years, the undersigned sees no occasion to take upon himself to assert. But that, in (he series of years alluded to, the aggregate appropriations have not only not been commensurate with the aggregate outlay, he not only takes upon himself to say, but, also, that the deficit in the former, to bring them on an equality with the latter, amounts to a sum which, unless provided by a specific appropriation, will press heavily for years to come, on the usual medical appropriation, even by a process which would subtract a tithe of each year's grant for the gradual extinction of the present demands. It would, therefore, be equally disingenuous to assume these demands, in part, in the basis of estimates for future wants, thus vainly and uselessly, and, on the part of the undersigned, culpably endeavoring to conceal the embarrassment they occasion, and unwise to withhold any longer from Congress the fact that, until they are wholly dissipated by specific funds, no economy can be apparent, as consecutive to the reorganization which introduced a bureau in this department, among the effects of the operations of which, economy was anticipated as an important one. To start in this bureau, under the just expectation by Congress and by yourself, of thrift and saving, with the clog of an aggregate debt of fifty thousand dollars, would be idle. This is the sum, at least, which, by a gradual increment from a previously unwise method of making estimates, meets, the undersigned in the fiscal part of his bureau. To dissipate the trammels of this residual sum after years of injudicious estimates, by gradually lessening it out of the annual appropriations, instead of acquainting Congress at once with the naked truth, would require that thirteen thousand dollars should annually, for four years, be abstracted from the medical fund! The result is plain, supposing this course should be adopted instead of the one the undersigned proposes of eclaircissement: that, for four years to come, the Bureau of Medicine and Surgery would seem to increase the heretofore usual appropriation, by thirteen thousand dollars annually!! That neither system nor economy could be imputed as a part of such wild operations, is clear; that unmerited blame and obloquy would be heaped upon this part of the reorganization, is equally plain; that an unjust unpopularity would meet its --617-- measures at every step, is not less manifest; and, finally, that its abolition would be the probable issue, is unquestionable. With these general observations, the undersigned proceeds to the details within his knowledge, on which they have been based, after the following explanatory observations: The difficulty that meets the attempt at making the required estimates at the onset, has already been premised. Its cause, or causes rather (for there are several), will now be set forth. These estimates are for the moiety of the year approaching, ending on the 30th of June next; together with superadded estimates for the whole of the fiscal year thereafter, ending on the 30th June, 1844. To arrive at these would be a simple affair; but the simplicity of it becomes, instead, a complex calculation, by the existence of claims unappeased, to the amount already mentioned, in round numbers. When estimates were presented to Congress prior to August, 1842, for an appropriation of thirty thousand dollars to defray the current expenses of the medical department of the navy during the year 1842, there remained, on the day of the passage of the law granting the appropriation asked for, certain arrearages clue for outlays in the medical department to an amount, in the aggregate, actually exceeding, very considerably, the total of that appropriation. The whole of it was, therefore, swallowed up in less than a week after the passage of the act, although five months of the year thus seemingly provided for were in future. But this is not all. At least ten thousand dollars still remained due and unpaid. This sum ($40,000) had grown out of bills charged certainly, if not justly chargeable (which admits of doubt), to the appropriation for the medical department. The result is as manifest and intelligible as its sequence was natural. An appropriation for the whole of the year 1842 was extinguished in a few days to liquidate, although only adequate to do it partially, the debts of the year 1841, those of 1842 accumulating the while. The debts of 1840, with a similar retrogression, had been paid also only in part, out of the appropriation of and for 1841; those in like manner of 1839 out of the appropriation of 1840, and so on by retrogressive shackle for perhaps a long course of years; each anterior year's debts bringing the additional increment of the portion left unpaid from the periods of time gone by, as an undecaying dead horse, the price of which was to be paid, sooner or later, out of funds set apart to buy food for the living one. All this time Congress remained ignorant of the true state of things, believing that each annual appropriation was competent to its object, since it always reached the amount asked as competent for the year embraced. Thus the undersigned has brought you, by the simple statement of a state of things which quickly reached his mind, to a thorough understanding of the confusion which would continue, unless the affair be rectified, on the just and competent principles of cure. It only remains to say, that whatever information this preamble may communicate, of a novel or unexpected nature, it was all forced on him with convincing celerity by the power of figures, on the moment when his duty led him to investigate the fiscal concerns of his bureau, and to ponder the singular uniformity of navy agents' returns in the loaded column appropriated to \"amounts overpaid.\" The amazement, this uniformity and the large amounts of that column produced, can be better understood by you than explained by the undersigned. Sufficient ground for this will be admitted when he simply states that he had expected to see a clean and clear ledger, exhibiting the --618-- distribution of the appropriation in parcels to those agents as debits for the year current, with simple offsets against these of credits for lawful outlays of that year from the medical appropriation. Far from this simplicity of grant and expenditures [ ] the result of his scrutiny; having found, not only the groaning column of overpayments on account of the appropriation for \"medicines,& c.,\" but unwarrantable intrusions on the fund, especially for the support of the naval asylum, the irregularities in the administration of which you have promptly proceeded to correct, on the moment of the disclosures which the reorganization produced. The cause of all this is traceable, as has been stated, several years back, by the annual interlocking with each successive appropriation for any particular year the claims of some year anterior; thus leaving an apparent competent fund in a state of glaring incompetency to meet the objects it was lawfully designed to meet. This cause of insufficiency to liquidate the annual demands, was dilated by an immoderate expenditure, from year to year, far beyond the actual need of outlay for surgeon's necessaries and appliances; an immoderate expenditure growing out of a lax and irresponsible method of making requisitions, and obtaining their approval by officers incompetent to judge of the necessity for them, either in kind or in the quantities asked for; and. still further enlarged, by an unrestrained and craft-inviting course, in having those requisitions executed. But these were not the only causes which impinged the strength of the appropriation. An additional one is found in the loss which the practised system of entire unaccountability engendered, of articles of imperishable nature, but costly price, and which had been obtained out of Congressional appropriations apposite to such expenditure. The necessity for replenishing these, admitted of no abatement from the fact, that, having once been obtained, they ought to have been preserved for future and other similar use to that to which they were first applied. The fact was evident that now they were gone. This overwhelmed every other view. No accountability existing, either by law, usage, or much individual exertion on the part of those concerned, but, on the contrary, any and every essay toward instituting it having been uniformly extinguished, by a constant refusal by the usual recipients to give receipts or vouchers for delivery of articles after return-cruises, it is neither surprising that losses of costly appliances ensued, nor is it strange that a continual drain was thus instituted on a specific fund destined, in part at least, to meet outlays of one year, which would last for the same purpose in the service, if well taken care of, for several consecutive years. It is easy to perceive how these causes might quickly impoverish an appropriation, even if it had been well devised to meet current expenses; but when it is remembered that a doubtful judgment had been shown, for years past, by those who furnished the Secretary of the Navy with the data for his estimates on the branch of the service in question; and that a policy not easily understood, or involving an unacquaintance, perhaps, with the veritable state of perpetuated claims, led to asking, or causing to be asked, of Congress, an appropriation wholly insufficient—it becomes palpable that the irregularity and irresponsibility in making requisitions, and the exorbitant charges on their execution in, at least, one of our southern sea-ports, joined to the carelessness, waste, and loss produced, in the manner noticed, are causes in combination, adequate to produce their full share in contriving he embarrassments now complained of and exhibited. --619-- In truth, the appropriation, for one year, was often, if not always, virtually, though perhaps not apparently, foreclosed, for any benefit to that year's outlay, by the engulfing arrearages of the year or more previous. The real state of affairs in the medical department not being known, or being known, not having been developed, it became next to impossible to meet indefinite outlays or claims by definite appropriations. A similar difficulty would now exist, if any estimates were predicated on the unsound policy of perpetuating the mystification which has characterized the medical outlay for years past. Under the full conviction of this, that specious and. deceptive lure held out by narrowed estimates is now abandoned and anathematized. The plain truth, devoid of cloud or obscurity, is now before you, and the undersigned believes that you will better receive it than a mesh of intricacies predicated on calculations which must fall short of adequacy, if devoid of that foundation. There is nothing problematical in this policy. To disclose to you that which figures in the accounting books, and in the official returns of navy agents to his bureau, revealed to the undersigned, is a duty; to make that disclosure fully and fairly, is common honesty. It may not be without utility to observe here, that whatever may be the amount granted hereafter to the medical department, its integrity will most likely not be invaded by any of the irregular causes of diminution which have been noticed. Hitherto, there not having been any restraining influence over outlays, and no practicable method of recalling the material proceeds of those outlays into the storerooms for public property, nor any power exerted till lately (for the evil was not known to the power, until brought to light by the reorganization*) to stay a truly ruthless host of intrusions on the medical ___________ * Six hundred and sixty-five dollars and fifty-seven cents were, unauthorizedly, paid out of the appropriation for \"medicines, surgical instruments, &c.,\" for 31 blue cloth frock-coats, with navy buttons, and a silver star ornament, 31 pairs blue cassimere pantaloons, and 31 blue cassimere vests, with navy buttons—and all this toggery for \"Jack\"—for pensioners who never had worn anything longer than a sailor's jacket, or at most, in storms, a monkey or pea jacket, the cost of which is eight dollars, instead of fourteen dollars charged for the frock-coats, made in officer's undress fashion. This will serve to show the unwarrantable intrusions on the appropriation for medicines, referred to in the text. But it may more strongly be set forth by this fact: of seven thousand one hundred and twenty-one dollars and sixty-four cents, paid by the navy agent at Philadelphia, from the 1st of October, 1841, to the 25th of October, 1842, out of the appropriation for \"medicines, &c.,\" only one thousand and forty dollars and nineteen cents were for medicines, surgical instruments, and surgical purposes. The remaining six thousand one hundred and eighty-one dollars and forty-five cents were for items of expenditure, wholly foreign to the intent of the appropriation, and, of course, were what have been appropriately called intrusions on the fund, not known to be practised, nor thought of by Congress, when they made the appropriations in question. How could thirty thousand dollars, appropriated for the whole naval service, for the whole year 1842, be deemed sufficient, when a mal-administration of the fund, on one station, swept off at once, in a few days more than twelve months, $6,181 45, not lawfully chargeable to the medical fund? Could the balance, $23,818 55, be for a moment thought competent to supply all the ships, sick quarters, hospitals, &c., in the United States, for a whole year? That this mal-administration may be understood, the navy agent's return to the Bureau of Medicine and Surgery is annexed, in toto, as an appendix. It will not be understood, however, that the slightest blame is imputed in these irregular transactions, to that gentleman, officially, or in any other way. The irregularity is chargeable, and it is now unhesitatingly charged, on the governor of the naval asylum, who approved the bills, and thus ordered their payment out of an appropriation which no sophistry could make chargeable with such burdens. In addition to these irregular outlays, the sum of $3,500 is reported on the purser's pay rolls, as paid, annually, for wages or pay alone (exclusive of officers' pay), in that institution—$428 of which, is the wages of a person rated and paid as hospital steward, who never performed five minutes' duty as such in the hospital, but was employed solely as purser's clerk, and to buy provisions for which he was regularly paid, as any agent not connected with the institution might have done. Of this whole amount of $3,500 for wages (the subsistence of those so paid, being a further change, and paid out of the appropriation for medicine), only $936 were allowed in the estimates of the Secretary of the Navy, and, subsequently, $303 per annum were allowed for a carpenter's mate, making $1,239 allowed: the balance, $2,361, being entirely unauthorized, to near the whole amount, the residue, to speak cautiously, at least very doubtfully authorized. --620-- appropriation—the inroads on which, conveyed the thought, to cool lookers-on, that its fastness must have been considered impregnable, and its resources exhaustless; nor, seemingly, any fear of that power, for, among other impoverishing drains, the appropriation has been made the passive, patient, and tiring instrument of a whimsical prodigality—which it would be affectation to call by any other name—of a \"tissue of taxes, absurdly conceived, and unauthorizedly levied by a se-ipse expenditure (for a naval charity), the grotesque character of which is equally anomalous and queer; nor, as it would seem, any chastened appreciation of the intent of the appropriation—else this dwindling away of the easily-told contents of small coffers, at best, would, under the review of any rational intelligence, have quickly conveyed the self-evident truth that those coffers could no more be expected to defray such profuseness, than the recipient of a parish-bounty could be thought able to pay the rent of the almonry which gives him food, raiment, and shelter; nor, finally, above all, any gleam of accountability emanating from the confused mist surrounding the disjointed and schemeless way of furnishing the general supplies of the medical service:—nothing, of all these propositions (which, in the aggregate, make up a true sorites deducible from facts) existing in the service, the conviction that kind of argument produces is logically irresistible—that heretofore it would have been the greatest hardihood to have promised, or expected, a faithful distribution of any appropriation on which drafts were irremediably inordinate, irregular, prodigal, if not senseless, and often wholly useless for any purpose, save enriching the rapacious furnishers. That this epithet is merited by some, is, unfortunately for the weak and groaning medical appropriation, but too true. To their extortionate and unconscionable charges, especially for surgical instruments,* the under- _____________ * It may illustrate this remark to state, that the records of this bureau show that an eminent surgical instrument maker, of Philadelphia, sold certain instruments of his manufacture, of the first-rate workmanship and approved pattern, for the sum of $669 81 to certain druggists largely supplying the medical outfits of vessels in a neighboring seaport. The commission alluded to in the text, conducted by Benjamin Homans, now of the Navy Department, shows that these identical instruments were furnished by the druggists alluded to, to certain vessels, and that they charged Government for them, the sum of $1,224 54; thus exhibiting a profit of $554 73—in other words, an exorbitant charge of about 83 per cent.! This, too, on articles of well-known established price. These prices were approved in the usual way, and actually paid. The same commission brought to light, from actual vouchers, the charge by the same druggists of $287 82, in four years, for the recipients of medicines and freights, although they state, on oath, that the \"drayage, freight,& c., was always paid by them.\" Epsom salt was invariably charged, in wholesale quantities, at ten cents per pound, when it can anywhere be purchased, of wholesale dealers, at five cents, and even much less. Half an ounce of veratria* was charged at eighteen dollars! An ounce of gold is worth sixteen dollars (a doubloon, or ounce). Thus was a small white powder charged at thirty-six dollars an ounce—four dollars more than twice the value of an ounce of gold. One ounce of strychnine, a similar powder, was charged at thirty-four dollars; that is, two dollars more than twice the value of an ounce of gold. Two dozen bottles Bedford spring water were charged eight dollars, viz: thirty-three cents per bottle. Two scabs of vaccine virus were charged at nine dollars. Oiled silk, worth, of the best quality, $1 37 1/2 per yard, was charged eighty dollars for twenty yards; that is, four dollars per yard. Seventy-two bottles compound sirup sarsaparilla were charged at $108; viz: $1 50 a bottle. The retail price is everywhere seventy-five cents a bottle, and it has been purchased by this bureau in Philadelphia, at $7 50 per dozen, or $49 for 72 bottles. In the examination of vouchers by the same commission, still more extortionate charges appeared on some articles. In short, the whole of the charges now printed in the documents of Congress are of the same extortionate character. The illustrations given are ample to prove the truth of the remarks in the text, on the rapacity of furnishers. Of $42,504 34 paid by a navy-agent at the seaport alluded to, out of the appropriation for \"medicines, &c.,\" these furnishers received $22,676 10. * Philadelphia prices to this bureau: veratria $10 50 by one firm of chemists and $10 by another; the wholesale of these poisons being ounces and one and half ounces. Philadelphia price to this bureau, by one firm of chemists, $7 per ounce; by another, $6 50 per ounce, avoirdupois; the wholesale also of this poison being ounces and one and half ounces. Some difference existing between the manner of putting these articles up, by the two firms, their prices may be said to be about equal for the drug. --621-- signed has called your attention. They in part, but doubtless not to the extent of a tithe of the occult freebooting which for years has been in operation, under the guise of fair profit, have been brought to light by a report to Congress now in its printed documents. That report resulted from an investigating commission instituted by your immediate predecessor, with that peering scrutiny into irregularities and abuses for which he was remarkable, and which has in the same sharpness been instituted by yourself, and carried out (from a conviction that reform could no longer be postponed, consistently with the public interests), into a digested system of reorganization, which is hourly presenting additional facts to confirm the necessity for establishing, continuing, and expanding that reorganization. These hourly revelations are, at least in the Bureau of Medicine and Surgery, absolutely amazing. The difficulty of making, with any prospect of redemption, such a promise as has been above touched on, or realizing any such expectation as alluded to, would hitherto have been further enhanced by the practice heretofore pursued, of making good an exhausted appropriation by borrowing temporarily from another. But pay day was to come at last; the undersigned has shown you that its approach is as vicinal as the demands with which it is fraught are importunate and insusceptible of postponement. Procrastination will not mend, but mar that measure which, only, can bring the issue right. The enlightened views of Congress, once invited to this measure of fiscal appeasement, would by the undersigned be confided in to meet the emergency. You, doubtless, are inspired with the same confident reliance on their just sense of necessity for something to be done effectual, thus ultimately closing the door so long and injuriously to the public credit, wide open for the ingress of irregularities, varied, mischievous, and odd. In a word, a specific appropriation to obliterate retrospective claims, would block out that door by raising an impenetrable barrier against future abuses and irregularities. That measure once accomplished, nothing of the anomalous operations which have been developed and complained of, can be interposed (if the incumbent of this bureau does his duty) to prevent a due regard in keeping without intrusion all future appropriations. The existing scores once erased by payment, the course will be clear for economy and thrift. The goal at the end of that course can be reached in no other way. An unsettled ledger would perpetuate embarrassment, by withholding the ready money which ought to find its way into cash payments for supplies, and diverting it into the channel clogged with the obstacles of debt and discredit—it might be said, no credit at all, for the smirch it has sustained, if not indelible, is so deep as to have actually frustrated the economy which would have been the result of cash payments by the bureau. There has been no reciprocity in the borrowing complained of, but what added to the evil. In short the medical appropriation having been made to bear the burden of a collapsing pressure, meager, ill-conditioned, ill-provided, as it has been, it was ever seized on in such plumpness as recent Congressional action may have given it, grappled with, thrown down, filched, and picked to the bone, by voracity in the furnishers, and by the relentless tugs of the visionary and the inconsiderate. The evil exhibited is considerable and pervading, but not inextirpable. Fortunately, the remedy is at hand. Should Congress deem it right and expedient to meet the emergency by the annihilating power it possesses, that course would --622-- dissipate the mystified condition of the concerns which now come under the Bureau of Medicine and Surgery. Until that step be taken, all attempts at reducing the medical appropriation to the square-and-compass test will prove fallacious, deceptive, and unavailing. When taken, the appropriation may thereafter be in good understanding made, and in good faith expended. It is now, therefore, submitted to your consideration whether it might not be well to lay these facts before the appropriating power, and ask for the requisite funds to release the accounts, in abeyance, from all prospective trammel or postponement. This would render the operations of the bureau fully perspicuous and effectually economical. It would, too, relieve its chief from floundering in future amid debts and drawbacks, which otherwise would create a vis inertia inimical to the object of its institution, and fatal perhaps to its existence. This may be a fit place to suggest what the undersigned can not but deem a modification in the future medical appropriation, imperatively called for by the principles of unity in purchases, requisitions, issues, and accountability, adopted in this bureau. The modification alluded to has reference to that distinct appropriation, heretofore recognised, for the medical disbursements for the marine corps. This separation of objects homogeneous in their nature and uses, presents an unnecessary distracting influence over the medical department of the navy; and moreover, the distinct appropriation exhibits Often, an ungainly disproportion to that for the service of the navy proper. In the present year, for example, that disproportionate unsuitableness between means and the objects they are to embrace, was very striking—$4,140 to $30,000. When the relative numerical strength of the navy proper, and the marine corps, is glanced at, this injudicious variance in proportion will be readily perceived. There are other reasons for amalgamating the two appropriations involving the good of the service, in the generalization now aimed at in the bureau. After maturely considering all the aspects of this hitherto distinct appropriation, the undersigned is unable to perceive any good reason for continuing as a separate item of appropriation, the funds for the sick and hurt of the marine corps. Indeed, he can find, in the whole view of the subject, not only no reason, good or plausible, why it should be distinct from the general naval appropriation, but every good and sufficient reason that might be fairly asked for, why it should not be perpetuated in separation. They may be summed up in these: The naval surgeons in all instances, without exception, perform the duty of medical officers to the marine corps, from headquarters down to the smallest guard allotted to vessels of war to many instances, notwithstanding the separation of appropriations that have a common object and tendency, the necessaries and appliances for the sick and hurt marines, are drained from the supplies obtained out of the appropriation for the naval service proper. The same kind of drain carries away a large portion of the supplies on board of all vessels having a marine guard. There remains, perhaps, only the medical department of the marines at headquarters in Washington, to be supplied out of the specific and distinct appropriation for marines. There does not seem any appropriate cause, or plausible, much less valid reason, why this should continue, especially now that all requisitions and approvals, both for the articles and the payments for them, originate or are entertained and adjusted, in the Bureau of Medicine and Surgery. If all requisitions then and the administrative surveillance of them --623-- preparatory to payment, exist in one office, there seems to be much propriety in suggesting that the funds should be a unit for the two objects. Should this state of separate appropriation be not hereafter set aside; the result will inevitably be an irruption on the unity of action, expenditure, issues, and accountability, general and fiscal, which ought to be maintained inviolate in the concerns of this bureau. The primitive cause of the usage is not known, nor can its necessity be defended on any stable ground. For these reasons it is now submitted to you, whether the present would not be a fit opportunity so to modify the next solicited appropriation for the sick and hurt, as to embrace, under one general head, the navy proper and the marine corps. In addition to this improvement in the essential base of the appropriation for the sick and hurt of the navy, the undersigned takes occasion to suggest another, less essential or important, but still an improvement, which, if, adopted, would not be without its advantage. It relates simply to the phraseology of the appropriation as it has heretofore been expressed. The nomenclature of appropriations is entirely conventional; and it is presumed something of appositeness in the funds required to the objects they are destined to procure, is intended to exist. Under this idea it is suggested, that hereafter the funds given by Congress for the medical department be styled \"an appropriation for surgeons' necessaries and appliances for the sick and hurt of the naval service, including the marine corps.\" The phraseology of the appropriation as heretofore used, is not in sufficient generalization. The details expressed, even, form but a small part of the whole of these multifarious necessaries and appliances for the use of the sick and hurt: and hence, it seems strange to designate them by a virtual misnomer, and to suffer them, a mere part of a multitudinous whole, to give a nomenclature for the appropriation. The generalization of the subject seems more proper; and the title of the appropriation now proposed seems to embrace that generalization. It will be perceived that the sum of one thousand five hundred dollars has been appended to the estimates, for the purchase of surgical instruments. This requires some explanation. The instruments of the medical department of our service, are, confessedly, in a state of imperfection. Nay, notwithstanding the large sums heretofore annually paid for them, many are good for nothing, or, at least, indifferently passable. This is owing to the incorrect manner of procuring them without any responsible judge of their workmanship and pattern. But a more important fact must not be withheld. Much money has annually been spent for instruments, both good and indifferent, for twenty or thirty years past, and yet, where are they? Who can tell? Many are gone, very many. That the undersigned can tell. Whither, who can say? None having been responsible, in the slightest degree, for them—none seriously and officially charged with their custody, it would, indeed be difficult to say whither gone. But it avails not to speculate. Gone they are, and they must, if the navy exists, be replaced. The reorganization you have effected, will render it impossible, for cause, to put these unanswerable interrogatories in future. The defective and indifferent instruments still remaining ought to be sold. The proceeds of such sale, reverting to the medical appropriation, from which they were purchased, will, when effected, lessen virtually the grant solicited for the purchase of these indispensable portions of surgeons' necessaries and appliances. Under this candid reveal- --624-- merit of the facts connected with these expensive outfits, it is not doubted that Congress will see occasion to make the grant. One other grant is suggested as really needful, in the opinion of the undersigned, but as it is of novel character, he prefers asking you to leave the sum unnamed, requesting of Congress that whatever importance may be attached there, to the request, it may meet with a corresponding degree of liberality in the sum appropriated. The object referred to in the suggestion for a grant of money to meet it, is intimately connected with the efficiency of medical officers. It is, that a small compact medical and surgical library shall be authorized to be purchased for each vessel of war, in proportion to her size and capacity for the accommodation of books in the surgeon's department, and also for the hospitals and sick quarters of navy-yards. A due responsibility for these, well devised and rigidly enforced, would secure them always, for each successive cruise, subject only, to the losses and destruction incident to the disasters of the sea. Extensive and costly libraries are furnished by Government to the commanders of all ships in the navy, often embracing a large proportion of mere general literature. Professional works, so important to medical officers, should not be denied. All which is most respectfully submitted by your obedient servant, WILLIAM P. C. BARTON. Hon. A. P, Upshur, Secretary of the Navy. --625-- Abstract of bills paid by Thomas Hayes, Navy Agent, Philadelphia, from, the 1st of October, 1841, to 31st October, 1842, under the November 5, HAYES, Navy Agent. ____________ F. Estimate for surgeons' necessaries and appliances for the sick and hurt of the naval service, including the marine corps, for the moiety of the year 1843, ending on the 30th of June. |Mediterranean||One frigate first outfit||1,800||1,800| |Brigs guns, outfit outfitted, additional North Carolina, already outfitted, additional outfit||250||250| |500 00| |Experiment receiving vessel at Philadelphia serving.| |Norfolk navy-yard||Outfitted, additional outfit||350||350| |Philadelphia navy-yard||Outfitted, additional are| |to provide for stewards and other aid, and other necessaries additional. Instead of any distinct appropriation for marine corps, additional to supercede appropriations for marine corps||2,120 00| |Total||57,030 00| |Additional estimates for the whole of the fiscal year ending 30th June, 1844, viz.: Two thirds the amount severally of all the preceding estimates for each purpose already specifically estimated for is||$38,020 33||$38,020 33| |For meeting any uncontemplated but necessary outlays, which, from the remoteness of the time, can not be anticipated, and to supersede the necessity of any distinct appropriation for marine corps, the further sum of||4,586 67||4,586 67| |Additional aid for nurses, stewards, gardeners, and clerks to hospitals, &c.||1,360 00||1,360 00| |Additional estimates for either the moiety of the year 1843 or the fiscal year thereafter, ending June 30, 1844, for or to be divided as may be expedient throughout the whole eighteen months, whatever balance may remain unexpended in the appropriation for the marine corps for the year 1842, at the expiration of that year, to be added to these estimates,* from which the ship Pennsylvania and other objects can be supplied.| |Total estimates for the fiscal year ending on the 30th of June, 1844||43,967 00| * There remains of this appropriation now in the Treasury $1,051 58. In hands of the quartermaster, November 23, a further sum of $793 64, and few unliquidated demands will accrue by the end of the year, making a total unexpended balance at this date of $1,845 22.—(November 26, 1842.) For surgical instruments one thousand five hundred dollars (explained in preamble accompanying. WILLIAM P. C. BARTON. December 1, 1842. --629-- ____________ F—No. 3. Waiting orders. Estimate of the pay required for the commissioned and warrant officers, waiting orders, for the half year ending 30th for 46 midshipmen, who, after examination, | may be entitled to be arranged as passed midshipmen, in addition to their pay as midshipmen |6,900| |197,975| Note.—The difference is occasioned by the change in the number and rank of officers. Waiting orders. Estimate of the pay required for the commissioned and warrant officers, waiting orders, for the year ending 30th June, 1844. for 46 midshipmen, who, after examination, | may be entitled to be arranged as passed midshipmen, in addition to their pay as midshipmen |13,800| |395,950| Note.—The difference is occasioned by the change in the number and rank of officers. --630-- ____________ No. 4. Headquarters of the Marine Corps, Washington, November 19, 1842. Sir: I enclose to the Department estimates for the Marine corps for eighteen months from the 1st January next. In the first half year of 1843, I have caused to be inserted items for purchasing, ground, and commencing the building of barracks, at four stations. Appropriations for this object were twice, at least, made by Congress, and for come unaccountable cause, were not used for that purpose and returned into the Treasury. I remain, with great respect, your most obedient servant, ARCH. HENDERSON, Colonel Commandant. Hon. A. P. Upshur, Secretary of the Navy. ____________ Headquarters of the Marine Corps, Washington, November 14, 1842. Sir: I have the honor to report to the department that, in the course of the present year, I have inspected the men and their quarters at Portsmouth, New Hampshire, Charlestown, Massachusetts, New York, Philadelphia, and Norfolk. At each of those stations there is a force so small as to be inadequate to afford protection to the public property. The accompanying general return of the corps will show the force at each of those stations, as follows: At Portsmouth, 19 privates; at Charlestown, 51 privates; at New York, 58 privates; at Philadelphia, 37 privates; and, at Norfolk, 55 privates. At Pensacola, there are 25, and, at headquarters, 73 privates—20 of these are to be. shortly sent on board the steamer Union. At Portsmouth there are two men sick, and one on daily duty, and four as a boat's crew, leaving but twelve for guard duty; and the daily guard is but four privates, which can furnish but one sentinel. At Charlestown, the last muster-roll shows seven privates sick, four on daily duty, and four on police duty, leaving but thirty-four for guard duty. In regular military service, not more than one third of the effective strength is on guard at one time. Commodore Nicholson, in a letter to the department of recent date, says, that eight or ten sentinels are required for the navy-yard—one, at least, is required at the barracks—making eleven sentinels on post constantly. To accomplish this, a guard would be composed of thirty-three privates; and, to furnish a regular and proper relief to this, would take sixty-six effective privates; each private of a guard is eight hours of the twenty-four on post. At New York, the last muster-roll shows forty-two effective men to furnish the same number of sentinels as are required on the Boston station. The muster-rolls of the other four stations show about the same results. Portsmouth is the only station where the barracks can be considered as permanent. At Boston and Philadelphia, the ground on which the barracks are now placed is required for naval purposes; and the barracks themselves are too small for the number of officers and men. At New York, Norfolk, and Pensacola, there are no barracks at all. If guards of marines are to be employed on those stations, the propriety of building barracks to receive them is evident. The alms-house at Brooklyn --631-- is now rented for the marines there, and temporary quarters are provided for the guards at Norfolk and Pensacola. In the estimates for the corps, an appropriation for purchasing ground and commencing these barracks will be asked for, and I trust it will meet your sanction. By the general returns, it appears that there are now on board of the several ships of war, 2 captains, 7 first lieutenants, 8 second lieutenants, 59 sergeants, 66 corporals, and 647 privates. Captains Dulany, Macomber, and Brevoort, are under orders to join the Home, the Brazil, and the Pacific squadrons—making five captains on sea duty; three are in the staff, and one, from a paralytic affection, unfit for active duty, leaving but four captains for a relief to those on sea service. When the ships receive the number of lieutenants to which they are entitled, there will be at sea 18 first and 19 second lieutenants. In addition to the vessels now in commission, guards will shortly be wanting for the steamer Union and the squadron for the coast of Africa; one hundred and eight privates, with the usual number of non-commissioned officers, will be required, increasing the number at sea from 647 to 755 privates. I would further call your attention to the fact, that, though so large a portion of the corps is at sea, there is but one single vessel that has a full guard— the Fairfield, sloop-of-war. It will also appear from the accompanying table (marked No. 2), that, to provide full guards for the different vessels now, and soon to be in commission, a force considerably larger than the whole present strength of the corps will be necessary. The experience of our own service, as well that of the English, shows that not less than one private marine for each gun should be on board a ship-of-war. Table No. 2 carries out this principle; and, exclusive of the steamers and receiving-ships, gives 878 privates for sea duty during the ensuing year. Fifty on board each receiving-ship, and twenty on board each steamer, would raise the number to over 1,100. The most effective crew for steamers is yet undecided. In reports to the department, I have heretofore hazarded an opinion that soldiers, drilled both as infantry and artillery, could not fail to be essentially useful in them. So far as I have been able to obtain further information on this interesting point, it has tended to strengthen this impression; and I hope I do not exceed my appropriate limits in bringing this subject to the attention of the department. It will appear from the general report, that the only surplus over the legal strength of the corps is now in the non-commissioned officers and music. The present year's estimates provide for 1,068 privates, including the 68 servants for officers. The corps is, therefore, 51 short in its privates, and 86 over in non-commissioned officers and music—making, in all, 35 over its proper strength. - At the end of this month, the excess over its numerical legal strength will be very small. It does not follow that an increase of the marine corps necessarily increases public expenditure. For every additional marine on board a ship-of-war, there is a landsman less. At the navy-yards watchmen are now employed to give security to the public interests. An increase of the corps would render this expense unnecessary, and would afford additional security by a guard under naval law, and, consequently, responsible for its efficiency and fidelity. I remain, with great respect, your most obedient servant, ARCHIBALD HENDERSON, Colonel Commandant. Hon. A. P. Upshur, Secretary of the Navy. --632-- [Note. Pages 632 and 633 represent a single table.] General return of the officers, a single table.] privates, of the United States Marine Corps, for the month of Oct'r, 1842. |Fifers.||Privates.||Aggregate.||Remarks.| |5||70||147||Twelve sergeants, 1 corporal, and 23 privates, on daily duty as clerks, mechanics, &c.; and 12 privates returned here are boys learning music. Captain Nicholson, Lieuts. Sloan, Caldwell, and Tansill, on leave of absence; Lieut. A. S. Taylor \"sick.\" Three of the captains returned here are attached to the staff; two of the first lieutenants, to wit, Lieut. Carter attached to the quartermaster's department, and Lieut. Hardy to the paymaster's department.| |10||12| |52||73||One sergeant returned here is onboard brig Somers; and 1 private ordered from Gosport, Virginia, to this post, 11th ultimo.| |1||51||68| |1||34||54||Three of the privates returned here are insane, in naval hospital, Norfolk,| |1||37||52||One corporal and 6 privates returned here are on board receiving vessel| |1||19||27| |25||35||September 30, 1842. Lieutenant Gillespie absent since 9th August last.| |1||4| |1||Lieutenant Stark, commanding marines on board receiving return.*| when this guard was 1 second lieutenant, 2 sergeants, 2 corporals, 2 musicians, and 26 private's; since which, 9 privates transferred to New York, and 4 privates joined from New York, which make this number.| |1||52||64||June 30, 1842.| |1||54||64||This guard joined Headquarters and Inspector's Office, Washington, Nov'r 13, 1842. --635-- [Note. single table.] —Continued. |Fifers||Privates.||Aggregate.||Remarks.| |1||38||49||June 30, 1842, when this guard was 1 first lieutenant, 1 second lieutenant, 5 sergeants, 3 corporals, 2 musicians, and 32 privates; since which, 1 sergeant transferred to Portsmouth, New Hampshire, and 6 privates| |38||46||September 30, 1842, when this guard was 1 second lieutenant, 3 sergeants, 3 corporals, 1 drummer, and 39 privates; since which, First Lieutenant Lang joined, and Second Lieutenant A. S. Taylor and 1 private transferred| |1||34||43||June 30, 1842| |1||35||44||June 30, 1842, when this guard was 1 first lieutenant, 3 sergeants, 3 corporals, 3 musicians, and 36 privates; since which, 1 private 1842, when this guard was 2 sergeants, 2 corporals, 1 drummer, 1 fifer, and 16 privates; since, 1 sergeant, 1 fifer, and 3 privates, transferred to frigate Brandywine, and 1 fifer and 15 privates joined from frigate Brandywine| |1||17||23||October 30, 1842. One private sick, in naval 1842, when this guard was 1 sergeant, 2 corporals, 1 drummer, 1 fifer, and 11 privates; since which, 1 corporal joined sloop St. Louis.| |2||Captain Job G. Williams, and Lieutenant Josiah Watson, at Washington city, D. C.| |2| |3||6| |3||Major Twiggs Brevoort| |1||Lieutenant Garland, since 13th August P. G. HOWLE, Adjutant and Inspector. --636-- ____________ No. 1. This table shows the number of marines afloat on the 1st |1||1||4||11||13||12||4||21||14||8||10||353| Headquarters of the Marine Corps, Adjutant and Inspector's Office, Washington, Nov'r 11, 1842. P. G. HOWLE, Adjutant and Inspector. --637-- ____________ No. 2. This table shows the supposed number of marines required for sea service on the 1st January, 1843, allowing one private for each gun the respective vessels carry. |Vessels.||Rate.||Captains.||1st | Lieu-tenants. also ordered to this vessel. Headquarters' of the Marine Corps, Adjutant and Inspector's Office, Washington, Nov'r 11, 1842. P. G. HOWLE, Adjutant and Inspector. --638-- Headquarters of the Marine Corps, Quartermaster's Department, Washington, November 19,1842. Sir: I have the honor to transmit, herewith, in compliance with your instructions, two sets of triplicate estimates for the support of the Quartermaster's Department, from the 1st of January to the 30th of June, 1843; and from the 1st of July, 1843, to the 30th of June, 1844. These estimates vary from those of last year in the item of provisions $6,787 59, and in that of clothing $2,964 89, in consequence of instructions received by the paymaster from the Treasury Department to estimate for those allowances for his clerks, and for officers' servants; and also for premiums to men for re-enlisting under act of the 2d of March, 1835, all of which had heretofore been estimated for by this Department. I am, sir, very respectfully, your obedient servant, AUG. A. NICHOLSON, Quartermaster Marine Corps. Colonel A. Henderson, Commandant Marine Corps, Washington, D. C. _____________ Estimate of the expenses of the Marine Corps from the 1st of January to the 30th of June, 1843. There will be required for the support of the Quartermaster's Department of the Marine Corps, from the 1st of January to the 30th of June, 1843, in addition to the balances remaining on hand on the 1st of January, 1843, the sum of $242,124 14. |1st.||For provisions for the non-commissioned officers, musicians, commence the erection of barracks at Charlestown, Massachusetts||50,000| |For the purchase of a site, and to commence the erection of barracks at Brooklyn, New York||50,000| |For the purchase of a site, and to commence the erection of barracks at Gosport, erection of barracks at Pensacola||25,000| |5th.||For keeping barracks in repair, and for rent of temporary barracks||3,000| |6th.||For transportation of officers, non-commissioned officers, musicians, and privates, and expenses of recruiting||4,000| |7th.||For medicines, hospital supplies, surgical instruments, and pay of matron and hospital stewards||2,120| |8th.||For military stores, pay of armorers, keeping arms in repair, accoutrements, ordnance stores, flags, drums, fifes, and other instruments for the band||1,400| |9th.||For contingencies, viz.: freight, ferriage, toll, wharfage and cartage, per diem allowance for attending courts martial and courts of inquiry, compensation to judges advocate,| --639-- ESTIMATE—Continued. |house-rent, where no public quarters are assigned, per diem allowance to enlisted men on constant labor, expenses of burying deceased marines, printing, stationery, forage, postage on public letters, expenses in pursuit of deserters, candles and oil, straw, barrack furniture, bed-sacks, spades, axes, shovels, picks, carpenters' tools, and for the purchase and keeping of a horse for the messenger||$14,221 25| |247,355 39| Respectfully submitted. No. 1.—PROVISIONS. |For whom required.||Enlisted men.||Washerwomen.||Matron.||Servants.||Clerks.||Total.||Rations | per day at 19 cents. |Rations | per day at 20 cents. |Aggregate 39||1||14||14| |Majors north of latitude 39||3||15||2||45||6| |Captains north of latitude 43||1||13||1||4||13||1||4| |Captains north of latitude 39||2||12||6||25||4| |Captains south of latitude 39||3||11||4||34||4| |Staff south of latitude 39||3||14||42| |Staff north of latitude 39||1||15||2||15||2| |Lieutenants north of latitude 43||2||10||2||8||20||5||4| |Lieutenants north of latitude 39||12||10||120| |Lieutenants south of latitude 39||14||9||126| |Non-commissioned officers, musicians, | privates, servants, and washerwomen, north of latitude 40 |239||6||6||194||1||6| |Non-commissioned officers, musicians, | privates, servants, and washerwomen, New Hampshire||1||15||15| |Hospital at Portsmouth, New Hampshire||1||11||11| |Mess room at Portsmouth, New Hampshire||1||2||2||8||2||2||8| |Office of the commanding officer and assistant quartermaster | at Charlestown, New York, and Philadelphia |4||4||16| |Guard rooms at Charlestown, New York, and Philadelphia||3||14||42| |Hospitals Charlestown, New York, and Philadelphia||3||10||30| |Mess rooms at Charlestown, New York, and Philadelphia||3||2||4||7||4| |Offices of the commandant and staff and commanding officer | at headquarters Norfolk and Pensacola |7||4||28| |Guard rooms at headquarters navy yard Washington, Norfolk, | and Pensacola |4||12||48| |Hospital at headquarters||1||18||18| |Hospital at Norfolk and Pensacola||2||9||18| |Mess rooms for officers headquarters Norfolk and Pensacola||3||2||6| --641-- Estimate of the expenses of the Quartermaster's Department of the Marine Corps for the year commencing the 1st of July, 1843, and ending the 30th of June, 1844. There will be required for the support of the Quartermaster's Department of the Marine Corps during the year commencing on the 1st of July, 1843, and ending on the 30th of June, 1844, in addition to the balances remaining on hand on the 30th of June, 1843, the sum rent of temporary barracks||6,000| |5th.||For transportation of officers, non-commissioned officers, musicians, and privates, and expenses of recruiting||8,000| |6th.||For medicines, hospital supplies, surgical instruments, and pay of matron and stewards||4,140| |7th.||For military stores, pay of armorers, keeping arms in repair, accoutrements, ordnance stores, flags, drums, fifes, and other instruments||2,800| |8th.||For contingencies; viz., freight, cartage, compensation to judges advocate, per diem for attending courts martial and courts of inquiry, house-rent, where no public quarters are assigned, per diem to enlisted men on constant labor, burial of deceased marines, printing, stationery, forage, postage, pursuit of deserters, candles, oil, straw, bed-sacks, barrack furniture, spades, shovels, axes, picks, carpenters' tools: and the keeping of a horse for the messenger||17,980| |134,570 92| Respectfully submitted. AUG. A, 1.—PROVISIONS. latitude 39||1||26| |Major north of latitude 39||3||29||87| |Captains north of latitude 43||1||24||4||8| |Captains north of latitude 39||2||23||6||47||4| |Captains south of latitude 39||3||21||2||63||6| |Staff south of latitude 39||3||26||78| |Staff north of latitude 39||1||29| |Lieutenants north of latitude 43||2||19||1||4||38||2||8| |Lieutenants north of latitude |Lieutenants south of latitude 39||14||16||4||231| |Non-commissioned officers, musicians, privates, servants, and washerwomen, | north of latitude 40 |239||1||5||388||3| |Non-commissioned officers, musicians, privates, servants, and washerwomen, | to |Offices of the assistant quartermaster and commanding officers at Philadelphia, | New York, and Charlestown |4||8||32| |Guard rooms at Philadelphia, New York,||3||24||72| Philadelphia, New York, and Charlestown||3||4||12| |Offices of the commandant and staff, and commanding officers | at headquarters Norfolk and Pensacola |7||7||49| |Hospital at headquarters||1||33| |Hospital at Norfolk and Pensacola||22||16||4||33| |Guard room at headquarters navy yard Washington, Norfolk, and Pensacola||4||21||84| |Mess rooms at headquarters Norfolk and Pensacola||3||3||4||10||4| |Which, Paymaster's Office, November 19, 1842. Sir: Herewith you will receive triplicate estimates for the pay department of the murine corps for six months, beginning the 1st of January, 1843, and ending the 30th June, 1843; also triplicate estimates for the year beginning the 1st of July, 1843, and ending the 30th of June, 1844. I am, very respectfully, sir, your obedient servant, GEO. W. WALKER, Paymaster Marine Corps. Colonel Archibald Henderson, Commandant Marine Corps, Headquarters. --644-- Detailed estimate of pay and subsistence of officers, and pay of non-commissioned officers, musicians, and privates, of the marine corps of the United States, from the 1st of January, 1843, to the 30th of June, 1843, inclusive. |Rank and grade.||Number||PAY.||SUBSISTENCE.||Aggregate.| |Pay per month.||Extra pay per month.||Number of servants | at $8 per month. |Number of servants | at $7 per month. |Total.||Number of | rations per day, at 20 cents per ration. |Number of | extra or double rations per day, at 20 cents per guards at sea||34||16||3,264 00||3,264 00| |Orderly sergeants employed as clerks to months' 80||716 per month||62||310 00||310 00| |Officers' servants, of $325 covers and is in lieu of pay, clothing, rations, fuel, and quarters, for the half year ending June 30, 1843. Respectfully submitted. GEO. W. WALKER, Paymaster Marine Corps. Headquarters Marine Corps, Paymaster's Office, November 19, 1842. --646-- Detailed estimate of pay and subsistence of officers, and pay of non-commissioned officers, musicians, and privates, of the marine corps of the United States, from the 1st of July, 1843, to the 30th June, 1844, inclusive. |Rank and grade.||Number.||PAY.||SUBSISTENCE.||Aggregate.| |Pay | per month. |Extra | pay per month. |Number | of servants at $8 per month. |Number | of servants at $7 per month. |Total.||Number | of rations per day, at 20 cents per ration. |Number | of extra or double rations per day, at 20 cents per guards at sea||34||16||6,528 00||6,528 00| |Orderly sergeants employed as clerks to months' 75||1,448 per month||125||625 00||625 00| |Officers' servants, of $650 covers and is in lieu of pay, clothing, rations, fuel, and quarters, for the year ending Juno 30, 1844. Respectfully submitted. GEO. W. WALKER, Paymaster Marine Corps. Headquarters Marine Corps, Paymaster's Office, November 19, 1842. --648-- ____________ No. 5. List of vessels in commission, of each squadron, their commanders and stations, on 1st October, 1842. |Class.||Name.||Commanders of vessels.||Commanders of squadrons.||Stations.| |Ship-of-the-line||Columbus||Captain ship New Orleans| --649-- ____________ No. 6. List of deaths in the Navy, as ascertained at the Department since the 1st of December, 1841. Richardson.||Sept. 29, 1841||At sea, U. S. ship No. 7. List of dismissions from the Navy since the 1st of December, 1841. |Name and No. 8. List of resignations in the Navy since the 1st of December, 1841. |Name Office, November 19, 1842. Sir: I have the honor to transmit, herewith, in obedience to the 3d section of the act of Congress, of the 10th of July, 1833, entitled \"An act for the regulation of the navy and privateer pension, and navy hospital funds;\" six lists, viz: 1. A list containing the names of widows whose pensions ceased on the 31st of August last, in conformity with the provisions of the act of the 16th of August, 1841, entitled, \"An act to provide for the payment of navy pensions.\" 2. A list of orphans whose pensions expired on the 31st of August last, agreeable to the provisions of the act of August 16, 1841. 3. A list of widows pensioned since the last annual report was made from this office, some of whose pensions ceased on the 31st of August last. 4. A list of orphans pensioned since the last report, whose pensions ceased on the 31st of August last. 5. A list of widows who are now on the pension roll under the act of June 30, 1834, granting five years' half-pay. 6. A list of persons who are now on the roll of invalid pensioners. The invalids constitute the only list of permanent navy pensioners now-left. There are at present 503 on the rolls, and there is now in the Treasury an undrawn balance of this year's appropriation of $31,123 33, which will be sufficient to pay them on the 1st of January next, and to meet all other demands for the first quarter of the ensuing year. To pay the invalids now on the rolls, and those who may be added during the first half year of 1843, as well as the widows under the act of June 30, 1834, granting five years' half-pay in certain cases, and widows and orphans' claims still unsettled, under the act of March 3, 1837, the sum of $27,800 will be required for the half year ending June 30, 1843, viz : invalids, $18,000; widows under the act of June 30, 1834, $1,800; and widows and orphans' claims under the act of March 3, 1837, $8,000. For the fiscal year ending the 30th of June, 1843, the sum of $49,600 will be required, making necessary an appropriation of $77,400 for the years 1843 and 1844. The only stocks now belonging to the navy pension fund are, 700 shares of the Bank of Washington, the nominal value of which is $14,000; and stock of the Union Bank of Georgetown, the nominal value of which is $8,700. The last-mentioned institution is now closing its concerns; and, as soon as collections can be made, the directors will pay from the dividends of its capital stock, the amount due to the navy pension fund. Since my report of November, 1841, $900 have been paid into the Treasury by this bank, which has been applied to the payment of pensions, as will be seen by the 4th Auditor's report, which has been sent to you. The stock of the Bank of Washington cannot now be sold to advantage, and the amount of interest which it yields is so inconsiderable, that I have not introduced it into the present report as available. The sum of $2,500 received for interest on Cincinnati corporation stock, and applied to the payment of navy pensions, since the date of my last report, was due to the navy pension fund before the stock was sold. I have the honor to be, very respectfully, your obedient servant, J. L. EDWARDS, Commissioner of Pensions. Hon. A. P. Upshur, Secretary of the Navy. --653— 1. Alphabetical list of Widows whose pensions ceased on the 31st of August, 1842. |Names of pensioners.||Husband's rank.||Commencement | of pension. |Monthly | pension. |Acts of Congress | under which |Monthly | pension. |Acts of Congress | under which pension. |Monthly | pension. |Acts of | Congress under which |Monthly | pension. |Acts of | Congress under which allowed. |Margaret C. Worth||Lieutenant||Feb'y Annual amount of their pensions, $64,558. ____________ 2. Alphabetical list of minor children whose pensions ceased on the 31st of August, 1842. |Names of children.||Father's rank.||Monthly 1835| Number of minor children, 95. Annual amount of their pensions, $11,448. ____________ 3. Alphabetical list of Widows who have received pension certificates since the 20th of November, 1841. |Names of pensioners.||Husband's rank.||Commencement | of pension. |Monthly | pension. |Acts of Congress | under which allowed. 3, 1837.| All the pensions granted under the act of March 3, 1837, expired on the 31st August, 1842, in conformity with the first section of the act of the 16th of August, 1841, entitled, \"An act to provide for the payment of navy pensions.\" Pensions granted under the act of June 30, 1834, are for five years, unless the widow should marry or die before the expiration of that period. Number of widows, 17 ; annual amount of their pensions, $2,724. --662-- ____________ 4. Alphabetical list of minor children to whom pensions have been granted, under the act of March 3, 1837, since the 20th November, 1841. |Names of children.||Father's | rank. |Monthly | All above-mentioned pensions expired on the 31st of August, 1842, in conformity with the first section of the act of the 16th of August, 1841, entitled, \"An act to provide for the payment of navy pensions.\" Number of minor children, 18; annual amount of their pensions, $1,650. ____________ 5. Alphabetical list of widows who are now on the pension list under the act of June 30, 1834, granting five years' pensions, complete to November 19, 1842. of the widows.||Names of their husbands.||Their husbands' rank.||Monthly allowance.||Time up to &c.| |Ashton, Louisa||Gurdon C.||Lieutenant||$25 00||Commencing Oct. Mary E.||John C.||Marine||3 Mar. A.||Frederick A.||Passed |Barry, Mary||Thomas||Master||20 00||Commencing |Cope, Isabella||John||Seaman||6 00||Commencing Susan||Edward||Ordinary seaman||5 R.||Passed |*Coulter, Sarah||Mifflin||Surgeon||25 00||Commencing rank.||Monthly allowance.||Time up to which &c.| |Lyne, Elizabeth B.||William B.||Lieutenant||$25 00||Commencing |Pease, Almira||Levi||Carpenter||10 00||Commencing sergt. m. 1846.| |Ridgeway, Maria||Ebenezer||Commander||30 00||Commencing |Snowman, Julia||Samuel||Seaman||6 00||Commencing Jane||George S.||Surgeon||35 Rebec. S.||John||Landsman||4 S. J.||Joseph A.||Lieutenant||25 July |Wilson, Mary J.||Enoch||Armorer||9 00||Commencing July 27, M.||Robert D.||Lt. col. m. corps.||30 00||Commencing Oct. 6, 1841, & terminating Oct. 6, 1846.| * Dead. The remainder to be paid to her children. Number of widows, 17; annual amount of their pensions, $3,498. _____________ 6. Alphabetical list of invalid naval pensioners, complete to November 18, 1842. |Names of pensioners.||Rank.||Commencement | of pension. |Monthly | pension. |Acts of | Congress under which pension. |Monthly | pension. |Acts of | Congress under which pension. |Monthly | pension. |Acts of | Congress under which allowed. |David Connor||Lieutenant||May 23, pension. |Monthly | pension. |Acts of | Congress under which pension. |Monthly | pension. |Acts of | Congress under which pension. |Monthly | pension. |Acts of | Congress under which pension. |Monthly | pension. |Acts of | Congress under which allowed. H. pension. |Monthly | pension. |Acts of | Congress under which pension. |Monthly | pension. |Acts of | Congress under which allowed. S. pension. |Monthly | pension. |Act of | Congress under which pensioners is annual sum to pay them, $35,368 68. --673-- _____________ No. 10. Treasury Department, Fourth Auditor's Office, Nov. 14, 1842. Sir: I have the honor to transmit, herewith, a statement (in triplicate) of the receipts and expenditures on account of the navy pension fund, from the 1st of October, 1841, to the 30th of September, 1842, inclusive; together with the balance in the Treasury to the credit of the fund, and in the hand, of pension agents on the 1st of October, 1842, per the last settlement of their accounts. I have the honor to be, sir, very respectfully, your obedient servant, A. O. DAYTON. Hon. A. P. Upshur, Secretary of the Navy. ______________ A statement showing the balances in the hands of agents, and on the books of the Treasury, to the credit of the Navy Pension Fund, on the 1st of October, 1841; also, the amount of receipts and expenditures on account of the fund, from that date to the 30th September, 1842, inclusive; and the balances due by agents, per last settlement of their accounts. |I||Balances in the hands of the agents on the 1st of October, 1841.||$75,791 57| |II.||Balance in the Treasury to the credit of the fund, on the 1st of October, 1841||865,152 29| |III.||Amount received into the Treasury, since 1st October, 1841, from whom, and on what account, viz:| |1842.| |June 13.||From Secretary of the Navy, trustee, for interest on Cincinnati corporation stock||$2,500| |July 9.||Secretary of the Navy, for dividend of the stock of the Union Bank of Georgetown||900| |14.||J. P. Henry, late navy pension agent, deceased, paid, by his executor||114 30| |16.||J. P. Henry, late navy pension agent, deceased, paid by his executor||32 57| |Aug.||Appropriation by act approved 23d August, 1842||84,951| |88,497 87| |IV.||Expenditures on account of the fund., per settlements made between the 1st of October, 1841, and 30th September, 1842, viz:| |1841.| |Oct. 21.||Elias Kane, deceased, late navy pension agent at Washington, for payments to pensioners, and for stationery, and postage|| | $7,750 |1841.| |Oct. 22.||John Thomas, late navy pension agent, at Baltimore, for payments to pensioners, and for stationery, printing, and postage||$9,463| |Nov. 2.||President Mechanics' Bank, New York, for payments to pensioners, and for stationery, printing, and postage||1,568| |24.||J. H. McJ. Madison, for pension to 5th May, 1841||104 16| |Dec. 10.||Wm. C. Anderson, navy pension agent at St. Louis, for payments to pensioners||150| |10.||Jacob Alrichs, navy pension agent at Wilmington, Del., for payments to pensioners||120| |10.||J. B. Perrault, navy pension agent at New Orleans, for payments to pensioners||969 66| |10.||President Arcade Bunk, navy pension agent, at Providence, R. I., for payments to pensioners||1,906 99| |10.||President Savings Institution, Louisville, Ky., for payments to pensioners||555| |10.||President Farmers and Mechanics' Bank, Hartford, Conn., for payments to pensioners||744| |1842.| |Jan. 3.||Mary Ryall, for balance late husband||3 73| |4.||Thomas T. Hooper, for pension due. him as the child of Greenfield Hooper||1,286 60| |13.||George Loyall, navy pension agent, pensioners||4,405 37| |15.||President Merchants and Manufacturers' Bank, Pittsburg, for payments to pensioners||204| |15.||Timothy Upham, navy pension agent, Portsmouth, N. H., for payments to pensioners||951.| |17.||Thomas Hayes, navy pension agent, Philadelphia, for payments to pensioners-||7,150| |22.||John P. Henry, navy pension agent, Savannah, for payments to pensioners||150| |22.||President Farmers and Mechanics' Bank, Hartford, Conn., for payments to pensioners||300| |25.||John Sivers, for pension due him as one of the children of John Sivers, deceased||900 36| |25.||Nancy Sivers, for pension due her as the children of John Sivers, deceased||668 74| |Feb. 8.||J. V. Browne, navy payments to pensioners||271 87| |8.||George Loyall, navy pension agent at Norfolk, to pensioners||535 50| |8.||Thomas Hayes, navy pension agent at Philadelphia, for payments to pensioners||925 33| |10.||President Maine Bank, Portland, for payments to pensioners||3,232 30| |10.||President Trenton Bank, N. J., for payments to pensioners||2,332 40| |11.||R. C. Wetmore, navy pension agent |Feb. 11.||R. C. Wetmore, York, for payments to pensioners||$10,549 02| |12.||S. McClellan, navy pension agent at Baltimore, for payments to pensioners||2,636 38| |12.||L. Jarvis, late navy pension agent at Boston, for payments to pensioners||5,344 92| |April 11.||Eliza Stevens, widow, for pension due her husband||47 33| |13.||J. B. Perrault, late navy pension agent at New Orleans, for payments to pensioners||1,152| |16.||Margaret Denton, for pension due her as a child of R. M. Desha, deceased||109 50| |16.||President Savings Institution, Louisville, Ky., for payments to pensioners||639| |16.||B. D. Heriot, navy pension agent at Charleston, S. C., for payments to pensioners||1,878| |May 3.||Catharine Phillips, for pension as the widow Morgan||192 94| |June 10.||Jacob Alrichs, navy pension agent at. Wilmington, Del., for payments to pensioners||168| |10.||J. P. Henry, late navy pension agent, Savannah, for payments to pensioners||150| |13.||President Exchange Bank, Pittsburg, for payments to pensioners||72| |13.||W. C. Anderson, navy pension agent, St. Louis, for payments to pensioners||150| |17.||President Farmers and Mechanics' Bank, Hartford, Conn., for payments to pensioners||1,444| |17.||President Arcade Bank, Providence, R. I., for payments to pensioners||1,620| |17.||L. Jarvis, late navy pension agent, Boston, for payments to pensioners||1,172 53| |22.||Thomas Hayes, navy pension agent, Philadelphia, for payments to pensioners||4,285 10| |24.||J. V. Browne, navy pension agent, Boston, to pensioners||6,676 75| |24.||George Loyall, 14| |25.||R. C. Wetmore, navy pension agent, New York, for payments to pensioners||11,361 89| |27.||Wm. B. Scott, navy pension agent, Washington, for to pensioners||17,668 51| |July 6.||Timothy Upham, navy pension agent, Portsmouth, N. H., for payments to pensioners||871 50| |6.||Thomas Hayes, navy pension agent, Philadelphia, for payments to pensioners||443 08| |8.||President Maine Bank, Portland, for payments to pensioners||1,143| |8.||President of the Exchange Bank, Pittsburg, for payments to pensioners||36| |11.||R. C. Wetmore, navy pension agent, 18| |30.||J. B. Perrault, navy pension agent, New Orleans, for payments to pensioners||75| |August 2.||J. V. Browne, navy pension agent, Boston, for payments to pensioners||199 29| |Sept. 5.||President Exchange Bank, Pittsburg, for payments to pensioners||108| |14.||Henry Harvey, deceased, for pension due him, paid to his executor||349 60| |22.||Samuel McClellan, navy pension agent, Baltimore, paid pensioners||4,824 97| |Total||129,398 64| V. Balances due by pension agents, per last settlement of their accounts, and including advances to 1st October, 1842. |1842.| |Oct.||25.||From W. C. Anderson, N. P. Pa.||288| |Aug.||26.||Trenton late |I.||Amount of of agents, 1st October, 1841||$75,791 57| |II.||Balance in the Treasury, to the credit of the fund, on the 1st October, 1841||65,152 59| |III.||Amount received at (he Treasury since 1st October, 1841||88,497 87| |$229,441 73| |IV.||Expenditures on account of the fund, as per settlements from 1st of October, 1841, to 30th September, 1842, inclusive||129,398 64| |V.||Balances due by pension agents, per last settlements of their accounts, and including advances to the 1st of October, 1842||60,219 72| |189,618 36| |Balance in the Treasury, 1st October, 37| Treasury Department, Fourth Auditor's Office, November 14, 1842, A. O. DAYTON. --720-- No. 12. Suppression of the slave-trade under act of March 3, 1819. |Dr.||Cr.| |1842.||1842.| |Aug. 4||To amount appropriated||$10,543 42||Aug. 25||By amount paid W. B. Scott, | navy agent at Washington, on settlement of his accounts |$32 60| |Sept. 7||Paid J. H. Duvall, late marshal of Florida, | for expenses incurred for recaptured Africans and for per diem for himself |1,133 46| |Sept. 7||Paid Rev. | estate of Thos. Buchanan, late agent on the coast of Africa "}