{"title": "Remarks by H.E. Ambassador Jiang Jiang at the Opening Ceremony of Traditional Chinese Medicine Exhibition", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2018-10-12", "cleaned_text": "Distinguished Guests, Ladies and Gentlemen, It gives me great pleasure to attend the opening ceremony of \"Benevolence and Healing Art-Traditional Chinese Medicine Exhibition\" at Mater Dei Hospital. I wish to extend, on behalf of the Chinese Embassy, our warm congratulations on the opening of this exhibition. My sincere appreciation goes to Jiangsu Provincial Health Commission, the Mediterranean Regional Centre of TCM, the Ministry for Health of Malta, Mater Dei Hospital and friends of all circles for your effort and assistance which has made this event possible. The traditional Chinese medicine is a gem in the treasury of ancient Chinese science. It has not only made extraordinary contribution to the well-being and prosperity of Chinese nation for generations, but also exerted positive influence on the progress of world civilization. Three years ago, Mme. Tu Youyou, researcher of China Academy of Traditional Chinese Medicine, was awarded the Noble Prize in Medicine for her discovery of artemisinin. This scientific achievement is acclaimed as a great discovery which has saved 200 million lives. Recently, the World Health Organization has decided to include traditional Chinese Medicine in its globally influential medical compendium set to be released next year. The TCM is going global and winning recognition and appreciation around the world. Malta began TCM cooperation with China in 1983. The Mediterranean Regional Center of TCM was jointly established in Malta in 1994. As of now, the TCM center has accumulatively treated more than 200,000 patients, generating broad and positive effects in Malta and Europe at large. The TCM has become a key part of China-Malta cooperation and a bridge to enhanced friendship between our two peoples. A month ago, during Foreign Minister Carmelo Abela's visit to China, the two sides agreed to bolster support to the Mediterranean Regional Center of TCM, encourage cooperation and exchanges among the medical and health care facilities of both Parties, and constantly expand TCM services in more areas, benefiting more patients in Malta. With the growth of the bilateral ties between China and Malta, our cooperation in TCM will enjoy even broader prospect. I believe this two-month long exhibition on TCM will serve as a window to the rich TCM culture. We welcome Maltese friends from all walks of life to visit this exhibition and by doing so get to know more about TCM and the ancient and profound Chinese civilization in general. I wish to conclude by wishing this exhibition a resounding success. Thank you. "}