{"title": "5 Ways To Spring Clean Your Life | Melbourne Wellness Therapies", "author": "Melbournewt", "url": "https://melbournewt.com.au/melbournewt/wellness-melbournewt/5-ways-to-spring-clean-your-life", "hostname": "melbournewt.com.au", "description": "5 Ways To Spring Clean Your Mind, Body & Life Whether it is Spring, Rosh Hashanah, or both! It's a time for new beginnings. Here are 5 simple ideas to get you started on 'Spring Cleaning' your mind, body & life. Mind & Body Reset the clock. Our bodies benefit from periodically detoxing. This...", "sitename": "Melbourne Wellness Therapies |", "date": "2017-09-20", "cleaned_text": "Our bodies benefit from periodically detoxing. This does not mean that you need to do an extreme liquid diet for a week. Instead, eliminate one thing that has become a little too prominent in your diet. It might be caffeine, sugar, or alcohol. Rather than framing this as a permanent restriction on your body, make an effort to notice how these things affect your body and make it feel by taking a break. One easy swap you can make is to start the day with a cup of warm water and lemon to jump start your metabolism. Creating physical space, equals mental space. Pick a room, a cupboard, or your car! Wherever it is, start with a small area you spend time in and clear it. Feeeeeel the space. We all know what happens when we don't get enough sleep. Research shows that the light from our devices screens contain a higher concentration of blue light than natural light—and blue light affects levels of the sleep-inducing hormone melatonin. So start dodging that blue light 1hr before before bed and try reading a book or doing a 7min guided meditation to take you to sleepy town. Try waking your body by deep breathing your way through a series of poses, encouraging joints to move freely in a way they may not get to during your day. Sun salutations combine multiple poses in a \"flow\"—try going through mountain pose, upward salute, forward fold, plank, cobra, downward-facing dog, and then back through to mountain again. This simple combination of postures performed as a set has many health benefits. We, me very much included, are constantly scrolling through social media and would barely (if ever) be more than 1 metre away from our phones. Why not designate certain tech-free times in your week to actually take in a view, connect with another person or just be with yourself. You could pop your mobile in another room at night or leave it at home when you go out for a walk. So go on, embrace Spring's new beginnings and make a positive change to your mind, body & life. \"In winter, I plot and plan. In spring, I move.\" ~ Henry Rollins "}