{"title": "El vínculo con la esclerosis múltiple impulsa una vacuna contra el virus Epstein-Barr", "author": "New York Daily News", "url": "https://www.nydailynews.com/2022/10/27/el-vnculo-con-la-esclerosis-mltiple-impulsa-una-vacuna-contra-el-virus-epstein-barr/", "hostname": "nydailynews.com", "description": "Quizá nunca hayas oído hablar del virus Epstein-Barr. Pero el virus sabe todo sobre ti. Lo más probable es que viva en tu interior ahora mismo. Un 95% de los adultos estadounid...", "sitename": "New York Daily News", "date": "2022-10-27", "cleaned_text": "Quizá nunca hayas oído hablar del virus Epstein-Barr. Pero el virus sabe todo sobre ti. Lo más probable es que viva en tu interior ahora mismo. [Un 95% de los adultos estadounidenses](https://my.clevelandclinic.org/health/diseases/23469-epstein-barr-virus) se infectan en algún momento de su vida. Y una vez infectado, el virus se queda contigo. La mayoría de los virus, como el de la gripe, aparecen y desaparecen. Un sistema inmunitario sano los ataca, los mata y evita que vuelvas a enfermar. El Epstein-Barr y sus primos, incluidos los virus que causan la varicela y el herpes, pueden hibernar dentro de tus células durante décadas. Esta familia de virus \"ha evolucionado con nosotros durante millones de años\", afirmó Blossom Damania, viróloga de la Universidad de Carolina del Norte-Chapel Hill. \"Conocen todos los secretos de tu cuerpo\". Aunque las infecciones de Epstein-Barr en la infancia suelen ser leves, la exposición en adolescentes y adultos jóvenes puede provocar [mononucleosis](https://www.cdc.gov/epstein-barr/about-mono.html) infecciosa, una enfermedad de semanas de duración que enferma a [125,000 estadounidenses](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3501269/) al año, causando dolor de garganta, inflamación de los ganglios y fatiga extrema. Y aunque el Epstein-Barr pasa la mayor parte del tiempo durmiendo, puede volver a despertarse en momentos de estrés o cuando el sistema inmunitario está fuera de juego. Estas reactivaciones están relacionadas con una larga lista de enfermedades graves, como [varios tipos de cáncer](https://www.cancer.org/healthy/cancer-causes/infectious-agents/infections-that-can-lead-to-cancer/viruses.html) y [enfermedades autoinmunes](https://www.frontiersin.org/articles/10.3389/fimmu.2020.587380/full). Los científicos llevan años intentando desarrollar vacunas contra el virus de Epstein-Barr, o VEB. Sin embargo, recientemente varios avances en la investigación médica han dado más urgencia a la búsqueda y más esperanzas de éxito. Solo en el último año, dos vacunas experimentales han llegado a la etapa de ensayos clínicos en humanos. ¿Qué ha cambiado? En primer lugar, se ha demostrado que Epstein-Barr representa una amenaza aún mayor. Nuevas investigaciones lo relacionan con la [esclerosis múltiple](https://www.nature.com/articles/s41579-022-00770-5) (EM), una enfermedad crónica potencialmente incapacitante que afecta a [más de 900,000 estadounidenses](https://www.nationalmssociety.org/About-the-Society/News/Landmark-Study-Estimates-Nearly%c2%a01-Million-in-the-U) y a [2,8 millones de personas en todo el mundo.](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7720355/) La revista Science publicó en enero los resultados de un [estudio histórico de 20 años de duración](https://www.science.org/doi/10.1126/science.abj8222?cookieSet=1) con 10 millones de militares que [ofrece la prueba más sólida hasta la fecha](https://www.nature.com/articles/s41579-022-00770-5) de que Epstein-Barr puede conducir a la EM. El nuevo estudio reveló que las personas infectadas por Epstein-Barr tienen 32 veces más probabilidades de desarrollar EM que las que no lo están. Y arrojando nueva luz sobre los mecanismos que podrían explicar esa correlación, otro grupo de científicos publicó un estudio en [Nature](https://www.nature.com/articles/s41586-022-04432-7) que describe cómo el virus puede causar una reacción autoinmune que conduce a la EM. Esta enfermedad, que suele aparecer [entre los 20 y los 40 años](https://www.mayoclinic.org/diseases-conditions/multiple-sclerosis/symptoms-causes/syc-20350269#:~:text=MS%20can%20occur%20at%20any%20age%2C%20but%20onset%20usually%20occurs,to%20have%20relapsing%2Dremitting%20MS%20.), interrumpe la comunicación entre el cerebro y otras partes del cuerpo y se caracteriza por episodios recurrentes de fatiga extrema, visión borrosa, debilidad muscular y dificultades de equilibrio y coordinación. En el peor de los casos, la esclerosis múltiple puede provocar trastornos del habla y parálisis. Para ampliar esta urgencia, [nuevos estudios](https://pubmed.ncbi.nlm.nih.gov/34204243/) sugieren que [la reactivación del virus de Epstein-Barr](https://pubmed.ncbi.nlm.nih.gov/35898346/) también está relacionada con algunos casos de [covid prolongado](https://pubmed.ncbi.nlm.nih.gov/35950630/), una enfermedad poco conocida en la que los pacientes experimentan síntomas persistentes que a menudo se parecen a los de la mononucleosis. Crucial también para este impulso son los avances en la ciencia de las vacunas provocados por la pandemia, incluida la tecnología de ARNm utilizada en algunas vacunas contra covid, que podrían acelerar el desarrollo de otras vacunas, incluidas las de Epstein-Barr, dijo el doctor Peter Hotez, decano de la Facultad Nacional de Medicina Tropical de la Universidad de Medicina Baylor. Hotez es el creador de una vacuna contra covid de bajo costo y sin patente, denominada Corbevax. Algunos investigadores cuestionan la necesidad de una vacuna dirigida a una enfermedad como la esclerosis múltiple que, aunque debilitante, sigue siendo relativamente rara. Eliminar el virus Epstein-Barr exigiría vacunar a todos los niños sanos aunque su riesgo de desarrollar cáncer o esclerosis múltiple sea pequeño, señaló el doctor Ralph Horwitz, profesor de la Facultad de Medicina Lewis Katz de la Universidad de Temple. Antes de exponer a los niños a los posibles riesgos de una nueva vacuna, añadió Horwitz, los científicos deben responder a [preguntas básicas](https://www.jci.org/articles/view/164141) sobre la EM. Por ejemplo, ¿por qué un virus que afecta a casi todo el mundo provoca la enfermedad en una pequeña parte? ¿Y qué papel desempeñan el estrés y otras condiciones ambientales en esa ecuación? La respuesta parece ser que el Epstein-Barr es \"necesario pero no suficiente\" para causar la enfermedad, apuntó el inmunólogo Bruce Bebo, vicepresidente ejecutivo de investigación de la Sociedad Nacional de EM, y añadió que el virus \"puede ser el primero de un efecto dominó\". Hotez dijo que los investigadores podrían seguir indagando en los misterios que rodean a Epstein-Barr y la EM mientras avanzan los esfuerzos de la vacuna. Se necesitan más estudios para entender qué poblaciones podrían beneficiarse más de una vacuna, y una vez que se sepa más, añadió Hotez, tal vacuna posiblemente podría utilizarse en pacientes que se encuentren en mayor riesgo, como los receptores de trasplantes de órganos, en lugar de administrarse universalmente a todos los menores. \"Ahora que sabemos que Epstein-Barr está muy relacionado con la EM, podríamos salvar muchas vidas si desarrollamos una vacuna\", expresó Damania, \"en lugar de esperar 10 años\" hasta que se responda a todas las preguntas. [Moderna](https://trials.modernatx.com/study/?id=mRNA-1189-P101) y el [Instituto Nacional de Alergias y Enfermedades Infecciosas](https://nihrecord.nih.gov/2022/05/27/nih-starts-clinical-trial-epstein-barr-vaccine#:~:text=NIAID%20launched%20an%20early%2Dstage,certain%20cancers%20and%20autoimmune%20diseases.) (NIAID) lanzaron el año pasado ensayos clínicos separados de vacunas contra Epstein-Barr. Las vacunas contra el virus de Epstein-Barr también se encuentran en las primeras fases de prueba en [Opko Health](https://www.opko.com/news-media/press-releases/detail/467/opko-health-acquires-modex-therapeutics-gains-proprietary), una empresa de biotecnología con sede en Miami, en el [Centro Oncológico Fred Hutchinson](https://www.fredhutch.org/en/news/center-news/2022/06/epstein-barr-vaccine-multiple-sclerosis.html) de Seattle y el [Centro Médico Nacional City of Hope](https://www.cityofhope.org/research-news/defense-department-funds-epstein-barr-research), de California. Los científicos llevan décadas intentando desarrollar vacunas contra el Epstein-Barr, pero la complejidad del virus se lo impide. \"Es un maestro a la hora de evadir el sistema inmunitario\", afirmó la doctora Jessica Durkee-Shock, inmunóloga clínica e investigadora principal del ensayo del NIAID. Tanto la esclerosis múltiple como los cánceres relacionados con Epstein-Barr se desarrollan muchos años después de la infección. Por ello, un ensayo diseñado para saber si una vacuna puede prevenir estas enfermedades llevaría décadas y mucho dinero. Los investigadores de Moderna se centran inicialmente en un objetivo más fácil de medir: la prevención de la mononucleosis, que [duplica el riesgo de esclerosis múltiple](https://jamanetwork.com/journals/jamaneurology/fullarticle/793221#:~:text=The%20risk%20of%20multiple%20sclerosis%20may%20be%20increased%20soon%20after,sclerosis%20(MS)%20remain%20unknown.). La mononucleosis se desarrolla solo un mes después de que las personas se infectan con Epstein-Barr, por lo que los científicos no tendrán que esperar tanto tiempo para obtener resultados. La mononucleosis puede ser increíblemente perturbadora por sí sola, haciendo que los estudiantes no asistan a clase y los reclutas militares no puedan entrenar durante semanas. En un 10% de los casos, la fatiga paralizante dura seis meses o más. En el 1% de los casos, los pacientes desarrollan complicaciones, como hepatitis y problemas neurológicos. Por ahora, los ensayos clínicos de vacunas contra el virus de Epstein-Barr solo incluyen a adultos. \"En el futuro, la vacuna perfecta se administraría a un niño pequeño\", afirmó Durkee-Shock. \"Y les protegería toda la vida, y evitaría que contrajeran mononucleosis o cualquier otra complicación del virus de Epstein-Barr\". La vacuna del NIAID, cuya seguridad se está [probando en 40 voluntarios](https://www.niaid.nih.gov/news-events/nih-launches-clinical-trial-epstein-barr-virus-vaccine), se basa en la ferritina, una proteína de almacenamiento de hierro que puede manipularse para mostrar una proteína viral clave al sistema inmunitario. Como un Transformer de las películas, la nanopartícula de ferritina se autoensambla en lo que parece un \"pequeño balón de fútbol de hierro\", explicó Durkee-Shock. \"Este enfoque, en el que se muestran muchas copias de la proteína del VEB en una sola partícula, ha dado buenos resultados en otras vacunas, como la del VPH y la de la hepatitis B\". La vacuna experimental de Moderna, que [se está probando en unas 270 personas](https://www.umassmed.edu/news/news-archives/2022/01/phase-i-clinical-trial-of-moderna-mrna-vaccine-for-epstein-barr-virus-starting-at-umass-chan/), funciona de forma parecida a su vacuna de covid. Ambas suministran fragmentos de la información genética de un virus en moléculas denominadas ARNm dentro de una nanopartícula lipídica, o diminuta burbuja de grasa. Moderna, que tiene docenas de vacunas de ARNm en desarrollo, espera aprender de cada una de ellas y aplicar esas lecciones a la de Epstein-Barr, declaró Sumana Chandramouli, directora y líder del programa de investigación de enfermedades infecciosas de Moderna. \"Lo que la vacuna contra covid nos ha demostrado es que la tecnología del ARNm se tolera bien, es muy segura y muy eficaz\", señaló Chandramouli. Pero las vacunas de ARNm tienen limitaciones. Aunque han salvado millones de vidas durante la pandemia de covid, los niveles de anticuerpos generados en respuesta a las vacunas de ARNm disminuyen al cabo de unos meses. Es posible que esta rápida pérdida de anticuerpos esté relacionada específicamente con el coronavirus y sus nuevas cepas que evolucionan rápidamente, indicó Hotez. Pero si la disminución de la inmunidad es inherente a la tecnología del ARNm, esto podría limitar seriamente las futuras vacunas. Diseñar vacunas contra el Epstein-Barr también es más complicado que para covid. El virus de Epstein-Barr y otros herpesvirus son, en comparación, enormes, entre cuatro y cinco veces más grandes que el SARS-CoV-2, el coronavirus que causa covid. Y mientras el coronavirus utiliza una sola proteína para infectar las células humanas, el virus de Epstein-Barr usa muchas, cuatro de las cuales están incluidas en la vacuna de Moderna. Las anteriores vacunas experimentales contra el virus de Epstein-Barr dirigidas a una sola proteína viral redujeron la tasa de mononucleosis infecciosa, pero no lograron prevenir la infección viral. Dirigirse a múltiples proteínas víricas puede ser más eficaz para prevenir la infección, dijo Damania, la viróloga de la UNC. \"Si se cierra una puerta, la otra sigue abierta\", comentó Damania. \"Hay que bloquear la infección en todos los tipos de células para tener una vacuna exitosa que prevenga futuras infecciones\". Kaiser Health News (KHN) es un servicio nacional de noticias sobre políticas de salud. Es un programa editorialmente independiente de la Fundación de la Familia Henry J. Kaiser "}