{"title": "PDF", "author": "PDF", "url": "https://www.austintexas.gov/sites/default/files/files/Parks/Wildlife_Austin/2013_05.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": ", I S S U E 1 W I L D L I F E A U S T I N ' S M O N T H L Y N E W S L E T T E R In This Issue... Wildlife Austin City of Austin Parks and Recreation 919 W. 28 1/2 St. Austin, TX 78705 (512) 978 -2606 wildlife@austintexas.gov www.keepaustinwild.com UPCOMING EVENTS Saturday, May 4, 9:00am to 12:00pm - Blunn Creek Nature Preserve service Club) - http:// www.meetup.com/Austin -Sierra -Club -Outings/ events/113441402/ -Fiestas Patri- as-Cinco Festi- val-www.austintexas.gov - L 2 . I S S U E 3 1 Protecting Your Pets and Wildlife Garden of the Month: Habitat Steward Susanne Dubois Cinco de Mayo Invasive Plant Monitor- ing Training Free Environmental Lectures 2 3 4 5 5 Quiz of the Month May 2013 First of all I'd like to say hello to all of our readers out there. As Erin mentioned last month, I will temporarily be stepping in to run the Wildlife Austin Program until we hire someone permanently. Erin has done an amazing job with the pro- gram and so I would like to continue offering the same ser- vices and resources to you all. The newsletter may be of a slightly different format but I hope you will all bear with me while I get into the swing of things. I would also like to send a special congratulations to our newest class of Habitat Stewards. We had a total of 16 graduates this semester complete the month long training. They are now certified through The National Wildlife Feder- ation and will be volunteer leaders in their own communi- ties. I am so excited and proud to have them added to our ever-growing group of Habitat Stewards. Finally I would like to wish you all a Happy Cinco de Mayo. I hope that you all can find some time to relax and enjoy your friends and family. Please check out the Fiestas Patri- as-Cinco de Mayo event found in this newsletter as well as the many training and lecture opportunities. 2 Saturday, May 18 8:30am -4:30pm - Na- tive Plant Walk at Doe- skin 4:00pm to 5:00pm - Watershed Walk at Tarrytown Park (Watershed Protection Dept.) - http:// www.austintexas.gov/ event/watershed -walk Tuesday, May 7, Library: May 15, 6:00pm, SFC at the Triangle: Thursday, May 16, Manchaca Road Library Saturday, May 25, 9:30am, SFC Farmer's Market Downtown- Wednesday, May 29, 6:30pm, City Hall Protecting Your Pets and Wildlife By Julie Webber As spring turns to summer here in Austin, breeding sea- son for many species of local wildlife is well underway. Fledgling birds and other young animals face many challenges on their road to adulthood, and are often more prone to predation than adult wildlife. We can help them mature safely by making sure our pets do not become those predators. Keeping your pets indoors is safer for both your pet, and for wildlife. Did you know?... -Outdoor pet and feral housecats kill hundreds of millions of birds, plus billions of small mammals, reptiles, and amphibians every year in the United States. -Well -fed outdoor cats still hunt. Cat feeding stations do not prevent wildlife predations. -Research involving surveys of cat owners, analysis of fecal samples, and \"KittyCam\" camera monitoring data has shown that while some outdoor cats do not hunt at all, most cat owners underestimate the number of animals killed by their outdoor cats. -Cats do not need to go outdoors to be happy - providing proper stimulation and play indoors can keep your cat active and healthy while satisfying its instinct to hunt. -Many people believe that allowing cats to hunt outdoors is an excellent way to control pest rodent species. In reality, outdoor cat colonies are associated with higher proportions of exot- ic invasive house mice and lower proportions of native rodent species than areas without out- door cats. -While exact numbers are unknown, estimates ranging from thousands to millions of outdoor cats are hit by cars every year. -Outdoor cats are prone to dangerous interactions with wildlife and with other outdoor pets or feral domestic animals. This can lead to injury and transmission of potentially fatal diseases like feline leukemia, feline immunodeficiency disorder, and rabies to your pet. -Most research on wildlife -pet interactions has focused on cats, but dogs can also be problem- atic for wildlife. Keep your dog safe from coyotes and cars (and keep wildlife safe from your dog!) by not allowing your dog to roam outdoors at home, and by respecting on -leash areas on public property. For more information on keeping your pets and wildlife happy and healthy: The American Bird Conservancy's \"Cats Indoors\" campaign: www.abcbirds.org/cats Ohio Indoor Pet Initiative: http:// indoorpet.osu.edu/index.cfm Julie Webber is a City of Austin Park Ranger 3 This month's garden comes from one of our new Habitat Steward Graduates, Susanne Dubois, of Leander, Texas. Her garden features many unique solutions to providing shelter for wildlife as well as water and places to raise young. Su- sanne also incorporates many native plants, including Eastern Redbud, Texas Bluebonnet, Texas Lantana, and Yaupon. She also used the stump of an inva- sive tree species to create a birdbath stand. Susanne's garden is a great exam- ple of thinking outside the box when trying to incorporate all the habitat ele- ments in your yard. Thank you Susanne for some great ideas! 4 Nacho Party Cheesecake Prep: 25 min. Bake: 70 min. + chilling Ingredients 1-3/4 cups crushed nacho tortilla chips 1/3 cup butter, melted 3 packages (8 ounces each) cream cheese 1/2 cup mayonnaise 1 envelope taco seasoning 2 tablespoons all-purpose flour 4 eggs, lightly beaten 1-1/2 cups finely chopped cooked chicken breasts 1-1/2 cups (6 ounces) shredded Mexican cheese blend 1/3 cup finely chopped green onions 1 cup (8 ounces) sour cream Whole kernel corn, cubed avocado, chopped tomato and sliced ripe olives Salsa, optional Assorted crackers or additional nacho tortil- la chips, optional Directions Combine crushed tortilla chips and butter; press onto the bottom of a greased 9 -in. springform pan. In a large bowl, beat the cream cheese, mayonnaise, taco seasoning and flour until smooth. Add eggs; beat on low speed just until combined. Stir in the chicken, cheese blend and onions. Pour over crust. Place pan on a baking sheet. Bake at 325° for 60 -70 minutes or until center is almost set. Gently spread sour cream over the top; bake 10 minutes longer or until set. Cool on a wire rack for 10 minutes. Careful- ly run a knife around edge of pan to loosen; cool 1 hour longer. Refrigerate for 8 hours or overnight. Just before serving, remove sides of pan. Garnish with corn, avocado, tomato and olives. Serve with salsa and crackers. Originally published as Nacho Party Cheese- cake in Taste of Home Fiestas Patrias -Cinco de Mayo Fiestas Patrias of Austin 8th Annual Cinco de Mayo Fiesta Fiesta Gardens May 4, 2013 10:00A Car Show 11:00A Doors Open 11:15A Tiarra Girls Eso Angel Gonzalez Rumores 6:00P Krazy May 5, 2013 University of Texas Conjunto 1:35P Conjunto Violins de Gilbertos 6:00P Johnny Degollado Su 7:00P Joel Guzman y Sarah Fox 8:30P Los Fantasmas del Valle 5 The City of Austin is proud to comply with the Ameri- cans with Disabilities Act. If you require assistance for participation in our programs or use of our facili- ties, please call (512) 974 -6700. E-mail us at wildlife@austintexas.gov \"Like\" Austin Parks and Recreation -Parks in Nature on Facebook and look for the Wildlife Austin posts! VOLUNTEER TRAINING IN- VASIVE PLANT SPECIES MONITORING Saturday, June 8, 2013 - 8:30am - 4:30pm The City of Austin and the Lady Bird Johnson Wildflower Cen- ter's Invaders of Texas Program have partnered to train local volunteers on invasive plant species identification and monitor- ing. Volunteers will work with city staff to develop a base map of where invasive plant species are located on City lands, and that information will be used to prioritize sites for treatment or re- moval of invasive plant species. This is the first of four workshops to be held during the spring and summer of 2013. The goal is to train 180 \"citizen scientists\" who are willing to dedicate at least 20 hours of service during the summer monitoring season. Date : Saturday, June 8, 2013 Time: 8:30am - 4:30pm Location : Lady Bird Johnson Wildflower Center, 4801 La Crosse Ave Austin, TX 78739 Cost: FREE but volunteers should be willing to dedicate at least 20 hours of service REGISTER: http://texasinvasives.org/invaders/ Location: Lady 4801 La Crosse Ave Austin, TX 78739 FREE LECTURES Lunchtime Lecture Series : May 8 - Dr. Kevin Anderson from Austin Wa- ter Utility will give a talk on \"River Process: the Fluvial System and River Hydrology.\" At 12:00PM at the Dougherty Arts Center, bring a lunch and learn! (Also offered on May 15 at 12:00PM at City Hall). Science Under the Stars : May 9th -Christina Andruk will present a lec- ture on \"Plants on Fire\" at the Brackenridge Field Laboratory at 7:30pm. Ecological Literacy Volunteer Days : May 25 from 9:00AM -1:00PM. There will be some volunteer work at Hornsby Bend fol- lowed by a lecture from a guest speaker. Please bring a lunch. "}