{"title": "PDF", "author": "PDF", "url": "www.codem.es/Adjuntos/CODEM/Documentos/Informaciones/Publico/9e8140e2-cec7-4df7-8af9-8843320f05ea/e15e85de-8c29-4e17-8316-2997ccfcb700/3db33253-9af7-4ddd-8eaa-51e07aa448f9/Necrolisis_Epidermica_Toxica_NET.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Ibarra Hernández. Ana Díaz Romero. Sandra Hernández Muñoz.Marta Sánchez Ruiz. Ana Sánchez Viedma. Unidad de Quemados y Cirugía Plástica. Hospital Universitario La Paz. ¿QUÉ ENTENDEMOS? de Jonhson zSíndrome de Lyell - NET CURSO CLÍNICO zFase de progresión - Síndrome febril - Poliartralgias- Lesiones eritematosas - Conjuntivitis/estomatitis zFase de meseta - positivo - Afectación sistémica zFase resolutiva TRATAMIENTO zFase de progresión - Retirar fármaco causal - Inmunoglobulinas IV- Vigilancia de mucosas zFase de meseta - Medidas de soporte y control de la infección zFase de resolución - Reepitelización CUIDADOS DE ENFERMERÍA zAlteración de la integridad cutánea zAlteración de la integridad cutánea - Cambios posturales - Limpieza de restos necróticos CUIDADOS DE ENFERMERÍA zAlteración de las membranas mucosas - Limpieza ocular, colirios - Limpieza orofaríngea- Limpieza genital CUIDADOS DE ENFERMERÍA Alteración de la termorregulación Desequilibrio hidroelectrolítico Riesgo de infección Dolor Ansiedad NET PROTOCOLO DE ACTUACIÓN CSUR 2007 HOSPITAL UNIVERSITARIO LA PAZ PROTOCOLO DE ACTUACIÓN zHistoria clínica -Sulfamidas, AINES, anticonvulsivantes y y 72 horas) -Pronóstico SCORTEN (0 Y 72 HORAS) 1 Glucosa sérica mayor de 14mmol/l1 Bicarbonato sérico menor de 20mmol/l1 corporal descamada al 10%1 Neoplasia sólida o hematológica1 Frecuencia cardiaca a 120 lpm1 Edad mayor o igual a 40 añosPUNTUACIÓN VARIABLESCORTEN (0 72 HORAS) PUNTUACIÓNPROTOCOLO DE ACTUACIÓN zEspecialistas - Oftalmología -D e r m a t o l o g í a - Alergología - Anatomía Patológica - Cirugía Plástica - Medicina Intensiva PROTOCOLO DE ACTUACIÓN zPruebas complementarias - Analítica completa - Laboratorio de investigación- Biopsia: confirmación diagnóstica -S e r o l o g í a - Cultivos bacterianos y micóticos HULP. HOSPITAL DE REFERENCIA CSUR 2007 zIncidencia: 0,5 a de habitantes/año 7 casos en HULP zProtocolo de actuación zEquipo multidisciplinar "}