{"title": "Cancer Cases Growing Alarmingly, Can Alternative Therapies Support Response? - Health Policy Watch", "author": "Catherine Saez", "url": "https://healthpolicy-watch.news/cancer-cases-growing-alarmingly-alternative-medicines-can-support-response/", "hostname": "healthpolicy-watch.news", "description": "If the fight against cancer has yielded substantial results on survival rates in high-income countries, low- and middle-income countries are lagging behind,", "sitename": "Health Policy Watch", "date": "2019-07-12", "cleaned_text": "Cancer Cases Growing Alarmingly, Can Alternative Therapies Support Response? Cancer 12/07/2019 Catherine Saez Share this:Click to share on Twitter (Opens in new window)Click to share on LinkedIn (Opens in new window)Click to share on Facebook (Opens in new window)Click to print (Opens in new window) If the fight against cancer has yielded substantial results on survival rates in high-income countries, low- and middle-income countries are lagging behind, while cancer is gaining ground, with a particularly worrying trend in children. A first-ever International Health Congress on Integrative Oncology, held 28-30 June in Geneva, presented traditional and alternative medicines as precious allies for conventional medicine, including for promoting good health and cancer prevention. The Congress was organised by Swiss Alternative Medicine, in partnership with Globethics.net and the World Health Innovation Summit. The event brought together academics, pharmacists, laboratories, doctors, and international organisations to promote a holistic integrative cancer patient care that also engages communities. Meditation after chemotherapy What Is Integrative Oncology? Integrative oncology refers to the use of traditional and complementary medicines (T&CM) for cancer prevention and treatment. These are generally understood to include a wide range of methods, such as acupuncture, ayurvedic medicine, chiropractic, herbal medicine, homeopathy, naturopathy, osteopathy, traditional Chinese medicine, and Unani medicine. Iranian-born pharmacist Shima Sazegari, founder of Swiss Alternative Medicine, told Health Policy Watch that the event gathered professionals from diverse disciplines to integrate knowledge, bring about synergies, and spark collaborations. The Congress also aims to build bridges between patients and T&CM medicine practitioners, as well as between practitioners and researchers. Traditional therapies can support cancer prevention by promoting healthy approaches to diet, physical activity and stress reduction, speakers and participants said. For people with cancer, T&CM can be complementary to allopathic (conventional) cancer treatments, by reducing pain, improving quality of life and certain forms of care, as well as helping patients to be aware of treatment choices. This is important in light of growing cancer incidence and soaring treatment costs, affecting low and middle-income countries in particular. Cancer is Gaining Ground, Low- and Middle-Income Countries Most at Risk Approximately 70 percent of deaths from cancer occur in low- and middle-income countries, WHO's André Ilbawi told conference participants. In 2018, some 9.6 million deaths were attributable to cancer - now the second leading cause of death globally - which is far more than HIV/AIDs (1.1 million) and malaria (1.4 million) combined. Half of all cancers could be prevented, Ilbawi said, adding: \"Smoking still kills too much everywhere\" - a risk that WHO holds accountable for some 22 percent of cancer deaths. Lack of adequate treatment for infectious diseases that can cause cancer, such as hepatitis C and human papillomavirus, is another significant factor, he said, while other major cancer risks include obesity, and exposure to indoor and outdoor air pollution. In high-income countries, the chances of surviving cancer are much higher than the global average. Those countries offer adequate and early diagnosis, which leads to effective treatments that see diminishing rates of relapse, pushing the chance of survival at 5 years to 70-80 percent. Low- and middle-income countries generally suffer from weak national cancer control planning, including late or incorrect diagnosis, inaccessible and/or unaffordable care, and low-quality treatment, Ilbawi added. On cancer management in LMICs, \"it is the wild west out there,\" he said. Only 7 percent of low- and middle-income countries have cancer monitoring mechanisms (e.g. cancer registries) and only 10 percent have a dedicated cancer budget. While high-income countries' total health expenditure averages US$ 4,800 per capita per year, with about 5-10 percent spent on cancer medicines, the total average health expenditure of middle-income countries is only US$ 90 dollars per capita per year, with a substantial portion of this going to cancer medicines. As such, most of cancer treatment in middle-income countries must be financed through private means. While some low- and middle-income countries have breast cancer screening programmes, there is often no affordable access to treatment for women who are diagnosed with a malignancy, leading to financial catastrophe for patients, Ilbawi said. Dr André Ilbawi of the WHO at the International Health Congress on Integrative Oncology, held 28-30 June in Geneva. Sazegari also told Health Policy Watch after the event that in low- and middle-income countries, the lack of robust health systems and infrastructures often leads to late diagnosis. Clinics are typically hard to reach by the population, with people who have to walk long distances bearing the cost of travel. Alternative medicine provides local medical care, fostering early detection of cancer, and can also relieve some side effects associated with allopathic cancer medicine, commonly resulting from chemotherapy, radiotherapy, and immunotherapy. She underlined the importance for patients to be able to understand and manage their illnesses. Reducing Risks - Promoting Health Holistically Against this difficult landscape, reducing exposure to risk factors such as tobacco use would significantly reduce cancer incidence, but so would a comprehensive health and wellbeing approach, according to speakers like Gareth Presch, founder of the World Health Innovation Summit (WHIS). The current health system is designed around a pathogenic approach (process of disease), when it should really be focused on a salutogenic approach (factors of health), according to Presch. He made the case for stronger community engagement in health promotion activities, and WHIS has launched a number of such initiatives: for pregnancy wellbeing; WHISatwork (Stress management within the workplace); WHISSeniors (Elderly care to improve quality of life); and WHISGreen (Energy, waste, water). Presch also talked about the \"alarming number\" of child cancers occurring worldwide. Some 300,000 children and adolescents die each year of cancer around the world, he said (see WHO fact sheet). The WHISkids six-week, school-based programme helps children improve their physical and emotional wellbeing, and can be tailored to ages 4 to 11. WHISkids Switzerland was launched on 28 June, Presch told Health Policy Watch. WHO implementing its Traditional Medicine Strategy According to the World Health Organization's 2019 Global Report on Traditional and Complementary Medicine, interest in such treatments is undergoing a revival in the face of soaring health costs, and tight health budgets. The report notes that those medicines are \"an important and often underestimated health resource with many applications, especially in the prevention and management of lifestyle-related chronic diseases, and in meeting the health needs of ageing populations.\" The WHO is also halfway through the implementation of its Traditional Medicine Strategy 2014-2023, aiming to develop norms, standards, and a technical document \"based on reliable information\" to help countries provide safe, qualified and effective traditional and complementary medicines services, and integrate them into health systems for achieving universal health coverage. Growing Interest in Countries Some 170 WHO members are using traditional and complementary medicine (T&CM), according to the WHO report on T&CM. Those countries have developed policies, laws, regulations, programmes and offices for T&CM. For example, 34 countries across the six WHO regions included traditional or herbal medicines in their national essential medicines lists. Some of them, such as Ghana, have a separate list of essential herbal medicines. As of 2018 some 50 percent of WHO members had a national policy on T&CM, most of them in the African region (40), followed by the Western Pacific region (17), the Southeast Asia region (11), the European region (11), and the Eastern Mediterranean region (9). In a survey conducted by WHO prior to the report, Benin, Brazil, Chile, China, Cuba, South Korea, India, Mali, Oman, Peru, Thailand, and the United States said they had government or public research funding for T&CM. Benin, Bolivia, Brazil, Cuba, South Korea, Ghana, Guatemala, Haiti, India, Mali, Mexico, Nicaragua and Thailand said they had an existing national plan for integrating T&CM into their national health service delivery. The top five difficulties faced by countries in implementing T&CM, as listed by the countries, are: the lack of research data; the lack of financial support for research on T&CM; the lack of mechanisms to monitor safety of T&MC practice; the lack of education and training for T&CM providers; and the lack of expertise within national health authorities and control agencies. Evidence of efficacy from scientific trials is also a common challenge for health systems. In France, for instance, a commission of the French National Health Authority (Haute Autorité de Santé) recently recommended that public reimbursement of costs of homeopathic medicine be halted, after a scientific assessment found there was insufficient evidence of efficacy. The assessment was requested by French Health Minister Agnès Buzin, who made the decision this week to follow and implement the National Health Authority's recommendations. Alternative medicine does not yet have a universal legal framework, unlike allopathic medicine. Sazegari told Health Policy Watch after the event that once an alternative medicine discipline has been academically and legally recognised, it should be integrated into the health system. That would allow alternative medicine to grow and would represent and economic gain for countries, and globally. Switzerland recognises four disciplines which are reimbursed by basic health coverage schemes (mostly private in Switzerland). The four disciplines are: anthroposophic medicine, homeopathy, traditional Chinese medicine, and phytotherapy. Ethics Key to Sustainable Health Advocates of alternative therapies contend that while patients should be well informed, they should also be given choices for treatment, and advice about the different complementary options at their disposal. Swiss Alternative Medicine founder and pharmacist Shima Sazerari advocated for a multidisciplinary approach and \"proven techniques\" in natural medicines to restore health. \"Healthily living is grounded on living ethically,\" according to Obiora Francis Ike, Globethics.net executive director and Nigerian Catholic priest. He attributed a number of shortcomings in health care to \"fraud and redundancy\" and \"corruption around governments,\" leading to funds disappearing \"in the pockets of people doing the budget,\" as well as lack of morals from pharmaceutical companies, lobbies, and insurance companies. If governments understood that sustainable health is founded on good character and ethics, the health issues would be halved, he insisted, while at the moment, \"people die at the hands of doctors who bought their degree.\" A second Congress is expected to take place in April 2020, with a focus on mental health. Image Credits: Phillip Jeffrey, Catherine Saez. Share this:Click to share on Twitter (Opens in new window)Click to share on LinkedIn (Opens in new window)Click to share on Facebook (Opens in new window)Click to print (Opens in new window) Combat the infodemic in health information and support health policy reporting from the global South. Our growing network of journalists in Africa, Asia, Geneva and New York connect the dots between regional realities and the big global debates, with evidence-based, open access news and analysis. To make a personal or organisational contribution click here on PayPal. "}