{"title": "Programas de bienestar y tratamientos curativos para cuerpo, mente y corazón", "author": null, "url": "https://kamalaya.com/es/wellness-retreats/", "hostname": "kamalaya.com", "description": "Los programas de bienestar de Kamalaya, que incluyen desintoxicación, estrés y agotamiento, pérdida de peso, fitness y retiros de yoga, abordan la mayoría de los objetivos de salud y bienestar.", "sitename": "Kamalaya", "date": "2020-07-28", "cleaned_text": "BIENESTAR COMIENCE SU VIAJE HACIA LA SALUD AQUÍ Explore nuevos niveles de vitalidad y salud en Kamalaya Koh Samui, el inspirador santuario de bienestar y spa holístico de Tailandia. Kamalaya ofrece programas y tratamientos de bienestar con profundidad y variedad para satisfacer las necesidades individuales. Para satisfacer la demanda de flexibilidad y personalización, los programas de bienestar de Kamalaya tienen un precio que no incluye el alojamiento, lo que facilita a los huéspedes la ampliación de su estancia más allá de la duración del programa. CONSULTA EN LÍNEA Si no está seguro de qué programa elegir, hable con nuestro naturópata en una consulta gratuita de 15 minutos por skype. Para reservar una consulta gratuita por favor haga clic abajo. PROGRAMAS A MEDIDA Mientras que los programas de bienestar de Kamalaya, que incluyen programas de desintoxicación, estrés y agotamiento, pérdida de peso, fitness y yoga, abordan la mayoría de los objetivos de salud y bienestar, algunos huéspedes preferirán un enfoque a medida que les permita lograr resultados aún más específicos, ajustar la intensidad del programa, o tal vez centrarse en una modalidad particular como el Ayurveda, la Naturopatía o la Medicina Tradicional China. Con el apoyo y la orientación de experimentados naturópatas, podrá crear un programa de bienestar que se adapte perfectamente a usted. Como primer paso, sólo tiene que reservar su alojamiento. A continuación, se diseñará y presupuestará su programa de bienestar a medida en su consulta inicial. "}