{"title": "PDF", "author": "PDF", "url": "https://conocimientoabierto.carm.es/jspui/bitstream/20.500.11914/1010/1/Tesis%20Angel%20Hernandez%20Contreras.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "UNIVERSIDAD DE MURCIA FACULTAD DE BIOLOGÍA Incorporación de Conservantes Naturales en los Piensos para Peces: Optimización de la Calidad y Vida útil de la Dorada. D. Ángel Hernández Contreras OMNQ= Incorporación de conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada. Memoria de Tesis presentada por Angel Hernández Cont reras para optar al grado de Doctor Dirigida por Mª Dolores Hernández Llorente y Benjamí n García García Murcia, 2014 Instituto Murciano de Investigaci ón y Desarrollo Agrario y Alimentario Departamento de Producci ón Animal Equipo de Acuicultura Marina Universidad de Murcia Facultad de Biolog ía ffi ñt\\ D\". Ma Dolores Hernández Llorente y D. Benjamín García García, Doctores Investigadores del Equipo de Acuicultura del Departamento de Producción Animal del Instituto Murciano de Investigación y Desarrollo Agrario y Alimentario (lMlDA), AUTORIZAN: La presentación, en modalidad de compendio de publicaciones, de la Tesis Doctoral titulada \"lncorporación de conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada.\", realizada por D. Ángel Hernández Contreras en el Equipo de Acuicultura del Departamento de Producción Animal del Instituto Murciano de Investigación y Desarrollo Agrario y Alimentario (lMlDA), bajo nuestra inmediata dirección y supervisión, y que presenta para la obtención del grado de Doctor por la Universidad de Murcia. En Murcia. a16 de Junio de 2014mk*Instituto Murciano de Investigación y Desarrollo Agrario y Alimentario Equipo de Acuicultura MarinaRegión de Murcia Consejería de Agricultura y Agua Dra. Ma Dolores Hernández Llorente Dr. Benjamín García GarcíaDe acuerdo al reglamento que regula el procedimient o para la lectura de la Tesis Doctoral en la Universidad de Murcia, se presenta la T esis Doctoral titulada \"Incorporación de conservantes naturales en los pien sos para peces: Optimización de la calidad y vida útil de la dorada.\" en la modalidad de compendio de publicaciones, de trabajos previamente publicados, una vez ha sido autor izada su presentación por la Comisión General de Doctorado de la Universidad de Mu rcia. Las referencias completas de los artículos publicados, in dexados en SCI, y que constituyen el cuerpo de la Tesis son las siguientes: A. Hernández, B. García García, M. J. Jordán, M. D. H ernández (2014). Natural antioxidants in extruded fish feed: Protection at di fferent Animal Índice impacto: 1.608 Posición JCR (2012): de 54 (Q1) A. Hernández, B. García García, M.J. Jordán, The of doses of rosemary extract added to feed. Aquaculture, 426, 31-40. Índice de impacto: 2.009 Posición JCR (2012): 11 de 50 (Q1) A. Hernández, B. García García, M.J. Jordán, M.D. Her nández (2014). Study of the dose of thyme essential oil in feed to 18 de 50 (Q2) La realización de esta Tesis Doctoral ha sido financiad a gracias a una beca pre-doctoral del subprograma de Formación de Personal Investigador (FPI-INIA) del Ministerio de Economía y Competitividad y del Instituto Nacional d e Investigación y Tecnología Agraria y Alimentaria (INIA), a través del proyecto \"Mejora en la calidad y vida útil de dorada ( Sparus aurata ) mediante la inclusión en la dieta de conservantes p rocedentes de plantas aromático-medicinales\" (RTA2009-00145). A todos aquellos que me han acompañado en mi tesis doctoral, a mis directores Lola y Benjamín, a mis compañeros, a mi familia, a mis amigos RESUMEN Resumen La producción de dorada ha experimentado una fuerte caída en los últimos años por la pérdida de rentabilidad. Entre otros factores, en ello ha influido el escaso margen de beneficio y el tipo de producto ofrecido al consu midor, de bajo coste y poco diferenciado. Las necesidades futuras de la acuicultura y en concreto de la producción de dorada pasan por una diversificación del producto y una mejora de la calidad que permitan aumentar el margen de beneficio. Para esto pueden ser de gran utilidad los conservantes naturales añadidos al pienso, pues pueden p roporcionar beneficios nutritivos y de apariencia sensorial al pescado fresco y en almacenamiento. Además, en las últimas décadas se han demostrado efectos en distinto s aspectos de la salud de los peces que afectan al bienestar de los mismos. Los aspec tos anteriores, junto con la total eliminación de conservantes sintéticos del pienso, pue den acercar la acuicultura marina hacia una producción más orgánica y ecológica, que a demás se traduciría en un incremento del valor económico del producto. La adición de conservantes naturales al pienso demostró ser una buena alternativa a los conservantes sintéticos para protegerl o frente a la oxidación lipídica. La actividad antioxidante del romero fue similar a la d el butil-hidroxitolueno durante el procesado del pienso y durante su almacenamiento a te mperatura ambiente y en refrigeración. Los aceites esenciales de tomillo (quim iotipo timol y quimiotipo carvacrol), aunque tienen una demostrada actividad a ntioxidante, no fueron capaces de equiparar al butil-hidroxitolueno durante el secado del pienso e incluso el timol mostró cierta actividad prooxidante. Durante el periodo de almacén los piensos se mantuvieron sin grandes cambios en cuanto a oxidación lipídica, v alidando estas condiciones de almacén durante el tiempo que suelen permanecer en l a empresa de acuicultura. El uso de sustancias antioxidantes como aditivo del pi enso para mejorar la calidad del pescado ha sido ampliamente estudiado, enf ocado principalmente a la vitamina E y la vitamina A. El objetivo de su utiliz ación es tanto la mejora de la calidad nutritiva del producto como de su estabilidad durante el almacén. El uso de conservantes naturales provenientes de plantas aromátic as en el pienso mejora propiedades sensoriales como el olor, el color de las agallas y el índice de calidad. Los parámetros fisicoquímicos utilizados no muestran difere ncias, únicamente la oxidación lipídica es inferior en peces alimentados con dietas sup lementadas con extracto de romero. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada Los alimentos de origen marino son muy susceptibles al de terioro provocado por la actividad microbiana y los procesos autolíticos. Est o es debido, fundamentalmente, a su alto contenido en aminoácidos libres, lípidos insatu rados, compuestos nitrogenados no proteicos, enzimas etc., a la abunda ncia de bacterias psicrófilas y psicotrofas en su flora bacteriana. La efectividad de la aplicación exógena de aceites esenciales y extractos de plantas aromáticas ha sido e studiada en pescado combinándolo con distintas técnicas de almacén pero la bibliografí a acerca de su aplicación en el pienso es escasa. Los productos estudiados en la presente Tesis Doctoral, aceite esencial de tomillo -quimiotipo timol- y extracto de romero- 1:1(ac.carnósico:carnosol) añadidos al pienso han demostrado un efecto beneficioso sobre la conservación del pescado. Ambos tienen un efecto dosis dependiente sobre parámetros fisicoquímicos del deterioro, siendo proporcional a la dosis en caso del t omillo y con una dosis óptima de 600 mg/kg en el caso del romero. Los mejores valores de l índice de calidad al final del periodo de almacén se observaron con la dosis de 1000 mg/kg de aceite esencial de tomillo o con 600 mg/kg de extracto de romero. En a mbos casos se tradujo en un incremento de la vida útil en un día con cualquier dosis. Los aceites esenciales y extractos de plantas aromáticas t ambién ejercen ciertos efectos en la fisiología de los peces modulando, entre otros aspectos, el metabolismo lipídico y la respuesta inmune. Esto tiene implicacio nes en el bienestar animal, el cual está ganado importancia en la acuicultura marina. El extracto de romero fue capaz de mejorar el metabolismo, reduciendo la esteatosis hepáti ca de los peces que se suele producir durante la alimentación con dietas de alta energía y mejorando parámetros de bioquímica sanguínea. La dosis óptima entre las estudiad as fue la de 600 mg/kg. El aceite esencial de tomillo produjo un aumento de la estimulación del sistema inmune asociado al intestino de dorada a la dosis de 1000 mg/k g y una reducción aparente de la inflamación a dosis altas. En ambos casos se observó una re spuesta bifásica, algo común en fitoquímicos añadidos a la dieta. Palabras clave: dorada, Sparus aurata, almacenamiento en hielo, vida útil, calidad, antioxidantes naturales, fitoquímicos, aceite esencial de tomillo, extracto de romero, pienso para peces, metabolismo lipídico, inflamación. ÍNDICE Índice i 1. Introducción ................................................................................ 1 1.1. Situación actual de la acuicultura .................................................. 3 1.1.1. La acuicultura en el mundo............................................... .... 6 1.1.2. La piscicultura en España................................................... .. 6 1.2. Calidad nutricional del pescado .................................................... 10 1.2.1. Composición del pescado..................................................... 10 Contaminantes ....................................................... 15 1.2.2. Efectos beneficiosos de los PUFA en la salud hu mana.................. 15 1.2.3. Promoción del consumo de pescado: ventajas de la acuicultura......... 17 1.3. Procesos de deterioro del pescado .................................................. 18 1.3.1. Cambios autolíticos........................................................... 1.3.3. Susceptibilidad a la oxidación...................................... .......... 23 1.3.4. Métodos de evaluación de la calidad del pesc ado......................... 24 1.3.4.1. Métodos físicos ...................................................... 24 1.3.4.2. Métodos químicos ................................................... 26 1.3.4.3. Métodos microbiológicos .......................................... 28 1.3.4.4. Métodos sensoriales ................................................. 29 1.3.4.4.1. Evaluación en pescado fresco .......................... 29 1.3.4.4.2. Evaluación en pescado cocinado ...................... 30 1.4. Las plantas aromático-medicinales ............................................... 31 1.4.1. Usos históricos................................................................... 31 1.4.2. Principios activos y principales utilidades......... ......................... 32 1.4.3. Plantas aromático-medicinales en la Región de Murcia.................. 33 Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada ii 1.4.3.1. Romero ............................................................... 34 Propiedades aplicaciones en la industria agroaliment aria ................ 41 1.5.1. Propiedades intrínsecas........................................................ 1.5.1.2. Actividad antimicrobiana ......................................... 43 1.5.2. Aplicaciones como conservante alimenticio med iante aplicación exógena.......................................................................................... 44 1.5.2.1. Romero ............................................................... 45 1.5.2.2. Tomillo ............................................................... 47 1.5.3. Aplicaciones como conservante alimenticio med iante aplicación endógena........................................................................................ 49 1.5.3.1. Romero ............................................................... 49 1.5.3.2. Tomillo 51 1.5.4. Efectos sobre la fisiología del animal................. ...................... 52 2. Resumen global ............................................................................ 55 2.1. Justificación y Objetivos ........................................................... 57 2.2. Plan experimental ..................................................................... 63 2.3. Discusión ................................................................................ 71 2.3.1. Efectividad de conservantes naturales incorpor ados al pienso para peces en la protección frente a la oxidación lipídic a durante la elaboración y el almacén del mismo............................................................................. 73 2.3.2. Efecto de la dosis de conservantes naturales sobre la calidad final de la dorada........................................................................................ 77 2.3.3. Evolución del deterioro durante el almacena miento en hielo de doradas alimentadas con dietas con distintas dosis de con servantes naturales.... 79 2.3.4. Influencia de la adición de extracto de rom ero en la dieta sobre el metabolismo lipídico de la dorada....................................................... . 86 2.3.5. Efecto de la adición de aceite esencial de t omillo sobre la funcionalidad del intestino de dorada...................................... ................. 90 2.4. Conclusiones ........................................................................... 93 3. Publicaciones ............................................................................... 97 Publicación I: Hernández, A., García, B. G., Jordán, M. J., & Herná ndez, M. D. (2014). Natural antioxidants in extruded fish fe ed: Protection at different storage temperatures. Animal Feed Science and Technol ogy (In press)............ 99 Índice iii Publicación II: Hernández, A., García García, B., Jordán, M. J., & H ernández, M. D. (2014). storage. The influence of doses of rosemary extract added to feed. Aquaculture, 426, 31-40................................................................... 109 Publicación III: A. Hernández, B. García García, M.J. Jordán, & M.D. Hernández (2014). Study of the dose of thyme essentia l oil in feed to Referencias bibliográficas ................................................................ 135 Anexo I: Influencia del extracto de romero sobre el metaboli smo lipídico de la dorada (publicación prevista)................................................................ 167 Anexo II: Influencia del aceite esencial de tomillo como adit ivo en pienso sobre la funcionalidad del intestino de la dorada (public ación prevista)...................... 195 Anexo III: Comunicaciones a congresos.................................................. 231 Influencia de la inclusión de aceites vegetales en la dieta sobre el rendimiento en el engorde de la dorada ( Sparus aurata ). A. Hernández, B. García-García, R. Fontanillas, M.D. Hernández. Congreso Nacional de Acuicultura. Barcelona. España, 2011............................................................... 233 Antioxidantes provenientes de plantas aromáticas en pie nso para peces marinos, efecto sobre la oxidación lipídica. A. Herná ndez, B. García-García, M.J. Jordán, C. Martínez-Conesa, M.D. Hernández. Congr eso Nacional de Acuicultura. Barcelona. España, 2011............................................ ... 235 Efecto de la sustitución del aceite de pescado por ace ites vegetales en la dieta de la dorada ( Sparus aurata ) sobre Lucas-Sánchez, PF. Almaida-Pa gán, R. Fontanillas, A. Hernández, MD. Hernández, J. de Costa, P. Mendiola . Congreso Nacional de Acuicultura. Barcelona. España, 2011............................... ............. 237 Aceite esencial de tomillo como inmuno-estimulante e n dorada ( Sparus aurata ): Histología intestinal. A. Hernández, B. García García, M.J. Caballero, S. Torrecillas, M.D. Hernández. Congreso Nacional de Acuicultura. Gijón. España, 2013.................................................... 2 39 Mejora de la conservación de la dorada ( Sparus aurata ) almacenada en hielo. Influencia de la dosis de extracto de romero ( Rosmarinus officinalis ) incorporada al pienso. Hernández, B. García García, M.J. Jordán, M.D. Hernández. Congreso Nacional de Acuicultura. Gijón. España, 2013............ 241 Anexo IV: Autorización de coautores, índices de impacto y cart as de aceptación de las publicaciones presentadas.......................................................... ... 243 INTRODUCCIÓN Introducción 3 1.1. Situación actual de la acuicultura 1.1.1 La acuicultura en el mundo El acusado incremento de la población en el último m edio siglo ha conllevado un aumento en la demanda de alimentos a nivel mundia l (Figura 1). Es necesario el desarrollo de sistemas de producción de gran eficacia y que sean capaces de producir alimentos de calidad en los diversos escenarios ambienta les, sociales y económicos que se dan lugar alrededor del mundo. Se ha calculado qu e la producción mundial de alimentos debería crecer en torno a un 70% entre 201 0 y 2050 para satisfacer las necesidades alimenticias de la población creciente (A PROMAR, 2013). Figura 1. Utilización y suministro mundiales de pescado (FAO, 2012). La producción agraria terrestre, con muchos siglos de d esarrollo, se ha implementado enormemente hasta la actualidad, de for ma que cada vez es más difícil conseguir avances en eficiencia alimenticia o velocid ad de crecimiento. La acuicultura es una alternativa muy eficaz en la producción de p roteína para consumo humano ya que tras unas pocas décadas de existencia a nivel indust rial ha demostrado eficiencias alimenticias superiores a las de animales terrestres co mo el cerdo o las aves de corral. Esto parece estar relacionado con su buena capacidad p ara incorporar el nitrógeno de la dieta en la proteína muscular, unido a un menor gast o energético por el hecho de ser poiquilotermos, por el medio físico en que se mueven y por otros aspectos fisiológicos Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 4 como la excreción de nitrógeno en forma de amonio, mucho menos costosa energéticamente que en forma de urea o ácido úrico (Gjedrem et al ., 2012). El pescado es, además, un alimento muy saludable, habié ndose demostrado las propiedades protectoras de la grasa del pescado frente a enfermedades cardiovasculares, artritis reumatoide, depresión, desórdenes neurológicos y sus actividades antitrombótica y antiinflamatoria. Por ello, la Organización Mundi al de la Salud (OMS) recomienda un consumo de ácidos grasos altamente insaturados (HUFAs) de la serie n-3 de 0,3 gramos por día y persona (2:1, DHA:EPA) (Joint FAO/WHO Exper t Consultation, 2009). La pesca de captura y la acuicultura proporcionaron a la población mundial unos 148 millones de toneladas de pescado en 2010, de los cu ales unos 128 millones de toneladas se destinaron a consumo humano. El crecimient o anual de la producción de pescado en el último medio siglo ha superado con crece s el crecimiento de la población mundial, mejorando por tanto la disponibilidad de pe scado per cápita de forma notable, desde un promedio de 9,9 kg al año en la década de l os 60 hasta 18,4 kg en 2009. Figura 2. Producción mundial de pesca de captura y acuicultura (FAO, 2012). Es importante desglosar este crecimiento, ya que la pesc a y la acuicultura se han comportado de formas distintas y a la vez complementa rias (Figura 2). La pesca extractiva ha estado creciendo de forma continua a l o largo de la historia y entre los años 50 y 80 se produjo un gran aumento de capturas, debido sobre todo al desarrollo tecnológico y al aumento del esfuerzo pesquero. La in tensa explotación de los caladeros los llevó a un estado crítico por el cual los Estados y los organismos internacionales Introducción 5 comenzaron a tomar medidas de control para conseguir una explotación sostenible (FAO, 2007 y FAO, 2009). A partir de mitad de los 80 la producción pesquera redujo su crecimiento y entró en una fase de estancamiento en e l que aún se encuentra. El aumento de la producción acuícola consiguió suplirlo gracias a la inversión pública y privada en el desarrollo de técnicas de cultivo inten sivo de especies acuáticas, sobre todo de peces. Desde entonces la producción de pescado mediante la acuicultura ha crecido enormemente, aunque de forma diferente en c ada región del mundo y atravesando fases de crisis en algunas zonas (Tabla 1). Tabla 1: Producción acuícola anual (toneladas) por países y tasa de variación interanual en 2011 (APROMAR, 2013). País Toneladas % crec. anual China 50.173.139 4,9 Indonesia 7.937.072 26,4 India 4.577.965 20,8 Vietnam 3.052.500 12,8 Filipinas 2.608.120 2,4 Bangladesh 1.523.759 16,4 República de Corea 1.499.335 8,9 Noruega 1.138.797 13,0 Tailandia 1.008.049 -21,6 Egipto 986.820 7,3 TOTAL 10 PRINCIPALES PRODUCTORES 74.505.556 7,9 RESTO DE LOS PAISES 9.223.757 2,0 TOTAL MUNDIAL 83.729.313 7,2 España 271.963 7,8 El mayor crecimiento se produjo en las décadas de los 8 0 y los 90, con tasas medias de crecimiento anual de 10,8 y 9,5%, respectiv amente. En los años 70 la piscicultura producía 3,5 toneladas de pescado al año, mientras que en 2010 se superaron los 78 millones de toneladas, lo que represent aba el 47 por ciento de la producción mundial. En la actualidad, más de la mita d de la producción mundial de pescado para consumo humano se lleva a cabo mediante a cuicultura. Sin embargo, el abastecimiento de pescado para la población mediante peces cultivados no queda Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 6 totalmente asegurado, ya que es vulnerable a múltiple s factores socioeconómicos, ambientales, tecnológicos y de origen natural adverso. 1.1.2 La piscicultura en España Nuestra geografía, cultura y hábitos alimenticios hace n de España un gran consumidor de pescado a nivel internacional. El consum o per cápita de pescado en nuestro país es de 26,5 kg por persona y año, siguiendo a la cabeza de la Unión Europea a pesar de la caída del 8% sufrida desde 2008. Esto ti ene grandes implicaciones a la hora de planificar la gestión del mercado de esta i ndustria agroalimentaria. Además, con sus 7.880 kilómetros de costa, España posee unas condicion es óptimas para el desarrollo de la acuicultura. Actualmente, es el país de la Unión Europea con mayor volumen de producción acuícola, con 271.963 tonelad as en 2011, pero teniendo en cuenta el valor de lo producido se sitúa en cuarto lu gar con 457,3 millones de euros. Esto se debe a que la mayor parte de la producción na cional corresponde al mejillón (212.556 toneladas en 2011), de menor valor económic o que los peces. En cuanto a la producción piscícola, España se sitúa en tercer lugar por detrás de Reino Unido y Grecia (APROMAR, 2013), demostrando la importancia de la in dustria piscícola en nuestro país. Las principales especies de peces producidas den tro de nuestras fronteras son la dorada, la trucha arcoíris, la lubina y el rodaball o, en este orden por volumen de producción (Tabla 2). Tabla 2: Producción de pescado de acuicultura en España (toneladas; % del total por CCAA; APROMAR, 2013). Especie 2005 2006 2007 2008 2009 2010 Dorada 405 328 360 470 510 446 505 460 Besugo 118 134 194 200 185 185 200 187 Corvina 273 845 810 1.300 1.660 3.250 2.880 1.640 Lenguado 60 80 60 55 Trucha 25.958 25.401 29.059 24.359 23.232 17.600 16.818 18.612 Introducción 7 El rodaballo es, de las especies anteriormente citadas, el de menor producción a nivel nacional (7.970 toneladas en 2012). Sin embarg o, representa la mayor parte de la producción europea. Las granjas de engorde y alevinaj e se encuentran, prácticamente en su totalidad, en Galicia. Allí se concentra el 99,2% de la producción de rodaballo. Aunque su crecimiento ha sido más tardío y progresivo, no ha experimentado caídas tan fuertes como otras especies (Figura 3). Su precio de p rimera venta ha bajado bastante en los últimos años pero aún mantiene un buen margen con el precio al consumidor (32%). Figura 3. Producción anual de rodaballo (1999-2012) (APROMAR, 2013) . La producción de lubina de acuicultura en España fue de 14.270 toneladas en 2012, reduciéndose ligeramente respecto al año anter ior (Figura 4). Andalucía es la principal productora de lubina, acaparando el 28% d e la producción en 2012. Las empresas que la producen están repartidas por la costa m editerránea y Canarias. A pesar del descenso en producción, su precio de venta aument ó de forma considerable en los últimos años lo que le aporta una mayor rentabilidad . Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 8 Figura 4. Producción anual de lubina (1999-2012) y distribución geográfica de la producción en 2012 (APROMAR, 2013) . La producción de trucha, a pesar de su continuo decre cimiento en la última década (Figura 5) se mantiene por encima de la prod ucción de lubina (16.818 toneladas en 2012). Es de destacar que la producción de esta espe cie tiene una historia más larga que la piscicultura marina y se basa en tecnologías de producción muy diferentes. Aún así, es importante tenerla en cuenta en los estudios d e mercado, pues puede competir en determinados casos con peces marinos de acuicultura. Figura 5. Producción anual de trucha (1999-2012) y distribución geográfica de la producción en 2012 (APROMAR, 2013) . En cuanto a la producción de dorada, experimentó un gran crecimiento en España en las tres últimas décadas, habiendo llegado a s er la especie estrella de la acuicultura española (Figura 6). La máxima producció n anual se registró en 2009, con 23.930 t, tras lo cual tuvo una fuerte bajada a nive l tanto nacional como internacional, Introducción 9 reduciéndose en España hasta 16.930 toneladas en 2011. La principal causa de esta caída fue la fuerte bajada de los precios de la dorad a en el mercado. Existen diversos factores que pudieron propiciar esta reducción de pre cios, como son la falta de planificación a nivel nacional, la entrada de produ cto proveniente de países de la Unión Europea con costes de producción mucho menores o la fa lta de desarrollo en cuanto calidad y valor añadido, una vez se alcanzaron altas eficiencias de producción. A pesar de esto, en 2012 la producción volvió a aumentar, co n un incremento del 14,8% respecto a 2011. Su precio en primera venta en 2012 fue de 4,31 €/kg, lo que supuso un descenso del 13,8% respecto al año anterior, sin embarg o el volumen de venta aumentó un 19% y su precio final descendió un 2,6% hasta 7,03€ (APROMAR, 2013). Figura 6. Producción anual de dorada (1999-2012) y distribución geográfica de la producción en 2012 (APROMAR, 2013) . Esta recuperación no debería implicar una reducción en el esfuerzo científico, político y económico, y sería conveniente analizar l os factores que han producido la caída del sector en los últimos años para ser capaces de fortalecerlo y optimizarlo. El incremento del valor del producto puede ser una buena herramienta para fortalecer la piscicultura en España, dados los estrec hos márgenes de beneficio actuales. En otras especies de mayor producción en Europa como el salmón ya se trabaja en este aspecto desde hace tiempo, estudiando la incorporació n de aditivos como por ejemplo los carotenoides que mejoran el color de la carne o su estado oxidativo (Storebakken et al., 1987). Desde hace algunos años se producen en España d orada y lubina \"ecológica\" de acuerdo al reglamento europeo que trata la produ cción y etiquetado de productos ecológicos (Reglamento 834/2007), incrementando el v alor del producto y ocupando Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 10 otro nicho creciente en el mercado alimentario, los productos orgánicos y/o ecológicos. El esfuerzo que se está realizando en la investigación sobre la sustitución de aditivos sintéticos por aditivos naturales en el pienso para pece s, puede ayudar a fortalecer y revalorizar los productos de la acuicultura en este ni cho de mercado. También se está trabajando en el procesado del producto para llevar al consumidor presentaciones o elaboraciones de mayor valor añadido. Es necesario con ocer bien el mercado, de manera que se puedan adaptar los productos a las cambiantes nec esidades y expectativas de los consumidores y así conseguir en cada momento el valor óptimo de su producción. 1.2. Calidad nutricional del pescado El pescado tiene una elevada calidad nutricional por su importante contenido en proteínas de alto valor biológico -por encima de la proteína de vacuno y de muchas proteínas vegetales-, por su contenido en ácidos grasos poliinsaturados de cadena larga (PUFA), por sus vitaminas y por la cantidad que presen tan de ciertos minerales como el fósforo. Además siempre ha estado relacionado con dieta s reconocidas como saludables como son la dieta mediterránea o la dieta nórdica. 1.2.1 Composición del pescado Tabla 3. Principales nutrientes en distintos tipos de a limentos de origen animal (FAO, 2007) Tipo de carne Agua Proteínas Lípidos Minerales KJ Músculo 54.7 16.5 28.0 0.8 323 Cerdo (magra) 1.0 112 Cerdo (carcasa) 41.1 11.2 47.0 0.6 472 Ternera (magra) 76.4 21.3 0.8 1.2 98 Pollo 75.0 22.8 0.9 1.2 105 Venado 75.7 21.4 1.3 1.2 103 Grasa de vacuno (subcutánea) 4.0 1.5 94.0 0.1 854 Grasa de cerdo (lomo) 7.7 2.9 88.7 0.7 812 Leche (pasteurizada) 87.6 3.2 3.5 - 63 Huevo (hervido) 74.6 12.1 11.2 - 158 Introducción 11 La composición en nutrientes del pescado varía en fun ción de la especie, la edad, el sexo, su estado fisiológico, la estación del año y el sistema de conservación. La carne de pescado tiene una composición en macronutrientes sim ilar a la de la carne de otros animales terrestres como la vaca, aunque, dependiend o de la especie, la carne de pescado puede variar el contenido en lípidos y tambié n en energía (peces grasos vs. peces magros) (Tabla 3). 1.2.1.1. Agua La mayor parte del músculo del pescado es agua, al i gual que en mamíferos y aves. Es variable en función de la especie, la época d el año y el estado fisiológico del pez. El contenido en agua es inversamente proporcion al al de la grasa (Ordóñez, 1998). Aunque no es un nutriente relevante a en cuanto a ex clusividad, interviene de forma importante en la calidad del pescado y en sus propieda des sensoriales (Suárez, 2006). 1.2.1.2. Proteínas Las proteínas del pescado difieren de las de mamífero s principalmente en la abundancia de cada tipo de ellas en el músculo. Las pr oteínas estructurales constituyen el 70-80% del total en pescado frente a un 40% en ma míferos. Las proteínas sarcoplasmáticas (solubles en soluciones salinas) son el 25-3 0% y las del tejido conectivo (colágeno) son aproximadamente el 3% frent e al 17% en mamíferos. Tabla 4: Porcentaje de aminoácidos esenciales y valor biológico de distintos tipos de proteína (Huss, 1995). Aminoácido Pescado Leche Vacuno Huevo Lisina 8,8 8,1 9,3 6,8 Triptófano 1,1 1,6 1,1 1,9 Histidina 2,0 2,6 3,8 2,2 Fenilalanina 3,9 5,3 4,5 5,4 Leucina 8,4 10,2 8,2 8,4 Isoleucina 6,0 7,2 5,2 7,1 Treonina 4,6 4,4 4,2 5,5 Metionina-Cisteína 4,0 4,3 2,9 3,3 Valina 6,0 7,6 5,0 8,1 Valor biológico 76 90 74,3 93,7 Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 12 Las proteínas del pescado tienen todos los aminoácidos ese nciales y un alto valor biológico (alrededor de 76), superior al de la carne de vacuno. Respecto a su perfil aminoacídico suelen tener más proporción de lisina, c isteína y metionina que las proteínas de la carne de vacuno o del huevo (Tabla 4 ). 1.2.1.3. Lípidos Los lípidos presentes en el pescado son principalmente fosfolípidos, con función estructural, y triglicéridos, con función de almacena miento de energía, aunque algunas especies también utilizan ceras con esta última funci ón. Los peces magros o \"pescado blanco\" contienen menos de un 1% de grasa en su músculo, de la cual el 90% son fosfolípidos de las memb ranas celulares. Su principal órgano de almacén de grasa es el hígado, por lo cual se utiliza para extraer aceite de pescado de calidad, como es el caso del aceite de híga do de bacalao. Los peces grasos o \"pescado azul\" suelen superar el 5% d e grasa en el filete y también está repartida de forma más o menos homogéne a por todo el organismo. Las células grasas de estos peces se encuentran sobre todo en el tejido subcutáneo, en el abdomen e insertas entre los paquetes musculares (Kiesslin g et al ., 1991). Las células del músculo rojo son capaces de metabolizar directamen te los lípidos, mientras que las células del músculo blanco dependen del glucógeno par a la producción de energía, al igual que sucede con peces magros. Entre los peces grasos hay grandes migradores, los cuales varían enormemente su contenido en triglicéri dos, e incluso en fosfolípidos, dependiendo de la época del año (Love, 1970). Los lípidos del pescado son muy diferentes de los que enc ontramos en animales terrestres. En éstos predominan los ácidos grasos saturados o con pocas instauraciones mientras que en el pescado abundan los que tienen 5 o 6 insaturaciones a lo largo de una cadena por lo general larga. Este tipo de ácidos graso s son los que atraen la atención de la comunidad científica por sus propiedades saludables para el ser humano. El contenido de PUFAs, depende mucho de la especie y del hábitat, siendo los peces marinos bastante más ricos en estos ácidos grasos que los peces de agua dulce -cerca de un 90% frente a un 70%-. Esta diferencia se debe a que son incorporados principalmente por la dieta, siendo algunos de ellos esenciales como el ácido eicosapentaenoico (EPA), el Introducción 13 ácido docosahexaenoico (DHA) y el ácido araquidónic o (ARA). Las algas y otros organismos en la base de la cadena trófica marina los p roducen gracias a la actividad de desaturasas 5 y 6 (Figura 7), con un nivel de expre sión en peces que no les permite sintetizar los ácidos grasos esenciales antes mencionados ( Tocher, 2003). Estos ácidos grasos se transfieren a lo largo de la cadena trófica, hasta llegar a las especies de consumo humano. Figura 7. Rutas de elongación de la cadena acil de los ácidos grasos (Tocher, 2003). 1.2.1.4. Compuestos nitrogenados no proteicos Un apartado minoritario, pero de gran importancia d esde un punto de vista de la conservación, es el de los compuestos nitrogenados no pro teicos. Se trata de un conjunto heterogéneo de moléculas que contienen nitr ógeno, de naturaleza no proteica y solubles en agua. Los más importantes a nivel tecnológi co son las bases volátiles - amoniaco, trimetilamina (DMA)-, el óxido aminoácidos libres, la urea, los nucleótido s, etc. Estos compuestos proceden fundamentalmente del sarcoplasma y constituy en en los teleósteos un 9-18% del nitrógeno total y un 33-38% en los elasmobranquio s (Piclet, 1987). El OTMA tiene función osmorreguladora y su cantidad p uede variar enormemente en función de la especie, siendo los cefal ópodos y los elasmobranquios Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 14 los que mayor concentración presentan y los peces plano s y pelágicos los que menos. Su reducción por parte de las bacterias produce TMA y D MA, que aporta el olor característico del pescado deteriorado. La concentración de urea en peces teleósteos suele se r muy baja (<0,05% del tejido muscular) pero es destacable que es un nutriente para las bacterias que, al transformarlo en amoniaco, producen olores desagradab les (Ordóñez, 1998). La abundancia de nucleótidos de adenina como adenosín trifosfato (ATP) y sus derivados tienen gran importancia en el deterioro d el pescado y no tanto como nutriente. Su deterioro afecta enormemente a la calidad del pe scado durante el almacén y existen índices de calidad que se basan en este aspecto. El alto contenido en histidina y su deterioro tambié n puede afectar a la calidad durante el almacén y, de hecho, se han dado casos de intoxicación por histamina, producto de la degradación de la histidina (Huss, 1995 ). 1.2.1.5. Minerales El pescado es una buena fuente de minerales, y se rec omienda su consumo cuando se sufren carencias de determinados elementos. Los más abundantes son calcio (5-200 mg/100g de músculo), fósforo (100-400 mg/100g de de múscu lo) y magnesio (10-50 mg/100g de músculo); y en cantidades traza pueden enc ontrarse yodo (16-318 µg/100g), hierro (1mg/100g), cobre, flúor, cobalto y cinc. En general, los productos de origen marino son los alimentos naturales más ricos en yodo, ya que a pesar de ser un elemento traza, se encuentra en cantidades superiores que en otr as grasas animales y que en la mayoría de aceites vegetales (Ordóñez, 1998). 1.2.1.6. Vitaminas El pescado es una buena fuente de vitaminas liposolubl es, sobre todo vitaminas A y D que, en especies grasas, se encuentran en cantidad es muy por encima de las encontradas en mamíferos. Esto hace al pescado un ali mento apropiado cuando existe un déficit de estas vitaminas en la dieta. La falta de vitamina A puede producir Introducción 15 problemas oculares y un deterioro del sistema inmune, mientras que en el caso de la vitamina D produce problemas óseos por falta incorpora ción de calcio. Se ha demostrado que el contenido de vitaminas en el filete es un reflejo de su nivel de inclusión en la dieta (Waagbø et al ., 1993) y, en el cultivo de peces, el alimento inc luye un complemento vitamínico y normalmente vitamina E que es un potente antioxidante. 1.2.1.7. Contaminantes La presencia de algunos minerales no deseados como son l os metales pesados, está creando controversia sobre el consumo de pescado en los últimos años. Se ha demostrado la presencia de mercurio a niveles alarman tes en ciertas especies de peces marinos, principalmente aquellos que se sitúan en la pa rte alta de la cadena trófica (Guallar et al , 2002). La Organización de las Naciones Unidas para l a Alimentación y la Agricultura (FAO) y la OMS recomiendan unos niveles máximos de consumo semanal de mercurio de 4 µg (mercurio inorgánico) o 1,6 µg (metilmercurio) por kg de peso corporal. Estos límites son de especial interés para los grupos de riesgo como las mujeres embarazadas, los bebés y los niños. Los PCBs, un gr upo de compuestos considerado de los más nocivos para el ser humano, son abundantes en productos pesqueros. La acuicultura puede aportar soluciones a es te problema reduciendo el contenido en metales pesados o en PCBs (Bell et al ., 2005) en el pescado de consumo. Por tanto, sería muy útil un sistema de certificación en este sentido para mejorar la aceptación del pescado de acuicultura. 1.2.2. Efectos beneficiosos de los PUFAs en la salud hum ana Gran cantidad de los efectos beneficiosos del consumo de pescado (Figura 8) están relacionados con los PUFAs de la serie n-3, especi almente HUFAs n-3 que son esenciales para el ser humano, como el ácido eicosap entaenoico (EPA) y el ácido docosahexaenoico (DHA). En la tabla 5 se describen alg unos de los PUFAs más abundantes en el pescado. Ya en los años setenta se comenzaron a investigar las pro piedades saludables de este tipo de ácidos grasos. El hecho de que los esquimale s de Groenlandia tuvieran una incidencia de enfermedades coronarias muy por debajo de la habitual en otros países, a pesar de su alto consumo de colesterol y de alimentos r icos en grasa, llamó la atención Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 16 de los investigadores. En los primeros estudios se descubri ó que tenían menor cantidad de lipoproteínas de baja densidad (LDL) que los esquim ales daneses, que se alimentaban con dietas occidentales (Bang & Dyerberg , 1980). Desde aquel momento no ha cesado el esfuerzo en investigación en este camp o, ya que el abandono de las dietas tradicionales y el creciente consumo de aliment os precocinados y de baja calidad nutritiva ha producido un deterioro general de la sa lud humana. Por poner un ejemplo, en Estados Unidos las enfermedades cardiovasculares son l a primera causa de mortalidad superando el 50% del total. Tabla 5: Principales PUFAs presentes en el pescado de interés en nutrición humana (Sidhu, 2003 ). Nombre Nº de carbonos Nº dobles enlaces Símbolo 18:2, Los ácidos grasos poliinsaturados tienen entre sus princi pales efectos beneficiosos la reducción del riesgo de padecer ciert as enfermedades: La hipertensión está fuertemente relacionada con el consumo de PUFAs n-3, ya que su consumo ha demostrado reducir las presiones sistó licas y diastólicas en personas con hipertensión (Sidhu, 1993). Varias enfermedades ca rdiovasculares están relacionadas con el bajo contenido de PUFAs n-3 de l a dieta, como la arteriosclerosis, el infarto de corazón, el infarto cerebral (Sidhu, 200 3). Sin embargo estas enfermedades tienen un origen complejo y multifactorial por lo q ue algunos estudios no encuentran esta relación (Orencia et al ., 1996). El consumo de aceite de pescado también se ha relacio nado con la baja incidencia de la diabetes. Su capacidad de reducir l os triglicéridos en sangre y la hipertensión parece reducir los efectos de la resistenci a a la insulina (Berry et al ., 1997). Introducción 17 Los PUFAs parecen tener gran importancia en el desarro llo del sistema nervioso, el sistema reproductor y algunos receptores sensoriales c omo la retina ocular. La gran abundancia de los mismos en las sinapsis nerviosas, en los t estículos y espermatozoides y en la retina hace pensar que desarrollan un papel importante en ellos. De hecho se ha demostrado que la deficiencia de DHA en la dieta pue de conducir a problemas relacionados con la memoria, la agudeza visual y la reproducción. (Sidhu, 1993). Se han encontrado relaciones interesantes con otras enfermedad es en las que se está realizando una amplia investigación en la actualidad, como son e l cáncer, la depresión y el Alzheimer (Adams et al ., 1996; Rose, 1997; Lukiw & Bazan, 2008). Figura 8. Efectos beneficiosos destacados de los PUFAs presentes en el pescado. 1.2.3. Promoción del consumo de pescado: ventajas de l a acuicultura La tendencia actual de incrementar la seguridad alim entaria, el aseguramiento de la calidad del producto mediante controles de calida d y la trazabilidad de cada uno de sus componentes, hace de la acuicultura una opción mu y útil para la provisión de pescado a la población. Una de las ventajas de la acui cultura frente a la pesca extractiva, Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 18 es la posibilidad de controlar el producto y conseguir , mediante la aplicación de las nuevas tecnologías, una constante mejora en la calidad tanto desde el punto de vista nutricional como sensorial. Factores como el método de cultivo, el tipo de alimentación, el manejo, el método de sacrificio y la posterior con servación influyen de forma importante sobre los aspectos antes mencionados. Es por e llo por lo que se considera necesario el estudio del pescado como producto final d estinado al consumo, centrándose en la influencia que aspectos importantes del cultivo tienen sobre su calidad. Tradicionalmente, la responsabilidad del aseguramiento de la calidad del pescado ha recaído sobre las agencias gubernamentales, m ediante la inspección de las áreas de procesamiento y la evaluación final del prod ucto. Este tipo de sistema es costoso, ineficiente y no proporciona una garantía de calidad real (Huss, 1995). En las últimas décadas se han creado sistemas de calidad mejorad os, como el sistema de Análisis de Peligros y Puntos Críticos de Control (HACCP ), que se hizo obligatorio en la Unión Europea ya en 1994 (EEC, 1994). En estos añ os se ha seguido implementando el control de la seguridad y la calidad de los produc tos alimenticios. De hecho, desde 2005 la Organización Internacional de Estandarizació n (ISO) ofrece a las empresas de acuicultura la norma ISO 22000 mediante la cual pue den demostrar a terceros, que realizan una gestión eficaz de la seguridad alimentar ia en toda su cadena de producción, desde el alevinaje hasta la presentación al consumidor . Anteriormente, en Europa existían estándares que podían certificar únicamente e l procesado del producto una vez fuera de la granja de acuicultura como son el FS (In ternational Food Standard) y BRC (British Retail Consortium), por tanto, la aparición de esta norma era muy necesaria. Sería bueno seguir implementando el control de la ca lidad del producto, para poder garantizar y certificar su trazabilidad y ciertas v entajas frente a la pesca extractiva, como el menor contenido en PCBs y metales pesados (Be ll et al ., 2005). 1.3. Procesos de deterioro del pescado La carne del pescado, comparada con otros tipos de c arnes, es muy susceptible a la alteración provocada por la actividad microbiana y los procesos autolíticos. Esto es debido fundamentalmente a su gran contenido en deter minados constituyentes (agua, aminoácidos libres, lípidos con alto grado de insatura ción, compuestos nitrogenados no proteicos, enzimas autolíticas, etc.). Su calidad pued e verse alterada en poco tiempo por los procesos del deterioro post mortem . Por tanto es de vital importancia el uso Introducción 19 apropiado de las técnicas de manejo, procesado y almac enamiento (Olafsdottir et al ., 2004). Teniendo en cuenta que el pescado fresco es un alimento muy perecedero, su frescura es quizás el atributo más determinante de su ca lidad. 1.3.1. Cambios autolíticos 1.3.1.1. Carbohidratos En el momento de la muerte del pez, el evento más im portante que ocurre en el músculo es el cese del aporte de oxígeno por la ausenc ia de bombeo de sangre. En estas condiciones la glucólisis aerobia se detiene pero co ntinúa la anaerobia. En condiciones de anaerobiosis la energía en forma de trifosfato de adenosina (ATP) puede seguir produciéndose a partir del fosfato de creatina durant e un corto espacio de tiempo, pues sus reservas son muy limitadas. La glucolisis anaerobia p uede entonces continuar durante un cierto tiempo, produciendo ácido pirúvic o y ácido láctico, lo que se traduce en un descenso del pH. Uno de los efectos de este descen so de pH es la pérdida de capacidad de retención de agua por el músculo, ya qu e las proteínas se desnaturalizan parcialmente y su capacidad para enlazar moléculas de agua desciende. Cuando el músculo agota las reservas de glucosa (gasta 1 8 veces más durante la glucólisis anaerobia) desciende la concentración intra celular de ATP y se produce el rigor mortis . La velocidad con la que se llegue a este punto va a depender de las condiciones nutritivas del pez y el estado fisiológico del músculo. Condiciones de sacrificio en la que los peces son sometidos a estrés y ejercicio físico aceleran el rigor mortis y reducen la calidad del pescado (Jerrett et al , 1996). De acuerdo a la tendencia actual de mejora del bienestar animal y de las técnic as de sacrificio actual, se están realizando importantes esfuerzos en mejorar la calidad del pescado en muchos aspectos, entre ellos el retraso del rigor mortis . 1.3.1.2. Nucleótidos El ATP del músculo del pez, tras su muerte, sigue una ruta degradativa mediante una serie de desfosforilaciones y desaminaciones (Figur a 9). El ATP se transforma en difosfato de adenosina (ADP), este a su vez en monofosf ato de adenosina (AMP) y sucesivamente en monofosfato de inosina (IMP), inosina e hipoxantina. El IMP está Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 20 relacionado con el sabor dulce y deseable del pescado fresco, mientras que la hipoxantina está relacionada con el sabor amargo del pescado deteriorado. La primera parte de esta reacción en cadena es más rápida y se ll eva a cabo por enzimas endógenas, por lo que el IMP se encuentra en fases tempranas del almacén. La posterior degradación hasta hipoxantina es más lenta y participa n también enzimas microbianas. Figura 9. Ruta degradativa del ATP en el músculo de pescado. Saito et al . (1959) desarrollaron el índice K, que proporciona una puntuación de frescura relativa, basada en los cambios autolíticos qu e se producen durante la conservación del pescado. Este índice mide la relación entre la cantidad de inosina, hipoxantina y el total de compuestos derivados de la d egradación de ATP. Cuanto más alto es el valor de K, menor es la frescura, y vicever sa. La degradación de nucleótidos coincide con los cambios percibidos en la frescura pero no está relacionada con la actividad microbiana y el desarrollo de la oxidación lipídica, por lo que este índice tiene importantes limitaciones en la determinación de la calidad (Hughes & Jones, 1966). 1.3.1.3. Proteínas Las enzimas proteolíticas distribuidas por los tejidos de l pescado contribuyen a la degradación post mortem de los productos pesqueros durante su procesado y conservación (Ghaly et al ., 2010). Como consecuencia de la autolisis de las pr oteínas musculares, se produce un aumento en la concentración de péptidos y aminoácidos libres, lo cual favorece el crecimiento bacteriano y la producción de aminas biógenas. Dentro de los lisosomas se encuentran las catepsinas que i ntervienen en el recambio de proteínas del músculo del animal vivo, pero al ser lib eradas en el fluido celular tras la muerte, actúan, sobre las cadenas pesadas de actina y miosina. Las calpaínas, presentes en el citosol en animales vivos, degradan las línea Z y son mucho más activas que las Introducción 21 catepsinas a temperaturas bajas (Muramoto et al ., 1989). Las colagenasas también tienen un papel importante en el deterioro del pesca do y su calidad, al producir el deterioro de la miocomata, el tejido conectivo que separa los paquetes musculares o miotomos (Caballero et al ., 2009). Esto produce que el filete se separe por es tas zonas e incluso se aprecien hendiduras bajo la piel en el pe z entero (Figura 10). Figura 10. Secciones transversales de músculo de dorada a los 0 (a), 2 (b), 4 (c) y 7 (d) días tras el sacrificio. Se puede observar la separación de las fibras musculares y posteriormente de los miotomos (Caballero et al ., 2009). Las proteínas, aunque menos sensibles que los lípidos, tam bién se oxidan durante los procesos de deterioro del pescado. Esta oxid ación ha sido poco tomada en cuenta en alimentos que contienen el músculo del anim al, pero se ha estudiado ampliamente en modelos proteínicos. La oxidación pue de producir la polimerización de las proteínas del músculo y su degradación, produciend o una pérdida de su solubilidad y funcionalidad que conlleva cambios en retención de a gua, textura y color (Estévez & Cava, 2004). 1.3.1.4. Lípidos El pescado contiene gran cantidad de enzimas capaces de hidrolizar diversas clases lipídicas (triglicéridos, fosfolípidos, etc.) en á cidos grasos libres. Estos ácidos grasos, aunque a priori no afectan al valor nutricion al o sensorial, son más reactivos, Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 22 pudiendo interaccionar con proteínas u oxidarse más fá cilmente. Debido a la alta cantidad de PUFAs en el pescado y su facilidad para ox idarse (sección 3.3.), el aumento en la cantidad de ácidos grasos libres tiene un efecto importante en la peroxidación lipídica y puede ser un buen índice de deterioro. 1.3.2. Cambios microbiológicos La actividad microbiana tiene una gran importancia en el deterioro del pescado durante su conservación, siendo la principal causa de l os cambios producidos durante este proceso. El pescado tiene ciertas características q ue lo hacen propicio para el crecimiento de bacterias en comparación con otros tip os de carne. Al ser animales poiquilotermos son portadores de bacterias psicrófilas o psicotrofas, las cuales pueden crecer en las condiciones de almacenamiento del pesc ado. El limitado descenso del pH tras el sacrificio permite el crecimiento de bacteria s sensibles a pH bajo como Shewanella putrefaciens . Además, la alta disponibilidad de aminoácidos libres y nucleótidos proporcionan un sustrato perfecto para el crecimiento bacteriano. Por último, otro factor importante es la presencia de OTM A, el cual actúa de aceptor de electrones para bacterias anaerobias que lo transforma n en TMA (Gram & Huss, 1996) Tras la muerte del pez, las bacterias presentes en agal las, piel y tracto digestivo empiezan a colonizar otros tejidos por la ausencia de sistema inmune. Las bacterias que habitan en la superficie de la piel del pescado comi enzan colonizando la base de las escamas y terminan penetrando entre las fibras musculare s (Huss, 1995). También a través de los intestinos entran en el resto de vísceras y en el músculo, y a través del sistema muscular alcanzan órganos como el riñón y el s istema vascular (Fraser y Sumar, 1998, parte II). Entre la flora bacteriana que se puede identificar e n el pescado en conservación, es importante diferenciar entre la \"flora del deteri oro\" y las \"bacterias específicas del deterioro\". El primer término describe el total de b acterias que podemos encontrar en un pescado en proceso de deterioro o descomposición, mient ras que el segundo se refiere a bacterias que producen olores y sabores desagradables, lo s cuales se relacionan con el deterioro (Daalgard, 1995). En el pescado fresco, las bacterias específicas del deterioro son una porción minoritaria, la cual va creciendo ha sta ser la gran mayoría de la flora Introducción 23 bacteriana que encontramos a las 2-3 semanas de almac én. Los productos de su metabolismo producen en gran parte los olores y sabore s desagradables del pescado deteriorado. Entre las principales bacterias del deter ioro del pescado almacenado en hielo se encuentran Shewanella putrefaciens y Pseudomonas spp (Huss, 1995). En cada especie de pescado estas bacterias pueden ser diferente s y su identificación no es sencilla, por lo que la legislación actual se basa en el recuento total de bacterias. 1.3.3. Susceptibilidad a la oxidación La oxidación lipídica puede provocar cambios en el o lor, el sabor y el color, disminuyendo la aceptabilidad del producto, por lo q ue los alimentos que tienen una alta proporción de grasas o aceites suelen ser perecederos a c orto plazo, como es el caso del pescado. El pescado es uno de los alimentos más susceptible s a la oxidación, debido a la cantidad y el tipo de lípidos que contiene. Entre lo s lípidos que encontramos en el filete hay una alta proporción de PUFAs y HUFAs, que son mu y inestables frente a la oxidación, y aún más cuanto mayor es la longitud de la cadena y el número de instauraciones. Los productos liberados por esta oxidaci ón, además de aportar olor y sabor a rancio, pueden afectar a otros componentes del pescado como las proteínas musculares, uniéndose a ellas y modificando la textura del filete. Los lípidos se oxidan mediante una reacción autocatalí tica en la que se generan radicales libres (Figura 11). Esta comienza con la esc isión de un átomo de hidrógeno de la cadena acil, quedando un radical lipídico (L-) q ue es muy reactivo con el oxígeno y forma rápidamente un radical peróxido (LOO-). Este r adical puede a su vez escindir otro hidrógeno de otra cadena acil produciendo un h idroperóxido y otro radical lipídico. De esta manera la reacción en cadena continúa hasta q ue un radical se inactiva por la reacción con otro o con un antioxidante. Los peróxid os producidos en esta reacción son insípidos por lo que el índice de peróxidos, que ha sid o muy utilizado, no guarda relación con la calidad sensorial (Huss, 1995). Los hidroperóxidos producidos siguen dividiéndose hasta formar aldehídos, cetonas, alcohol es, pequeños ácidos carboxílicos y alcanos. Algunos aldehídos como el malondialdehido ( MDA) se pueden determinar fácilmente y tienen mucha importancia en el control de la seguridad y calidad del pescado. Además, estos compuestos reaccionan con proteína s y glúcidos en la llamada reacción de Maillard, produciendo un descenso en el v alor de la proteína y en la textura. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 24 Los iones metálicos o la presencia de la enzima lipoox igenasa pueden afectar a la velocidad y cantidad de oxidación lipídica en el fi lete. En las células vivas existe una defensa enzimática frente a esta reacción, como es la glutatión peroxidasa, pero al producirse la muerte cesa su actividad por falta de su stratos. También existen antioxidantes propios del pez (tocoferoles, ubiquinol, carotenoides y ascorbato). El demostrado efecto de la adición de antioxidantes en l a dieta sobre la cantidad que presenta el filete ha hecho de su administración oral la principal causa para luchar contra el deterioro del pescado, además de la impleme ntación de las técnicas industriales de conservación. Figura 11. Proceso de autooxidación de ácidos grasos insaturados. 1.3.4. Métodos de evaluación de la calidad del pesca do El término de calidad de un alimento puede abarcar aspectos como la apariencia, la frescura, la seguridad microbiológica o la segurida d toxicológica. Por tanto la calidad debe ser definida en cada producto y depende de las cualidades que esperamos encontrar en el mismo. Los métodos de evaluación del pescado están basados en los procesos de deterioro explicados con anterioridad y en las propiedades sensoriales, pues son estas últimas las que van a determinar la aceptabili dad por parte del consumidor. 1.3.4.1 Métodos físicos Una de las propiedades más básicas del pescado que cambi a con el tiempo es el pH, siendo muy sencillo de medir mediante pHmetros int ramusculares (Figura 12) o mediante la homogenización de músculo en agua destila da. Introducción 25 Figura 12. pHmetro intramuscular durante la realización de medidas en dorada almacenada en hielo. El descenso del pH puede aportar información acerca d e la cantidad de ácido láctico acumulado. Este depende de la cantidad de gl ucógeno acumulado en el músculo y del método de sacrificio, y va a influir en el rigor mortis y en la calidad posterior del pescado. Esta medida es más útil en mamíferos, donde e l descenso es mucho más pronunciado (hasta pH 5 aproximadamente). En la mayo ría de peces teleósteos incluida la dorada, este descenso apenas llega a pH 6,5 durant e las primeras horas, pudiendo aumentar después por la actividad microbiana. Otro método de evaluación es la medida de la capaci dad de retención de agua (CRA) del filete. El agua inmovilizada dentro del m úsculo aporta terneza y jugosidad, atributos muy importantes y valorados por el consumidor . La desnaturalización y degradación de las proteínas es uno de los factores que propician la pérdida de CRA quizás uno de los primeros. La mayor parte del agua in movilizada se encuentra asociada a proteínas y es difícilmente liberada incluso con pre sión. La pérdida de membranas celulares y la propia estructura del músculo también influye en el descenso de este índice. La medida del color del filete es muy útil para eval uar la calidad o monitorizar su deterioro. Esta propiedad está muy relacionada con la composición del filete y la presencia de sustancias coloreadas (carotenoides). Tambi én está relacionada con procesos del deterioro, como la desnaturalización de p roteínas que produce un Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 26 incremento de la luminosidad o el enranciamiento de las grasas que se traduce en un aumento del componente amarillo del color (Ruff et al ., 2003; Hernández et al ., 2009; Tuckey et al ., 2012). La medida de este parámetro se hace mediant e un colorímetro que aporta valores en el sistema CIELab. Este sistema fue re comendado por la Comisión Internacional de la Iluminación (CIE, 1978). Según este sistema el color está definido por tres parámetros de forma tridimensional (Figura 13 ). El parámetro L define la luminosidad de la muestra, el parámetro a* define el color en el eje rojo-verde y el parámetro b* define el color en el eje amarillo-azu l. Figura 13. Sistema CIELab para la medida del color. 1.3.4.2. Métodos químicos Gran parte de los métodos químicos de evaluación del pescado se basan en productos de la oxidación lipídica, ya que es el meca nismo principal de deterioro y de producción de atributos sensoriales indeseables. El valo r de peróxidos (VP) es uno de ellos y su análisis es bastante simple. Sin embargo, la n aturaleza transitoria de estos compuestos (Kanner & Rosenthal, 1992) y la poca relaci ón con los parámetros sensoriales lo hacen poco útil durante un almacenamie nto prolongado. Existe otro índice de la oxidación lipídica que se basa en la ab undancia de productos secundarios, los TBARS (del inglés \"Thiobarbituric Acid Reactive Substances\") entre los que el MDA es el componente mayoritario. Tras la reacción de l MDA con el ácido Introducción 27 tiobarbitúrico se forma una molécula cromógena de co lor rosa, cuya abundancia se puede medir mediante espectrofotometría (Figura 14) . Figura 14. Reacción del ácido tiobarbitúrico con el MDA para formar el compuesto cromógeno. Otro método de evaluación de base química es el del nitrógeno básico volátil total (NBVT), ampliamente utilizado y de sencilla e jecución. Este método mide todos los compuestos nitrogenados volátiles, incluyendo TMA, D MA, amoniaco y otros compuestos nitrogenados básicos. Incluye productos produ cidos por deterioro bacteriano (TMA) y por procesos autolíticos (DMA), per o en general se trata de un índice del deterioro proteico. La producción de esto s compuestos no se hace patente por este método hasta que el pescado está bastante deterio rado. Por tanto, su uso no es útil durante los primeros diez días en bacalao refrigerado y otras especies (Rehbein & Oehlenschlager, 1982), no mostrando cambios en dorada dentro de las dos primeras semanas de almacenamiento en hielo (Álvarez et al ., 2012). En cefalópodos su utilidad en la medida de la calidad es mayor ya que estos anima les producen más cantidad de bases volátiles y con mayor antelación (Le Blanc & Gi ll, 1984). La determinación del amoniaco también ha sido utilizada par medir la cali dad del pescado, pero al igual que las bases volátiles de nitrógeno, se manifiesta cuando el pescado está ya muy deteriorado. La determinación de TMA, que se encuentra entre los c ompuestos medidos por el NBVT, es un índice muy relacionado con el desarro llo bacteriano. Determinadas bacterias anaerobias utilizan el OTMA como aceptor d e electrones, transformándolo en TMA. La escasa correlación de este índice con el recu ento de bacterias totales se ha explicado por la distinta capacidad de cada especie bacteriana de producir TMA. De aquí el término de \"bacterias específicas del deterior o\", que son las que realmente producen los efectos indeseables en el pescado aunque no sean el componente Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 28 mayoritario de la población bacteriana. Photobacterium phosphoreum es uno de estos organismos, que genera entre 10 y 100 veces más cantida d de TMA que otros microorganismos (Daalgard, 1995). La utilización de este índice tiene la ventaja de que reproduce el deterioro producido por bacterias más q ue su presencia, que puede no haber afectado aún al filete. Sin embargo es de apar ición relativamente tardía y varía en función de la especie, por lo que se debe usar con pre caución. La determinación de aminas biógenas (histamina, putresc ina, cadaverina, y de catabolitos de nucleótidos como la hip oxantina, se utilizan más como índices de calidad higiénico-sanitaria que como índi ces de deterioro (Halasz et al , 1994). La aparición de episodios de intoxicación por algunos de estos compuestos ha llevado a su control exhaustivo en el mercado de prod uctos pesqueros. 1.3.4.3. Métodos microbiológicos Los métodos microbiológicos de evaluación del pescado n os proporcionan información sobre la presencia de bacterias o microor ganismos de importancia para la salud pública y nos dan una imagen de la calidad higi énica del pescado durante su manipulación y procesamiento. Los análisis de recuent o en placa requieren tiempo y personal capacitado, pero son bastante fiables y reprod ucibles, por lo que son el tipo de análisis en que se basa la legislación (BOE, 1991). El recuento de viables totales (TVC) representa al nú mero total de bacterias capaces de formar una colonia (unidades formadoras de colonia -UFC-) a una temperatura dada. Aunque es un parámetro muy utiliza do, difícilmente será un buen indicador del deterioro, teniendo en cuenta el pape l de las \"bacterias específicas del deterioro y que no existe correlación con la presenci a de cualquier bacteria que afecte a la salud pública. En cambio puede ser útil para compa rar el grado general de contaminación bacteriana o en nivel de higiene apli cado durante su manipulación (Huss, 1995). El sustrato más utilizado para los recuentos tot ales continúa siendo el agar para recuento en placa (ARP), del inglés \"plate count aga r\" (PCA). Comúnmente se realizan dos tipos de recuentos totales: de mesófilos (30 ºC; 72h) y de psicrófilos (15 ºC, 5 días). El primero de ellos es irrelevante, según algunos autor es, para productos pesqueros mantenidos a temperaturas de refrigeración (Huss, 1995) , sin embargo es el que se Introducción 29 utiliza para determinar los límites de carga microbi ológica establecidos a nivel nacional (Orden 2/8/1991, B.O.E. 15/8/91) e internacional (I CMSF, 1986). La normativa española establece también un valor máximo de entero bacterias, dado que estas son un indicativo de las condiciones higiénicas del medio don de vivió el pez o fue sacrificado, del manejo y del procesado del producto (Kostaki et al ., 2009). Otras bacterias peligrosas como Salmonella sp , Shigella sp o Staphylococcus aureus están también controladas por la regulación española. El recuento d e bacterias específicas del deterioro es una tarea difícil pues se debe estudiar su implicac ión en el deterioro de la calidad del pescado para cada especie. 1.3.4.4. Métodos sensoriales El análisis sensorial del pescado es de gran utilidad, d ebido a que revela diferencias en características sensoriales que sólo pue den ser medidas significativamente por humanos. Existen instrumentos qu e pueden medir algunas de ellas como por ejemplo los texturómetros o la \"nariz a rtificial\" (Nanto et al ., 1993), pero a menudo producen peores resultados que un panel de jueces entrenados. La capacidad de cada persona para discernir entre color es, olores y sabores varía mucho en función del individuo, además de la homogeneidad de respuesta a los estímulos. Por tanto, el entrenamiento y selección de jueces es impre scindible para una buena valoración sensorial. 1.3.4.4.1. Evaluación en pescado fresco La evaluación sensorial en la industria pesquera ha si do siempre esencial a la hora de determinar la frescura de los productos, siend o la apariencia externa, el olor y el color características muy importantes en el control d e calidad (Olafsdottir et al ., 2004). En el caso del pescado de origen extractivo es difícil controlar con cierto grado de repetibilidad la calidad inicial del producto, pero con el cultivo de peces la variabilidad de la calidad del pescado fresco queda en gran medida reducida. El primer método detallado para el análisis sensorial en pescado fresco fue el sistema Torry, desarrollado en Escocia por \"Torry Resear ch Station\" (Shewan et al ., 1953), cuya idea fundamental era que cada parámetro de calidad valorado fuera independiente del resto. Posteriormente, el esquema fu e modificado de forma que se Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 30 asignaba una puntuación a un amplio rango de caracte rísticas. Actualmente, para el pescado entero, la regulación de la Comunidad Europe a establece el sistema de clasificación de calidad de la UE, desarrollado por Howgate et al . (1992). Existen tres niveles de calidad en el esquema UE: E (extra), A y B ; donde E corresponde a la mayor calidad y por debajo del nivel B el producto no es a pto para el consumo humano. El inconveniente de este método es que se basa en parámetr os generales, y no considera las diferencias entre especies. Algunas iniciativas han puesto en práctica un nuevo mé todo llamado Método del Índice de Calidad (QIM, por la nomenclatura inglesa de Quality Index Method). Este método fue originalmente desarrollado por la \"Tasmani an Food Research Unit\" (TFRU) (Bremner, 1985) y ha sido estandarizado ya para div ersas especies (Jonsdottir, 1992; Huidobro et al ., 2000; Martinsdóttir et al ., 2001). Consiste en la valoración de los parámetros sensoriales significativos del pescado crudo m ediante un sistema de puntuación de grados deméritos. Las puntuaciones asigna das a cada característica sensorial se suman para obtener un único valor que es el índice de calidad, de forma que cuanto mayor es este índice, mayor es el grado de det erioro. Se establece por tanto una relación lineal entre la calidad sensorial y el tiemp o de almacenamiento, que permite predecir la vida útil del producto, fijando una pun tuación máxima cuando el pescado es rechazado por evaluación sensorial o tras determinarse el tiempo máximo de almacenamiento. 1.3.4.4.2. Evaluación en pescado cocinado El análisis sensorial es el examen de las propiedades or ganolépticas de un producto realizable con los sentidos (UNE 87-001-94). En concreto en el control de calidad de un producto pueden emplearse pruebas discri minativas y/o descriptivas según el objetivo que se persiga. En ambos tipos de pru ebas es necesario disponer de un panel de catadores entrenado según el objetivo del an álisis y el producto que se vaya a evaluar. El análisis discriminativo sirve para detect ar si hay o no diferencias entre dos o más muestras. Son normalmente utilizados para determina r el efecto en la calidad del producto de algún tratamiento incorporado en la ela boración o almacenamiento de las materias primas. En el caso del análisis descriptivo, se p retende identificar cuáles son las diferencias y con que intensidad se producen (Ibáñe z y Barcina, 2001), y pueden Introducción 31 emplearse para valorar un solo atributo de textura, sa bor o apariencia, o para realizar una descripción completa del producto. Cuando se eval úa más de un atributo, se elabora un perfil sensorial del producto mediante la selecci ón de los descriptores que serán posteriormente cuantificados. Este tipo de análisis es c onocido como Análisis Descriptivo Cuantitativo (QDA, del inglés \"Quantitat ive Descriptive Analysis\") específicamente para este producto. 1.4. Las plantas aromático-medicinales Según Muñoz (1987), plantas medicinales son aquellas qu e producen los llamados principios activos, sustancias que ejercen una acción farmacológica, beneficiosa o perjudicial, sobre un organismo vivo. La s plantas aromático-medicinales serían aquellas, dentro de las anteriores, cuyos princi pios activos están constituidos, principal o parcialmente por esencias o compuestos fenó licos. Las esencias suelen ser compuestos terpénicos, formados por cadenas largas que t ienen como base el isopreno. Debido a que los isoprenos tienen muchas formas posibles de unirse, la variabilidad de estos compuestos es muy alta y también sus actividades y pr opiedades. La producción y el comercio de este tipo de plantas y sus productos mueven millones de euros alrededor del mundo. En 1999 la venta de suplem entos naturales superó los 15 billones de dólares, de los cuales 7 billones fueron en Europa (Raskin, 2002). En todo el mundo se conocen aproximadamente 1.340 plantas como p otenciales fuentes de componentes antioxidantes y antimicrobianos (Gould, 19 96). 1.4.1. Usos históricos Las plantas medicinales se han utilizado prácticamente desde los inicios de la humanidad. Existen evidencias de su uso por parte de lo s neandertales con fines médicos. El hombre las usó inicialmente a imitación de los animales, después empíricamente y más tarde de forma racional, conocie ndo sus propiedades terapéuticas de forma progresiva. En papiros de hace más de 4000 añ os ya se citan una serie de drogas, como prepararlas y su cultivo. Griegos y roma nos ya escribían catálogos de plantas medicinales y la Biblia es un buen ejemplo d e la constancia que hay de su uso desde hace más de 2000 años. En cuanto a la destilación de plantas aromáticas, se practica en Asia desde hace milenios, pero en el Medit erráneo fueron los árabes los que Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 32 la perfeccionaron durante la Edad Media, favorecien do el desarrollo de la farmacia. En el siglo XIII ya se vendían aceites esenciales, siendo el de romero uno de los primeros aislados. En el siglo XV se conocían las esencias de alm endras amargas, espliego, canela, ginebra, rosa, salvia, lavanda y otras más. En el siglo XVII ya se habían aislado prácticamente todas las esencias de Europa y Oriente p róximo. En el siglo XIX se comenzaron a realizar análisis de las esencias y princi pios activos de vegetales. El desarrollo del microscopio y la química analítica ayu daron a su estudio y al nacimiento de la farmacoquímica. Los extractos y hojas de plantas aromáticas han sido utilizados desde la antigüedad con fines culinarios y medicinales pero en el siglo XX se han descubierto gran cantidad de propiedades antes desconoc idas o simplemente intuidas. A partir de los estudios realizados por Chipault et al . (1952, 1955), aumentó el interés y el estudio de las propiedades antioxidantes, antimicrobian as y medicinales de los distintos tipos de extractos de plantas, existiendo hoy en dí a una amplia información acerca de los compuestos existentes en ellos. 1.4.2. Principios activos y principales utilidades. Algunos de los principales principios activos encontrad os en plantas aromáticas son los heterósidos, los alcaloides, los aceites esenciales, los terpenos, los taninos, los flavonoides, algunas vitaminas y minerales. Los heterósi dos están formados por un glúcido y un cuerpo activo no azucarado como es el c aso de la isocutelarina 7-O- glucósido del romero o el salicósido precursor de la aspirina. Los alcaloides son compuestos nitrogenados de química compleja y de gran interés médico, algunos ejemplos son la nicotina y la morfina. Los aceites esen ciales son segregados por las plantas mediante tricomas glandulares o canales y cont ienen gran cantidad de compuestos, principalmente fenólicos. Los terpenos están entre estos compuestos y están formados por asociaciones de moléculas de isopreno (2-metil-1,3-butadieno), por lo que son llamados también isoprenoides. Cuando los te rpenos son modificados por oxidación o reorganización del esqueleto hidrocarbon ato se llaman terpenoides. Los principales compuestos activos del romero y del tomillo pertenecen a los isoprenoides, como también las vitaminas A, E, y K. Las plantas aromático-medicinales tienen gran cantida d de utilidades de acuerdo a los compuestos activos que poseen. Con el paso del ti empo el rango de aplicaciones se Introducción 33 va ampliando y haciendo más específico, debido a la i mportante investigación actual en este campo. Actualmente se conocen una serie de aplica ciones y beneficios que se resumen en la Figura 15. Figura 15. Beneficios y aplicaciones industriales de plantas con principios activos (Muñoz, 1987). 1.4.3. Plantas aromático-medicinales en la Región de Murcia El Sureste Español está considerado uno de los territor ios con mayor cantidad de especies nativas de plantas aromáticas, destacando las p rovincias de Murcia y Almería. Esto se debe a su climatología subárida y a la gran div ersidad de hábitats. La compleja orografía que rodea a la Región (Cordilleras Béticas) hace que el viento de poniente llegue seco por el efecto Fohen, mientras que la pro ximidad del mediterráneo suaviza las temperaturas en la costa pero hace que sean comunes las precipitaciones torrenciales. Entre las plantas aromáticas de la Regió n las de mayor importancia social y económica son las labiadas, por la gran cantidad de esp ecies con interés industrial. Ya en los años 80-90 había en la Región de Murcia unas 2. 500 hectáreas de cultivo de estas plantas (Alcaraz et al ., 1989) y en la actualidad se está estudiando su dive rsificación tanto en cuanto a tipos de cultivo como en cuanto a aplicaciones industriales. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 34 1.4.3.1. Romero Figura 16. Rosmarinus officinalis en fase de floración. El género Rosmarinus se encentra dentro de la familia de las circummediterranea, principalmen te en el Mediterráneo occidental, pero presente de forma natural en cierto s enclaves desde Crimea hasta las islas Azores. También se puede encontrar creciendo salv aje en algunos puntos de América central y Sudamérica. Su hábitat fundamenta l son laderas soleadas de zonas semiáridas en altitudes que van desde el nivel del mar hasta los 1500 metros (Font Quer, 1981). El romero se adapta muy bien a suelos pobres y f orma parte de los matorrales que aparecen en suelos secos de encinar y pinar, pero t ambién en zonas degradadas por la quema o la tala. Por tanto, esta planta juega un papel muy importante en la recuperación del bosque mediterráneo tras catástrofes a mbientales. Rosmarinus officinalis es la especie más común y utilizada, de hecho las otr as dos se encuentran entre las especies amenazadas de la list a roja de flora vascular y su hábitat reducido a zonas concretas del sureste ibérico y norte de África (Moreno, 2008). Se trata de un arbusto perenne, con tallos erectos y q ue puede llegar a medir de forma ocasional cerca de 2 metros (Figura 16). Sus hojas son simples, enteras, de lineares a lanceoladas y revolutas. Están cubiertas de tricomas, algunos de ellos glandulares y principalmente en el envés (Figura 17). Sus flores se agrupan en inflorescencias y tienen Introducción 35 la estructura típica de las labiadas con cáliz bilab iado y acampanado. La corola es de color morado, violeta, azulado o blanco con manchas coloreadas (Morales, 2010). Figura 17. Tricomas en hojas de Rosmarinus officinalis : (A) tricoma no glandular, bar = peltados, bar 100 µm; (C) tricomas capitados, bar = 1000 µm; (Marín et al ., 2006). Aunque tradicionalmente su nombre fue interpretado c omo proveniente del latín ros marinus o rocío marino, se ha propuesto que proviene del gr iego rophs myrinos o arbusto aromático lo cual describe mejor sus caracterí sticas (Morales, 2010). Los principales usos históricos del romero han sido el aromá tico, el medicinal y el culinario. El romero ha estado relacionado con la religión, con el amor, el matrimonio, el nacimiento y la muerte. En Inglaterra y Alemania se considera un símbolo de recuerdo y todavía se utiliza en ramos de novia o en la cuna de los niños recién nacidos para protegerlos de energías negativas. También se usa tradic ionalmente para proteger los libros y la ropa de las polillas. Su utilización es ge neralizada en todo el mundo y está siendo estudiado en muchos campos de la ciencia médica y biológica por sus propiedades beneficiosas. Cada vez se utiliza menos l a recolección para abastecer el mercado y son muchos los países en que se cultiva, prin cipalmente en Rusia, Inglaterra, Francia, España, Portugal, la península balcánica, Tú nez, China, Australia y, dentro de los Estados Unidos, en el estado de California (Morales , 2010). Existen grandes diferencias intraespecíficas en el rendimiento y la ca lidad del aceite esencial del romero. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 36 Los factores intrínsecos, especialmente la herencia gen ética (Zaouali et al , 2012.) y/o la fase de desarrollo de la planta cuando se cosecha (Jordá n et al. , 2013), además de los factores extrínsecos, tales como condiciones de suelo y c lima (Brewer et al ., 2011) explican este elevado grado de variabilidad en la ca lidad y potencia del aceite. Históricamente se han utilizado las hojas de la planta directamente o su aceite esencial, obtenido mediante alambiques tradicionales. Sin embargo el aceite esencial tiene muy bajas concentraciones de algunos conservante s muy activos que sí se presentan en la planta o en extractos metanólicos o a cuosos. Algunos de estos compuestos son carnosol, carnósico, rosmanol, epiro smanol, isorosmanol, rosmariquinona y ácido rosmarínico (Figura 18). Figura 18. fenólicos activos aislados de romero ( Rosmarinus officinalis ) mediante con 12-O-metilcarnósico, ácido rosmarínico (4), genkwanina (5) e isoescutellareina 7-O-glucósido (6) (del Baño et al .,.2003). Introducción 37 Mediante la extracción con metano, acetona o agua se pueden obtener los principales diterpenos presentes en el romero. La extra cción con metanol produce un extracto rico en ácido carnósico y carnosol en propor ción 1:1, tras lo cual se puede aumentar la concentración de carnosol mediante sucesiv as extracciones con acetona y agua. Por otro lado, el extracto acuoso de romero es rico en ácido rosmarínico e isocutelarina 7-O-glucósido (del Baño, 2003). Todos est os compuestos han demostrado tener una gran actividad antioxidante, sobre todo el ácido rosmarínico, el ácido carnósico y el carnosol. Además de esto se han descubier to recientemente otras propiedades en estos compuestos: varios de ellos son an ticancerígenos, antiinflamatorios, immunoestimulantes y estimuladores de l metabolismo lipídico, pudiendo ser en un futuro promotores de fármacos natur ales. 1.4.3.2 Tomillo Las plantas conocidas en todo el mundo como \"tomillos\" corresponden al género Thymus , uno de los ocho más importantes en número de especies (215) dentro de la familia de las labiadas. Se trata de plantas aromática s que se han usado tradicionalmente con fines medicinales y culinarios en casi todas part es del mundo. El género Thymus es muy frecuente en la región mediterránea con unas 110 especies, formando comunidades de matorral llamadas tomillares junto con otras planta s de los géneros Sideritis , Satureja naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 38 Existen dos grupos diferenciados: plantas rastreras a m enudo con ramas enraizantes como en los géneros Serpyllum o Hyphodromi o plantas arbustivas que son las que aparecen en el sur y el sureste peninsular. Al igual que otras plantas aromáticas, se caracterizan por tener tricomas glandulares (Figura 19) que contienen aceites esenciales los cuales son liberados al romperlos y produce n su olor característico. Los tomillos son plantas heliófilas que pueden vivir sob re rocas o suelos poco evolucionados, pero sobre todo, deben ser suelos bien dr enados. Debido a la gran diversidad de especies dentro del género Thymus y su amplia distribución, sus hábitats son muy variados. Los podemos encontrar desde zonas circ umpolares en Groenlandia con temperaturas por debajo de los 0ºC durante gran parte del año hasta zonas subdesérticas con escasez de agua y temperaturas extrema damente altas. Las especies encontradas en el Sureste peninsular tienen una gran resistencia a condiciones extremas de temperaturas altas y precipitaciones escasas, en parte debido a sus pequeñas hojas aciculares densamente cubiertas de tricomas. La producc ión de aceites esenciales puede ser una estrategia adaptativa ya que la atmósfera satu rada producida por los compuestos volátiles hace más difícil la evaporación de agua (Mo rales, 2002). Podemos encontrar varias explicaciones sobre el origen del nombre \"tomillo\". Algunos autores sugieren que proviene del griego thyo (perfume), mientras que otros lo achacan a la palabra griega thymos que significa coraje o fuerza. Para los griegos, el tomillo era símbolo de gracia y elegancia, utilizaba n la expresión de \"oler como el tomillo\" como símbolo de placer. Los egipcios lo usaron para embalsamar a sus difuntos y los soldados romanos tomaban baños con tomill o para adquirir vigor. En la edad media, los caballeros llevaban motivos de tomillo bordados en sus telas para darles coraje antes del torneo de justas. Durante las grandes e pidemias de peste en Europa, se pensaba que el tomillo ofrecía cierta protección, po r lo que se quemaban en el interior de las estancias para limpiar el aire. El tomillo ta mbién estaba asociado con la muerte y con la magia. En las tumbas de Gales se plantaba tomill o desde antiguo y existía la creencia de que plantando un lecho de tomillo en el jardín se atraía a la hadas y era posible verlas. Mas recientemente, en la I Guerra Mun dial, se usaba como antiséptico y Introducción 39 en la actualidad se utiliza en líquidos conservantes, sobre todo antifúngicos para preservar especies botánicas (Figueredo et al ., 2008) En la Región de Murcia se pueden encontrar dos especie s de tomillo de cierto valor económico, social e histórico que han sido estudi adas durante la realización de esta Tesis Doctoral: Thymus zygis subespecie gracilis ( Thymus zygis) es abundante en la península ibérica y comprende tres subespecies. La subespecie gracilis , de gran interés en nuestra Región, crece en el sureste de España y norte de África, esta ndo principalmente representado en Andalucía oriental, Albacete y Murcia (Figura 20). Las otras dos subespecies también se encuentran en España pero en zonas diferentes. La subesp ecie sylvestris aparece en el centro y oeste peninsular, mientras que la subespecie zygis aparece en la mitad norte. Thymus zygis florece de mayo a julio y crece en zonas soleadas desd e el nivel del mar hasta 2.000 m.s.n.m., sobre todo tipo de sustrato, desde arenas hasta calizas, aunque deben ser suelos muy bien drenados. Figura 20: Distribución geográfica de las dos subespecies de Thymus zygis que abundan en el sur de España (Sáez, 1995) El tomillo rojo ( Thymus zygis subsp. gracilis ) es la especie de mayor valor económico y la más comercializada en España, destilá ndose para extraer su aceite esencial o comercializándose como hoja para alimentac ión. El aceite esencial de este Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 40 tomillo tiene, por lo general, como componente mayo ritario el timol y por eso es el tomillo español más apreciado y cultivado. Existe otro quimiotipo con linalol como componente mayoritario pero es menos abundante (Mora les, 1986). Estudiando las poblaciones del sureste peninsular, se ha demostrado qu e existen ciertas correlaciones de la producción de fenoles con características biocl imáticas, favoreciendo su producción las altitudes bajas y los climas cálidos y seco s (Sáez, 1995). Figura 21: Tomillo Thymbra capitata) en floración. Esta especie de tomillo no pertenece al género Thymus sino al género Thymbra , también dentro de la tribu Menthae. Tradicionalmente se ha incluido entre los tomillos y Introducción 41 de hecho sus principales nombres comunes son tomillo anda luz, tomillo aceitunero o tomillo cabezudo. También recibe en ocasiones el nomb re de orégano español, ya que posee un alto contenido en carvacrol, como el orégan o. Al igual que Thymus zygis , es un arbusto pequeño con ramas erectas y leñosas. Sus hoja s son aciculares y glabras, cubiertas de tricomas. Sus flores se encuentran en inflo rescencias redondeadas y densas características de este tomillo. Tienen la forma básica de las flores de labiadas aunque con 20-22 nervios, lo que la diferencia de la mayorí a de especies de Thymus (Bayer , 1989). Crece por lo general en altitudes que van desde el ni vel del mar hasta los 600m, en laderas soleadas, frecuentemente en bosques de pinos, y se puede encontrar en el sur de España y de Italia, norte de África y otros países cálidos mediterráneos. Se pueden identificar tres quimiotipos principales: timol, carv acrol y timol/carvacrol. El más frecuente en el sur de España y el más estudiado es el quimiotipo carvacrol pero en otras zonas del Mediterráneo como el sur de Italia o en Ori ente Próximo predomina el quimiotipo timol. Miceli et al . (2006) estudiaron la composición de su aceite esenci al encontrando los tres quimiotipos pero siempre siendo la cantidad de monoterpenos totales de un 78%. Varios autores han observado escasas d iferencias en la composición del aceite esencial en función del clima y de la ed afología del terreno, por lo que esta especie parece ser menos dependiente que otras de las co ndiciones ambientales para la producción del aceite esencial (Bakhi et al ., 2013). 1.5. Propiedades y aplicaciones de las plantas aromáti co-medicinales en la industria agroalimentaria. 1.5.1. Propiedades intrínsecas 1.5.1.1. Actividad antioxidante De las propiedades que poseen los extractos y aceites esenciales de plantas aromáticas, la capacidad antioxidante ha sido la más e studiada. Se han realizado numerosos estudios en los que se demuestra la actividad an tioxidante del romero y del tomillo (Chipault et al ., et Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 42 En el extracto de romero están bien caracterizados lo s compuestos con actividad antioxidante y se conocen varios procesos para su extrac ción a partir de la planta (Chang et al ., 1977). Entre las moléculas descritas en el extracto de romero hay varios diterpenos fenólicos, destacando el ácido carnósico y sus derivados el carnosol, el rosmanol, el epirosmanol, el 7-metil-epirosmanol y el carnosato de metilo, más abundantes en la fracción liposoluble. También se han descrito flavonoides como la genkwanina, la hispidulina-O-glucósido, la crisimari tina, la luteolina y la isocutelarina 7-O-glucósido, y otros compuestos fenólicos como el a cido cafeico y el ácido rosmarínico, este último componente principal de la f racción hidrosoluble (del Baño et al ., 2003). Nakatani & Intani (1984) y Houlihan et al . (1984, 1985) ya evidenciaron la presencia en la oleorresina de romero de compuestos con una actividad antioxidante hasta 4 veces superior al BHA y equiparable a la del B HT. En un estudio comparativo con extractos comerciales, Cuvelier et al . (1996) demostraron que los compuestos más activos fueron el carnosol, el ácido rosmarínico y el ácido carnósico. Para el estudio de la capacidad antioxidante de com puestos o extractos complejos es importante tener en cuenta el medio en e l que se lleva a cabo, ya que por lo general los resultados no son extrapolables (Frankel, 1998). Wada & Fang, (1992), estudiaron la actividad antioxidante de extracto de romero en aceite de sardina con o sin -tocoferol, observando que la mezcla de ambos tuvo u na capacidad antioxidante comparable al BHA y que tenían un efecto sinérgico. Posteriormente estudiaron el efecto de estos extractos en aceite de sardina y sobre mioglobina y hemoglobina (Fang & Wada 1993) atribuyendo al extracto de romero una fuerte capacidad protectora sobre el -tocoferol añadido y el grupo \"hemo\" de las prot eínas citadas. La actividad antioxidante del aceite esencial de tom illo es comparable a la del - tocoferol y el BHT (Miguel et al ., 2004). Muestra una gran capacidad para secuestrar radicales libres e inhibe la oxidación lipídica induc ida por Fe +2 (Bozin et al ., 2006). Aunque el aceite esencial al completo es más efectivo que cualquiera de sus componentes, se han estudiado sus compuestos activos por separado y se han ordenado por capacidad antioxidante: timol > carvacrol -pineno. (Youdim et al ., 2002). Esta actividad parece estar relacionada con la presencia de anillos a romáticos y el número y Introducción 43 disposición de los grupos hidroxilo. El timol y el carv acrol son isómeros que sólo difieren en la disposición del grupo -OH. 1.5.1.2. Actividad antimicrobiana La actividad antimicrobiana también juega un papel muy importante en la conservación de alimentos ya que, junto con la oxidac ión lipídica, la proliferación de microorganismos es un proceso determinante del deterior o de los alimentos en refrigeración. Los aceites esenciales de plantas aromát icas tienen un gran potencial como agentes antimicrobianos de uso alimentario. Ademá s, su actividad antimicrobiana puede ser aprovechada como conservantes de alimentos y como agentes profilácticos y terapéuticos, alternativos a los antibióticos, en la p roducción de animales para consumo humano (Ivanovic et al ., 2012). Existen gran cantidad de compuestos antimicr obianos obtenidos a partir de plantas aromáticas, y se sigue un a continua búsqueda y estudio en este sentido, siendo las labiadas objeto de muchos estudio s. Entre ellas, el romero y el tomillo contienen gran cantidad de estos compuestos cuy a actividad se describe a continuación. En cuanto a la actividad antimicrobiana del romero, el 1,8 cineol, el -pineno y el alcanfor son los compuestos más activos. Davidson (199 3) observó mayor actividad de los compuestos polifenólicos no polares del romero sob re bacterias gram-positivas que sobre las gram-negativas. Estos compuestos pueden act uar afectando a la membrana celular, a su composición en ácidos grasos e incluso int eractuar con proteínas de membrana, causando cambios en su estructura y funcional idad (Fung et al ., 1977). La actividad antimicrobiana del extracto completo de r omero depende en gran medida del método de extracción, siendo la técnica de fluidos sup ercríticos la más efectiva. Este extracto tiene menor efectividad que el de tomillo y mayor que la salvia sobre varias especies de la familia Enterobacteriaceae y del género Bacillus (Ivanovic et al ., 2012). El tomillo presenta una gran capacidad antimicrobian a, mayor que otros aceites de plantas aromáticas como el romero o la salvia. El timol y el carvacrol parecen ser los compuestos con mayor actividad antimicrobiana, actuan do además de forma sinérgica (Ivanovic, 2012). La actividad de los aceites esencial es está favorecida por factores como bajo pH, baja temperatura y bajos niveles de oxí geno (Burt, 2004). En concreto, Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 44 el timol y el carvacrol muestran un marcado carácter hidrofóbico, por lo que se acumulan en la membrana plasmática de la célula bact eriana. De esta manera la desestabilizan, provocando la salida de elementos intra celulares y el cambio en el potencial de membrana, con el consiguiente deterior o y muerte de la bacteria (Shapiro & Guggenheim, 1995). Los alcoholes presentes en el ace ite esencial de tomillo como el linalol también son activos frente a gran variedad de bacterias por su capacidad para desnaturalizar proteínas (Rota et al ., 2008). 1.5.2. Aplicaciones como conservante alimenticio medi ante aplicación exógena La aplicación de conservantes sobre los alimentos se vie ne usando desde antiguo para poder disponer de ellos durante mayor tiempo y e n mejores condiciones de calidad sensorial y nutricional. La aplicación de conservantes en los alimentos de forma exógena tiene como ventajas su rapidez, bajo coste y control de las cantidades que llegan al consumidor. Dado que la función de los cons ervantes es mantener las características originales del alimento durante el may or tiempo posible, en pescado se utilizan con dos objetivos principales: Evitar la autolisis o transformación de sus componentes principalmente por oxidación. Evitar el crecimiento bacteriano que produce cualid ades indeseables. Para evitar la oxidación lipídica, importante causa de deterioro del pescado, se utilizan de forma industrial antioxidantes sintéticos como el BHT, el BHA y otros naturales como tocoferoles y ácido ascórbico en el emp aquetado. Estos últimos antioxidantes han demostrado una gran potencia en la inhibición de la peroxidación lipídica por el bloqueo de la propagación en cadena , la inhibición de la descomposición de hidroperóxidos y la inactivación de iones metálico s. Sin embargo, el BHT y el BHA han demostrado cierta capacidad carcinogénica en estu dios de larga duración, o la alteración de la actividad de otros carcinógenos (B arlow, 1990). Es por ello que actualmente hay una tendencia a limitar y reducir su uso. La Comisión Europea estableció unos niveles máximos permitidos mediante tre s directivas en 1995, atendiendo a los estudios realizados en animales (Ito et al ., 1985) Introducción 45 Para evitar el crecimiento bacteriano, se utilizan c onservantes en principio inocuos para el ser humano como son el benzoato sódico, nitrito sódico, el sorbato potásico sódico. Sin embargo, la OMS esta blece unos límites aceptables de consumo diario para algunos de estos compuestos de 5mg/k g, por lo cual su seguridad a dosis altas no está comprobada (Vartiainen et al ., 2003). La ventaja de conservantes naturales, como pueden ser los aceites esenciales y los e xtractos de plantas aromáticas, es que son compuestos presumiblemente seguros y tienen me nos limitaciones legales en su aplicación. La Administración de Alimentos y Medica mentos de los Estados Unidos (FDA) reconoce muchos aceites esenciales como \"general mente reconocidos como seguros\" lo que autoriza para su uso en alimentos (Pokor ny, 1991), mientras que eliminó de la lista ciertos antioxidantes sintéticos co mo el BHA (Shahidi, 1997). Además, están socialmente aceptados tanto por sus conoci das propiedades saludables, como por su uso común en la gastronomía tradicional. 1.5.2.1. Romero El extracto de romero se ha estado estudiando desde hac e décadas como aditivo para mejorar la estabilidad oxidativa de los aliment os. Barbut et al . (1985) comprobaron su actividad antioxidante en salchichas y después Stoick et al . (1991) lo hicieron en filetes de vacuno. Wong et al ., (1992) y Fernández-López et al . (2001) observaron una inhibición de la degradación de hemopigmentos y la f ormación de flavores indeseables. Wong et al . (1995), Wada & Fang (1992) y Fang & Wada, (1993) estudiaron la regeneración del -tocoferol por algunos de los com ponentes del romero pudiendo ser utilizados como sustitutos del ácido ascórbico para pote nciar la estabilidad de la vitamina E. En pollo se estudió la sustitución de terbu til-hidroquinona (TBQH) por oleorresina de romero en nuggets durante su almacén en refrigeración y en congelación, obteniendo resultados comparables (Lai et al ., 1991). En pavo cocinado al que se añadió extracto hidrosoluble de romero se observó un efecto p rotector frente a la oxidación lipídica y a la pérdida de color durante su almacén (Yu et al ., 2002). También se ha estudiado su uso combinado con otros trat amientos en empaquetados de carne al vacío. Ntzimani et al . (2010) utilizaron aceite esencial de romero junto con EDTA y lisozima en pollo semi-cocina do envasado al vacío. El tratamiento conjunto alargó la vida útil en 7-8 día s basándose tanto en datos Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 46 microbiológicos como sensoriales. El aceite de romero p rodujo un cambio en olor y sabor, pero fue aceptable y bien recibido por los pan elistas. El aceite esencial de romero también se ha utilizado en carne de pavo envasada al vacío, aumentando su vida útil en refrigeración (2 ºC) en 7-8 días (Vasilatos et al ., 2013). La aplicación exógena del romero sobre pescado envas ado se ha estudiado también por muchos autores. Estos estudios se han basado en almacenar el pescado fresco en congelación y en refrigeración o pescado co cinado de distintas formas, estudiando también la protección del romero durante el propio proceso de cocinado. Todos ellos han demostrado el efecto protector del ext racto romero frente a la oxidación lipídica y la reducción de varios índices de frescura. Vareltzis et al . (1997) añadieron extracto de romero a pescado fileteado o triturado y almacenado en congelación durante 120 días. Los cambios en el índice de TBARS y de bases v olátiles mostraron una menor oxidación en las muestras tratadas. Akhtar et al . (1998) realizaron un experimento con filete de trucha arcoíris rociado superficialmente c on oleorresina de romero, que además había sido alimentada con pienso suplementado con - tocoferol. Se estudió el almacén en refrigeración y en congelación. Las diferencias e n los TBARS respecto al tratamiento control demostraron que tanto el -tocoferol en la d ieta como la aplicación externa de oleorresina de romero mejoraban la estabilidad oxidat iva de los lípidos. Giménez et al . (2004) estudiaron el efecto del extracto de romero e n pescado almacenado al vacío en refrigeración, junto con otro aspecto importante, la s condiciones de iluminación. El extracto de romero redujo de forma eficiente la oxi dación lipídica bajo cualquier tipo de iluminación (fluorescente o baja en ultravioleta), m ientras que la actividad del ácido ascórbico se ve afectada por la luz fluorescente común en supermercados. El departamento de tecnología del procesado de pesca do de la Universidad de Cukurova (Turquia) ha trabajado con el extracto de romero en distintos aspectos durante los últimos años, realizando en conjunto una exhaustiv a investigación sobre su uso en el procesado de pescado. En su primer trabajo en este aspe cto (Ozogul et al ., 2009) estudiaron su efecto protector sobre los PUFAs de muest ras de dorada cocinadas de varias formas (asadas, fritas y gratinadas), demostrand o una menor oxidación durante el almacén en muestras tratadas y la ausencia de deterioro mediante el recalentamiento en horno convencional o microondas. Más tarde estudiaron el efecto de distintas dosis de extracto de romero sobre filetes de sardina almacenado s en refrigeración y al vacío, esta Introducción 47 vez en un amplio rango de parámetros sensoriales, bioq uímicos y microbiológicos (Ozogul et al ., 2010). Sus resultados mostraron una mejora de las car acterísticas organolépticas con la adición de un 1% de extracto d e romero, mientras que los mejores resultados bioquímicos se observaron con la dosis del 2%. Otro trabajo estudiando los mismos parámetros durante el almacén en congelación d e filetes de sardina (Ozogul et al ., 2011) mostró resultados similares, observando la mejo r calidad sensorial con la dosis del 1% ya que la dosis superior aportaba cierto sab or amargo. En varios estudios similares con dorada realizados por el mismo grupo de investigación observaron los mismos efectos que en los trabajos anteriores durante su cocinado y su almacén (Tokur y Özyurt, 2010; Özyurt et al ., 2011). También estudiaron la adición de extracto de romero en el propio hielo que se añade al pescado durante su almacén (Özyurt et al ., 2012), observando una mejora en la calidad y seguridad del producto atendiendo a todo t ipo de aspectos incluyendo la creación de aminas biógenas. Con anterioridad, Quitra l et al . (2009) habían probado este sistema novedoso en jurel chileno con extracto de romero y extracto de orégano, indicando una mejor conservación mediante el análisi s de indicadores del deterioro. Otra aplicación novedosa ha sido el uso conjunto de c oberturas de chitosan y extracto de romero (Li et al ., 2012), alargando la vida útil del producto en 8- 10 días. También se ha estudiado el efecto de la aplicación ex ógena del extracto de romero en otras especies de agua dulce como el manga r (Luciobarbus esocinus ) (Çoban ) (Peiretti et al ., 2012) Tras años de investigación se ha propuesto el uso de ex tracto de romero en alimentos como conservante y, de hecho, ya está regula do en la legislación europea como aditivo alimentario para productos ecológicos re cibiendo el códico E392 (Reglamento Europeo 344/2011). Además, la termorresis tencia que ha demostrado (Hall et al ., 1962) y su buena actividad a temperatura ambiente (Wang et al ., 2011) lo hacen muy apropiado para incluirlo en comidas preparadas in cluso antes del cocinado. 1.5.2.2. Tomillo El aceite esencial de tomillo también ha sido muy est udiado como conservante en productos cárnicos y pescado, aún así la bibliografí a al respecto es menos abundante Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 48 que para el romero y su regulación como aditivo a ni vel europeo tambíen. El-Alim et al . (1999) estudiaron el efecto del tomillo desecado y su extracto etanólico en carne de pollo durante su almacén y cocinado observando una me jor conservación durante el almacén y la protección de los lípidos durante el coc inado. Tanabe et al . (2002) compararon la actividad de 22 plantas o especias en c arne de cerdo entre ellas el tomillo, que redujo la oxidación lipídica medida en TBARS. Miralles et al . (2008) realizaron un estudio en carne picada de vacuno, al que añadieron aceite esencial de tomillo y comprobaron un disminución de la oxidació n en muestras suplementadas. También se han probado algunas aplicaciones más novedosa s como la incorporación de aceite esencial de tomillo en recubrimientos comestib les de empanadillas de ternera ejerciendo un efecto antimicrobiano (Emirolu et al ., 2010). El efecto del aceite esencial de tomillo sobre la con servación del pescado se ha estudiado principalmente como aditivo durante su proc esado o envasado. La mayor parte de los estudios son de la última década y frecue ntemente no explican los componentes principales del aceite. Esto hace difícil extrapolar los datos de los estudios dada la existencia de distintos quimiotipos dentro de cada especie que tienen aceites esenciales con una composición radicalmente distinta. Harpaz et al ., (2003) añadieron aceite esencial de tomillo al 0, 05% a lubinas asiáticas ( Lates calcarifer ) almacenadas enteras, mejorando su conservación en términos bacteriológicos y sensoriales. Mahmoud et al . (2004) estudiaron componentes aislados de aceites esenciales además de algunas mezclas, observando en el timol y el carvacrol la mayor actividad antimicrobiana y que l a mezcla de ambos alargó la vida útil del filete de carpa en refrigeración en 8 días. Más tarde, Goulas & Kontominas (2007) estudiaron el efecto del aceite esencial de o régano en la calidad y vida útil de la dorada de una forma amplia atendiendo a aspectos bioq uímicos y sensoriales. Las propiedades del aceite esencial de orégano se pueden relacionar con las de los aceites esenciales de tomillo de quimiotipo carvacrol, pues a mbos comparten el mismo compuesto mayoritario. Las muestras tratadas alargaron su vida útil unos 5 días en refrigeración y atmósfera modificada, adquiriendo un sabor distinto pero agradable. Selmi & Sadok (2008) aplicaron extracto de tomillo en atún (Thunnus thynnus ) envasado al vacío con lo que se mejoró la conservación del mismo en refrigeración, Introducción 49 mostrando menores valores de TBARS y un perfil de ácid os grasos estable. En lubina se estudió la combinación de aceite esencial de tomillo con distintos tipos de atmósfera modificada y su aplicación sobre muestras de lubina en almacenamiento de forma aerobia (Kostaki et al ., 2009). En este último formato incrementó su vida útil en 3 días, igualando el efecto de un tipo de atmósfera modifica da (40%CO 2/50%N 2/10%O 2). Esto demuestra que el efecto de la aplicación de aceite esencial de tomillo puede ser equiparable a otras técnicas industriales ampliamente establecidas. En dorada se estudió la aplicación de extracto de to millo en filetes almacenados en hielo por Attouchi & Sadok (2010), observando men ores valores de indicadores de deterioro como NBVT, TMA y TBA y mejor capacidad de retención de agua. Además incrementó la vida útil en unos 5 días. Otros autores han realizado estudios similares atendiendo a aspectos bioquímicos, microbiológicos y sen soriales en otras especies (Erkan et al .; 2011; Alçiçek, 2011; Angis & Oguzhan, 2013). La m enor efectividad de los aceites esenciales a bajas temperaturas y bajas conce ntraciones de oxígeno lo hace, posiblemente, menos útil que el romero para su uso en alimentos precocinados. Sin embargo, en peces no parece haber investigación en est e sentido, como sí existe en modelos lipídicos o en otros animales (Murkovic et al ., 1998; Nieto et al ., 2011). 1.5.3. Aplicaciones como conservante alimenticio medi ante aplicación endógena La incorporación de un compuesto con actividad anti oxidante al pienso puede tener una doble función, protegiendo, en primer lug ar, a la propia grasa del pienso para después, el compuesto activo o alguno de sus metabolitos, actuar sobre la carne del animal. En acuicultura se utiliza desde hace tiempo l a administración oral de vitamina E y carotenoides como precursores de la vitamina A, ya q ue han demostrado un efecto más completo y duradero que su aplicación exógena. E n la actual tendencia de desarrollar alimentos orgánicos, naturales y seguros lo s extractos de plantas aromáticas están ganando importancia por su demostrada transmisión al músculo y la consiguiente actividad conservante en el mismo. 1.5.3.1. Romero Se han realizado estudios mediante la suplementación del alimento con romero en varios tipos de animales terrestres. López-Bote et al . (1998) alimentaron pollos con Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 50 dietas a las que añadieron 500mg/kg de extracto de ro mero y observaron una mayor estabilidad oxidativa en carne cruda o cocinada, tan to en refrigeración como en congelación. En pavo se obtuvieron resultados similare s con dosis de 5 y 10 g de romero (Govaris et al ., 2007), existiendo importantes diferencias en crecim iento bacteriano. También se ha estudiado el efecto de la su plementación de dietas de gallinas con romero, sobre la estabilidad oxidativa de los huev os mostrando un efecto beneficioso (Parpinello et al ., 2006; Florou-Paneri et al ., 2006). En ternera, O´Grady et al . (2006) suplementaron la dieta con una dosis de 1000 mg/animal/día y no observaron diferencias en cuanto a estabilidad oxidativa o propi edades sensoriales. Janz et al . (2007) tampoco observaron diferencias significativas en cuanto a estabilidad oxidativa y calidad sensorial al añadir oleoresina de romero al 0,05%, proponiendo el uso de dosis mayores. Moñino et al . (2008), utilizaron hojas de romero tras su destilaci ón (subproducto de la producción industrial de aceite es encial) en un porcentaje del 10 y 20% de la dieta de cordero, lo que mejoró la capaci dad antioxidante de la carne de acuerdo a indicadores como FRAP y DPPH. Nieto et al . (2010a) utilizaron las mismas dietas en cordero para luego medir indicadores del de terioro durante el almacén de la carne. Tanto indicadores fisicoquímicos (TBARS y color ) como sensoriales (menor rancidez), así como los recuentos microbianos indicaro n una mejor conservación independientemente de la dosis aplicada. También se co mprobó la capacidad de estas dietas para mejorar la conservación de carne precocin ada y recalentada o carne en atmósfera modificada (Nieto et al ., 2011, 2013). En cabra se ha observado que la utilización de las dietas produce una transferencia de compuestos aromáticos, principalmente diterpenos, a la carne y la leche del animal, mejorando su capacidad antioxidante y produciendo un alimento más saludable (Jordan et al ., 2007, 2010). En peces se ha estudiado el efecto conservante del extr acto de romero mediante suplementación en la dieta en tres especies: pacu ), lubina Mancini-Filho (2000) añadieron 1 ,4 g/kg de extracto de romero a la dieta de pacu, observando un cierto efecto protector frente a tratamientos con radiación gamma. En lubina se observó una mejora del índice de calidad (QIM) y un aumento de un día en su vida útil al suplementar la dieta con 20 0 ppm de aceite de romero (Di Turi et al ., 2009) y en dorada se observó una mejora tanto en e l índice de calidad como en distintos indicadores fisicoquímicos del deterioro (Álva rez et al ., 2012). Introducción 51 1.5.3.2. Tomillo El uso del tomillo como conservante endógeno o dietét ico ya se estudió por Botsoglou et al . (1997) en huevos de gallinas alimentadas con dieta s con tomillo, estudiando la estabilidad oxidativa de los lípidos. Ade más de observar una menor oxidación propusieron un efecto sinérgico del timol, el componente mayoritario, con el resto de compuestos presentes en el tomillo a partir de la actividad de algunos compuestos por separado. El aceite esencial de tomillo en la dieta de pollo también ha demostrado un efecto posterior en la carne en refrige ración, reduciendo la oxidación lipídica en un periodo de 42 días (Bölükbai et al ., 2006). Nieto et al . (2010b) suplementaron dietas para cordero con hojas de tomillo observando una mejoría en todos los indicadores del deterioro durante un periodo de almacén de 21 días. Los mejores resultados se observaron en el grupo que se ali mentó con la dosis más alta (7,5% de hojas de tomillo). También estudiaron el efe cto de estas dietas en cordero sobre la carne cocinada (Nieto et al ., 2011). Las hojas de tomillo destiladas, una vez extraído el aceite esencial, han demostrado conservar compuestos con actividad antioxidante al igual que sucede con el romero. La su plementación de dietas de cordero con un 10 y un 20% de estas hojas reduce la oxidación y los recuentos microbianos en la carne durante el almacén y mejoran ciertos aspecto s como el color (CIEL ab ) y aspectos sensoriales (Nieto et al ., 2012). En peces también se ha estudiado la adición de aceite esencial de tomillo, o alguno de sus componentes, en el pienso de peces, princi palmente como inmunoestimulante o para mejorar ciertos aspectos fisiol ógicos (Navarrete et al ., 2010, 2013; Yilmaz et al .,2012). Sin embargo, su efecto como conservante en l a calidad del producto mediante la aplicación endógena o dietética solo se ha estudia do de forma amplia en el estudio de Álvarez et al ., (2012). En este se utilizó aceite esencial de tomil lo de dos especies distintas carvacrol-), el primero con un 55% de ti mol y el segundo con un 50% en carvacrol. Los resultados mostraron una mejora de la ca pacidad antioxidante en el músculo únicamente con el grupo al que se dio aceite quimiotipo timol, además este fue el que mayor actividad antimicrobiana desarrolló. En conjunto, la adición del aceite Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 52 esencial de tomillo rico en carvacrol aumentó la vid a útil en un día y el aceite rico en timol en dos días. 1.5.4. Efectos sobre la fisiología del animal. En animales terrestres se ha estudiado ampliamente el uso de aceites esenciales y extractos provenientes de plantas aromático-medicinal es como promotores del crecimiento y de la salud de los mismos. Muchos de los r esultados que aparecen en la bibliografía son difíciles de interpretar, ya que se suele omitir información sobre la composición de los aceites esenciales y extractos utili zados. En algunos casos esta falta de información se debe a que los estudios son promovidos por la industria de aditivos veterinarios que evita dar la composición exacta de su s productos. El principal modo de acción de los aceites esenciales para promover el crecimiento y la salud de animales parece ser la modul ación del ecosistema de la microflora intestinal. También se han encontrado otro s efectos en animales terrestres que pueden proporcionar una mejor funcionalidad al intestino. Entre ellos está la reducción de la producción de toxinas bacterianas (Kr oismayr et al ., 2008), la estimulación de las secreciones digestivas, la mejora d e la actividad de enzimas como la tripsina o la amilasa (Lee et al ., 2003, Jang et al ., 2004, Platel & Srinivasan, 2004) y el retraso del vaciado gástrico (Manzanilla et al ., 2004). La estimulación de las secreciones digestivas y el mucus se ha atribuido a la p osible irritación del epitelio intestinal, como se ha observado en humanos (Franz et al ., 2010). La cantidad de trabajos publicados sobre el uso de aceites esenciales en el alimento de animales, especialmente los que contienen timol y carvacrol ent re sus componentes fenólicos ha crecido exponencialmente en los últimos años basándose l a mayoría de ellos en parámetros de producción. En modelos animales como rat ón o conejo se han observado gran cantidad de efectos fisiológicos de extracto de r omero y aceites esenciales de tomillo que pueden tener alguna repercusión en la pr oducción animal. Algunos de ellos son un efecto antidiabético al. , Romo Vaquero et al ., 2012), antiadipogénico (Gaya et al , 2013) y antiinflamatorio (Nakhai et al ., 2006; Ocaña & Reglero, 2012) Introducción 53 En cerdo se han observado mejoras en el crecimiento d e hasta el 9%, lo cual es comparable a los incrementos observados con antibióti cos o probióticos que rondan un 4%. Además del tipo de aceite esencial, las condicione s de experimentación parecen tener un efecto importante en los resultados de creci miento y aprovechamiento del alimento. En estudios con cerdo se obtuvo un increment o del crecimiento del 23% en condiciones de producción a gran escala, mientras que en otros trabajos con mayor higiene se han observado peores resultados (Franz et al ., 2010). El uso de aceites esenciales de orégano, tomillo y mez clas comerciales, o extractos como el de pimienta, ajo o romero en aves de corral se ha estudiado ampliamente mostrando resultados contradictorios. En o casiones no se han observado cambios en el rendimiento de los animales, mientras qu e algunos autores, utilizando extractos de ajo, tomillo o mezclas de aceites esencia les han observado una mejora del rendimiento y cambios en el intestino en cuanto a su m orfología y su peso (Brenes, 2010). Alcicek et al . (2004) observaron una mejora en el crecimiento, la ingesta y el índice de conversión en pollos alimentados con dietas q ue contenían aceite esencial de romero, proponiéndolo como promotor del crecimiento . Cross et al ., (2007) también observaron una mayor ganancia de peso al suplementar l a dieta con 1g/kg de aceite de tomillo (10% de timol y 7% de carvacrol), sin embarg o no observaron cambios en el crecimiento al utilizar hojas de tomillo (10g/kg). A l utilizar extracto de tomillo en la dieta a una concentración de 5 g/kg en la dieta de pollos se observó un aumento de la ganancia de peso mientras que con la dosis de 10 g/kg se observó un aumento del colesterol HDL en sangre (Toghyani et al ., 2013), pudiendo ejercer algún efecto en el metabolismo lipídico. Además observaron un aumento de l peso relativo del intestino mayor con dosis altas. Otros autores han encontrado el e fecto contrario en el intestino de pollos al utilizar tomillo triturado (El-Ghousein & Al-Beitawi, 2009). Por lo general han mostrado mejor efecto los aceites esenciales que otr os formatos y que los compuestos activos por separado (Franz et al ., 2010) En peces, tras su demostrada utilidad como conservante e xógeno, se ha estudiado el efecto de su inclusión en la dieta sobre distintos aspectos de rendimiento, la inmunidad y el estatus antioxidante. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 54 Navarrete et al ., (2010) añadieron dosis crecientes (hasta 20 mg/kg) d e aceite esencial de tomillo a dietas de trucha arcoíris para estudiar su efecto sobre la microbiota intestinal. Sin embargo el efecto fue nulo probable mente debido a las dosis excesivamente bajas. Ahmadifar et al . (2011) alimentaron trucha arcoíris con dietas cont eniendo un extracto de timol-carvacrol en dosis crecientes (0, 1, 2 y 3 g/kg). Observaron un mejor índice de conversión con las dosis de 2 y 3 g/kg y un aumento de linfocitos a dosis altas. Además el contenido corporal en lípidos fue mayor a d osis bajas y el contenido en proteína fue mayor con 3 g/kg de extracto. Giannenas et al . (2012) estudiaron el efecto de dos extractos, uno ri co en timol y otro rico en carvacrol, añadidos a la dieta, en el r endimiento, la microbiota intestinal y el estatus antioxidante de la trucha arcoíris. Ambos extr actos mejoraron el índice de conversión y redujeron los recuentos de anaerobios. La suplementación de estos extractos en la dieta aumentó la actividad de enzim as con capacidad antioxidante y la de varios parámetros inmunológicos. Además, durante el alm acén en refrigeración, la producción de TBARS fue menor para los peces alimenta dos con las dietas suplementadas con extractos. Volpatti et al . (2013) estudiaron la capacidad inmunoestimulante de l carvacrol en lubina añadiéndolo al pienso en cantidades de 250 mg/ kg y 500 mg/kg. Aunque no afectó al crecimiento, la utilización del alimento o la biometría, el carvacrol afectó al sistema inmune reduciendo inmunoglobulinas y la activi dad de la lisozima pero aumentando la fagocitosis y pinocitosis en macrófagos. Además de todo esto la suplementación del pienso con carvacrol mejoró la resi stencia a la infección por Listonella (Vibrio) anguillarum . Mediante la incorporación de tomillo, romero y feno greco al 1% en la dieta de lubina (Yilmaz et al ., 2012) se observó que el tomillo produjo ciertos cam bios fisiológicos. Mejoró la eficiencia de la proteína, el porcentaje de proteína del músculo y la eficiencia en la absorción de energía y proteína. Posteriormente observaron una reducción de los índices viscerosomático, hepatosomático y de grasa mesentérica a la vez que aumentó el peso del riñon y de la vesícula b iliar (Yilmaz et al . 2013). RESUMEN GLOBAL JUSTIFICACIÓN Y OBJETIVOS Justificación y objetivos 59 España es el Estado miembro de la Unión Europea con un volumen mayor de producción en acuicultura, con un 21,5% del total, aunque en valor de producción ocupa el cuarto lugar con un 11,9% del total. En el 2012 la producción de peces en Murcia alcanzó un valor de 8.760 toneladas, ocupando la seg unda posición a nivel nacional por detrás de la Comunidad Valenciana. Se trata por tan to de un sector de gran importancia económica y en expansión. El engorde de dorada comen zó en la Región de Murcia en el año 1991 con una producción de 5 toneladas y ha exp erimentado un gran crecimiento alcanzando un máximo de 6.510 toneladas en 2009, qu e tras la crisis económica y del sector ha caído hasta las 3.880 toneladas en 2012. En el momento actual, la sostenibilidad del sector pasa por mejorar la rentabili dad de las explotaciones y para ello se necesita aumentar los ingresos tanto en cuanto a inc remento de la producción como al precio de venta, siendo de capital importancia en am bos casos aumentar la confianza de los consumidores a través de la calidad garantizada del producto. Los peces son un alimento altamente nutritivo, ya que presentan un porcentaje elevado de proteínas con un alto valor biológico par a el ser humano. Los peces también contienen micronutrientes tales como yodo, selenio y v itaminas liposolubles (A y D) con efectos positivos en la salud humana. Además, son una fuente muy buena de ácidos grasos poliinsaturados (PUFAs) de los que son sobradamente conocidos sus efectos beneficiosos. Son precisamente los contenidos en cier tos ácidos grasos poliinsaturados de la serie n-3 ácido eicosapentaenoico-EP A, y 22:6 n-3, balance entre los ácidos gr asos n-3 y n-6 lo que hacen del pescado un alimento altamente saludable. Una de las ve ntajas de la acuicultura frente a la pesca extractiva es la posibilidad de controlar el producto y conseguir, mediante la aplicación de las nuevas tecnologías, una constante mejora en la calidad tanto desde el punto de vista nutricional como sensorial. El pescado es uno de los productos alimenticios más perec edero debido a su composición química. Los fenómenos de autolisis tras la resolución del rigor mortis y la posterior degradación bacteriana, así como la peroxi dación de los lípidos provocan la aparición de olores y flavores extraños, la alteración del color y en general una reducción de la calidad sensorial del alimento. Tambi én se produce una disminución de su valor nutritivo y la generación de compuestos poten cialmente nocivos para la salud que se han relacionado con el riesgo de padecer diver sas patologías. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 60 El uso de antioxidantes es un camino efectivo para mi nimizar o prevenir la oxidación de los alimentos, retrasando la formación d e productos tóxicos de la oxidación, manteniendo la calidad nutricional y pro longando la vida útil. El creciente interés por encontrar antioxidantes naturales para uti lizar en los alimentos ha llevado a la búsqueda de extractos de plantas ricos en polifenole s y otros compuestos con actividad antioxidante y antimicrobiana. Diversos estu dios han demostrado que la suplementación dietética de los animales con conservant es naturales es muy eficaz, pues los compuestos activos son metabolizados y depositados co nvenientemente en las estructuras tisulares. En la actualidad, se encuentran c ada vez más referencias bibliográficas de estudios sobre alimentación de anima les terrestres con raciones suplementadas con aditivos naturales que presentan acti vidad antioxidante, con el objeto de mejorar las características productivas de los anima les e incluso para transmitir las cualidades derivadas de dichos componentes a la carne, reduciendo la oxidación lipídica y produciendo una mejora en la aptitud bromatológic a y sanitaria del producto. Los antioxidantes naturales tienen un gran impacto en la seguridad y en la aceptación de un alimento. No sólo consiguen que el a limento sea más estable frente a la oxidación, sino que además pueden controlar de for ma efectiva el crecimiento bacteriano. Al aumentar los niveles endógenos de antio xidantes a través del consumo por parte de los animales de dietas suplementadas, se es tán consiguiendo productos que el consumidor acepta de buen grado. Aún es necesario definir las combinaciones óptimas y los niveles mínimos en la dieta de estos compue stos necesarios para obtener la mayor estabilidad en el producto resultante. Junto a lo anteriormente expuesto, el Sureste Ibérico tiene como característica muy significativa el poseer la flora espontánea más ric a en plantas aromáticas de Europa. Esta realidad ha propiciado el asentamiento e n la Región de Murcia de una importante industria transformadora y exportadora de plantas aromático-medicinales. Romero y tomillo son las especies más explotadas, destinan do su uso fundamentalmente a la extracción de sus aceites esenciales y extractos an tioxidantes. En relación al tomillo, es de destacar que la importancia económica del género Thymus radica tanto en su aceite esencial como en la producción de hoja seca , siendo España el productor del 90% de aceite esencial de tomillo que se comercializa en todo el mundo. El romero se ha utilizado históricamente para la obtención de su a ceite esencial en alambiques Justificación y objetivos 61 tradicionales, pero este aceite esencial es pobre en algunos de los compuestos que mayor actividad antioxidante han demostrado en las úl timas décadas como son el ácido carnósico, el carnosol y el ácido rosmarínico. Actualm ente se comercializan extractos que son ricos en ácido carnósico y carnosol y que han d emostrado un amplio rango de aplicaciones. En base a todo ello, el objetivo principal que se pla nteó en la presente Tesis Doctoral fue estudiar la incorporación de compuestos n aturales en el pienso de dorada, como estrategia para incrementar la estabilidad oxida tiva del pienso y posiblemente la del pescado. Los objetivos parciales de la presente Tesis Doctoral fue ron los siguientes: 1. Valorar la efectividad de la incorporación de conser vantes naturales en el pienso para peces evaluando su capacidad antioxidante , tanto en el proceso de elaboración como durante su almacén. 2. Determinar la dosis óptima de conservantes naturales ric os en componentes fenólicos a añadir al pienso para conseguir los mejore s parámetros de calidad en el músculo del pescado, tanto fisicoquímicos como se nsoriales. 3. Describir la evolución del deterioro tras el sacrific io de las doradas alimentadas con los diferentes piensos durante el almac enamiento en hielo hasta su consumo, en función del conservante utilizado y su dosis. 4. Estudiar los efectos de la incorporación de conservant es naturales en la fisiología de la dorada, y su influencia sobre el meta bolismo y la funcionalidad del sistema digestivo. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 62 PLAN EXPERIMENTAL Plan Experimental 65 Todos los experimentos de la presente Tesis Doctoral se llevaron a cabo en la Estación Experimental de Cultivos Marinos del IMIDA en San Pedro del Pinatar. Los análisis se realizaron en los laboratorios del IMIDA y se complementaron con dos estancias de un mes en el IUSA de la Universidad de Las Palmas de Gran Canaria. El primer experimento (Publicación I) se llevó a cab o simulando las condiciones industriales tanto en la producción como en el almacé n de piensos para peces. Se prepararon cinco piensos diferentes, un pienso basal o control negativo, un pienso con un antioxidante sintético (butil-hidroxitolueno, 200 mg/kg) o control positivo y tres con los siguientes conservantes naturales añadidos: extract o de romero, Rosmarinus officinalis aceite esencial de tomillo, Thymbra capitata -quimiotipo carvacrol- (500 mg/kg), aceite zygis subsp. gracilis - quimiotipo timol- (500 mg/kg). Se elaboraron dos lot es de cada uno de los piensos en las mismas condiciones. Estas dietas fueron formuladas de acuerdo a los estándares comerciales para dorada. Los compuestos aromáticos fuer on disueltos en el aceite de pescado antes de mezclar éste con el resto de ingredie ntes. Las dietas fueron fabricadas usando una extrusora semi-industrial (E 19/25 D, Braben der®) y se desecaron en una estufa con ventilación forzada. Se almacenaron 5 kg de cada pienso extruído y seco en bolsas cerradas y protegidas de la luz, dos lotes en refr igeración (4 ± 1ºC) y dos lotes a temperatura ambiente. Se tomaron muestras de la masa c ruda, del pienso recién extruido y del pienso seco. Durante el almacén se extrajeron muestras a las 4, 8, 12 y 24 semanas. En todas las muestras se determinaron los TBARS y los TBARS inducidos. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 66 El segundo experimento (Publicación II) tuvo el obje tivo de evaluar el efecto del extracto de romero incorporado a la dieta, sobre la calidad final y durante la conservación de la dorada. En él se utilizaron peces c on un peso medio inicial de 214 g, siendo probada cada dieta por triplicado. Los peces f ueron alimentados con cinco dietas experimentales: una dieta control (dieta basal) y cu atro dietas a las que se les incorporó 600, 1200, 1800 y 2400 mg kg -1, respectivamente, de extracto de romero ( Rosmarinus officinalis ). Aproximadamente cada mes se pesaron y se midieron to dos los individuos, y la ingesta fue controlada diariamente. El experim ento se llevó a cabo a lo largo de 12 semanas, hasta que los peces alcanzaron talla comercial (356 ± 37). Entonces se calculó la tasa de crecimiento relativo, la tasa de alimenta ción relativa y el índice de conversión de alimento. Al final del experimento se sacrificaron 16 peces de c ada grupo experimental mediante hipotermia. Los peces fueron almacenados en r efrigeración a 4±1ºC durante 0, 7, 14 y 21 días en cajas de poliestireno cubiertos con hielo en escamas. La ratio hielo/peces (1:1) fue mantenida constante a lo largo de todo el periodo de almacenamiento. En cada punto de muestreo se sacaron c uatro peces para su procesado y análisis En primer lugar se llevó a cabo la evalua ción sensorial de frescura y después los peces fueron fileteados. Los parámetros fisicoquímic os se determinaron en el filete izquierdo (color, CRA, TBARS, NBVT, TMA) y los análi sis microbiológicos se realizaron en el filete derecho. Plan Experimental 67 El tercer experimento (Publicación III) consistió en evaluar el efecto del aceite esencial de tomillo Thymus zygis subespecie gracilis -quimiotipo timol-, incorporado a la dieta, sobre la calidad final y durante la conserv ación de la dorada en refrigeración. Se seleccionó este aceite esencial en base a los resultad os obtenidos por Álvarez et al . (2012), quienes observaron un mejor efecto conservante que el quimiotipo carvacrol. Para ello se utilizaron peces con un peso medio inicia l de 232 g, siendo probada cada dieta por triplicado. Los peces fueron alimentados c on cinco dietas experimentales: una dieta control y cuatro dietas a las que se les incorpor ó 500, 1000, 1500 y 2000 mg kg -1 de aceite esencial de tomillo, respectivamente. Aprox imadamente cada mes se pesaron y se midieron todos los individuos, y la ingesta fue contr olada diariamente. El experimento se llevó a cabo a lo largo de 12 semanas, hasta que los peces alcanzaron talla comercial (449.3 g). Se calcularon los índices de crecimiento y aprovechamiento del alimento al igual que en el experimento anterio r. Al final del experimento se sacrificaron 16 peces de c ada grupo experimental mediante hipotermia. Los peces fueron almacenados en refrigeración a 4±1ºC durante 0, 7, 14 y 21 días en cajas de poliestireno cubiertos con hielo en escamas. La ratio hielo/peces (1:1) fue mantenida constante a lo largo de todo el periodo de almacenamiento. En cada punto de muestreo se sacaron c uatro peces para su procesado y análisis. En primer lugar se llevó a cabo la evalua ción sensorial de frescura y después los peces fueron fileteados. Los parámetros fisicoquímico s se determinaron en el filete izquierdo (color, TBARS, NBVT) y los análisis microbi ológicos se realizaron en el filete derecho. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 68 El cuarto experimento (Anexo I) se llevó a cabo a pa rtir de peces engordados junto a los pertenecientes al segundo experimento y en las mismas condiciones. Se sacrificaron 6 peces por tratamiento a las 4, 8 y 12 se manas del inicio del periodo de engorde mediante sobredosis de 2-fenoxi-etanol. De ell os se obtuvo plasma sanguíneo y se diseccionaron los hígados e intestinos de cada pez pa ra su análisis histológico. En las láminas de intestino se evaluaron la cantidad y tamañ o de agregados linfocitarios, la cantidad de granulocitos y el engrosamiento de la lám ina propia. En las láminas de hígado se evaluó la infiltración de grasa peripancreá tica, la estructura del parénquima hepático y el desplazamiento del núcleo de los hepato citos. Se tomaron microfotografías tanto de hígado como de intestino. Las microfotografí as de hígado (100X) se utilizaron para medir, en hepatocitos elegidos al azar, el área y el desplazamiento del núcleo. En total se tomaron 198 medidas de cada parámetro por di eta y día. En cada muestra de plasma se determinaron glucosa, triglicéridos, colester ol total, colesterol HDL, colesterol LDL, alanina ami notransferasa (ALT) y aspartato aminotransferasa (AST). Plan Experimental 69 El quinto experimento (Anexo II) se realizó con dosis crecientes de aceite esencial de tomillo Thymus zygis subespecie gracilis , al igual que el segundo. En este caso se utilizaron dosis más altas en función de bibliogr afía existente sobre suplementación de timol en dietas para peces (Ahmadifa r et al ., 2011) y teniendo en cuenta los resultados del segundo experimento. Se utilizaron doradas con un peso inicial de 55,1 g. El experimento se llevó a cabo a lo largo de 12 semanas y fueron alimentados con cinco di etas experimentales (por triplicado): una dieta control (dieta basal) y cuatr o dietas con 1000, 2000, 3000 y 4000 mg kg -1 de aceite esencial de tomillo, respectivamente. A p artir de los datos de peso e ingesta se calcularon los índices de crecimiento y apr ovechamiento del alimento. Al final del periodo de engorde se sacrificaron 9 peces d e cada tanque, de los cuales 3 fueron triturados enteros para la determinación de ma cronutrientes y los 6 restantes fueron diseccionados. De ellos se extrajo el hígado, el intestino y la grasa mesentérica, que fueron pesados por separado. Con el peso de estos ór ganos se calcularon índices somáticos y los intestinos fueron procesados para su análisi s histológico. En ellos se evaluaron la cantidad de agregados linfocitarios, de granulocitos y el engrosamiento de la lámina propia mediante un sistema de puntuación h istológica. El último mes de engorde se suplementaron las dietas con 1g kg -1 de óxido de itrio. Las heces fueron recolectadas durante 30 días, 4 días a la semana. De e sta forma se pudieron calcular los coeficientes de digestibilidad aparente (ADC) para m ateria seca (ADC DM ), proteína (ADC P), grasa (ADC F) y MELN (ADC NFE ). Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 70 DISCUSIÓN Discusión 73 2.3.1. Efectividad de conservantes naturales incorpora dos al pienso para peces en la protección frente a la oxidación lipídica durant e la elaboración y el almacenamiento del mismo. El primer aspecto estudiado en la presente Tesis Doct oral ha sido el efecto de la incorporación de conservantes naturales sobre el propio pienso, durante su elaboración y su almacén. Esto es fundamental para el posterior estudi o de su actividad sobre el pez, ya que los compuestos aromáticos tienen cierta sensibili dad a temperaturas y concentraciones de oxígeno altas y podrían degradars e parcial o totalmente antes de llegar al pez. En otros compuestos antioxidantes como á cido ascórbico, vitamina E y carotenoides ya se había constatado su degradación dur ante el procesado y el almacén del pienso (Sandnes & Utne, 1982; Hung et al ., 1980; Gouveia et al ., 2003), sin embargo, existen pocos trabajos acerca del deterioro d e compuestos aromáticos naturales en el pienso. Únicamente Hamre et al . (2010) estudiaron antioxidantes naturales en el pienso para peces durante la elaboraci ón y la posterior conservación en congelación, entre ellos un extracto de romero come rcial. En nuestro caso hemos utilizado temperaturas más relacionadas con las condic iones que se dan en una granja acuícola, pues el almacén del pienso en congelación queda muy lejos de las posibilidades actuales de la acuicultura mediterránea. De hecho, las empresas de acuicultura que utilizan pienso extruido suelen almac enarlo en naves cercanas al puerto, convenientemente ventiladas pero sin refrigeración (R ubio, 2004). Por tanto, utilizamos dos temperaturas: temperatura ambiente (20-28 ºC), c on el fin de simular las condiciones industriales, y refrigeración (4ºC), com o condiciones óptimas aunque improbables en el sector acuícola. Los resultados obtenidos en nuestro estudio sugieren que el sistema de almacén actual, al menos durante 6 meses es apropiado, ya que n o observamos un nivel alto de oxidación en ningún caso. El almacén del pienso en su envoltura hermética y protegido de la luz permite que se conserve en condiciones acep tables en cuanto a oxidación lipídica. Además, el periodo de almacén estudiado es superior al tiempo que se suele almacenar el pienso en una empresa acuícola. Aun así, la ausencia de oxidación lipídica es crucial para la posterior calidad del pescado (Zhon g et al ., 2008) y también para su crecimiento y su salud (Obach & Laurencin, 1992; Alve s et al ., 2007; Lall & Lewis McCrea, 2007). Existe la posibilidad de sustituir los an tioxidantes artificiales por Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 74 antioxidantes naturales más seguros y aceptados socialment e. Además, este tipo de utilización puede tener la doble función de incorpo rar un compuesto con actividad antioxidante al pienso, protegiéndolo, para después, e l compuesto activo o alguno de sus metabolitos, actuar sobre la carne del pez. Los aceite s y extractos de plantas aromáticas han demostrado ejercer un efecto protector sobre cier tas vitaminas que se incluyen en el pienso mediante estudios de conservación en otras matri ces (Wang & Fang, 1992; Fang & Wada, 1993; Wong et al ., 1995), proponiéndose el extracto de romero como su stituto del ácido ascórbico en la potenciación de la activi dad de la vitamina E. Por tanto, la adición de conservantes naturales al pienso podría mej orar, además, la funcionalidad de las vitaminas en el pienso. El estudio de la actividad de los compuestos activos en el pienso antes y después de la extrusión permitió observar una variación dura nte el proceso, que se dio de diferente forma en función del conservante añadido. Además la pérdida de estos compuestos activos estuvo inversamente relacionada con su potencia en la protección de los lípidos del pienso. Esta relación entre la activida d de un antioxidante y su inestabilidad es común, ya que desempeñan su actividad oxidándose y modificándose a sí mismos. En algunos casos se han estudiado las vías de oxi dación de estos compuestos y el efecto de la proporción de cada uno en el extr acto o el aceite esencial en la actividad antioxidante del mismo (Zhang et al ., 2012; Jordán et al ., 2014). Las complejas relaciones encontradas y el efecto protector que ejercen unos compuestos sobre otros -como es el caso del carnosol sobre el ácido carnósico-, demuestran la importancia de estudiar las cantidades de cada uno de los compuestos en el extracto o aceite esencial y su evolución durante el desarrollo d e su actividad antioxidante. La oxidación lipídica no fue importante durante el periodo de almacén, no encontrándose diferencias entre tratamientos. Sin emba rgo, la susceptibilidad a la oxidación sí fue diferente en función del conservant e añadido y, a temperatura ambiente, aumentó de forma importante entre las seman as 12 y 24 (Figura 1). El extracto de romero ejerció una actividad antioxidan te en los lípidos del pienso similar al butil-hidroxitolueno (BHT) a ambas temperaturas, por lo que podría ser un buen sustituto de este antioxidante sintético que, además, t iene demostrados efectos perjudiciales para la salud (Imaida et 1984; Ito et al ., 1985; Barlow, 1990; Chen et al ., 1992). Ambos aceites esenciales de tomillo tuvieron importantes diferencias frente Discusión 75 al extracto de romero y al BHT en su actividad en fu nción de la temperatura. Ya se conocía la mejor actividad antimicrobiana de los ace ites esenciales a bajas temperaturas (Burt, 2004) y este experimento demostró, en los aceit es esenciales y la matriz estudiados, que la mejor actividad antioxidante tambi én se da a bajas temperaturas. Figura 1. . Evolución de los TBARS-i (mg MDA/kg) en piensos extruidos con distintos conservantes añadidos durante su almacén en refrigeración (a) y a temperatura ambiente (b). En este experimento también pudimos observar cambios qu e podrían indicar el desarrollo de la reacción de Maillard, también llama da glucosilación no enzimática de proteínas y muy tenida en cuenta en el estudio de ali mentos y piensos extruidos (Singh et al ., 2007). Esta tiene lugar al reaccionar los grupos am ino de la proteína con el grupo carbonilo de azúcares reductores, generándose compuest os aromáticos con capacidad antioxidante (Osada & Shibamoto, 2006). Sin embargo se pierden determinados aminoácidos, por lo que se reduce el valor biológico de la proteína y, en definitiva, la calidad nutritiva del alimento. En nuestro caso, dura nte el proceso de secado se observó (a) (b) Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 76 cierta mejora de la estabilidad de los lípidos, posib lemente propiciada por estos compuestos, y un descenso en los TBARS. El descenso en TBA RS (equivalentes de malondialdehido) podría deberse a la alta reactivid ad de este último con los productos de la reacción de Maillard (Gómez Sánchez et al ., 1992). La extrusión y posterior secado de alimentos se lleva a cabo en unas condiciones que propician el desarrollo de esta reacción (Nursten , 2005), algunas de ellas son: pH ligeramente alcalino, con un máximo a pH 10. Temperaturas elevadas, aunque la energía de activació n es baja y se da incluso en refrigeración. Actividad de agua entre 0,6 y 0,9 (humedad intermed ia) que permita la movilidad de los reactantes pero evite el efecto inh ibitorio del agua por ser producto de la reacción. Ciertos metales como el cobre y el hierro que actúan como catalizadores. Figura 2. Formación de compuestos aromáticos durante la glucosilación no enzimática de proteínas o Reacción de Maillard. Discusión 77 2.3.2. Efecto de la dosis de conservantes naturales sobre la calidad final de la dorada. El efecto de los antioxidantes incorporados al pienso e n la calidad final del pescado ha sido otro de los objetivos de la presente Tesi s. El efecto sobre la calidad final del producto se ha estudiado en animales terres tres de forma más o menos amplia. La incorporación de vitamina E en la dieta ha demost rado su transmisión a la carne y el desempeño de su capacidad antioxidante en ella. En tr ucha, Akhtar et al . (1998) observaron una mejora en la estabilidad oxidativa de l músculo tras la inclusión en la dieta de vitamina E, observándose más tarde en otras e species como el rodaballo (Ruff et al ., 2003). El extracto de romero es capaz de modific ar la estabilidad oxidativa y la composición de ácidos grasos de la carne almacenada, au mentando la proporción de ácidos grasos poliinsaturados n3 y n6 (Liotta et al ., 2010). También se ha comprobado que su incorporación en la dieta produce la transmisió n de componentes polifenólicos con actividad antioxidante a la carne de cordero (M oñino et al . 2008). Existen pocos trabajos en los que se haya incorporado u n extracto o aceite esencial procedente de una planta aromática en la di eta de un pez para el estudio de la calidad del pescado. Sant' Ana y Mancini-Filho (2000 ) alimentaron al \"pacu\" (Piaractus mesopotamicus ), con una dieta que contenía 100 ppm de acetato de - tocoferilo, 100 ppm de BHT o 1,4 g/kg de un extract o comercial de romero y encontraron diferencias en la composición en ácidos g rasos del músculo y en la estabilidad de mismos frente a radiación (romero > tocoferol > BHT > control). Di turi et al . (2009) estudiaron la calidad de lubinas alimentadas con pienso suplementado con aceite esencial de romero, no encontrando diferencia s en el pescado fresco. Más tarde, Álvarez et al . (2012) estudiaron el efecto de antioxidantes natur ales en el pienso en la calidad del pescado incluyendo extracto de romero y dos aceites esenciales de tomillo (quimiotipo timol y quimiotipo carvacrol). La calid ad del pescado se valoró de una forma amplia, con parámetros fisico-químicos, microbio lógicos y sensoriales. La mayoría de parámetros físico-químicos no fueron difere ntes entre tratamientos, solamente el color mostró algunas diferencias teniendo los peces del grupo \"carvarol\" mayor componente rojo y amarillo que los grupos \"rom ero\" y \"timol\". Aunque la predominancia del componente rojo del color puede i ndicar un mejor estado oxidativo reflejado en los grupos hemo de la mioglobina, el aum ento del componente amarillo es Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 78 indicativo de una mayor oxidación lipídica. El grup o \"carvacrol\" mostró por tanto unos valores de color indicativos de una mayor oxidación lipídica que los peces de los grupos \"romero\" o \"timol\". Los recuentos microbianos a día 0 sólo fueron negativos para el grupo \"timol\", no existiendo diferencias entre el rest o de grupos. A pesar de esto no hubo diferencias en ninguno de los atributos sensoriale s estudiados en pescado fresco. Por todo lo anterior se puede decir que en este estudi o el aceite esencial de tomillo - quimiotipo timol- mostró los mejores resultados en gener al, seguido del extracto de romero. Teniendo en cuenta estos resultados y el efecto en la conservación se eligieron estos dos conservantes para realizar los experimentos dosi s-respuesta. En los experimentos realizados en la presente Tesis Doc toral tanto el extracto de romero como el aceite esencial de tomillo -quimiotip o timol- tuvieron un efecto beneficioso en la calidad del pescado fresco, no tanto en parámetros físico-químicos como en la calidad sensorial. Los peces alimentados con dietas con extracto de romero sufrieron una menor oxidación lipídica y se observó ci erta tendencia a aumentar la capacidad de retención de agua (CRA), reduciéndose t ambién los recuentos microbianos del pescado fresco. En ningún caso pareció haber un ef ecto claro de la dosis. En el análisis sensorial se observó un efecto beneficioso de la dosis de extracto de romero en el olor corporal y de la dosis de aceite esencial de t omillo en el color de las agallas y la mucosidad. Hay gran cantidad de atributos que no mostr aron diferencias, lo cual es obvio en algunos como la firmeza, la forma de los ojo s y la superficie corporal, ya que es difícil que no reciban la puntuación máxima en su primer día post mortem . El olor corporal puede ser importante a la hora de la acepta ción por el consumidor. Las diferencias encontradas, aunque pequeñas, pueden signif icar la elección por el consumidor de este producto u otro en el mercado. El color de las agallas también es importante por ser un indicador tradicional de fresc ura utilizado por los consumidores. Como resumen de la calidad sensorial, el índice de ca lidad mejoró al aumentar la dosis de extracto de romero, mientras que las distintas dosis de aceite esencial de tomillo no mostraron un efecto en el índice de calid ad del pescado fresco. Discusión 79 2.3.3. Evolución del deterioro durante el almacenam iento en hielo de doradas alimentadas con dietas con distintas dosis de conservante s naturales. El estudio de la conservación de la dorada almacenada en hielo aportó datos interesantes acerca del efecto protector del aceite e sencial de tomillo y del extracto de romero. Entre los parámetros fisicoquímicos estudiados , el color siguió el patrón típico del pescado en deterioro con algunas singularidades dep endiendo del conservante utilizado. El aumento de la luminosidad es común dura nte un almacén prolongado del pescado fresco y va asociado a la desnaturalización de proteínas y al descenso de la CRA. La pérdida de color rojo se ha relacionado con la oxidación de los grupos \"hemo\" de la mioglobina, que es muy abundante en el músculo de pescado. Esta oxidación hace que se transfome en metamioglobina, de color marrón ( Hamre et al ., 2003). En cambio, el aumento del color amarillo está relacionado con l a oxidación de los lípidos, un cambio apreciable durante el enranciamiento de las g rasas y descrito por varios autores (Ruff et al ., 2003; Hernández et al ., 2009; Tuckey et al ., 2012). Aunque todos los grupos experimentales evolucionaron en estos tres aspect os, la diferente velocidad o intensidad de estos cambios nos permiten evaluar el ef ecto conservante de los compuestos activos utilizados. En ambos casos los datos de luminosidad estuvieron relacio nados con los del indicador de deterioro proteico, el nitrógeno básic o volátil total (NBVT), apoyando la hipótesis de Pavlidis et al ., (2006). Según esta, los cambios de luminosidad estarí an relacionados con la desnaturalización de proteínas, la pérdida de CRA y una mayor reflexión de la luz. El componente rojo del color ( a*) no mostró grandes cambios. Al final del periodo de almacén tendió a descender con dosis crecientes de aceite esencial de tomillo. En el experimento de extracto de romero se mantuvo estable con todas las dosis frente al aumento observado en el grupo control. Por último, el componente amarillo (b*) del color fue menor con dosis altas de aceite esencial de tomillo el día 7 de almacén, pudiendo atribuirse a una menor oxidación c on esas dosis. En el experimento con extracto de romero este componente del color se mantuvo estable con las dosis intermedias. La capacidad de retención de agua (CRA) solo se deter minó en el experimento con extracto de romero. En él se observó una tendenci a a aumentar con la dosis de 600 Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 80 mg/kg al final del periodo de almacén, siendo el úni co grupo en que no se redujo significativamente durante todo el periodo (Figura 3 ). La CRA está relacionada con la integridad de las proteínas musculares y del colágeno ( Suarez et al ., 2005) por lo que parece obvia la relación encontrada con los datos de NBVT en este experimento. Aunque no hemos comprobado la efectividad del aceite esencial de tomillo en este aspecto, otros autores lo han estudiado mediante aplic ación exógena observando un efecto beneficioso (Attouchi & Sadok, 2010). Figura 3. Evolución de la CRA del filete de doradas alimentadas con dietas suplementadas con distintas dosis extracto de romero durante durante su almacén en hielo. La oxidación lipídica fue uno de los parámetros más im portantes en la evaluación de los conservantes naturales, ya que es uno de los mecanismos principales en el deterioro del pescado. El índice de TBARS (Fi gura 4) mostró claramente la evolución de la oxidación lipídica durante los 21 dí as de almacén aumentando desde valores de 0,10-0,20 mg/kg sin superar 1mg/kg en ningú n momento, posiblemente debido al contenido moderado en grasa de la dorada y el método de almacenamiento, sin eviscerar, que protege al músculo del contacto con el aire. La inclusión de aceite esencial de tomillo en la dieta tuvo un efecto dosis- dependiente en la oxidación lipídica, observándose valores menores de TBARS conforme aumenta ba la dosis, aunque con la dosis de 500 mg/kg el índice de TBARS fue igual o supe rior al control. El efecto del extracto de romero fue diferente, de forma que la o xidación lipídica tendió a disminuir con la dosis de 600 mg/kg y a aumentar con dosis alt as. La fuerte relación de estos datos Discusión 81 con el análisis sensorial en ambos experimentos apoya la idea de que la oxidación lipídica es crucial en el proceso de deterioro del pe scado. Figura 4. Contenido en TBARS (mg MDA/kg) de doradas alimentadas con dietas suplementadas con distintas dosis de aceite esencial de tomillo (a) o extracto de romero (b) durante su almacén en hielo. El deterioro proteico también es un aspecto important e ya que interviene en la modificación de atributos sensoriales importantes en l a calidad del pescado, como son la elasticidad, la firmeza y el color (Estévez & Cava, 2004). El indicador utilizado para estudiar este aspecto fue el NBVT, estrechamente relac ionado con la luminosidad y la CRA de la carne del pescado. El principal cambio en NBVT se observó entre los días 14 y 21 (Figura 5), ya que es un indicador de deterioro tardío y las moléculas implicadas se forman durante el deterioro avanzado de las proteína s. El efecto de ambos conservantes (a) (b) Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 82 fue diferente, al igual que en la oxidación lipídic a. Además siguió las mismas tendencias, lo que sugiere que el mecanismo de protecc ión sobre lípidos y proteínas es similar. En ambos experimentos se alcanzó el límite pro puesto para este índice (25 mg N/100g) por Giménez et al . (2004) entre los días 14 y 21, entre los que se situó también la vida útil en cuanto a calidad sensorial. Figura 5. Contenido en NBVT (mg N/100 g) de doradas alimentadas con dietas suplementadas con distintas dosis dosis de aceite esencial de tomillo (a) o extracto de romero (b) durante durante su almacén en hielo. El nitrógeno de trimetilamina (TMA) solo se estudió e n el experimento con aceite esencial de romero (Figura 6). También está re lacionado con el deterioro proteico pero es más específico de la actividad microbiana. Se observó la misma tendencia que en el NBVT, lo que es comprensible ya que se encuentra dentro de los compuestos (a) (b) Discusión 83 determinados en el mismo. El límite propuesto para TM A en dorada (1 mg/kg; Kyrana et al ., 1997; Tejada & Huidobro, 2002) también se alcanzó entre los días 14 y 21. Figura 6. Contenido en TMA (mg N/100 g) de doradas alimentadas con dietas suplementadas con distintas dosis de extracto de romero durante durante su almacén en hielo. La evolución de las poblaciones microbianas en el file te del pescado es un aspecto fundamental, ya que participan en la producc ión de gran cantidad de sustancias y atributos indeseables, y también en el deterioro d e lípidos y proteínas. Sin embargo es un proceso difícil de estudiar por las complejas inter acciones que se producen entre estas poblaciones en el filete (Gram et al ., 2002). La inclusión de aceite esencial de tomillo o de extracto de romero en el pienso afectó de forma diferente a las poblaciones microbiológicas del filete (Figura 7). Aunque en ambos experimentos se observan pocas diferenci as en recuentos totales de mesófilos y psicrófilos al final del periodo de almacén, algunos grupos de bacterias se comportan de manera distinta. El aceite e sencial de tomillo parece ser un potente inhibidor del crecimiento de enterobacteria s y coliformes a dosis altas, ya que en el grupo alimentado con la dieta con 2000 mg/kg no se observan recuentos positivos de estos grupos hasta el día 21. En cambio, el extrac to de romero no parece ejercer ningún efecto sobre estos grupos bacterianos. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 84 Figura 7. Recuentos de mesófilos durante el almacén en hielo de dorada alimentada con distintas dosis de dosis de aceite esencial de tomillo (a) o extracto de romero (b). En el experimento con aceite esencial de tomillo se observó un menor crecimiento de enterobacterias y coliformes asociado a un mayor crecimiento de Pseudomonas (Figura 8) -que incluyen bacterias específicas del de terioro-.Resultados similares se han relacionado con la competencia que ejerce este último grupo bacteriano gracias a la generación de sideróforos, lo que destaca la importancia del estudio de las interacciones entre las poblaciones bacterianas en el filete del pescado (Gram et al ., 2002). (b) (a) Discusión 85 Figura 8. Recuentos de Enterobacterias y Pseudomonas tras 14 días de almacén en hielo de doradas alimentadas con dietas con aceite esencial de tomillo. La calidad sensorial del pescado en conservación tambié n fue afectada por la inclusión de conservantes naturales en la dieta. Las d iferencias observadas en los aspectos fisicoquímicos y microbiológicos entre las dis tintas dosis de aceite esencial de tomillo no se tradujeron en muchas diferencias sensori ales. La aplicación exógena de este aceite esencial ha demostrado una buena actividad conservante mejorando la calidad microbiología, sensorial y físico-química del filete. Kostaki et al ., (2009) observaron un aumento de 3 días en la vida útil del p escado en refrigeración. Mediante la inclusión en la dieta hemos observado que afecta p rincipalmente al olor corporal del pescado, observándose diferencias a partir del día 7 re lacionadas con los indicadores de deterioro lipídico y proteico. El peor olor a dosis a ltas observado el día 14 coincide con un mayor crecimiento de Pseudomonas , lo que podría indicar la presencia entre ellas de bacterias específicas del deterioro. Sería necesario u n estudio en profundidad para poder determinar esta relación. El extracto de romero también ha mostrado buenos resul tados en la calidad sensorial mediante su aplicación exógena en el pescado. En este sentido, Ozogul et al . (2010) realizaron un estudio bastante completo mostra ndo un importante efecto en el índice de calidad no dependiente de la dosis, al igua l que observamos nosotros. En nuestro caso las diferencias en calidad sensorial se de bieron a mayor cantidad de atributos que con el aceite esencial de tomillo. El o lor corporal y la firmeza mejoraron conforme aumentaba la dosis de extracto de romero. La forma de los ojos, y el color y Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 86 olor de las agallas mostraron una mejor conservación en peces alimentados con dietas con extracto de romero, pero no se observó un efecto de la dosis. En cuanto al índice de calidad, mostró los menores va lores (mayor frescura) al final del almacén para la dosis de 1000 mg/kg en el c aso del aceite esencial de tomillo y para la dosis de 600 mg/kg en el caso del extracto de romero. Aunque solo hubieron diferencias significativas para el extracto de romer o, ambos conservantes aumentaron la vida útil del pescado almacenado en hielo en un día, independientemente de la dosis. 2.3.4. Influencia de la adición de extracto de romer o en la dieta sobre el metabolismo lipídico de la dorada. La inclusión de extracto de romero en el pienso de an imales terrestres se ha estudiado sobre todo con el fin de promover el crecim iento o la digestibilidad y mejorar la calidad de la carne (Lopez-Bote et al ., 1998; Cross et al ., 2007). En modelos animales (conejo, ratón, etc.) se ha observado un ampl io rango de efectos fisiológicos (Amin & Hamza, et al Vaquero et al ., 2012; Gaya et al ., 2013). Éstos afectan en gran medida al metabolismo lipídico, observándose una modificación de la composición corporal, de parámetros sanguíneos, de la actividad enzimática, de la expresión génica y de la funcionalidad del hígado (Figura 9). El previsible efecto en peces nos llevó a estudiar el hígado, como órgano regulador del metabolismo lipíd ico y determinados parámetros sanguíneos indicadores del transporte y del metabolismo de los lípidos. El estudio histológico del intestino permitió descarta r cambios importantes en su morfología que indicaran algún efecto en el sistema i nmune asociado al intestino (GALT) o en la funcionalidad del mismo, aunque se ha demostrado su efecto inhibitorio en enzimas digestivas de mamíferos (Romo Vaquero et al ., 2012). En cuanto al estudio histológico del hígado, mostró la capacidad del extra cto de romero de reducir la esteatosis hepática producida por la alimentación ad libitum y las condiciones de hacinamiento de la acuicultura intensiva. Además, d urante el desarrollo del experimento, se observaron cambios histológicos que sugi eren la evolución desde una esteatosis aguda a una esteatosis crónica (Day et al ., 2003). La dosis de 600 mg/kg fue Discusión 87 la que tuvo el mayor efecto beneficioso tanto en el hígado como en los parámetros sanguíneos. Figura 9. Efectos del extracto de romero en distintos órganos relacionados con el metabolismo lipídico de dorada y de mamíferos. El extracto de romero ha demostrado ejercer un efect o sobre el metabolismo lipídico mediante varias vías de actuación, pudiendo ser la funcionalidad del hígado la principal de ellas (Figura 9). El efecto antidiabét ico, también observado al administrar extracto de romero en mamíferos (Bakirel et al ., 2008), ha sido atribuido a un mejor funcionamiento de las células productoras de insulin a, al estar protegidas frente a la oxidación lipídica. Se ha propuesto el estrés oxidati vo como la conexión entre las distintas enfermedades diabéticas (Sepici-Dincel et al ., 2007). La hiperglucemia puede estar favorecida por una dieta de alta energía y ali mentación a demanda, y es capaz de producir estrés oxidativo favoreciendo la formación d e radicales libres (Kamalakkannan & Prince, 2006). El hígado de peces, donde se encue ntran las células en los islotes pancreáticos, posee gran cantidad de PUFAs. Estos son muy sensibles a la oxidación lipídica iniciada por radicales libres, por lo que p ueden ser fácilmente afectados por este Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 88 proceso. De esta manera, la oxidación de los lípidos d e la membrana reduce su funcionalidad afectando a la fluidez y a la activid ad de enzimas y receptores acoplados a la misma (Arulselvan & Subramanian, 2007). Barkirel et al . (2008) demostraron la reducción de la oxidación lipídica en hígado de con ejo al administrar extracto de romero en la dieta, mediante la reducción del índice de TB ARS en este órgano. En nuestro estudio se observa una reducción del nivel de ALT en l a sangre y tendencias a reducirse los niveles de ALP y AST, lo que también es indicativ o de una mejor funcionalidad del hígado. El efecto colerético observado por Hoefler et al ., (1987) también está relacionado con una mejor funcionalidad del hígado e implica una mayor eliminación de colesterol del torrente sanguíneo, al elevarse la pr oducción de bilis. A su vez, la mayor producción de bilis puede mejorar la digestión de la s grasas. El carnosol, presente en el extracto de romero, tiene la capacidad de inhibir l a oxidación de la apolipoproteina B durante la formación de LDL (Zeng et al ., 2001), lo que podría significar una menor producción de esta lipoproteína por el hígado (Figur a 9). Otros polifenoles son capaces de inhibir la ester colesterol transferasa (CETP) mejor ando la estabilidad y la abundancia de la lipoproteína HDL en la sangre (Lam et al ., 2008) Otra interesante vía de actuación del extracto de r omero, más específica, es la inhibición de la enzima diacilglicerol-acil-transfer asa (DGAT)(Cui et al ., 2008), presente en el hígado y en otros tejidos (Figura 9) y que participa en la síntesis de triglicéridos. Esta actividad podría ser, en parte, la base de varios de los efectos observados, ya que esta enzima es la diana de fármaco s que reducen la cantidad de lípidos en la sangre y aumentan la sensibilidad a la in sulina y el metabolismo energético (Chen et al ., 2005). Además el ácido carnósico bloquea la expresi ón de los genes PPAR, inhibiendo la mitosis de los adipocitos y afecta ndo directamente al tejido adiposo. Se ha demostrado un aumento de la eficiencia de rete nción de proteína en peces alimentados con dietas con compuestos procedentes de pl antas aromáticas (Zheng et al ., 2009; Yilmaz et al ., 2012). Este efecto podría estar relacionado con l a inhibición de la DGAT o la protección de las células de los islotes pan creáticos, ya que la insulina promueve directamente la síntesis proteica (Dimitriadi s et al ., 2011)(Figura 9). Discusión 89 El aceite esencial de tomillo parece tener un efect o similar en el metabolismo lipídico. Su inclusión en dietas para aves de corral produce cambios en índices somáticos, en la composición nutritiva del músculo (Bo lukbasi et al ., 2006; El- & guíneas -principalmente HDL- (Toghyani et al ., 2013). Teniendo en cuenta la alta capacidad anti oxidante del aceite esencial de tomillo y del extracto de romero, tiene sentido que ejerzan un efecto similar en el metabolismo lipídico, al ser el estado oxidativ o del hígado uno de los principales mecanismos de actuación (Bakirel et al ., 2008). Sin embargo, son necesarios estudios en este sentido con el aceite esencial de tomillo en peces para determinar la posible existencia de este efecto. Varios de los parámetros sanguíneos que se modifican con la inclusión de extracto de romero en el pienso han sido propuestos com o indicadores del bienestar de peces de acuicultura (Roncarati et al ., 2006). La mejora del bienestar de los peces de acuicultura puede influir en la calidad de los mism os y mejorar la imagen de la acuicultura intensiva. La reducción de estos indicado res, mediante la inclusión en la dieta de extracto de romero u otros antioxidantes nat urales, le daría un doble valor al pescado. Sería un alimento más orgánico (sin aditivo s sintéticos como el BHT) y a la vez mejoraría el bienestar durante el engorde para u na producción más ecológica. Además del beneficio en el bienestar animal existe u na ventaja en cuanto a la utilización de nutrientes, ya que la acumulación de lípidos en el hígado implica un desperdicio de energía (Hansen et al ., 2008). En las últimas décadas se ha seguido la tendencia de mejorar el crecimiento y minimizar la producción de residuos nitrogenados mediante el aumento de la grasa de la dieta. Sin emb argo, el nivel de grasa en la dieta suele estar estrechamente relacionado con el índice he patosomático, que en algunas especies alcanza el doble que en peces salvajes (Shahi di & Dunajki, 1994). La capacidad del extracto de romero de reducir este ín dice y la esteatosis hepática asociada podría ser de gran utilidad para la optimización del aprovechamiento de dietas hipercalóricas. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 90 2.3.5. Efecto de la adición de aceite esencial de to millo sobre la funcionalidad del intestino de dorada. El último experimento (Anexo II) mostró algunos de lo s efectos fisiológicos del aceite esencial de tomillo, sobre todo en el intestin o. La elección de las dosis utilizadas y de varios de los aspectos estudiados fue con el objeti vo de evaluar su efecto en el rendimiento y en la funcionalidad del intestino. En cerdo y aves de corral existen abundantes referencias bibliográficas acerca de estos ef ectos (Franz et al ., 2010). En peces, recientemente, se había demostrado el efecto b eneficioso de un extracto de timol y carvacrol sobre el crecimiento y el aprovechamient o del alimento (Ahmadifar et al ., 2011). Sin embargo, nuestros resultados muestran más bien lo contrario. Aunque no se observan cambios en el crecimiento, el ín dice de conversión o la ingesta de proteína y energía digestible, se produce un descenso en la digestibilidad a las dosis de 2000 y 3000 mg/kg que puede indicar un leve empeoramiento de la funcionalidad del intestino. Además se producen impor tantes cambios histológicos, apreciándose una movilización de linfocitos a la muc osa subepitelial con dosis bajas - que sugiere una inmunoestimulación del GALT- y un efe cto anti-inflamatorio con dosis altas de aceite esencial de tomillo (3000 y 4000 mg/k g). La demostrada actividad antibacteriana de muchos acei tes esenciales (Burt, 2004), los hace muy útiles en la sustitución de los ant ibióticos promotores del crecimiento, cuyo uso en animales está prohibido en la Unión Europea desde 2006. El modo de actuación de los compuestos antimicrobianos en la promoción del crecimiento puede deberse a cuatro mecanismos principales (Niewol d, 2007): - Inhibición de infecciones subclínicas, reduciendo por tanto el gasto metabólico del sistema inmune. - Reducción de metabolitos que perjudican el crecimien to (p. ej. amonio) - Reducción de la utilización microbiana de los nutrie ntes. - Mejora de la absorción de nutrientes por una reducció n del grosor de la pared intestinal (reducción de la inflamación normal). Una de las ventajas que puede suponer el uso de aceit es esenciales o extractos de plantas como sustitutos de antibióticos promotores del cr ecimiento es la gran cantidad Discusión 91 de compuestos antimicrobianos que poseen, lo que en pr incipio debería dificultar la aparición de resistencias (Franz et al ., 2009). La bibliografía existente acerca del efecto anti-in flamatorio \"in vitro\" del timol, el carvacrol en plantas (Oca & Reglero, 2012; Lima et al ., 2013; Romier et al ., 2009) y un estudio realizado en modelos animales ( Nakhai et al ., 2006) nos hacen pensar que sea el principal efecto pro ducido en el intestino de dorada a dosis altas. El punto de vista de Niewold et al ., (2007) del modo actuación de los antibióticos en el intestino es interesante para valora r posibles hipótesis sobre el modo de actuación de aceites esenciales y extractos de plan tas. Este autor propone que la actividad intrínseca anti-inflamatoria de muchos ant ibióticos puede ser el principal modo de actuación de los antibióticos utilizados como promotores del crecimiento. Esta actividad anti-inflamatoria se había descrito ya en h umanos proponiéndose una función inmunorreguladora (Labro et al ., 2000, 2001) El intestino es un órgano en un estado de inflamación continua y controlada (Biancone et al ., 2002). Las citoquinas circulantes producidas durant e la inflamación del intestino son capaces de inducir respuestas en varios t ejidos, principalmente en el músculo, en el hígado y en el hipotálamo, produciend o en general un aumento del catabolismo energético y una reducción del apetito ( Gruys et al ., 2006). Por tanto, el efecto anti-inflamatorio del timol podría ser una ví a de actuación en el metabolismo energético de los peces. La respuesta bifásica que encontramos ha sido observada p ara muchos fitobióticos y se suele achacar a una estimulación de c iertos sistemas antioxidantes y citoprotectivos a dosis bajas y a la toxicidad del comp uesto a dosis altas. Aunque la mejora del estatus antioxidante de animales que consume n polifenoles se ha atribuido a la actividad antioxidante de los mismos, existe una te ndencia actual a dar más importancia a las vías de señalización de respuesta ada ptativa al estrés que son activadas por estos compuestos a dosis bajas (Holst & Williamson, 2 008; Murado & Vázquez, 2007; Mattson, 2008). Las concentraciones de fenoles q ue se pueden alcanzar en los tejidos son mucho más bajas que las de los antioxidantes p ropios y recientes estudios clínicos con dosis altas de antioxidantes han aportado r esultados controvertidos (Mattson, 2008). Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 92 Figura 10. Cantidad de agregados linfocitarios (uds. relativas) en el intestino de dorada alimentada con dietas con distintas dosis de aceite esencial de tomillo. Además la capacidad del timol de activar la expresión del grupo de genes \"ARE\", que codifican enzimas citoprotectivas y con ca pacidad antioxidante como la glutatión-S-transferasa, apoya esta hipótesis. La amplit ud del rango de dosis estudiado es crucial para la interpretación de la respuesta de organismos vivos frente a xenobióticos. En nuestro caso las diferencias observadas en agregados linfocitarios (Figura 10) concuerda con la definición de hormesis y los ejemplos expuestos por Murado & Vázquez (2008). Hasta la dosis de 2000 mg/kg se produciría una situación de hormesis o respuesta adaptativa y por encima de ésta exi stiría una inhibición del sistema inmune o un estado inflamatorio por debajo de lo nor mal. Esto pone de manifiesto la importancia de la elección adecuada del rango de dosis a estudiar para evitar la pérdida de informaci ón en respuestas bifásicas. Los efectos adversos de dosis elevadas de vitaminas y/o antiox idantes es de creciente interés en la actualidad (Holst & Williamson, 2008) aunque ya era conocido en distintos fitoquímicos desde la antigüedad. De ahí la frase de P aracelso (S.XVI) \"nada es veneno, todo es veneno; solo depende de la dosis\". CONCLUSIONES Conclusiones 95 1.- El extracto de romero, añadido al pienso para pe ces, proporciona una protección similar al butil-hidroxitolueno frente a la oxidació n lipídica, tanto a temperatura ambiente como en refrigeración. La escasa actividad d e los aceites esenciales de tomillo durante la elaboración del pienso y su almacenamient o a temperatura ambiente los hace poco apropiados como conservantes del pienso para pece s. 2.- Tanto el extracto de romero como el aceite esenc ial de tomillo (quimiotipo timol) incorporados al pienso de dorada tienen un efecto be neficioso sobre la calidad final del pescado. La adición de extracto de romero al pienso p rodujo una mejora en la estabilidad oxidativa de los lípidos del pescado y un e fecto beneficioso proporcional a la dosis en el índice de calidad. La adición de aceite esencial de tomillo al pienso no produjo cambios en parámetros físico-químicos ni en el índice de calidad del pescado fresco, únicamente mejoró el color de las agallas y au mentó la opacidad del mucus. 3.- El aceite esencial de tomillo y el extracto de r omero añadidos al pienso de dorada tienen un efecto beneficioso sobre la conservación del pescado. Los parámetros físico- químicos muestran un efecto dosis-dependiente, con una dosis óptima de 600 mg/kg para el extracto de romero y proporcional a la dosis para el aceite esencial de tomillo. La calidad sensorial del pescado siguió tendencias simil ares y en ambos casos se tradujo en un incremento de la vida útil en un día, con ind ependencia de la dosis. 4.- La adición de extracto de romero a la dieta de dorada reduce el desequilibrio en el metabolismo lipídico causado por la alimentación ad libitum con dietas hipercalóricas y condiciones intensivas de engorde. La reducción de la esteatosis hepática es el aspecto más evidente y posiblemente el más importante por el p apel regulador del hígado. Tanto la histología como la bioquímica sanguínea señalan la dosis de 600 mg/kg como la óptima, mejorando notablemente la salud de los peces. 5.- El aceite esencial de tomillo añadido al pienso d e dorada afecta a la funcionalidad del intestino en varios aspectos. El estado inflamatori o del intestino cambió en función de la dosis, aumentando con 1000 mg/kg y descendiendo con dosis superiores, hasta una marcada reducción aparente con 3000 y 4000 mg/kg. L a digestibilidad de los nutrientes principales se ve reducida a dosis de 2000 y 3000 mg/kg , lo cual no se traduce en diferencias en índices de rendimiento. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 96 PUBLICACIONES PUBLICACIÓN I Natural antioxidants in extruded fish feed: Protection at extruded feed: Protection at different storage temperatures. A. Hernández , B. García García, M. J. Jordán, M. D. Hernández (20 14). Revista : Animal Feed Science and Technology. DOI: 10.1016/j.anifeedsci.2014.06.003 URL: http://www.sciencedirect.com/science/article/pii/S037 7840114001886 fish feeds: BD (basal diet), without added antioxidants; BHT, with 200 mg /kg of butylhydroxytoluene; RO, with 600 mg/kg of rosemary extract ( Rosmarinus officinalis ); TC, a nd were stored under standard conditions at two different average temperatures, eit her refrigerated (4 ± 1 °C) or at ambient temperature (20-28 °C). Samples were taken d uring processing (raw mix, recently extruded (moist) and dry feed) and at 4, 8, 12 and 24 weeks of storage. Both TBARS and induced TBARS were feed processing. Dur ing the preparation process, the RO feed was the least oxidized the leas t amount oxidative status all feeds was maintained in storage, resistant to the greatest protection against induced oxidation star ting at week 8, and at the end of the storage period, the RO feed was the least oxidized. O verall, rosemary extract had a similar effect to that of butylhydroxytoluene on the processing and storage of extruded feed, and better than that of The influence doses of rosemary extract added The influence of doses of rosemary extract added to feed. A. Hernández , B. García García, M.J. Jordán, 426, 31-40. 4848614000337 This study focused on dose of rosemary (basal diets (R600, R1200, R1800 and R2400) wi th 600, 1200, 1800 and 2400 mg kg 1 of rosemary extract were administered, respectively. The fish were sacrificed and stored on ice at 4 °C for 0, 7, 14 and 21 days. P hysical-chemical, microbiological and sensory tests were conducted at each sampling point to determine the degree of deterioration suffered the gilthead A observed suggest better preservation with the 600 mg kg 1 dose. In addition, the Quality Index showed with all tested doses, as comp ared to the control group. PUBLICACIÓN III Study of the dose of thyme essential oil in feed gilthead seabream was studied, when added to the diet: and four experimental diets (T500, T1000, T1500, T2000) with 500, 1000, 1500 \u0001mg kg 1 of thyme essential oil, respectively. After 12 weeks of experimentation, the fish were stored on ice at 4 °C for 0, 7, 14 and 21 days. Physical-chemical, microbiological and sensory analyses were carried out a t each sampling point to determine the degree of deterioration. A dose-depend ent effect was observed on the colour, TBARS and volatile basic nitrogen duri ng the storage. Microbiological counts were lower for Enterobacteriaceae and coliforms at high doses of the essential oil. The sensory analysis showed an effect on the quali ty index that was not dependent on the dose, which extended the shelf life of gilthe ad seabream from 17 to 18 days for all doses. REFERENCIAS BIBLIOGRÁFICAS Bibliografía 137 A Adams, P.B., Lawson, S., Sanigorski, A., Sinclair, A.J. , 1996. Arachidonic to thymol-carvacrol growth L . (1998). dietary 4(4), 199-204. Alcaraz, F., Sánchez-Gómez, P., & Correal, E., 1989 . Catálogo de las plantas aromáticas, condimentarias y medicinales de la Región de Murcia. Monografías I.N.I.A. No. 67. Madrid. Alçiçek, Z. (2011). The effects ( Alçiçek, Bozkurt, M., & Çabuk, M. (2004). The of an essential oil combination derived from selected herbs growing wild in Turkey on broiler performance. South African Journal of Animal Science , 33(2), 89-94. Álvarez, A., García García, B., Jordán, M. J., Martín ez-Conesa, C., & Hernández, M. D. (2012). The effect of diets supplemented with thyme e naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 138 Alves Martins, D., Afonso, L.O., Hosoya, S., Lewis-McCr role of vitamin the response in Atlantic halibut ( Hippoglossus hippoglossus L.). Aquaculture 272 (1), 573-580. Amin, A., & Hamza, A. A. (2005). Hepatoprotective e ffects of Hibiscus , of thyme essen tial oil and packaging treatments on Research, 7(13), 113 6-1143. APROMAR, 2013. La Acuicultura Marina de Peces en Espa ña 2013. http://www.apromar.es/informes.asp Arulselvan, P., & of Murraya koenigii on structur of O., Bighelli, A. , Casanova, J., & Tomi, F. (2013). Wild Thymbra capitata from Western oil O. Ü., Ülgen, G. , & Yardibi, H. (2008). In vivo of antidiabetic cology, and ischemic heart disease Eskimos. in nutritional research (pp. 1-22). Springer US. Baratta, M. T., Dorman, H. J., Deans, S. G., Figueire do, A. C., Barroso, J. G., & Ruberto, G. (1998). Antimicrobial and antioxidant p B., & Maurer, A. J. (1985). A ntioxidant properties of rosemary oleoresin in turkey sausage. Journal of Food Sc ience, 50(5), 1356- 1359. used as food additives. X., & Grau J. (1989). Plantas del Mediterráneo. Blume. Barcelona. Bell, J. G., McGhee, F., Dick, J. R., & Tocher, D. R. (2005). Dioxin and dioxin-like polychlorinated biphenyls (PCBs) Scottish effects of in the manage ment of diabetes mellitus. American Journal of Clinical Nutrition, 66 (Suppl), 991s-1007s. Biancone, L., I. Monteleone, G. Vecchio Blanco, P. Vavassori, and F. Pallone. 2002. Resident bacterial flora Ozkan, A. (2006). Effect of dietary thyme oil and vitamin E on growth, lipid oxidation, meat fatty ac id composition and serum lipoproteins of broilers. South African Journal of Ani mal Science, 36(3), p-189. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 140 Botsoglou, N. A., Yannakopoulos, A. L., Fletouris, D. J., Tserveni-Goussi, A. S., & Fortomaris, P. D. (1997). Effect of dietary thyme on the oxidative stability of 3711-3716. Bozin, Mimica-Dukic, N., activities of the Agricultural and Food Chemistry, 54(5), 1822-1828. Bremner, H. A. (1985). estimating the quality of chilled seafoods. In D. N. Scott, & G. Summers (Eds.), Proceedings of the fish processing conference, Fish Processing Bulletin, vol. 23-25 April (pp. 59- 70). Wellington: Roura, (2010). Essential oils in poul try nutrition: Main effects and modes of action. Animal Feed Science and Technology, 158(1), 1-14. Brewer, M. S. (2011). Natural antioxidants: sources, compounds, mechanisms of action, and potential applications. Comprehensive Reviews in F ood Science and Food Safety, 10(4), 221-247. Burt, S. (2004). Essential oils: their antibacterial p roperties and potential applications in foods- A review. International Journal of Food Micro biology, 94(3): 223-253. C Caballero, M. J., Betancor, M., Escrig, J. C., Montero , D., Espinosa de los Monteros, A., Castro, P., Ginés, R., & Izquierdo, M. (2009). Post mortem changes produced in O.A.L., C.L. (1977). Natural antioxidants from rosemary and sage. Journal Biology. 25 (3), 482-486. Bibliografía 141 Chen, C., Pearson, A. M., & Gray, J. I. (1992). Effec ts of synthetic antioxidants (BHA, BHT and Chemistry, 43(3), 177-183. Chipault, J. H., Mizuno, G. R., Hawkins, J. M., & Lund berg, W. O. (1952). The antioxidant properties of natural spices. Journal of Fo od Science, 46-55. Chipault, J. R., Mizuno, G. R., Lundberg, (1 955). Antioxidant properties of spices lication No. 15 (E- 13.1)1971/(TC-1.3), Paris: Bureau Central de la CIE. Çoban, E., 2013. of hot-smoked and vacuum - packed fillets. Journal of Food Processing and Preservat ion, 37, 269-274. Cross, D. E., McDevitt, R. M., Hillman, K., & Acamovi c, T. (2007). The effect of herbs and their associated essential oils on performance, d ietary digestibility and gut microflora in chickens from 7 to 28 days of age. Brit ish poultry science, 48(4), 496-506. Cui, L., Kim, M. O., Seo, J. H., Kim, I. S., Kim, N. Y., Lee, S. H., ... & Lee, H. S. (2012). Abietane diterpenoids and commercial extracts of sage and rosemary. Journal of the American Oil Chemists' So ciety, 73(5): 645-652. D quantitative c haracterization of spoilage bacteria from packed fish. International Journal of Food Micro bialogy 26, 319-333. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 142 Davidson P. M. (1993). Parabens and phenolic compound s. En: P. M. Davidson y A. L. Branen (Eds.), Antimicrobials in foods (pp. 263-306). New Oliver party? Hepatology 27 (6): 1463-1466. del Baño, M. J., Lorente, J., Castillo, J., Benavente-G arcía, O., del Río, J. A., Ortuño, A., Quirin K.W., & Gerard, D. (2003). Phenolic dite rpenes, flavones, and rosmarinic acid distribution during the development o f leaves, flowers, stems, and roots of Rosmarinus officinalis . F., Vonghia, G., 2009. Effect of dietary rosemary P., Lambadiari, V., (2011). Insulin effects in muscle and adipose tissue. Diabetes Research an d Clinical Practice, 93, S52-S59. E EEC, 1994. European Union Commission Decision 94/356/E C of 20 May 1994 laying down detailed rules for the application of Council D irective 91/493/EEC, as regards own health checks on fishery products. Journal of the European L 50-57. El-Alim, S. S. L. A., at patties during storage. Journal of the Science of Food and Agriculture, 79(2 ), 277-285. El-Ghousein, S. S., & Al-Beitawi, effect of feeding of crushed thyme (Thymus vulgaris L) on growth, blood constituents, gastrointestinal t ract and Bibliografía 143 carcass characteristics of chickens. The of Poultry Emirolu, K., Yemi, G. P., B. K., & Cando an, K. (2010). Antimicrobial activity of soy edible films incorporated with thyme and oregano essential oils on of and laurel essential oil ox idation, release during refrigerat ed storage of liver pate. Meat Science, 68, 551-558. F Fang, X., & Wada, S. (1993). Enhancing the antioxid ant effect of -tocopherol and hemoprotein. Food Research Internacional, 26: 405-411. FAO, 2007. El estado mundial de la pesca y la acuicul tura 2006. Departamento de Pesca y acuicultura de la FAO. Roma. Italia. FAO, 2009). El estado mundial de la pesca y la acuicu ltura 2008. Departamento de Pesca y acuicultura de la FAO. Roma. Italia. FAO, 2012. El estado mundial de la pesca y la acuicul tura 2012. Departamento de Pesca y acuicultura de la FAO. Roma. Italia. Farag, R. S., Badei, A. Z. M. A., Hewedi, F. M., & El-Baroty, G. S. A. (1989). Antioxidant activity of some spice essential oils on lin oleic acid oxidation in aqueous media. the American Oil Chemists Soc iety, 66(6), 792-799. Figueiredo, A. C., Barroso, J. G., Pedro, L. G., Salg ueiro, L., Miguel, M. G., & Faleiro, M. Portuguese Thymbra and Thymus species Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 144 composition & Effect of feeding rosemary an d -tocoferol acetate on hen performance and egg quality. The Journal of Poul try Science, 43:143-149. Font Quer, P., 1981. Plantas medicinales. El Dioscórid es renovado. Editorial labor. Barcelona. Frankel, E.N. IL. Franz, C., Baser, K. H. C., & Windisch, W. (2010). Esse and aromatic Fragrance 327-340. Fraser, O.P., y Sumar, S. (1998). Compositional chang es and spoilage in fish (part II) parte II -microbiological induced deterioration. Nu trition and Food Science 6, 325-329. Fung, D.Y.C., Taylor, S., & Kahan, (BHA) and Journal of Food Safet y, 1: 39-51. G M., Repetto, V., Toneatto, J., Anesini, C., Piw ien-Pilipuk, G., Moreno, S., 2013. Antiadipogenic effect of carnosic a natural co mpound is onset ubjects 1830 (6), 3796- 3806. Ghaly, A. E., Dave, D., Budge, S., & Brooks, M. S. ( 2010). Fish spoilage mechanisms and preservation techniques: review. American Journal of Applied 7(7), 859. Bibliografía 145 Giannenas, I., Triantafillou, E., Stavrakakis, S., Ma rgaroni, M., Mavridis, S., Steiner, & E. 26-32. Giménez, B., P., & Beltrán, J. A. (2004). T he effects of natural antioxidants and lighting cience of Food and Agriculture, 84(9), 1053-1060. Gjedrem, T., Robinson, N., & Rye, M. (2012). The imp ortance of selective breeding in aquaculture to meet future a review. Aquaculture, 350, 117-129. Gómez-Sánchez, A., Hermosín, I., Maya, I., 1992. on the Maillard degradation 229 (2), Goulas, A. E., & Kontominas, M. G. (2005). Effect on the use of natural antimicrobials and inhibitors for food applications. Journal of Food Prot Gouveia, Florou-Paneri, I., & Botsoglou, N. (2007). The inhibitory potential of fe ed naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 146 Gram, L., & Huss, H. H. (1996). Microbiological spoila ge of fish and fish products. International journal of food microbiology, 33(1), 121-137. Gram, L., Ravn, L., Rasch, M., Bruhn, J. B., Christen sen, A. B., & Givskov, M. (2002). Food spoilage—interactions between food spoilage bacte ria. International Journal of Food Microbiology, 78(1), 79-97. Gruys, E., M. J. M. Toussaint, T. A. Niewold, S. J. Koop mans, E. van Dijk, and R. H. Meloen. 2006. Monitoring health by E., Sanz-Gallardo, M. I., Veer, P. V. T., Bode, P., Aro, A., Gómez-Aracena, J., Kark, J. D., Riemersma, R. A., Martin-Moreno, J. M. & Kok, F. J. (2002). Mercury, fish oils, and the risk of myocardial infarc tion. New England Journal of Medicine, 347(22), Halász, A., Baráth, A., Simon-Sarkadi, L., y Holzapf el, W. (1994). Biogenic amine and their production by microorganisms in food. Trends in Food Science and Technology 5, 42-49. Hall, J.L., sausage. Technology, 16: K., Kolås, K., & Sandnes, K. (2010). Protectio n of fish feed, made directly from marine raw materials, with natural antioxidants. Food 270- Hamre, K., B. (2008). Apparent digestion an d apparent retention of Bibliografía 147 Gelman, of herbal essential oils used to extend the of Food Protection, 66(3), 410-417. Hernández, M. D., López, M. B., Alvarez, A., Ferran dini, E., García García, B., & Garrido, M. D. (2009). Sensory, physical, chemical in rats. Journal of Ethnopharmacology, 19(2), Williamson, (2008). ochemicals: from 19(2), 73-82. Houlihan, C. M., Ho, C. T., & Chang, S. S. (1984). Elucidation of the chemical structure of a novel antioxidant, rosmaridiphenol, iso lated from rosemary. Journal of the American Oil Chemists' Society, 61(6), 1036-1039. Houlihan, C. M., Ho, C. T., & Chang, S. S. (1985). The structure of rosmariquinone—A new antioxidant isolated from Rosmarinus officinalis Chemists' Society, 62(1), 96-98. Howgate, P., Johnston, A., y to EC freshness grades for products. Station. xanthine canned herring as an index of the freshness of the raw material, with a comment of flavour relations. Journal of the Science of Food and Agriculture. 17, 434- 436. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 148 Huidobro, A., Pastor, A., & Tejada, M. (2000). Quali ty Hung, S. S. O., Cho, C. Y., & Slinger, S. J. (1980). Measurement of oxidation in fish oil and its effect on vitamin E nutrition of rainbow tro ut ( Salmo gairdneri ). Canadian Journal of Fisheries and Aquatic Sciences, 37( 1248-1253. Huss, H. H. (1995). Quality and quality changes in fre sh fish. FAO fisheries technical paper, (348). I Ibáñez, F.C., y Barcina, Y. (2001). Análisis sensorial de los alimentos. Métodos y aplicaciones. Barcelona: Springer-Verlag Ibérica. Imaida, K., Fukushima, S., Shirai, T., Masui, T., Ogi so, T., & Ito, and shellfish. In: organisms in Foods. Sampling for Microbiological Analysis: Principles and Scientific Applications, 2nd Edition, Vol. 2. University of Toronto Press, To ronto, Canada, pp. 181-196. Ito, N., Fukushima, S., & Tsuda, (1985). Carcinoge and modification Misic, D., Zizovic, I., & Ristic, M. (2 012). In vitro control of multiplication of some food-associated bacteria by thy me, rosemary and sage isolates. Food Control, 25(1), 110-116. J Jang, I. S., Ko, Y. H., Yang, H. Y., Ha, J. S., Kim, J. Y., Kim, J. Y., Kang, S. Y., Yoo, D. H., Nam, D. S., Kim, D. H. & Lee, C. Y. (2004). Influence of essential oil Bibliografía 149 components on growth performance and the functional activity of and small intestine in Meat Science, 75: 360- 365. Jerrett, A. R., Stevens, J., & Holland, A. J. (1996). T ensile properties of white Annals of Nutrition index A.H. (Eds.), Quality issues in the fish Industry. I Research Liaison Office, University of (E Fish. FAO Fischeries Technical Paper No . 348. FAO, Rome, Italy. Jordán, M. J., Castillo, J., Bañón, S., Martínez-Cone sa, C., & Sotomayor, J. A. (2014). Relevance of the carnosic acid/carnosol ratio for the level of rosemary diterpene transfer and for improving lamb meat antioxidant stat us. Food chemistry, 151, 212-218. Jordán, M. J., Lax, V., Rota, M. C., Lorán, S., & Sot omayor, J. A. (2013). Effect of the phenological stage on the chemical Industrial Crops and Products, 4 8, 144-152. Jordan, M. J., Martinez, C., Monino, M. I., Lopez, M . B., Ferrandini, E., Lafuente, A., & Sotomayor, J. A. (2007). Murciano-Granadina goat f eeding with aromatic plant by-products. Effect on milk production presence of polyphenols en los piensos para peces: Optimización de la calidad y vida útil de la dorada 150 Jordán, M. J., Moñino, M. I., Martínez, C., Lafuente, A., & Sotomayor, J. A. (2010). Introduction of distillate Rosemary leaves into the di et of the Murciano- Granadina goat: Transfer of polyphenolic compounds to goats' milk and the plasma of suckling goat kids. Journal Of Agricultural a nd Food J. I. (1992). An Assessment of Oxidation in - Technical 64, 1959-1964. Kiessling, Johansson and K.H. Kiessling (1991). the and thyme oil on the microbio logical, chemical and M, Plitzner C, Foissy H, Et tle T, Mayer H, Schreiner M, & Windisch W (2008) Effects of essential oils or Avilamyci gut microbiology and blood parameters of weaned piglets. Czech Journal of Animal Science 53:377-387. Kyrana, V. R., Lougovois, V. P., & Valsamis, D. S. (19 97). Assessment shelf life of maricultured gilthead sea bream (Sparus aurata) store d in ice. International Journal of Food Science & Technology, 32(4), 339-347 . Bibliografía 151 L Labro, 267 (1), 3-19. Lam, C. K., Zhang, Z., Yu, H., Tsang, S. Y., Huang, Y., & Chen, Z. Y. (2008). Apple polyphenols inhibit plasma CETP activity and reduce the ratio of nonHDL to HDL Molecular Nutrition quality index in squid. Can, Inst. Food Sci. Technol. J. 17, 195-201. Lee, K. W., Everts, H., Kappert, H. J., Frehner, M., Losa, R., & Beynen, A. C. (2003). Effects of dietary essential Science, 44(3), 450-457. Li, T., Hu, W., Li, J., Zhang, X., Zhu, J., & Li, X. (2012). Coating effects of tea polyphenol and rosemary extract combined with chitosa n on Pseudosciaena crocea 25(1), 101-106. Lima, D. S., Quintans-Júnior, L. J., de Santana, W . A., Martins Kaneto, C., Pereira Soares, M. B., & Villarreal, C. F. (2013). Anti-infl ammatory effects of carvacrol: evidence for a European journal of pharmacology, naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 152 Liotta, L., Chiofalo, B., Presti, V. L., Piccolo, D. , & (2010). extract 306-308. Lopez-Bote, C. J., Gray, J. I., Gomaa, E. A., & Flega l, C. J. (1998). Effect of dietary administration of oil extracts from rosemary and o oxidation in meat. British Poultry 39(2), R.M. (1970). The Chemical Biology of Fishes. Ac ademic Press. London. Lukiw, W. J., & Bazan, N. G. (2008). Docosahexaenoic acid and the aging brain. The Journal of nutrition, 138 (12), 2510-2514. M Mahmoud, B. S., Yamazaki, K., Miyashita, K., Il-Shik , S., Dong-Suk, C., Bacterial of carp ( Cyprinus carpio ) Food Microbiolog y, 21(6), 657-666. Manzanilla, E. G., Perez, J. F., Martin, M., Kamel, C., Baucells, F., & Gasa, J. (2004). Effect of plant extracts and formic -3218. M., Koko, V., Duleti-Lauevi, S., Marin, Rani, D., & Dajic- Stevanovic, Z. (2006). Glandular trichomes of fish freshness. A reference manua l for the fish industry. QIM-Eurofish, The Netherlands. Disponible e n www.qim- h Reviews, 7(1), 1-7. Bibliografía 153 Miceli, A., Negro, C., & Tommasi, L. (2006). Essential oil variability in Thymbra capitata (L.) Cav. growing and Ecology, 34(6), 528-535. Miguel, G., Simoes, M., Figueiredo, A. C., Barroso, J. G., Pedro, L. G., & Carvalho, L. (2004). Composition and antioxidant Miralles, S., Medina de Dias, R., Zimmermann, M. E., & Amadio, C. (2008). Efecto del aceite esencial de tomillo mendocino (Acantolippia se riphioides) en la cinética de la oxidación cárnica lati noamericana., 28(151), 58-63. Moñino, M.I., Martínez, C., Sotomayor, J, A., Lafuen te, A. & Jordán, M .J, (2008). Polyphenolic transmission to segureño lamb meat from ew es from rosemary ( 56: 3363- 3367. Morales, R. (1986) excl uida la sección Serpyllum y Thymbra en la Península Ibérica. Monografías del Rea l Jardín Botánico, CSIC, Madrid. Morales R. (2002). The history, botany and taxonomy o f the genus. En: Stahl-Biskup E, Sáez F, Eds. Medicinal and Aromatic Plants - industria l profiles 17: 1-43. Taylor & Francis, London. Morales, R. (2010) Rosmarinus L. En : Morales R. et al . (eds.). Flora iberica 12: 327- 331. Real Jardín Botánico, C.S.I.C., Madrid. Moreno, J.C., coord. (2008). Lista Roja 2008 de la f lora vascular española. Dirección General de Medio Natural y Política Forestal (Minist erio de Medio Ambiente, y Medio Rural y Marino, y Sociedad Española de Biologí a de la Conservación de Plantas), Madrid, 86 pp. Muñoz, F. (1987). Plantas medicinales y aromáticas: es tudio, cultivo y procesado. Madrid: Editorial Mundi-Prensa, pp 365. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 154 Murado, M. A., & Vázquez, J. A. (2007). The notion o f hormesis and the dose-response Yamamoto, arison of calpain of various their thermal stabilities. B ulletin of the Japanese Society for the Science of Fish 55, 917-923. Murkovic, M., Steinberger, D., & Pfannhauser, W. (19 98). Antioxidant spices reduce the (1984). Two antioxidati ve diterpenes from rosemary (Rosmarinus officinalis L) and and T. Kawai (1993). ZnO thin film gas sensor capable of detecting freshness of sea foods. Sensor s and Actuators 13-14. Navarrete, P., Toledo, I., Mardones, P., Opazo, R., Espejo, R., & Romero, J. (2010). Effect of Thymus vulgaris essential oil on intestinal bacterial Bañón, S., Food Chemistry, 125(4), 1147-1152. Bibliografía 155 Nieto, G., Bañon, S., & Garrido, M. D. (2012). Admi nistration of thyme leaves into lamb meat quality. Animal, 6(12), 2048-2056. Nieto, G., Díaz, P., Bañón, S., & Garrido, M. D. (2 010a). Dietary administration of ewe diets Rosmarinus , 23-29. Nieto, G., Díaz, P., Bañón, S., & Garrido, M. D. (2 010b). Effect Nieto, G., Jongberg, S., Andersen, M. L., & oxidation rosemary, or garlic. Meat Science, 9 growth Poultry Science, 86(4), 605-609. Ntzimani, A. Giatrakou, N. (2010). Combined natural antimicrobial treatments (EDTA, lysozyme, an O'Grady, M.N., Maher, M., Troy, D.J., Moloney, & Kerry, (2006). An assessment of dietary supplementation with tea catechin s and rosemary extract on the quality of fresh beef. Meat Science, 73: 132- 143. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 156 Obach, A., & Laurencin, F.B., 1992. Effects of dieta ry A., Reglero, G. (2012). Effects of ia, K., Esaiassen, M., Macagnano, A., & Jørgenseng, B. M. (2004). Multisensor for fish quality determination. Trends in Food Science and Technology 15, 86-93. B.O.E (1991): Orden de 2 de agosto de 1991 por la qu e se aprueban las normas microbiologicas, los límites de contenido en metales pe sados y los metodos analíticos para la determinacion de metales pesados par a los productos de la pesca y de la acuicultura, publicada en el Boletín Oficial del Estado el 15/8/91. Ordóñez Pereda, J.A. (1998). Características generale s del pescado. En Tecnología de los alimentos (1ª ed, Vol.II). Vallehermoso, men: 30 year findings of Ch icago Western Electric Study. Stroke 27 (7), 204-209. Osada, Y., Shibamoto, ac volatile extracts Ozogul, Y., Ayas, D., Yazgan, H., Ozogul, F., Boga, E. K., & Ozyurt, G. (2010). The capability of rosemary extract in preventing oxidati on of fish lipid. International Journal of Food Science & Technology, 45(8), 1717-17 23. Ozogul, Y., Durmu, M., Balkc, E., Ozogul, F., Aya s, D., & Yazgan, H. (2011). The effects of the combination of freezing and the use of natural antioxidant Bibliografía 157 technology ( Sardinella 46(2), 236-242. Ozogul, Y., Ozyurt, G., & fects of cooking and reheating on the fatty profile of sea bream treate d with rosemary extract. Journal of the Science of Food and Agriculture, 89(9 Effect of the icing with rosemary Özkütük, A. S., & of and eggs laid from hens d diets with different fatty acid composition and supplemented with antioxidants. F ood Research International, 39: 47-52. Pavlidis, M., Papandroulakis, N., & Divanach, P. A method for comparison 219. Peiretti, P. G., Gai, F., Ortoffi, M., Aigotti, R., & Medana, C. (2012). Effects action of spices: a myth or reality?. The Indian Journal of Medical Research, 119( 5), 167-179. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 158 Pokorný, J. (1991). Natural antioxidants for food use . Trends in Food Science & Technology, 2, 223-227. Q Quitral, V., Donoso, M. L., Ortiz, J., Herrera, M. V. , Araya, H., & Aubourg, S. P. (2009). Chemical changes the and 42(8), ., N., ... Fridlender, (2002). and human health in th e twenty-first century. Trends in Biotechnology, 20 (12), 522-531. Reglamento Europeo 344/2011. Reglamento de ejecució n (UE) n o 344/2011 de la comisión de 8 de abril de 2011 que modifica el Regla mento (CE) n o 889/2008, por el que se establecen disposiciones de aplicación d el Reglamento (CE) no 834/2007 del Consejo, sobre producción y etiquetado d e los productos ecológicos, con respecto a la producción ecológica, su etiquetado y su control. Reglamento Europeo 834/2007. Council Regulation No 834/2007 of 28 June 2007 on organic production and labelling of organic product s and Schneider, Y. Larondelle, & Duri ng, A. (2009). Dietary alba R., Larrosa M., Ibarra A., Soller M., Tomás-Barberá gastric lipas and lipids reduction in Zucker fed a 7, 1997. Clinical 66 (Suppl), 998s-1003s. Rota, M.C., Herrera, A., Martínez, Sotomayor, José A., & Jordán, M.J. (2008). Antimicrobial Control, 687-687. Rubio, A. R. (2004). Acuicultura en Mar Abierto: Pl ataformas Nodrizas. Ingeniería naval, (813), 86-94. Ruff, N., Fitzgerald, R. D., Cross, T. F., Hamre, K., & Kerry, J. P. (2003). The effect of dietary vitamin E and C level F. (1995). Essential oil variability wild 819-825. Saito, T., K., Arai and new method for estimating the freshness of fish. Bulletin of the Japanese Society for t he Science of Fish 24, 749-50. Conservantes naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 160 Sandnes, K., & Utne, F., (1982). Processing loss and stor age stability of ascorbic acid in dry feed. Fiskeriderektoratets Skrifter, Serie Er naering, 2, 39-44. Sant'Ana, L. S., & Mancini-Filho, J. (2000). Influen ce of the addition of antioxidants in vivo on the fatty acid composition fish fillets. Fo od Chemistry, 68(2), S., effect of natura l antioxidant ( in antioxidant enzyme myrtle o in Journal (1997). Natural antioxidants: chemistry, The American Oil Chemists ISBN: 0-935315-77-2. Shahidi, F., & Dunajski, E. (1994). fatty of 265-271. S., & Guggenheim, B. (1995). The action of thymosl on oral bacteria. Oral Microbiology and Inmunology, A.S.C. (1953). The development of a numerical scoring system for the senso ry assessment of the spoilage of wet white fish stored in ice. Journal of th e Science of Food Agriculture 4, 283-298. determined under the assum ptions of the U.S. EPA risk assessment model. Indoor Environ. 2, 92-97. Sidhu, potential r isks related to consumption of fish fish oil. Regulatory Toxicology and Pharmacology, 38 (3), 336-344. Bibliografía 161 Singh, Gamlath, S., & Wakeling, L. (2007). Nutr itional aspects of food extrusion: a review. International Journal of Food Science & Tech nology, 42(8), 916-929. Stoick, S.M., Gray, J.I., Booren, Schiedt, Estrada, J. D ., & García-Gallego, M. (2005). Changes in muscle Medina, (2006). Calidad nutricional en peces cultivados: influencia de lascondiciones del cultivo. En S. Zamora Ndavarro, F .J. Martínez López, y V.C. RubioFernández (Eds.), Acuicultura III: cultivo y al imentación de peces. Murcia, España: Universidad de Murcia. T Tanabe, H., Yoshida, M., & Tomita, N. (2002). Compar pork meat. Animal Science Journal, 73: 389-393. Tejada, M., & Huidobro, A. d and gutting. European Food Research and Technology, 215(1), 1-7. Tocher, D. R. (2003). Metabolism and functions of lip ids and fatty acids in teleost fish. Reviews in Fisheries Science, naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 162 Toghyani, M., Tohidi, M., Gheisari, A. A., & Tabeid ian, of Biotechnology, Advances, 9(16), 217 1-2178. Tuckey, N. P., Forgan, L. & Jerrett, A. R. (201 2). Fillet (ISO 5492:1992). Análisis sensorial. Voca bulario. Asociación española de Normalización y Certificación (AENOR). V Vareltzis, K., Koufidis, D., Gavriilidou, E., Papaver gou, E., & Vasiliadou, S. a rosemary plastics 16(6), 223-229. Vasilatos, G. C., & Savvaidis, I. N. (2013). Chitosan o r rosemary oil treatments, or combined to 54-58. Volpatti, D., Chiara, B., Francesca, immune response J., , Lie, Ø. (1993). and sensory of fillets from Atlantic of fatty acids itamin E. Food Chemistry, 46(4), 361-366. Wada, & Fang, (1992). dant effect of rosemary extract oil model system and frozen-cr ushed fish meat. Journal of Food Processing and Preservation, 16: 263-274. Wang, H., Liu, F., Yang, L., Zu, Y., Wang, H., Qu, S., & Zhang, Y. (2011). Oxidative stability of fish oil & An tioxidant activities of rosemary and sage extracts and vitamin E in a model syst em. Journal of Agricultural and Food Chemistry, 43: 2707-2712. Y Ylmaz, S., Ergün, S., Çelik E.., 2012. Effects of herbal supplements on growth performance of sea bass ( Dicentrarchus labrax ): Change in body composition and of of dietary herbal Sea animal health, naturales en los piensos para peces: Optimización de la calidad y vida útil de la dorada 164 Youdim, K. A., Deans, S. G., & Finlayson, H. a scavenger. Journal of Essential Oil Resear ch, 14(3), 210-215. Yu, L., Scanlin, L., Wilson, J., & Schmidt, G. (2002 ). Rosemary extracts as inhibitors of lipid oxidation in cooked turkey p roducts during refrigerated storage. Journal of 67: Y., Chograni 166-176. Zeng, H.H., Tu, P.F., Zhou, K., Wang, Wang, & Lu, study of Fo od Chemistry, 60, 9305-9314. Zheng, Z. L., Tan, J. Y., Liu, H. Y., Zhou, X. H., X iang, X., & Wang, K. Y. (2009). Evaluation of oregano oil dietary oxidized oil and vitamin E on the growth, blood parameters and body composition of juvenile Atlantic cod Gadus morhua (Linnaeus 1758). Aquaculture Research 39 (15), 1647- 1657 ANEXO I Influencia del extracto de romero sobre el metabolismo lipídico de la dorada. 169 Influencia del extracto de romero sobre el metabolism o lipídico de la dorada. A. Hernández 1, B. García García 1, M.J. Caballero 2, M.D. Hernández 1 (a) IMIDA - Acuicultura. Carretera del puerto s/n, P.O. Box 65, 30740 San Pedro del Pinatar, Murcia, Spain. (b) Instituto Universitario de Sanidad Animal y Segur idad Alimentaria. Universidad de Las Palmas de Gran Canaria. Transmontaña s/n. 35413 Ar ucas, Las Palmas de Gran Canaria, Spain. Resumen Este estudio evalúa el efecto de la dosis de extracto d e romero sobre el metabolismo lipídico y la morfología hepática e intestinal. Par a ello se alimentó a doradas con una dieta basal (control) y cuatro dietas experimentales ( R600, R1200, R1800 y R2400) con 600, 1200, 1800 y 2400 mg kg 1 respectivamente de extracto de romero. A las 4, 8 y 12 semanas de engorde, los peces fueron sacrificados, se extr ajo sangre para obtener plasma y se diseccionaron hígado e intestino. El exáme n histológico del intestino no mostró diferencias entre dosis mientras que el hígado m ostró una fuerte reducción de la esteatosis hepática en dietas suplementadas con extracto de romero. El extracto de romero redujo los niveles plasmáticos de glucosa, trigl icéridos y la relación HDL/LDL, indicando un mejor transporte y metabolismo energétic o de los lípidos. En conjunto, el efecto más patente del extracto de romero se observó c on la dosis de 600 mg/kg. Key words: Feed additives, lipid metabolism, rosemary extract, blood 170 1.- Introducción El uso de fitoquímicos en el pienso para peces está sie ndo ampliamente estudiado en la actualidad. Esto se debe a las propiedades que han mostr ado como la reducción del estrés, la promoción del crecimiento, la estimulación del apetito, la inmunoestimulación o la mejora de la condición fisiológica del pez y en definitiva de su salud (Citarasu, 2010). Los efectos de estos fitoquímicos han resultado se r en general dosis dependientes, aunque se sabe poco acerca de las dosis ópt imas para su uso en animales y de los mecanismos moleculares por los cuales actúan. E xiste una tendencia global a implementar el bienestar animal y la Unión Europea si gue trabajando en completar los estándares mínimos contemplados en la Directiva Europea 98/58/EC (EC, 1998) junto con organizaciones internacionales. La World Organisa tion for Animal Health presentó en 2013 el Aquatic Animal Health Code, con recomend aciones concretas para el cultivo de peces y estableciendo la importancia de la salud d e los peces en el bienestar de los mismos (OIE, 2013). Una de las alteraciones fisiológicas más extendidas en la acuicultura intensiva es el hígado graso o esteatosis hepática. Ésta es casi omniprese nte en la acuicultura intensiva y se caracteriza por la acumulación de grasa en el hí gado y problemas en el transporte y consumo energético de los lípidos. Suele aparecer en peces criados de forma intensiva con dietas hiperenergéticas, alimentados ad libitum y con cierto hacinamiento (Roncarati et al., 2006; Lu et al., 2013). El uso d e este tipo de dietas ha sido promovido por sus beneficios en la retención de proteína y en l a excreción de nitrógeno, mejorando el aprovechamiento de nutrientes y reduciendo la co ntaminación ambiental (Cho et al., 1994). Otros aspectos relacionados con la calidad de l os ingredientes utilizados y el balance nutricional de la dieta también influyen en el desarrollo de la esteatosis hepática 171 (Caballero et al., 2004). El metabolismo lipídico est á principalmente regulado por el hígado, tanto la síntesis como la degradación de los lípidos (Tocher, 2003), por tanto, el correcto funcionamiento de este órgano es crucial pa ra su aprovechamiento energético y estructural. Aparte de la obvia conexión entre la sal ud y el bienestar de los peces, la acumulación de grasa en el hígado implica un desperdi cio al no aprovechar completamente un nutriente de la dieta con alto con tenido energético (Hansen et al., 2008). Entre los fitoquímicos más estudiados están los extracto s de plantas aromáticas, muy ricos en polifenoles y con demostrados efectos benefi ciosos para la salud. El extracto de romero se ha probado como aditivo alimentario en mam íferos mostrando un amplio rango de efectos fisiológicos (Amin & Hamza, 2005; Ba kirel et al., 2008; Al-Jamal & Alqadi, 2011; et al., 2012; Romo Vaquero et al. , 2012; Gaya et al., 2013). En peces se ha estudiado el uso de extracto de romero como adit ivo alimentario en otros aspectos, principalmente en la calidad del pescado (Sant'Ana e t al., 2008, Álvarez et al., 2012; Hernández et al., 2014). Sin embargo, bajo nuestro c onocimiento, no existen estudios de su efecto sobre el estado fisiológico del pez. Teniendo en cuenta todo esto, el objetivo de nuestro estudio fue estudiar la influencia de distin tas dosis de extracto de romero sobre el metabolismo lipídico de dorada, valorando ta nto aspectos histológicos del hígado y el intestino como aspectos bioquímicos de la sangre. 2.- Material y métodos 2.1.- Animales y estabulación Se utilizaron 240 doradas de una granja del sur de E spaña con un peso medio inicial de 214±20 g. Se distribuyeron aleatoriamente en 15 tanq ues (16 peces por tanque) y se probó cada dieta por triplicado (tres tanques por tra tamiento). Los tanques cilindro-172 cónicos de 630 l formaban parte de un circuito con a gua de mar (salinidad: 37 fueron alimentad os a saciedad aparente dos veces al día y la ingesta fue controlada diariamente. El experimento se llevó a cabo a lo largo de 84 días (de Mayo a Julio), hasta que los peces alcanzaron talla comercial (356 ± 37.3). Los animale s estuvieron sujetos a las condiciones del fotoperiodo natural (37º50'N, 0º46'O ) y a una temperatura óptima para su crecimiento (23.9±1.8 ºC). A partir de los datos de peso y talla se calculó la tasa de crecimiento relativo (SGR), la tasa de alimentación relativa (SFR) y el índice de conversión de alimento (FCR). Para ello se utilizaron las siguientes fórmulas: SGR = 100 (Ln peso final - Ln peso inicial) / nº días; SFR = 100 (alimento FCR = alimento ingerido / peso ganado. 2.2.- Dietas experimentales Los peces fueron alimentados con cinco dietas experim entales: una dieta control (dieta basal) y cuatro dietas a las que se les incorporó distint as dosis de extracto de romero (Rosmarinus officinalis ; 30% de pureza en contenido S.A., Murcia, España): R600, R1200, R1800 y R2400 co n 600, 1200, 1800 y 2400 mg kg -1, respectivamente. Estas dietas se basaron en una formul ación comercial estándar con los siguientes ingredientes: 550 g kg -1 de harina de pescado, 80 g kg -1 de gluten de trigo, 210 g kg -1 de harina de trigo, 150 g kg -1 de aceite de pescado y 10 g kg -1 de premix vitamínico-mineral (NRC, 1993). Las dietas fue ron elaboradas por usando una extrusora semi-industrial (E 19/25 D, Braben Alemania). Las condiciones de extrusión fuero n: velocidad del tornillo de 50 rpm, diámetro de pellet de 4mm y temperaturas de 50/ 60/68 ºC. Estas temperaturas fueron escogidas con el objetivo de no superar los 70ºC a la salida de la extrusora y 173 mantener la estabilidad de los compuestos aromáticos. To das las dietas fueron sometidas a análisis proximal para calcular materia seca , proteína, grasa, cenizas, fibra (AOAC, 1997) y energía (IKA Adiabatic Calorimeter). Éstos resultados se muestran en la Tabla 1. 2.2.- Toma de muestras Previo ayuno de 24 horas, se sacrificaron 2 peces de ca da tanque (6 por tratamiento) a las 4, 8 y 12 semanas del inicio del periodo de engord e, mediante sobredosis de 2- fenoxi-etanol (0,6mg/l; Panreac Química S.L.U., Bar celona, España). Rápidamente se extrajo sangre de la vena caudal con jeringuillas hep arinizadas y se centrifugó 10 minutos a 3000 rpm (Eppendorf centrifugue 5415D, Epp endorf Ibérica S.L.U., Madrid, España) para obtener el plasma sanguíneo. El plasma se g uardó en viales y se almacenó a -80°C hasta su posterior análisis. Tras la extracción de la sangre, se diseccionaron los hígados e intestinos de cada pez y se introdujeron, par a su fijación, en formol al 10%, tamponado a pH 7 y estabilizado con metanol (Panreac Química S.L.U., Barcelona, España) en una relación inferior a 1/10 (muestra/fij ador). Las muestras se mantuvieron en el líquido fijador hasta su procesado y análisis h istológico. 2.3.- Histología, microscopía óptica y morfometría Para cada individuo, se obtuvieron 3 segmentos del int estino anterior y 4 segmentos del intestino posterior, para luego ser incluidos en paraf ina. A partir de cada hígado se obtuvieron 3 secciones (dos transversales y una longitu dinal) que igualmente se incluyeron en parafina. Para la preparación de las l áminas histológicas se hicieron cortes a 4µm y se tiñeron con hematoxilina-eosina. En las lám inas de intestino se evaluaron la cantidad y tamaño de agregados linfocitarios, la cant idad de granulocitos y el engrosamiento de la lámina propia. En las láminas de hígado se evaluó la infiltración de 174 grasa peripancreática, la estructura del parénquima h epático y el desplazamiento del núcleo de los hepatocitos. Esta evaluación se llevó a cabo por dos científicos, de forma individual e ignorando la identidad de cada muestra y los tratamientos experimentales. Se tomaron microfotografías tanto de hígado como de intestino usando un microscopio Nikon Microphot-FXA y una cámara Olympus DP50. Las mi crofotografías de hígado (100X) se utilizaron para medir, en hepatocitos elegi dos al azar, el área y las longitudes máxima (L max ) y mínima (L min ) pasando por el núcleo. L max /L min se tomó como indicador cuantitativo del desplazamiento del núcleo . Para realizar las medidas se utilizó el software Image Pro ® Plus (Media Cybernetics Inc., MD, USA). En cada pez se midieron 33 hepatocitos sumando en total 198 medidas de cada parámetro por dieta y día. 2.4.- Parámetros sanguíneos y ensayos enzimáticos. En cada muestra de plasma se determinaron glucosa (méto Trinder colorimétrico CHOD- colesterol asociado a lipoproteína de alta den sidad (HDL-C; método enzimático colorimétrico, directo), colesterol asociado Para ello se utilizaron kits comerciales (Spinreact S.A.U., Girona, España) y un espectrofotómetro UV/VIS LAMBDA 25 acoplado a un termostato tipo Peltier (Per kin Elmer, Inc., MA, USA). Cada determinación se llevó a cabo por duplicado. 2.5.- Análisis estadístico 175 Para el análisis estadístico de los datos se utilizó ANO VA factorial y ANOVAs de una vía. Con éste se determinó el efecto del tiempo y de la dosis de extracto de romero en la dieta, en cada uno de los parámetros sanguíneos e histol ógicos estudiados. Las medias de los distintos grupos experimentales se compararon me diante el test de Fisher (LSD). 3.- Resultados Todas las dietas fueron bien aceptadas por los peces y és tos mostraron un buen estado de salud aparente durante todo el periodo de aliment ación. La mortalidad fue inferior al 3% en promedio. La dosis de extracto de romero no afe ctó de forma significativa al crecimiento ni a la ingesta (Tabla 2). El examen histológico del intestino no mostró cambios c on las distintas dosis de extracto de romero en cuanto a la aparición de nódu los linfáticos, la cantidad de granulocitos o el engrosamiento de la lámina propia, mostrando todos los grupos experimentales la morfología normal en un pez sano ( Fig. 1). La morfología del parénquima hepático (Fig. 2) fue diferente entre dosis de extracto de romero, siendo mayores estas diferencias con el paso de l tiempo. En el grupo control se observó un tamaño y forma irregular de los hepatocito s y un desplazamiento del núcleo hacia la periferia. También se observó abundante infi ltración de grasa en el parénquima peripancreático sobre todo en la semana 12. El grupo R600 mostró una morfología del parénquima muy distinta, con hepatocitos de forma reg ular y dispuestos a lo largo de los espacios sinusoidales. Además, la infiltración de grasa e n el parénquima peripancreático se redujo considerablemente. En dosis altas se aprecian ciertos aspectos de la morfología encontrada en el grupo control sin llega r a ser tan prominentes. Estas diferencias entre dietas se observan durante todo el p eriodo de engorde aunque son mucho más patentes la semana 12 (Fig. 3 y Fig. 4). 176 En cuanto a las medidas tomadas por análisis de imagen en el hígado, mostraron efectos tanto del tiempo como de la dosis de extracto de rom ero en el desplazamiento del núcleo y en el área de los hepatocitos. En esta últim a medida, además, hubo interacción entre ambos factores. Se observaron diferencias signifi cativas en el área de los hepatocitos la semana 4 y 8, en las que desciende con la dosis R600 para ascender con dosis superiores. La semana 12 no hay diferencias en el área pero sí en el desplazamiento del núcleo, de forma que éste desciende con la dosis R600 para ascender suavemente con dosis superiores. La máxima redu cción en ambas medidas es de aproximadamente un 10%. Los parámetros sanguíneos estudiados mostraron diferenci as con el tiempo y entre las distintas dosis (Tabla 3). En el nivel de glucosa en plasma, se observó un efecto tanto del tiempo como de la dosis de extracto de romero. La concentración de gluc osa aumentó en general la semana 8 de tratamiento para descender después. El grupo con trol mostró valores superiores al resto en las semanas 4 y 12. Las proteínas totales en plasma descendieron con el tiem po en general, existiendo un efecto significativo de este factor. La semana 12 los valores fueron diferentes entre dietas de forma que el valor de R600 fue el mayor y superior a R1800 y R2400. Los triglicéridos mostraron un efecto significativo de la dosis. La semana 4 los valores del grupo control fueron superiores al resto y la sema na 8 los valores de la dosis R600 fueron superiores a R1200, R1800 y R2400 y no diferen tes del control. El colesterol total no se vio afectado por el tiempo ni por la dosis, aunque se observa una tendencia a descender con las dietas que incluyen extracto de romero. Los niveles 177 de LDL-C mostraron un efecto del tiempo, descendiendo a lo largo del periodo de engorde. La semana 8 su concentración en plasma fue ma yor al resto en el grupo control y la semana 12 se observó la misma tendencia, aunque n o significativa. El HDL-C no cambió con el tiempo ni con la dosis, aunque si se obser vó cierta tendencia a aumentar con la dosis R600. La relación HDL-C/LDL-C mostró un e fecto tanto del tiempo como de la dosis. Ésta aumentó con el tiempo y, las semanas 4 y 8 fue mayor al control en los peces alimentados con dietas con extracto de romero. La actividad de las enzimas ALP, ALT y AST descendió e n general con dietas con extracto de romero, aunque no siempre de forma signif icativa (Tabla 4). ALP no mostró un efecto de la dosis ni del tiempo, pero sí tendió a disminuir con dietas con extracto de romero. ALT aumentó con el tiempo y disminuyó con la dosis de extracto de romero, siendo ambos factores significativos. Las mayores difere ncias se observaron la semana 12, cuando el valor del grupo control fue significa tivamente superior al resto. AST mostró la misma tendencia general que ALT aunque no h ubo diferencias significativas. 4.- Discusión En el presente trabajo el crecimiento y la utilizaci ón nutritiva del pienso no se ven afectados con la inclusión de extracto de romero, al igual que ha sido observado por otros autores (Yilmaz et al., 2012; Di Turi et al., 2009). Mediante el examen histológico del intestino no se obse rvan aspectos que pudieran implicar problemas en la absorción de los lípidos -va cuolas lipídicas supranucleares- o una alteración intesti no (GALT) -nódulos linfáticos, infiltración epiteliar de linfocitos lámina propia- (Caballero et al., 2003; Torrecillas et al., 2013). La ausencia de alter aciones estructurales en el intestino no descarta posibles cambios en la digestibilidad de nu trientes, de hecho, se ha visto que 178 el ácido carnósico y el carnosol, fenoles mayoritarios en el extracto de romero, son capaces de inhibir la lipasa pancreática, reduciendo también el incremento de peso y la cantidad de triglicéridos en plasma de mamíferos (Rom o Vaquero et al., 2012). Por el contrario, las diferencias encontradas en la mo rfología del parénquima hepático indican un distinto funcionamiento de este órgano cu ando los peces son alimentados con dietas suplementadas con extracto de romero. La m orfología observada en los peces del grupo control se identifica claramente con la est eatosis hepática. Se caracteriza macroscópicamente por un hígado hinchado, blanquecin y graso. Microscópicamente, los hepatocitos tienen abundantes vacuolas lipídicas -o una de gran tamaño- que desplazan el núcleo a la periferia y alteran la estr uctura normal del parénquima -los sinusoides dejan de formar líneas rectas con hepatocitos distribuidos a su alrededor y aparece o aumenta la grasa peri-pancreática- (Roncar ati et al., 2006; Caballero et al., 2004). La disposición de los lípidos en una gran vacuo la dentro del hepatocito desplazando el núcleo se da en situaciones crónicas, mi entras que el reparto en pequeñas vacuolas por todo el citoplasma quedando el núcleo e n el centro corresponde a situaciones agudas (Day et al., 2003). Esto concuerda con nuestros resultados de análisis de imagen, ya que hasta la semana 8 sólo existen difere ncias en cuanto al área de los hepatocitos -típico de una situación aguda- y se redu cen con el tiempo. Las diferencias encontradas en el desplazamiento del núcleo la semana 12 podría indicar que se ha llegado a una alteración crónica que el extracto de romero es capaz de reducir. En ambas situaciones se observa claramente el efecto benef icioso del romero produciendo en general el mayor impacto con la dosis de 600 mg/kg . El descenso de ALT y las tendencias a la baja en AST y ALP en plasma de peces a limentados con dietas con extracto de romero indica una mejora de las alterac iones hepáticas producidas por dietas 179 ricas en grasa y condiciones de cultivo intensivas (Ro ncarati et al., 2006), complementando el estudio histológico. Los resultados de los parámetros sanguíneos nos proporciona n una imagen general del funcionamiento del transporte lipídico. El perfil me tabólico sanguíneo de los peces alimentados con la dieta control se caracteriza por una alta concentración plasmática de glucosa, triglicéridos y colesterol, y una baja relaci ón HDL-C /LDL-C, que es típica de desórdenes alimentarios por exceso de grasas y de dete rminadas patologías como el síndrome metabólico, la obesidad o la diabetes. Todas e stas patologías suelen llevar asociada la aparición de esteatosis hepática la cual p arece tener un efecto causal en desarrollo de resistencia a la insulina (Den Boer et al ., 2004). El extracto de romero ha demostrado tener un fuerte efecto antidiabético (Bak irel et al., 2008; Al-Jamal & Alqadi, 2011), hepatoprotectivo (Amin & Hamza, 2005 ; Cui et al., 2012), colerético (Hoefler et al., 1987; Romo Vaquero et al., 2012) y antiadipogénico (Gaya 2013) en mamíferos. Nuestros resultados concuerdan en general con esos autores, seguramente debido a la similitud existente entre ambos grupos de animales en digestión, absorción y transporte lipídico (Tocher, 2003; Lu et al., 2013). El efecto hipoglicémico del extracto de romero, tam bién observado en nuestro estudio, ha sido atribuido a un efecto antioxidante y protect or del mismo en las celulas de mamíferos, manteniendo la producción de insulina (Ba kirel et al., 2008). Se ha propuesto que el estrés oxidativo puede constituir la conexión entre diferentes complicaciones diabéticas. La hiperglucemia produce un estrés oxidativo que favorece la formación de radicales libres (Kamalakkannan & Pr ince, 2006). Estos atacan a los ácidos grasos y los más sensibles frente a ellos son los áci dos grasos poliinsaturados (PUFA), tan abundantes en el hígado de peces marino s. La capacidad antioxidante del 180 extracto de romero puede evitar que se produzcan est os daños y mejorar el funcionamiento del hígado. Además, se ha demostrado qu e el carnosol inhibe la síntesis de novo de triglicéridos actuando sobre la diacilglicerol a ciltransferasa (DGAT) (Cui et al., 2012). Esta enzima se encuentra en muchos tejido s relacionados con el metabolismo lipídico y es diana de fármacos que reducen la canti dad de lípidos en sangre y aumentan la sensibilidad a la insulina y el metabolismo energét ico (Chen et al., 2005). La tendencia observada en el colesterol sanguíneo a d isminuir en peces alimentados con dietas con extracto de romero puede estar relacionad a con el efecto colerético del romero observado por Hoefler et al. (1987) ya que la producción de colesterol en la bilis permite eliminarlo del torrente sanguíneo. La capaci dad del extracto de romero de aumentar la relación HDL/LDL ha sido descrita por Al- Jamal & Alqadi (2011) aunque el mecanismo por el cual lo hace no ha sido clarament e elucidado. Zheng et al., 2001 demostró la capacidad del carnosol, el rosmanol y el e pirosmanol, presentes en el extracto de romero, de inhibir la oxidación de la a polipoproteina \"apo B\" en la formación de LDL, lo que podría significar una menor producción de esta lipoproteína por el hígado de acuerdo a nuestros resultados. Aunqu e el efecto de estos compuestos aromáticos en la producción o eliminación de HDL no ha sido estudiado, se ha visto que los polifenoles presentes en la manzana son capaces de inhibir la enzima plasmática de transferencia de ésteres de colesterol (CETP), implic ada en la estabilidad de las lipoproteínas HDL, produciendo un incremento en HDL y un descenso en triglicéridos (Lam et al., 2008). Sería necesario estudiar esta enz ima y otras relacionadas con el funcionamiento de las lipoproteínas para comprender m ejor el efecto del extracto de romero sobre el transporte lipídico. 181 El efecto del romero en tejidos periféricos no se ha estudiado de forma amplia aunque algunos descubrimientos aportan luz a este tema. Se ha demostrado un aumento de la eficiencia de retención de proteína en peces aliment ados con dietas con compuestos procedentes de plantas aromáticas (Zheng et al., 2009 ; Yilmaz et al., 2012). Este efecto podría estar relacionado con la inhibición de la DG AT o la protección de las células del hepatopáncreas, ya que la insulina promueve direc tamente la síntesis proteica (Dimitriadis et al., 2011). A pesar de que la insuli na estimula la acumulación de grasa en los adipocitos se ha demostrado que el ácido carnósi co presente en el extracto de romero bloquea la expresión de receptores activadore s de la proliferación de peroxisomas (PPAR), inhibiendo la mitosis celular de los adipocitos y por tanto la adipogénesis (Gaya et al., 2012). La expresión de PP AR en humanos está muy relacionada con desórdenes metabólicos y existe un grup o de fármacos anti-obesidad cuya diana es esta molécula. 5.- Consideraciones finales Podemos concluir que la adición de extracto de romer o a la dieta reduce claramente el desequilibrio en el metabolismo lipídico producido po r la alimentación ad libitum con dietas hiperenergéticas y condiciones de cultivo inte nsivas. La reducción en la esteatosis hepática es el efecto más patente y posiblemente el de mayor importancia, debido al papel central y regulador del hígado en el metaboli smo lipídico. Tanto el estudio histológico como el perfil metabólico sanguíneo muestr an como una dosis de 600mg/kg de extracto de romero en el pienso de dorada equili bra fuertemente el metabolismo lipídico, siendo ésta la dosis óptima entre las estudiad as. De esta forma, además, se mejora el estado de salud de los peces, con las implica ciones que esto tiene en la tendencia actual de implementación del bienestar ani mal en la acuicultura. 182 Referencias Álvarez, A., García García, B., Jordán, M.J., Martíne z-Conesa, C., Hernández, M.D., 1395-1405. Amin, A., Hamza, A.A., 2005. Hepatoprotective (3), after feeding fish oil as the sole lipid source. J. Fish Dis. 27 (9), 531-541. Caballero, M.J., Izquierdo, M.S., Kjørsvik, E., Monte ro, D., Socorro, J., Fernández, A. J., Rosenlund, G., 2003. Morphological a new opport unity for aquaculture industry. Aquacult. Int. 18 (3), 403-414. L., Kim, Seo, J.H., Kim, I.S., Kim, N.Y., Lee, 98/58/EC of 20 July 199 Turi, F., Vonghia, G., 2009. Effect of dietary rosemary oil on growth tissue. Diabetes Res. Clin. 93, S52-S59. M., Repetto, V., Toneatto, J., C., Piw ien-Pilipuk, G., Moreno, S., 2013. Antiadipogenic effect of carnosic a natural co mpound is onset Apparent digestion and a pparent retention The of doses of rosemary extract added to feed. Aquacultur in Lam, C.K., Zhang, Z., Yu, H., Tsang, S.Y., Huang, Y. , Chen, Z.Y., 2008. Apple polyphenols inhibit plasma CETP activity and reduce the ratio of non-HDL to HDL cholesterol. Mol. Nutr. Food Res. 52 (8), . 168. OIE - World Organization for Animal Health, 2013. W elfare of Farmed Fish. Section 7. Chapter 7.1., Article 7.1.1. In: Aquatic Animal Hea lth Code 2008. OIE, Paris. Romo Vaquero M., Yáñez-Gascón M.J., Rocío García Vill alba R., Larrosa M., Ibarra A., and lipids reduction in Zucker fed a 7, o f the addition of antioxidants in vivo on the fatty acid composition of fish fillets. Food Ch em. 68 (2), 175-178. Tocher, D.R., 2003. Metabolism and functions of lipid s and fatty acids in teleost fish. Rev. Fish Sci. 11 (2), 107-184. 186 Torrecillas, S., Makol, A., Betancor, M.B., Montero, D., Caballero, M.J., Sweetman, J., Izquierdo, M., 2013. Enhanced intestinal epithelial barrier status on Çelik E.., 2012. Effects of herbal supplements on growth performance of sea bass ( Dicentrarchus labrax ): Change in body composition and BioSci. Biotech., 1 (3), 217-222. Zeng, H.H., Tu, P.F., Zhou, K., Wang, H., Wang, & Lu, Tabla 1 Análisis proximal de las dietas experimentales (en % de materia seca). Componentes Control R600 (1) 24.8 25.3 25.3 25.3 25.4 Fibra 0.5 0.5 Energía bruta (MJ/kg dieta) 20.5 20.4 20.7 20.7 20. 4 (1) Materia Extraible Libre de Nitrógeno. 188 Tabla 2 Efecto de la incorporación de extracto de romero en la d ieta sobre la utilización nutritiva de la misma. Control R600 R1200 R1800 R2400 Wi ± 1.2 214.0 214.7 ± 1.2 214.4 ± 1. 7 214.2 ± 1.0 Wf 353.5 ± 15.8 358.2 ± 24.4 0.60 ± 0.05 0.61 ± 0.09 0.61 ± 0. 59 ± 0.03 2.72 ± 0.35 de Crecimiento Específica; FCR: Índice de Conv ersión; 189 Tabla 3 Parámetros sanguíneos medidos en plasma de dorada alime ntada con pienso con distintas dosis de extracto de romero. Semana Control R600 R1200 R1800 R2400 Glucosa 4.66 ± 4.74 0.51 ABab 4.84 B ± 0.06 0.54 ± 0.10 A 0.47 ± 0.11 A 8 0.36 ± 0.12 a 0.45 ± 0.04 Aab 0.61 ± 0.19 Aab 0.57 ± 0.14 Ab 12 0.50 ± 0.08 a 0.87 ± 0.24 Bab 0.82 ± 0.31 ab Valores medios de seis peces± desviación estándar. Letras mayúsculas diferentes (A-C) en la misma columna (s emanas diferentes) indican diferencias significativas (p< 0,05). Letras minúsculas diferentes (a-c) en la misma fila (dieta s diferentes) indican diferencias significativas (p<0,05). 190 Tabla 4 Ensayos enzimáticos en plasma sanguíneo de dorada al imentada con pienso con distintas dosis de extracto de romero. Semana Control R600 R1200 a 2.04 31.53 a ± p=0.938 medios de seis peces±desviación estándar. Letras mayúsculas diferentes (A-C) en la misma columna (s emanas diferentes) indican diferencias significativas (p<0,05). Letras minúsculas diferentes (a-c) en la misma fila (dieta s diferentes) propia de inestino de dorada mos trando morfología asintomática, independientemente de la dieta. (a) , X400), (b) dieta R600 (H&E, X400). (a) (b) 192 Figura 2 . Hígado de dorada tras 12 semanas de engorde. (a) Di eta Control, abundante vacuolización y desplazamiento del núcleo a la periferia (H&E, X100). (b) Dieta R600, reducción de la vacuolización que permite observar mayor cantidad de núcleos centrados y h epatocitos con morfología regular localizados alrededor de los espacios sinusoidales (H&E, X100). (a) (b) 193 190 200 210 220 230 240 250 Week 4 Week 8 Week 12 Area (µm 2)Control R600 R1200 R1800 R2400 abbc c c Figura 3. Área de hepatocitos medidos al azar en hígado de dorad as alimentadas con las distintas dietas experimentales a durante 4, 8 y 12 semanas. 1,4 1,5 1,6 1,7 1,8 1,9 Week 4 Week 8 Week 12 Lmax/Lmin CONTROL R600 R1200 R1800 R2400 ac ab ab bc 4. Desplazamiento del núcleo (índice Lmax/Lmin) en hepa tocitos medidos al azar en hígado de doradas alimentadas con las distintas dietas experim entales durante 4, 8 y 12 semanas. 194 ANEXO II Influencia del aceite esencial de tomillo como aditivo en pienso sobre el rendimiento y la funcionalidad del intestino de la dorada ( Sparus aurata ). 197 Influencia del aceite esencial de tomillo como aditiv o en pienso sobre la funcionalidad del intestino de la dorada ( Sparus aurata ). A. Hernández 1, B. García García 1, M.J. Caballero 2, M.D. Hernández 1 (a) IMIDA - Acuicultura. Carretera del puerto s/n, 30740, P.O. Box 65, San Pedro del Pinatar, Murcia, Spain. (b) IUSA. University of Las Palmas de Gran Canaria. T ransmontaña s/n. 35413 Arucas, Las Palmas de Gran Canaria, Spain. Resumen Se alimentaron doradas con dietas conteniendo dosis cr ecientes de aceite esencial de tomillo ( Thymus zygis subespecie gracilis -quimiotipo timol-): una y cuatro dietas (T1000, T2000, T3000 y T4000) con 1000, 2000, 3000 y 4000 mg kg -1, respectivamente, de aceite esencial de tomillo. Se recogieron heces para la determinación de la digestibilidad aparente y, una v ez finalizado el periodo experimental (12 semanas), se sacrificaron los peces pa ra realizar análisis biométricos, de composición corporal e histología del intestino. No se observaron diferencias en parámetros del rendimiento o composición corporal, si en los índices biométricos. El índice digestosomático se redujo con T2000, el índic e de grasa mesentérica y el índice hepatosomático tendieron a descender con la adición d e aceite esencial de tomillo. La digestibilidad descendió con las dietas T2000 y T3000. En el intestino se observó una fuerte migración de linfocitos hacia la mucosa subepi telial con la dosis T1000, acompañada de un engrosamiento de la misma, mientras que con dosis altas se produjo el efecto contrario. Key Introducción Las plantas aromático-medicinales y sus aceites esenciales se han usado históricamente para el cuidado y manejo de animales de granja, prin cipalmente por sus propiedades beneficiosas en la salud de los animales (ICS-UNIDO, 2 007). En la primera mitad del siglo pasado se generalizó el uso de antibióticos en ani males de granja, tanto para el tratamiento de enfermedades como para promover el cr ecimiento. Sin embargo, debido a su contribución al aumento de resistencias en patógen os humanos, su uso en animales de granja fue prohibido en Europa en 2006, siendo lo s fitoquímicos unos sustitutos prometedores. Entre ellos, los aceites esenciales y los compuestos aromáticos han sido muy estudiados, ya que actúan a lo largo del sistema d igestivo de los animales modulando la flora intestinal y produciendo gran can tidad de beneficios (Kamel, 2001). Los aceites esenciales han demostrado ser capaces de mej orar el crecimiento en cerdo y en aves de corral en un porcentaje similar al produc ido por antibióticos (Franz et al., 2010). También se han probado compuestos aromáticos ais lados como es el caso del timol y el carvacrol, aunque frecuentemente los resul tados fueron mejores con aceites esenciales completos o mezclas de varios compuestos (Bamp idis et al., 2005, Halle et al, 2004; Mathlouthi et al., 2012). El principal modo de acción de los aceites esenciales parece ser la regulación de la microflora intestinal. El timol y el carvacrol tien en una potente actividad antimicrobiana, de las mayores encontradas en componen tes de aceites esenciales (Dorman & Deans, 2000). Se han propuesto como modos de actuación la desestabilización de la membrana al intercalarse entre los fosfolípidos (Shapiro & Guggenheim, 1995), la inhibición de la producción d e ATP o la modificación de los ácidos grasos de la membrana (Ultee et al., 1999; Lamb ert et al., 2001; Veldhuizen et 199 al., 2006). El carvacrol es capaz de inhibir la sínte sis de flagelina, lo que hace a las bacterias inmóviles y menos capaces de unirse al epitel io intestinal. También se han encontrado otros efectos en animales terrestres que pue den proporcionar una mejor funcionalidad al intestino. Entre ellos está la reducc ión de la producción de toxinas bacterianas (Kroismayr et al., 2008), la estimulació n de las secreciones digestivas, la mejora de la actividad de enzimas como la tripsina o la amilasa (Lee et al., 2003, Jang et al., 2004, Platel & Srinivasan, 2004) y el retraso d el vaciado gástrico (Manzanilla et al., 2004). Muchos de los resultados mostrados en artículos de investi gación son difíciles de comparar porque se suele omitir información acerca de la composición exacta del aceite esencial. Es importante conocer la dosis exacta aplica da de cada compuesto aromático, pues los fitoquímicos suelen tener una respuesta bifás ica que puede cambiar en gran medida dependiendo de las dosis estudiadas (Holst & Will iamson, 2008). Esto, teniendo en cuenta la gran variabilidad intraespecífica de est os aceites en plantas aromáticas y la coincidencia de nombres comunes entre especies diferen tes, es un gran problema (Franz et al., 2010). Los fitoquímicos ya han demostrado importantes efecto s en el crecimiento y el aprovechamiento del alimento, en el estado oxidativo , en la resistencia al estrés y en el sistema inmune de peces (Citarasu et al., 2010). Sin em bargo, los efectos en la funcionalidad del sistema digestivo y del sistema linf oide asociado al intestino (GALT) han sido poco estudiados en peces. Se han realizado poc os estudios utilizando tomillo como aditivo alimentario, y aún menos con timol como compuesto mayoritario. Mientras que en pez gato ( Ictalurus punctatus ) la administración de extracto rico en timol no tuvo ningún efecto en ganancia de peso, con versión del alimento y proteína en 200 el filete (Zheng et al., 2009), en trucha redujo el FCR y los anaerobios totales en el intestino, mejorando además el estado antioxidante y parámetros inmunológicos (Giannenas et al., 2012), aunque la composición exact a del fitoquímico comercial utilizado en este estudio es desconocida. También se ha n realizado otros estudios con aceite esencial de tomillo (quimiotipo timol) en dor ada, enfocados principalmente en la calidad del pescado. En el estudio de Hernández et al . (2014), muchos de los parámetros estudiados, de gran importancia en la medida de la ca lidad del pescado, mostraron una relación lineal con la dosis de aceite esencial admin istrado. Teniendo en cuenta los resultados obtenidos en peces y la gran cantidad de efectos encontrados en otros animales, nuestro objetivo fue est udiar el efecto de dosis crecientes del aceite esencial de Thymus zygis subsp. gracilis en el aprovechamiento del alimento y la funcionalidad del intestino de la dorada. 2.- Material y métodos 2.1.- Animales y estabulación Se distribuyeron 225 doradas con un peso inicial de 5 5,1 ± 8,7 g en 15 tanques (15 peces por tanque). Los tanques cilindro-cónicos de 260 l formaban parte de un circuito cerrado con agua de mar (salinidad: 37 equipado con un filtro biológico, u na lámpara ultravioleta y una bomba de calor que controla la temperatura del circuito. La temperatura y el nivel de oxígeno fueron controlados diariamente con el objetivo de ma ntener la temperatura óptima para la dorada y el nivel de saturación de oxígeno por en cima del 70%. Los peces fueron alimentados a saciedad aparente dos veces al día y la i ngesta fue controlada diariamente. El experimento se llevó a cabo a lo largo de 12 seman as y las condiciones ambientales fueron las del fotoperiodo natural (37º50'N, 0º46'O) y una temperatura constante (24.2 201 ± 0.6ºC). Cada cuatro semanas los peces fueron muestread os para obtener datos de peso y talla. A partir de estos datos se calculó la tasa de crecimiento específico (SGR), la tasa de alimentación específica (SFR), el índice de conve rsión, la ingesta de proteína digestible, la tasa de eficiencia proteínica, la rete nción de proteína, la ingesta de energía digestible y la retención de energía, de acuerdo a l as siguientes fórmulas: SGR = 100 (Ln peso final - Ln peso inicial) SFR = 100 (alimento ingerido / nº días) / peso medio FCR = alimento ingerido / peso ganado DPI = ingesta de proteína digestible / [días × bioma sa media (g)] × 100 PER = Ganancia de peso (g) / proteína ofrecida (g) PR = contenido final de proteína del pez - contenid o inicial de proteína del pez / contenido de proteína del pienso DEI = energía digestible / [days × average biomass (g)] × 100 ER = contenido final en energía del pez - contenido inicial en energía del pez / contenido en energía del pienso 2.2.-Aceite esencial de tomillo En este experimento se utilizó un aceite esencial de t omillo ( Thymus zygis subsp. gracilis -quimiotipo timol-) proporcionado por Blas Lorente González, S.L. (Murcia, España). La composición cuantitativa del aceite esenci al se determinó mediante cromatografía de gases - espectrometría de masas y se d etalla en la Tabla 1. 2.3.- Dietas experimentales Los peces fueron alimentados con cinco dietas experim entales (por triplicado): una dieta control (dieta basal) y cuatro dietas (T1000, T2000, T3000 y T4000) con 1, 2, 3 y 4 g 202 kg -1, respectivamente, de aceite esencial de tomillo. Esta s dietas isoproteicas e isoenergéticas fueron formuladas con un contenido lipí dico de aproximadamente el 20 % (Tabla 1). Los ingredientes se mezclaron con una me zcladora horizontal RM-20 (MAINCA, Barcelona, Spain), primero los ingredientes sólidos, después el aceite de pescado y por último el agua. Debido a su naturaleza liposoluble, el aceite esencial de tomillo fue disuelto en el aceite de pescado antes de mezclar éste con el resto de ingredientes. Las dietas fueron elaboradas por cocción -extrusión, usando una extrusora semi-industrial (E 19/25 D, Brabender® Las condiciones de extrusión fueron: velocidad del torni llo de 50 rpm, diámetro de pellet de 4mm y temperaturas de 50/60/68 ºC. Estas temperaturas fueron escogidas con el objetivo de no superar los 70ºC a la salida de la extr usora y mantener la estabilidad de los compuestos aromáticos. 2.4.- Cromatografía de gases - espectrometría de masas ( GC-MS) Se analizaron muestras de 0,1 µL mediante cromatografí a de gases - espectrometría de masas (GC-MS). Se utilizó un cromatógrafo de gases Hewl ett-Packard 5890 Series II Plus, equipado con una columna HP-5 de 30 m x 0.25 mm con 0.25 µm de espesor de fase estacionaria. La columna fue suministrada por Agil ent Technologies (Palo Alto, CA, USA). El gas portador fue Helio (a presión constan te ajustada al tiempo de elución de la -ionona en 25,5 minutos) y la división de flu jo en la inyección se estableció en 100:1. El cromatógrafo de gases estaba acoplado a un d etector de espectrometría de masas (Agilent Model 5972, Palo Alto, CA). El program a del horno que se aplicó se corresponde con una temperatura inicial de 60ºC, aum entando en 2,5 ºC/min hasta 155 ºC y finalmente elevada hasta 250 ºC a 10 ºC/min. El puerto de inyección y la línea de transferencia al detector selectivo de masas se mantuvie ron a 250 y 280ºC, 203 respectivamente. El espectrómetro de masas fue utilizad o en modo \"ionización por impacto\" con una energía de ionización de 70 eV , esc aneando desde m/z 50 a 500, a 3.21 scan/seg. La temperatura del cuadrupolo fue de 150ºC y el voltaje del multiplicador de electrones se mantuvo a 1300 V ( Jordán et al, 2009 ). Los componentes individuales fueron identificados en b ase a sus tiempos de retención y sus índices de Kovats (relativos a n-alcanos C 6-C17 ), comparados a su vez con los de compuestos de referencia y por comparación de espectro de masas utilizando la librería NBS75K (United States, National Bureau of Standards, 2002) y los espectros obtenidos de los estándares de referencia. La composición porcent ual de las muestras fue calculada de acuerdo al área de los picos cromatográf icos, utilizando el contenido iónico total. 2.5.- Relaciones biométricas y composición proximal d e los peces Al final del periodo de engorde se sacrificaron 9 pec es de cada tanque, de los cuales 3 fueron triturados para la determinación de macronutr ientes y los 6 restantes fueron diseccionados. De ellos se extrajo el hígado, el inte stino y la grasa mesentérica, que fueron pesados por separado. A partir de los datos de pe so obtenidos para los órganos y los datos de talla y peso se calcularon los siguientes índ ices somáticos: Factor de condición (CF) = 100× (peso corporal / lon gitud 3) Índice hepatosomático (HSI) = 100× (peso del hígado / peso corporal) Índice digestosomático (DSI) = 100× (peso del digestiv o / peso corporal) Índice de grasa mesentérica (MFI) = 100× (peso de grasa mesentérica / peso corporal) El contenido en nutrientes de las dietas, las heces y l os peces enteros se determinaron mediante los procedimientos de la AOAC (1997), para m ateria seca (934.01), proteína 204 como 6.25 x contenido en nitrógeno (928.08), ( y 2.6.- Análisis histológico del intestino Se diseccionaron los intestinos de cada pez y se introd ujeron, para su fijación, en formol al 10%, tamponado a pH 7 y estabilizado con metanol (Panreac Química S.L.U., Barcelona, España), en una relación inferior a 1/10 (muestra/fijador). Las muestras se mantuvieron en el líquido fijador hasta su posterior p rocesado y análisis histológico. Para cada individuo, se obtuvieron 3 segmentos del int estino anterior y 4 segmentos del intestino posterior, para luego ser incluidos en paraf ina. Para la preparación de las láminas histológicas se hicieron cortes a 4µm y se tiñero n con hematoxilina-eosina. En las láminas de intestino se evaluaron la cantidad de ag regados linfocitarios, de granulocitos y el engrosamiento de la lámina propia . Esta evaluación se llevó a cabo por dos científicos, de forma individual e ignorando la i dentidad de cada muestra y los tratamientos experimentales. Previamente se estableció un sistema de puntuación histológica de la forma siguiente: 0, no observado; 1, escaso; 2, moderado; 3, alto (Figura 1). Se tomaron microfotografías de intestino usando un microscopio Nikon Microphot-FXA y una cámara Olympus DP50. 2.7.- Determinación de la digestibilidad aparente La recogida de heces se llevó a cabo durante el últi mo mes del experimento. Los peces fueron alimentados con las mismas dietas experimentale s, pero conteniendo 1g kg -1 de óxido de itrio como marcador. Después de un periodo d e adaptación a las dietas de una semana, las heces fueron recolectadas durante 4 semanas, 4 días a la semana. Éstas fueron centrifugadas (4 ºC, 4000 rpm, 15 minutos) y liofilizadas para analizar 205 posteriormente macronutrientes y contenido en óxido d e itrio. El coeficiente de digestibilidad aparente se calculó (ADC) de acuerdo a la siguiente fórmula: ADC (%) = 100 - [100(% I diet/ % I faeces) × (% N faeces/% N diet)] Donde I es el marcador (óxido de itrio), y N es el nutriente. El contenido en Itrio se midió mediante espectrometría atómica (ICP-OES; Vista -MPX, Varian) tras la digestión ácida de la muestra en un sistema microondas (Ethos 1, Milestone). La digestión ácida se llevó a cabo pesando 1g de pienso o 0,3g de heces liofilizadas en un recipiente para microondas, añadiendo 15 ml de ácid o nítrico libre de metales traza y utilizando el siguiente programa en el digestor micr oondas: 3' ºC; 15' 700W 185 ºC. Se calcula ron los ADC para materia seca (ADC DM ), proteína (ADC P), grasa (ADC F) y MELN (ADC NFE ). 2.8.- Análisis estadístico En el análisis estadístico de los datos se utilizó ANOVA de una vía para determinar las diferencias estadísticas entre las distintas dosis. En el caso del estudio histológico del intestino se utilizó el test de Kruskall-Wallis, deb ido a la naturaleza semicuantitativa de los datos (tres categorías del sistema de puntuación) y el no cumplimiento del requisito de normalidad de los datos (Uran et al., 2009). Las d iferencias entre cada uno de los grupos experimentales se determinaron por pares median te el test de la U de Mann- Whitney. 3.- Resultados Todas las dietas fueron bien aceptadas por los peces, s in diferencias significativas en la ingesta entre las distintas dosis. La supervivencia no des cendió del 98% en ninguno de los grupos. Los valores de SGR fueron los normales par a estas condiciones y el FCR 206 estuvo por encima de lo normal con todas las dietas, i ncluida la dieta control (Tabla 3). En otros índices se observaron ciertas tendencias: el i ncremento de peso (WG), la retención de proteína (PR) y la retención de energí a (ER) mostraron valores medios ligeramente inferiores con las dietas con aceite esenc ial de tomillo, aunque sin diferencias significativas. La digestibilidad aparente (ADC) de los nutrientes de la dieta varió con la dosis de aceite esencial de tomillo (Tabla 4). El ADC de mate ria seca, proteína, grasa y energía descendió con las dosis T2000 y T3000. Los ACD se recupe raron con la dosis T4000, siendo superiores a T2000 y en el caso de la grasa igual al control. Para la proteína la digestibilidad fluctuó entre 92.9 % y 89.5 % mientra s que para grasa estuvo entre 95.8 % y 97.9 %. El ADC de materia extraíble libre de ni trógeno fue menor, con valores entre el 80.7% con la dosis T3000 y un máximo de 85.9 % con la dieta control, no existiendo diferencias significativas entre dosis. Las d iferencias observadas en digestibilidad no se tradujeron en diferentes valores d e DPI, DEI, PR o ER (Tabla 3). La composición corporal de los peces después del ensayo d e engorde no fue diferente entre dosis (Tabla 5). En cuanto a los índices biomét ricos, se observaron diferencias en el índice digesto-somático (DSI), siendo el valor de T 2000 significativamente inferior al grupo control. El factor de condición (CF) no mostró diferencias significativas entre grupos experimentales, al igual que el índice hepato- somático (HSI) y el índice de grasa mesentérica (MFI). En estos dos últimos índices, es de d estacar los valores medios ligeramente inferiores de las dietas con aceite esencia l de tomillo. El estudio histológico del intestino mostró diferencias entre dosis en el intestino anterior (Figura 2), revelando un efecto importante del acei te esencial de tomillo en el movimiento de linfocitos y otras células del sistema in mune asociado al intestino 207 (GALT). Los peces alimentados con la dosis T1000 se carac terizaron por un infiltrado de linfocitos en la mucosa subepitelial, acompañado p or una tendencia a aumentar la abundancia de granulocitos. Con dosis altas (T3000 y T4000) la infiltración de linfocitos fue menor a T1000 y en el caso de la dosis más alta fue significativamente menor al control. En dosis altas también se observó una tendencia a descender la abundancia de granulocitos y el engrosamiento de la m ucosa subepitelial. En la morfología del intestino posterior no hubo dif erencias significativas entre dietas, sí se observaron tendencias en todos los parámetros de f orma similar a lo ocurrido en el intestino anterior. El efecto del aceite esencial de tomillo fue en general más prominente en el intestino anterior que en el posterior. 4.- Discusión Se han probado compuestos ricos en timol y carvacrol e n peces, con buenos resultados en rendimiento a unas dosis similares a las nuestras (Ahm adifar et al., 2011). También se han probado aditivos comerciales incluidos en el p ienso al 1 g/kg y conteniendo 0,6% en timol (Giannenas et al., 2012), con una mejo ra de la conversión del alimento. Sin embargo, la inclusión aislada de carvacrol en la dieta a 250 o 500 mg/kg no produjo cambios en el crecimiento o en el aprovechamiento de l alimento (Volpatti et al, 2013). Aparte de la escasa bibliografía acerca del efecto de l aceite esencial de tomillo sobre el rendimiento de peces, los trabajos sobre su inclusión e n dietas para aves de corral son en algunos casos contradictorios. Por lo general se obser va un efecto beneficioso del aceite esencial de tomillo sobre el crecimiento de los anima les (Abdel-Wareth et al., 2012; Bolukbasi et al., 2006; Cross et al., 2007; Toghyani e t al., 2010). En otros estudios se observa que a ciertas dosis (500 mg/kg, 1000 mg/kg) me jora el índice de conversión pero empeora con dosis superiores (3000 mg/kg) (Boluk basi & Erhan, 2007). En 208 nuestro caso no hay diferencias suficientes en cuanto al rendimiento de los peces, pero se puede apreciar una tendencia a producir una menor ganancia de peso y peor conversión del alimento con dietas que contienen acei te esencial de tomillo. Teniendo en cuenta que el aceite esencial de tomillo tiene me jores efectos en el crecimiento que otros componentes de la planta (Cross et al., 2007), es posible que la ausencia de un efecto beneficioso en nuestros peces se deba a la dosis ap licada. El efecto del aceite esencial de tomillo en los índi ces somáticos también es importante ya que éstos proporcionan información acerca del estad o fisiológico de los peces. La tendencia a descender el HSI y el MFI de los peces con la adición de aceite esencial de tomillo podría indicar un efecto sobre el metabolismo lipídico, como ya se ha demostrado en aves. Esta modulación del metabolismo lip ídico en aves se tradujo en ocasiones en la reducción de los índices HSI y MFI (Ab dulkarimi et al, 2011), del contenido lipídico del músculo (Bolukbasi et al., 200 6; El-Ghousein et al., 2009) y de ciertos parámetros sanguíneos como el colesterol HDL (To ghyani et al., 2010). A pesar de que no existen diferencias en la composición corpor al de nuestros peces, los que se alimentaron con dietas que contenían dosis altas de ac eite esencial de tomillo tuvieron un contenido medio en grasa ligeramente inferior al control. Las diferencias observadas en el índice digestosomático muestran una respuesta int eresante proporcional a los cambios en digestibilidad. El descenso del peso del int estino sobre todo con la dosis T2000 podría estar acompañado de un acortamiento del intestino, lo que pudimos intuir durante el procesado histológico. El descenso de peso d el digestivo podría no deberse simplemente a un acortamiento, sino también a la redu cción de grosor de la mucosa subepitelial, por lo que serían necesarios estudios bi ométricos más detallados para poder establecer una relación entre este índice, la histol ogía y la digestibilidad. En cualquier caso, en dosis altas, el aceite esencial de tomillo ti ene efectos perjudiciales sobre la 209 digestibilidad de los principales nutrientes (proteín a y grasa) en peces. Esto no se traduce en un descenso de DPI, PR, DEI o ER, lo cual indica que los cambios en digestibilidad no son suficientes para afectar signific ativamente al rendimiento. La absorción mayoritaria de grasas en el intestino ante rior de peces (Vernier & Mellinger, 1990) y la naturaleza liposoluble del ace ite esencial de tomillo puede haber propiciado que el efecto en el GALT y en la morfolo gía sea mucho más patente en el intestino anterior. La administración de polifenoles por vía oral induce la expresión de genes involucrados en muchas funciones fisiológicas, prin cipalmente la respuesta inflamatoria y el metabolismo de esteroides (Dolara et al., 2005). Incluso algunos autores proponen que las actividades no-antioxidantes de los polifenoles podrían ser más importantes y biológicamente relevantes que sus acti vidades antioxidantes (Surai et al., 2004). Se ha propuesto por varios autores un efecto dosis-respu esta bifásico para los fitoquímicos -definido como \"hormesis\" en toxicología- , al igual que el encontrado en varios aspectos de nuestros peces (Mattson et al., 2008b, Host & Williamson, 2008). Este tipo de efecto dosis dependiente se basa en una ci erta actividad beneficiosa o estimulante a dosis bajas y un efecto más perjudicial o inhibitorio a dosis altas conforme aumenta la dosis. Existe la evidencia de que, al meno s algunos fitoquímicos, ejercen sus efectos beneficiosos activando rutas de respuesta adaptat iva al estrés (Mattson et al., 2008a), actuando como \"low dose stressors\". Se ha obser vado que la aplicación a dosis bajas de fitoquímicos presentes en el ajo y en brócoli activa la transcripción de un grupo de genes llamado \"elemento de respuesta antioxi dante\" (ARE) que codifica varias enzimas antioxidantes citoprotectivas (Balogun et al. , 2003; Chen et al., 2004). Giannenas et al. (2012) estudiaron la actividad de la glutatión-S-transferasa (una de las 210 enzimas codificadas por ARE) en trucha alimentada con dietas suplementadas con carvacrol y timol a dosis muy bajas, observando un aum ento de su actividad, por lo que este tipo de vías de actuación podrían funcionar de i gual manera en peces. Además, como ya es conocido en humanos, los resultados en animal es muestran que el modo de actuación de los aceites esenciales y extractos se debe, al menos en parte, a la irritación del epitelio con el consiguiente incremento en secre ción de mucus y enzimas (Franz et al., 2010). Los cambios en el movimiento de células inmunitarias en el intestino sugieren una estimulación del sistema inmune con la dosis más baja (T1 000), acompañado de cierta inflamación. Esto podría ser debido al reconocimiento y manejo de los compuestos presentes en el aceite esencial de tomillo como xenob ióticos, produciendo una respuesta inmune que explicaría su absorción realmente baja, d e entre un 1 y un 60% (Manach et al., 2005; Kahle et al., 2005) El efecto observado a dosis altas, reduciéndose la presen cia de linfocitos por debajo del grupo control, acompañado de la tendencia a reducir se el tamaño de la mucosa subepitelial, podría estar relacionado con la activid ad anti-inflamatoria del timol y del carvacrol. Ocaña & Reglero (2012) estudiaron el efec to de varios aceites esenciales de tomillo sobre la producción y expresión de citoquina s, observando una reducción de la producción y expresión de mediadores pro-inflamatori os como TNF-, IL-1 e IL-6 y un aumento en la citoquina anti-inflamatoria IL-10. Este efecto fue más intenso con el aceite esencial de Thymus zygis , con mayor contenido en timol que los otros y simila r al de nuestro aceite esencial. Lima et al. (2013) obser varon un efecto similar del carvacrol, comprobando en este caso que el papel principal de IL -10 en la reducción de mediadores pro-inflamatorios y pudiendo estar más rel acionada con la diana de este 211 compuesto. Se ha demostrado el efecto inhibitorio del timol sobre la producción de enzimas relacionadas con procesos inflamatorios, como es el caso de la elastasa y la ciclooxigenasa (Marsik et al., 2005; Braga et al., 2 006). Esta última es diana también de potentes fármacos anti-inflamatorios como el ibuprofen o y la aspirina. Sin embargo, además de las actividades demostradas \"in vitro\", es nece sario comprobar estos efectos en modelos animales. El timol y el carvacrol parecen tener un efecto anti-inflamatorio en el intestino de ratón mediante la administración oral (Nakhai et al., 2007) ya que la administración de aceite esencial de Zataria multiflora , en el que predominan estos dos compuestos reduce la inflamación del intestino de for ma comparable a la prednisolona dependiendo fuertemente de la dosis. Aunque el efec to del aceite esencial en aspectos histológicos propios de inflamación en la dorada es ev idente, sería necesario el estudio de parámetros bioquímicos (Nakhai et al., 2007) o de la expresión génica y producción de citoquinas \"in situ\" para confirmar el efecto ant i-inflamatorio y dosis-dependiente en peces. Este posible efecto anti-inflamatorio a dosis alt as no tiene una aplicación a priori en peces, a no ser que se busque reducir estados inflamat orios como la enteritis producida por proteínas de la soja, de gran interés e n acuicultura (Uran et al, 2009a, 2009b). Un efecto inmuno-estimulante como el que se observa c on la dosis T1000 puede ser beneficioso para el pez en varios aspectos de su fisiol ogía. El efecto beneficioso de inmuno-estimulantes como los oligosacáridos de manosa (M OS) en peces abarca muchos aspectos del pez, desde el propio sistema inmune hasta la fisiología general (Torrecillas et al., 2014). Según estos autores la es timulación del GALT mejora la integridad del intestino, la secreción de mucus y el funcionamiento del metabolismo lipídico y glucídico. El efecto de los polifenoles sob re el metabolismo lipídico y glucídico afectando directamente a la actividad enz imática y al funcionamiento de 212 determinados órganos (Bakirel et al., 2008; Cui et al ., 2012) indica que podrían haber varias vías de actuación simultáneas de los polifenoles a ñadidos a la dieta. El efecto perjudicial del aceite de tomillo sobre la digestibilidad a dosis altas es de tener en cuenta, aunque la recuperación parcial con la do sis más alta podría sugerir la necesidad de un estudio más amplio en cuanto a dosis ya que detrás de estos resultados puede existir un efecto dosis-respuesta más complejo (F igura 3) y no apreciable en el rango de dosis estudiado (Murado & Vázquez, 2007). 5.- Conclusión El aceite esencial de tomillo añadido al pienso de do rada produce importantes efectos en la digestibilidad y la movilidad de células inmunes d el GALT. Ambos aspectos muestran una respuesta bifásica a la inclusión de aceite esencial de tomillo, del tipo observado en gran número de fitoquímicos. La digestib ilidad de proteínas y grasas se reduce con las dosis de 2000 y 3000 mg/kg. A pesar de l a ausencia de cambios en el rendimiento del engorde, los índices biométricos sugier en un cambio en el metabolismo y el peso del intestino se reduce proporcionalmente a la digestibilidad. Los análisis histológicos sugieren un efecto anti-inflamatorio del timol a dosis altas en el intestino de dorada, ya observado \"in vitro\" y en el intestino de otros animales. La dosis T1000 produce cierta estimulación del GALT, lo que, junto con la ausencia de cambios en digestibilidad la hace la más aceptable para dorada. En general, los resultados obtenidos sugieren que habría que utilizar dosis más bajas con el objetivo de mejorar la fisiología general de la dorada. 213 Referencias Abdel-Wareth, A. A. A., Kehraus, S., Hippenstiel, F., & Südekum, K. H. (2012). Effects of thyme and oregano on growth performance o f broilers from 4 to 42 days of age and on microbial counts in crop, small in testine and caecum of broiler Italia n Journal of Animal Science, 10(2), e20. Ahmadifar, E., Falahatkar, B., & Akrami, R. G. , & Yardibi, H. (2008). In vivo Gree n, C., Foresti, R., Alam, J., & Motterlini, R. (2003). Curcumin activates the haem oxygenase-1 Chatzopoulou, P. S., B. (2005). Effect of dietary dried oregano leaves on coli (E. coli) concentration in faeces. International Journal of Natural and Engineering Sci ences, 1(2), 55-58. Bolukbasi, S. C., A. (2006). Effect of dietary thyme oil and vitamin E on growth, lipid oxidation, meat fatty ac id composition and serum lipoproteins of broilers. South African Journal of Ani mal Science, 36(3), p-189. Braga, P. C., Dal Sasso, M., Culici, M., Bianchi, T., Bordoni, L., & Marabini, L. (2006). Anti-inflammatory activity of thymol: Chen, Shen, G. , Nair, S., Li, W., Kong, A.N., 2004. Induction & Medicine. 37, Citarasu, (2010). Herbal biomedicines: of herbs and their associated essential oils on performance, d ietary digestibility and gut microflora in young chickens from 7-28 days of age. British Poultry Science, 48(4), 496-506. 215 Cui, L., Kim, M. O., Seo, J. H., Kim, I. S., Kim, N. Y., Lee, S. H., ... & Lee, H. S. (2012). Abietane diterpenoids Giovannelli, L., Caderni, G., S., polyphenols 237- 246. Dorman, H. J. D., & (2000). Antimicrobia effect of feeding of crushed thyme (Thymus vulgaris L) on growth, blood gastrointestinal t ract and carcass characteristics of broiler of Poultry Science, 46(2), 100-104. Franz, C., Baser, K. H. C., Windisch, W. (2010). Esse and aromatic rgaroni, Mavridis, S., Steiner, & E. M., Köhler, P. (2004). essential carcass traits. Landbauforsch. Völkenrode 54, 219-229. Hernández, A., García García, The of doses of rosemary extract added to feed. Aquacultur e, 426, 31-40. Holst, B., & Williamson, G. (2008). Nutrients and phyt ochemicals: from 19(2), 73-82. Jang, I. S., Ko, Y. H., Yang, H. Y., Ha, J. S., Kim, J. Y., Kim, J. Y., Kang, S. Y., Yoo, D. H., Nam, D. S., Kim, D. H., & Lee, C. Y. (2004). Influence of essential oil components on growth performance and the functional activity and small intestine in Kahle, K., Kraus, M., Scheppach, W., & Richling, P. C. Garnsworthy, J. Wiseman (eds). Nottingham University Press: Nottingham, UK, p 135. 217 Kroismayr, A., Sehm, J., Pfaffl, M., Plitzner, C., Fo issy, Ettle, & W. (2008). of essential oils or Avila gut microbiology and blood parameters of weaned piglets. Czech Journal of Animal Science, 53, 377-87. Lambert, R. J. W., Skandamis, P. N., Coote, P. J., & N ychas, G. J. (2001). A study of the minimum inhibitory concentration and mode of ac tion Everts, H. J., Frehner, M., Losa, R., & Beynen, A. C. (2003). Effects of dietary essential 450-457. Lima, M. D. S., Quintans-Júnior, L. J., de Santana, W . A., Martins Kaneto, C., Pereira Soares, M. B., & Villarreal, C. F. (2013). Anti-infl ammatory effects of carvacrol: evidence for a European Journal of Pharmacology, 699(1), G., C., & Rémésy, C. (2005). Bioavailability and bioefficacy of polyphenols in h umans. I. Review of 97 bioavailability studies. American Journal of Clini cal Nutrition, 81(1), 230S- 242S. Manzanilla, E. G., Perez, J. F., Martin, M., Kamel, C., Baucells, F., & Gasa, J. (2004). Effect of plant extracts and formic P., Kokoska, L., Landa, P., Nepovim, A., Soud ek, P., Vanek, T., 2005. In vitro inhibitory effects of thymol and M., Urdaci, M., & Bergaoui, R. (2012). Use of rosemary, oregano, and a commercial Reviews, 7(1), 1-7. Murado, M. A., & Vázquez, J. A. (2007). The notion o f hormesis and the dose-response Reglero, G. (2012). Effects THP-1-Macrophages. Jour nal of Obesity, 2012. 219 Platel, K., & Srinivasan, K. (2004). Digestive stimula nt action of spices: a myth or reality?. The Indian Journal of Medical Research, 119( 5), 167-179. Shapiro, S., & Guggenheim, B. (1995). The action of thymol on oral bacteria. Oral Microbiology and Immunology, 10(4), 241-246. Surai, K. P., Surai, P. F., Speake, B. K., & Sparks, N. H. (2004). Antioxidant- prooxidant balance in the intestine: food for though M., Gheisari, A. Journal of Biotechnology, 9(40), 6819-6825. S., Montero, D., & Izquierdo, M. (2014) . Improved health and growth of fish fed mannan oligosaccharides: of Ultee, A., Kets, E. J. (1999). Mech anisms of action G. , Rombout, J. H. W. M., Koppe, W., & Verreth, J. A. J. P. A., Schrama, J. W., Rombout, J. H. W. M., Ta verne Thiele, J. J., Obach, A., Koppe, W., & Verreth, J. A. J. (2009b). Time related changes of the intestinal morphology of Atlantic salmon, Salmo salar L., at two different meal th e Agricultural and Food Chemistry . 54,1874-1879. Vernier, J. M., & Mellinger, J. in 166-175. Volpatti, D., Chiara, B., Francesca, & Marco, G. Zheng, Z. L., Tan, J. Y., Liu, H. Y., Zhou, X. H., X iang, X., & Wang, K. Y. (2009). Evaluation of oregano oil esencial de Thymus zygis subsp. gracilis . R.I. * (%) 928 0,68 222 Ingredientes y dietas exp erimentales. Control T1000 T2000 T3000 T4000 Ingredientes(g/kg) Aceite de pescado 150 Gluten de trigo 80 Harina de pescado 560 Harina de trigo 200 Premix vitamínico-mineral ( a) 10 Aceite esencial de tomillo (g/kg) - 1 2 3 4 Composición proximal (% materia seca) Materia seca 91,3 87,6 86,9 84,2 85,7 Proteína 44,6 45,5 45,8 46,6 46,1 Grasa 21,3 Cenizas 10,9 11,0 11,0 11,0 11,0 MELN (b) 22,9 22,5 22,4 22,1 21,8 Fibra 0,3 0,4 0,5 0,4 0,5 Contenido en nutrientes digestibles (% materia seca) Proteína digestible 34,0 32,9 29,7 31,6 32,7 Grasa digestible 19,8 18,9 17,6 17,6 18,7 Energía digestible (MJ kg -1) 15,2 14,5 13,2 13,2 14,1 (a) Premix vitamínico-mineral, de acuerdo a las recomend aciones NRC (1993) para peces. (b) Materia extraíble libre de nitrógeno. 223 Tabla 3 Efecto de la dieta en el crecimiento, la utilizació n de los nutrientes y la supervivencia. Control T 1000 T 2000 T 3000 T 4000 IW (g) inicial; FW: peso final; específico; SFR: tasa de alimentación específica; FCR: factor de conversión de alimento; DPI: ingesta digestible; PER: DEI: ingesta de energía digestible; ER: retención de energía. 224 Tabla 4 Coeficientes de digestibilidad aparente (ADC) de los principales nutrientes para peces alimentados con las distintas dietas experimentales (en % de materia seca). Control Timol 1000 Timol 2000 Timol 3000 de nitrógeno; E: Energía 225 Tabla 5 Composición corporal (%) e índices biométricos de los p eces alimentados con las distintas dietas experimentales. Control T 1000 Timol 2000 Timol 3000 Timol MFI: Índice de mesentérica 226 Figura 1. Ejemplos de preparaciones histológicas puntuadas con la máxima o la mínima puntuación: (1A) agregados linfocitarios, puntuación 1; 3B 227 Figura 2. Parámetros histológicos en el intestino ant erior (a) y en el intestino posterior (b) de dorada alimentada con las distintas dosis experim entales (uds. relativas). (a) (b) 228 ANEXO III Comunicaciones a congresos 233 234 235 236 237 238 239 240 241 242 ANEXO IV Autorización de coautores, índices de impacto y cartas de aceptación de las publicaciones presentadas 245 246 247 248 249 250 251 252 253 "}