{"title": "PDF", "author": "PDF", "url": "https://archive.cancerworld.net/wp-content/uploads/2018/09/CW83.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "the future of cancer care Scan to access our website Shaping the future of cancer care Contents Print run 16,000 Would you like to receive Cancer World articles for free, in print or online? Go to bit.ly/CWsubscription to sign up for your own copy of the printed magazine, or for weekly email alerts of new articles published online. The full version can also be viewed online at www.cancerworld.net. Cancer World is published four times a year by the European School of Oncology. It is distributed at major conferences, and mailed to subscribers and European opinion leaders. 3 Editorial 'Me doctor, you patient' - can't we do better than that? 4 Cover Story Tumour microenvironment: the new battlespace in the war against cancer 16 Cutting Edge Beating cancer at its own game 24 In the Hot Seat Thierry Philip: President, Organisation of European Cancer Institutes 28 Best Reporter Need a doctor? Send in your digital twin! 33 Measurement: a key to unlock higher quality cancer care? 35 Grandround CCner Primary therapy of early oesophageal and gastric cancers 43 Why harmonising standards in surgical oncology is our priority 44 Value & Access Hopes for faster access to beneficial new drugs hang in the balance 54 Systems & Services The personalisation lottery: lack of accessible regulated testing services is putting patients and health budgets at risk 62 Profile Helen Boyle: Putting personalised care into practice 68 Getting personal ES When patients ask you to help them die 'Zero telerance' by Vito Manolo Roma Editor Alberto Costa Senior Associate Editor Anna Wagstaff Associate Editor (online) Daniela Ovadia Founding Editor Kathy Redmond Core Contributing Writers Marc Beishon, Simon Crompton, Sophie Fessl, Cristina Anna Editorial Coordinator Corinne Hall Jacopo C. BuranelliGraphic Concept and Alberto Costa Registrazione magazine@eso.net +39 02 8546 4522 Correspondence should be sent to The Editor at editor@eso.net © 2018 European School of Oncology. All rights reserved Recommended by:3Autumn 2018 Editorial To comment on or share this Editorial go to bit.ly/CW83-identity'Me doctor, you patient' - can't we do better than that? While holidaying on the Greek island of Ithaca, where the Odyssey ended, I met a man of my age and my country who had just finished his treatment for colorectal cancer. He now lives on Ithaca most of the year , returning home only in winter, and enjoys a simple life in a place where there is not a single traffic light, where appointments always have half an hour leeway, where you can ride your motorbike slowly, without a helmet, to enjoy the fresh air and the sun. He has reconciled himself with life - but he is still not happy with his experience of his cancer journey. I am sure you always ask your patients if they have any allergies - patients certainly report that they are asked this question endless times. But do you ask what the person in front of you does, or used to do, in their life? My new friend told me that he had never been asked about his profession, except on the first visit, to tick a box for the statistics. \"I was a senior pilot with Alitalia, and I was flying Rome-New York every week with my Boeing 747, and hundreds of people on board. But nobody seemed to be interested. For them I have always been simply 'a cancer patient'.\" In effect, he was a file with imaging reports on his bowel, a nursing sheet with blood results, a name on the list of appointments at the day hospital, a dot on the graph that his doctor displayed on his poster at ESMO congress. There is something wrong here, and maybe we should talk about it a bit more. A number of other issues seem to be much more important, of course, like this hammering topic of costs - the price of drugs, robotic surgery, proton therapy and - guess what's next? - CAR T-cell therapy. But the fact that people feel that they lose their identity when they become 'a cancer patient' should made us think. Firstly, because it could be our turn one day. Would we like that? I'm not so sure, particularly as we would inevitably start asking a lot of questions and have a lot of concerns arising from our own professional experience. But secondly, because it is impossible to be only 'a cancer patient'. We would be a doctor or a nurse with cancer, or a Boeing 747 pilot with cancer, as my friend, or a farmer with cancer or a school dinner-lady with cancer. Knowing more about our patients may not improve their survival rate, but it would certainly improve their experience of being a patient and survivor. Can we give it a try?Alberto Costa, Editor 4 Autumn 2018 Tumour microenvironment the new battlespace in the war against cancer No cancer cell can survive, thrive, proliferate, infiltrate or metastasise without concerted help from the tumour microenvironment (TME). So shouldn't treatment strategies aim to modify what's happening around the cancer as much as directly targeting the cancer itself? Janet Fricker looks at some key TME battlefronts, and hears from people leading efforts to move treatment paradigms towards an integrated 'battlespace plan'.©Vito Manolo Roma Cover Story5 Autumn 2018Last September, in a lyrical essay published in The New Yorker, Siddhartha Mukherjee brought to the attention of the wider public a paradigm shift in the understand-ing of cancer. Using the analogy of Lake Michigan, where quagga mus-sels have supplanted plankton due to multiple changes in the ecosystem, he explained how alterations in the envi-ronment at distant metastatic sites allow cancers to take hold. Mukher - jee, a cancer biologist and oncolo-gist perhaps best known for writing the Pulitzer prize-winning book The Emperor of All Maladies, explored how the focus in oncology is shifting from 'the seed' - the cancer cell - to 'the soil' - the environment in which cancer cells live. No tumour is an island. There is now widespread recognition that can-cers do not grow in isolation, and that both primary and metastatic cancers inhabit unique ecosystems, known as the tumour microenvironment (TME), that can have a major influence on patient outcomes. \"The TME con-cept of cancer has been embraced by the cancer community. If you look at the American Association for Cancer Research's membership, the largest subgroup - with 7,888 members - is TME, indicating the current strength of the field,\" says Kenneth Pienta, a medical oncologist from John Hop-kins, credited with first making the analogy between ecology and cancer. The TME, the ecosystem in which cancers grow, consists of a myriad of different cell types, often referred to as 'stromal cells', which include: cancer-associated fibroblasts, endothelial cells (that compose blood vessels within the tumour), fat cells, nerves, and cells of the immune system. Both the cancer cells themselves and stromal support cells manu-facture a multitude of chemicals, including cytokines, such as tumour necrosis factor and interleukin-6, that provide cross-talk with positive and negative signals between the tumour and surrounding cells, which help it to grow, build a blood supply, invade, and metastasise. \"People used to think of cancer as a ball of genetically altered cells growing out of control, but we now know that cancer cells hijack nor - mal tissue support systems to form a rogue organ made up of a whole host of cells that help the tumour to grow, spread and resist treatment,\" says Fran Balkwill, who leads the Centre for Cancer and Inflammation at Barts Cancer Institute, London. In addition to the local TME, inves- tigators are also considering the cancer holistically in relation to other body systems that can influence cancer gen-esis, survival and proliferation, includ-ing the microbiome and hormones. Cancer cells cannot grow without a corrupted microenvironment, both locally and during metastatic colonisa-tion of distant tissue sites, where they must create favourable microenviron-ments that support the growth of the secondary mass. The primary tumour is able to shape the microenviron-ment of the secondary mass. \"Thus the metastatic TME is influenced by the primary TME, because it receives signalling messages from the primary tumour,\" says Michael Schmid, who has spent many years studying aspects of the TME, and is currently leading research on the tumour microenviron-ment in pancreatic cancer metastasis at the Institute of Translational Medi-cine in Liverpool, UK. An underappreciated aspect of the TME is its relative abundance in com-parison to cancer cells in some solid tumours, adds Schmid, who originally trained at the University of Bern, Swit-zerland. For example, in pancreatic cancer the microenvironment can rep-resent up to 80% of the tumour mass. \"One of the reasons pancreatic cancer has the deadliest outcomes may be due to its large microenvironment cre-ating more signals to help cancer cells to grow, survive and spread,\" he says. While stochastic events - the accu- mulation of random mutations within specific pathways in particular cell types - have long been known to play a role in cancer aetiology, the TME is now understood to be a decisive factor in determining whether those mutated cells proliferate, remain in an indo-lent micro-hyperplasia, or are cleared by the immune system. \"The genetic damage is the match that lights the fire, but the tumour microenviron-ment is the fuel that fans the flames. For cancers to take hold you need both,\" says Balkwill. A new battlespace in the war against cancer The new focus on the TME - looking at the soil not just the seed, the fuel not just the spark - is giv-ing an important boost to the whole prevention agenda, by turning atten-tion to what can be done to promote a healthy ecosystem that denies cancer cells the environment they need to develop, survive, thrive and spread. This is the approach empha-sised, for instance, by Pienta and also by Mukherjee in his New Yorker article, which was titled 'Cancer's invasion equation'. For others, however, our grow- ing knowledge about the support services that cancer cells rely on is opening up new strategies for treat-ing the disease that go beyond the current paradigm of targeting the mutations in the cancer cells them-selves to taking on the entire can-cer support system. Interest in this Cover Story6 Autumn 2018The angiogenesis battlefield Currently approved anti-angiogenic therapies target the vascu- lar-endothelial growth factor VEGF, and sunitinib (Sutent) and sorafenib (Nexavar). In clinical trials, benefits have proved relatively modest, with the drugs only temporarily slowing tumour growth, and tumours often becoming resistant. Major research efforts are currently underway to identify biomarkers predicting patients likely to respond to different angiogenesis inhibitors. Investigators are also exploring other potential mechanisms where tumours can be vascularised without angiogenesis. These include 'vascular mimicry', where the plasticity of tumours allows them to form channels that serve as irrigation systems for tumours; ves-sel co-option, where tumours hijack pre-existing capillaries from surrounding tissue; and intussusceptive angiogenesis, where pre-existing vessels split into daughter vessels.Other avenues of investigation include looking at the impediment to effective drug delivery presented by the tortuous capillaries induced by angiogenesis. Recently, Diana Passaro (The Francis Crick Institute, London) showed increased nitric oxide (NO) pro-duction made blood vessels leakier in mouse models and patient xenotransplants of acute myeloid leukaemia. \"When the vessels are leaky, bone marrow blood flow becomes irregular and leukae-mia cells can easily find places to hide and escape chemotherapy, while normal tissue stem cells are displaced to the periphery,\" explains Passaro, who demonstrated NO blockers in combination with chemotherapy compared to chemotherapy alone slow leu-kaemia progression. Evidence is now emerging that, in addition to its role on the angiogenesis battlefield, VEGF may be active in the immune system battlefield, as an inhibitor of T-cell infiltra-tion of tumours. \"Anti-VEGF antibodies may also by reducing the immune sup-pressive environment,\" says Francesco Bertolini (European Institute of Oncology, Milan). Potential strategies of attack At present, with the exceptions of hepatocellular carcinoma and kidney cancer, where sorafenib and sunitinib are active as single agents, anti-angiogenic regimens are given only in combination with standard chemotherapies. VEGF inhibitors are also being investigated in adjuvant (post-surgical) settings with the idea of halting angiogenesis to prevent micrometastasis, and in neoadju-vant settings to downsize tumours.Given the finding that anti-VEGF agents may reduce immune sup-pressive environments, trials are underway to see if agents have synergistic effects with check point inhibitors.On the vascular leakage anticipates that trans-lation of the vascular pathologic phenotypes observed in mice to human patients, together with the characterisation of the optimal agents to block vascular leakiness, will provide strong evidence to start clinical trials using vascular normalisers combined with chemotherapy to improve survival in leukaemia patients. approach is increasing as expecta- tions are tempered about what can be achieved by personalised cancer medicine targeted at individual can-cer cell mutations. One of the chief battle strategists behind this new approach is Doug-las Hanahan, who is best known for two articles published in Cell (2000 and 2011), co-authored with Robert Weinberg, that conceptualised the complexity of cancer into a logical set of common 'hallmark' traits (cur - rently eight). Hanahan heads a research group on cancer development and pro-gression at the Swiss Institute for Experimental Cancer Research in Lausanne, and has a particular inter -est in the role of the heterotypic tumour microenvironment and the accessory cells that collaborate with cancer cells to manifest malignant disease. He argues that we need to take Nixon's War on Cancer to the \"intergalactic level\", by adopting the 'battlespace' approach developed by the US Department of Defense, which involves \"integrated informa-tion management of all the signifi-cant factors that impact on combat operations by armed forces\". \"We need a battlespace plan for attacking cancer that integrates all the relevant information about sig-nificant factors that impact on thera-peutic efficacy in the particular can-cerous theatre of operation,\" he says. Theatres of conflict The significant factors in the can- cerous environment commanding the greatest interest today are described below. Some have been known about, at least partially, for some time, while the role of others is only just begin-ning to be defined. Angiogenesis - blood supplies Angiogenesis - the development of new blood vessels - is a normal physiological process involved in embryo development, growth and wound healing. Its role as a signifi-cant factor in the development of cancer was first proposed in 1971, when Judah Folkman published his Cover Story7 Autumn 2018The neurogenesis battlefield The role of neurogenesis in promoting cancer progression was revealed five years ago in a landmark study that involved injecting human prostate cancer cells into mice and systematically disabling different parts of the nervous system. Researcher Claire Magnon and colleagues revealed contributions from two parts of the auto-nomic nervous system: the adrenergic pathway (also known as the sympathetic nervous system) and the cholinergic pathway (also known as the parasympathetic nervous system) ( Science 2013, 341:1236361). \"We found a dual effect that the adrenergic pathway stimulated the early stages of cancer progression, while the cholinergic pathway activated cancer cell dissemination and metastasis,\" explains Magnon, who at the time was working at the Albert Einstein College of Medicine, New York.Further support for the concept was provided by studies from other labs showing the effects on cancer of surgical or pharma-cological denervation of mouse models of gastric tumours ( Sci Transl Med 2014, 6:250ra115); pancreatic breast Mol Oncol 2015, 9:1626-35); and skin cancer ( Cancer Stem Cell 2015, 16:40012). Additionally, in a retrospective analysis of prostate adenocarci-noma specimens, Magnon showed sympathetic and parasym-pathetic nerve fibre densities were two- to three-fold higher in patients with aggressive tumours compared to those with less aggressive tumours ( Science 2013, 341:1236361). The molecular mechanisms of cancer nerve dependence remain to be fully elucidated, with studies exploring how nerve cells influ-ence endothelial cells and metastasis. \"We have the suspicion that nerves are involved in all cancers, but this has yet to be proved,\" says Magnon, who is now based at the French Alternative Ener-gies and Atomic Energy Com-mission, in Paris. Potential strategies of attack Denervation, says Magnon, is likely to prove too risky a treatment strategy, since it can result in complications such as impotence for people with prostate cancer. A more practical approach, she suggests, would be therapies to block receptors of neurotransmitters. A major contender is repurposing of beta blockers, currently used to treat hypertension and arrhythmia, which work by blocking activation of adrenergic receptors by noradrenaline and adrenaline. Support for this approach comes from retrospective epidemiological studies in lung, breast, and prostate cancer, and melanoma, showing that patients taking beta blockers survive longer with lower rates of recurrence and metastasis. Whereas existing beta blockers primarily bind to the beta 1-adrenergic receptor, future drug development would aim to target selectively the beta 2 and beta 3 receptors implicated in cancer nerves.Beta blockers might be used for the adrenergic pathway in early cancer, says Magnon, but different agents would be needed to block the cholinergic pathway in more advanced disease. Here she suggests scopolamine (a drug currently used for motion sick-ness), which could target muscarinic receptors. hypothesis that, in order to grow beyond 1-2 mm3, tumours trigger the growth of new blood vessels to carry nutrients and oxygen to cancer cells (NEJM 1971, 285:1182-6). We now know that pro-angiogenic factors are secreted by cancer cells into the TME where they stimulate blood vessel growth. Of all the identi-fied molecules leading to blood ves-sel formation, vascular-endothelial growth factor (VEGF), overexpressed in the majority of solid tumours, has been the main therapeutic target. The impact of anti-VEGF therapies has so far been limited, however. One of the main challenges in the angiogenesis battlefield seems to be that tumours produce multiple angio-genic molecules, they depend on dif-ferent angiogenic factors at different stages of development, and they have alternative approaches for accessing blood supplies. Neurogenesis - promotes growth and infiltration For many years the role of nerve fibres in cancer progression was believed to be mechanical, offer - ing 'paths' for perineural invasion. But now tumours are also thought to stimulate the formation of new nerve fibres within tumour masses in a process called neurogenesis, analogous to angiogenesis. Here it is believed 'cross-talk' occurs between cancer cells releasing neurotrophic factors stimulating nerve infiltra-tion, and molecular mediators from nerve-stimulating cellular pathways that promote growth of cancer cells. Investigators have demonstrated that nerve fibres infiltrate breast, gas-tric, pancreatic, colon and prostate cancers. Inflammation - the spark and the fuel The role of chronic inflammation in promoting cancer was flagged up by Harold Dvorak (Harvard Univer - sity) in 1986, in an essay in the New England Journal of Medicine titled Cover Story8 Autumn 2018The inflammation battlefield Initial efforts to tackle cancer by targeting chronically inflamed environments focused on developing a class of non-steroi-dal anti-inflammatory drugs that selectively inhibit Cox-2, an enzyme induced by inflammatory stimuli known to be associ-ated with carcinogenesis. Clinical trials of rofecoxib (Vioxx) and valdecoxib (Bextra) conducted in people with a history of colo-rectal adenomatous polyps demonstrated a significant reduction in the occurrence of colorectal adenomas (benign precursors of cancer). But interest waned after the two drugs were withdrawn in 2004/2005 due to their association with cardiovascular prob-lems, and the anti-inflammatory spotlight shifted to aspirin. Much of the evidence showing aspirin can be effective against cancer comes from the work of Peter Rothwell, professor of neurology at the University of Oxford, who, from 2010 onwards published a series of systematic reviews and meta-analyses of a large number of trials originally designed to look at the effects of aspirin on cardiovascular disease. The studies showed people allocated to aspirin developed fewer cancers, and that if people did develop cancer, it was less likely to metastasise.Ruth Langley, professor of oncology at University College Lon-don, is now heading up a major phase III randomised controlled trial the Add-Aspirin trial to help find out whether regular aspirin use after treatment for a variety of early stage cancers can prevent or delay a recurrence. Looking at all the evidence gathered so far, however, Langley believes that, although aspirin inhibits Cox-2 to some extent, at the doses used (75300 mg once daily) the anti-cancer benefits are more likely derived from an anti-platelet effect and may therefore be more active in the immune than the inflammatory 'battlefield'. \"We think platelets facilitate the adhesion of cancer cells to the endothelium and protect circulating cancer cells from immune-mediated clearance by natural killer cells,\" she says. Potential strategies of attack If the Add-Aspirin trial proves positive, it could open the way for aspirin to be used in metastasis prevention. \"With aspirin there's always the risk of increased bleeding. In deciding whether to use aspirin for individual patients we'll need to do a risk-benefit analysis. But until we've demonstrated efficacy we can't under-take that equation,\" says Langley.Other potential approaches to tackling cancer by addressing inflammatory environments include canakinumab, a man-made antibody targeting interleukin 1-beta, believed to be a mediator of TME inflammation. In the recent CANTOS study, designed to explore whether canakinumab could prevent recurrent vascular events in cardiovascular disease in patients with high inflammatory responses, it was noted that total cancer mortality and lung cancer mortality were significantly lower among patients treated with canakinumab than in the control group ( The Lancet 2017, 390:183342). The striking difference in lung cancer rates found in CANTOS have set in motion plans by Novartis for a phase I study looking at the combination of canakinumab and a PD-1 inhibitor in patients with non-small-cell lung cancer. 'Tumours: wounds that do not heal'. Dvorak drew attention to the many similarities between solid tumours and wound healing, including basic developmental mechanisms such as angiogenesis, tissue infiltrating lym-phocytes, macrophages and mast cells. It has long been known that chronic inflammatory diseases, such as pancreatitis, Crohn's disease and chronic infection with human papil-loma virus, as well as inflammation from long-term exposure to cigarette smoking, increase the risk of cancer. Chronic inflammation is now known to favour all phases of car - cinogenesis. At the initial phase, it produces the reactive oxygen species which induce the DNA mutations that drive cancer formation. At later phases, the cancer can hijack inflam-matory pathways to promote tumour progression and metastasis through tumour-growth-pro-moting chemokines, prostaglandins, and leukotrienes. Inflammation also mediates other aspects of the TME known to be associated with cancer risk, includ-ing obesity, hormone levels, and the makeup of the microbiome.Metastasis - colonising new territories Metastasis, whereby tumour cells col-onise distant organs, is estimated to be responsible for 90% of cancer deaths. The metastatic cascade is a complex step-by-step process in which cancer cells detach themselves from primary tumours, enter the circulation or lym-phatic system, adhere to specific sites, and begin to proliferate. Our growing understanding of the metastatic pro-cess indicates that the microenviron-ment plays an important role at both the primary and the distant site. It was David Lyden (Cornell University, New Cover Story9 Autumn 2018The metastatic battlefield \"During embryonic development some cells migrate enormous distances in order to form distinct tissues and organs and it's this process that gets exploited by cancer cells undergoing metasta-sis,\" explains Erik Sahai, at the Francis Crick Institute in London. His lab is investigating the genetic and molecular changes in the cellular environment around a tumour that enable cancer cells to break away and start moving towards new sites.One area of interest is the role of tumour-associated fibroblasts around primary tumours, which help cancer cells spread. \"The fibroblast is like the guy at the front with a machete clearing a path through the jungle for the cancer cells to follow through,\" says Sahai, who has demonstrated interaction between two dif-ferent proteins: E-cadherin, located on the surface of cancer cells, and N-cadherin, expressed on the surface of fibroblasts ( Nature Cell Biol 2017, 19:22437). Research carried out Lyden at New York's Cornell Uni-versity, involving labelling tumour cells, indicates that a mecha-nism for metastasis involves transportation of exosomes directly from tumours to premetastatic sites, preparing the location for subsequent colonisation by cancer cells. Exosomes are small membrane-bound vesicles (30-100 in diameter) with cargoes of proteins, lipids, and nucleic acids that can be transported from one cell to another. \"We believe they're responsible for creating the pro-inflammatory immune microenvironment and vascular leakiness responsible for metastatic cancer cells being able to survive,\" says Lyden, who has demonstrated that 500 tumour samples from 30 different types of cancer secrete exosomes.More recently, Lyden has shown that exosomes targeting differ-ent sites display different cell-adhesion receptor proteins (called integrins) on their surface, and that the integrin profile facili-tates uptake into organs. For example, the alpha V beta5 integrin directs exosomes to the liver; whereas to the lungs ( Nature 2015, 527:32935). \"Inte- grins act like zip codes and go some way to solving the mystery of organotropism - why cancer metastasises to certain organ sites,\" says Lyden. Potential strategies of attackIn some countries, post-menopausal women with pri-mary breast cancer are already prescribed adjuvant bisphospho-nates drugs used in osteoporosis to reduce risk of developing bone metastases. The recommen-dation to use bisphosphonates for this purpose was made by an expert panel following results of a meta-analysis showing that, among 11,767 postmenopausal women treated for breast can-cer, adjuvant bisphosphonates produced significant reductions in bone recurrence (relative risk 0.72) and breast cancer mortality (RR 0.82) ( The Lancet 2015, 386:135361). Research by Alison Gartland (University of Sheffield) indicates the enzyme lysyl oxidase (LOX), released from the primary breast tumours, generates pre-metastatic niches within the bone, and that bisphosphonates change the bone microenvironment to prevent this from happening ( Nature 2015, 522:10610). In future, Lyden believes that gaining a better understanding of the metastatic niche could provide new strategies for inhibiting metastatic cell growth. Therapies might focus on stopping exo-some production and packaging of contents (tumour proteins, lipids and genes) at the tumour level, or on developing antibodies to block integrins, so as to prevent exosomes fusing with target cells. Quantifying the extent of exosome production might be used to personalise treatment, with patients producing high levels of exosomes (at greatest risk of metastasis) prescribed aggressive treatment following surgery, and those producing lower levels spared treatment. York) who in 2005 first proposed the term 'metastatic niche' to describe the phenomenon where primary tumours promote metastasis by establishing supportive environments at distant sites before cancer cells begin to spread. Finding ways to counter fac-tors that favour metastasis is now a major area of research. Unanswered questions in metasta- sis include why it only affects certain patients, the organotrophic attraction of cancer cells to different organs (e.g. breast tumours travelling to bone and pancreatic tumours to liver), and how in some patients micrometastases can remain dormant at new sites for decades. Hormones - protectors and sustainers The best known examples of hor - mone effects on cancer include the impact of testosterone on prostate cancer and oestrogen and progester - one on breast cancer. Other lesser-known effects include pancreatic cancer being affected by insulin-like growth factor and lung cancer by epi-dermal growth factor. The concept of removing hormones to treat cancer was first employed in 1896 by George Beatson, a surgeon from Glasgow, who used oophorectomy - surgical removal of the ovaries - to treat metastatic breast cancer. Cover Story10 Autumn 2018Cover Story The hormonal battlefield While the role of sex hormones, and potential therapeutic impli- cations, remain of great interest, in recent years it is insulin that has attracted the spotlight, with investigators exploring its potential role as a mediator between obesity and the heightened risk of cancer. Overweight or obese people have increased levels of blood insulin, since excess body fat leaves cells increasingly resistant to the effects of insulin, causing the pancreas to go into overdrive.By binding to receptors on the surface of cells, insulin has been shown to have mutagenic and anti-apoptotic effects in several cancers, including breast cancer. Cohort studies have shown increased incidence of several malignancies including those of the bladder, breast, colon, endometrium, liver and pancreas in patients with type II diabetes. Furthermore, in mouse models of cancer, strong circumstantial evidence exists that if investigators experimentally raise insulin the rate of cancer growth increases. Potential strategies for attack Hormonal therapy is widely used in breast and prostate cancer to remove hormones to slow the growth of cancer. In breast cancer, tamoxifen blocks cell receptors for oestrogen and aro-matase inhibitors (anastrozole, exemestane and letrozole) stop the production of oestrogen. Both classes of drugs are used in hormone-receptor-positive breast cancers as adjuvant treat-ments following surgery to stop oestrogen from encouraging cell growth, and also to slow growth of metastatic breast cancer. Androgen suppression therapy is used in prostate cancer, with approaches including luteinising hormone-releasing agonists for stopping production of testosterone, and anti-androgens for preventing testosterone from attaching to receptors on prostate cells.More recently, in lung cancer, monoclonal antibodies such as cetuximab have been used to block receptors to prevent epider-mal growth factor from encouraging cancer growth. On the insulin battlefield, recent studies have explored whether metformin a biguanide, which lowers levels of glu-cose and insulin, and is the most widely prescribed drug for type 2 diabetes could be repurposed for the prevention and treatment of cancer. \"Metformin has the advantage of being safe and well tolerated. However, unfor-tunately it only lowers insulin levels by around 20%, which has limited impact on hyperinsulinaemic patients, who usually have double or triple normal levels of insu-lin,\" explains Michael Pollak, a leading researcher in this field, from McGill University, Montreal, Canada.A phase II randomised controlled trial involving 121 patients with advanced pancreatic cancer, undertaken by Pollak and colleagues, showed no difference in overall survival between patients randomised to the control arm (standard of care) and the experimental arm (standard of care plus metformin) ( Lancet Oncol 2015, 7:83947). One avenue being explored is to focus on more potent biguanides. Pollak cautions, however, of the danger that the patient could become a type 1 diabetic if their insulin levels are lowered too far. \"We don't know if there's a sweet spot that can be achieved where insulin levels are safe for patients, but dam-aging to tumours,\" he says.Metformin may also have a role to play in cancer prevention. A Japanese phase III randomised study of 151 patients who had colorectal adenomas resected by endoscopy found those assigned to metformin had a significantly lower recurrence of polyps and adenomas ( P=0.034) after one year ( Lancet Oncol 2016, 17:47583). \"This looks encouraging, but prevention trials are not so advanced because they need thousands of patients and long-term follow-up,\" says Pollak. Michael Pollak, from McGill Uni- versity, Montreal, is leading efforts to research the role of the metabolic hormone insulin in promoting differ - ent cancers, and the potential clinical implications. \"The behaviour of most normal cells is determined by their hormonal environments, with cell surface receptors detecting hormones that can alter cell behaviour,\" Pollak explains. He estimates that around three quarters of cancers retain some responsivity to hormonal environ-ments. \"Although completely differ - ent from toxic carcinogens, hormones enable mutated cancer cells to live longer, so they're more likely to divide and form tumours,\" he says. \"We haven't yet succeeded in apply- ing general hormone principles opti-mally across all types of cancers,\" he adds, but argues that \"there are likely to be many more cancer types that have yet to be identified with receptors for different hormones that encourage growth, which could be targeted as treatments.\" The immune system - friend or foe? The potential role of the immune system in countering cancer - recog-nising cancer cells as abnormal and 11 Autumn 2018Cover Story The immune system battlefield Immune checkpoint blockers, which boost the body's own immune system rather than affecting the cancer cells, are considered one of the first successful 'soil therapies', chang - ing the cancer's ecosystem or TME. antagonistic antibod ligand PD-L1. All of them, in effect, remove a cancer imposed 'brake' on the immune system. Although checkpoint inhibitors have been successfully used to treat some patients with metastatic melanoma, lung cancer, renal cell carcinoma and Hodgkin's lymphoma, the approach only delivers long-term results in around one in four patients. A potential way forward, says Tim Elliott, who directs the new Centre of Cancer Immunology at the University of Southampton, could be to combine checkpoint inhibitors with vaccines.A recent study by Vésteinn Thorsson (Institute for Systems Biol-ogy, Seattle, Washington), which used data from The Cancer Genome Atlas (TCGA) that analysed more than 10,000 tumours encompassing 33 diverse cancer types, identified six different subtypes for immune infiltration of tumours ( Immunity 2018, 48: 81230). \"The really exciting finding was that the six cat-egories cut across all the different types of cancer,\" comments Elliott. \"There seems to be a strong correlation between having lots of immune cells infiltrating tumours in particular lympho-cytes and good outcomes.\" A critical question, adds Elliott, is why some tumours attract lymphocytes while others do not. In an intriguing case report where a number of different met-astatic sites in a woman with advanced ovarian cancer were analysed by immunogenics, Martin Miller (Cancer Research UK, Cambridge Institute) showed that immune microenviron-ments differ between sites in the same patient, with progress-ing metastases characterised by immune cell exclusion and regressing and stable metastases infiltrated by CD8+ and CD4 + T cells ( Cell 2017, 170:92738). Such findings suggest that multiple distinct tumour immune microenvironments co-exist within single patients. \"Our hypothesis is that the tumour itself can pro-gramme signalling path-ways that have a strong effect on the immune microenvironment, which ultimately dictates whether immune cells can infiltrate the tumour,\" says Miller. His team is now hunting for the signals that gov-ern the TME in metastatic disease to understand how cancer cells create a pro-tumourigenic niche. Potential strategies of attack Strategies for improving the response to immune checkpoint blockade remain a very active area of research. This includes issues of dose, combinations, and sequences, as well as the potential benefits of combining checkpoint blockade with vac-cines. Emerging understanding about the role of the gut micro-biome in determining response to immunotherapy is also opening up new lines of research into the potential for modifying patients' microbiota to optimise immune response (see 'Micro-biome battlefield' 12).Other immunology approaches being explored in cancer include Chimeric Antigen Receptor (CAR) T-cell therapy, where T cells are engineered to enhance the response of the immune system against a specific tumour antigen. For the process, T cells are extracted from the patient's blood through leukapheresis and then genetically modified to be specific to antigens expressed on tumours but not on healthy cells. They are then grown in large numbers 'expanded' and then infused back into the patient. Two new treatments for children with acute lymphoblastic leu-kaemia and for adults with lymphoma have been approved by the FDA, but the downside is that they are hugely expensive, costing around $475,000 per patient. eradicating them- has been postu- lated since the end of the 19th century. In 1891, after stumbling on the case of a patient whose cancer regressed after a severe skin infection, William Coley tried treating cancer patients with intratumoural injections of inacti-vated Streptoccus pyogenes and the body's 'resisting powers'. Later it became apparent that it was not the bacteria that were responsible for the antitumour effects observed, but rather that the bacteria activated the immune system to destroy tumours. \"Any change to our proteome caused by cancer-related genetic changes has the potential to be recognised as for - eign by the immune system,\" says Tim Elliott, who directs the new Centre of Cancer Immunology at the Univer - sity of Southampton. A big problem, however, is that cancer cells are able to activate checkpoint inhibitor mol-ecules, such as PD-1 and CTLA-4, which originally evolved to shut off immune responses so as to prevent the immune system from causing autoim-mune diseases, such as type 1 diabe- tes and rheumatoid arthritis. This may help explain the disappointing vaccine trials in the early 21 st century which, with a few notable exceptions (such 12 Autumn 2018The microbiome battlefield Jennifer Wargo, from the MD Anderson Cancer Center, in Hou- ston, Texas, believes differences between individual microbi-omes explain why only around one in five patients respond to checkpoint inhibitors, such as nivolumab, pembrolizumab and ipilimumab. Wargo's research group focuses on the genetics of melanoma and other cancers with the goal of understanding what allows them to grow, spread and evade the immune system. In studies she has shown that melanoma patients with more diverse gut microbiomes and increased concentrations of the Ruminoc- caceae family of bacteria have better treatment responses ( Science 2018; 359:97103). To investigate causal mechanisms, Wargo transplanted faecal microbiomes from responding and non-responding patients into germ-free mouse cancer models. She found that mice receiving transplants from responding patients had significantly reduced tumour growth and higher densities of beneficial T cells, lower levels of immune suppressive cells and better outcomes when treated with checkpoint inhibitors than those receiving transplants from non-responding patients. \"We think having the right bugs leads to the production of key metabolites, like short chain fatty acids that promote immune function,\" she says.A different mechanism may account for an association found between having the 'wrong bugs' and developing colorectal can-cer. According to a study conducted by Paul O'Toole, professor of microbial genomics at University College, Cork, in Ireland, the microbiomes of people with colorectal cancer are distinguished from healthy controls by having a greater abundance of bacteria that have previously been reported as oral pathogens, to gut bacteria, including secret-ing biofilms that allow them to adhere more efficiently to mucosal surfaces and remain in place longer,\" says O'Toole. The result of this greater staying power, he argues, is that these bac-teria are more likely to pro-mote localised inflammation, which is \"a final step in the devel-opment of cancer\". Potential angles of attack For people embarking on checkpoint inhibitor treatment, enhanc-ing their impact would be very valuable. Defining what is meant by a 'good' microbiome in that context represents the greatest challenge, with no single magic bullet converting patients from responders to non-responders. To overcome this, Wargo hopes to start clinical studies by the end of 2018, where melanoma patients who do not respond to PD-1 based immunotherapy will be implanted with faecal transplants from those who do. To modify the microbiome to protect against colorectal cancers, O'Toole believes that tweaking it through adopting healthy diets rich in fibre is the way to go. \"The healthy diet microbiota disease paradigm suggests diets rich in fibre promote a wide range of gut bacteria preventing colonisation by oral bacteria, and these bac-teria also produce short chain fatty acids (such as butyrate) that reduce inflammation,\" he says. O'Toole has further suggested that microbiome testing could be used to identify people at increased risk of developing certain cancers and for early detection. as BCG vaccine in bladder cancer), either failed or had modest effects. \"At the time we didn't know about check-point blockade, and were recruiting a lot of well-intentioned cytotoxic T-cells to tumours, which got switched off,\" says Elliott. Targeted therapies that block immune checkpoints have led to important survival gains particularly for certain patients with advanced melanomas. Microbiome - the local and remote impact of our gut residents The human microbiota, includ- ing bacteria, archaea, protozoa, fungi, viruses, and bacteriophages, reside on internal and external surfaces of the body. More than 100,000 different species occupy the human ecosystem, and their cells are thought to outnum-ber human cells by a ratio of up to three to one. The concept of bacterial infection leading to cancer is far from new - links between stomach cancer and Helicobacter pylori infection have been known for years, and are now understood to be mediated by chronic inflammation. More recently, new knowledge has been emerging about the role our microbiome plays in the development and growth/inhibition of cancer both locally, within the gut, and - more sur - prisingly - remotely, anywhere in the body. The makeup of the gut microbiome is one of the strongest factors cur - rently known to predict response to treatment among people treated with immunotherapies for cancers includ-ing advanced melanomas and lung, renal and urothelial cancers. Within the gut itself, studies com- paring the microbiota of people with colorectal cancer against healthy con-trols have shown a greater abundance of bacteria previously reported as oral pathogens among those with colorec-tal cancer (Gut 2017, 66: 633-643). Cover Story 13 Autumn 2018Towards a strategic battlespace plan Greg Hannon, director of the Can- cer Research UK Cambridge Institute, supports Hanahan's call to extend the target of cancer treatment beyond the cancer cells into the environment that sustains the tumour, arguing that tar - geting the \"genomically stable host cells\" of the TME \"offers the potential to get around some of the tumour's problems of diversity, adaptability and plasticity.\" Tim Elliot, of the Cancer Immunol- ogy Centre in Southampton, agrees. \"In future, to guide therapy we will need to obtain comprehensive pic-tures of the individual patient, taking into account the cancer genome, the TME and interactions between the two.\" Such an approach would deliver the ultimate personalised therapy, he adds. To do this effectively will require greater understanding of the extraor - dinary complexity of the TME - aptly described by Mukherjee as an \"infuri-atingly intricate web\". This in turn will require sophisticated modelling, with investigators taking a range of differ - ent strategies to delve into the com-plex ecosystems and probe the cross-talk between different components, to gain an accurate description of the interconnectivity of the TME and the plethora of molecular mechanisms and types of cells involved. One such investigation is being led by Martin Miller (Cancer Research UK Cambridge Institute), who is using 'big data' to look for TME signatures in large tumour cohorts that can be linked to patient outcomes, to discern patterns that provide informative nar - ratives about particular cells, pathways and molecules. Another is the 'CANBUILD' proj- ect, led by Fran Balkwill at the Bart's Cancer Institute, London, which is using tissue engineering and stem cell techniques to create a 3D ovar - ian cancer model composed of fat cells, fibroblasts, mesothelial cells and tumour cells, measuring a few milli-metres across. \"We hope to put various elements of the TME together and ask questions about what they do by strategically removing different com-ponents,\" Balkwill explains, adding that the next step is to add blood ves-sels and macrophages. Ultimately it is hoped that the model can be used to test therapies targeting the TME. But perhaps the most audacious endeavour so far is the IMAXT project, where an interdisciplinary team involv-ing breast cancer genomic research-ers, computational biology experts, mathematicians, microscopy experts, astronomers and game developers are collaborating to make a 3D virtual real-ity model of the breast cancer TME. The team, from the UK, Switzerland, USA, Canada and the Republic of Ire-land, are gathering thousands of bits of information about every cell in the tumour to explore how they interact and influence each other. Greg Hannon is the principal inves- tigator of IMAXT. \"We realised that to embrace the incredible complexity of the TME we needed to devise meth-ods not just to quantify the number and type of cells present, but also to consider how spatial locations and 3D architecture influence function. We want to be able to capture who is talk-ing to whom and what they are saying,\" he says. Working initially with biopsies of around 100,000 cells, the team are using Serial Two Photon Tomography (TM) technology to image tumour slices at submicron resolution and then analyse them for the genetic information in every cell. Currently the team is imaging mouse tumours a millimetre across to perfect the technology, but they hope to move onto imaging tumour samples from the METABRIC project, where Carlos Caldas and colleagues cat-egorised breast cancer tumours from over 2,000 women into 11 different subtypes (see 'Don't shoot the driver', Cancer World 81, Spring 2018). \"Our initial goal is to achieve accu- rate representations of our samples. But, in the long term, if we collect enough information, we may be able to rebuild the tumours in virtual real-ity, allowing scientists to 'walk into' them and programme how they would respond to perturbations in TME,\" says Hannon. Eventually, he adds, some version of the model could become a new pathological tool in the clinic to model treatment options for individual patients. Undoubtedly, the tumour micro- environment holds the secret of many current mysteries around cancer that have eluded scientists. It could explain phenomena such as why breast can-cers always metastasise to bone and not the liver, why some cancers sud-denly regress, why micrometastases can lie dormant for many years before coming back as metastatic cancer, and why autopsy studies reveal that many apparently healthy people who have died of unrelated causes harbour small cancers. \"If you look at what actu-ally kills people with cancer, it isn't the cancer cells themselves, but the 'cancer swamp' created by the TME,\" says Pienta. \"What people die of is the swamp gases, things like cytokines and chemokines, released by the TME that lead to cachexia and blood clots.\" Since the overriding aim is to avoid death, greater understanding of the TME is of paramount importance. To comment on or share this article, go to bit.ly/CW83-TMECover Story 16 Autumn 2018Cutting Edge Beating cancer at its own game Game theory has been used to understand economics, ecology and evolution. It is now being used to try to help us outwit cancer. Sophie Fessl asks: will evolutionary game theory guide the way to a more strategic use of available cancer drugs?©Maddalena Carrai 17 Autumn 2018Cutting Edge the use of game theory for under - standing evolution and its dynam- ics. Evolutionary game theory differs from classical game theory in that players are not rational. Players - or animals in an ecosystem or cancer cells in a tumour - use a variety of behaviours and features, a pheno-typic strategy, to compete for the available resources. But the players do not decide on or choose a strategy. Instead, they inherit their strategy - their strategy is based on their genes. And the payoff, or consequence of interaction, is survival and prolifera-tion. Which player (or animal or can-cer cell) wins or loses is determined by their phenotypic strategy, the fre-quency of the players in a population and their interaction. One early example of the use of evolutionary game theory in can-cer was using a hawk-dove game to study the emergence of tumour invasiveness (see p 18). The model asked: when resources are scarce, what are the payoffs for a motile cell that moves away to a place where it doesn't have to share resources, and for a proliferative cell that stays to use the resource? Evolutionary game theory models have been used to analyse different aspects of cancer, from the steps along cancer progres-sion, to how increasingly aggressive phenotypes arise, how cancer cells co-operate through the release of Cancer isn't a game - but if we treat it that way for the pur - pose of developing therapeu- tic strategies, cancer may be beaten. This is the premise of a section of mathematical oncologists, who use game theory to analyse cancer pro-gression and the impact of different strategies for treating it. There are early indications that this approach could be making some headway. A pilot trial in the treat-ment of metastatic prostate cancer, for instance, indicated that the use of strategic drug holidays may be able to keep the disease in check for longer using a lower cumulative dose. Examples like this are now fuelling questions about whether we may already have the drugs needed to treat most cancers, but need to learn to use them in a way that plays to the cancer cells' evolutionary weaknesses. Evolution - a process by which, as Darwin wrote, \"from so simple a beginning endless forms most beau-tiful and most wonderful have been, and are being, evolved\" - is also at play in cancer. Except that, in cancer, the 'endless forms' generated by the clonal evolution of cancer cells are frustrating and often deadly, holding as they do the key to cancer's ability to successfully outwit treatment. The concept of cancer as an evo- lutionary process is one that has become fundamental to our concep-tualisation of the disease in recent years. It has informed our under - standing of why metastatic cancer so often responds to initial treatment but then almost invariably evolves resistance, eventually leading to treatment failure. What is hasn't yet done is effect any fundamental change to the treatment strategies we use, which remain largely reliant on using successive lines of treat-ment as and when resistance to the previous one develops. David Basanta, Associate Mem- ber of the Integrative Mathemati-cal Oncology Department at H. Lee Moffitt Cancer Center in Tampa, Florida, believes that cancer's abil-ity to evolve will always give it the upper hand against this conven-tional approach to treatment. He argues that the answer lies in taking on cancer at its own game. For some years now he has been a leading member of a group of mathemati-cal oncologists who are spearhead-ing the application of game theory to studying cancer, an approach he summarises like this: \"Cancer treatment is a process of selection: sensitive cells die, while resistant cells are selected for and remain in the tumour. Treatment is one of those modifiers of the selection pressure exerted to shape tumour evolution. One tool to study this selection is evolutionary game theory. Evolutionary game theory focuses on interaction: It explains the interaction between cell types and how tumours and their cell composition change with selection pressure.\" Using game theory to understand biology Game theory is a mathemati- cal tool that was originally used to understand conflict and co-opera-tion in economics. It allows math-ematicians to study games in which the outcome for one player depends not only on their own strategy but also on the strategies that the other players use. The 'prisoner's dilemma' is a popular example of a classic game theory model. John Maynard Smith pioneered \"Evolutionary game theory explains the interaction between cell types and how tumours change with selection pressure\" 18 Autumn 2018 Strategies of survival: the hawks and the doves One classic example of an evo- lutionary game is the hawk-dove game. Individuals in a species have two ways to resolve fights over food: while hawks are aggressive, doves are meek. When two doves chance upon food, they divide it into two equal halves. When two hawks have a dispute, they fight. The winner takes the food, while the loser is severely injured. When a hawk and a dove meet, the dove baulks and leaves the food to the hawk. While the hawk wins the food, the dove gets nothing but also avoids injury. Evolutionary game theory captures these interactions in a payoff table: what are the costs of each strategy for each interaction? Evolutionary game theory allows modellers to draw conclusions about the popu - lation. When modellers know how much an injury costs an individual and how much food helps in terms of reproduction, they can work out what the stable proportion of hawks and doves is in a given population. This is the evolution-ary stable set of strategies: the ecosystem is at a point at which it cannot be easily disrupted. Similar evolutionary games have been played with tumour cell populations. Cutting Edge growth factors, and how metastases get established in the bone. Lessons to learn for cancer What are the lessons that can be learned from studying cancer with such evolutionary games? One major conclusion drawn by Robert Gatenby, co-director of the Can-cer Biology and Evolution Program at the Moffitt Cancer Center, who also headed the formation of the Integrative Mathematical Oncology program, is that focusing solely on destroying as many cancer cells as possible may not be the best option when dealing with metastatic, incur - able cancer. \"In metastatic prostate cancer, standard of care uses a sim-ple strategy: we give the same drug at the maximum possible dose over and over again, until progression. But, when cancer is modelled as a game theoretic process in which the treating physician moves by apply-ing therapy and the cancer cells play by deploying adaptive strategies, current treatment protocols repre- sent a poor strategy. \"By repeatedly applying the same single drug, the physician imposes intense evolutionary selection pres- sure for resistance while removing all susceptible cells that are poten-tial competitors. Before treatment, the resistant cell population is often small because the molecular mecha- nism of resistance comes with a cost in terms of their fitness. \"When susceptible cells are killed off with therapy, resistant cells can grow unopposed. With the maxi- mum tolerated dose approach, we actually accelerate the growth of the resistant population. A high drug dose is good if it is curative, but not if it can't cure.\" David Basanta cautions that in most aggressive tumours, tumour shrinking is only temporary, and the tumour grows back even big- ger. \"With treatment, we need to be careful what we leave behind. The resistant cells we leave behind are the reason why the tumour comes back: what we don't kill, we select for. The tumour gets bigger, as treat- ment options have been reduced and the cancer can keep growing.\" From whack-a-mole to chess The proponents of evolutionary game theory in cancer are ready with alternatives. Their models suggest that using available drugs 19 Autumn 2018 Stroma dependent vs independent cell game A hypothetical tumour has two main clonal cell populations: one successful tumour population (D) that is dependent on support from stromal cells (S), and one less successful tumour population (I) that is independent of the stroma. Treatment was designed to kill as many cells as possible. In this case, the stromal cells are killed off, and population D is reduced. However, the growth potential of the remaining tumour cells (I) is unaffected. As these cells are not susceptible to the treatment, this initially treatable tumour has now become completely resistant. Source: David Basanta and Alexander R A Anderson (2013) Exploiting ecologi- cal principles to better understand cancer progression and treatment. Interface Focus 3:20130020. Reproduced by permission of the Royal Society. Permission conveyed through Copyright Clearance Center, Inc.S I DProportion of populatio n Timesteps1.0 0.8 0.6 0.4 0.2 0 20 40 60 80 100Cutting Edge in a more strategic way may lead to a breakthrough in cancer therapy. The current maximum tolerated dose strategy resembles a 'whack-a-mole' approach, in which the cell populations that pop up are pushed back as they appear, but respite for the player is usually only short and the next cell population pops up again. Using game theory, oncologists might be able to approach cancer therapy more like a game of chess, with a refined strategy reacting to the opponent. This approach could, for exam- ple, help understand the impact targeted therapies have on hetero-geneous tumours, where only some types of cell will be killed by the tar - geted therapy, leading to changes in the cell population, which may then respond differently to treatment - or not at all (see box). But if cancer progression is a game, can oncologists take the lead and control the direction in which it proceeds? David Basanta hopes so. \"By looking at cancer treatment as a game, we can change the dynamics. We need to change the rules of the game against cancer so that we can control how the cancer evolves in a different direction: either becoming treatable in the long term or more akin to a chronic disease that a patient can live with.\"Evolutionary-informed therapy on trial Several groups are trying to incorporate evolutionary thinking into developing a new strategy for treating prostate cancer. Gerhardt Attard, then clinician scientist at the Institute of Cancer Research, London, led a study in 2014 which tested a new option for treatment, namely using liquid biopsies to monitor for signs that drug-resistant cancer cells are emerging. Treat-ments could then be changed before the disease is (further) driven into a more aggressive form. However, this is more a case of detecting the mole early to whack it more quickly, rather than a strategy to play the mole. Robert Gatenby is now testing just such a game-changing strategy. In a clinical trial of adaptive ther - apy in metastatic castrate-resistant prostate cancer, he is seeking to capitalise on the natural competi-tion between susceptible and resis-tant cells by adjusting drug timing to account for the response of the tumour. Gatenby and colleagues started by modelling treatment response to abiraterone, which inhibits CYP17A, an enzyme needed to produce tes-tosterone. Simulations showed that standard dosing strongly selects for androgen-independent cells - cells for which this therapy does not work. Clinical trial data show that, with standard dosing, treatment fails at a median of 16.5 months after the start of therapy. Gatenby and colleagues used this informa-tion to develop an adaptive therapy regime that is designed to suppress proliferation of androgen-indepen-dent cells and is informed by each patient's response to therapy. Last year, they reported results from 11 patients in a pilot clinical trial. \"We simply gave abiraterone treatment until PSA drops to half the pre-treatment value. Then we stopped treatment until PSA reached the pre-treatment level,\" Gatenby explains. \"When the drug is taken away, the tumour grows, but there is no selective pressure for resistance. \"With treatment we must be careful what we leave behind. What we don't kill, we select for\" 20 Autumn 2018 Adapting for balance Cancer-cell populations compete, so completely killing cells that are sensi- tive to a particular drug lets resistant cells grow unfettered. A pilot clinical trial in advanced prostate cancer led by Robert Gatenby and colleagues at the H. Moffitt Cancer Center in Tampa, Florida, is providing early evidence that adjusting dosage according to tumour response could extend time to pro-gression by maintaining balance between the populations. Source: Adapted from Cassandra Willyard (2016) Cancer, an evolving threat. Nature News 532:166168. Reproduced with permission, © 2016 Springer NatureSensitiv e cellResistant cell Apply therapy Only some cells are resistantSome sensitiv e cells remainThe tumour remain s treatable.Halt therapyCutting Edge In fact, the treatment-sensitive cells are fitter than the resistant cells and grow back more. At the end of the cycle, when PSA reaches pre-treatment level, we are basically back where we started. The tumour remains treatable.\" Mathematical models showed that, depending on a patient's start-ing conditions, this cycling between treatment and drug holiday could last for between two and twenty cycles, at which point the resis-tant cells finally take over and the tumour becomes untreatable. The cycle length also depends on the patient, as smaller populations of resistant cells lead to longer cycle times, because it takes longer for the PSA value to reach its pre-treatment value. Cycle length was calculated to lie between three months and more than one year, which was also seen in practice, says Gatenby: \"Some of the patients in this trial received treatment less than once a year. So far, only one of the patients in the pilot trial pro-gressed, at the end of two cycles.\" The other ten patients reported on in the publication have a median time to progression of at least 27 months. But this is not enough for Gatenby: \"Ultimately, our goal is to control the tumour sufficiently long that it effectively becomes a chronic disease.\" Time to progression - in this pilot trial - is increased, and remarkably, this is achieved with a lower cumu-lative drug dose, explains Gatenby: \"On average, the men on our trial receive less than half the dose that they would have received otherwise, with standard of care. We see a longer response and use less drug, which for our patients also means avoiding toxicity. Drug holidays mean that the disease is easier to live with. Some patients have long breaks, of two to four months, in which they do not take abiraterone. This means we can prolong their lives and improve their quality of life.\" It is probably little surprise that this pilot trial was carried out at the Moffitt Cancer Center: the cen-tre has an Integrated Mathemati-cal Oncology Department, with a faculty of six cancer researchers and mathematical modellers. And they are highly interconnected with the small and dynamic scene of researchers applying game theory - and other mathematical models - to understanding cancer. But will adaptive therapy, if it lives up to its promise in larger tri-als, be confined to academic centres with access to an extensive math-ematical background? \"Anybody could do this trial,\" assures Gatenby, \"The planning is complex - we had a team of two oncologists, two mathematicians and one evolutionary biologist designing this trial. But we distilled this information into a simple trial that could be done anywhere. If you need a mathematician in the clinic to run a trial, it is just not going to happen.\" Another clinical trial of adaptive therapy with abiraterone for prostate cancer at the Moffitt has recently been approved; five more are being planned for mela-noma, ovarian, thyroid, breast and lung cancer. \"We need to change the rules of the game against cancer so that we can control how the cancer evolves\" 21 Autumn 2018 The double bind Developing resistance to one treatment can leave tumours vulnerable to oth- ers. This phenomenon may help explain the surprising findings of a trial looking at the impact of p53 vaccine on patients with small-cell lung cancer, which showed minimal direct impact on tumour growth, but was associ-ated with a heightened response to subsequent chemotherapy, particularly among patients who had shown a strong immunological response to the p53 vaccine. Evolutionary modelling can suggest the best way to apply multiple therapies to almost eradicate resistant cells. Source: Adapted from Cassandra Willyard (2016) Cancer, an evolving threat. Nature News 532:166168. Reproduced with permission, © 2016 Springer NatureSensitive to therapy 1Sensitive to therapy 2Apply therapy 1Apply therapy 2Reappl y therapy 1Cutting Edge The sucker's gambit A different approach to exploit- ing evolutionary dynamics for can- cer treatment is what is known as 'the sucker's gambit' or 'evolutionary double bind'. Taking a hypothetical example from ecology, if crows are introduced to control a population of mice, those mice that hide in bushes are better adapted and likely to survive. If snakes are now intro-duced, the snakes are more likely to pick off mice in bushes - the snakes now select in favour of mice in the open, which are in turn more vulner - able to crows, and so on. In cancer, an evolutionary double bind would mean that a first treatment makes the tumour more vulnerable to sec-ond treatment, which in turn makes the tumour more vulnerable to the first treatment - at best, wiping the tumour out, or at least control-ling the disease by cycling between treatments. The concept of an 'evolutionary double bind' could be the explana-tion for a curious observation in a clinical trial of p53 cancer vaccine and chemotherapy. In 2006, Scott Antonia and colleagues at the Mof-fitt Cancer Center ran a pilot trial on 29 patients with small-cell lung cancer, who had failed first-line chemotherapy. Just over half of vac-cinated patients had a specific T-cell response to the p53 vaccine, but only one patient showed a (partial) tumour response. However, follow-up after the trial found a clinical response to second-line chemother - apy in 62% of patients who received it - while historical controls show a response of less than 5%. Patients who responded immunologically to the vaccine were more likely to respond to second-line chemo-therapy (75%, compared to 30% of patients without immunological response). How did this synergistic effect arise? Basanta has published an explanation based on evolution-ary game theory: \"Antonia and colleagues did not expect such a synergistic effect to happen, and previously no mechanism to explain the observation was found. Our model suggests that a double bind is behind the synergy. We are still testing how to explore this option further for cancer therapy.\" While the researchers do not know exactly how this evolutionary double bind proceeds, they speculate that patients' response to the p53 vac-cine - perhaps by down-regulation of p53 - left the cells more vulner - able to chemotherapy. Alternatively, the chemotherapy may have made the tumour cells more vulnerable to immune attack, primed by the p53 vaccine. Exploiting co-operation Cancer cells not only compete, they also co-operate, for example by secreting growth factors. These not only benefit the producing cells but also their neighbouring cells. The cells producing no growth factor are at an advantage when surrounded by producing cells; they can free-ride on the growth factors and increase their frequency in the population. The snakes select in favour of mice in the open, which are in turn more vulnerable to crows, and so on\" 22 Autumn 2018 Cutting Edge Marco Archetti, lecturer in evolu- tionary theory at the University of East Anglia, in Norwich, UK, stud-ies co-operation via growth factors using public goods games - a type of game theory model. \"The problem we ask is: why don't the non-produc-ing cells take over in a tumour, and drive the growth-factor-producing cells to extinction?\" As evolution is about the sur - vival of individual cells, he explains, nothing can evolve for the benefit of the group, so the prospect that the tumour would eventually die off without growth factors is not going to deter non-producing cells from free-riding. \"Non-producing cells can, in fact, drive producing cells to extinction. But if the cost of growth factor production is low enough, and the benefit of producing growth factors is non-linear, a stable equi-librium is reached, and the two cell populations co-exist in a tumour. When the level of 'cheating' cells is high, however, they drive out the growth-factor-producing cells.\" Archetti is attempting to use his insights on co-operation between cancer cells to devise more evolu-tion-proof therapies, currently using a mouse model. \"We are trying to devise therapies that are not prone to relapse, using genetically modi-fied cells. In this approach, we take cells from a tumour and remove the genes they need for producing growth factors. We then reinsert the cells in the tumour. The modified cells spread, as they do not pay the cost of growth factor production, but free-ride on producing cells. These extra cheating cells drive the original clone to extinction.\" As Theodosius Dobzhansky famously said, \"Nothing in biology makes sense except in the light of evolution.\" It appears to hold true for cancer biology; how to carry that over to the clinic remains the big challenge. To comment on or share this article, go to bit.ly/ CW83-CancerGameTheory\"When the level of 'cheating cells' is high, they drive out the growth-factor-producing cells\" 24 Autumn 2018 In the Hot Seat Cancer World: How has the landscape of clinical/trans- lational cancer research and delivery of treatment and care changed across Europe since OECI was set up 40 years ago? Thierry Philip: When OECI was created, Europe was not as extensive as it is today. There are now 93 OECI cen-tres. Cancer care has changed a lot during that time. The shift away from organising based on organ towards a more transversal organisation around comprehensiveness, and the tremendous evolution in biology, have modified the way treat-ment is delivered. Now it is more personalised and based on a tumour profile that differs increasingly from one patient to another, and is more related to biology than organ location. Translational and clinical research has progressed from small institutional trials to big European trials. It is also noteworthy that specific associations have been set up for children and for old people - with SIOP [International Society for Pae-diatric Oncology] and Oncology] - and the EORTC [European Organisation for Research and Treatment of Cancer] has become a major player. The relationship with industry has also changed, and we are now moving towards Big Data and the role of artificial intelligence in the treatment and care of cancer. CW: How have the OECI's mission and activities changed over that time? Is the title 'Organisation of European Cancer Institutes' still a fair description of what you are? TP: I think that 'Organisation of European Cancer Insti- tutes' is becoming increasingly accurate. In Europe, can-cer is organised mainly around universities or comprehen-sive cancer centres. Historically, the university hospitals were mainly organised around organ specialities, whereas the cancer institutes were organised more transversally, Thierry Philip President, Organisation of European Cancer Institutes Whether you are a designated cancer centre leading international translational research projects, or a cancer service working to deliver high-quality treatment at a university hospital, the Organisation of European Cancer Institutes (OECI) is where you belong. So says OECI's new President, Thierry Philip, who spoke to Cancer World about his plans to drive forward OECI's mission to promote top-class research and raise standards of care across Europe. 25 Autumn 2018In the Hot Seat Thierry Philip was elected President of the Organisation of European Cancer Institutes in June 2018. He is a full professor of medical oncology, and since 2013 has chaired the board of directors of the Institut Curie, in Paris. He previously served at the Léon-Bérard cancer centre in Lyon in various capacities, including as the centre's director, between 1989 and 2009. While there, he founded the centre's Cancer Environment and Health Economics department. Philip has also served as president of many organisations and centres involved in organising and delivering cancer research and treatment, including the Fédération nationale des centres de lutte contre le cancer now known as Unicancer and the Comité national du cancer.around comprehensiveness. However, the modification of the biology of cancer allows the university hospitals also to organise more and more in terms of comprehensiveness and to create 'virtual cancer institutes'. I also think that the organisation around comprehensive- ness is more and more accurate, and OECI is the organisa-tion both for historical cancer institutes and for cancer organ-isation within the university hospitals. The two systems are not in opposition. They are very complementary, and one of the objectives of OECI is to make these two systems increas-ingly effective. We want to define quality of care by taking the best aspects of the two systems. CW: Is OECI primarily concerned with facilitating top institutes to drive forward progress in cancer treatment, or with raising standards of treatment and care delivered across Europe? TP: OECI doesn't differentiate at all between the top institutes and the delivery of quality treatment throughout Europe's various healthcare systems and various sizes of hos-pitals. As with the Tour de France, we need the best institutes to compete for the general prize and to win as many stages as possible, but we also want the other members of the team to 'make the time cut', to avoid elimination. We need to create the best conditions to improve quality of care for top institutes and we need to guarantee standards of treatment and care all over Europe. We don't want to give priority to either one of those major objectives. OECI is a unique organisation of institutions, not individuals. We don't want to oppose those two systems, but to establish a link and help both to improve their quality. CW: Which countries and types of facilities have shown the greatest interest in participating in the OECI's accreditation scheme to date, and what are your ambitions for this scheme? TP: Italy and France are the countries that show the great- est interest in participating in the OECI quality accreditation and designation process. My own ambition is to increase the number of our members who achieve accreditation as com-prehensive cancer centres or clinical cancer centres. CW: In the absence of a European version of the US National Cancer Institute, cancer research projects, networks, platforms, collaborations and organisations tend to proliferate in an ad hoc manner. Where does OECI fit into this picture? TP: It is true that the picture of various associations in Europe is complex, but it is also true that OECI is the only European association of institutions. OECI is in favour of cre-ating a cancer coalition in Europe where all the main actors can contribute their skill and expertise - and I will make my best efforts to this end. We are currently consulting OECI members in an internal 'European Cancer mission working group', where we will try to clarify our own vision of what a mission within the next FP9 [EU research framework pro-gramme] could be and how we can join other organisations in a common European project. My own vision for such a project is well known. I think that, for a putative cancer mission to be useful, it should be a network of cancer networks, where prevention, early diag-nosis and screening, basic research, translational research, and clinical research will be included within a well-identified action. OECI is ready to work in this direction with others. My own vision is that a mission should not focus on a small part of the problem. For example, focusing only on transla-tional research would be comparable to launching the 'Apollo mission' focusing only on how to take photos on the Moon. A mission should be defined as clearly as the 'Apollo mission' - to send a man to the Moon and back to Earth - and be some-thing that European citizens can understand and appropriate. My own vision is that we can focus on one of the two extremities of life. This could be a paediatric mission, where the objectives should be to increase survival from 80% to 100% and to decrease sequelae in survivors. Or it could be to address the epidemic of cancers in Europe's aging population. This second option is the one I would prefer, because preven-tion, early diagnosis, screening, basic research, translational research, clinical research and outcome research can easily be included as part of such a mission, which would address major questions for the future of care systems in Europe. To comment on or share this interview go to bit.ly/CW83-ThierryPhilip 28 Autumn 2018For oncologist Sebastian Ochsenreither at Berlin University Hospital - the Charité - Patient 19 is a person of flesh and blood; he has shaken hands, taken his blood pressure and discussed the CT scan of his mucosal tumour with him. For bioinformatician Thomas Kessler, Patient 19 is a file containing 22,117 differential equations that are linked to 600 gigabytes of genome data. For human geneticist Hans Lehrach, Patient 19 represents the future of medicine. Hans Lehrach, Thomas Kessler and Sebastian Ochsen- reither are currently testing an idea that sounds like the stuff of science fiction. They are simulating people on a computer to identify the right drugs for them. Patient 19 is one of 35 patients with melanoma who are participating in the study. Kessler and his colleagues make a digital copy of each patient. They then use the computer to identify the substance that will best help the copy, or 'digital twin'. The decision on which drug the patient receives is taken by a human. For Patient 19, this person is Sebastian Ochsenrei-ther of the Charité. The project is inspired by the vision of personalised medi- cine, and the person to speak to first is Hans Lehrach, the Need a doctor? Send in your digital twin! Max Rauner, Science editor at ZEIT Wissen , the popular science magazine of Germany's largest weekly newspaper Die ZEIT , won the Cancer World Journalism Award for best article on research, with this piece on the use of modelling 'virtual patients'. The award recognises the value of journalism that explains cancer research and its potential application in a way that is accurate, relevant and exciting.Photo courtesy of Die Zeit ©DIE ZEIT_Michael Heck Best Reporter29 2018 ©Maddalena Carrai greatest visionary of them all. Lehrach has an enormous office at the Max Planck Institute for Molecular Genetics, with a giant desk and giant screens. The 70-year-old was Director of the Institute for many years; he set up biotech companies, conducted research in Boston and London, and helped decode the human genome. His achievements have already earned him immortality in the scientific community. He could be enjoying retirement and spending his morn- ings walking in the Grunewald forest, but instead he con-tinues to throw himself into his work. \"Why should I rest on my laurels,\" he asks, \"when we can improve treatment for millions of patients?\" It is Lehrach's dream that one day every person will have a digital twin, and that before prescribing a drug for the real person, the doctor will try out various treatments on the digi-tal twin. \"From birth to old age, everyone should have a twin in silico\", says Lehrach. The phrase 'in silico' - a reference to the silicon in computer chips - has been coined to refer to work done on the computer. \"The twin will also be used when you train for a marathon. The simulation will tell you how to handle your nutrition during training.\" And if at some point in the future there are digital copies of millions of peo-ple, clinical trials could be conducted on an army of virtual doubles, without anyone coming to harm. It is a hot day in mid-June, and Hans Lehrach has come to the office in shorts and sandals; he talks with the charm and sense of humour that German-speakers call Viennese Schmäh, with frequent sarcastic comments about the health system. This man should not be underestimated. He has drummed up support for the digital twin from more than 70 research institutes and companies. The initiative is called 'Future Health', and these days Lehrach often flies to Brus-sels, because Future Health is in the final round of a process that could result in research funding worth € 1 billion. Natu- rally, he uses the word 'revolution' and, as befits the leader of a revolution, he has written a manifesto. In it he cites the moon landing as a model. Hans Lehrach comes up with comparisons that he uses to persuade others of the benefits of the digital twin - or the 'virtual patient' as it is often called. \"When we build a sky-scraper,\" he says, \"we don't wait to see whether it collapses in the next autumn storm. Instead we conduct a simulation beforehand.\" Aeroplane pilots train in simulators, and cars are put through crash tests on the computer. \"It is better to make mistakes on the computer than in reality. Medicine is the only field in which we don't do that.\" Genome sequencing of patients - analysing their entire genetic make-up - should become routine, says Hans Lehrach, and it should be subsidised in the same way as electric cars and solar cells. \"After all, it's only human lives we're dealing with here,\" he says sarcastically. On his left wrist he wears an Apple watch with a heart rate monitor; on his right is a Fitbit movement sensor. One day the data from such devices will also feed into the twin simulation. Best Reporter30 Autumn 2018 Can artificial intelligence help heal people? Personalised medicine envisages that drugs will be adapted to the metabolism and DNA of the individual being treated. There are two ways in which computers could help doctors achieve this. The first involves Big Data: software is used to analyse as many disease records and trials as possible, and when someone becomes ill with, say, cancer, the artificial intelligence searches the mass of data for parallels. This is what IBM is doing with its supercomputer Watson. The second method involves simulating the biochemical processes in the body, as described in this article. The figure on the left shows the molecular network of a tumour cell in the model used by Alacris. A circle represents a gene, a protein or a biochemical reaction. The larger the circle, the greater its importance for the network. The colours show which parts of the cell are well networked. \"If personalised medicine is to benefit everyone, there must be open access to the data,\" says Jonathan Chen of the Center for Biomedical Informatics Research at Stanford University. \"That is easier said than done, because many companies and institutions hoard their data, either for security reasons or because they can make money from it.\" What about data protection? \"Data protection is for healthy people,\" says Lehrach. According to Lehrach, the personalising of drug therapy is the great unsolved problem in medicine. A drug affects dozens of biochemical processes. But every human body is different. The doctor does not know what effect a drug will have on a particular individual. There are clinical trials of course, but they depict an average over hundreds of people. \"It's like saying: 'Your left arm is broken, but we'll put the right one in plaster, because more right arms have been put in plaster in clinical trials'.\" Listening to Hans Lehrach for a while leaves you wanting to delay falling ill until the future has come a bit closer. Personalised medicine does not mean that the doctor asks more questions about your family (that would be more per - sonal medicine, which is a different issue). Instead it means that each patient receives treatment that is tailored to their body, their genome, their metabolism. This vision is based on an assumption with which stu- dents have been disrupting philosophy seminars ever since the time of Aristotle - the assumption that humans work like a machine. Scientists spent a long time searching for a vital force (vis vitalis) that would distinguish a living organ-ism from a pile of dead matter. They searched in vain. In the 19th century people came to realise \"that the living cell was no more than a bag of interconnected chemical reactions\", writes the doctor Siddhartha Mukherjee in his bestseller The Gene. The new science of biochemistry was born. In the 20th century biochemists decoded DNA, the building block of life. Since then humans have been regarded as beings that, while complex, are in some respects entirely calculable. \"Cancer is a very mechanistic problem,\" says Hans Lehrach. \"You can happily leave discussion of the soul out of it.\" Then he climbs into his Mercedes and drives a short dis- tance through the Dahlem district of Berlin to an unpreten-tious concrete building. It houses some offices that have been rented by Alacris Theranostics, a biotech company founded in 2008 by Lehrach, his colleague Marie-Laure Yaspo, and George Church of Harvard Medical School. On the second floor he uses a security code to open the door. Welcome to the realm of digital twins. At a rough estimate, a human body consists of around 40 billion cells. They form the skin, the liver, the heart, the lungs and other organs, the muscles, blood, nerves, nails and hair - in fact absolutely everything. Through its outer mem-brane each cell absorbs nutrients and molecules from which it obtains energy; in the interior it produces proteins and pro-cesses fat and sugar molecules. It multiplies by cell division, and when it is no longer needed it launches a self-destruct programme and disappears. This is life from a biochemical perspective. And it can be simulated like a chemical plant? Not quite. You can't talk to digital twins like you can to Apple's Siri, but they do have a representative: Thomas Kessler and three other bioinformaticians are sitting in a room with the blinds closed, their heads concealed behind screens. Many of the 20 employees at Alacris previously worked at the Max Planck Institute. Kessler opens the folder labelled Model_2016Q2 Best Reporter31 Autumn 2018What you don't see are the 22,117 equations with which a computer cluster calculated how the molecules traveland calls up Patient 19. The image doesn't remotely resem- ble a person; it looks more like a map of the railway network. There are blue squares - those are the genes. Red circles are proteins and coloured lines represent biochemical signalling pathways. What you don't see are the 22,117 equations with which a computer cluster spent three days calculating how the molecules travel. This isn't a complete copy of a person, but just a building block. The hope is that one day the digital twin will be like a biochemical construction kit, with components representing the cardiovascular system, the organs, and perhaps even the functions of the brain. To start with, the researchers at Alac-ris have programmed this building block for cancers. Even the world's fastest computer cannot possibly imitate the interaction of 40 billion cells. But the nucleus of each cell contains the same genetic information - the DNA, also called the genome or hereditary material. This simplifies the task. The DNA contains more than 20,000 genes. They are the building instructions for proteins. The proteins in turn protect cells from attackers; as hormones and enzymes they regulate the metabolism; and they ensure that tissues remain stable. When something goes wrong with this process so that cells divide uncontrollably, a tumour may result. Alacris is limiting its computer model to 800 genes and 45 biochemical signalling pathways - those that regulate cell division and death. They hope that this will enable them to understand why a tumour cell runs amok. And what drugs could halt the dangerous proliferation of cells. When the White House announced in the year 2000 that biochemists had decoded the human genome, the British Prime Minister Tony Blair joined in from London. His wife had given birth to a healthy son, Leo, a month earlier. Leo's life expectancy had just risen by 25 years, said the then US President Bill Clinton. It was a little joke, behind which lies a great hope: as the cost of genome scanning continues to fall - it is now less than € 1,000 per patient - many sick people regard it as the first step towards a cure. Knowing which genes are involved in a tumour cell is rarely enough, however; the disrupted signalling pathways - the incorrect signals in the biochemical programme - must also be identified. The activity of individual genes is switched on and off by proteins. For this reason, Alacris not only looks for mutations but also studies the transcriptome. The tran-scriptome (from the Latin transcriptio) is in effect the tran-script of the genome that provides the basis for the forma-tion of proteins. Thomas Kessler has never met Patient 19 in person, but a section of his tumour is kept in the refrigerator in the corridor for use in these analyses. The researchers liken cancer simulation to weather fore- casting: both involve reducing nature to sets of rules, in the form of mathematical equations. In this case they reduce the cancer to a model of the tumour cell. Weather forecasting also needs data on atmospheric pressure, winds and temper - atures worldwide. The cancer simulation needs transcrip-tome and genome data. On a Tuesday at the end of June, Thomas Kessler and a dozen other people are sitting in conference room 03001 at the Charité for the molecular tumour conference. The digital twins have come along in Kessler's laptop. From the window one can see the hustle and bustle of Berlin Central Station, with people going about their business, oblivious to the fact that life-and-death decisions are being taken just a stone's throw away. At the tumour conference the doctors discuss particularly difficult cases. Most of the patients have already tried a number of treatments. The doctors have removed their white coats - there are no patients present. The head of the oncology department is there with a colleague: they know the patients. The patholo-gists, who are experts in tumour tissue, are there. Two young doctors have been researching the clinical trials that are being conducted around the world. The geneticist Marie-Laure Yaspo of the Max Planck Institute has the genome data at her fingertips. Thomas Kessler talks about the twins. \"We have a new patient,\" says the oncologist [to preserve anonymity, details have been changed]. This patient was diagnosed with a tumour of the eye in 1998. Her eyeball was removed, she received radiotherapy, then had further sur - gery in 2002. There then followed lung metastases, chemo-therapy and liver metastases; part of her liver was removed. In 2013 she had immunotherapy; in 2015 the cancer spread to the skin and she underwent chemotherapy. She has now been enrolled in the Treat20plus study - the digital twin research project - as Patient 22. \"That's a complex case,\" says Yaspo, the coordinator of the Treat20plus study. There are 31 mutations in the tumour cell's genetic makeup. The most striking is the mutation of the GNA11 gene; the MET gene is also upreg-ulated. One of the young doctors comments that there is Best Reporter32 Autumn 2018a phase I study of this in which a MET inhibitor is being tested. The drug could be purchased. What does the com- puter simulation say? Molecular targeted drugs have come on the market in recent years. They aim to switch off a tumour by interven-ing very precisely in the cells' biochemistry. Several dozen of these substances have now been approved and many more are being tested. Thomas Kessler has 300 of them in his database. On the computer he performs a simulation to identify those that might help each of the 35 melanoma patients. The simulation ranks the most effective drugs. For Patient 22, the substance at the top of the list is one that is usually used to treat leukaemia. After discussion, the oncolo-gists at the tumour conference opt for the drug that is ranked second - one that is approved for the treatment of kidney cancer. Its advantages are that it has been tested on skin cancer in some individuals, and also it has fewer side effects than the substance that came out on top. In the late afternoon, Sebastian Ochsenreither is updat- ing electronic patient records in his consulting room at the Charité. In the morning he sent Patient 19 for a CT scan, and he then attended three tumour conferences - lungs from noon until two o'clock, the molecular tumour confer - ence with the digital twins from 2.00 till 2.30, and then ear, nose and throat from four o'clock until 4.45. \"We are on a learning curve,\" he says, referring to the Treat20plus study, \"but we are still right at the bottom of the curve.\" According to him, the simulation comes up with a useful recommendation for roughly every second patient. \"We are adding months to people's lives, but not years - to put it otherwise would be misleading.\" For ethical reasons, the computer simulation cannot be used until the standard treatments have failed. One cannot exclude the possibility that the computer will make mistakes. Furthermore, the treatment is \"a shot in the dark\", says Ochsenreither - there is simply not enough experience of individualised therapies of this sort. This is in fact the dilemma of personalised medi-cine - each case is a one-off. Patient 19 was considered to have exhausted his treatment options when he was referred to the Charité in September 2016. Chemotherapy, immunotherapy, radiotherapy, surgery - the mucosal tumour in his frontal sinus seemed indestruc-tible. In the computer simulation, everolimus appeared to be effective. This is a substance actually approved only for the treatment of breast and kidney cancer. Sebastian Och-senreither prescribed the drug for his patient, opting to use it off-label. After a couple of months a biopsy showed that tumour growth had slowed. Seventy per cent of the cells had pre-viously been dividing - now it was only 15%. The disease was static. \"Sometimes it works,\" says Ochsenreither. \"That is the luck of the individual.\" However, a problem for doctors is that tumour cells are constantly evolving. When a suitable drug has been found, cells may become resistant to it. \"That is microevolution at its finest level,\" says Ochsenreither, \"as in Darwin.\" Then he looks at the clock and jumps up. He needs to get to his tango session with his wife. For the 40-year-old oncologist, there is life after death. \"I'll be back here at 7 a.m. tomorrow,\" he says. In science, every answer throws up new questions. That is good for scientists - they always have something to do. For terminally ill patients, it is only the answers that mat- ter. The doctors stand somewhere in the middle. The most important question for everyone is whether the digital twin is ultimately of more help to the patient than other meth-ods. To come up with a reliable answer to that question one would have to enrol far more than 35 patients in a trial, and treat some of them with the help of the digital twin, others by conventional means. Things haven't yet got that far. Hans Lehrach is deliberating again - this time about how to save the health system. Costs are rising faster than GDP; that is not a good thing. If genetic analysis and computer simulation become routine, he speculates, treatment costs might eventually fall in the same way as the cost of solar cells has fallen. He recently raised the subject with two mem-bers of the German Bundestag - one a Social Democrat, the other a Christian Democrat - but clearly found the experi- ence unsatisfactory. \"It was like looking for someone on the Titanic who is interested in icebergs.\" He is no longer a youngster, but he is not going to let age be an obstacle. A couple of weeks ago, Lehrach had his own genome sequenced. He is not ill, but curious. He would like to compare his genetic makeup with that of super-centenar - ians - people who live to 110 and beyond. \"We are adding months to people's lives, but not years - to put it otherwise would be misleading\" To comment on or share this article go to bit.ly/CW83-VirtualPatients This article was first published in ZEIT Wissen, 15 August 2017. It is republished here with © Max Rauner ReporterPhilip Poortmans ECCO (2018/2019) and Head of Department of Oncological Radiotherapy at Institut Curie, Paris Measurement: a key to unlock higher quality cancer care? More information about the resolutions of the ECCO 2018 European Cancer Summit is available at www.ecco-org.eu\"What gets measured gets managed\" is common advice, often attributed to the management theorist Peter Drucker. Producing systems for measurement enables us, in theory, to gain a much richer understanding about current performance of processes and systems, and to then pinpoint more effectively where improvement efforts are most required. The measurement question has been much on my mind in the past 18 months at ECCO, as we have reflected on how to turn the consensus vision of the ECCO Essential Requirements for Quality Cancer Care into a tangible reality across Europe. Drawing inspiration from the lively discussions that took place at the ECCO Quality Cancer Care event at the European Parliament in March this year, it was clear that participants in the discussion saw a role for ECCO in bringing stakeholders together to tackle the quality measurement challenge. It should be highlighted at this stage, that there is no shortage of current attempts undertaken by a wide variety of organisations to address the quality measurement issue, with initiatives and programmes at regional, national and European level. Some are tumour-specific, others focus on aspects of service delivery, others on outcome. However, the level to which they speak to each other, and give the holistic overview, could be enhanced.To drive the quality cancer care debate at European level requires a greater level of agreement about the critical measures that will enable us to assess, in a comparable way between countries, the quality of cancer care that patients are receiving, including measurement of the multidisciplinary aspects of care. I was therefore delighted that at the recent ECCO 2018 European Cancer Summit in Vienna, a multi-stakeholder audience of healthcare professionals, patients, researchers, health economists and many others agreed a unifying 'resolution' on Quality Cancer Care (Measurement). The common goal expressed by the Summit is that: \"By 2023 an agreed set of core standards and evidence-based indicators (based on processes and patient outcomes) to measure the quality of all cancer services in European countries should be in place.\" Now ECCO will turn its focus towards summoning the political will to bring about the achievement of this resolution. In pursuing this resolution, we know all too well the controversies and inherent obstacles that attach themselves to any attempt to achieve greater commonality in approach in Europe, especially in an area as sensitive as cancer care. Yet, as Peter Drucker also suggested, \"Plans are only good intentions unless they immediately degenerate into hard work.\"35 Autumn 2018This grandround was first presented by Jonas Feilchenfeldt, from the National Center for Cancer Care and Research, Doha, Qatar, as a live webcast for the European School of Oncology. Marco Siano, from the Cantonal Hospital, St Gallen, Switzerland, posed questions raised during the e-grandround presentation. It was edited by Susan Mayor. The webcast of this and other e-sessions can be accessed at e-eso.net. The St Gallen International GI Cancer Conference has met every two years since 2012 to review the latest research and under - standing in primary gastrointestinal (GI) cancers, and issue consensus rec-ommendations for treatment and care. The fourth such conference, which met in 2018, focused on early oesoph-ageal and gastric cancers. It started by addressing the question of whether there is a need to differentiate histo-logically between oesophageal and gastric cancer. Reviewing the evidence available to try to answer this provocative ques-tion, Christoph Roecken (Kiel, Ger - many) explained that there are several classifications for gastric cancer, with the Laurén classification most com-monly used in Europe. More insights were gained with the publication of the new classification of gastric cancer in 2014 from The Cancer Genome Atlas (TCGA) Network study (Nature 2014, 513:202-9). This analysis of samples of gastric cancers from differ - ent centres around the world proposed a new classification based on four sub-categories: Epstein-Barr virus (EBV) infec- tion - characterised by mutation and PD-L1/2 Primary therapy of early oesophageal and gastric cancers Highlights of the 4th St Gallen International GI Cancer Conference What does our growing understanding of the molecular subtypes of gastric and oesophageal cancers, and the results of recent trials testing multimodal therapies, mean for the way we classify, diagnose and treat these tumours? Jonas Feilchenfeldt presents key points from the 2018 St Gallen GI Cancer Conference. Grandround 36 Autumn 2018overexpression. This variant is more prevalent in men, and is associated with intestinal tumours and with so-called 'unclassified' gastric cancer. Microsatellite instability (MSI) - characterised by This subcategory is also called the methylator phenotype (CIMP). It is associated with intestinal cancers, less frequently with lymph node involvement, and is supposed to have better survival. It is more fre- quent in Asian countries and also in elderly patients. Available data indi- cates a prevalence of around 7.5%. Chromosomal instability (CIN). There are two subgroups in this subcategory. HER2+ cancers show overexpression of one of the EGFR receptors, and are associated with intestinal tumours, higher-grade tumours, and proximal tumour loca-tion. The other CIN variant is c-Met expressing, and is associated with higher tumour grade, proximal gas-tric cancers, and poor survival. Genomic stability (GS) - char - acterised by diffuse histology. This is probably the most challenging subgroup for treatment. The main molecular characteristic is presence of E-cadherin (CDH1) mutation. Inte-grins can also be affected, which are intercellular proteins and epithelial cell adhesion molecules (EpCAM). After reviewing the field, Roecken recommended that histology remains important. He noted, however, that it is difficult to differentiate distal oesophageal adenocarcinoma from proximal gastric cancer based on clas-sical He recom-mended that, in addition to classi-cal histopathological work-up, every upper gastrointestinal cancer should be tested for MSI, EBV, HER2 over - expression and tumour mutational burden (TMB). However, he pointed out that there is, as yet, no standardi-sation of MSI definition in gastric can- cer. Further validating work is needed before this becomes standard. Question: In terms of treatment, there are phase II studies with checkpoint inhibitors in gastric cancer. Microsatel- lite instability and tumour mutational burden lack thresholds for which to recommend treatment with checkpoint inhibitors. In our institution we have started to measure MSI and TMB pro-spective for second- or third-line treat-ment. Would you recommend this also? Answer: In our centre, we don't have fluorescence in situ hybridisation (FISH) testing for EBV, and the method of testing was not mentioned in the talk at the conference. However, we now perform testing for mismatch repair pro-teins (MMR) and HER2 in every newly diagnosed gastric cancer, although we do not measure TMB. In the last three years I have had two elderly patients where I requested MMR testing, which came back deficient, and both responded remarkably well to checkpoint inhibi-tion. So it seems feasible. However, we should be cautious and consider quality control when new tests are introduced. Translating molecular subtyping into clinical practice Pierre Laurent Puig (Paris, France), who has a particular interest in trans-lational research, explored the theo-retical and therapeutic aspects of the differences between oesophageal adenocarcinoma and squamous carci-noma and between oesophageal ade-nocarcinoma and gastric carcinoma. Similar to the 2014 Cancer Genome Atlas (TCGA) Network proj-ect for gastric cancer, a second proj-ect looked at 559 upper GI tumour samples (Nature carcinomas: fundus/body 143 gastric carcinomas: antrum/pylorus. The study investigated gene altera- tions using different techniques, including methylation pattern, mRNA expression, microRNA and copy num-ber alterations. Results showed high levels of DNA methylation in oesoph-ageal adenocarcinomas (EAC; see fig-ure opposite, part b, right) which are rarely MSI high and generally chro-mosomal unstable. They showed low DNA methylation levels in squamous cancers (ESCC; part b, left). The researchers analysed specific gene characteristics, revealing high-lights that can be recognised from the clinic (see figure, p 38). In the rectan-gle top left, results for squamous-type cancers (ESCC) showed amplification of EGFR, while HER2 ( ERBB2) as well as VEGFA, which is known to be amplified more frequently in adenocarcinoma than in squamous carcinoma. Results for cell differentiation (mid- dle right) showed a typical pattern for squamous cell carcinoma, with high levels of TP63, while this was rarely seen in adenocarcinoma. Cell cycle alterations (bottom left) were more fre-quent in squamous cell carcinomas, and there were also differences in mutational patterns. Considering the differences between oesophageal adenocarcinoma and gastric carcinoma, the findings were relatively simple: Oesophageal squamous cell carci-noma had a stronger resemblance Grandround37 Autumn 2018 Major genomic subdivisions of gastro-oesophageal cancer The Cancer Genome Atlas research network categorised 559 oesophageal and gastric carcinoma tumours into sample sets ( a). Integrated clustering of four molecular platforms ( b) shows that oesophageal carcinomas fall into two molecular subtypes (iCluster 1 and iCluster 2) that are virtually identical to the histological classes oesophageal squamous cell carcinoma (ESCC) and oesophageal adenocarcinoma (EAC). Clinical data (top of b) and molecular data (bottom of b) from 164 tumours profiled with all four platforms are Atlas research network (2017) Integrated genomic characterization of oesophageal carcinoma. Nature 541: 169-75, reproduced under a Creative Commons licence to head and neck squamous cell carcinoma than to oesophageal adenocarcinoma. Oesophageal adenocarcinomas more squa-mous cell carcinomas. Oesophageal adenocarcinomas and CIN gastric cancers jointly formed a group distinct from EBV, MSI or genomically stable (GS) tumours.The conclusion from this presentation was that there is no distinction between gastric CIN tumours and distal adeno-carcinomas. They have similar chro-mosomal aberrations. However, there is a progression of DNA from proximal to distal gastro- oesophageal adenocarcinoma-CIN are most frequent in cluster 1 (eg CDKNA2) and with the lowest rate in cluster 4. Oesophageal adenocarcinomas have higher rates of mutation of SMARCA4 and deletion of tumour suppressor RUNX1, but lower APC mutation rates compared to gastric tumours. Q: This confirms what we already knew in head and neck cancers. Yet there are, so far, no real implications for treatment. I am surprised that phase III studies do not differentiate between squamous cell carcinoma and adenocar - cinoma in upper GI cancers, and treat-ment is not based on molecular subtype. A: Even for something relatively sim- ple such as EGFR amplification, this is not used in routine cases, although there are some data showing that EGFR inhibitors may have activity in squa-mous-type EGFR-amplified tumours. In addition, it is difficult to compare studies in patients from different ethnic groups and even within ethnic groups. The Cancer Genome Atlas data are not linked to clinical data, and there are no good outcome data that correlate genomic findings to clinical outcomes. Classification of oesophago-gastric cancer: surgical facts and fiction Paul Magnus Schneider (Zurich, Switzerland) considered the chal-lenges of classifying oesophageal and gastric cancers from a surgical perspective. He suggested that the Siewert classification (see figure p 39) Grandround38 Autumn 2018 Integrated molecular comparison of somatic alterations across oesophageal cancer types Mutations and somatic copy number aberrations for genes (EACs) and oesophageal squamous cancers (ESCCs) revealed many findings that can be recognised from the clinic. Genes are grouped by pathways, with lines and arrows showing pairwise molecular interactions. Alteration frequencies for each gene are listed inside rounded rectangles, with ESCC rates on the left and EAC on right, with red shading denoting gene activation, and blue denoting inactivation. Source: The Cancer Genome Atlas research network (2017) Integrated genomic characterization of oesophageal carcinoma. Nature 541: 169-75, reproduced under a Creative Commons licence provides a surgical categorisation for oesophageal and gastric tumours based on anatomic and surgical indi-cations. These were based on the extension of surgery by their location. Type I tumours, which are the most proximal, have better prognosis than type II, which in turn have better prognosis than type III. However, the prognostic calculations are potentially confounded by lack of stratification by treatment received. The value of this prognostic classification is therefore tempered. The most important ele-ment is the relationship to the extent of resection. Siewart type I would gen-erally be treated with oesophagectomy, while a distal oesophageal resection would be recommended for types II and III. Schneider critically reviewed the Siewert classification at the same time as recognising its contribution to sur - gical treatment of upper GI cancers. He pointed out that the definition of the 'zero point' has changed over time, and there has been no independent validation of the classification system. The classification is defined pre-opera-tively, but the definitive classification is carried out intra- and postoperatively. He suggested that the system was developed around a standard of sur - gery that was valid at the time. Since then, however, surgery, including extensive surgery, has become safer, and recommendations may therefore be more aggressive. This is a particular issue for Siewert type II tumours, in the absence of any randomised trial of subtotal oesophagectomy. A key issue is the accuracy and completeness of endoscopic report- ing. Schneider warned that gastroen- terology reports are often incomplete, missing important measures including the upper tumour border, the lower tumour border, the precise location of the Z-line, and fundus invasion status. Reports may also be missing informa- tion on the endosonographic upper and lower tumour borders. All of these measures are very relevant, confound- ing the comparability of data when reviewed retrospectively. One of the surgical problems related to the Siewert classification is the extent of surgery. In Siewert I tumours, which are the most proxi- is recom- mended, resecting abdominal and mediastinal lymph nodes in addition to the primary tumour. For Siewert II, two-field adenectomy was initially rec- ommended in the lower media- stinum and abdomen. For Siewert III there is only one field, which is the abdomen. A study by Lerut et al. (Ann Surg 2004, 240:962-74) in Siew- II tumours, which is larger than the two-field procedure. Results showed cervical lymph node involve- ment in 25%. This is of concern, sug- gesting that tumour may be left behind despite surgery. Another issue is involvement of lymph nodes detected by PET scan. This applies particularly to para-aortic and celiac lymph nodes. If hypermeta- bolic lymph nodes are found on PET scan, is this an indication for surgery? An aggressive surgeon would consider it as such, but it may complicate sur - gery. A Japanese study comparing D2 Grandround39 Autumn 2018The Siewert classification categorises tumours located near the oesophago-gastric junction according to anatomic and surgical indications The Siewert classification Anatomical Cardi a5cm 1cm -2cm -5cmType I Type II Type III (standard) with D3 (more extensive) adenectomy showed no benefit of more extensive adenectomy (NEJM 2008, 359:453-62). However, Schnei-der suggested this study may not be applicable to the Caucasian popula-tion, because tumours in this Japanese study were mainly proximal, whereas more distal tumours occur in the Cau-casian population, and Siewert II and III tumours were underrepresented. Therefore, evaluation of more exten-sive lymph node involvement by PET remains mandatory. Which tumours need more than just surgery? Everyone should have multimodal treatment, suggested Magnus Nils-son (Lund, Sweden) in a provoca-tive answer to the question: which tumours need to be treated with more than just surgery? Recognising the complexity of the issue, he reviewed the current periop-erative treatment standard for gastric and oesophageal cancers based on the FLOT4 trial for gastric cancers 2017, Oncol 2015, 16:1090-8). that radioche- motherapy led to significantly better complete pathological response and R0 resection for both types of can- (Eur J Cardiothorac Surg 2017, 51:421-31). However, significant three-year survival gains in squamous cell carcinomas. In adenocarcinomas, neoadjuvant radiochemotherapy did not show bet-ter survival rates than chemotherapy alone. Why is this? In the wake of this meta-analysis, the above-mentioned Swedish group of authors analysed the Swedish Cancer Registry for 900 patients treated between 2011 and 2015, comparing patients treated with surgery alone (n =500) with patients who received neoadjuvant chemo- therapy (n =200) and those treated with neoadjuvant radiochemotherapy. Results showed increased morbidity and mortality with radiochemotherapy (Chin J Cancer Res 2017, 29:313-22). The treatment benefit from radioche-motherapy was mainly seen in patients with excellent performance status. Nilsson concluded that use of a neoadjuvant treatment strategy should take the patient's performance status into account. In patients with com- promised performance, neoadjuvant chemotherapy or surgery alone may be preferred to neoadjuvant radioche- motherapy. This led to some debate at the St Gallen conference, with sugges- tions that there may be heterogeneity in the quality of surgery and variations in selection of patients for surgery. However, many patients are fragile, so it is important, particularly in those with squamous cell type cancers, to screen for cardiac or lung issues.What imaging is needed to select patients for neoadjuvant treatment? Angela Riddell (London, UK) reviewed the latest developments in imaging in GI cancers. She explained that the standard work-up for an upper GI cancer is an endoscopy and CT scan. Additional options include: Endoscopic ultrasound, which is important for T staging. The limitation is that stenotic tumours cannot be evaluated, as it is impos-sible to obtain a complete view. PET-CT, which Riddell recom-mended as a standard for defining tumour location and for detection of occult metastases. However, PET-CT scans show false-nega-tive for diffuse type gastric cancer. A further concern is false-posi-tives, which may lead to further, unnecessary, diagnostic work-up. Laparoscopy for peritoneal dis-ease, where imaging notoriously underperforms. Riddell then considered use of imag-ing in assessing response to chemo-therapy. She reported that PET-CT has been validated for evaluating early response to treatment at day 14 after neoadjuvant chemotherapy (Gas-troint Cancer Res 2008, 2:287-94). But there is concern about false-positives with PET. The ideal para-meters of response are still a matter of debate, with the MUNICON trial using maximum standardised uptake value (SUVmax) (Lancet Oncol 2007, 8:797-805). Other parameters such as metabolic tumour volume have not been evaluated extensively. There were differences in opinion among the audience at the confer - ence on the use of PET. Schneider and Riddell were adamant on the need for PET-CT, while others questioned its value. However, there are also Grandround40 Autumn 2018 Pattern of recurrence in locally advanced oesophageal cancer RECURRENCES SURGERY EXPERIMENTAL ARM ALL 124 (66%) 87 (49%) Distant 90 (48%) 70 (39%) Locoregional 72 (38%) 39 (22%) The results of the CROSS trial showed a reduction in both distant and loco-regional recurrence with neoadjuvant radiochemotherapy (experimental arm) compared to surgery alone Source: V Oppedijk (2014) JCO 32:385-91 questions of availability and personal practice. I consider PET-CT to be an important addition to providing infor - mation on the tumour. Patterns of recurrence to guide selection of multimodal treatment Oesophageal cancer Marcel Verheij (Amsterdam, the Netherlands) suggested that, in oesophageal cancer, the standard treatment for locally advanced disease was established by the CROSS trial (NEJM 2012, 366:2074-84). The trial included 368 patients with T1-T3/N1 cancers (75% adenocarcinoma, 25% squamous type) who were (41.4 Gy plus carboplatin AUC 2 with paclitaxel 50mg/m 2) followed by sur - gery. Pathology results showed R0 (no cancer cells seen microscopically at the resection margin) was 69% in the surgery only arm and 92% in patients treated with radiochemotherapy prior to surgery (experimental arm). The complete pathological response rate was 29% in the experimental arm. The rate of lymph node involvement was 75% in the surgery only group and 31% in the experimental arm. The overall rate of recurrence was 66% in the surgery group compared to 49% in the experimental arm (see table). Just under half of the patients treated with surgery alone (48%) had a distant recurrence, compared to 39% of those treated with radiochemother - apy followed by surgery. There was a significant reduction in the rate of locoregional recurrence, from 38% in the surgery arm to 22% in the experi-mental arm. Only 5% of locoregional recurrences occurred in the treatment field, showing that local treatment was extremely effective. A study in 239 patients with T3/T4 tumours, which are inoperable, who were treated with radiochemotherapy (50.4 Gy, 28 fractions, plus 5FU) showed a higher recurrence rate of 50% for local failures and 48% for distal failures (Cancer 2012, 118:2632-40). Gastric cancer In gastric cancer, surgery (D2 disec- tion) is the cornerstone of treatment. The rate of recurrence is 88% (two-thirds locoregional, one-third distant). With this high rate of recurrence there have been numerous efforts over the last few years to improve outcomes. Trials in the Caucasian population include the SWOG Intergroup Trial 0116 (also known as the Macdonald Protocol), which showed an overall survival benefit for postoperative radio-therapy (JCO 2012, 30:2327-33), and the MAGIC trial, which showed improved overall survival with periop- erative chemotherapy (NEJM 2006, 355:11-20). In the Asian patient population, the ARTIST trial in Korea showed no difference in outcomes with postoperative radiotherapy com- pared to chemotherapy (JCO 2012, 30:268-73), while the CLASSIC trial gave an overall survival benefit with adjuvant chemotherapy (Lancet 2012, 379: 315-21). Outcomes were better in the Asian population, showing there are biological differences compared to Caucasian patients, and results cannot be compared. The CRITICS trial (JCO 2016, doi:10.1200/JCO.2016.34.15_ suppl.4000) has made a major con-tribution to the field, comparing a treatment regimen of chemotherapy- surgery-chemotherapy (the MAGIC approach) to chemotherapy-surgery- radiotherapy. It might have been assumed that use of all three treatment modalities could confer the greatest benefit. However, results showed no difference in the pattern of recurrence or overall survival between these two approaches. This indicated that there may not be an a priori role for radio-therapy after surgery for gastric cancer. Looking ahead Moving forward, Verveij noted that poor adherence is a major concern in gastric cancer trials. Even postopera-tively, adherence to chemotherapy is often below 50% in clinical trials. He suggested that future trials should focus on improving adherence in the preoperative phase, in addition to efforts to improve sensitivity to treat-ment. Two ongoing trials are investi-gating these approaches: TOPGEAR is comparing neoad- juvant chemotherapy followed by surgery and chemotherapy with che-motherapy-radiotherapy-surgery-chemotherapy. CRITICS II is comparing three arms: chemotherapy-surgery, chemo-therapy-radiotherapy-surgery and radio therapy-surgery. To comment on or share this article, go to bit.ly/CW83-GICChighlights GrandroundWhy harmonising standards in surgical oncology is our priority Rubio, Director, Breast Surgical Unit, Clínica Universidad de Navarra, Spain & Chair of the ESSO Public Affairs Committee In recent years, outcomes for cancer patients have improved dramatically and the multidisciplinary management of cancer is a contributing factor. Surgery is a key component of cancer care, and 80% of cancer patients will require some form of surgical intervention over the course of their treatment. However, the great variability of cancer surgery across Europe makes it difficult to compare surgical outcomes across borders. The discrepancies in education and training across countries has given rise to this variation. At the European Society of Surgical Oncology (ESSO) we are committed to trying to standardise training so that patients will have similar surgical outcomes, regardless of which country they are treated in. We are striving to ensure optimal surgical care for European cancer patients, and to become the European healthcare policy advocate for surgical oncology.Perhaps the most convincing reason for surgical oncology specialisation is the evidence from multiple studies showing that high-volume cancer centres and surgical subspecialists deliver better outcomes when treating complex cancers. In an effort to better understand the picture of surgical oncology across Europe, ESSO has conducted a survey among national surgical oncology societies. The results were unsettling. Responses showed that the specialist role of surgical oncologist was recognised in less than one in three participating countries. In addition to the inconsistencies in recognition of the professional profile, we also unearthed extreme heterogeneity in the academic attainment across Europe. In contrast to both medical oncology and radiation oncology, surgical oncology is considered an academic subspecialty in only one in three of the respondent countries. This clearly illustrates the need to continue working to harmonise the quality of training and education of surgical oncologists. Similar findings were uncovered when ESSO surveyed 650 European breast surgeons. Surprisingly, only a third of all respondents had additional certified breast surgical training or had been trained in a breast unit. Despite patients' concerns, no specialised qualifications are required to perform breast surgery in most countries. Training in breast cancer surgery across Europe varies widely in duration, oncoplastic skills acquisition and quality standards. At ESSO, we recognise that developing certification for cancer surgery training is imperative to ensure that patients get standardised and certified surgical management, regardless of the country they are treated in. Patients play a crucial role in advancing the harmonisation agenda. We are advocating for the many benefits of patient-reported outcomes (PROs) to improve relationships between physicians and patients, and to facilitate communication and enhance shared decision-making. We have included a patient-reported outcomes session at ESSO38 for doctors and patients to discuss how the quality of cancer surgery can be improved. There is still a lot of work to be done, so ESSO will work closely with other societies, organisations and EU bodies to achieve these goals, because in the next decade, these disparities in cancer surgery care will be no longer be acceptable. Join us at ESSO38 on 10-12 October 2018 in Budapest, Hungary for the following related sessions: Scientific Symposium, Patient Reported Outcomes. Chair: W. Allum (UK) and J. Gore-Booth (UK) 10 October 14:0015:30 Scientific Symposium, EURECCA. Variability in breast cancer surgery training across Europe: An ESSO EUSOMA International Survey Oral abstract SP: I.T. Rubio (Spain) 11 October 17:0018:3044 Autumn 2018 ©Mauro Ferrero Hopes for faster access to beneficial new drugs hang in the balance After more than ten years developing and piloting a collaborative approach to evaluating new medical technologies, EUnetHTA will come to an end in 2020. The Commission is proposing a replacement with mandatory powers, but are Europe's governments prepared to sign up to it? Peter McIntyre reports on the battle lines and the debate.Value & Access 45 Autumn 2018Under the centralised approval process, marketing approval for new cancer drugs is decided by the European Medicines Agency and becomes effec-tive on the same date across Europe. But it is up to governments, health authorities and social insurances to decide whether to reimburse the treat - ment and to negotiate on price. The time taken to complete this exercise can vary hugely across Europe. The example presented in the figure above shows the variations in the time from approval to access for the drug Her-ceptin. EUnetHTA was set up in 2009, as a collaborative health technology assessment network, to try to minimise these delays, but the voluntary nature of the network limited its effectiveness, and it is due to come to an end in 2020.While some drugs may offer marginal benefit, others, such as immunotherapies for patients with advanced melanoma, can add years of life to patients who respond. In an article published in June 2017 in the Swedish doctors' journal, two cancer pathologists estimated that the decision in some regions to delay access to ipilimumab, the first cancer immunotherapy drug, led to an estimated loss of at least 840 years of life ( Läkartidningen 2017, 114:EL7S).Delayed access: the size of the problem Source: F Ades et al. (2014) An exploratory analysis of the factors leading to delays in cancer drug reimbursement in the European Union: the trastuzumab case. Eur J Cancer 50:308997 republished with permission from ElsevierThe European Union is in a race against time to strengthen cross-country collaboration in assessing the therapeutic value of new drugs and introduce an effective Europe-wide system of health tech-nology assessment (HTA). The need for change has been fuelled by dramatic increases in the price of drugs, and by very low use by member states of a system for vol-untary collaborative clinical assess-ments when deciding which drugs to purchase or reimburse and at what price. The result is fragmented assess- ments across different countries, delays in new medicines reaching patients, and a lack of transpar - ency about the therapeutic value of expensive new therapies. In January 2018, the European Commission proposed a new regula-tion to make it mandatory for all states to make use of the joint EU reports, rather than continue repeating work to different standards and sometimes reaching different conclusions. However the European Council - the combined voice of EU Health Ministers - is opposing any compul-sory element that might restrict the rights of member states to decide on which drugs and innovations to reimburse. The European Cancer Patient Coalition and European Cancer Leagues support the proposal, argu-ing that mandatory co-operation would improve patient access to high-value treatments (see p 46). Industry is also in favour, on the grounds that a mandatory Europe-wide system will simplify their task of providing clinical data, and should speed access to their prod-ucts. A consortium of pharmaceu-tical industry bodies, including the European Federation of Pharmaceu-tical Industries and Associations, welcomed the proposal as \"a unique opportunity for greater alignment on clinical evidence generation requirements, ensuring consistency, transparency and synergies in clini- cal assessments by member states.\" They argue that, \"In a purely volun- tary framework joint clinical assess-ment reports are not sufficiently used at the member state level.\" The European Parliament will not agree its position until the autumn. However, the proposal has been discussed by the influential European Parliament Committee on Environment, Public Health and Food Safety (ENVI). Spanish MEP Value & Access 46 Autumn 2018 Patient groups welcome the Commission proposal There is widespread support amongst patient groups and industry for stronger HTA assess- ments with no opt-outs. The European Cancer Patient Coalition (ECPC) says that mandatory use of joint assessments is the only way to get the best available cancer therapies to all European patients without unnecessary delays. Lydia Makaroff, ECPC Director, said: \"What we are seeing with EUnetHTA is really fantastic joint assessments being produced, but the uptake in countries remains low for a variety of reasons. It is very hard for industry to get on board. We can see that they put resources into producing and contributing to this joint assessment and the countries ignore it... There is a single market within the EU and the European Union has a mandate to improve harmonisation.\" The Association of European Cancer Leagues (ECL) says that mandatory co-operation would improve patient access to high-value treatments and help payers to make wise decisions on pricing and reimbursement. Both umbrella organisations say that the patient experience has to be central to the assessment of new drugs. Lydia Makaroff said: \"Patients are the only people who can talk about the actual expe-rience of taking therapies and deciding between different thera- pies. Without patient organisation involvement we are missing these unique insights and experiences.\"EURORDIS (Rare Diseases Europe) says that mandatory use of high- quality HTA is essential to give rapid access to new drugs to patients with rare diseases, who often have few treatment options. It will also highlight countries that fail to allocate sufficient resources to healthcare. \"Currently, the situation author-ises member states to cherry-pick which data they want to con- sider, which methods they want to use, depending on which deci- sion they want to make,\" says EURORDIS Access Director, Fran-çois Houÿez. He points out that European countries are failing to make decisions on reimbursement within 180 days as required by the EU, and argues that centralised assessments starting earlier in the process would speed up decisions by four to seven months. \"Citizens will have the joint report with all the evidence, so member states will have to tell the truth. Where health is not a priority they will have to be clear with their citi-zens. It is not because the drugs are not working, it is because they have decided to allocate resources to other budgets.\" Soledad Cabezón Ruiz, the ENVI rapporteur, says the proposed regu-lation represents \"a high degree of added value for the EU\". She wel-comes it as \"a further step towards closer EU integration, in an area as important as health\", and says it will help address pressing issues around patient access to medicines and health system sustainability. \"In the last decade, the price of anti-cancer drugs has increased by up to 10 times more than their effectiveness as treatments. A num- ber of recent studies on cancer drug authorisations have pointed out that, on the basis of an average of five years' monitoring, only 14-15% of the drugs improve survival rates,\" says the ENVI rapporteur. European governments are less enthusiastic. Some smaller countries that lack the expertise and resources to carry out their own evaluations, back the proposal. But when it was put before a meeting of the Euro-pean Council Health Ministers in June 2018, there was extensive opposition to any compulsory ele-ment that could restrict the rights of member states to decide which drugs and new health products to reimburse (see box p 49). Kiril Ananiev, the Bulgarian Min- ister of Health who chaired the meeting, concluded that only three member states, representing 5% of the European population, com-pletely backed a mandatory system, whereas nine countries, represent-ing more than 70% of the European population, opposed it or had strong reservations. The clock is now ticking on the Commission's proposal. Agreement on any new regulation requires accord between the European Com-mission, Council and Parliament. If there is not at least an outline agreement by the end of the year, the whole process could be shelved, because European Parliamentary elections are due in May 2019, prior to which there are two to three months 'white time' when controver - sial issues are dropped. That means time is running out to convince governments to find a way forward that would address the unac- ceptable waits many patients face in accessing high-value medicines.Value & Access 47 Autumn 2018 Does voluntary joint assessment work? The EUnetHTA experience The main existing EU effort in health technology assessment (HTA) is to support project-based collaborative assessments conducted by EUnetHTA, a network of government appointed organisations, regional agencies and non-profit organisations from EU Member States, plus EEA and EFTA countries. Over the past 12 months EUnetHTA has published three final relative-effi-cacy assessments on drug treatments, all of them on cancer treatments: alectinib as monotherapy first-line treatment for ALK-positive advanced regorafenib for treatment of patients with hepatocellular carcinoma (HCC) after treatment with sorafenib; and mido-staurin in combination with consolidation chemotherapy for patients with acute myeloid leukaemia (AML). A number of non-drug innovations were assessed in 2018, including high-intensity focused ultrasound (HIFU) ablation for the treatment of prostate cancer and the added value of gene-expression signature for adjuvant chemotherapy decisions in early breast cancer.A study on how reports have been used by countries in making decisions, and reasons for use or non-use the main issue that prompted the Com-mission to propose the new Regulation is being conducted by the UK's NICE at the request of EUnetHTA.Niklas Hedberg, newly appointed chair of the EUnetHTA Executive Board, says that it will be his priority for the final two years of the project to get more countries to make use of their findings. \"We must make sure that products that come out are relevant and can be implemented in as many settings as possible, to come to actual use. Whether or not it must be man-datory or stay voluntary has become a political issue, and I don't think it is for EUnetHTA to be vocal about. But it should not be controversial to imple-ment conclusions that are valid for a lot of markets in most countries.\" Although EUnetHTA has not taken a position on the European Commis - sion's proposal, it is anxious that something is in place when their man - date comes to an end. Deadlock would be \"potentially dramatic\" says Hedberg. \"The project comes to an end in late May 2020 and we must support measures to continue this co-operation and its work. We must try to see how we as a network can prepare for that. I don't have those answers yet.\"What's behind the proposal? The European Union has been supporting health technology assess- ment in one form or another since 2004, when the European Com-mission and the Council of Min-isters targeted HTA as a political priority. Since 2009 it has backed the EUnetHTA network, a volun-tary collaboration between European HTA organisations, as a way to bring \"added value to healthcare systems at the European, national and regional level\". But the Commission has now concluded that this voluntary, proj-ect-based system cannot keep pace with the speed of developments and is not being taken seriously by the member states. The European Commissioner for Health and Food Safety, Vytenis Andriukaitis, argues that project-based co-operation has significant limitations, which resulted in a relatively low number of joint out-puts and low uptake of joint work in national health systems. According to the European Com- mission, the EUnetHTA initiative has not prevented fragmentation of the internal market or duplica-tion of assessments. There is clear irritation that high-quality work put in by EUnetHTA has not produced stronger results. Only five reports have been produced over the past two years (more are in the pipeline), and only a few countries have fully acted on their findings (see box). As one official put it: \"Once you do it together, you need some kind of com-mitment that you will use it in your national process. Otherwise what is the point?\" Under the proposed Regulation on Health Technology Assessment, a new 'Coordination Group' would be set up to report on new medicines and medical devices, using common HTA tools, methodologies and pro-cedures. It would be responsible for joint clinical assessments, focusing on: innovative health technologies with potential impact for patients; scientific consultations with develop-ers; and identifying promising health technologies. In contrast to the current vol- untary EUnetHTA set up, which involves a collection of HTA bod-ies and academic institutions, the Coordination Group would comprise Value & Access 48 Autumn 2018official representatives from each member state. The European Com-mission would provide scientific, secretarial and IT support and host expert meetings. Member states would continue to make decisions on which medicines to buy or reimburse in their own health systems. But significantly, they would have to start their assessment using the joint EU report, and make reference to it when explaining their decisions. They could only produce their own HTA reports under excep-tional circumstances - for example if their population profile differs signifi-cantly from the European average. The Commission claims that their proposal will save up to € 2.65 mil- lion a year, as countries will not need to duplicate work. However, the Commission also expects the new system to cost € 7 million a year in running costs, on top of a € 9 million contribution to the work on joint out-puts. The sums are complicated, as the current EUnetHTA already costs € 5 million a year, but the new system does not look like a saving at a Euro-pean level - and not at national level either if the member states insist on carrying out their own assessments. The debate The European Council agrees that a better system is needed, but larger countries with their own robust HTA systems strongly oppose compulsory elements. Germany and France have promised to present counter proposals. Jens Spahn, the German Federal Minister for Health, told the June Council meeting: \"Germany rejects the mandatory nature of this par - ticular instrument... they interfere with sovereignty of member states when it comes to healthcare systems in the member states. \"We are going to be pooling our expertise with others at EU level, but one thing that we would not be prepared to do would be to take on board, 'lock, stock and barrel', Euro-pean level assessments. We need to be able to tailor things to our own system's needs and characteristics.\" Agnès Buzyn, French Minister for Solidarity and Health, said clini-cal assessments cannot easily be detached from procedures guiding price setting and reimbursement. Compulsory use of joint clinical assessment reports and non-duplica-tion were critical points. \"We cannot accept them.\" The UK will not be part of any compulsory system after Brexit, but nevertheless spoke against the pro-posal. James O'Shaughnessy said that, while NICE works closely with other HTA bodies in Europe, the UK had fundamental objections. \"It is essential for clinical assessments to be flexible enough to accommodate national perspectives, as each mem-ber state will have different systems and practices.\" Even countries sympathetic to strengthening the current system expressed concern. Finland warned that European joint assessments might be done at too early a stage, with insufficient data. \"This can lead to a situation where new expensive medicines can be taken into wide use with very little knowledge about them.\" A few Health Ministers spoke strongly in support of the European Commission proposal. The Greek Health Minister Andreas Xantho said that different national assessments of the clinical value of new drugs distorted the European market and led to health inequalities. \"Such a co-operation will guarantee results of high quality; it will reinforce transparency and commitment from the industry, and will constitute an important tool for each member state to be able to decide [in a timely way], in the context of its competencies, the cost of any treatment.\" Romania too supported the com- pulsory principle, pointing out that none of the joint assessments under - taken by EUnetHTA had been prop-erly implemented \"even in the systems of those member states that were directly involved in the assessments\". Maggie De Block, Belgian Min- ister for Social Affairs and Public Health, expressed irritation at what she saw as foot-dragging by the European Council. Voluntary co-operation had shown its limitations, and something more structured was needed to achieve high-quality HTA to win the trust of their citizens. \"It is always difficult to understand that in one member state a product is sci-entifically grounded and therapeuti-cally available, but not in a different member state. Civil society, patient organisations, professional bodies, representatives of industry, they are sending out clear signals that we have to get off the starting blocks and do some intensive work.\" The Netherlands is one of the leaders of HTA in Europe, coordi-nating EUnetHTA, and active in regional co-operation. Minister for Medical Care Bruno Bruins accepted that the EU needs a mechanism that leads to a broader participation and uptake by member states. However, he voiced concerns about the role of pharmaceutical companies in HTA. \"Important changes and improve-ments need to be made before we could agree with the regulation for a more structural approach, whether obligatory or voluntary.\" Value & Access 49 Autumn 2018 How health ministers divided on the European Commission proposal Austria: Assessment of innovation will become ever more important and strengthening co-operation will increase efficiency and be good for patients. But use of HTA has to be in line with national needs. Has a reservation in principle for proposals that restrict national freedom to act. Croatia: The Commission's proposal does not affect the rights and obligations of member states. The voluntary model has limitations and a positive debate is needed to ensure HTA continuation after 2020. Cyprus: Supports the Commission's proposal. Voluntary co-operation has serious limitations because of lack of will of important elements in the pharma industry to participate. Czech Republic: States should have the right to add to HTA assessments without notifying the European Commission or asking permission, as each country has its own national comparator and patient population. The EUnetHTA system is not perfect, but this does not mean adopting a mandatory system. \"Lack of access to the market is not linked to the differences in national procedures and in HTA methodology... What often limits the access of patients to innovative health technology are rather the high prices demanded by the industry.\" Denmark: Each health system is unique and there is a high degree of diversity which makes it unreasonable to impose a mandatory system. Where some countries might use a particular pharmaceutical, others might use surgery. \"Mandatory uptake is not the right path.\" Estonia: Supports the aim of the proposals and the mandatory uptake of joint clinical assessment, provided timeliness and quality is maintained. More flexibility is needed to allow countries to do additional assessments on national issues not reflected in the joint report. Hungary: Proposal should be seen as a basis for negotiating something with more flexibility. Ireland: Variations between countries means agreeing costs and reimbursement should remain the role of member states. But the proposal provides a basis for progress. Italy: Strong believers in the HTA system but share many of the concerns about compulsion. Europe needs a stronger way to promote voluntary co-operation. Latvia: Favours the Commission's proposal to maximise the use of limited financial resources and capacity. Wants a better balance between mandatory and voluntary elements.Lithuania: Wants a coherent durable and sustainable co-operation system that is more comprehensive and of higher quality. The regulation should strike a balance between obligatory and optional elements. Luxembourg: Welcomes the proposal - but notes there are alternatives between the status quo and the obligatory use of reports. Malta: After two decades of co-operation the time is right for a permanent framework and this is a good basis for a system that stimulates knowledge, promotes information sharing and makes better use of limited competences - an advantage for small states with very limited resources. Mandatory uptake requires a more flexible approach. Poland: Joint reports should be recognised in national decision-making processes, but should not restrict further national assessment based on specific data and needs. Mandatory use of assessments remains a major concern. Concerned also that giving pharma access to the process will put member states under pressure when taking reimbursement decisions. Find a constructive voluntary solution. Portugal: Views the proposal positively and believes the council should hold constructive discussions with the European Parliament. Not right just to focus on the issue of compulsion. Slovakia: Voluntary co-operation has failed to facilitate the development of HTA in Slovakia, which supports and welcomes the commission proposal as a tool to trigger its development. Slovenia: European Council discussions have not got very far. The door is open for an in-depth proposal. Spain: The current proposals would have a negative impact. Devise a model which guarantees that member states are the only ones responsible for the organisation of their health systems. Sweden: Sweden has 21 county councils that each make their own decision for hospital drugs. Member states need flexibility to adapt assessments to the national context. The quality and timeliness of reports is of utmost importance. The views of Belgium, Finland, France, Germany, Greece, the Netherlands, Romania and the UK are covered in the main article.Member states at the European Council meeting in June 2018 tended to divide according to the size and the effectiveness of their current HTA systems: Value & Access 50 Autumn 2018 Could cross-country groups offer a bridge? Rising pressure on access and sustainability has already prompted many countries to band together to share in-formation and boost their bargaining power. BeNeLuxAI One such grouping, comprising Belgium, Netherlands, Luxembourg , Austria and the Republic of Ireland, goes by the name of BeNeLuxAI. The idea is to share tech- nology assessments, exchange information on medicine policies, scan which expensive innovations are about to hit the market and - significantly - make it easier to negotiate medicine prices, demanding greater transpar-ency from industry on costs build-up of pharmaceutical products. On signing up to the alliance in June 2018, Irish Health Minister Simon Harris said he wanted the innova-tive medicines to be available \"at a price that is afforda-ble and sustainable in the context of the ever-competing demands for resources right across our health service\".Valletta Declaration groupCyprus, Greece, Ireland , Italy, Malta , Portugal, Roma- nia, Spain and Slovenia, and most recently Croatia , with a combined population of 160 million people - 32% of the EU population - have joined together to form the Valletta Declaration group. Its aim is \"to collaborate to improve patients' access to new and innovative medi-cines and therapies and to support the sustainability of their national health systems\". The group held its fourth meeting in Lisbon in May 2018, but the work is at a very early stage, with an agenda that continues to look for candidates for joint assessment and negotiation, and \"explore new areas of activity\" and \"analyse therapeutic areas of growing expenditure\". Central European GroupPoland, Hungary, Slovakia, Lithuania and the Czech Re- public have formed a Central European group. This is led by Poland, which established its own Agency for Health Technology Assessment and Tariff System (AOTMiT) in 2005, and overhauled its guidelines in 2016.Aneta Lipiska, Acting Head of Analysis and Strategy at AOTMiT, says the guidelines lead to better evidence and more accurate analysis, leading to informed deci - sion making and \"the greater likelihood of successfully meeting the real health needs of citizens\". According to a 2017 paper in the Journal of Market Access and Health Policy , the new guidelines are as clear and detailed as those used by the UK's NICE. AOTMiT carries out 7080 analyses each year of dossiers submitted by market au-thorisation holders, and assessments for the Ministry on off-label use and other issues. A bridgeThese regional initiatives are done on limited budgets and are not financially supported by the EU, but they do make use of EUnetHTA methodology and tools. Niklas Hedberg, newly appointed chair of the EUnetHTA Executive Board, said they could be a link towards a new system if there is a gap after EUnetHTA ends in 2020. \"I am very hopeful we will find alignment between EU-netHTA and the regional initiatives in the next two years. I definitely have an expectation that someone will provide a bridge between EUnetHTA and the new system, because everything we have learned in EUnetHTA will be at risk if there is no bridge or transfer provided.\"POLAN D UKRAINE MOLDOV ACZECH REPUBLICUNITED MONACOLUXEMBOURG There is a mood amongst many countries to help the current Aus- trian presidency to bring the Coun-cil and the Commission closer. The European Commissioner, Vytenis Andriukaitis, also accepts the need for compromise, telling the Council they could achieve their objectives while fully respecting national com-petencies. But he said that health inequalities needed to be addressed. \"Everyone has the right to actively access affordable treatment. Patients are in the middle - no matter where those patients are.\" To comment on or share this article, go to bit.ly/CW83-HTAcoordinationValue & Access 54 Autumn 2018 ©Vito Manolo RomaSystems & Services The personalisation lottery Lack of accessible regulated testing services is putting patients and health budgets at risk Health systems and insurances take decisions on reimbursing targeted medicines, doctors focus increasingly on tailoring treatments to individual patients and the molecular biology of their disease. But the need for funded quality-controlled services to do the testing required for the tailoring has been largely overlooked, as Janet Fricker reports. Biomarker testing is key to per - sonalising treatments, helping doctors protect their patients from therapies that will do them more harm than good, and facilitating sus-tainable access to the right therapeutic strategies for those who will benefit. With governments across Europe scrambling to find ways to maximise the therapeutic value they get for their money, ensuring access to testing in cases where it can better inform treat-ment decisions would seem an obvi-ous step to take.Yet as a steady stream of costly new therapies continue to make their way onto the market, access to tests that could help identify the minority of patients who could benefit remains extremely patchy across Europe. France and England, which both 55 Autumn 2018Systems & Services have highly centralised healthcare systems and invest heavily in research, are set to introduce platforms, funded by their respective health services, that offer whole genome sequencing to cancer patients. However, most other European countries, including Germany, Spain, Italy, and Poland, have no such centralised initiatives even for testing specific biomarkers or panels of biomarkers. Instead, can-cer patients face a healthcare lottery, where access to biomarker testing is largely determined by how engaged their individual clinicians are with the concept of genomic medicine, and whether they have championed the cause and sorted out funding. Fabrice André chairs the Euro- pean Society Translational Research and Personalised Medicine Work-ing Group, and is a professor in the Department of Medical Oncology, at the Institut Gustave Roussy, Paris. \"When governments take the initia-tive in setting up genomic testing services, they provide new models of access with accompanying funds. But beyond government schemes there is currently no real access to biomarker testing across Europe,\" he says, add-ing that clinicians are forced to rely on negotiating money from hospital drug budgets, or obtaining funding from charities supporting biomarker testing, or even asking patients to pay for their own tests. Heinz Zwierzina, chair of the Can- cer Drug Development Forum, from Innsbruck Medical University, Aus-tria, agrees that governments need to step up and take responsibility in this area. \"What governments are fail-ing to realise is that to give patients across Europe equal access to preci-sion medicine drugs they need to pro-vide equal access to companion diag-nostics. Without this in place we're in danger of operating an immensely unjust health system,\" he says. Francesco De Lorenzo, President of the European Cancer Patient Coalition (ECPC), concurs that health departments have largely overlooked the challenge of provid-ing access to companion diagnostics \"We need to help politicians recog-nise that testing is as important as the drug. If these issues are not sorted out they will cause enormous suffering to patients, who will be exposed to the unnecessary toxicity of drugs they've no chance of responding to,\" he says. In the long term, he adds, lack of testing will result in unsustainable healthcare systems. Setting up a national testing service For a national biomarker testing service, the first decision that needs to be taken is the type of testing provided. Whether it makes sense to focus on more limited panels of biomarkers or go for whole genome sequencing, which picks up every mutation in the DNA of the tumour sample, represents one of the most hotly debated issues. Andrew Hughes heads up the experimental cancer medicine team at the Christie hospital, a leading cancer centre in Manchester, UK. He argues strongly in favour of tests that look for a limited number of biomarkers, such as the Manchester Genomic Panel, developed by the Manchester Centre for Genomic Medicine, which tests for 24 bio-markers linked to treatments. \"It's hardly surprising that if you look for more needles in the haystack you'll find them. But the question is whether you'll understand the sig-nificance of all the information you unearth,\" he argues. \"Why spend time and money to find genomic alterations for which you don't have treatment options?\" Nirupa Murugaesu, from the 100,000 Genome Project in the UK, disagrees. \"Later this year, a subset of cancers will have whole genome sequencing commissioned by the NHS [National Health Service]. Currently the majority of testing is via cancer panels, but it's anticipated we'll soon reach a 'tipping point', where the cost of whole genome sequencing, and the increasing evi-dence for pan-genomic markers such as tumour mutational burden and signatures, make it a more pragmatic choice.\" The big advantage of whole genome sequencing, she adds, is that it 'future-proofs' patients when new targets are detected, and also pro-vides invaluable information about mutational burden, which is now believed to predict for good responses to immunotherapy. Recent studies in non-small-cell lung cancer by Matthew Hellman and colleagues, from Memorial Sloan Kettering Cancer Center, New York, indicate that tumour muta-tions burden, found using whole-exome sequencing, predicts response to combination immunotherapy of PD-1 plus CTLA blockade (Cancer Cell 2018, 33:1-10; NEJM 2018, 378:2093-104).\"We need to help politicians recognise that testing is as important as the drug\" 56 Autumn 2018Systems & Services Waiting for better evidence Perhaps the greatest barrier to investing heavily in national genomic testing services and integrating them into the health system, in the way France is now doing, stems from scepticism that the overall approach to treating cancer or other diseases based on their genomic characteris-tics will ultimately prove a fruitful way forward for a sizeable proportion of patients. \"While targeted therapies have been shown to work in different cancer indications, undoubtedly a major stumbling block for countries like Germany is that no studies have shown that the personalised medicine paradigm, where patients are allocated drugs according to genomic testing, improves survival,\" says Christof von Kalle, from the National Centre for Tumour Diseases, Heidelberg. He refers to the SHIVA01 trial, the first prospective randomised trial to evaluate the strategy of pre-cision medicine. That trial, in which patients were randomised to treat-ment selected on the basis of tumour profiling (the experimental arm) or to physician's choice, failed to show any difference between the two arms for the primary endpoint of progression-free survival (Lancet Oncology 2015, 16:1324-34). Christophe Le Tourneau, the principal author of SHIVA01, from Institut Curie, Paris, says, \"SHIVA01 shows that it's not that simple treat-ing patients in a histology agnostic way, and that precision drugs may not work in different molecular landscapes.\" Vassilis Golfinopou-los, Headquarters Director at the EORTC, warns, however, about the longevity of these results. \"While such trials need to be undertaken, results are only valid for a short period, because testing technology is continually evolving. Additionally, the number of targeted drugs is also increasing, with the possibility that a critical mass will soon be reached where they can make a difference on a global scale,\" he says. Once mutations have been identi- fied from testing, particularly if more than one is identified, questions remain around how clinicians will unravel which to target first. \"Cur - rently it often boils down to a prag-matic approach around patient pref-erences, taking into account things like side-effects,\" said Hughes, from the Christie cancer centre. In an effort to help answer those questions, ESMO recently published a consensus-based 'Scale for Clini-cal Actionability Tar - Oncol 2018, doi:10.1093/annonc/mdy263). \"We want to help oncologists to navigate these new clinical pathways. When they iden-tify a number of different mutations in the same sample, we want to help them to understand what's important and what's not, and which has the highest evidence to target first,\" says Fabrice André. A regulatory black hole A major issue for companion diagnostics is that they currently fall under the European testing radar, being classified as 'declared-tests' according to the In Vitro Diagnostic Directive 98/79/EC (IVDD). While the European Medicines Agency (EMA) reviews the efficacy and quality of medicines, and the Con-formité Européene (CE) considers medical devices (through over 900 different Notified Bodies located in different countries), there is no central agency in Europe with responsibility for reviewing the actual diagnostic tests. This is set to change, however, with the In Vitro Diagnostic Regu-lation, which comes into effect in May 2022. The Regulation will require companion diagnostic tests to undergo Notified Body Review and EMA consultation. \"This new process could result in a more harmonised review of companion diagnostic tests, and some level of connection with targeted ther - apy reviewed by the EMA,\" says ECPC's Lydia Makaroff. The current knock-on effect of this lack of official testing means there is no evidence for health tech-nology assessment bodies, such as NICE in the UK, to consider cost-effectiveness and make recommen-dations to health services regarding funding. The outcome is that, all too often, precision medicine drugs are licensed in Europe without the availability of the genomic tests that are vital to identify the patients most likely to benefit. Where enlightened hospitals do offer genomic testing, they often appropriate the money from drug budgets (arguing the economic benefits of avoiding inappropriate therapy), or use charitable fund-ing. In countries such as Spain and Italy, the pharmaceutical compa-nies have taken on board the cost of testing, but this raises questions \"We want to help clinicians understand what's important and what's not\" 57 Autumn 2018 Whole genome sequencing or a panel test? Knowledge of tumour genomic changes, such as those obtained through large-scale international tumour sequencing projects, has enabled the development of tar-geted drugs to switch off mutated oncogenes. The paradigm of targeted therapy (first exempli-fied with the US FDA's approval of Herceptin in 1998), has been repeated with many other targeted agents since. More recent exam-ples include: ALK inhibitors, such as crizotinib, alectinib or ceritinib, target non-small-cell lung can-cers ALK rearrangement; and olaparib and rucaparib, which target a pro-tein involved in DNA repair that is important for cancers associated Source: H Nakagawa et al. (2015) Cancer whole-genome sequencing: present and future. Oncogene 34:594350. Reprinted by permission from Springer Nature © 2015 with alterations in the BRCA1/2 genes.Early biomarker testing analysed single mutations, looking to see whether patients had the specific gene that could be targeted by single specific drugs. But as more biomarkers have become clinically actionable, using multiple single tests became unfeasible, leading to the development of panels of gene assays that are becoming ever more sophisticated. Current examples include the Manchester Genomic Panel, profiling 24 genes linked to treatments, and the Foundation-One test, which profiles 315 genes known to be associated with malig-nancies. However, the single all-encompass-ing test of whole genome sequenc-ing (WGS), which now costs around $1000 and can be turned round in a day, is becoming ever more feasible. WGS provides a base-by-base view of genomic alterations, looking at all 3.2 billion letters of the code. In addition to protein-coding mutations it can also detect non-coding mutations, structural variants (SVs) including SCNAs (somatic copy number alterations) and translocations, as well as pathogens (see figure above, left). For cancer, a 'paired' approach is taken where the normal genome sequenced from the blood is sub-tracted from the tumour genome, allowing identification of acquired cancer mutations. The information generated by WGS requires around 200GB storage space for one genome - around the size of an average laptop.Systems & Services about whether bodies that have a vested interest in whether or not their drug is prescribed should be the ones to fund the testing. \"What's really concerning about the lack of testing is that anyone in Europe can set up a testing service,\" says Rafal Swierzewski, a Polish cancer patient advocate who represents ECPC on the EMA Committee for Medicinal Products for Human Use (CHMP). There is no requirement, he says, for companion diagnostic tests to be standardised, to ensure the results from any given specimen won't vary according to which diagnostic facil-ity does the testing. 58 Autumn 2018 Setting up a national sequencing service One of the biggest hurdles for establishing genetic testing services is developing the core infrastructures to under-pin the service. Sophisticated systems need to be put in including: high-throughput sequencing facilities; 'genome friendly' traditional formalin fixation); biobanks to store the tissue; capacity to manage the resulting mas-sive digital data; and IT systems to return the results to clinicians. Not least is the need to train a workforce of skilled pro-fessionals to interpret the science, and the establishment of multidisciplinary tumour boards to make sense of the data. \"To seize the opportunities of personalised medi-cine requires in-depth expertise across clinical, genomic, health informatics, bioinformatics and social engage-ment and implementation fields. Many of the skills and experience are rare in individual countries and difficult to harness,\" says Denis Horgan, Director of the European Alliance for Personalised Medicine.The UK and France are leading efforts to set up national genetic sequencing services. France Génomique The French Plan for Genomic Medicine 2025 is set to introduce high-throughput technology to allow substan-tial numbers of patients to receive personalised, diagnos-tic, prognostic and therapeutic care through sequencing of their genomes.France Génomique aims to establish 12 sequencing plat-forms across the country, covering all diseases. The plan is to start by whole genome sequencing (WGS) of patients with rare diseases, forms of diabetes, and cancer. It is anticipated that France will be capable of sequencing 235,000 genomes per year by 2020, corresponding to 20,000 patients with rare diseases together with their families, and 50,000 'high-priority patients' with meta-static cancer or cancer refractory to treatment.\"For cancer patients, the idea is to use the sequence to find something that could be the starting point for an approved treatment or entry to a clinical trial with matched therapy. This means sequencing won't be offered ini-tially to patients with a poor performance status or liver or renal dysfunction, who wouldn't be eligible for clini-cal trials,\" says Christophe Le Tourneau, from the Institut Curie, Paris, who is involved in the Parisian Sequoia plat-form selected by the plan.The platforms will be supported by two national centres for expert analysis to ensure consistency and provide access to molecular biology boards (consisting of biolo-gists and pathologists), who will be on hand to provide advice on key decisions around prioritisation of which mutation to target first. The UK 100,000 Genomes Project In the UK, the 100,000 Genomes Project was launched in 2013 with the intention of transforming molecular pathology and enabling WGS to become part of routine clinical care in the National Health Service (NHS). The ini-tiative, encompassing cancer and rare diseases, is run by Genomics England, a company owned by the Department of Health and Social Care. Thirteen NHS Genomic Medicine Centres (GMCs) have been established across England, located in major hos-pitals, which act as hubs, linked to more than 90 local recruiting hospitals. Initially recruitment was restricted to common tumour types (breast, colorectal, and lung), but it has since been extended to cover all cancers. The project set the target goal of sequencing approxi-mately 40,000 genomes in cancer; 17,000 samples have been submitted for analysis so far. Additional goals include providing data for scientific discovery and kick-starting development of the UK genomics industry.After cancer samples are biopsied at local hospitals, tis-sue preparation, DNA extraction, and quantification take place within NHS GMCs to standardised protocols. DNA is then transferred to a Central National Biorepository, where they ensure that the right quantity and quality is sent for processing.Processed files are sent back to Genomics England's headquarters, who prepare reports for clinicians highlighting potentially 'actionable' genes that can be targeted by NHS-approved drugs and eligibility to UK trials. Reports additionally provide supplementary analysis of copy number variation, pan-genomic markers and mutational burden, which may be of value for predicting response to immunotherapies. The current aim is to return reports within a' clinically meaningful' timescale of 14 days.Tumour boards have been established at each of the NHS GMCs, consisting of laboratory scientists, oncologists, pathologists and germline geneticists, to provide advice on individual patient treatment. Systems & Services 59 Autumn 2018Systems & Services Such a casual attitude towards companion diagnostics is symp- tomatic of the low priority afforded to medical testing in Europe. That is how David Brunel, from the US diagnostics company Biodesix sees it anyway. \"In many European coun-tries there is minimal recognition of the cost required to develop com-panion diagnostics alongside thera-peutics, particularly if that effort is led by a diagnostic company with a novel approach and without phar - maceutical support. \"It therefore becomes difficult to obtain reimbursement for tests that justifies this investment and recognises the value they add to the broader health economic equation,\" he argues. With such low rates of potential returns, he adds, there is a risk that US diagnostic compa-nies will focus less on Europe, but instead target emerging markets, such as China, which may be more willing to pay a fair price. The way forward for Europe, sug- gests Zwierzina, from the Cancer Drug Development Forum, would be for the EMA to take on board com-panion diagnostic testing. This would be in line with the practice in the US, where the national regulatory authority, the FDA, has been responsible for regu-lating medical devices since 1975, and has developed guidance laying down the framework for co-approval of drugs and their companion diag-nostics. The legislation due to come into effect in 2022 should be a step in that direction. Getting governments to act Europe, however, is not the US. The big challenge for initiating any change in healthcare across mem-ber states is that responsibility for health lies principally at the level of the national governments. \"Per - versely, while health is considered a national issue in Europe, research comes under the competence of the European Union, which leads to a lack of consistency,\" says EORTC's Golfinopoulos. The European Cancer Patient Coalition believes patients could be an effective force to lobby their own governments, as politicians are more likely to listen to their con-cerns than to pressure from profes-sional groups. But while patients will fight for access to therapies that could benefit them, the idea of fighting for tests to see whether or not they could benefit from a par - ticular drug requires greater knowl-edge and understanding. In November, which has been designated 'Personalised Medicine Awareness month', ECPC will be launching a major advocacy cam-paign to improve genomic literacy among the public and remove this stumbling block for integration. \"At the moment we face the situation where many patients don't know to ask for it and doctors don't know to offer it,\" says Makaroff. \"We're calling on all our members to come together and demand har - monised access to biomarker test-ing across Europe. We want them to let policy makers in their coun-tries know that precision medicine exists, and help them to appreci-ate that giving the right treatment to the right patient is something that will ultimately save lives and money,\" she says. There is also a move to encour - age the Austrian Presidency of the European Council, which runs until the end of 2018, to take up the cause of equal access to oncology testing across Europe. \"While we can't hope to introduce health legis-lation across Europe, what would be helpful is to have a simple message coming from the European parlia-ment that they support testing,\" says the Cancer Drug Development Forum's Zwierzina. Whether such testing services are based on panel tests or whole genome sequencing, which requires a much higher level of investment (see box, opposite), is less impor - tant than ensuring that access to relevant, reliable testing is available. Looking ahead, however, genomic information may turn out to have a valuable role to play as a prognos-tic indicator to predict the course of disease and need for follow-up, as well as in a prevention setting, where it could be used to spot ten-dencies towards developing a par - ticular disease. Eventually, personal genome sequences obtained at birth are likely to become integral to the patient's electronic health record (see also, 'Need a doctor? Send in your digital twin', p 28). But if European countries cannot cope with the current situation, it begs the question of how they will navigate the future explosion of information. To comment on or share this article, go to bit.ly/CW83-BiomarkerTesting\"What's really concerning is that anyone in Europe can set up a testing service\" 62 Autumn 2018ProfileProfile Helen Boyle: putting personalised care into practice Whether the patient in front of her is old and frail, young and trying to keep their life on track, or simply struggling to come to terms with a terminal diagnosis, Helen Boyle goes the extra mile to ensure each one gets the care that is right for them. Doing all this at a time of rapid change in how, where and by whom care is delivered, keeps this specialist in genitourinary cancers very busy, as Marc Beishon found out. Young medical oncologists can end up thrown in at the deep end early in their careers. That certainly was the experience of Helen Boyle, who specialises in genitourinary (GU) cancers - a field where many of the patients have metastatic disease with a poor outlook. It was not long after taking up her first oncologist post at the Léon Bérard cancer centre in Lyon, France, that she found her - self having to conduct those most tough conversations with patients about their prognosis. \"It is very difficult to break bad news and give some hope and perspective on what you can do to help a patient,\" she says. \"As a GU oncologist I often see patients after they have had a diagnosis by our urologists, and they will have been given information about metastasis, but sometimes they don't fully understand what it means. I also give adju-vant chemotherapy, and if a patient relapses, it's me that gives this information, and that there may be no options left and the disease is progressing.\" Boyle had learned about communicating bad news as a medical student and then as a resident. But nothing had prepared her for the reality. \"When you are really respon-sible for the patients it is different,\" she says. \"When they break down in front of you, you need to know how to get past that and help them to accept treatment that could be of benefit.\" Observing how other oncologists conduct these conversa- tions is one way of learning - and Boyle has benefited from working with some of France's best medical oncologists at Léon Bérard. But she feels that more attention should be paid to teaching communications skills both at medical school and during training. \"We do courses on psychology and social science, and watch films, but it is mostly theo-retical.\" Things are beginning to improve, at least at Léon Bérard, she notes, where one of her colleagues is developing a course for medical students on breaking bad news, involv-ing a number of doctors, \"to help with this learning curve\". As with many medics who choose to specialise in medi- cal oncology, the challenge of caring for people with a dis-ease that is difficult to go through was a key factor behind Boyle's choice of specialism - that and \"all the knowledge, the biology and translational research that are leading to new treatments,\" she says. The true scale of challenges though is hard to appreciate until that first metastatic patient is in front of you, she adds. 63 Autumn 2018 Profile Pros, cons and consequences For Boyle, the question of what motivates someone to choose medical oncology has been more than just a per - sonal issue. At the time she did her training, more than 10 years ago, the French Association of Residents in Oncology (AERIO) was aware of only 61 medical oncology residents, which represented a \"dramatic decrease\" at a time when cancer incidence and prevalence was - and continues to be - on an upwards trend. Boyle co-authored a paper for AERIO on why students chose medical oncology as their training speciality. The paper looked at results from a 2007 survey, which revealed that exposure to medical oncology as a medical stu-dent and in graduate training was an important factor. Most respondents felt, however, that they had not been given enough information about what training and a career would be like. Feedback on training was mostly good, there was interest in research and, encouragingly, most who replied said that public service rather than private practice was their aim (Ann Oncol 2010, 21:161-5). Fast forward to 2013 and another, larger, survey of young oncologists in training in France was sent to 505 people, 105 of whom were taking a medical oncology option. That meant the numbers were rising again, in line with the situa-tion in several European countries, according to the findings of a survey conducted by the European Society for Medi-cal Oncology (ESMO) around that time. The findings of the 2013 survey were not all good news, however. Responses showed that many young oncologists were concerned about their professional future, due to the shortage of openings, the workload and the lack of work-life balance. Boyle recognises workloads as a continuing concern, not least because it constrains her from playing a full part in multidisciplinary activities. \"For example, there are impor - tant decisions for patients with early prostate cancer that do not involve medical oncology - but I can give them a neutral opinion on say the merits of surgery versus radiotherapy, as we've seen studies that patients are influenced by seeing one or the other specialist first. But I just don't have much time for this with my clinic full of patients with advanced disease.\" Finding time for research and international society activities is also a challenge, she adds. Many young oncologists were concerned about the shortage of openings, the workload, and the lack of work-life balance 64 Autumn 2018ProfileProfile Why GU cancers? Boyle's own path to her current job was first at medical school at the University of Lyon, and then extending her stay at the university by completing five years of medical oncology training before being awarded her MD in 2009. Placements during training included medical oncology itself at Léon Bérard, but also haematology, internal medicine, intensive care and pathology at several Lyon institutes. Her MD thesis was on managing brain metastases in germ cell tumours, and she also completed a one-year masters in genetics and cell biology. But even before this training, Boyle had been on sev-eral electives, including a student fellowship at the National Cancer Institute in the US. It was during her medical oncology placement at Léon Bérard in 2004-2005 that Boyle came under the supervi-sion of Jean-Pierre Droz, who was to prove instrumental in encouraging her interests in GU cancers, and especially the needs of older patients. Droz, who was profiled in Can-cer World almost ten years ago ('We can do better for our older patients', January 2009), and is now retired from clini-cal practice, is a pioneer in geriatric oncology and remains active in guidelines and overseas development work, includ-ing in International Society of Geriatric Oncology (SIOG) taskforces. Boyle now co-moderator with Droz of SIOG's prostate cancer taskforce, and she is also on the writing com-mittee for SIOG's bladder cancer guidelines. Joining Léon Bérard full time in 2009, Boyle spent a couple of years as an assistant medical oncologist, before moving to the GU team. \"When I started in GU there was a feeling that this was a relatively dull cancer speciality com-pared with some others - there just weren't as many new medical treatment options. But we've seen a rapid expansion of treatments in the past few years for prostate, kidney, and even in bladder cancer, which has been a difficult cancer to treat,\" she says. These include a number of targeted drugs and immunotherapies, although many are still in trial stage. Chemotherapies remain as standard treatments, but GU oncologists have a lot more to offer now, especially in advanced kidney and prostate cancer, and Boyle and col-leagues are participants in several current trials. But even in France, often seen as ahead in oncology in Europe, not all new approved drugs are reimbursed, says Boyle, and like all countries, France is facing tough decisions on whether to fund expensive drugs that currently benefit only a small number of patients. \"But in bladder cancer we now have patients whose metastatic disease we have controlled for three years or so with immunotherapies.\" The director of Léon Bérard, Jean-Yves Blay, is one of Europe's leading medical (and also a previous Cancer World pro-file, 'Integrating translational and clinical research', May 2011), who has voiced strong concerns about drug access, and is certainly key to maintaining Léon Bérard as a major trial centre. Focusing on older patients There is a natural fit between GU cancers and geriatric oncology, as so many patients are in the older age groups. There is a steep gradient after age 60 in bladder cancer, and about 75% of prostate cancer diagnoses in Europe are in men over 65. The poor outlook for advanced cancers in older people, and the presence of comorbidities, makes this a large and challenging patient group, and the integration of geriatric screening and assessment into medical oncology is crucial, Boyle argues. She says a lot of progress has been made since Cancer World interviewed Droz in 2009, when he described multiple shortcomings in assessing physical and mental status, a lack of guidelines, and just a general lack of interest, as only a few countries had geriatric oncol-ogy programmes at that time, meaning that older people were often undertreated or not appropriately cared for. \"We are much better at managing older patients now,\" says Boyle. \"Here we screen all those over 70 with the G8 tool, and aim to have the information at tumour board meet-ings. We can then decide whether to send patients to a geri-atrician.\" Geriatric assessment is not needed for all people - and the G8 tool has become a preferred tool for screen-ing the health status of older cancer patients to then decide on whether a basic or comprehensive geriatric assessment should be carried out, according to the severity of co-morbid conditions, and activity and nutritional status. The Mini-Cog tool is also now widely used for screening for cognitive impairment, and both it and the G8 take only about five min-utes each to carry out. As Boyle adds, the starting point is that, in those who are physically fit, there is often no reason not to treat as with younger patients, and for others it can be about adapting treatments. \"Can we get them through chemotherapy with-out major complications? It is a difficult balance to find even with a geriatric assessment,\" she says. In a paper Boyle co-authored, 2017, 3:385-94), the point is made about challenging oncologists who feel they can make clinical judgements without geriatric input - who may think that because they know about treat-ing this cancer type they also know how to treat it in older 65 Autumn 2018Profile patients, or who may assume that the patient is just too sick or old to treat, or - \"most disturbing\" - that a patient is too old, and will die anyway, so why prolong their suffering? As is often the case in oncology, this is not only about effective multidisciplinary working - and building aware-ness that, as SIOG stresses, \"all oncologists are also geriatric oncologists\". It is also about enabling the care team to have the tools, guidelines and pathways available for each mem-ber to play their part in ensuring older patients get evidence-based, individualised care. Boyle says that there is much better international rep- resentation in SIOG now, indicating an increased interna-tional interest in improving cancer care for older patients. There is also greater buy-in from other oncology profes-sional groups - the society has been successful in getting its prostate recommendations co-endorsed by the European Association of Urology and also ESTRO, Europe's radia-tion oncology society. Boyle is now working on an update of the prostate guideline and also on SIOG's first bladder cancer guideline, which is urgently needed. As the SIOG taskforce notes, once there is progression to muscle inva-sion, such cases are \"clearly undertreated in senior adults. If left untreated, the local evolution is devastating, leading to intractable pain, major bleeding, and death in very poor clinical conditions.\" Léon Bérard is a regional oncogeriatric centre - a designa- tion from INCa, France's national cancer institute - and has been running a geriatric oncology programme for 20 years, but as Boyle notes there is still much to do in researching how effective interventions are. She mentions a French ran-domised clinical trial comparing 'usual care' against 'case management' (assessment of the patient by the nurse and the geriatrician with interventions as prescribed by the geri-atrician) over 12 months in a geriatric patient population. \"It's called the PREPARE trial, and is looking for improved survival and quality of life as primary outcomes.\" Colleagues at Léon Bérard have also just published a paper on the experience of geriatric assessment at the centre (J Geriatr Oncol 2018, doi.org/10.1016/j.jgo.2018.05.008, published online 14 June). Focusing on younger patients INCa has also established a programme of centres that look after the needs of adolescents and young adults (AYAs) with cancer. In response to the INCa call, Léon Bérard set up an AYA multidisciplinary team, with Boyle in charge - as if geriatric oncology wasn't enough of a special interest. More recently, an opportunity opened up to create a small AYA ward. It's a joint initiative of Léon Bérard and Lyon's Paediatric Haematology and Oncology Institute, and is one of the few units in France that is certified to carry out early-stage trials with this patient group. Boyle points to two key aspects of the team. One is the complex interface between paediatric and adult oncology, and the need for multidisciplinary working to arrive at pro-tocols and age limits for various treatments, as there is no clear cut-off between the groups. The other regards the par - ticular social problems this group faces: \"Some have started work or university, and are at risk of dropping out. Adher - ence to treatments can be a challenge in this population - it's a very difficult time for them. Here they see a psy-chologist and social worker to identify what the problems are from the start - what active life they can return to.\" Oncology practice is also changing. More patients are seen and treated in day-care facilities and in the community, and more treatments are taken orally. Léon Bérard has built a new outpatient building, which can mean more logistical issues in arranging rooms and times to see patients, says Boyle. All centres are also facing a drop in revenue due to less hospital-based work. Supervising patients needs new approaches. \"We now have a clinical pharmacist who starts the patients on oral drugs and who communicates with com-munity pharmacists to liaise on side-effects and drug inter - actions. We have recruited a nurse who calls patients to learn about adverse events, and we run MDT meetings with specialists such as endocrinologists and internal medicine doctors on managing patients on drugs such as immuno-therapies.\" It all points to a pivotal role for medical oncologists as they become increasingly involved with all aspects of patient journeys, including many of the latest major advances in treatments, and the psychosocial side of helping often vul-nerable groups. For Boyle, who also does some teaching of residents and medical students, there are more interesting challenges to communicate about oncology than ever - but there is no disguising the heavy workload that results. \"Can we get them through chemotherapy without major complications? It's a difficult balance to find\" To comment on or share this article go to bit.ly/CW83-HelenBoyle 68 Autumn 2018When patients ask you to help them die The public, politicians, and legislators debate the morals, ethics, and unintended consequences of assisted dying. But it is clinicians, in the privacy of their consulting room, who face requests to be the person giving that assistance. How do cancer professionals feel about being asked to help someone die, and what do they do? Cancer World asked some of our readers. Simon Crompton reports on what they said. \"When you see how the patient is suffering, the thought that comes into your head is how to help him or her go, to ease that process. On the other hand, it's scary to do this according to your morality and the stereotype that physicians can only can save a patient's life. But in the case of dying, this is a matter of the integrity of a patient's personhood.\" How far would you go to respect a patient's autonomy? What if they ask you to help them die? It's a situation that many clinicians have been faced with - but few talk about it in public. All too often physicians, nurses and other health professionals are left to struggle with the dilemma alone, unable to share their thoughts as they try to weigh respect for the patient's wishes, their own personal and professional beliefs and abiding by the law. This year, Cancer World asked some of our readers to tell us about their experiences of assisted dying in a confidential survey. Twenty-seven cancer profession-als, including the palliative care specialist quoted above, responded. They spoke honestly, on the condition of anonymity. Ten of them stated that they had been asked by a patient to help them end their life. Six respondents said that, under the right circum- stances, they might help a patient die. Among them was an oncologist from Southern Europe, who told us of his internal battle when a woman of 72 with metastatic breast cancer asked to meet him out of the hospital set-Getting Personal 69 Autumn 2018 ©Vito Manolo Roma ting, and then asked him whether he would help her die if she were losing her dignity. \"She wasn't currently my patient, but she had been my patient during adjuvant treatment and she had come to my clinic for a second opinion about her current treat-ment plan. She said she wanted to speak to me confi-dentially, but she didn't want to talk in the hospital. So I agreed to go out to dinner with her, and she told me the remarkable story of her life. Then she said she knew she was dying, and that she knew things would get worse, and she really didn't want to be put in the position of losing her dignity. What she was most worried about was not being able to choose any more, once in a hospital situation. \"She said she was sure I could find a way to help her if needed. So I said, 'You are asking me a lot, and we will do all we can to ensure you are not in pain and won't lose your dignity.' So she said, 'Yes, I know doctors say that to everybody, but when it really happens you must be there.' So I felt in a bit of a corner, and finally I made a commit-ment that I would be there.\" Over the coming months, the oncologist kept informed of the patient's progress as she began palliative treatment and she phoned him with updates. \"And when things got really bad for her, she didn't ask me anymore,\" says the oncologist. \"She was well palliated, and she died at home. It's rare for people to die in peace, without regret. But for her, having a Plan B in place in case everything went wrong, was good. \"To be honest, I don't know what I'd have done if she had called me one evening and said 'I'm sick of this, please help me.' Probably I would have gone to speak with her and looked at the possibilities, maybe discussed it with the supervising physician a little bit. But it was all a bit borderline. I didn't rule it out, but I didn't intend to do it. There was a disturbing feeling that I had commit-ted to something that was practically, ethically and legally very difficult. But when I think of it now, I still think I made the right choice at the moment I committed to it. I couldn't just pass it by.\" \"I felt in a bit of a corner, and finally I made a commitment that I would be there\"Getting Personal 70 Autumn 2018Not everyone would have responded in the same way. But the fact is that the issue of assisted dying raises its head regularly enough in the clinic for it to weigh on the conscience of many practitioners for a long time. Public pressure There is new pressure to reopen public debate about the role of doctors in helping patients end their lives. In February this year, the BMJ ( British Medical Journal), called for an independent poll of doctors on the issue of assisted dying, asserting that doctors' organisations are out of step with public opinion. The BMJ editorial quoted UK and US polls where 80% of the general public expressed support for assisted dying, and surveys show-ing a growing number of doctors are also in favour. Yet the most common responses to the BMJ's series of articles on assisted dying was that doctors should not be involved in intentionally bringing about the deaths of others, and that assisted suicide might be open to abuse. For advocates of health professional involvement in assisted dying, a patient's right to self-determination is paramount. For opponents, any role in assisting death fundamen- tally compromises health professionals' responsibility to do everything possible to preserve life and quality of life. Both sides believe fundamentally in maintaining a rela-tionship of trust with dying patients, but take a different stance on how best to preserve it. Overarching everything is the law, which provides a different framework from country to country. In the Netherlands, Belgium and Luxembourg, the law allows physicians to administer lethal substances under spe-cific circumstances. In Switzerland a doctor may assist in a suicide, for example by providing drugs. Everywhere else in Europe it is illegal for health professionals to help people die, although there is provision for 'passive euthanasia' - disconnecting a feeding tube, for example - in many countries. For some who responded to our survey, the law is unbreachable. For others, it seemed a lesser consid- eration than the autonomy of the patient. Most of the responses reflected a sense of internal conflict. Everyone who responded cared deeply. The options \"There are so many stories that I could share with you,\" said a cancer nurse from Southern Europe. \"But basically all relate to the inability to adequately control the pain and the suffering of patients who are in the terminal phase. Of all the situations that I have witnessed, cases of dyspnoea were the ones that cost me the most. Is it really so difficult to provide a dignified death?\" Is it inevitable that clinicians should be put in such dif- ficult situations? The survey responses, and the experiences recounted, suggest that health service excellence might largely prevent the issue of assisted dying arising - certainly for cancer patients. Two areas stand out as being particu-larly important: timely and empathetic communication and excellent palliative care services. A clinical oncologist from Western Europe recalled how a patient with metastatic breast cancer, referred to him for palliative radiotherapy, had sat down in a consultation and stated very firmly that she expected him to respect her wish for assisted suicide or euthanasia if and when she had had enough. \"I was slightly surprised she used this as her intro-duction at the start of the consultation, but we discussed her feelings, how the law would consider such actions as criminal, and in addition how I did not support assisted sui-cide or euthanasia. And then I said, we'll note that and can talk about it in due course. But I want to talk about your symptoms now. Eventually, we were able to talk about how her fairly stable metastatic breast cancer required a short course of palliative radiotherapy, which she agreed to.\" Her symptoms were controlled and the clinical oncolo- gist continued to see the patient regularly for three more years. She died from her progressive disease under the care of her medical oncologist in a hospice. \"I always reassured her we would do all we could to control symptoms of both her disease and her treatments. She never repeated her request for assistance to die. Palliative care did what we assured her it would.\" The clinical oncologist thinks that having time to talk to her about what could be done to keep her free of pain and Getting Personal For some, the law is unbreachable. For others it seemed a lesser consideration than the autonomy of the patient. Everyone cared deeply 71 Autumn 2018 What else respondents said \"A physician became my patient when he was diagnosed with cholangiocarcinoma. He asked for my help in terminating his life and, in fact, unsuccessfully attempted suicide on his own. After that we had several long conversations about the options. He died a few months later, naturally, with the services of a hospice.\" \"A friend of mine, a physician herself, who died of breast cancer, asked me to support her to keep control over her life by helping her to finish it when she decided to end her life.\"\"In patients with clear disease awareness, I usually explain the possibility of controlling symptoms for as long as possible. When symptoms become uncontrollable I propose sedation.\" \"One of my patients, a 65-year-old gentleman with pancreatic cancer, didn´t want to try second-line chemotherapy. Although he was comfortable in hospital, he asked me to help him die sooner, but I refused. He was transferred to a palliative care unit where he died one month later. Was this 'more time waiting for death' worthy of him?\"\"I would not help a patient die, but I completely understand the suffering and I would do my very best to help with the pain to the best of my knowledge and my competence. I would try to help my patient have an 'easy' passing.\" symptoms, and to keep her life as normal as possible, was crucial. \"We have to be honest that palliative care cannot stop every symptom. And we also have to say that the situa-tion may be different in cancer, where loss of independence and dignity is probably less of an issue than degenerative neurological problems, or respiratory conditions such as COPD. \"But having said that, I do think communicating and lis- tening to what the person has to say are incredibly impor - tant - and that's what palliative care specialists are brilliant at. Unfortunately, that kind of attention is lacking in a lot of situations in any health service.\" In some Eastern European countries, palliative care is not well developed - and this presents major problems for can-cer clinicians. One palliative care specialist from the region remembers how, five years ago, a terminally ill patient asked her to help him die. \"He impressed me greatly, and he was suffering pain very very badly. As a human being, I under - stood his desire to escape. But I said I couldn't do this: it is against my humanity, against my religion, my profession.\" With no morphine available, the man died in pain. \"It was a very sad situation,\" she said. Palliative care has only been pioneered in her country in the past ten years, and it was only recently officially accepted as a speciality. \"There was nothing I could do for him five years ago, but now there is morphine available I could control his pain. With good symptom control, we don't postpone death and we don't hasten death - we make someone's life easier. That is the extent of our responsibility. Once you have pallia-tive care, assisted dying becomes less of an issue. If they are not in pain, the issue is less likely to be one that the patient considers.\" Blurring lines But overlaying many of the comments returned by clini- cians who responded to the survey is an awareness of past abuses of the power of life and death by doctors, and the blurriness of lines when it comes to reducing suffering and indignity without hastening death. A surgeon from Eastern Europe commented that the legitimate question of whether doctors should be involved in assisted dying was unfortunately overshadowed by the \"Communicating and listening to what the person has to say are incredibly important... Unfortunately that kind of attention is often lacking\" Getting Personal 72 Autumn 2018 The survey Cancer World used SurveyMonkey to email the survey to more than 7000 Cancer World readers working in a broad range of capacities. We said we would like to hear from people who had faced requests from patients to help them die. We were interested in exploring the dilemmas clinicians face when their patients ask them: \"If and when I decide I don't want to carry on, and I want help to die, will you help me?\" We said we would like to know the background to the request (the situation of the patient), how they (the physician) responded, how they reached their decision on how to respond, what happened in practice, and how they felt in retrospect about the way they had handled their patient's request.We promised to preserve anonymity. We received 27 substantive responses from people working across 10 European countries, in roles ranging from medical/clinical/haemato-oncologist, radiation oncologist and surgeon, to palliative care specialist, cancer nurse, clinical pharmacologist and GP. This article is based on those responses, together with interviews with some of the respondents. The findings are interesting because they throw a light on how cancer professionals view their own role and responsibilities, how they weigh up the dilemma and what they actually do when a patient asks for help with dying. However, they should not be taken as representative of opinion among European cancer professionals, as the sample was small and there are many reasons why survey recipients who have been in this situation may have chosen not to record what transpired. We would like to thank everyone who did respond for sharing their personal stories.past: \"We remember the awful history of euthanasia in the 1940s,\" he said, referring to the organised murder of people under the name of euthanasia around the time of the sec-ond world war. \"But it should be discussed again really seri-ously. Putting myself into a dying patient's shoes, I would not want my suffering prolonged. The life of a human is his life, and it is for him to decide.\" A doctor from Western Europe, who opposes medical involvement in assisted dying, said baldly: \"The trouble is I don't always trust my profession.\" Before the development of palliative care and the hospice movement, he said, doctors regularly repressed dying patients' respiration with opioids so that they 'slipped away'. But he said that recent cases of patients allegedly having their lives unnecessarily shortened with diamorphine - for example, at Gosport War Memorial Hospital in the UK - only emphasises how easily a sense of trust between doctors and patients can be jeopardised once they see 'helping people slip away' become part of their role. A Southern European doctor said that once there was public debate about medical practice at end of life to uphold patient autonomy and minimise suffering, a 'slippery slope' was exposed. \"Some situations are easy because, if you have a terminally ill patient in pain, there is really no issue in taking the morphine up and up. It's kind of implicit when you've discussed things with the patient and relatives, and controlling pain is the priority. But things get more difficult when there is not serious pain, and when the patient is just very clear about what they want.\" Responses to the survey demonstrate that theoretical debates about health professionals' involvement in assisted dying have a concrete reality in the clinic. Clinicians are faced with dilemmas that cause them much private soul searching and there are no easy answers - either in public debate or in the face-to-face immediacy of clinical situa-tions. But sadly health professionals usually face assisted dying dilemmas alone and unsupported, worried about the consequences to their patients, themselves, and their profession, if they start sharing the burden. Somehow, that needs to change. The Southern European physician who promised to help the 72-year-old breast cancer patient looks back on the episode and believes there's only one thing he'd do differently today. \"I wouldn't be alone in the situation - I wouldn't have a private agreement with a patient. I think the implications are so big that I would seek help from someone else, and maybe just say to the patient: 'I'm on your side, but maybe if we got someone else involved, it might help us sort it out.' We take responsibility for other important medical decisions, but we share them with col-leagues or teams before making them, and that helps a lot with the burden of responsibility. Discussing, understand-ing, sharing is important.\" Trust can be jeopardised once doctors see 'helping people slip away' as part of their role To comment on or share this article go to bit.ly/CW83-AssistedDying\"I would not want my suffering prolonged. The life of a human is his life, and it is for him to decide\"Getting Personal In this Issue: The trouble with health statistics Countering the rise of cancer in sub-Saharian Africa The fight against cancer benefits from a stronger European union of registries Ask cancer for its name, not only for its address Meanings and Measures of Quality of Life in Head and Neck Cancerwww.cancerworld.net join us "}