{"title": "A Diné Ceremony of Restoration - Shamanic Education", "author": "Bethany Pozzi-Johnson", "url": "https://shamaniceducation.org/a-dine-ceremony-of-restoration/", "hostname": "shamaniceducation.org", "description": "\"Ceremonies are very important... it's not only the patient that we heal, it's also ourselves. In the traditional Navajo way, the whole healing process is to heal the whole body, the whole self.\"", "sitename": "Shamanic Education", "date": "2018-12-09", "cleaned_text": "by Dr. Michelle Kahn-John and Dr. Diana Quinn \"Ceremonies are very important... it's not only the patient that we heal, it's also ourselves. In the traditional Navajo way, the whole healing process is to heal the whole body, the whole self.\" - Anderson Hoskie, Diné Hataaii Fort Defiance, Arizona is surrounded by exquisite land: beautiful tall mesas, dry grasses undulating over quiet valleys, and a bright expanse of sky that takes your breath away. It is also home to the Tséhootsooí Medical Center, which predominantly serves members of the Navajo Nation, where Fort Defiance is located. For Michelle Kahn-John, PhD, nurse, former employee of TMC and member of the Diné, it is also the home base of important research on the outcomes of traditional Diné ceremony. While the medical center provides primarily western medical treatment, it also offers Diné ceremonial interventions with traditional healers and has been hosting Dr. Kahn-John's research, sponsored by the University of Arizona and with the support of a grant by the Center for Shamanic Education and Exchange. Specifically, does traditional Diné ceremony support physical and psychological healing for those living with depression and emotional distress? Can a ceremony, alone, in which no medicinal herbs are ingested, create a change in the mental health of a participant? The question is a powerful one, and the results of the study quite promising. Participants showed a modest reduction in inflammatory stress markers (bio-chemical markers of emotional stress taken from the saliva of participants) after the ceremony and reported improvements in sleep, appetite, energy, motivation, family connectedness, brighter outlook, increased hope, less pain, fewer nightmares, decrease in body cramps and increased ability to perform activities of daily life. For those living with severe emotional distress, including depression, having another avenue of treatment can make a world of difference. In the United States as a whole, depression affects over 10 million people annually. In data collected by the National Center for Health Statistics, close to 13% of Americans take antidepressant medication. Incidence of depression and suicide are even higher among the Native populations: in the U.S. In 2010, the Navajo Nation experienced a peak in the suicide rate almost three times the national average. These alarming statistics prompted the focus of Dr. Kahn-John's clinical research on the use of traditional ceremony for the treatment of emotional distress. The research study included 25 adult participants, who each participated in the ceremony, conducted by an authentic Diné Hataaii, a Navajo Chanter. This specific ceremony, whose name remains private upon the request of the Navajo Nation, is typically intended for periods of grief, loss, trauma and for difficult or challenging life transitions. It lasted approximately two hours and involved the use of prayer, chants, bathing, spiritual cleansing and body painting followed by a four day period of reverence, rest, self reflection and relaxation. Friends and family members were allowed to partake in the ceremonial process. No mind altering (hallucinogens) herbal preparations were utilized in this ceremonial process. At the exit interview, participants and family members of participants reported a reduction in emotional distress, and expressed much appreciation, indicating the ceremony was helpful for physical, mental and family health. 30 days after the ceremony, the effects were still in place, confirmed by reevaluation of emotional distress and inflammatory markers. Traditional Diné ceremonies are health restoration systems that have been in place for generations. The survival of these ceremonial practices validate their effectiveness in promoting physical, mental, emotional, social and spiritual health and well being for the Diné. The ability to demonstrate effectiveness of ceremony within a scientific, 'evidence-based' approach allows not only for these traditional ways to be scientifically validated, but also encourages the acceptance of traditional indigenous wellness interventions such as ceremony to be considered acceptable and reimbursable healthcare practices by healthcare insurance companies. Scientific validation of ceremonial interventions may be the missing link that will allow us to integrate ancient ceremonial healing approaches alongside standard medical practices thereby creating a more holistic and culturally tailored and inclusive healthcare system. An additional benefit of scientifically validating the beneficial outcomes of ceremony is to promote ceremony within the Diné Nation, as well as other American Indian and Indigenous communities that historically practice ceremonial healing. The preservation of cultural and ceremonial wisdom creates the opportunity to preserve this knowledge for younger generations. The benefit of ceremony is not specific to the healing and wellbeing of one person; everyone involved benefits. \"This research project reaffirmed my faith in ceremony. Ceremony helps cleanse you mentally, emotionally, physically. It helps restore balance\" (Kahn-John, 2017). Dr. Kahn-John hopes to continue this work with her home community, the Diné Nation and hopes to collaborate on projects that support the protection, preservation and promotion of cultural and ceremonial wisdom within American Indian and Indigenous populations worldwide. "}