{"title": "How To Treat ED With Acupuncture and TCM", "author": "Xiaomei", "url": "https://myartofwellness.com/how-to-treat-ed-with-acupuncture-and-tcm/", "hostname": "myartofwellness.com", "description": "By Qineng Tan, L.Ac., Ph.D. & Xiaomei Cai, L.Ac., Ph.D. Let's face it: most men have probably had trouble getting hard on occasion, but if it's", "sitename": "How To Treat ED With Acupuncture and TCM » Art of Wellness Acupuncture & Traditional Chinese Medicine (TCM) | Acupuncture in Los Angeles, CA; Acupuncture in West Los Angeles, CA; Acupuncture in Santa Monica, CA", "date": "2021-02-05", "cleaned_text": "By Qineng Tan, L.Ac., Ph.D. & Xiaomei Cai, L.Ac., Ph.D. Let's face it: most men have probably had trouble getting hard on occasion, but if it's happening 50% of the time, or more often, then it may be a sign of men ED, or [erectile dysfunction](https://www.mayoclinic.org/diseases-conditions/erectile-dysfunction/symptoms-causes/syc-20355776). ED refers to the inability to get or maintain an erection, making it difficult to have sexual intercourse. Acupuncture and TCM offer a natural solution for low sex drive and reproductive health problems, without over the counter ED pills. In the past few decades, this condition, which used to be referred to as \"impotence,\" has come to be perceived as a men's health issue or a [men's fitness issue](https://www.muscleandfitness.com/women/sex-tips/why-you-cant-get-hard/) that can be treated medically, rather than a personal problem. While it's great that men can get help from doctors for this condition without embarrassment or shame, ED medications may not solve the problem for everyone. [Stress](https://myartofwellness.com/how-to-treat-stress-with-tcm-and-acupuncture/), hormones, nutrition, exercise, emotions, and relationship dynamics all play a role in ED. ED can have a serious impact on a man's quality of life, as it affects self-esteem, romantic relationships, and [sperm count](https://myartofwellness.com/how-to-treat-oligospermia-with-acupuncture-and-tcm/), and [fertility](https://myartofwellness.com/infertility-faqs/). It is [estimated](https://www.trendstatistics.com/health/erectile-dysfunction-statistics/) that about 30 million men in the U.S. experience erectile dysfunction (ED). By age 60, over 40% of men will probably experience ED. While ED drugs and over the counter ED pills help some men with ED symptoms, many men cannot use these medications because they interfere with others that are commonly used to treat heart disease. [Acupuncture](https://www.health.harvard.edu/mens-health/acupuncture-for-ed) and TCM provide an alternative treatment for ED that can help men with this issue. Top 10 Causes of ED ED is a complex problem, which can involve both physical and mental components. A physical problem that causes a man to experience ED a few times may lead to emotional stress around sex and low sex drive, making the problem worse. Because the brain and hormones contribute so vitally to arousal and erection, sometimes [ depression](https://myartofwellness.com/how-to-treat-depression-with-acupuncture-and-tcm/), [anxiety](https://myartofwellness.com/how-to-treat-anxiety-with-tcm-and-acupuncture/), or interpersonal feelings are the main cause of the issue. Some of the most common physical causes of ED include: - Heart problems, high blood pressure, clogged arteries, high cholesterol - Diabetes - Obesity - Use of certain prescription medications (antihypertensives, antidepressants) - Neurological conditions, such as Parkinson's disease or [Multiple Sclerosis](https://myartofwellness.com/what-is-ms-how-to-treat-multiple-sclerosis-with-acupuncture-and-tcm/) [Alcoholism](https://myartofwellness.com/how-to-treat-addiction-with-acupuncture-and-tcm/)or excessive consumption of alcohol [Smoking cigarettes/tobacco](https://myartofwellness.com/how-to-quit-smoking-with-acupuncture-and-tcm/) - Prostate problems like [BPH (enlarged prostate)](https://myartofwellness.com/how-to-treat-bph-with-acupuncture-and-tcm/), or prostate [cancer](https://myartofwellness.com/acupuncture-and-tcm-for-cancer-integrative-oncology/) - Lack of sleep, [sleep disorders](https://myartofwellness.com/how-to-sleep-better-with-acupuncture-and-tcm/) - Low testosterone Sometimes erectile dysfunction is the reason men discover that they have a heart condition or [diabetes](https://myartofwellness.com/how-to-treat-diabetes-with-acupuncture-and-tcm/) that they didn't realize they had. When high cholesterol causes plaque to build up in the blood vessels, it's not only the heart that is affected. Atherosclerosis (narrowing of the arteries) can also affect a man's ability to get an erection by [restricting blood flow](https://www.ahajournals.org/doi/full/10.1161/circulationaha.110.017681) to the penis. Inability to maintain an erection can be a sign that a man has [hypertension](https://myartofwellness.com/how-to-treat-high-blood-pressure-with-acupuncture-tcm/). What Is the Treatment for ED? The most common medical treatment for men with ED are PDE-5 medications (like Viagra, Cialis, or Levitra), which work to dilate the blood vessels that supply blood to the penis. These [ED drugs](https://www.mayoclinic.org/diseases-conditions/erectile-dysfunction/in-depth/erectile-dysfunction/art-20047821) lower the blood pressure, which is why they cannot be used in conjunction with some other medications, including nitroglycerin or Imdur. If a man were to take both his ED pills and these medications, it could cause dangerously low blood pressure. Some men experience [side effects](https://www.healthline.com/health/erectile-dysfunction-medications-common-side-effects#dizziness) of taking these ED meds, including: headaches, blurred vision, dizziness, hot flushes, muscle pain, and diarrhea. In rare cases, men may have a painful erection that lasts longer than four hours (priapism), which can require medical treatment and/or cause permanent damage. If necessary, a doctor may numb the penis and use a needle to drain the blood that is trapped there, or use decongestant medications to help relieve the swelling. Other forms of therapy for ED include penile implants and penile injections. TCM acupuncture treatment for ED does not involve any needles inserted into the penis itself. How Can Acupuncture Help ED? According to TCM theory, ED is classified as a Jin Wei disorder and can follow one of a few patterns: - Liver qi stagnation - Blood stasis - Kidney deficiency TCM also acknowledges that stress, emotional and mental health disturbances are often a primary cause of ED, and seeks to incorporate counseling and awareness-building, both with the patient, and with the patient's partner, if applicable. Sessions with a TCM provider usually involve plenty of discussion and feedback; patients feel heard and understood, which can go a long way towards relieving anxiety surrounding the ED or other sexual disorders. TCM treatment for ED will include both acupuncture and herbs, which, combined, help to address the weakness or blockages that have developed around the liver and kidneys, strengthening the liver qi, relieving stagnation, and clearing dampness. [One study](https://www.healthcmi.com/Acupuncture-Continuing-Education-News/1847-acupuncture-heals-erectile-dysfunction-finding) showed that, after a course of treatment including 3-5 acupuncture treatment sessions and daily herbal supplementation, almost half of the men reported satisfaction with the results. [Another study](https://www.webmd.com/erectile-dysfunction/news/20000505/impotence-gets-needled-in-acupuncture-study#2) found that about two-thirds of the men who received TCM treatment reported feeling that they were \"cure,\" while the other third reported improved erections, but still felt that they needed more help. The group who received placebo treatment did not report improvement. Top 5 Tips for ED Men's Fitness The desire to overcome ED and get your sex life back on track can be a great motivation to clean up your diet and get rid of habits you know have been holding you back from peak men's health. Your acupuncturist can help you plan the best diet for men to help regulate hormones, reduce cholesterol, improve circulation, boost heart health and energy. - Eliminate alcohol, tobacco, and other recreational drugs. You may feel like these substances help you to relax and get in the mood, but on a deeper physiological level, they are compounding the problem. - Get more exercise. Ideally, balance cardio with some weight training. Losing fat and building muscle will help to balance the hormones and increase testosterone levels. - Take care of your mental health and emotional well-being. Foster open and honest communication about ED with your partner. Acquaint yourself with men's and women's health issues, so that you can care for each other with empathy. - Reduce stress. Prioritize a balanced, healthy lifestyle. Making time for yourself through regular exercise, meditation, and healing modalities like acupuncture can help improve your performance in all other areas of your life - Get adequate sleep. When the body doesn't get the deep rest it needs, it can lose all kinds of functionality. Acupuncture Near Me for ED ED is a sensitive men's health issue. Knowing that it's a common problem that affects lots of other men may help a little, but if ED is becoming a sexual problem that is negatively affecting your life and relationships, it's worth it to seek out help for erectile dysfunction. If conventional medical treatment for ED isn't working or isn't an option, or if you want to take a more holistic approach that will help also boost your fertility and longevity, consider acupuncture treatment for ED. *This article is for education from the perspective of Traditional Chinese Medicine only. The education provided by this article is not approved by FDA to diagnose, prevent, treat and cure human diseases. It should not stop you from consulting with your physician for your medical conditions. Traditional Chinese Medicine is based on Qi, which is an invisible force that usually cannot be observed by modern science. Because science focuses on testing ideas about the natural world with evidence obtained through observation, these aspects of acupuncture can't be studied by science. Therefore acupuncture and Chinese herbs are often not supported by double-blind, randomized trials, and they are considered alternative medicine therapies in the United States. "}