{"title": "PDF", "author": "PDF", "url": "www.revistaavft.com/images/revistas/2020/avft_6_2020/18_revision_del_efecto_antiviral.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Resumen Abstract Introducción e inmunomodulador de plantas Medicinales a propósito de la pandemia COVID -19 Review of antiviral and immunomodulatory effects of herbal medicine with reference to pandemic -López 1Carrera de Medicina Humana, Universidad Científica del Sur, Lima, Perú. Médico Cirujano 2Comité de Medicina Tradicional, alternativa y Complementaria, Colegio Médico del Perú. Especi alista en Medicina Interna 3Facultad de Farmacia y Bioquímica, Universidad Nacional Mayor de San Marcos, Lima, Perú. Estudiante de Farmacia y Bioquímica 4Sociedad Científica de San Fernando, Facultad de Medicina Humana, Universidad Nacional Mayor de San M arcos, Lima, Perú. Estudiante de Medicina Humana 5Facultad de Medicina Humana, Universidad de San Martín de Porres, Lima, Perú. estudiante de Medicina Humana Autor de correspondencia: por el virus SARS -CoV-2 es el gran enigma que enfrenta la salud global debido a su r ápida ex - pansión, ante este escenario, la fitoterapia ha demostrado desde tiempos inmemorables su importancia en el aporte de innovaciones terapéuticas. En este contexto, se efectuó una revisión de las referencias bibliográficas oficiales del país, cruzán dolas con la base de datos Natural medicine del Insti - tuto Karolinska, obteniendo 25 plantas medicinales con efec - to antiviral e inmunomodulador. Luego se utilizó tres bases de datos: Scopus, Google académico y BVS -MTCI, los que me - diante un screening f ocalizado en ambos efectos para virus ARN, quedaron 79 artículos, correspondientes a 14 plantas medicinales; de ellas 7 presentaron y Camellia sinensis; estas tres últimas, además, poseen un potencial efecto contra SARS -CoV-2, por lo que se propone profundizar en el estudio terapéutico de las mismas. Palabras clave: Factores Inmunológicos, plantas medicina - les, antivir ales, infección por coronavirus. The pandemic caused by the SARS -CoV-2 virus is the great - est issue facing global health due to its rapid expansion. Given this scenario, the phytotherapy has demonstrated its the rapeutic in - novations. this context, a review of the official bibliographic references of the country was carried out, crossing them with the Natural medicine database of the Karolinska Institute, ob - taining 25 medicinal plants with antiviral and immu nomodu - effects. Google Scholar and BVS -MTCI, which through a focused screening in both effects for RNA viruses, it was left 79 ar - ticles, corresponding to 14 medicinal and Camellia sinensis ; three from these, in addition, have a potential effect against SARS -CoV-2, and for this reason, an in -depth study of therapeutic coronavirus infections. En el año 2019, en la ciudad de Wuhan, China, se ori ginó la enfermedad COVID -19, que es provocada por el nuevo co - ronavirus SARS -CoV-21. Este virus se extendió con rapidez por todo el mundo y en marzo del 2020 fue declarada una pandemia por la Organización Mundial de la Salud (OMS)2. Las características co munes en el COVID -19 son fiebre, tos, opresión en el pecho y disnea, el 80 % de los casos son leves, sin embargo, casos más graves presentan un rápido deterioro, linfopenia, bajo nivel de células Natural killer (NK) y posteriormente la tormenta de interle ucinas inflamatorias (IL-6, IL -10, IL -8) y TNF - (Factor de necrosis tumoral alfa); ocasionando elevación de los parámetros de inflamación, como el incremento de la proteína C reactiva (PCR); a ello se agrega vasculitis, hipercoagulabilidad, coagulación in travas - cular diseminada y daño de múltiples órganos3. Al momento no existe un tratamiento definitivo, sin embargo, han surgido muchas propuestas, entre ellas, la hidroxicloro - www.revistaav ft.com Revisión del efecto antiviral 795 AVFT Archivos Venezolanos de Farmacología y Terapéutica Volumen 39, número 6, 2020 796 quina, cloroquina, azitromicina, ivermectina, corticoides, tociluzimab, remdisevir, favipavir, umifenovir, plasma convaleciente, por mencionar algunos, pero hasta el momento ninguno ha de - mostrado efectividad comprobada4. Una de las opciones te - rapéuticas más efe ctivas la constituyen las vacunas, que aún están en desarrollo y que demorarán en poder ser usadas. La búsqueda de un tratamiento para COVID -19, enfermedad que está diezmando a la humanidad, se vuelve realmente gravitante esta palabra no está en el diccio nario de la RAE this word is not in the RAE dictionary. Con el fin de mejorar el arsenal farmacológico se está reutilizando medicamentos antiguos y efectivos contra otras patologías. Es de suma im - portancia entonces, recurrir a nuevas estrategias terapéu - ticas a partir de lo que siempre ha constituido una fuente importante de recursos para el tratamiento, las plantas me - dicinales, para asumir estrategias preventivas en el control de varias enfermedades, incluidas las infecciones virales respiratorias. Ya en el pasado, la medicina tradicional pe - ruana contribuyó con el conocimiento del árbol de la \"quina\" (Cinchona officinalis L. ) de donde se extrajo la quinina que por síntesis originó la cloroquina y la hidroxicloroquina, útiles para malaria, artritis r eumatoide, lupus eritematoso, entre otros5Irrelevante Irrelevant. Las plantas tienen actividad antiviral positiva in vitro e in vivo, se ha observado que su efecto puede ser diferente contra los virus ARN o ADN, con o sin envoltura; e incluso contra diferentes tipos o cepas de un virus, y adicionalmente, tener un efecto inmunomodulador6. Por todo lo mencionado, es importante identificar las plantas medicinales con acción antiviral y/o inmunomoduladora que puedan ayudar a afrontar la pandemia o que se conviertan en un potencial medicamento para COVID -19. En razón a ello, se realizó una búsqueda sistemática en la literatura científi - ca sobre plantas medicinales que cuentan con evidencias de estudios preclínicos o clínicos en estas dos acciones: antivi - ral y/o inmunomoduladora. Metodología La presente revisión fue realizada durante el mes de marzo e inicios de abril del 2020, para seleccionar las plantas medici - nales a usar, se hizo un cruce entre la base de datos Natural medicine del Instituto Karolin ska de Suecia y el listado de referencias bibliográficas que sustentan la seguridad y uso tradicional de recursos naturales en la Resolución Directoral Nº140 -2012 -DIGEMID, emitido por la Dirección General de Medicamentos, Insumos y Drogas del país, de ello se obtuvo 25 plantas. Posteriormente, se realizó una primera búsqueda en las ba - ses de Google académico, Scopus y BVS -MTCI donde se obtuvo 5 172 030 de artículos de las plantas escogidas. En una segunda búsqueda, mediante el cruce del nombre cien - tífico, el nombre común y el descriptor de la planta con las variables \"inmunomodulador\", \"inmunoestimulante\" y \"anti - rretroviral\", utilizando el operador booleano AND para cada uno de los cruces ya mencionados tanto en español como en inglés. Se obtuvo 96 4 32 artículos, de las que se seleccio - naron las 14 plantas con mayor evidencia científica y efec - to antiviral contra virus ARN (DECS/MESH), con un total de 421 artículos científicos encontrados. Por último, se selec - cionaron 7 plantas con estudios que s ugieren efecto antico - ronavirus, obteniéndose una matriz única de 231 artículos científicos, realizando una selección de estos, primando los artículos de revisión, ensayos clínicos y originales, junto con una correcta identificación botánica de la planta quedando 61 artículos para esta revisión. Para la extracción de información relevante de los artículos, se realizó una matriz diseñada en \"Google Docs\", donde se valoraron los estudios de manera cualitativa con presencia o no de las variables ya mencionad as. El descarte de los mis - mos se dio de manera simultánea. Se optó por el formulario de búsqueda avanzada en las bases de datos ya menciona - das, donde se usaron descriptores MESH y DECS, así como palabras relacionadas a la búsqueda: nombres científicos, nombres en inglés y términos relacionados. Los resultados de la revisión de la literatura en las tres bases de datos descritas señalaron 14 plantas como aquellas con la mayor evidencia científica en sus propiedades antivirales e inmunomoduladoras. Estas se describen en la Tabla 1. Tabla 1. Plantas con mayor evidencia científica NOMBRE CIENTÍFICO NOMBRE COMÚN album Muérdago Figura 1. Flujograma del proceso de la revisión A continuación, se resumen las plantas que presentan estu - dios con acción Sambucus nigra. Las otras siete plantas medicinales que no mostraron evidencia contra este virus se describen en el Anexo N°1, junto a las plantas que se exponen en los siguientes párrafos. Aloe vera (L.) Burm. f. , \"Sábila\". La xerofítica perenne perteneciente a la Xantho - rrhoeaceae, crece en áreas secas y calientes, siendo nativa de África subsahariana, la península de Arabia Saudita y las islas Indo -oceánicas. En sus hojas encontramos 2 compo - nentes: el látex y e l gel. El látex se caracteriza por contener polifenoles y ser rico en antraquinonas como aloe -emodina, aloesina, aloína A y aloína B. gel tiene como principal com- puesto bioactivo el acemanano, además de -sitosterol, bra - dicinasas y glicoproteínas8. Presenta actividad inmunomoduladora a través de la acción de polisacáridos como el acemanano. Ayuda a la madura - ción de células de linfocitos CD8 y CD4 . In- terviene en la regulación de IL -8 e IL -6 mediante el receptor tipo toll 5 (TLR -5), así como de IL -1, TNF - e IL -10. También ayuda a la regulación de síntesis de prostaglandina E2 y la ruta de la ciclooxigenasa por aloína y aloe -emodina.9,10. Present a actividad antiviral ARN, principalmente mediada por antraquinonas. Se ha evidenciado efecto contra el virus de la influenza A (H1N1 y H3N2) y de tipo B, donde la aloína, a través de la inhibición de la neuraminidasa del virus, redujo la carga viral en lo s pulmones y la mortalidad en ratones 11. También se observa acciones contra los virus dengue sero - tipos 1, 2, 3 y 412; virus de la encefalitis japonesa y entero - virus13. En un análisis computacional se ha reportado que el componente aloe -emodina ti ene efecto inhibidor potencial contra la SARS -CoV-214. Astragalus membranaceus (Fisch) Bunge , Astrágalo Es una planta perenne que pertenece a la familia Legumi - nosae. En su raíz, tallo y hojas encontramos flavonoides, saponinas (as tragalósidos) y polisacáridos15,16. Además, en la raíz se encontró fracciones de proteínas con actividad de - nominadas AMWP17. Estudios realizados en pollos reportan un incremento en los niveles de IL -4, IL -6 e IL -10 así como inducción sobre IL -2, IL-10, IL-12, TNF e IFN - ante influenza A serotipos H9N2 y H5N1 respectivamente. Aumento de IgM e IgG en el animal inmunosuprimido16. Además, las fracciones 2, 4 y 6 de AMWP mejoraron la proliferación de linfocitos esplénicos, macrófagos peritoneales y células derivadas de médula ósea en ratones17. Los polisacáridos del astrágalo inducen la actividad de cé - lulas natural killer (NK), y regulan las vías del factor nuclear potenciador de las cadenas ligeras kappa de las células B activadas (NF -kB) y TLR4 después de haber sido estimula - das por lipopolisacáridos, disminuyendo las citocinas proin - flamatorias producidas16. Los flavonoides estimulan el índice fagocítico de los macrófagos, la hipersensibilidad de tipo re - tardada, así como la inducción de óxido nítri co (NO) y cito - cinas IL -1, IL -6, TNF - e IFN -18. Los astragalósidos I y IV presentan efecto contra el virus Coxsackie B3, observándose disminución de los títulos del virus y la infiltración de células mononucleares en ratones infectados15,19. También presenta efecto antirretroviral contra virus de In - fluenza A serotipo H1N1, debido al aumento de la actividad de Superóxido dismutasa y la reducción del contenido de malondialdehído. Al mismo tiempo de aumentar la inmuni - dad al regular la expresión de TAK1 (quinasa asociada a TAT 1), TBK1 (quinasa 1 de unión a TANK), IRF3 (factor regula - dor del interferón 3) e IFN - mediante la vía de señalización TLR320. Así mismo contra virus Epstein Barr, VIH (virus de inmunodeficiencia humana), hepatitis B extracelular y bron - quitis infecciosa aviar (perteneciente a la familia coronavirus) 21,22. Sob re esta actividad, un estudio clínico demuestra que en un grupo de 28 pacientes VIH positivos, entre 14 y 30% tuvieron una reducción mínima en la carga viral de 0.5 log23. Camellia sinensis L., \"Té\" Arbusto perenne que pertenece a la familia Theaceae, es originaria del sur de China y sudeste de Asia , crece áreas tropicales y subtropicales. En sus hojas y corteza encontra - mos saponinas y gran cantidad de polifenoles, dentro de los que destacan el ácido tánico, las catequinas como (3 -isoteaflavina -3 galato). De acuerdo al proceso de manufactura es clasificado en té verde, té negro, té blanco, té rojo y té azul24,25. Mejora la actividad de linfocitos y células NK26, así como las saponinas regulan positivamente los linfocitos T helper, Th1 (IL-1, IL -2, IL -12, IFN -g y TNF -) y negativamente Th2 (IL -8 e IL-10), esto en presencia de ovoalbúmina27. También, se reporta estimulación de linfocitos T reguladores y efecto a nti- inflamatorio comparable con indometacina28,29. www.revistaavft.com 797 AVFT Archivos Venezolanos de Farmacología y Terapéutica Volumen 39, número 6, 2020 Presenta efecto ante el virus de la influenza A, al inhibir la neu- raminidasa y la síntesis de ARN viral; contra el dengue, el virus de la encefalitis japonesa y el zika, al interactuar con la proteí - na E; ante el chikungunya, al inhibir su entrada a las células objetivo; así como ante virus del herpes, VIH, virus de la he- patitis C, virus linfotrópico de células T humanas, entre otros25. En un estudio ante SARS -CoV los compuestos TF3, TF2B y el ácido tánico presentes en el té negro, inhibieron 3CLpro (pro- teasa tipo 3C) codificada por el virus, teniendo mayor potencia TF325. En un estudio in silico , se reporta potencial efecto con- tra SRA -CoV-2 mediante teaflavina 3,3 -di- O- malato, al pre - sentar efecto inhibidor a nivel de Nsp12, una proteína RdRp (ARN dependiente de ARN polimerasa); y, epigalatocatequina galato, al inhibir PLpro (proteinasa tipo papaína)30. Se ha reportado efecto protector contra influenza al hacer gárgaras con extracto de catequina de té, en concentracio - nes de 200 µg/mL, en un asilo donde participaron 124 adul - tos mayores de 65 años y redujeron la tasa de infección sig - nificativamente31. En otro estudio, aleatorizado, doble ciego controlado con placebo, de 200 voluntarios trabajadores de salud ingirieron cápsulas de catequina / teanina (378 mg / 210 mg) durante 5 meses mostrando efecto preventivo esta - dísticamente significativo32. Echinacea purpúrea (L.) Moench , \"Equinacea\". bácea perteneciente a la familia Astera - ceae33 y es una planta nativa de Norteamérica34. Ha demos - trado tener la capacidad de interferir con los virus de la in - fluenza y herpes simple durante su contacto inicial con las células hospedadoras y durante el proceso de diseminación del virus desde las células infectadas35. Su mecanismo de acción consiste en reducir la expresión del receptor ICAM - 1 (molécula de adhesión intracelular -1) y la producción de citocinas IL -6 e IL -8 inducidas por el virus de la in fluenza. En gran variedad de estudios de secreciones nasales se sugiere que Echinacea purpurea podría inhibir otros virus envueltos como los coronavirus, parainfluenza, virus respiratorio sinci - tial y metapneumovirus35. En general, el extracto de Echinac ea reduce el riesgo de complicaciones respiratorias36. En un ensayo clínico, doble ciego, controlado con placebo, donde participaron 473 pa - cientes con diagnóstico temprano de influenza, se observó la capacidad de un extracto alcohólico de la planta en e l tra- tamiento, el cual fue tan efectivo como el oseltamivir y de - mostró tener menores complicaciones y efectos adversos37. Sin embargo, una de las actividades más estudiadas y de uso común de la Echinacea es su actividad en el resfrío co - mún, que tiene como mayor agente causal al rinovirus, un virus desprovisto de envoltura. En una revisión sistemática que incluyó estudios clínicos de tipo doble ciego, randomiza - dos y controlados con placebo, se observó que el desarrollo de sintomatología fue 55% mayor en el grupo placebo. La conclusión fue la eficacia de la Echinacea en la prevención de la gripe común producida por rinovirus, una infección de componente inflamatorio38. Su efecto inmunomodulador es el resultado del efecto com - binado de varios component es y tiene 3 mecanismos: activa - ción de la fagocitosis, estimulación de fibroblastos y aumento del reclutamiento linfocitario en el tracto respiratorio39. Se tiene evidencia del aumento de linfocitos CD4 y CD840, incre - mento citocinas TNF -, IL-1, IFN -, aumento del movimiento células NK41. Eucalyptus globulus (Labill) , \"Eucalipto\". Es árbol perenne que pertenece a la familia Myrtaceae, ori - ginaria de Australia, actualmente distribuida por todo el mun - do, principalmente en regiones subtropicales y tropicales. La hoja, a través de su compuesto principal, el eucaliptol (si - nónimo de 1,8 -cineol) ha demostrado su efecto antiviral en la influenza -A H1N1 a través de la inhibición del ARNm42; y acción en el virus de la bronquitis infecciosa aviar, un tipo de coronavirus, mediante la inhibición del ingreso en fase de penetración y de replicación viral 43. Recientemente, se ha reportado en un estudio in silico , la capacidad de este com - puest o para acoplarse al sitio activo la proteasa main protea - se (Mpro)/chymotrypsin like protease (3CLpro) , importante en la replicación viral del SARS -CoV-244. Otros compuestos como el tereticornaeto A, grandinol, sideroxilina y aceites esenciales presentes en la hoja han demostrado efectividad en la reducción de la carga viral de virus del herpes simple tipo 1 y 2, y adenovirus43,45,46. A estas acciones se le suma la actividad antiinflamatoria, me- diante un efecto directo en citocinas proinflamatorias como el TNF -, IL -1, IL -6; además, se ha reportado que puede disminuir las cascadas involucradas en la producción de compuestos como el óxido nítrico y otras rutas como las de activación del inflamosoma y señalización proinflamatoria NF-kB42,45,47. Dentro de l a inmunidad innata, también se ha descrito su efecto inmunoestimulante de activación y aumen - to de fagocitosis en la población de monocitos in vitro y al mismo tiempo un efecto inmunomodulador de las citocinas liberadas por estas células48,49. En un ensay o clínico, se comprobó la actividad antiinflama - toria en enfermedades como el asma dependiente de este - roides, fundamentada en la reducción de leucotrienos y cito - cinas proinflamatorias por 200 mg 1,8 -cineol, lo que permitió a una mayor cantidad de paci entes la reducción de las dosis de corticoesteroides comparados con el grupo placebo50. En otro ensayo clínico, multicéntrico, doble ciego y controlado con placebo se reportó la eficacia y tolerabilidad del mirtol, un extracto estandarizado que consiste en tres monoterpenos: a-pineno, d -limoneno y 1,8 -cineol. Este se aplicó en 122 pa - cientes con bronquitis crónica; se concluyó que el tratamiento prolongado con mirtol es bien tolerado y superior en eficacia comparado con el placebo, al reducir la frecuencia , intensi - dad y uso de antibióticos de las exacerbaciones agudas de la bronquitis crónica, demostrando su efecto antiinflamatorio51. Glycyrrhiza glabra L., \"Regaliz\". Es una leguminosa perteneciente a la familia Fabaceae, na - tiva del centro, suroeste asi ático y de la región mediterránea. De sus raíces y rizomas se extrae un jugo llamado \"Licorice\" cuyo principal metabolito activo es la Glicirrícina, también lla - mado ácido glicirrícico52. 798 Conclusiones Posee efecto inmunoestimulante e inmunomodulador, a tra - vés proli feración linfocítica, incremento de IFN -, y, regula - ción de IL -4, IL -5, IL -12, IL -13 e IL -10 según sea el caso53. En ratones vacunados contra influenza A se ve aumento de la inmunidad humoral (IgA, IgG e IgM) 54. Actúa contra VIH, herpes simple, hepati tis C, influenza A se - rotipo H3N2, coxsackie virus, virus sincitial respiratorio, virus de la estomatitis vesicular y enfermedad de Newcastle53,55. Entre los mecanismos de inhibición de la expresión y replica - ción génica viral, tenemos la capacidad de re ducir la fuerza de adhesión, así como reducir la unión de la proteína de la caja 1 del grupo de alta movilidad (HMGP1) al ADN56. Ante influenza A interfiere con| estadios tempranos del ciclo viral, donde posiblemente, impide la endocitosis celular y la fus ión con el endosoma57. En VIH, interfiere con la transcriptasa reversa y se reporta aumento del recuento de linfocitos TCD4 y la relación CD4 / CD8 en portadores asintomáticos o en pacientes con com - plejo relacionado con el SIDA (ARC)53,58. Un estudio clínico de 3 pacientes con VIH -1 dio resultados positivos en el uso de extracto de Glycyrrhiza glabra ya que disminuyó replica - ción viral, así también durante el tratamiento aumentó la pro - ducción de linfocitos CD859. Se ha registrado actividad anti SARS asociado a coronavirus (2003) in vitro, a nivel de pasos iniciales del ciclo de repli - cación, donde la introducción de 2 -acetamido -beta-D glu - copiranosil amina en la cadena de glucósidos de glicirricina produjo un aumento de 10 veces la actividad contra el virus. Las amidas y los conjugados de glicirricina con dos residuos de aminoácidos, presentaron efecto hasta 70 veces mayor; no obstante, fue acompañado de aumento de la toxicidad53,58. Sambucus nigra L., \"Sauco\". Es una planta de la familia Adoxaceae (Caprifoliaceae)60, esta especie es nativa de Asia, Europa y el norte de África y América61. Entre sus principales actividades farmacológicas tenemos su efecto immunomodulador que actúa regulando la liberación de citocinas como IL -6, IL -8, y TNF -62, que se liberan en la infección de la Influenza63, además de la libera - ción de la IL -10 que le da un efecto antiinflamatorio. Su actividad antiviral ha sido demostrada contra el virus de la influenza a través de las lectinas SA2, 6Gals, y princi - palmente Neu 5Ac2, 6Gal164. Este efecto fue comprobado en un estudio clínico realizado con 80 personas que presen - taban síntomas de influenza los cuales recibieron un jarabe hecho con extracto de Sambucus nigra y fue administrado en un grupo de 40 personas después de las comidas durante 4 días, se obtuvo como resultado una completa mejoría 3 -4 días antes que el grupo placebo (40 personas)65. Asimismo, se menciona que el sauco ayuda notoriamente en la reduc - ción de síntomas del resfriado común y los de la influenza66. El Sambucus nigra cuenta con un título de inhibición de la hemaglutinación de 60 (esta prueba indica cual es la mayor dilución de la muestra que pueda inhibir completamente la hemaglutinación)63. Otro estudio demostró su capacidad de inhibir el Virus de la bronquitis infecciosa aviar (un tipo de coronavirus) comprometiendo su membrana directamente, este efecto se ha atribuido a los polifenoles presentes en altas concentraciones; sin embargo, el mecanismo aún no es esclarecido67. Por otro lado, los fla vonoides presentes en sus frutos están relacionados a la prevención del virus de la influenza -A H1N1 in vitro64. Cabe mencionar que una de sus variedades, el Sambucus Formosana Nakai presenta activi - dad antiviral contra el coronavirus humano tipo NL63 (HC oV- NL63) al inhibir la replicación in vitro del virus68. De la amplia búsqueda sistemática realizada se concluye que las plantas medicinales identificadas, con mayor número de evidencias tanto en el efecto antiviral, como en el inmu - nomodulador son 14; de ellas 07 tienen estudios pre clínicos realizados para Coronavirus y son: Sambucus el momento de la búsqueda se encontró in Silico tres plantas medicinales contra el SARS -CoV-2: Eucaliptus glo - bulus, Aloe vera y Camellia sinensis. www.revistaavft.com 799 AVFT Archivos Venezolanos de Farmacología y Terapéutica Volumen 39 , número 6, 2020 TGF: Factor de crecimiento transformante. IFN: Inte rferón. VHB: Virus de la hepatitis Simple. VEB: Virus del Eipstein Barr. FLU: Influenza. VNC: Virus de New Castle. DL: dosis letal NFKB: factor nuclear potenciador de las cadenas ligeras kappa de las células B activadas. TLR: Receptores tipo Toll. IRF: Factor regulador del interferón. TBK: quinasa de unión TANK ROS: especies reactivas de oxígeno. COX: ciclooxigenasa. DENV: Virus del dengue. VPI: Virus de la Parainfluenza. VSR: Virus Sincitial Respiratorio. VHA: Virus de la hepatitis A. Anexo 1 Tabla 1. Resumen de evidencia de plantas medicinales parte I PLANTA DROGA VEGETAL QUIMICA INMUNOMODULADOR ANTIRETROVIRAL TOXICIDAD INTERACCIONES Moring a Moringa oleifera (fam. Moringaceae) Hábitat: Región tropical y subtropical de Asia, África, Latinoamérica Hoja Semilla Saponinas, flavonoides, acidos fenólicos, polisacáridos, taninos Reducción del TGF -1 e IFN -1 en infección por VHB genotipo C in vitro69. Regulación de los neutrófilos y la vía c -Jun quinasa N -terminal, inhibición de la reacción hipersensible inmediata, reducción en las interleucinas en el lavado broncoalveolar70. Inducción de la liberación de IL-2, por la lectina de la moringa71. Inhibición de RT de VIH mediada por taninos y flavonoides72. Acción inhibitoria contra VHS, ARNm del VNC73. Extracto acuoso: DL50 de 1585 mg / kg. Extracto de etanol: mayor a 6,4 g / kg. Extracto de metanol de semillas: 4000 mg / kg, la mortalidad se registró a 5000 mg / kg74. Inhibición CYP3A4 y CYP2D671. Raíz IRF-3, TBK -1 en virus FLU Reducción de los nivele s de mRNA de citocinas IL -1B, IL -6, IL-8 y TNF - en infección por Virus de la Bronquitis Infecciosa Aviar (coronavirus)20. Estimulación de macrófagos, linfocitos esplénicos y células derivadas de la médula ósea in vitro20, 22, mejora significativa de produ cción -3; IL4 - IL 13 para el tráfico de eosinófilos17, 18. Acción inhibitoria contra FLU A (H1N1), VHS, VEB, COXSACKIE15,75,76,77 . Reducción de la expresión de ARN viral y proteínas de nucleocápside en Virus de Bronquitis infecciosa, un tipo de coronavirus20. Potenciación de zidovudine y guianensis (fam. Rubiaceae) Hábitat: América sur en Amazonas y andes de Perú; y Amé rica Central Hojas, corteza y raíces Alcaloide oxindólico , indólicos, ácido IL 10; también de ROS, sintasa de NO, COX -2 y vía NFkB, regulando la expresión de IL -1, IL-2, IL-6 y la IL -8 in vivo y en modelos experimentales 78. Aumento de linfocitos B y T79; estimulación de fagoc itosis y formación de linfocitos Natural Killer en modelos experimentales con melanoma80 Aumento relativo de leucocitos en pacientes VIH81. Actividad antiviral de VHS-1, VHS -2 virus de la estomatitis vesicular 82,83. Reduce la permeabilidad de las célu las endoteliales evitando la entrada del DENV -284. Inhibición del CYP3A481. de drago/sangre de grado Crothon lecheri (fam. Euphorbiaceae) Inhibición de vía alterna y clásica del complemento en humanos, disminución de proliferación de linfocitos T murinos y reducción de fagocitosis en monocitos humanos85. Acción en RT por taspina86. Inhibición por una oligomérica, SP -303, en ingreso VHB y VIH87, 88. DL de 25 mg/kg y 10 mg/kg en ratas. Toxicidad aguda dérmica con una dosis de 2000 mg/ kg en ratas Wistar 88,89. 800 www.revistaavft.com Tabla 2. Resumen de evidencia de plantas medicinales parte II PLANTA DROGA VEGETAL QUIMICA INMUNOMODULADOR Hábitat: Hoja corteza Fenoles - 3,3-digalato, de la COX -2 [1] 90,91 Reducción de INF - en linfocitos CD4+25. Ensayos clínicos: efecto protector de consumo de cápsulas que incluyen catequinas durante 5 meses de FLU -A92. Efecto preventivo de gárgaras de extracto de catequinas en FLU en pacientes mayores de 6531,32. Actividad contra FLU-A32. Inhibición de RT y producción de p24 en VIH90. Inhibición de replicación y propagación glucósidos, flavonoides, fenoles, antraquinonas combinadas, carbohidratos Reducción significativa de COX -2 e inmunomodulación Th-193. Maduración de células dendríticas y aumento de HLA-DR y CD8694. En ensayos clínicos con aplicación subcutánea: aumento de leucocitos tipo granulocitos, eosinófilos, linfocitos TCD4+; incremento de anticuerpos específicos viscotoxinas del muérdago; estimulación de linfocitos NK y T-helper en pacientes con TNF - , IL-6 y PGE2 en células estimuladas con LPS100. Reducción de eosinofilia en sangre y de respuesta TH2 (IL-4 e IL -10)101 Incremento del radio IFN - gamma/IL -4, índice que refleja e l balance Th1/Th2102. Potente acción contra la RT en VIH103. Inhibición de FLU -A y VSR104. Inhibición de la piperitenona en fases tardías de la replicación del VHS - 1105 Aceite esencial: VHS-1 C50 Rubiaceae) Hábitat: Nativa del Sudeste de Asia; también en EE.UU. (Hawai) y Australia. Raíces, hojas, semillas, tallo, corteza y frutos Compuestos fenólicos, terpenos (isoprenoides, terpenoides), ácido orgánico y compuestos como feoforbida Incremento de la proliferación y actividad de linfocitos T y B107. Estimulación de polisacáridos de TNF -, IL-1, IL -10, IL - 12, IFN - y NO, así como la actividad fagocítica en neutrófilos; aumento de IL-6 por vía oral en ratones vacunados108. Inhibición de pasos de entrada y post -entrada del VHC109. Actividad contra VEB, de Inmunodeficiencia Humana. VHC: Vi rus de la hepatitis C. ZIKV: Virus del Zika. DENV: Virus del dengu e. VEJ: Virus de Encefalitis Japonesa. TBEV: Virus Tick -Borne de la encefalitis. CHIKV: Virus de la Chikungunya. SARS - CoV: coronavirus del síndrome respiratorio agudo grave. VHS: Virus del Herpes Simple. VHB: Virus de la hepatitis B. VPI: Virus de la Par ainfluenza. DL: dosis letal. TNF: 801 AVFT Archivos Venezolanos de Farmacología y Terapéutica Volumen 39, número 6, 2020 IFN: Interferón. TNF: Factor de necrosis de factor nuclear potenciador de las cadenas ligeras kappa de las células B activadas. FLU: Influenza. VBI: virus de la bronquitis infecciosa. SARS -CoV2: coronavirus 2 del síndrome respiratorio agudo grave. VHS: Virus del Herpes Simple. IgM: inmunoglobulina M. ICAM -1: molécula de adhesión intercelular -1. DL 50: dosis letal para el 50 % de la población. CoV -NL63: coronavirus humano NL63. Tabla 3. Resumen de evidencia de plantas medicinales parte III PLANTA DROGA VEGETAL QUIMICA INMUNOMODULADOR ANTIRETROVIRAL TOXICIDAD INTERACCIONES Ginseng Panax ginseng (fam. Araliaceae) Hábitat: Nativa del este asiático, territorios de Korea, China, Japón, y Vietnam. hoja y la raíz Saponinas conocidas como ginsenósidos También triterpenos y algunas sustancias de alto peso molecular como polisacáridos, xilanasa y panaxaginasa. Aumento de la respuesta de proliferación linfocitaria y de la señalización de citocinas como IFN -, TNF - e IL -2 para población Th 1; e IL -4, IL-10, IL -13 para Th2112. Incremento sérico de IgG (IgG1, IgG2a e IgG2b) 112. Proliferación de linfocitos NK y su citotoxicidad, además de un incremento de la actividad fagocítica y TNF - sérica113. Interacción de ginsenósidos (Rb1, con la hemaglutinina evitando la fase de penetración114, 115. Efecto contra VIH, probable inhibición de la retrotranscriptasa reversa por xilanasa y panaxaginasa116. Inducción de globulus . (fam. Myrtaceae,) Hábitat: Nativa de Australia, actualmente en todo el mundo (regiones subtropicales y tropicales). Hoja Eucalyptol (1,8-cineole), citronelol, -terpineol de óxido de activación del inflamosoma y señalización N FkB42, 45, 47. Efecto inmunoestimulante en la población de Monocitos48, 49. Propiedades mucolíticas en asma dependiente de esteroides, por reducción de leucotrienos y citocinas proinflamatorias50. Eficacia en tratamiento con mirtol al reducir frecuencia, i ntensidad y uso de antibióticos de exacerbaciones en bronquitis crónica51. Efecto contra FLU -A H1N1 y VBI (un coronavirus); desde limitar el ingreso en la fase de penetración, hasta inhibir el ARNm y la replicación de estos virus in vitro 42,50. Acoplami ento (Mpro)/chymotrypsin like protease (3CLpro), importante en la replicación viral del SARS -CoV251. Reducción de carga viral de VHS-1, VHS -2 y adenovirus por tereticornaeto A, grandinol, sideroxyli na y aceites esenciales 43, 45,50 . Inhibición de CYP3A4 y un efecto CYP1A2/2C8/2C9/2C19/2D6118. Echinacea Echinacea purpúrea (fam. Asteraceae) Hábitat: de y raíces Alcamidas, glicoproteínas, compuestos fenólicos, ácido cinámico, aceite esencial y flavonoides Incremento de IgM, IgG, respuesta de linfocitos CD8, CD4 119, aumento de fagocitos, producción de IL-1, IFN -, aumento del movimiento y activación de linfocitos NK 41. Echinaforce Hotdrink, preparado tan efectivo como el oseltamivir con menores complicaciones y efectos adversos en FLU37. Eficacia de la Echinacea en la prevención de la gripe común producida por rinovirus38. Inhib ición de adhesión del FLU A H3N2 a células in vitro BEAS -2B (epitelio bronquial humano) mediante la reducción de su ICAM -136. DL50 en ratón y rata: 30 g/ kg y 15 g/kg, respectivamente por vía oral120. Inhibición CYP3A4 in vivo121. IL -1, IL -6, IL-8, IL-10 y TNF62. Inhibición de adhesión del CoV -NL63 durante la replicación, debido al ácido cafeico68. Inhibición in vitro de la FLU A H1N1 a través de flavonoides que se unen al virión y bloquean la capacidad de infección celular64. 802 Referencias Tabla 4. Resumen de evidencia de plantas medicinales parte IV PLANTA DROGA VEGETAL QUIMICA INMUNOMODULADOR ANTIRETROVIRAL TOXICIDAD INTERACCIONES Sábila células dendríticas, y linfocitos T CD8 y CD4. Regulación de IL -8 e IL -6 mediante vías TLR5 y NF -B10. Regulación de IL -1, TNF - e IL -10. Regulación de PGE2, COX y migración de neutrófilos, mediante la vía del ácido araquidónico, probablemente9. Supresión de producción de NO, IL - 6, IL-1beta en células estimuladas con lipopolisacáridos13. Inhib ición de la activación del TGF- y neuraminidasa viral contra FLU A (H1N1 y H3N2) e Influenza B11. Dengue serotipos 1, 2, 3 y 412. Inducción de IFN , PRK, y 25 oligoadenilato por aloe -emodina enterovirus13. Efecto contra principal de SARS -CoV 2 por ácido glicirricínico B-Ácido glicirretínico -B Regulación de proliferación linfocítica y de , incremento de IFN -, IL-4, IL-5, IL- 10, IL -12 e IL -1353. Disminución de la fuerza de adhesión viral así como de la unión de HMGP1 al ADN53, 56. Efecto antiviral VHS, VHC, FLU -A, VND y rotavirus56. Inhibición de RT y antígeno p24 contra VIH53, 58. Inhibición en los pasos iniciales del ciclo de replicación contra SARS - CoV53. Ens. Clínico de 3 pacientes disminuyó replicación viral y aumentó de TCD859. 1. Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, et al. A novel coro- navirus from patients with pneumonia in China, 2019. N 382(8):727 -733. 2. WHO Director -General's opening remarks at the media briefing on COVID -19 - 11 March 2020 [Internet]. [citado 21 de abril Zhang W, Zhao Y, Zhang F, Wang Q, Li T, Liu Z, et al. The use of anti -inflammatory drugs in the treatment of people with severe coronavirus disease 2019 (COVID -19): Clin Immunol. 2020; 214:108393. 4. Cai Q, Yang M, Liu D, et al. Experimental Treatment with Favipira - vir for COVID -19: An Open -Label Control Study [published online ahead of print, 2020 eng.2020.03.007. 5. Rodriguez, B; Armenter, M: La quinina es un viejo fármaco que no cabe relegar al olvido. Anales de Medicina y Cirugía. 1977; 57 (249): 172 -189. 6. Vellingiri B, Jayaramayya M, Narayanasamy A, Govindasa - my V, Giridharan B, et al. COVID -19: A promising cure for the global panic. Sci Total Environ. 2020; 725:138277. 7. Ministerio de Salud. of Hussain Mahmood exploration of antiviral activity of phytochemicals against dengue virus. Biochem. 2018; 44(3): 261-277. 13. Dong X, Zeng Y, Liu Y, et al. Aloe -emodin: A review of its silico identification of potent FDA F, Hou L, Wan C. Anti -Inflammatory and Immunostimula - tory Activities of Astragalosides. Am Med. 45(6):1 Farag Alagawany World Poultry J. 2019; 75(1):43 -54. 17. Huang H, Luo S-H, Huang DC, Cheng SJ, Cao CJ, Chen nomodulatory activities 2019; 99(8):4174 -481. 18. Guo Z, Xu H-Y, Xu L, Wang S -S, Zhang X -M. In vivo and in vitro im- munomodulatory -73. 19. Zhu H, Zhang Y, Ye G, Li Z, Zhou P, Huang C. In vivo and in vitro antiviral activities of calycosin -7-O-beta-D-glucopyranoside against www.revistaavft.com 803 AVFT Archivos Venezolanos de Farmacología y Terapéutica Volumen 39, número 6, 2020 coxsackie virus B3. Biol Pharm Bull. 2009; 32(1):68 -73. 20. Liang Y, Zhang Q, Zhang L, Wang R, Xu X, Hu X. Astragalus Mem - branaceus Treatment Protects Raw264.7 Cells from Influenza Regulating G 1 Phase and the TLR3 way. Complement Altern Med. 2019; 2019(1):1 -10. 21. Khan HM, Raza SM, Anjum AA, Ali MA. Antiviral, embryo toxic and 32(1):137 -142. 22. Zhang P, Liu X, Liu H, Wang W, Liu X, Li X, et al. Astragalus polysac Preliminary efficacy and safety of oral suspension SH, combination of five Chi - nese medicinal herbs, in people living with HIV/AIDS; Med Assoc Thail. 2004; 87(9):1065 -1070. Chen CN, Lin CPC, Huang KK, Chen WC, Hsieh HP, Liang PH, et al. Xu J, Xu Z, Zheng W. A review of the antiviral role of green tea cat - echins. Molecules. 2017; 22(8):1 -18. 26. Kim X, Kumazoe M, Yamashita S, J, Chaudhary N, Seo H J, Kim MY, Shin TS, Kim JD. Im - munomodulatory effect of tea saponin shows immunomodulatory properties human peripheral mononuclear cells. Pharma cognosy Res. 2012; 4(1):15 -21. 30. Wu C, Liu Y, Yang Y, Zhang P, Zhong W, Wang Y, et al. Analysis of therapeutic targets for SARS -CoV-2 and discovery of Pranskunas - for ed. Evid. Based Complementary Altern. Med. 2019; 2019:3940397. 34. Fonseca H, Lau CBS, Kennelly EJ, Cassi expression in bronchial epithelial cells. Virus Res. 2017; 233:51 -59. 37. Rau K, Pleschka S, Klein P, Schoop R, Fisher P. Effect of an Echi - R, Klein P, Suter A, Johnston SL, Ag VB, Gmbh SS. Echina - cea in Arafa A, et al. Expression, immunogenicity and diagnostic val - ue of envelope proteins C virus C. E chinacea. Molecules. 2018; 23(11):2778. 42. Li Y, Lai Y, Wang Y, Liu N, Zhang F, Xu P. 1, 8-Cineol Protect -1593. 43. Yang Z, Wu N, Fu Y, Yang G, Wang W, Zu Y, Efferth T. Anti-Infec - tious Bronchitis Virus (IBV) Activity of 1, 8 - cineole: on Nu - cleocapsid (N) Protein Anti (IBV) eucalyptus es - sential oil a potential inhibitor of COVID corona virus Leláková V, Hassan STS, et al. Anti-Infectivity against Herpes Simplex Virus and Selected Microbes and Haddioui C. Antibacterial, antifun - gal, and antiviral effects of three blends. Microbiologyo - pen. of infecti on responses in lung macrophages by eucalyptus oil and its constitu of E, -256. 51. Meister R, Wittig T, Beuscher N, de Mey C. Efficacy and tolerability of myrtol standardized in long -term treatment of chronic bronchitis. A double -blind, placebo 29(3):118 -123. 53. Yang R, Wang L, Yuan B, Liu Y. The Pharmacological Activities of B, Galani S, Zafar M, et al. In vivo antiviral p otential of Glycyrrhiza glabra extract against New - castle disease Pak Pharm Sci. 2017; 30(1):567 -72. 56. Pastorino G, 2009; E, Pellati D, S, Maeda Y, Hada M, et al. Preliminary evidence for inhibitory of glycyrrhizin on Res. 1989; 11(5 -6):255 - 261. 60. Akram M, Muhammad S, Shah A, Daniyal M. Antiviral potential of medicinal plants against HIV, HSV, influenza, hepatitis, and cox - sackievirus: A systematic review. Phyther Res. 2018; 32(5):811 A. Interfering with Raft . J Pharm Res. 2017; Denzler KL, Waters R, Jacobs BL, Rochon Y, Langland JO. Regula - tion T, Wadstein J. Randomized study of the efficacy and safety of oral elderberry extra ct in the treat - ment of influenza A and B virus infections. J Int Med Res. 2004; 32(2):132 -140. 66. Hawkins J, Baker C, ation. BMC Vet HC, 767. 69. Feustel S, 2017; FA, Kurimoto S, Kim S-Y, Shibata H, Fu jioka T, et al. New -glucosides of caffeoyl quinic acid from the leaves of Moringa oleifera Lam. J Nat Med. 2012; 66(1):217 -221. 71. Coriolano MC, de Santana Brito J, de Siqueira Patriota LL, et al. Im- munomodulatory of -soluble Plants Virus. Stohs SJ, Hartman MJ. Review of the Safety and Efficacy of Mor - inga oleifer a. Phytother Res W -K, et al. A herbal formula for prevention of influenza -like syndrome: a double S, Kunachiwa W, Tham - likitkul V. Efficacy and safety of zidovudine and zalcitabine com - bined with a combination of herbs in the treatment of HIV -infec ted Thai patients. Southeast Asian J Trop Med Public Health. 2005; 36(3):704 -708. 77. Sun Y, Yang J. Experimental study of the effect of Astragalus mem - branaceus against herpes simplex virus type 1. Di Yi Jun Yi Da Xue Xue Bao. 2004; 24(1):57 -58. 78. Da Silva M ello C, Valente LMM, Wolff T, Lima -Junior RS, Fialho LG, Marinho CF, et al. Decrease in dengue virus -2 infection and reduction of cytokine/chemokine Commu n. 2013; 8(11):1547 -1550. 80. Williams JE. antiviral and immunomodulating proper - ties of plants of the peruvian rainforest with a particular empha - sis on Una de Gato and Sangre de Grado. Altern Med Rev. 2001; 6(6):567 -579. 81. Lozada -Requena I, Núñez C, Alvárez Y, Kahn L, Aguilar J. Lympho - cyte subsets, dendritic cells Farmacología y Terapé utica Volumen 39, número 6, 2020 83. Caon T, Kaiser S, Feltrin C, de Carvalho A, Sincero TCM, Ortega GG, et al. Antimutagenic and Chauhan SB. Cat's claw: a miracle herb from the rain forest of Peru. Indian J Drugs. 2015; 3(4):96 -101. 85. Risco E, Ghia F, Vila R, Iglesias J, Álvarez E, Cañigueral S. Im - munomodulatory Activity and Chemical Characterisation of Sangre de Drago from Croton lechleri. Planta Med. 2003; 69(9):785 Ramírez King al. SP -303, an antiviral oligomeric proanthocyanidin from the latex of Croton lechleri (Sangre de Drago). Phytomedicine. 1994; 1(2):77 -106. 89. -Verdesoto DO, Jaramillo -Jaramillo C, Cuesta -Rubio O, Zaldua J, Garcia -Simón G, Rojas De Astudillo L. Composición química, actividad cicatrizante y toxicidad del Croton lechl eri. Re - Exp Vaccine Res. 2018; 7(1):37 -42. 91. Akram M, Muhammad S, Shah A, Daniyal M. Antiviral potential of medicinal plants against HIV, HSV, influenza, hepatitis, and cox - sackievirus: A systematic review. Phyther Res. 2018; 32(5):811 - 822. 92. Guidetti G, Di Cerbo A, Giovazzino A, et al. In Vitro Effects J, Lawan B, Biu Luka J, Ngulde S, God O. Phytochem - istry and Toxicity Studies ( Viscum album ) in Albino Rats. Int. J. Sci. 20 18; 4(1): 1 -5. 97. Bonamin LV, de Carvalho AC, Waisse S. Viscum album (L.) - - L, Tsang H. Antiviral Activity and Molecu - lar Targets of Plan t Natural Influenza Virus. Curr. Org. Chem. 2017; 21(1):1777 -1804. 102. Li Y, Liu Y, Ma A, Bao Y, Wang M, Sun Z. In vitro antiviral, anti-inflam - matory, S, Elena M, Petris A De, Garzoli S, Pepi F, et al. In vitro inhibition of herpes simplex virus type 1 replication by Men- tha suaveolens essential 21(6):857 -865. 105. Almeida F. Uso de plantas com finalidade medic - -434. Cosentino M, Bombelli R, Conti A, Colombo ML, Azzetti A, Berga - maschi A, et al. Antioxidant properties - tacharya D, et al. I, -Oliveira R, de Sá JC, Rocha AL, Abreu -Silva AL. One Plant, Many Uses: A Review of the 110. Ahmad AN, Mat C, Sudarmono P, Komoto M, Deng L, Shoji I, et al. Antiviral activity -blind polysaccharide (Y-75). J Transl Med. 2014; 12(1):283. Farooqui A, Leon AJ, Kelvin DJ. Inhibition of influenza infe ction by ginsenosides. PLoS One. 2017; 12(2):1 -13. 115. Wang Y, Jung Y, Kim K, Kwon Y, Kim Y, Zhang Z, et al. Antiviral Activity of Fermented Ginseng Extracts 10(9):1 -17. 116. Kang Cho Y-K. Korean red depletion of CD4 inhibitory potency of herbal Immunol 64(3):313 -30. 120. Carretero M., Ortega T. Equináceas en aparato respiratorio. Situ - ación actual. PAM. 2018; 42(414):619 -623. 121. Brooks -A, Lee Y-R, Lee Y-H, Lee M -K, Park YI, Lee S, et al. In vivo evidence of the immunomodulatory activity of orally 807 AVFT Archivos Venezolanos de Farmacología y Terapéutica Volumen 39, número 6, 2020 "}