{"title": "Rechazar las vacunas se paga", "author": "Jaime V Echagüe", "url": "https://www.larazon.es/historico/5523-rechazar-las-vacunas-se-paga-KLLA_RAZON_426039/", "hostname": "larazon.es", "description": "Rechazar las vacunas se paga", "sitename": "La Razón", "date": "2012-01-11", "cleaned_text": "Actualidad Rechazar las vacunas se paga Primero se dijo que la Organización Mundial de la Salud (OMS) erradicaría la enfermedad en 2010, después se aseguró que en 2015... y, por el camino, el sarampión se ha hecho fuerte. Europa registró durante el pasado año casi 31.000 nuevos casos. MADRID- ¿Los escenarios? Reino Unido, Bélgica, Francia y también España. En nuestro país se contabilizaron oficialmente cerca de 2.000 contagios, aunque las estimaciones de los expertos apuntan a que podrían ser casi 3.000. Así, si comparamos estas cifras con los 173 casos de 2010, nos podríamos hallar ante un espectacular crecimiento de más del 1.600 por ciento. El Comité Asesor de Vacunas (CAV) de la Asociación Española de Pediatría (AEP) alertó ayer de la situación y puso dos propuestas sobre la mesa: adelantar de los 15 a los 12 meses de edad la administración de la primera dosis de la vacuna triple vírica -sarampión, paperas y rubeola- y, del mismo modo, administrar la segunda vacuna a los dos años en lugar de a los tres. De hecho, más de la mitad de los casos afectan a niños de entre tres y cuatro años. «La cobertura en nuestro país de la primera dosis es de un 95 por ciento. Sin embargo, ahora estamos viendo que la segunda dosis, en algunas comunidades, ha descendido a un 85 o un 80 por ciento. La cobertura ideal tiene que ser del 95 por ciento para que el virus no circule», apuntó David Moreno, coordinador del Comité Asesor de Vacunas de la AEP. ¿Qué ha ocurrido para que se haya reforzado una enfermedad que mata 200.000 niños al año? La triple vírica cuenta con férreos detractores. Uno de los motivos se encuentra en un artículo publicado en «Lancet» en 1998, en el que un científico británico asociaba la vacuna con el autismo. Por increíble que parezca, el estudio no fue retirado hasta 2010. En algunos casos, «existe una relajación de las madres, que nunca han pasado la enfermedad e incluso la desconocen», afirma Javier Arístegui, miembro del Comité Asesor de Vacunas. Sin embargo, también «hay una tendencia a un modo de vida higienista y naturista». «Son modos de vida alternativos. Lo ''natural'' es pasar la enfermedad», añadió. La AEP recordó uno de los casos más significativos. En noviembre de 2010, un juez ordenó la vacunación «a la fuerza» de 35 niños de Granada, en una decisión sin precedentes en nuestro país. Hay que subrayar que sólo en Sevilla, afirmaron desde la AEP, podrían haberse concentrado en un año cerca de 2.000 casos. No hablamos de población marginal. Son padres y madres que por convencimiento personal optan por no vacunar. En España, la Liga para la Libertad de Vacunación, asociación formada por familias y especialistas, pide a la Administración la inclusión del naturismo y la homeopatía en «la oferta médica pública»; la «mejora real» de las condiciones sanitarias; que se «reconozca y respete» el derecho de los ciudadanos a «escoger y decidir sobre la conveniencia o no de vacunarse»; que se reconozcan «jurídica y administrativamente» los efectos adversos de las vacunas y se informe adecuadamente... El «objetivo básico», afirman en su web, es el «derecho de cada individuo a responsabilizarse de su salud». La homeopatía, la alternativa Cristina Rueda no pertenece a la liga, pero es una de esas madres contrarias a la vacuna. Sólo a su hijo mayor, de 25 años, le pusieron la primera vacuna y «por presión familiar». Sus otros dos hijos pequeños no recibieron ninguna en su vida. ¿El motivo? No quiere «meter productos químicos en el organismo de los niños», pues «el sistema inmunitario se fortalece si no hay vacunas de por medio». «Un cuerpo libre de químicos y de vacunas tiene más fortaleza para luchar contra los virus. La mejor vacuna es la que desarrolla el propio cuerpo para inmunizarse de forma natural», añade Cristina, que considera que la medicina o la homeopatía son sus principales remedios. «Si conseguimos un 95 por ciento de niños vacunados, el virus se bloquea. Y el 5 por ciento que no se vacuna también se beneficia», apuntó Arístegui. Moreno recordó que, a nivel europeo, el sarampión causó ocho fallecimientos, 24 encefalitis, 967 neumonías y 3.043 complicaciones. Si bien en España no se han dado casos de muertes o encefalitis, sí que se han registrado complicaciones. Moreno cree que podrían llegar a aparecer en un 10 por ciento de los casos. La introducción de una dosis más de la vacuna de la tosferina -otra enfermedad en auge- y la creación de un calendario único de vacunas para toda España -y no de 17, como hasta ahora- son otras de las peticiones de la AEP. «La mejor inyección, la que no se pone» Daniel Ortiz es naturópata y tiene dos hijas (en la imagen). La mayor, Sheila, de 30 años, fue vacunada según el programa oficial de vacunación. Sin embargo, según relata el propio Daniel, «tras vacunarse tuvo reacciones y complicaciones como asma, alergias y soriasis». Es por ello que este padre piensa que «la mejor vacuna es la que no se pone». Este naturópata señala que el problema «radica en algunos componentes de los medicamentos, como el mercurio». Daniel Ortiz ha optado por no vacunar a su hija pequeña, Gemma, de tan sólo cinco años. Así, él propone remedios caseros como método de cura y argumenta que, «si se coge algún catarro, es positivo porque se inmuniza el cuerpo». Accede a tu cuenta para comentar "}