{"title": "PDF", "author": "PDF", "url": "packageinserts.bms.com/ppi/ppi_orencia_spanish.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "INFORMACIÓN PARA EL PACIENTE ORENCIA® (oh-REN-see-ah) (abatacept) para inyección, para uso intravenoso uso subcutáneo ¿Qué es ORENCIA (abatacept)? ORENCIA es un medicamento de prescripción que reduce los signos y síntomas en: adultos con artritis reumatoide moderada a grave, incluyendo aquellos que no han obtenido resultados suficientes con otros medicamentos para artritis reumatoide. ORENCIA puede prevenir mayores daños a sus huesos y articulaciones, y puede ayudar a mejorar su capacidad para desempeñar las actividades diarias. En adultos, ORENCIA puede usarse solo o con otros tratamientos para la artritis reumatoide que no sean antagonistas del factor de necrosis tumoral (TNF, en inglés). personas a partir de 2 años de edad con artritis juvenil idiopática poliarticular de moderada a grave. ORENCIA puede usarse solo o con methotrexate. adultos con artritis psoriásica activa. En adultos, ORENCIA se puede utilizar solo o con otros tratamientos para la artritis psoriásica. ORENCIA también se utiliza para el tratamiento preventivo de la enfermedad aguda de injerto contra huésped, en combinación con un inhibidor de la calcineurina y methotrexate, en: personas a partir de 2 años de edad que se someten a un trasplante hematopoyético de células madre de un donante compatible o de un donante no relacionado con 1 alelo diferente. Se desconoce si ORENCIA es seguro y eficaz en niños menores de dos años de edad para el tratamiento de la artritis juvenil idiopática poliarticular. Se desconoce si ORENCIA es seguro y eficaz en niños menores de dos años de edad para el tratamiento de la enfermedad aguda de injerto contra huésped. Antes de recibir o usar ORENCIA, informe a su proveedor de atención médica de todas sus afecciones médicas, incluyendo si usted: tiene cualquier clase de infección, aun si es pequeña (tal como una herida abierta o irritada), o una infección de todo el cuerpo (tal como la gripe). Si presenta una infección durante el tratamiento con ORENCIA, es posible que tenga una probabilidad mayor de desarrollar efectos secundarios graves. tiene una infección que no desaparece o una infección que regresa. es alérgico al abatacept o a cualquier otro componente de ORENCIA. Vea al final de este folleto de Información para el paciente una lista completa de los componentes de ORENCIA. tiene o ha tenido inflamación del hígado debido a una infección (hepatitis viral). Su proveedor de atención médica puede realizarle el examen de la hepatitis antes de tratarle con ORENCIA. ha tenido una infección pulmonar llamada tuberculosis, una prueba cutánea positiva de tuberculosis o ha estado en contacto recientemente con alguien que haya tenido tuberculosis. Su proveedor de atención médica puede realizarle el examen de tuberculosis o una prueba cutánea antes de tratarle con ORENCIA. Los síntomas de tuberculosis pueden incluir: tos persistente que no desaparece fiebre pérdida de peso sudores nocturnos antecedentes del virus Epstein-Barr o citomegalovirus en personas que reciben ORENCIA para el tratamiento preventivo de la enfermedad aguda de injerto contra huésped durante el trasplante hematopoyético de células madre de un donante no relacionado. está programado para practicarle una cirugía. recibió recientemente una vacuna o está programado para recibir una vacuna. tiene antecedentes de un problema respiratorio llamado enfermedad pulmonar obstructiva crónica (EPOC). tiene diabetes y usa un monitor de glucosa en sangre para comprobar sus niveles de azúcar en sangre (glucosa en sangre). ORENCIA para infusión intravenosa (administrado mediante una aguja en una vena en el brazo) contiene maltosa, un tipo de azúcar que puede arrojar lecturas elevadas falsas de azúcar en sangre con ciertos tipos de métodos para medir la glucosa en sangre el día de la infusión de ORENCIA. Su médico puede pedirle que use una manera distinta de monitorear su nivel de azúcar en la sangre. ORENCIA para inyección subcutánea (inyectado debajo de la piel) no contiene maltosa. No necesita modificar su método para monitorear el nivel de azúcar en sangre si se le administra ORENCIA de forma subcutánea. está embarazada o planea quedar embarazada. No se sabe si ORENCIA puede causar daño al bebé nonato (feto). Si recibió tratamientos con ORENCIA durante el embarazo, consulte a su proveedor de atención médica antes de vacunar a su bebé. Hay un registro de mujeres embarazadas expuestas a ORENCIA. El propósito de este registro es revisar la salud de la mujer embarazada y de su bebé. Se recomienda que las mujeres llamen ellas mismas al registro o que pidan a su proveedor de atención médica que llame al registro en su nombre al 1-877-311-8972. está amamantando o planea amamantar. No se sabe si ORENCIA se transfiere a la leche materna. Consulte a su proveedor de atención médica acerca de la mejor manera de alimentar a su bebé si usa ORENCIA. Algunas personas tratadas con ORENCIA han desarrollado cáncer de piel. Informe a su proveedor de atención médica si tiene antecedentes familiares o personales de cáncer de piel y si observa cualquier crecimiento o cambios en el aspecto de su piel durante o después de su tratamiento con ORENCIA. Informe a su proveedor de atención médica acerca de los medicamentos que toma, incluyendo medicamentos de prescripción y de venta libre, vitaminas y suplementos a base de hierbas. ORENCIA puede afectar la forma en que otros medicamentos actúan y otros medicamentos pueden afectar la forma en que ORENCIA actúa, causando efectos secundarios graves. En especial informe a su proveedor de atención médica si toma otros medicamentos biológicos que pueden afectar a su sistema inmunitario, que tenga una probabilidad mayor de desarrollar una infección grave si toma ORENCIA con otros medicamentos biológicos que podrían afectar a su sistema inmunitario. Conozca los medicamentos que toma. Mantenga una lista de todos sus medicamentos y muéstrela a su proveedor de atención médica y a su farmacia cuando tenga una nueva prescripción. ¿Cómo recibiré o usaré ORENCIA? Para el tratamiento de la artritis reumatoide, artritis juvenil idiopática poliarticular o artritis psoriásica: Su proveedor de atención médica podría administrarle ORENCIA a través de una vena de su brazo (infusión intravenosa). Tomará aproximadamente 30 minutos infundirle la dosis completa del medicamento. Después recibirá ORENCIA 2 semanas y 4 semanas después de la primera dosis y luego cada 4 semanas. También podría recibir ORENCIA como una inyección bajo la piel (subcutánea). Para su uso en casa, ORENCIA viene en una jeringa precargada o el autoinyector ClickJect precargado. Su proveedor de atención médica le recetará el tipo que sea mejor para usted. Si su proveedor de atención médica determina que usted o un cuidador pueden administrarle en casa sus inyecciones con jeringas precargadas o con autoinyectores ClickJect de ORENCIA, usted o su cuidador recibirán entrenamiento sobre la forma correcta de preparar e inyectar ORENCIA. No intente inyectar ORENCIA hasta que su proveedor de atención médica le haya mostrado la manera correcta de autoinyectarse. Su médico le dirá qué cantidad de ORENCIA usar y cuándo usarlo. Vea las instrucciones de uso al final de este folleto de Información para el paciente, sobre la forma correcta de preparar y administrar sus inyecciones de ORENCIA en casa. Para el tratamiento preventivo de la enfermedad aguda de injerto contra huésped: Un proveedor de atención médica le administrará ORENCIA a través de una vena del brazo (infusión intravenosa) a lo largo de 60 minutos el día antes del trasplante (día -1). Luego recibirá ORENCIA los días 5, 14 y 28 después del trasplante. Su proveedor de atención médica podría administrarle medicamentos antivirales antes, durante y después del trasplante para ayudar a prevenir infecciones por el virus de Epstein-Barr y citomegalovirus. ¿Cuáles son los posibles efectos secundarios de ORENCIA? ORENCIA puede ocasionar efectos secundarios graves que incluyen: infecciones. ORENCIA puede hacer más probable que contraiga infecciones o que las infecciones que tiene empeoren. Algunas personas han fallecido debido a estas infecciones. Llame a su proveedor de atención médica de inmediato si tiene alguno de los síntomas de una infección. Los síntomas de una infección pueden incluir: fiebre síntomas similares a la gripe mucho cansancio piel tibia, roja o adolorida tos ORENCIA® (abatacept) reacciones alérgicas. Se pueden producir reacciones alérgicas en personas que reciben tratamiento con ORENCIA. Llame a su proveedor de atención médica u obtenga ayuda médica de emergencia de inmediato si presenta síntomas de una reacción alérgica. Los síntomas de una reacción alérgica pueden incluir: urticaria dificultad para respirar hinchazón de la cara, los párpados, los labios o la lengua infección por hepatitis B en personas que son portadoras del virus en su sangre. Si es portador del virus de la hepatitis B (un virus que afecta el hígado), el virus se puede activar durante el tratamiento con ORENCIA. Su proveedor de atención médica puede realizarle un análisis de sangre antes de comenzar con ORENCIA. vacunas. No debe recibir ORENCIA con ciertos tipos de vacunas (vacunas con virus vivo). Puede recibir vacunas con virus no vivos, tales como las vacunas antineumocócica y con el virus de la influenza (gripe) inactivado. ORENCIA puede también ocasionar que ciertas vacunas sean menos efectivas. Hable con su médico sobre sus planes de vacunación. problemas respiratorios en pacientes con enfermedad pulmonar obstructiva crónica (EPOC). Puede que tenga algunos problemas respiratorios con mayor frecuencia si recibe ORENCIA y tiene EPOC. Los síntomas de problemas respiratorios pueden incluir: EPOC que empeora dificultad para respirar tos cáncer (neoplasias). Se han reportado ciertos tipos de cáncer en pacientes que usan ORENCIA. No se sabe si ORENCIA aumenta la probabilidad de desarrollar ciertos tipos de cáncer. Infecciones por citomegalovirus y virus Epstein-Barr. Se han producido infecciones por citomegalovirus y virus Epstein-Barr y han reaparecido las infecciones por citomegalovirus y virus Epstein-Barr (reactivación) en personas que reciben ORENCIA para el tratamiento preventivo de la enfermedad aguda de injerto contra huésped durante el trasplante hematopoyético de células madre no relacionado. Su proveedor de atención médica le monitoreará durante 6 meses después del trasplante y si fuera necesario, podría tratarle con medicamentos para ayudar a prevenir las infecciones por citomegalovirus y virus Epstein-Barr. Los efectos secundarios más comunes de ORENCIA en personas con artritis reumatoide incluyen: dolor de cabeza dolor de garganta infecciones de las vías respiratorias altas náuseas Otros efectos secundarios en niños y adolescentes pueden incluir: diarrea fiebre tos dolor abdominal Los efectos secundarios más comunes de ORENCIA para prevenir la enfermedad aguda de injerto contra huésped incluyen: recuentos bajos de glóbulos bajos sangrados por la nariz presión arterial alta disminución del recuento de linfocitos CD4 infección por citomegalovirus aumento de los niveles de magnesio en sangre fiebre problemas renales neumonía Estos no son todos los efectos secundarios posibles de ORENCIA. Llame a su médico para consultar acerca de los efectos secundarios. Puede informar los efectos secundarios a la FDA llamando al 1-800-FDA-1088. ¿Cómo debo almacenar ORENCIA? Almacene ORENCIA en el refrigerador a una temperatura de 36 °F a 46 °F (2 °C a 8 °C). Mantenga ORENCIA en su empaque original y lejos de la luz. No congele ORENCIA. Deseche de manera segura toda la medicina vencida que ya no necesita. Mantenga ORENCIA y todos los medicamentos fuera del alcance de los niños. Información general sobre el uso seguro y efectivo de ORENCIA En algunas ocasiones, se recetan medicamentos para propósitos diferentes a los indicados en el folleto de Información para el paciente. No utilice ORENCIA para una afección diferente para la que se recetó. No administre ORENCIA a otras personas, aun si ellos tienen los mismos síntomas que usted. Podría causarles daño. ORENCIA® (abatacept)Puede solicitar a su farmacéutico o médico información acerca de ORENCIA, redactada para profesionales de atención médica. ¿Cuáles son los componentes de ORENCIA? Principio Company Princeton, NJ 08543 USA, U.S. Número de licencia 1713 Todas las demás marcas comerciales son propiedad de sus respectivos dueños. Para más información, visite www.ORENCIA.com o llame al 1-800-ORENCIA. El contenido de este folleto de Información para el paciente se basa en sección de Información de prescripción completa de la Información para el paciente aprobada por la Administración de Medicamentos y Alimentos (Food and Drug Administration) de EE. UU. "}