{"title": "Protocol Eliot Ness Natural", "author": "Brooks Whittington", "url": "https://halfwheel.com/protocol-eliot-ness-natural/392953/", "hostname": "halfwheel.com", "description": "In 2019, Cubariqueño Cigar Co.—the company behind the Protocol brand—announced the first installment in a brand new series of cigars meant to honor", "sitename": "Halfwheel", "date": "2021-04-30", "cleaned_text": "In 2019, Cubariqueño Cigar Co.—the company behind the Protocol brand— [announced](https://halfwheel.com/cubariqueno-cigar-co-honors-sir-robert-peel-with-new-cigar-line/360475/) the first installment in a brand new series of cigars meant to honor notable figures in the history of law enforcement. The appropriately named Lawmen Series debuted with the [Sir Robert Peel](https://halfwheel.com/sir-robert-peel-natural/365714/), who is not only the founder of modern British policing but was also the founder of Metropolitan Police Service and its famous headquarters, Scotland Yard. There were two different varietals released of that first cigar: a Natural version covered in an Ecuadorian rosado wrapper and a Maduro version incorporating a Pennsylvania broadleaf wrapper, although both incarnations use a Nicaraguan binder and Nicaraguan fillers. The company [announced](https://halfwheel.com/protocol-eliot-ness-coming-this-fall/380242/) the second addition to its Lawmen Series in August 2020, a pair of cigars named for Eliot Ness, the Prohibition-era federal law enforcement agent in Chicago who is best known for his efforts to take down Al Capone-whom he arrested in 1931—and enforce Prohibition laws. \"The Sir Robert Peel was a total change of direction for the company,\" said Juan Cancel, co-founder of Cubariqueño, via a press release. \"We wanted to offer our supporters a more regal product from marketing, packaging, and to the actual tobacco used in the blend. We wanted to stay true to our working class supporters, but wanted to also offer them a higher end product. Sometimes the average working Joe likes to put on a suit and get a little fancy while smoking his cigar.\" The Eliot Ness is a 6 x 52 box-pressed toro vitola, and as was the case with the Sir Robert Peel, there are two different versions: the Eliot Ness Natural incorporates a Nicaraguan habano wrapper covering a dual binder of Estelí-grown habano tobacco and Nicaraguan criollo fillers while the maduro version uses a Nicaraguan broadleaf wrapper, the same Estelí-grown habano binder, and corojo filler tobaccos from Estelí and Jalapa. Both versions feature the same MSRP of $11.95 and are sold in 10-count boxes. - Protocol Eliot Ness Natural (6 x 52) - Protocol Eliot Ness Maduro (6 x 52) Unlike the first release in the series, which is rolled at La Zona Cigar Factory in Estelí, Nicaragua, the Eliot Ness cigars are being rolled at AJ Fernandez's San Lotano factory in Ocotal, Nicaragua. The cigars [started shipping to retailers in March.](https://halfwheel.com/protocol-eliot-ness-arriving-this-month/391257/#:~:text=The%20Protocol%20Eliot%20Ness%20Natural,fillers%20from%20Estel%C3%AD%20and%20Jalapa.) - Cigar Reviewed: Protocol Eliot Ness Natural - Country of Origin: Nicaragua - Factory: San Lotano Factory - Wrapper: (Habano) - Filler: Nicaragua (Criollo) - 6 Gauge: 52 - Vitola: Toro - MSRP: $11.95 (Box $119.50) Date: March 2021 - Number of Cigars Released: Regular Production - Number of Cigars Smoked For Review: 3 From a visual standpoint, the Protocol Eliot Ness Natural is covered in an extremely attractive milk chocolate brown wrapper that features some obvious oil, a number of prominent veins and is slightly rough to the touch. In addition, the cigar is pleasantly firm when squeezed and features a soft box-press. Aroma from the wrapper and foot is a combination of strong peanut shells, hay, barnyard, earth, dark chocolate, generic wood and slight floral, while the cold draw brings flavors of varnish, oak, leather, hay, generic nuts, cocoa nibs and slight indeterminate sweetness. The first third of the Protocol Eliot Ness Natural starts out with a very obvious bitterness that almost overwhelms my palate for the first seven puffs before it begins to recede, which in turn allows a strong combination of oak and leather to take over the top spot. Additional flavors of hay, stale bread, barnyard, bitter dark chocolate and slight cinnamon flit in and out while the retrohale features some white pepper and very slight indistinct sweetness. The draw on all three samples is extremely loose—with one cigar having almost no resistance at all, despite the infinitesimal amount of cap I took off—and while the burn is quite wavy, it is not bad enough to need touching up so far. Smoke production is in the normal range and the strength through the first third is almost totally nonexistent, landing at a point just past the mild mark. Unfortunately, the flavor profile of the Eliot Ness Natural changes very little in the second third, including the same main notes of oak and leather that are followed by secondary flavors of earth, coffee beans, pencil lead, dark chocolate and hay. In addition, the retrohale retains the vast majority of both the white pepper and indistinct sweetness that was present in the first third, neither of which are helping to add any significant complexity to the profile. Construction-wise, the draw continues to be very, very loose and the burn becomes problematic enough that I am forced to touch it up in an attempt to avoid larger issues. Considering the lack of any ligero in the blend, I am unsurprised when the overall strength increases only slightly, closing out the second third still much closer to the mild mark than medium. There is no stopping the oak and leather combination in the final third of the Protocol, as the by now familiar flavors easily take the top spot from lesser notes of earth, dark chocolate, ground coffee, stale bread and very slight cinnamon. In addition, while there is still some sweetness noticeable on the retrohale it continues to be so indistinct that I can never place it with any accuracy. Thankfully, the burn evens up nicely—although it remains far from razor sharp—while the draw continues to be much, much looser than I would like. Finally, the strength in the Eliot Ness seems to have gone virtually nowhere at all and it ends up basically exactly where it was at the end of the second third, or a bit less than halfway between mild and medium. Final Notes - This is the first Cubariqueño blend to be released that does not include any ligero tobacco, which are the top leaves of the tobacco plant known for delivering both strength and a fairly intense flavor profile. - The fact that Protocol is behind a series of cigars dedicated to an aspect of law enforcement is not exactly surprising, considering that Cubariqueño Cigar Co. partners Bill Ives and Juan Cancel are both law enforcement officers. - Cubariqueño recognized the arrest of Al Capone by printing the year that it took place—specifically, 1931—on the secondary cigar band. - While the draws were extremely loose on each of the three samples I smoked, the second cigar was quite bit worse than the other two. In fact, there was hardly any resistance at all after a fairly conservative straight cut of the cap, and when I looked at at the foot I noticed two massive holes that seemed to explain why. - Incidentally, I also had some significant draw problems with another Protocol release, the [Official Misconduct](https://halfwheel.com/protocol-official-misconduct/270760/). - Although he is certainly not the best actor to come out of Hollywood in the past 30 years—or even in the running—Kevin Costner's portrayal of Ness in the [1987 film The Untouchables](https://www.imdb.com/title/tt0094226/)is a sight to behold. - The cigars smoked for this review were purchased by halfwheel. - Final smoking time for all three samples averaged one hour and 28 minutes. - If you would like to purchase any of the Protocol Eliot Ness Natural cigars, site sponsor [Famous Smoke Shop](https://www.famous-smoke.com/protocol-eliot-ness-natural-cigars?pid=69566)has them in stock. The problems with the Protocol Eliot Ness Natural began even before I lit the cigar and unfortunately, the issues never really improved all that much. When the profile is not bitter, it is extremely linear with flavors of oak and leather easily overwhelming any complexity and nuance that may exist and a sweetness that is so generic that it is more frustrating than enjoyable. In addition, all three samples featured very problematic construction, with extremely loose draws and a burn line that—while not needing many corrections—was never anywhere close to razor sharp. Protocol has had some very enjoyable blends in the past but this release is far from the top of that list. "}