{"title": "An Herbalist's Salary and Career Opportunities - Chestnut School of Herbal Medicine", "author": "Carrie Faye Harder", "url": "https://chestnutherbs.com/an-herbalists-salary-and-career-opportunities/", "hostname": "chestnutherbs.com", "description": "What are herbalists' salaries and career opportunities? Learn how to put your herbal education to good use in the world and earn a living.", "sitename": "Chestnut School of Herbal Medicine", "date": "2018-08-22", "cleaned_text": "An Herbalist's Salary and Career Opportunities How much does an herbalist make? What kind of job opportunities exist for herbalists? There are literally dozens of ways you can put your herbal education to good use in the world. THE WORK OF AN HERBALIST can take oh-so-many forms. My own path has been full of herbal experimentation; I've run an herbal products business, seen clients as a clinical herbalist, opened a school of herbal medicine, started a medicinal plants nursery, and most recently branched out into online education, herbal writing, and serious botanical photography. There really is no limit to the possibilities! What's important is that you find your happy place. Maybe this will involve working with people in a healing capacity, or perhaps you'll feel drawn to work primarily with the plants themselves. Whatever your path, here are my two cents: find a niche or specialty so you can offer a product or service that is truly unique and needed. For example, say there are already a number of enterprises making herbal tinctures in your area. Perhaps you could specialize in herbal products for pregnancy or for children. Possibly, you'll be the only one who adds flower essences or stone elixirs to your tinctures. Or maybe you'll specialize in bioregional blends and have the corner on the farm-to-apothecary market by growing your own herbs for your products. Or you could make herbal syrups and infused honeys instead of tinctures. Here's another example: if you want to offer your services as a clinical herbalist, you may find you have an affinity with a certain population (kids, elders, pregnant people, adults with disabilities, etc.), or you may discover that you've developed an expertise with a certain condition or stage in life (infertility, menopause, ADHD, teenage health, rheumatoid arthritis, etc.). You can network with support groups and other healthcare providers to get the word out about your specialty. There are countless ways that herbalists can creatively diversify their herbal endeavors. Here's a tour of possible herbal livelihoods to help inspire you! Clinical Herbalism - Clinical herbalist in a private practice or integrated clinic - Acupuncturist, chiropractor, nurse practitioner, physician, midwife, massage therapist, physical therapist, or other health care practitioner who uses herbal medicine in practice - Free or affordable community health clinic, mobile free clinic Making Herbal Products - Herbal tinctures - Herbal tea blends - Bulk fresh or dried herbs - Medicinal honeys - Medicinal syrups - Herbal elixirs - Herbal bitters - Infused syrups or herbal shrubs for mixed drinks and natural sodas - Herbal preparations for animals - Herbal-infused oils and vinegars - Wild foods/herbal prepared foods - Natural body care products: herbal soaps, lotions, salves, body butters, bath salts, body scrubs, infused oils, etc. - Herbal confections (such as herbal chocolates or ghee) - Employment in an herbal products business: sales, product development, manufacturing, good manufacturing practices (GMP) compliance, buyer, quality control, customer support, farm management, marketing, labeling, etc. Herbal Products Retail, Marketing, and Sales - Proprietor of a brick-and-mortar herbal store - Proprietor or employee in an online store, selling herbal products, books, and supplies - Retail position in the health and beauty care (HBC) department of the health food store or an herbal store - Cooperative online store for local herb growers - Brick-and-mortar nursery specializing in herbs and useful plants - Sales representative for an herbal products business - Proprietor of a botanical-themed store with books, tools, and merchandise for botanists, herbalists, and wildflower enthusiasts - Marketing for herbal businesses and conferences (social media, search engine optimization, writing copy, graphics, press releases, etc.) Teaching + Herbal Education - Proprietor, administrator, or instructor at an herbal school - Instructor at a community college or university (ethnobotany, botany, medical herbalism, etc.) - Educating nurses or physicians in natural therapies - Community classes at free schools, community centers, co-ops, etc. - Herbal conferences - Botanical gardens, arboretums, community gardens - Camps for children - Primitive skills gatherings, herbal first aid, plant walks - Plant-related adventure travel - Online herbal education Herbal Writing + Blogging - Herbal-related books: medicinal herb gardening, medicine making, tea blends, wild foods, therapeutics, etc. - Articles for blogs, newsletters, newsprint, magazines, etc. (this can be a great way to get your name out there and interest people in your teaching, services, or products) - Your own herbal blog (monetized through advertisers and sponsored posts) Herb Farming + Wildcrafting - Herbal farm for dried herbs and/or fresh herbs (for manufacturers); wholesale or retail - Herbal plant nursery - Medicinal herb farm-to-apothecary products (tinctures, teas, salves, body care, etc.) - Medicinal herb farm for education, tours, retail purposes, etc. (agricultural tourism) - Medicinal seed company - Herbal CSA that specializes in fresh herbs, wild foods, and homegrown or locally wildcrafted medicinal products (internal and external preparations) - Herbal CSA that specializes in homegrown body care products, including homegrown herbs used to make hydrosols, infused oils, etc. - Wildcrafter (wholesale, to brokers, or for an herbal products business) Herbal Research - University or government-funded research on medicinal herbs, constituent testing, clinical trials, population studies, etc. - Ethnobotanical research on traditional uses of herbs - GMP testing in a product-based business - Quality control in a product-based business Miscellaneous Herbal Opportunities - Hosting an herbal gathering or conference - Promoting teachers in your area, organizing classes, etc. - Computer assistance for herbal businesses: graphics, website development and maintenance, programs, spreadsheets, etc. - Herbal photography and art, botanical-based products (clothing, bags, notebooks, calendars, notecards, etc.) - Hosting an herbal radio or TV show How Much Does an Herbalist Make? The American Herbalists Guild notes a wide spectrum of possible earnings for herbalists: anywhere between $20,000 and $120,000 per year, depending on their area of practice and their individual successes. The truth is, there are so many possible careers in herbalism that your earnings will be influenced by many factors, including your choice of career, your skill set, how often you work, and where you live. But here are some helpful parameters: The hourly rate for clinical herbalists ranges from roughly $50 to $100 (or more) per hour. An herbal educator can earn from $30 to $120 per hour, depending on the venue and audience (this rate can increase significantly if you become well known within the herbal community). And if you have expertise in growing medicinal herbs and plants, you might earn $15 to $30 per hour depending on your knowledge and skill. As with any career, it can take time to achieve your ideal salary. You'll need to develop your skill set and reputation, build a client base, and possibly iron out any wrinkles in your business plan. This equates to plenty of time and patience but will be worth it when you have a career that you truly love (and that brings home the abundance). I lived frugally for many years as I attended herb school, grew my relationship with plants, and identified my gifts in the field. But I felt rich every single day because I was living "}