{"title": "Health and Wellness | Programs and Services | MedStar Health", "author": null, "url": "https://www.medstarhealth.org/services/wellness-and-healthy-living", "hostname": "medstarhealth.org", "description": "MedStar Health is committed to providing resources to enhance your health and the health of the communities we serve. Ask your provider for wellness programs in your area or see our list of services and programs.", "sitename": "Health and Wellness | Programs and Services | MedStar Health", "date": "2023-01-01", "cleaned_text": "Living a healthy lifestyle We're here for you—not only when you're sick, but when you need trusted, compassionate healthcare professionals to help you improve your overall health and well-being. We're committed to providing a full range of resources to enhance your health and the health of the communities we serve. A healthy lifestyle at any age is about taking steps that enable you to live a full, rewarding life on your terms. Whether you're seeking expert guidance on living well while managing a health condition, tips on healthy eating, preventive health screenings, maternity support, or fitness and wellness classes, count on our healthcare professionals to help. Ask your MedStar Health provider for wellness programs they recommend in your area. Or see our list of services and programs below. Services and programs MedStar Health wellness programs We offer a calendar of classes and seminars at MedStar Health locations throughout Maryland and the Washington, D.C., region. Many are free and cover topics like the following: - Fitness for seniors - Parenting classes - Diabetes prevention - Weight management - Smoking cessation - And more To find and register for a wellness class near you, explore our calendar Living Well With a Chronic Condition program Improve your health one step at a time! This 7-week program is designed to help adults living with almost any chronic condition take charge of their health and well-being. Learn how to manage symptoms, cope with emotions, eat healthfully, manage weight, organize medicines, and better communicate with friends and healthcare professionals. Get help with problem-solving and goal-setting to improve your quality of life. This program is led by trained facilitators, some of whom also have a chronic condition. Program sessions are held at all 10 of our [MedStar Health hospitals](/about/our-hospitals). For information about upcoming sessions, call [877-367-5864](tel:877-367-5864) or email [communityhealth@medstar.net](mailto:communityhealth@medstar.net). The Good Health Center The Good Health Center at MedStar Good Samaritan Hospital in Baltimore is one of the most comprehensive, low-cost health enhancement facilities in Maryland. Established in 1992, the center provides free and low-cost community screenings, support groups, and seminars throughout the year. Our goal is to improve your life and help you take charge of your health. Programs and services include: - Healthy living programs for arthritis, high blood pressure, heart disease, diabetes, hepatitis, migraine, and other conditions - Exercise programs and fitness center - Health screenings - Massage therapy - Nutrition counseling - Preventive screenings - Stress management - Support groups for amputees, bariatric surgery, prostate cancer, and more - Yoga classes [Download our guide](/-/media/project/mho/medstar/services/pdf/ghc-programs-services.pdf) Or call The Good Health Center at [443-444-4663](tel:443-444-4663). More information Preventive screenings guides Staying up to date on your health screenings can help you prevent health problems or catch them early when they're most treatable. Download our guides to see what's recommended for you. Wellness presentations [Brain Fitness: Use It or Lose It](/-/media/project/mho/medstar/services/pdf/karen-kansler-brain-fitness-presentation.pdf) Test your knowledge and learn memory-improving tips from wellness coordinator, Karen Kansler. [Eat This With That: Super-Powered Food Pairings](/-/media/project/mho/medstar/services/pdf/branded_lunch-and-learn_decostole_superfoods.pdf) Find out what foods to eat together for maximal healthiness, plus find a few great recipes! [All Roads Lead to the Mediterranean Diet](/-/media/project/mho/medstar/services/pdf/branded_lunch-and-learn_decostole_mediterranean-diet.pdf) Learn about this proven healthy way of eating and how to get started. "}