{"title": "PDF", "author": "PDF", "url": "https://ipen.org/sites/default/files/documents/ipen-plastics_booklet-spanish.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "UNA INTRODUCCIÓN A LOS PLÁSTICOS Y LAS SUSTANCIAS QUÍMICAS TÓXICAS CÓMO LOS PLÁSTICOS DAÑAN LA SALUD HUMANA Y EL MEDIO AMBIENTE, ADEMÁS DE ENVENENAR LA ECONOMÍA CIRCULAR Noviembre de 2022ii los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) iiiUNA INTRODUCCIÓN A LOS PLÁSTICOS Y A LAS SUSTANCIAS QUÍMICAS TÓXICAS: CÓMO LOS PLÁSTICOS DAÑAN LA SALUD HUMANA Y EL MEDIO AMBIENTE, ADEMÁS DE ENVENENAR LA ECONOMÍA CIRCULAR NOVIEMBRE DE 2022 Autores y colaboradores Escrito por Valerie Denney con Bjorn Beeler © 2022. Red Internacional de Eliminación de Contaminantes (IPEN). Todos los derechos reservados. Crédito de la foto de la portada: \"Planta petroquímica en Arabia by 3.0)Prefacio ............................................................................................. 4 Introducción ...................................................................................... 8 Daños A La Salud Causados Por Los Plásticos ................................. 12 La Producción De Plásticos ............................................................. 24 Los Desechos Plásticos .................................................................... 29 Los Plásticos En Los Océanos .......................................................... 35 El Trabajo De IPEN: Eliminar Las Amenazas De Las Sustancias Químicas En Los Plásticos .............................................................. 40 References ....................................................................................... 46 TABLA DE CONTENIDO IPEN es una red de organizaciones no gubernamentales que trabajan en más de 125 países para reducir y eliminar los daños a la salud humana y al medio ambiente producidos por sustancias químicas tóxicas. ipen.org4 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 5 PREFACIO LA PRODUCCIÓN DE PLÁSTICOS PELIGROSOS: EXCEDIENDO LOS LÍMITES DEL PLANETA Por Bethanie Carney Almroth, Patricia Villarubia-Gómez y Zhanyun Wang Los autores son expertos en ecotoxicología, contaminación química, plásticos y límites planetarios, y redactaron la publicación científica titulada \"Fuera del espacio operati - vo seguro del límite planetario para entidades novedosas\", en el cual describen cómo los plásticos y las sustancias químicas están excediendo los límites del planeta, desestabi - lizando los sistemas de la Tierra y amenazando la seguridad del espacio operativo de la humanidad. En nuestras sociedades y nuestro medio ambiente, los plásticos se encuentran por doquieradoquier. No podemos evitar usarlos y no podemos evitar quedar expuestos a ellos. Hoy en día, la contaminación por plásticos se ha convertido rápidamente en una de las amenazas ambientales más apremiantes para tanto para las personas como el planeta. Para resolver la contaminación por plásticos, primero debemos enmarcar el problema en su totalidad de manera adecuada. Sin embargo, la contaminación por plásticos se ha presentado ampliamente como un problema de desechos, que lleva a estrategias que abordan específicamente la gestión de desechos al final de su ciclo de vida y el comportamiento de los consumidores. Aunque sí es importante abordar el final de la vida útil de los plásticos, es más importante todavía abordar la exposición humana \"evitable\" a sustancias químicas tóxicas durante la producción y el uso de los plásticos. Primero debemos reconocer que los plásticos en sí mismos no son materiales seguros e inertes, sino que más bien son un complejo grupo de combinaciones de decenas de miles de sustancias químicas, muchas de las cuales son tóxicas. Se produce una enorme diversidad y cantidad de plásticos y sustancias químicas asociadas, en gran medida sin control con una transparencia mínima por parte de la industria, a tasas que superan la capacidad de las sociedades de realizar evaluaciones y monitoreos re - lacionados con la seguridad. La presencia de productos plásticos está tan generalizada en nuestra vida cotidiana contemporánea -en nuestros sistemas alimentarios, nuestras cocinas, los juguetes para los niños, los materiales de construcción, los dispositivos electrónicos, en nuestras infraestructuras- que no podemos controlar que invadan nuestro propio cuerpo o se liberen al medio ambiente y, por lo tanto, no podemos evitar que produzcan daño. Los plásticos han excedido el espacio operativo seguro de la humanidad. La producción, el uso y la contaminación por plásticos y sustancias químicas tóxicas asociadas, también exacerban las otras crisis que está experimentando el planeta, como el cambio climático y las amenazas a la biodiversidad, crisis que desestabilizan aún más el planeta. Los plásticos y las sustancias químicas tóxicas asociadas a ellos, están ligados al cambio climático, directamente a través de la extracción y el uso de combustibles fósiles (el 99% de los plásticos se producen a partir de combustibles fósiles) y de otras materias primas, aunque también están ligados indirectamente a través de cambios en el medio ambiente que incluyen la liberación de aerosoles y otras partículas a la atmósfera, cambios en el albedo (la radiación que refleja la superficie terrestre y la devuelve a la atmósfera) que afectan al hielo polar y producen cambios en el uso de la tierra y la deforestación. Los plásticos y las sustancias químicas tóxicas afectan la biodiversidad al afectar la reproducción, la propagación de especies no autóctonas y la pérdida de funciones importantes en los ecosistemas. Los impactos en el medio ambiente se observan en todos los ecosistemas. Los plásticos y muchas sustancias químicas asociadas son persistentes y, una vez liberados, existirán en el medio ambiente durante décadas o un tiempo incluso más prolongado. Algunas de las sustancias químicas tóxicas que se encuentran en los plásticos son contaminantes orgánicos persistentes que están prohibidos a nivel mundial por el Convenio de Estocolmo, aunque debido a su longevidad, aún siguen presentes en el medio ambiente, así como en los plásticos en uso y los desechos plásticos [por ejemplo, las dioxinas, los furanos, los bifenilos policlorados (PCB), los retardantes de llama organohalogenados y muchas sustancias perfluoroalquiladas y polifluoroalquiladas (PFAS)]. Su presencia en los plásticos también dificulta la transición hacia una economía circular sostenible, ya que el reciclado sin control puede resultar en la contaminación de los plásticos reciclados por estas sustancias químicas heredadas, lo que lleva a una exposición humana continua a estas sustancias. Aunque los problemas que enfrentamos son enormes, no por eso son insuperables. Podemos ir haciendo cambios, empezando por usar materiales más seguros y sos - tenibles. Tenemos la obligación de hacerlo. Varias acciones son de por sí evidentes. Debemos considerar el ciclo de vida completo de los plásticos y las sustancias quími - cas asociadas, desde la extracción de los combustibles fósiles, con especial atención a la producción, el diseño de materiales y productos, hasta los impactos ambientales. Necesitamos trasladar las presiones y responsabilidades para resolver la contami - nación plástica lejos de las comunidades que ya están afectadas por ellas hacia los productores y actores al inicio de la producción. También necesitamos enmarcar el problema correctamente y utilizar los medios de comunicación y otros canales de comunicación para educar con el fin de que el público y los tomadores de decisiones entiendan y les exijan a los productores responsabilidad, transparencia y circularidad. La respuesta debe ser global y cohesiva, con una cuidadosa consideración de la equi - dad, la justicia y los derechos humanos. Estamos seguros de que este informe de IPEN juega un papel clave en la sensibilización tan necesaria sobre estos temas. La doctora Bethanie Carney Almroth trabaja en el Departamento de Ciencias Biológicas y Am - bientales de la Universidad de Gotemburgo, Gotemburgo, Suecia. Patricia Villarrubia-Gómez es candidata a doctorado en el Centro de Resiliencia de Estocolmo, Universidad de Estocolmo, Es - tocolmo, Suecia; el doctor Zhanyun Wang está con Empa - Laboratorios Federales de Suiza para Materiales, Ciencia y Tecnología (Empa - Swiss Federal Laboratories for Materials Science and Technology), el Laboratorio Tecnología y Sociedad (Technology and Society Laboratory), Suiza.6 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 7 8 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 9 INTRODUCCIÓN Muchas personas están preocupadas por la contaminación plástica visible: rellenos sanitarios con interminables desechos plásticos y plásticos que están transformando los océanos en basureros. Sin embargo, los peligros invisibles para la salud y el medio ambiente causados por sustancias químicas tóxicas a lo largo del ciclo de vida de los plásticos tienen la misma importancia. Los impactos que tienen los plásticos sobre la salud y el medio ambiente constituyen una crisis global. La evidencia científica muestra que hemos roto los \"límites planetarios\" 1 con la contaminación química y plástica, lo que implica que la producción y las emisiones pueden estar amenazando la estabilidad del ecosistema global en su conjunto. Para entender mejor lo qué es la contaminación plástica, debemos entender lo quéque es el plástico: un material hecho de carbono (combustibles fósiles) y sustancias quími - cas. Los plásticos no existen sin sustancias químicas, y en cada fase del ciclo de vida de los plásticos, desde la extracción del petróleo hasta la producción, el transporte, el uso y la eliminación de los plásticos, se liberan sustancias químicas nocivas. Se han identificado más de 10,000 sustancias químicas2 en los plásticos, y los datos sobre más de 2,400 de estas sustancias químicas las han identificado como sustancias preocupantes (hay datos incompletos o nulos sobre los peligros de cientos de otras sustancias químicas plásticas). Se han ligado las sustancias químicas tóxicas en los plásticos con diferentes tipos de cáncer, daños a los sistemas inmunológico y reproductivo, el deterioro de las funciones intelectuales, retrasos en el desarrollo y otras graves afecciones a la salud. La evidencia sugiere que ya estamos viendo serios problemas de salud por exposiciones químicas a lo largo del ciclo de vida de los plásticos.3 No existen regulaciones para proteger la salud humana y el medio ambiente contra la mayoría de las sustancias químicas tóxicas utilizadas en los plásticos. Muchas veces, sólo después de años o incluso décadas de que los productos plásticos comercializados hayan estado causando daño, se van desarrollando regulaciones, sustancia por sus - tancia. Cuando finalmente se regula una sustancia química, la industria simplemente pone en el mercado una sustancia química nueva que no ha sido sometida a pruebas (generalmente una sustancia química estrechamente relacionada con la versión regulada), muchas veces con consecuencias tóxicas similares para el medio ambiente y la salud. Los plásticos transportan sustancias químicas a todos y cada uno de los rincones del mundo: introducen sustancias químicas tóxicas en nuestros hogares y, en última instancia, en nuestros cuerpos. Los cargamentos de desechos plásticos transportan plásticos con sustancias químicas por todo el mundo. Los envases de plástico para alimentos transfieren sustancias químicas a nuestros alimentos. La basura plástica marina transporta las sustancias químicas utilizadas en los plásticos a lugares remotos a través de las corrientes oceánicas. La incineración de plásticos libera sustancias químicas en el aire, propagando sustancias químicas a nivel mundial como contami - nación atmosférica. De estas y muchas otras maneras, los plásticos representan una amenaza para la salud humana en todo el mundo. Aunque la contaminación química por plásticos es un problema mundial, representa un problema más agudo en las áreas cercanas a las fábricas donde se producen los plásticos; y en los países de ingresos bajos y medianos que pueden tener regulaciones débiles, terminan como tiraderos de desechos plásticos enviados por otros países. Las personas en estos países ya están expuestas de manera desproporcionada a sustancias químicas tóxicas y enfrentan mayores riesgos para la salud debido a esta injusticia ambiental. Los países occidentales deben detener las exportaciones de desechos plásticos, y los productores de plásticos deben asumir la responsabilidad de las injusticias ambientales creadas por sus plásticos. Desde la década de los cincuenta, se ha disparado la producción de plásticos y las proyecciones sugieren que es probable que en las próximas décadas se duplique o incluso triplique la producción de plásticos y sus desechos.4 La industria promueve la idea de un futuro circular para los plásticos, aunque queda claro que, debido a las sustancias químicas tóxicas contenidas en los plásticos, los plásticos envenenan la economía circular. Necesitamos medidas inmediatas para reducir la producción de plásticos de manera significativa y un cambio fundamental en la economía de nuestros materiales, para reemplazarlos con materiales más seguros y sostenibles que promuevan un futuro económico saludable y circular. La industria también promueve el reciclado de plásticos y tecnologías que incineran los desechos plásticos para utilizarlos como combustible con el fin de evitar asumir su responsabilidad y definir soluciones para la crisis de los plásticos. Sin embargo, a pesar de décadas de promover el reciclado, un estudio reciente5 halló que, a partir de 2015, sólo se había reciclado el 9% de todos los desechos plásticos producidos. Cuando se les recicla, el reciclado de plásticos simplemente transfiere sustancias químicas tóxicas de los plásticos usados a los productos nuevos. La incineración de plásticos exacerba el cambio climático y produce algunas de las sustancias químicas más tóxicas del mundo, conocidas como dioxinas, lo que aumenta considerablemente las amenazas para la salud. Necesitamos soluciones reales a la crisis mundial de los plásticos porque el legado tóxico de los plásticos no sólo afectará a quienes estamos vivos hoy, sino a las generaciones futuras. Las soluciones urgentes para abordar el impacto de los plásticos son prohibir el uso de sustancias químicas peligrosas en los plásticos y reducir significativamente la producción de plásticos, al tiempo que se innova para obtener materiales más seguros y sostenibles que realmente satisfagan las necesidades de una economía circular libre de sustancias tóxicas.10 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 11 El principio y el final del ciclo de vida de los plásticos: los plásticos empiezan como combustibles fósiles y terminan como basura en tiraderos o rellenos sanitarios12 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 13 DAÑOS A LA SALUD CAUSADOS POR LOS PLÁSTICOS Durante la producción de los plásticos, se utiliza un gran número de sustancias químicas nocivas ya sea como componentes del material plástico en sí mismo (como los bisfenoles) o bien como aditivos para proporcionar ciertas propiedades como durabilidad, color, flexibilidad u otras cualidades. Cuando se producen, utilizan y eliminan los plásticos, estas sustancias químicas tóxicas pueden dañar el medio ambiente y nuestra salud de diversas maneras. Dichas sustancias químicas tóxicas pueden tener un impacto profundo sobre la salud humana. Incluso las exposiciones pequeñas pueden perturbar los sistemas reproducti - vos, dañar las funciones intelectuales, provocar atrasos en el desarrollo físico y causar cáncer. Por ejemplo, las sustancias químicas perturbadoras del sistema endocrino (EDC) de algunos plásticos, en dosis muy bajas, se relacionan con problemas de salud.6 EN CADA UNA DE LAS ETAPAS DEL CICLO DE VIDA DE LOS PLÁSTICOS, ESTAMOS EXPUESTOS A SUSTANCIAS QUÍMICAS TÓXICAS Cuando se producen plásticos La mayoría de los plásticos se producen a partir de combustibles fósiles, y la extracción de petróleo y gas utiliza y libera contaminantes tóxicos en el medio ambiente. Los trabajadores y las comunidades cercanas a las plantas de producción de plástico están expuestos a sustancias químicas tóxicas en el aire, agua, polvo y la cadena alimentaria. Los animales marinos y las pesquerías se contaminan cuando las sustancias químicas de los plásticos y los pellets de plástico, utilizados como materia prima para fabricar productos plásticos, se derraman hacia las vías fluviales. En los productos que la gente usa todos los días Las sustancias químicas peligrosas se encuentran en los juguetes de los niños y muchos otros productos de consumo hechos de plásticos tanto nuevos como reciclados; cuando se utilizan plásticos reciclados para fabricar productos nuevos, las sustancias químicas tóxicas del producto utilizado se transfieren al producto nuevo. Muchos productos plásticos comunes, como muebles, alfombras y ropa (ya que la mayoría de la ropa sintética -nylon, poliéster, etcétera- y los textiles son plásticos) pueden lixiviar sustancias químicas. Las sustancias químicas peligrosas pueden migrar desde los envases de plástico para alimentos a nuestros alimentos y a nuestras manos al estar comiendo. Cuando se eliminan los desechos plásticos La gran mayoría de los desechos plásticos no se pueden reciclar en productos nuevos. Se les arroja en tiraderos de basura, se les incinera o bien se les deposita en rellenos sanitarios. ° La quema a cielo abierto y la incineración de desechos plásticos emiten dioxinas y otras sustancias químicas tóxicas al aire y generan cenizas y desechos altamente peligrosos que generalmente se vierten o depositan en rellenos sanitarios, lo que contribuye a la dispersión ambiental de sustancias químicas altamente tóxicas. o Los desechos sólidos lixivian aditivos plásticos tóxicos y contaminan las cadenas alimentarias y las vías fluviales circundantes. o Los desechos plásticos en ambientes marinos lixivian sustancias químicas tóxicas que comprometen la capacidad reproductiva de los organismos acuáticos, representando una amenaza para la cadena alimentaria. o Los desechos plásticos oceánicos pueden propagar sustancias químicas tóxicas a nivel mundial, y los plásticos también atraen y transportan sustan - cias químicas. Esta carga química acumulada puede hacer que los plásticos sean aún más peligrosos para la naturaleza y la cadena alimentaria. o Los plásticos que se reciclan o incineran como combustible crean exposicio - nes tóxicas para los trabajadores y las comunidades circundantes, y pueden dejar desechos tóxicos, creando grandes flujos de desechos peligrosos. Cuando se incineran desechos plásticos (incluso como \"combustible derivado de desechos\" o durante el reciclado químico), se crean cenizas tóxicas, emisiones peligrosas, que incluyen dioxinas, y contribuyen al cambio climático. Las partículas de plástico también pueden entrar al cuerpo de diferentes maneras. Aunque todavía no se entienden plenamente los efectos sobre la salud de la exposición a partículas de plástico, la investigación ha demostrado que los humanos estamos expuestos a micro y nanoplásticos a través de: El consumo: Podemos ingerir microplásticos cuando comemos y bebemos alimentos que vienen en envases de plástico. Los estudios han encontrado microplásticos en el agua embotellada y otras bebidas embotelladas,7 en pescados y mariscos comerciales8 y en otros alimentos y bebidas. Una reseña de 20219 identificó varios estudios que han descubierto microplásticos en la cerveza, el vino, las bebidas energéticas, el té embotellado, la leche, la miel, el azúcar y la sal. La reseña señaló un estudio que descubrió que remojar bolsitas de té hechas de plástico en agua caliente libera 2.3 millones de partículas microplásticas y 14.7 mil millones de nanopartículas en cada taza de té. Otro estudio encontró que los bebés alimentados con leche en mamilas de plástico esterilizadas podían ingerir hasta 3 millones de partículas microplásticas por día. 14 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 15 Inhalar: Las microfibras de plástico se encuentran comúnmente en el aire y el polvo de los espacios interiores y se han encontrado en altas concentraciones en el aire exterior en las principales ciudades e incluso en áreas tan remotas como el Ártico y el Monte Everest.10 Se han detectado microplásticos en las heces, la sangre,11 la placenta12 y los pulmones de humanos y la investigación sugiere que las partículas pueden persistir en los pulmones y potencialmente causar inflamación.13 Un estudio14 encontró que los microplásticos en ratas preñadas pueden atravesar los pulmones hacia los corazones, cerebros y otros órganos del feto. Los trabajadores textiles en la industria de la ropa sintética pueden estar sujetos a un mayor nivel de riesgo, aunque la ropa también puede afectar a los consumidores: un estudio de 202015 descubrió que cuando usamos ropa sintética, se liberan microplásticos al aire. Contacto con la piel: Si bien existen lagunas en los estudios sobre los impactos de la exposición directa a los plásticos a través del contacto con la piel, un estudio de 202016 señaló que podemos estar expuestos a sustancias químicas en microplásticos a través de la ingesta o el contacto con la piel cuando usamos cosméticos o productos de cuidado personal como pasta de dientes, jabón líquido para la cara, exfoliantes y jabones. Las partículas menores de 100 nanómetros (nm) pueden cruzar la barrera de la piel, y en cosméticos se han encontrado nanoplásticos tan pequeños como de 25 nm. Una reseña sobre la seguridad de 202117 encontró que los microplásticos en los cosméticos podrían estar asociados a daños en la piel debidos a la inflamación y al daño celular.LOS PLÁSTICOS DE TODOS LOS DÍAS Y LA SALUD HUMANA LA EXPOSICIÓN A SUSTANCIAS QUÍMICAS A TRAVÉS DE PRODUCTOS DE PLÁSTICO NUEVO Y RECICLADO Cuando, en nuestra vida cotidiana, usamos muchos productos de plástico comunes y corrientes, podemos quedar expuestos a sustancias químicas tóxicas. La investigación sugiere que muchos plásticos desprenden sustancias químicas y exponen a las personas a través del contacto por la piel, a los niños cuando muerden y se llevan los plásticos a la boca durante la dentición, y pueden contaminar nuestros alimentos y bebidas al entrar en contacto con plásticos que pueden liberar sustancias químicas tóxicas. Los estudios de IPEN y otros han demostrado que los juguetes de los niños y muchos productos de consumo contienen sustancias químicas tóxicas, incluyendo algunas sustancias químicas prohibidas o restringidas. Algunos de los hallazgos de IPEN incluyen: Productos de plástico reciclado en países africanos y árabes. África fue el destino de la exportación de los desechos de los países ricos. Sin embargo, la amenaza de las sustancias químicas tóxicas no se limita a la eliminación de los desechos plásticos. Un número creciente de estudios muestra que los productos disponibles en el mercado africano también contienen niveles peligrosos de sustancias químicas tóxicas. Por ejemplo, un estudio de IPEN de 2022 encontró BFR prohibidos en juguetes de plástico reciclado, utensilios de cocina y otros productos de consumo vendidos en 11 países africanos y árabes. Productos de plástico reciclado en Europa. Los consumidores de los países de ingresos bajos y medianos no son los únicos que se encuentran en riesgo debido a las sustancias químicas en los plásticos reciclados. Un estudio de IPEN de 2018 encontró que los juguetes, accesorios para el cabello, utensilios de cocina y otros productos de consumo de 20 países europeos contenían retardantes de llama y otras sustancias químicas peligrosas procedentes de desechos reciclados. Los productos para niños, las cadenas alimentarias y la leche materna contienen parafinas cloradas de cadena corta. Un estudio de IPEN de 2017 que analizó productos en 10 países encontró parafinas cloradas de cadena corta (PCCC), muchas veces utilizadas como estabilizadores de rayos ultravioleta (UV) en plásticos, en productos para niños, incluyendo pantuflas de Mickey Mouse, cuerdas para saltar, pelotas y patos de plástico. También se han encontrado PCCC en peces, focas, morsas y ballenas del Ártico utilizados como alimentos tradicionales de los pueblos indígenas. También se les ha detectado en la leche materna de mujeres inuit del Ártico. Las PFAS en textiles sintéticos en Indonesia, China y Rusia. Segun un estudio de IPEN de 2021, la ropa sintética para actividades al aire libre y la ropa deportiva de China, Indonesia y Rusia contienen polímeros a base de PFAS para conferirle resistencia al agua. El PFAS idetificado con mayor frecuencia en el estudio (alcohol fluorotelómero 8:2 FTOH), se puede degradar en otra PFAS altamente persistente, el ácido pefluorocarboxílico (PFOA), una sustancia química incluida para su eliminación mundial en las listas del Convenio de Estocolmo. El uso de PFAS en textiles y ropa para exteriores, aumenta la contaminación ambiental y la exposición humana, ya que las PFAS se emiten al medio ambiente durante la producción, el uso y la eliminación final. Pineal Hipotálamo Pituitaria Tiroides Paratiroides Próstata Testículos Hueso Los principales órganos endocrinos del cuerpo. Los plásticos muchas veces están hechos con sustancias químicas que pueden perturbar el sistema endocrino del cuerpo16 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 17 LAS SUSTANCIAS QUÍMICAS TÓXICAS PROVENIENTES DE LOS PLÁSTICOS SE ENCUENTRAN ENTRE LAS SUSTANCIAS QUÍMICAS MÁS DAÑINAS DEL MUNDO Existen estudios científicos que demuestran que ya estamos viendo graves problemas de salud debidos a las sustancias químicas que se encuentran en los plásticos. Estamos expuestos a sustancias químicas provenientes de la producción, el transporte, el uso y la eliminación de los plásticos. Los estudios muestran que estas exposiciones pueden tener efectos nocivos para la salud. Sin embargo, es casi imposible evitar la exposición a las sustancias químicas de los plásticos. Los materiales y productos plásticos no están etiquetados, por lo que no nos resulta posible saber qué sustancias químicas contienen, con lo cual es imposible evitar las amenazas químicas. Algunas sustancias químicas tóxicas provenientes de los plásticos son sustancias químicas que perturban el sistema endocrino, algunas son contaminantes orgánicos persistentes (COP) y algunas representan otro tipo de amenazas para la salud. Las Sustancias Químicas Perturbadoras Del Sistema Endocrino Muchos aditivos plásticos comunes son sustancias químicas perturbadoras del sistema endocrino (EDC por su sigla en inglés) que pueden interferir con el sistema hormonal natural del cuerpo. Debido a que nuestras hormonas tienen que ver con todos los sistemas de nuestro cuerpo, las EDC se asocian con una amplia gama de impactos en la salud, que incluyen el cáncer, el adelantamiento de la pubertad en las niñas, la obesidad y la diabetes, la infertilidad y trastornos reproductivos, y efectos sobre el desarrollo neurológico como el trastorno por déficit de atención con hiperactividad (TDAH), el autismo, discapacidades de aprendizaje, discapacidades intelectuales, trastornos de conducta, parálisis cerebral y deficiencias de la vista y la escucha. Los fetos en desarrollo son particularmente vulnerables a las EDC. Estas sustancias químicas son tan ubicuas que se ha encontrado una variedad de EDC en todas las personas del mundo que han sido examinadas para detectar la presencia de EDC en su sangre, grasa, orina y otros tejidos. Los organismos médicos, de salud, ambientales y científicos han expresado su preocupación por la exposición a las EDC y las EDC en el contexto del universo más amplio de sustancias químicas tóxicas. Estos diversos grupos incluyen, entre otros, la Sociedad de Endocrinología, la Asociación Médica Estadounidense (AMA), los Laboratorios Americanos de Salud Pública, la Sociedad Estadounidense de Química, el Colegio Americano de Obstetricia y Ginecología, la Sociedad Americana de Medicina Reproductiva, el Real Colegio Británico de Obstetras y Ginecólogos, la Conferencia Internacional sobre Salud Ambiental Infantil, la Federación Internacional de Ginecología y Obstetricia, la Organización Mundial de la Salud y el Programa de las Naciones Unidas para el Medio Ambiente.Favor de visitar nuestro sitio web para leer las investigaciones y las hojas informativas de IPEN sobre plásticos cotidianos y la salud humana, además de otra información. Jodi Flaws, PhD Laura N. Vandenberg, PhDPLASTICS, EDC s HEALTH POLICY-MAKERS ON ENDOCRINE CHILDREN FROM BPA'S TOXIC LEGACY BPA IN PLASTIC PRODUCTS FROM BANGLADESH, BHUTAN, CHINA, INDONESIA, MALAYSIA, RUSSIA, SRI LANKA & TANZANIA THAT ARE IN CONTACT WITH FOOD OR WITH CHILDREN'S MOUTHS February CONSUMER PRODUCTS MADE OF RECYCLED PLASTIC FROM ELEVEN ARABIC AND AFRICAN COUNTRIES May 2022 Arnika 2018 IPEN logo PFAS CLOTHING STUDY IN INDONESIA, CHINA, AND RUSSIA SHOWS CIRCULAR PRODUCTS FROM CHINA, INDONESIA, AND RUSSIA February 2022 18 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 19 Bajo el Convenio de Estocolmo sobre Contaminantes Orgánicos Persistentes (CE), se han prohibido algunos COP relacionados con el plástico, a nivel mundial. Sin embargo, debido a su longevidad, hasta estos COP prohibidos siguen presentes en el medio ambiente y en las reservas de desechos plásticos. Siguen sin regular miles de otras sustancias que se sabe que son nocivas o se sospecha que causan daños a la salud humana y al medio ambiente. Las dioxinas, los furanos, los bifenilos policlorados (PCB), algunos retardantes de llama y las sustancias perfluoradas y polifluoradas (PFAS) son algunos ejemplos de COP relacionados con el plástico. Las dioxinas afectan el desarrollo del cerebro, perturban las funciones de la tiroides y el sistema inmunológico, y se asocian con un mayor riesgo de múltiples tipos de cáncer. Las dioxinas cloradas (PCDD/PCDF) son una familia de sustancias químicas consideradas entre las sustancias más tóxicas del mundo y se encuentran entre la primera \"docena sucia\" de COP incluidas en el Convenio de Estocolmo. No se producen de manera intencionada, sino se sabe que se crean a través de muchas prácticas industriales de producción y eliminación, incluyendo la quema de PVC. Sus contrapartes, las dioxinas bromadas, son COP formados cuando los plásticos se producen con retardantes de llama bromados (BFR) y cuando se incineran o calientan estos plásticos que contienen BFR, para su reciclado o eliminación. A pesar de tener propiedades similares a las dioxinas cloradas, las dioxinas bromadas aún no figuran en las listas del Convenio de Estocolmo. Algunos de los aditivos químicos tóxicos que se describen a continuación son perturbadores del sistema endocrino, y algunos son COP, incluyendo algunos incluidos o que se está considerando incluir como COP en la lista del Convenio de Estocolmo. Puede que algunas sustancias químicas en los plásticos no cumplan con los criterios como COP, aunque sean sustancias tóxicas para los seres humanos. Aditivos químicos plásticos tóxicos Los retardantes de llama. El uso generalizado de plásticos desde mediados del siglo XX es paralelo a un aumento en las preocupaciones de seguridad contra incendios porque los plásticos en muchos productos de consumo son inherentemente inflamables. Esto dio lugar a la producción de una nueva clase de sustancias químicas tóxicas: los retardantes de llama. Los retardantes de llama se agregan a una amplia variedad de productos plásticos, particularmente los plásticos automotrices y plásticos utilizados en la electrónica, para reducir la inflamabilidad. Algunos ejemplos de retardantes de llama incluyen: Los retardantes de llama bromados (BFR). Los BFR se relacionan con la infertilidad y pueden perturbar el desarrollo reproductivo masculino y femenino, alterar el desarrollo de la tiroides y afectar el desarrollo neurológico. La exposición a los BRF también se asocia con caídas en la capacidad psicomotriz y en el coeficiente intelectual en los niños relacionadas con la atención. Hay muchos tipos de BFR. A partir de 2020, el Convenio de Estocolmo ha incluido cinco grupos específicos de BFR en sus listas de sustancias químicas En el medio ambiente, las EDC pueden interferir con la capacidad de los peces y otros organismos para reproducirse y desarrollarse adecuadamente. Al hacerlo, perturban las cadenas alimentarias acuáticas de las que dependen todos los seres vivos, incluyendo los humanos. Varios productos se comercializan como \"bioplásticos\" o plásticos \"biodegradables.\" Estos productos se promocionan como más ecológicos que los plásticos, aunque muchas veces contienen aditivos químicos similares 18 a otros plásticos, incluyendo las EDC. Contaminantes orgánicos persistentes (COP) Se han utilizado algunos contaminantes orgánicos persistentes (COP) como aditivos químicos en los plásticos; otros se producen de manera no intencionada durante el procesamiento de los desechos plásticos. Los COP son sustancias químicas que a) persisten en el medio ambiente durante mucho tiempo; b) son tóxicas para los seres humanos, la flora y la fauna; c) se bioacumulan y pueden aumentar su concentración a medida que ascienden en la cadena alimentaria; y d) se dispersan por todo el medio ambiente a través del viento, el agua y las especies migratorias. 20 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 21 Los ftalatos: Los ftalatos, que debido a su uso generalizado, a veces se les llama \"sustancias químicas omnipresentes\", se utilizan como plastificantes, es decir, aditivos que hacen que los productos plásticos sean flexibles. Los estudios sugieren que, al igual que el BPA, los ftalatos pueden lixiviarse desde el plástico a los alimentos y líquidos. Los niños también pueden ingerir ftalatos cuando chupan plásticos flexibles como chupetes/chupones o mordederas. Una variedad de problemas de salud se asocia con la exposición a los ftalatos. Se sabe que los ftalatos son tóxicos reproductivos y se relacionan con la disminución del número de embarazos y las altas tasas de abortos espontáneos, anemia, toxemia, preclamsia, menopausia temprana y niveles anormales de hormonas sexuales. Se asocia la exposición a los ftalatos con una caída de la fertilidad y los estudios sugieren que la exposición puede impedir la fertilidad a través de múltiples generaciones. Los ftalatos también se asocian con la alta presión arterial y la obesidad. Estabilizadores ultravioletas (UV): se utilizan los estabilizadores UV para evitar la degradación de los productos plásticos bajo la luz solar. Los estabilizadores UV pueden lixiviarse desde los materiales con los que se producen los envases de alimentos a nuestros alimentos. También se han encontrado estas sustancias químicas en el polvo doméstico. Varios estudios demuestran que los estabilizadores UV son EDC y pueden impedir la fertilidad y el desarrollo. Los estabilizadores UV comunes en los plásticos incluyen: Los benzotriazoles fenólicos (BT) que se utilizan como estabilizadores UV en plásticos en una amplia gama de productos, como botellas de bebidas desechables, juguetes y materiales de construcción. Muchas veces se transportan los BT largas distancias en pellets y fragmentos de resina plástica, añadieron el pentabromodifenilo y el octabromodifenilo a la lista. El decaBDE se utilizaba ampliamente como reemplazo hasta 2019, año en el que se le incluyó en la lista. Debido a que hay algunas exenciones de la lista de desechos plásticos que contienen algunas de estas sustancias químicas, las personas pueden seguir expuestas a estos retardantes de llama tóxicos contenidos en productos de consumo que están hechos con plásticos reciclados. Las parafinas cloradas de cadena corta, mediana y larga (PCCC/PCCM/ PCCL). En algunos plásticos, se utilizan estas sustancias químicas como retardantes de llama. También se les agregan por otras propiedades que tienen, como hacer que algunos plásticos se vuelvan más flexibles. Bajo el Convenio de Estocolmo, a partir del 2017, se prohibieron las PCCC (con un período de eliminación gradual de cinco años). Como resultado, ha aumentado el uso de PCCM, a pesar de los estudios que sugieren que todas las parafinas cloradas tienen propiedades nocivas similares. El biomonitoreo de animales polares y los estudios de peces del Ártico han demostrado el transporte a larga distancia de las parafinas cloradas. Otros estudios han demostrado que son persistentes en el medio ambiente. Los estudios indican que las parafinas cloradas afectan negativamente el hígado, los riñones y la glándula tiroides en los seres humanos. Un estudio reciente encontró que las PCCM fueron los grupos de parafinas cloradas más abundantes medidas en la leche materna humana. Los bisfenoles: Los bisfenoles se utilizan como los componentes químicos de los plásticos de policarbonato rígido y en algunas resinas epoxi. Se encuentran en muchos productos de plástico comunes y corrientes, incluyendo recipientes reutilizables de alimentos y bebidas, botellas de agua, revestimientos de latas de alimentos, equipos médicos y deportivos, recibos de papel térmico y tubería de plástico para el agua. El bisfenol-A (BPA) es un bisfenol común y controvertido utilizado ampliamente en los plásticos. Se ha asociado la exposición al BPA con cánceres de mama, próstata, ovarios y endometrio, así como con infertilidad y aumento de ansiedad, depresión, hiperactividad, falta de atención y problemas de comportamiento. El BPA también puede afectar la expresión de los genes, y se pueden transmitir los efectos de la exposición al BPA de generación en generación. Los estudios demuestran que el BPA puede migrar a los alimentos y bebidas desde las botellas de plástico, los envases y los recubrimientos de alimentos enlatados. Aunque en algunos países, se ha prohibido el BPA, se le sigue utilizando en muchas regiones. A algunos envases de alimentos se les etiqueta como \"libres de BPA\", sin embargo, las pruebas han demostrado que incluso algunos productos etiquetados de esta manera pueden contener BPA. Además, los estudios sugieren que otros bisfenoles utilizados para reemplazar el BPA, como el BPS (Bisfenol-S), pueden representar riesgos similares para la salud. 22 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 23 en ambientes acuáticos, y se han detectado en plásticos en islas remotas. Los BT son tóxicos para los mamíferos, dañando potencialmente el hígado y los riñones a través de exposiciones prolongadas. UV-328 es un tipo de producto químico BT producido en grandes volúmenes y utilizado en una amplia variedad de aplicaciones, incluyendo pinturas y recubrimientos, muebles de plástico para exteriores, epoxi y materiales de construcción, y envases para alimentos. No se degrada en el suelo ni en el agua y se puede encontrar muchas décadas después de su uso. Múltiples estudios lo han encontrado en la vida acuática, los alimentos y el tejido adiposo de los humanos. Existen estudios que también han demostrado que puede lixiviarse desde los plásticos ingeridos por las aves.19 Existe una propuesta para incluir la UV-328 como COP bajo las listas del Convenio de Estocolmo, y las reglas de seguridad química de la UE regulan otras sustancias químicas relacionadas (UV-320, 327 y 350). Los alquilfenoles se utilizan en muchos plásticos como estabilizadores UV y para esparcir sustancias como pinturas y recubrimientos sobre superficies plásticas. Algunos alquilfenoles se utilizan como sustancias que tienen un contacto indirecto con los alimentos. Son EDC que pueden imitar el estrógeno y perturbar los sistemas reproductivos, con vínculos con la infertilidad, el bajo recuento de espermatozoides y el desarrollo de una próstata perturbada. Los estudios han demostrado que se asocia la exposición ocupacional con un mayor riesgo de tener cáncer de mama. Las sustancias perfluoroalquiladas y polifluoroalquiladas (PFAS): Las PFAS se conocen como \"sustancias químicas para siempre\" porque persisten en el medio ambiente y se acumulan en los cuerpos de los animales y las personas. Se usan ampliamente en envoltorios de contacto con alimentos, alfombras, utensilios de cocina y espumas contra incendios. Los informes de 2021 encontraron que se pueden crear PFAS a través de la fluoración de los plásticos, incluyendo potencialmente los plásticos utilizados como envases de alimentos.20 Los PFAS contaminan las fuentes de agua locales principalmente debido a su uso en espuma contra incendios, por lo que la mayoría de las personas están expuestas a PFAS a través de beber agua potable. Además, los PFAS se lixivian desde los recipientes de alimentos, envoltorios y utensilios de cocina a los alimentos. Los PFAS son sustancias químicas que perturban el metabolismo, afectando el sistema inmunológico, el hígado y la función tiroidea. Pueden alterar la pubertad, aumentar el riesgo de cáncer de mama y se asocian con el linfoma no Hodgkin y cánceres de riñones, testículos, próstata y ovarios. Hay miles de sustancias químicas en la familia de las PFAS, aunque sólo tres han sido incluidas en la lista para su restricción y eliminación en el Convenio de Estocolmo: el ácido perfluorooctanosulfónico (PFOS), el ácido perfluorooctanoico (PFOA) y el ácido perfluorohexano sulfónico (PFHxS). Sobre la base de la evidencia científica21 y debido a que todas las PFAS representan peligros similares para la salud y el medio ambiente, IPEN ha pedido una prohibición global de todas las PFAS en vez de continuar abordándolas una por una.Visiten nuestro sitio web para leer las investigaciones de IPEN sobre daños a la salud debido al plástico, hojas informativas y más materiales. ipen.org BISPHENOLS What they are: Bisphenols, such as bisphenol in polycarbonate plastics and epoxy resins and are re-usable water bottles, the linings sports equipment, eyeglass lenses, thermal paper receipts, and plastic water pipes. Exposure routes: A high production volume chemical, most people are exposed to BPA when it leaches from food contact materials into foods and beverages they consume. BPA leaches from landfills to contaminate wastewater, groundwater, and freshwater, and has been found around the world in beach sand from plastic marine waste. BPA, listed as a substance of very high concern by the European Union, and has been demonstrated to be toxic by hundreds of chemicals studies. Many countries have moved to ban PBA from but there is strong evidence that replacement chemicals exhibit the same health impacts. Health impacts: A large body of evidence confirms that BPA can affect brain affects fertility and is associated with sexual dysfunction among men exposed to high occupational agents. Some alkylphenols are approved for use as indirect food contact substances, and others are used as heat stabilizers for PVC in water pipes produce in plastics. Phthalates are used as plasticizers in PVC consumer, medical, and building products, as matrices and solvents in personal care products, and as fillers phthalate DEHP is in medical devices such as plastic tubing. Some phthalates are restricted in the European Union and classified as substances of very high exposures via oral and skin contact are common. Phthalates frequently leach from items such as food packaging, cos - metics, body care products, and toys into the environment and into products that humans use and consume. The most common routes of exposure are via oral ingestion from food packaging and the use of cosmetic products, but high levels 7 HARMFUL CHEMICAL TYPES Plastic's toxic additives and the circular economy September 2020 Plastic & Health The hidden Cos Ts of a Plas TiC PlaneT Laura N. Vandenberg, PhDPLASTICS, EDC s HEALTH Gore, PhD 000 tons (UNEP/POPS/ POPRC.17/4). It is used as a UV absorber, i.e., to protect against degradation from sunlight. It is used in plastics In Europe, UV-328 is identified as a requiring authorization before usage. Chemicals that are on this list have properties that can cause serious and lasting effects on human health and the environment. UV-328 is included on this list since it is a very persistent, very bioaccumu - lative (vPvB) chemical, as persistent, bioac - cumulative and toxic (PBT) chemical (ECHA, 2014, 2020). Currently it is being assessed as a persistent organic pollutant (POP), to be included the or elimination. affects humans next step is for the com- mittee to adopt the risk profile and decide \"whether the chemical is likely, as a result of its long-range environmental transport, global is warranted\". There are increasing data supporting the listing of UV-328 and this summarizes research HEALTH is persistent, bioaccumulative and toxic chemical. Earlier assessments shown All contained UV-328 and the concentrations ranged from 20 to 46 822 µg/kg (Appendix 2). HAIR ACCESSORIES Six hair accessories from China, Indonesia, and Russia were analyzed for UV-328. The results showed that UV-328 in 92% (101/110) 2021). 24 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 25 LA PRODUCCIÓN DE PLÁSTICOS LOS PLÁSTICOS ESTÁN HECHOS DE CARBONO Y SUSTANCIAS QUÍMICAS La producción de plástico Los plásticos se producen con combustibles fósiles refinados y procesados. La ingeniería química de los productos petroquímicos permite a los fabricantes producir una gran cantidad de diferentes tipos de polímeros plásticos a escala industrial. Este proceso de producción puede ser peligroso tanto para las personas que trabajan en estas operaciones como para las personas que viven en las comunidades circundantes. La extracción de materias primas (combustibles fósiles) y el proceso de producción de plásticos liberan sustancias químicas tóxicas: Los métodos convencionales y no convencionales de extraer petróleo y gas (por ejemplo, la fracturación hidráulica o fracking) utilizan sustancias químicas tóxicas y liberan contaminantes tóxicos al medio ambiente. Las refinerías de petróleo, las instalaciones de procesamiento de gas natural y las plantas petroquímicas liberan cantidades enormes de contaminantes tóxicos, y muchas veces se encuentran en o cerca de comunidades que experimentan múltiples disparidades de salud y exposiciones tóxicas. Las industrias petrolera y química también contribuyen enormemente al cambio climático. En cada fase del ciclo de vida de los plásticos, se liberan gases de efecto invernadero y sustancias químicas tóxicas, desde la extracción de petróleo hasta la producción, el transporte, el uso y la eliminación de plásticos . Los aditivos químicos tóxicos A los plásticos, se les agregan sustancias químicas para proporcionarles ciertas cualidades, como inflamabilidad (a través de retardantes de llama), flexibilidad (a través de plastificantes), resistencia a la grasa (a través de PFAS), esterilidad (a través de biocidas) y otras propiedades. Los analistas de la industria estiman que el mercado mundial de aditivos plásticos va a crecer de $ 43.82 mil millones de dólares en 2018 a 61.25 mil millones de dólares para 2025.22 Los pellets de plástico Los pellets de plástico son pequeñas partículas de plástico del tamaño de una lenteja (2-5 mm) hechas de diferentes polímeros plásticos. Se utilizan como materia prima para fabricar productos plásticos.Los aditivos tóxicos se encuentran en los pellets de preproducción que muchas veces el mar arrastra hacia las playas después de haberse perdido durante el transporte o durante el proceso de fabricación. También se encuentran en los pellets hechos con plásticos reciclados. Aunque se desconoce el número de pellets de plástico que invaden al medio ambiente, se cree que son decenas de miles de toneladas cada año.23 Un estudio de IPEN sobre los pellets en las playas encontró estabilizadores UV y PCB en todas las muestras tomadas de veintidós locaciones de diferentes partes del mundo. El Convenio de Estocolmo prohibió los PCB en 2001, pero, debido a su uso generalizado, todavía se encuentran en el medio ambiente. Un segundo estudio de IPEN evaluó las sustancias químicas en los pellets hechos de plásticos reciclados. Este estudio halló retardantes de llama, BPA y estabilizadores UV. Todas estas sustancias químicas están presentes en los desechos plásticos y se asocian con impactos en la salud humana, incluyendo la perturbación de los sistemas endocrino, inmunológico y reproductivo. 0 1950 1960 1970 1980 1990 2000 2010 2020 2030 de la industria química (en dólares)Producción global de plásticos (millones de toneladas métricas)26 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 27 Producción global de plásticos Producción regional - 2018 América del NorteEuropa Asia (todos los demás países)JapónChina CEI América Latina Medio y África18%30%17% 17%7% termoplásticos, poliuretanos, termoestabilizadores, elastómeros, selladores, y fibras de PP. No incluido: fibras de PET, fibras de PA y fibras de poliacrílico. Fuente: Plastics Europe Market Research Group y Conversio Market and Strategy GmBH28 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 29 LOS DESECHOS PLÁSTICOS EL RECICLADO DE PLÁSTICOS ES UN CUENTO DE HADAS DE LA INDUSTRIA Los envasados, los textiles, los productos de consumo, el transporte, la construcción y la electrónica son los sectores que generan más desechos plásticos. El sector de los envasados es, por mucho, el mayor generador de desechos plásticos; la gran parte de los desechos proviene de los envases de un solo uso. Antes de 2015, el 90% de todos los desechos plásticos producidos habían sido vertidos en rellenos sanitarios o incinerados, y sólo se recicló un 9%.24 De hecho, la mayoría de los plásticos no están diseñados para ser reciclados. La composición química de los plásticos y de los aditivos utilizados en ellos hacen que sea casi imposible eliminarlos de manera segura o reciclarlos en productos nuevos. Sin embargo, a medida que aumenta la producción de plásticos, las empresas petroquímicas que fabrican plásticos y las industrias que dependen de los envases de plástico se han unido para promover el reciclado del plástico como modelo de la solución al creciente problema de la contaminación por plásticos en todo el mundo. Sin embargo, las propuestas de reciclado de plástico de la industria son cuentos de hadas. Actualmente, ningún plan de reciclado en uso o propuesto tiene la capacidad de absorber los millones de toneladas de chatarra plástica que se espera se va a producir en los próximos veinte años. Todos los esquemas de reciclado, ya sea actualmente en uso o propuestos, exponen a las personas y sus comunidades a sustancias químicas tóxicas liberadas en el aire, la tierra y el agua. Los supuestos esquemas \"avanzados\" o de reciclado de plásticos químicos van a generar grandes volúmenes de sustancias químicas peligrosas y a contribuir al cambio climático El supuesto \"reciclado avanzado\" utiliza calor para convertir los desechos plásticos en combustible o en resina recuperada para fabricar plástico nuevo. Este proceso de combustión requiere de grandes cantidades de energía, genera emisiones de dioxinas peligrosas y produce combustibles de hidrocarburos crudos y contaminados. Además, los plásticos producidos a través de este esquema no pueden competir con los plásticos vírgenes en precio, por lo que la producción probablemente terminará quemándose como combustibles crudos. El reciclado químico tiene mucha publicidad, pero no mucha realidad Los procesos de reciclado \"avanzados\" y químicos de la industria son en realidad tecnologías viejas y obsoletas que durante décadas han demostrado ser antieconómicas e inseguras. El reciclado químico crea flujos masivos de desechos Nuestro sitio web, contiene informes, investigaciones, hojas informativas y otros materiales relacionados con la producción de plásticos realizados por ipen.org IPEN logo HOW PLASTICS POISON THE CIRCULAR ECONOMY DATA FROM CHINA, INDONESIA AND RUSSIA AND OTHERS REVEAL THE DANGERS Plastics Production You are herePLASTIC'S TOXIC CHEMICAL PROBLEM A GROWING PUBLIC HEALTH CRISIS December 2021 logo X-PRESS PEARL: A A TOXIC OF PLASTICS AND INVISIBLE CHEMICALS February 2022 X-PRESS PEARL: A 'NEW KIND OF OIL SPILL' 30 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 31 sustancias químicas tóxicas en el producto usado terminan estando presentes en los nuevos productos. Esto continúa exponiendo a las personas y al medio ambiente a daños. Los estudios de IPEN han descubierto sustancias químicas tóxicas en productos nuevos hechos de plásticos reciclados, incluyendo artículos adquiridos en países de ingresos bajos y medianos, como juguetes, utensilios de cocina y otros productos comunes y corrientes. Hay que seguir el dinero Las empresas petroquímicas y las compañías que produce envases de plásticos necesitan promover el reciclado para convencer al público de que una expansión masiva del plástico no va a dañar el medio ambiente ni su salud. Las compañías petroleras y químicas que producen petroquímicos utilizados para fabricar plásticos y las principales marcas de consumo globales que compran envases de plástico se han unido para vender estos esquemas al público y a los gobiernos de todo el mundo. Entre las compañías de mayor renombre que producen sustancias químicas, petróleo y plásticos, se encuentran Exxon Mobil, Royal Dutch Shell y Proctor and Gamble. Las compañías de cemento que desean utilizar plásticos como combustible también se han asociado con muchos de los mayores usuarios de envases de plástico a nivel mundial, incluyendo Coca-Cola, Unilever, Colgate y Nestlé. Sin embargo, todo esto es una estratagema de mercadotecnia diseñada para vender más productos, evadir la regulación de los plásticos y convencer al público de que la escalada de la producción de plásticos puede continuar sin causar consecuencias dañinas. peligrosos, y cuando se queman los combustibles generados a partir de este proceso, liberan sustancias químicas peligrosas al aire. En resumen, no se trata de tecnologías ecológicamente racionales ni comercialmente viables. La conversión de \"plásticos a combustibles\" se disfraza de energía renovable Los combustibles a partir de plástico son simplemente una extensión de la quema de combustibles fósiles y liberan una variedad de contaminantes tóxicos, carbono y partículas. La versión más común consiste en convertir los desechos plásticos en combustible de hidrocarburos, que, por lo general, se vende y se quema en calderas industriales como un combustible barato y de baja calidad. Se trata de un proceso altamente ineficiente que requiere de una gran cantidad de energía. El combustible producido muchas veces está contaminado con aditivos tóxicos del plástico, que se liberan a la atmósfera cuando se quema el combustible reciclado. Al hacerse pasar por energía renovable, tanto los productores como los usuarios del combustible pueden acceder a una gama de créditos de energía renovable, exenciones fiscales y subsidios que deberán dirigirse a proyectos reales de energía renovable. Del mismo modo, la quema de desechos plásticos en incineradores y hornos de cemento como \"combustibles alternativos\" o \"combustibles derivados de desechos\" es un desperdicio de recursos y resulta en emisiones tóxicas, cenizas tóxicas y liberaciones de carbono de alta intensidad. En el reciclado mecánico la mayoría de los plásticos terminan siendo incinerados o depositados en rellenos sanitarios Muchos de los aditivos químicos en los plásticos son muy tóxicos y pueden tener graves impactos sobre la salud humana. Los aditivos también interfieren con la calidad de las escamas y pellets de plástico producidos por el reciclado mecánico, degradan su nivel de calidad con lo cual resultan inadecuados para su reutilización en nuevos productos plásticos. Como resultado, se sigue exportando la gran mayoría de los plásticos que se pueden reciclar mecánicamente a países en desarrollo, donde se incineran o se depositan en rellenos sanitarios. Cuando se quema la chatarra de plástico al aire libre, se liberan algunas de las sustancias químicas más tóxicas conocidas, como las dioxinas y los furanos, las cuales contaminan el suelo y la cadena alimentaria. Los plásticos envenenan la economía circular Una economía circular tiene como objetivo cambiar el enfoque económico de \"extraer- -fabricar-desperdiciar\". El nuevo enfoque busca minimizar la extracción de recursos naturales y la creación de desechos, diseñando para la sostenibilidad. Esto favorece los productos que duran más tiempo, que son más fáciles de usar, reciclar y reparar, que incorporan más materiales reciclados, limitan el uso único y maximizan la vida útil de un artículo. Sin embargo, se utilizan muchas sustancias químicas tóxicas en los plásticos y no se les puede rastrear. Esto significa que cuando se reutilizan, reconvierten o reciclan en productos para el hogar, juguetes, ladrillos, carreteras u otras aplicaciones, las 32 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 33 DESECHOS VERTEDERO34 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 35 LOS PLÁSTICOS EN LOS OCÉANOS LAS SUSTANCIAS QUÍMICAS TÓXICAS EN LOS PLÁSTICOS ESTÁN CONTAMINANDO LOS OCÉANOS, EXPONIENDO A LAS PERSONAS A SUSTANCIAS QUÍMICAS PELIGROSAS Y PERTURBANDO LA CADENA ALIMENTARIA La mayoría de las personas están familiarizadas con las imágenes de la crisis de la contaminación plástica en los océanos. Sin embargo, también hay un problema igualmente crítico, aunque invisible, con los desechos plásticos oceánicos: muchas de las sustancias químicas utilizadas en los plásticos son tóxicas para los organismos que viven en el agua. Una reseña de 201825 halló que \"... se estima que más de cien millones de toneladas de plásticos ya han sido tiradas a los océanos, y las proyecciones sobre la producción y el consumo de plástico indican que, si no se toman medidas urgentes, los insumos de desechos plásticos en el mar podrían aumentar exponencialmente. Cuando las sustancias químicas tóxicas en los plásticos entran en los ambientes marinos, crean una variedad de vías de exposición para las personas y especies marinas. Los desechos plásticos o pellets de plástico lixivian sustancias químicas tóxicas al irse degradando en las playas o en el agua. Las especies marinas consumen las sustancias químicas al confundir los microplásticos con alimentos. Las sustancias químicas tóxicas también se depositan en los océanos y otras vías fluviales cuando se incineran los productos plásticos o se les utiliza como combustible. Los plásticos que contienen sustancias químicas tóxicas muchas veces viajan largas distancias, y los plásticos también absorben las sustancias químicas que se encuentran en el agua, lo que se suma a la dispersión global de sustancias químicas peligrosas. Una vez que las sustancias químicas entran en un arroyo, río u océano, pueden llegar a darle la vuelta al mundo. LAS FUENTES DE LAS SUSTANCIAS QUÍMICAS EN LOS PLÁSTICOS MARINOS Los plásticos son tanto una fuente de sustancias químicas tóxicas en los océanos como un mecanismo de transporte que propaga la contaminación química por todo el mundo. Las sustancias químicas que se encuentran en los plásticos marinos provienen de: Las sustancias químicas añadidas intencionalmente durante el proceso de producción de los plásticos (aditivos como retardantes de llama, plastificantes y estabilizadores UV). Las sustancias químicas en el agua que provienen de la contaminación ambiental que se adhieren a los plásticos (a través de la adsorción/absorción) y posteriormente son transportados por los plásticos a nivel mundial.Visiten nuestro sitio web para leer las investigaciones de IPEN sobre desechos plásticos, hojas informativas y otros materiales. P O R T TOXIC ASH POISONS OUR FOOD CHAIN Jindrich Petrlik and Lee Bell, IPEN UPDATED : February 2020 PLASTIC WASTE FLOODING INDONESIA LEADS TO TOXIC CHEMICAL CONTAMINATION OF THE FOOD CHAIN December 2019 IPEN logo PLASTIC WASTE POISONING FOOD AND THREATENING COMMUNITIES IN AFRICA, ASIA, CENTRAL & EASTERN EUROPE AND LATIN AMERICA June 2021 PLASTIC WASTE POISONING FOOD & THREATENING COMMUNITIES IPEN Executive Summary March 2022 SERIOUS IMPLICATIONS ACROSS SOUTH EAST ASIA, AS AUSTRALIA KICKS THE DOWN THE REPLACING INCINERATION WITH CLEAN TECHNOLOGY April 2021 36 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 37 Los PBDE se utilizan como sustancias químicas retardantes de fuego en las carcasas de plástico para computadoras y televisores. La incineración de desechos plásticos de la industria electrónica es una fuente importante de PBDE para el medio ambiente acuático y marino. Los estabilizadores UV como los estabilizadores ultravioletas benzotriazol (BUV) se encuentran comúnmente en mariscos, en los sedimentos de los ríos, los sedimentos marinos, las aguas residuales y el plástico varado en las playas. Los BUV son tóxicos para la vida marina, persistentes y bioacumulativos. También se ha demostrado que se lixivian los plásticos ingeridos por las aves. Además, se han encontrado BUV en humanos, por ejemplo, en la leche materna. Los desechos plásticos atraen otras sustancias químicas tóxicas Se ha descubierto que los desechos plásticos y pellets atraen y transportan sustancias químicas por todo el mundo, incluyendo los PCB. Los PCB están clasificados como carcinógenos y quedaron prohibidos hace muchos años. Sin embargo, los PCB siguen estando presentes en el medio ambiente debido a fugas en los transformadores eléctricos y sitios contaminados, y a la eliminación y el reciclado de desechos electrónicos. Inocuidad y protección de los alimentos Las sustancias químicas en los plásticos que contaminan las fuentes de alimentos de las vías fluviales pueden afectar la seguridad y disponibilidad de los alimentos. Los impactos del plástico en la seguridad alimentaria potencialmente pueden tener consecuencias globales devastadoras: el pescado y los mariscos representan casi el 20% de la ingesta promedio per cápita de proteína animal de más de 3,200 millones de personas y el 10% de ingesta de dicha proteína de 5,100 millones de personas. Un estudio de 202029 señaló las amenazas significativas para la vida acuática de la lixiviación de sustancias químicas tóxicas de los microplásticos a las fuentes de alimentos marinos. Además, indicó que la potencial reducción de las poblaciones de especies de mariscos debida a las sustancias químicas en los microplásticos podría amenazar la disponibilidad de mariscos, especialmente en regiones que dependen de la pesca para su alimentación.Los microplásticos Los microplásticos son plásticos que miden menos de 5 mm. Pueden producirse intencionalmente (por ejemplo, como pellets de plástico o microperlas) o bien desprenderse como fragmentos de plásticos más grandes. Se han encontrado microplásticos en especies de peces comerciales de todo el mundo, incluyendo (entre otros) peces en el Canal de la Mancha, el Mar del Norte, el Mar Báltico, el Océano Indo-Pacífico, el Mar Mediterráneo, el Mar Adriático y el noreste del Océano Atlántico. Se ha denunciado que muchas especies de peces y mariscos comercialmente relevantes están contaminadas con microplásticos. En un estudio, todas las muestras de peces de aguas profundas analizadas en el Mar del Sur de China estaban contaminadas por microplásticos.26 En otro estudio, se encontraron microplásticos en peces y langostinos tigre en el Golfo Pérsico.27 La exposición a microplásticos se ha asociado con efectos negativos para la salud en los organismos acuáticos, como el aumento de la respuesta inmunológica, la disminución del consumo de alimentos, la pérdida de peso y el agotamiento de la energía, la disminución de la tasa de crecimiento y la disminución de la fertilidad. Los pellets de plástico Los pellets de plástico terminan en los océanos debido a derrames durante su producción, transporte y almacenamiento. Desde principios de la década de 1970, se han encontrado pellets de plástico en las playas y aguas abiertas de todo el mundo. Las pruebas han demostrado que los pellets contienen COP prohibidos (incluyendo los PCB) y otras sustancias químicas tóxicas. Las sustancias químicas tóxicas comunes en los plásticos hallados en ambientes marinos Muchas de las sustancias químicas tóxicas de los plásticos hallados en los ambientes marinos son perturbadores del sistema endocrino que pueden afectar la capacidad de los organismos acuáticos para desarrollarse y reproducirse de manera normal: Los ftalatos se utilizan en muchos plásticos como plastificantes. En un estudio, más de la mitad de las muestras de plancton superficial analizadas contenían partículas microplásticas con altas concentraciones de ftalatos. El estudio advirtió que las concentraciones de ftalatos en la grasa de las ballenas de aleta varadas pueden indicar una amenaza emergente de los microplásticos y sus contaminantes para las ballenas barbadas.28 El bisfenol A (BPA) es una sustancia química de alto volumen que se produce en todo el mundo. Se libera al medio marino a partir de desechos plásticos y a través de efluentes de aguas residuales, ríos y aguas costeras. Se han detectado concentraciones relativamente altas de BPA en muestras de fragmentos de plástico de playas remotas y del océano abierto. 38 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 39 ACCIONES CLAVE PARA PROTEGER A LAS PERSONAS Y AL PLANETA DE LOS PLÁSTICOS Y PROMOVER UNA ECONOMÍA CIRCULAR NO TÓXICA Cuando se producen plásticos, hay que: Eliminar los desechos químicos durante la extracción Eliminar los desechos químicos en la producción de plásticos Prohibir el uso de sustancias químicas tóxicas en los plásticos Evitar la liberación de sustancias químicas tóxicas durante el proceso de producción y eliminar las exposiciones ocupacionales Diseñar plásticos esenciales para que sean durables y se puedan reutilizar Eliminar los usos no esenciales de los plásticos Cuando se reciclan plásticos con sustancias químicas tóxicas, hay que: Prohibir el reciclado de plásticos hechos con sustancias químicas tóxicas Promover la segregación y la destrucción segura de los desechos plásticos que contienen sustancias químicas tóxicas Cuando se eliminan los plásticos, hay que: Separar y eliminar de forma segura los desechos plásticos que contienen sustancias químicas tóxicas Reciclar sólo aquellos materiales que no contengan sustancias químicas tóxicas Prohibir la exportación de desechos plásticos, con exenciones limitadas para los pequeños estados insulares y responsabilizar a los productores por la eliminación ambientalmente racional de materiales plásticos a lo largo de su ciclo de vida. Prohibir la quema de desechos plásticos y combustibles derivados de plástico/ desechos derivados. La responsabilidad del productor Los productores de plástico deben asumir la plena responsabilidad financiera de sus productos y el impacto que tengan a través de la producción, el uso y la eliminación, y deben garantizar el manejo seguro de los desechos para eliminar la exposición a productos químicos. Los productores de plástico deben poner a disposición del público todos los datos sobre las sustancias químicas utilizadas y agregadas a los plásticos, a través del etiquetado, las hojas de datos de seguridad de los materiales y las bases de datos. Financiar una gestión eficaz de los desechos utilizando el principio de \"el productor paga\", que exige que se recuperen los costos de todos los impactos sobre la salud humana, la sociedad y el medio ambiente causados por los plásticos a través de políticas como la responsabilidad ampliada de los productores.Visiten nuestro sitio web para ver las investigaciones de IPEN, hojas informativas y otros materiales sobre plásticos y océanos. ipen.org IPEN are threatening the health of our oceans. Every day, a cocktail of intentional and unintentional chemical releases, as well as the unrelenting wave wastes, as well as emissions. These toxic ocean pollutants disproportionately impact remote Arctic and Pacific Island communities and are a serious threat to their environment, food security, health, culture and human rights. IPEN research has already demonstrated the impact of mercury pollution in the Asia Pacific region and IPEN's work on new POPs, through the hazardous of ries hazardous and plastic wastes, which results in ongoing chemical contamination of the oceans and predictions that there will be more plastic by weight than fish in our oceans by 2050. In response increasing social, and equity Mercury Contamination in the Marine tons of mercury are emitted and re-emitted each year to the atmosphere, with much of it finding its way into the marine environment, where it bioaccumulates and Mercury is also released to waterways through toxic levels of mercury accumulating in body tissues while those communities their a chronic , disproportionate and more dangerous dose of toxic mercury. In some countries, mercury is also found in salts processed from sea water. OCEAN POLLUTANTS GUIDE TOXIC THREATS TO HUMAN HEALTH Plastics Production You are herePLASTIC'S TOXIC CHEMICAL PROBLEM A GROWING PUBLIC HEALTH CRISIS December 2021 logo X-PRESS PEARL: A A TOXIC OF PLASTICS AND INVISIBLE CHEMICALS February AND FISHERIES April 2021 40 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 41 TRATADO SOBRE LOS PLÁSTICOS La adopción de un Tratado Internacional sobre Plásticos. IPEN promueve la adopción de un tratado internacional sobre plásticos que aborde el creciente problema de la contaminación por plásticos, incluyendo la contaminación por sustancias químicas tóxicas. IPEN cree que es fundamental entender los siguientes tres principios para un tratado que aborde las amenazas a la salud humana y al clima por parte de los plásticos a lo largo de su ciclo de vida y que promueva alternativas que realmente satisfagan las necesidades de una economía circular. Principio 1: Entender que los plásticos son carbono y sustancias químicas Los plásticos están hechos de combustibles fósiles (petróleo y gas) con una mezcla de sustancias químicas. Para resolver el problema de los plásticos, debemos abordar todos los plásticos y asegurarnos de que la fuente del problema, es decir, la industria de los combustibles fósiles, se haga cargo de reducir la producción y no los consumidores. Principio 2: Abordar los efectos dañinos para la salud de las sustancias químicas en los plásticos Las sustancias químicas en los plásticos se han relacionado con el cáncer, el daño cerebral, la infertilidad y otras afecciones graves. Cuando los plásticos contaminan nuestros cuerpos y nuestras comunidades, perdemos la oportunidad de vivir vidas sanas y productivas. Principio 3: Reconocer que las sustancias químicas tóxicas hacen que los plásticos sean incompatibles con una economía circular Las sustancias químicas tóxicas en los plásticos los hacen inherentemente incompatibles con los enfoques económicos circulares no tóxicos. Necesitamos medidas inmediatas para reducir significativamente la producción de plásticos y un cambio fundamental en nuestra economía de materiales para reemplazarlos con materiales más seguros y sostenibles que promuevan un futuro económico sano y circular. IPEN exige un Tratado sobre Plásticos que: Proteja la salud y el medio ambiente Le ponga fin a la producción y el uso de sustancias químicas tóxicas en los plásticos Elimine los impactos tóxicos en todas las etapas del ciclo de vida de los plásticos Prohíba el reciclado de plásticos que contienen sustancias químicas peligrosas Proteja el derecho del público a contar con información sobre las sustancias químicas en los plásticos, la producción de plástico y las exportaciones de desechos Les cobre a los productores de plástico para financiar el tratado Promueva materiales sostenibles más seguros para una economía circular no tóxica Frene los contaminantes tóxicos y climáticosEL TRABAJO DE IPEN: LA ELIMINACIÓN DE LAS AMENAZAS DE LAS SUSTAN - CIAS QUÍMICAS EN LOS PLÁSTICOS La Campaña de Plásticos Tóxicos de IPEN trabaja para exponer y poner fin a las amenazas tóxicas para la salud y el medio ambiente en cada etapa del ciclo de vida de los plásticos. Nuestro objetivo es: Frenar la producción de petróleo, gas natural y productos petroquímicos. Eliminar las sustancias químicas tóxicas utilizadas en la producción de los plásticos. Fortalecer las políticas globales relacionadas con el control de los desechos plásticos y la incineración. Poner fin a la exportación de desechos plásticos y promover la justicia ambiental y los derechos humanos. Garantizar el derecho del público a saber qué sustancias químicas tóxicas contienen los productos plásticos. Proporcionar evidencia científica del impacto de la industria del plástico sobre la salud pública y el medio ambiente. Educar a los medios de comunicación, las comunidades y los formuladores de políticas públicas sobre el daño causado por las sustancias químicas tóxicas en los plásticos. Promover políticas para la gestión sostenible de los desechos plásticos peligrosos que protejan la salud humana y el medio ambiente (incluso mediante la eliminación del reciclado de sustancias tóxicas, los combustibles a partir de desechos plásticos y la incineración). Responsabilizar financieramente a los productores de plásticos y sustancias químicas por los daños sociales, económicos y ambientales causados por sus productos. 42 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 43 CONTRIBUIR A LA CIENCIA Y A UN MOVIMIENTO GLOBAL Contribuir a los datos globales: IPEN recopila datos y realiza investigaciones para informar a los formuladores de políticas y al público sobre cuestiones relacionadas con las amenazas de las sustancias químicas en los plásticos. Nuestro trabajo incluye estudios sobre las sustancias químicas en los pellets de plástico recolectados de 23 países, las sustancias químicas encontradas en los plásticos reciclados comprados a 24 recicladores en 23 países, las sustancias químicas en los juguetes y otros productos hechos a partir de plásticos reciclados comprados en 11 países africanos y árabes, y muchos estudios más. Apoyar a un movimiento global: La red de IPEN de más de 600 ONG en más de 125 países (principalmente países en desarrollo y en transición) trabaja para enfocarse en elevar los problemas relacionados con las sustancias químicas en los plásticos, proporcionando una participación esencial y conocimientos de aquellos que se ven más afectados por las sustancias químicas en los plásticos para el desarrollo del Tratado sobre Plásticos y otros procesos regulatorios globales y nacionales.LA POLÍTICA MUNDIAL SOBRE LAS SUSTANCIAS QUÍMICAS El Convenio de Estocolmo sobre contaminantes orgánicos persistentes. El objetivo del Convenio de Estocolmo es proteger la salud humana y el medio ambiente de los contaminantes orgánicos persistentes (COP). Dentro del Convenio de Estocolmo, IPEN promueve y proporciona evidencia científica que apoye la prohibición de todos los aditivos químicos tóxicos para plásticos que se asume que sean COP, incluyendo: La prohibición de las PFAS como una clase en vez de como sustancias químicas individuales. Hay miles de sustancias químicas que son PFAS. Se encuentran en muchos productos de consumo, comerciales e industriales diferentes en todo el mundo y se les utiliza en gran medida como retardantes de llama. La prohibición de las parafinas cloradas como una clase en vez de como subclases de diferentes longitudes de cadena. La investigación muestra que las parafinas cloradas, independientemente de la longitud de la cadena, tienen efectos nocivos y preocupaciones similares. El reforzamiento de las regulaciones para reducir los desechos de dioxinas y COP derivados de la gestión de los desechos plásticos. El Convenio de Estocolmo prohíbe el reciclado de desechos contaminados con COP; esto crea la necesidad de definir en qué consisten los desechos contaminados con COP. El Convenio de Basilea establece los valores límite de los COP, también conocidos como niveles de bajo contenido de los COP (NBCC o LPCL por sus siglas en inglés), que son una herramienta crucial para controlar las potenciales liberaciones de COP debido al manejo inadecuado de los desechos de los COP. El Convenio de Basilea sobre el control de los movimientos transfronterizos de los desechos peligrosos y su eliminación. El objetivo del Convenio de Basilea es proteger la salud humana y el medio ambiente de los efectos adversos de los desechos peligrosos. Bajo este Convenio, los países tienen el derecho a rechazar la importación de desechos peligrosos y otros tipos de desechos, incluyendo los desechos plásticos. IPEN apoya las propuestas que faciliten que los países restrinjan las importaciones de desechos plásticos, incluyendo: Las medidas de etiquetado y de transparencia que permiten a los países rechazar la importación de desechos plásticos que contengan sustancias peligrosas La categorización de desechos plásticos que contienen sustancias químicas peligrosas como desechos peligrosos Ponerles fin a todas las exenciones al procedimiento de consentimiento fundamentado previo para los desechos plásticos IPEN recolectó pellets de plástico de playas en 23 países y los envió a un laboratorio independiente. para su análisis. Los resultados mostraron que los pellets plásticos contenían químicos tóxicos en todas los lugares.44 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 45 En nuestro sitio web, podrán encontrar videos, informes, investigaciones, hojas informativas y más materiales de IPEN relacionados con nuestro trabajo sobre plásticos ipen.org Plastics are materials made of complex including chemicals that are known be hazard- ous to human health and to ecosystems at the global level. Babies are born nate human bodies and the terrestrial and marine wildlife food chains on which humans depend. In addition, plas - tic production and the decomposition of plastic materials in the environment both contribute to climate change. The global threat of plastic and chemical production is ex- tremely concerning, with plastic production set to increase by 400% by 2050 while the plastic additives market will expand in a similar way in the same period. Also, by 2050, petrochemical production, including plastics, is expected to drive a 50% increase in oil demand globally. We need a global agreement to end plastic pollution that protects human health and future generations. We welcome the 2022 UN Environment Assembly's resolution, which committed to the negotiation of the and transpar- ent. While the INC should guarantee virtual access to from all regions of the world, and ensure support to organizations from low- and citizens, work- ers, vulnerable populations and Indigenous Peoples, with hazardous in Removing the addressing disposal.The health impacts of plastics are well documented. Most of the chemicals in the plastics production are known to cause a wide range of adverse health impacts. Some of the chemi- cals found in plastics are endocrine-disrupting chemicals, which can harm the hormonal in infertil- ity, cancers, and neurodevelopmental disorders. Existing international controls for plastic and plastic waste under the Stockholm and Basel Conventions are important but plastics release hazardous chemicals that be transferred from mother to child during pregnancy, threatening the Treaty negotiation process to achieve — by the year 2030 — a full detoxification of plastic materials so that toxic chemicals in plastics do not contaminate our food, bodies, water, soil, and air. We call on governments to make the Plastics Treaty a tool for adverse effects on the enjoy- ment of human rights, including the right to clean air, water, soil, and food, and the right to bear children, threatened by some plastics' ingredients' impacts on fertility. Vulnerable and informal sectors, require special attention and should no longer suffer from the toxic impacts of plastic production, use, transport and disposal, in particular, due to their chemical content. TO ACHIEVE THIS GOAL, THE PLASTIC TREATY MUST: 1. Have an overall objective to protect human health and the environment from all adverse impacts of plastics, including curbing on the principle, similarly to Article 1 of the Stockholm HEALTH AND THE ENVIRONMENT FROM TOXIC CHEMICALS The United Nations Environment Assembly (UNEA) has called for this meeting of an ad hoc open-ended working group to prepare for the work of the binding agreement based on prehensive full lifecycle of be foundational for a Plastics Treaty that the human health and climate threats from plastics throughout their lifecycle, and for promoting alternatives that truly needs of a circular PRINCIPLE 1: UNDERSTANDING PLASTICS AND CHEMICALS Plastics are made from fossil fuels (oil and gas) with a mix of chemicals. Plastics consist of polymers (large number combined with other chemicals added for specific properties (e.g., to make plastics flexible, UV resistant, durable, fire resistant, etc.). More than 10,000 different used only consumer products like single-use plastics. Instead, we must address all plastics and put the responsibility for reducing production on the source of the problem, the fossil fuel industry, not on consumers. PRINCIPLE HEALTH EFFECTS PLASTICS is visible and well documented, but we often overlook the invisible chemicals in plastics that pose hazards to people and the environment. While we may not see them, studies show that chemicals from plastics are linked to serious problems. Chemicals plastics have been linked to cancer, brain damage, infertility, and other serious conditions. People are exposed to harmful chemicals from plastics during their production, transport, use and disposal - but since plastics are not labeled, we can't know what chemicals are them, communities, we lose the opportunity to live healthy, productive lives. 3 KEY PRINCIPLES FOR A PLASTICS TREATY IPEN QUICK VIEWS FOR DAKAR OEWG MEETING In March 2022, the United Nations Environment Assembly (UNEA) approved a broad mandate to start talks on an inter- national treaty to address the growing from the toxic chemicals in plastics on human health and the environment. The future treaty will be a key legally binding agreement moving the world towards a toxic free future. In IPEN's analysis, based on the mandate, the final agreement must address the health impacts of plastics and their chemicals in four ways: Lifecycle approach: the use, release of and harms from toxic chemicals from plastics must be addressed at a mini- mum through the production, design, consumption, and waste management phases. Design and in plastics make them unsustainable and unfit materials for a circular econo- my. As the mandate underlies the importance plastic production and that plastics with hazardous chemicals are not recycled. Health and Multilateral Agreements: The resolution notes the importance of preventing threats to human health and the environment from toxic plastics and calls for coordination with the Basel, Rotterdam and Stockholm Conventions and the Strategic Approach to International Chemicals Management The treaty must address pollution, the chemical health and environmental hazards from microplastics must be ad- dressed, including their potential to be vectors chemical contamination. CHEMICALS WHAT CIRCULAR ECONOMY? A circular economy aims at changing the economic take-make-waste approach to one that minimizes extraction of natural resources and waste creation. It is seen as key to sustainability, including in the UN 2030 Agenda for Sustainable Development (SDG 12). The European Union Circular to sustainability, easier to use, recycle and repair, that incorporate more recycled that limit and maximize an item's lifespan. PLASTICS? used in plastics, and these chemicals are impossible to track due to a lack of traceability and content labelling. When plastics are reused, repurposed, or recycled, this means that the toxic chemicals in the original product circulate into the new products and continue to expose people and the environment to harm. PLASTIC'S TOXIC LIFECYCLE BANNED CHEMICALS SHOULD (POPs) controlled exported. The Stockholm Conventions have introduced listed chemicals are not recycled into new products. There are many toxic chemicals that are not yet subject to adequate control at the international level, and for which further action could significantly reduce the risks associated with plastics use and promote life-cycle approaches and the circular economy. A TOXIC LOOPHOLE IPEN has documented the presence of plastics, particularly in low- their imported materials information.POISONING CIRCULAR IN PLASTICS RECYCLINGEXTRACTION PRODUCTION Distr.: General 15 March 2019 English only Conference of the Parties to the Basel Convention on the Control of Their Disposal Geneva, 29 April -10 May 2019 Item 4 (d) of the provisional agenda Matters related to the implementation of the Convention: technical assistance -10 May 201 9 Item 5 (f) of the provisional agenda Matters related to the implementation of the Convention: technical assistance conventions regional centres Addendum and toxic and economy: the role of the Basel and Stockholm Conventions Note by the Secretariat As is mentioned in annex IV to the note by the Secretariat on the r eport on the activities of the Basel and Stockholm conventions regional centre s, the annex to the present note sets out a document prepared by the marine litter topic group lead by the Stockholm Convention Regional Centre in Spain as part of its activities under the Convention on the impact of plastic wast e, marine plastic litter, microplastics and measures for their prevention and environmentally sound management encouraged by the Conference of the Parties to the Basel Convention and the Conference of the Parties to the Convention, in paragraph 1 formally edited . UNEP/CHW.14/1. UNEP/POPS/COP.9/1. 46 los plásticos y las sustancias químicas tóxicas (Noviembre de 2022) 47 17. Arifur and microplastics and knowledge gaps: A scoping review. Science of the Total Environment , Vol. 757, 2021. https://www.sciencedirect.com/science/article/pii/ S0048969720374039 18. Zimmermann L, Dombrowski A, Völker Ver https://www.foodpackagingforum.org/news/plastic-container-fluorine-treatments-create-pfas 21. Carol F. Kwiatkowski, David Q. Andrews, Linda S. Birnbaum, Thomas A. Bruton, Jamie C. DeWitt, Detlef R. U. Knappe, Maricel V. Maffini, Mark Reade, Anna Soehl, Xenia Trier, Marta Venier, Charlotte C. Wagner, Zhanyun Wang y Arlene Blum. Environmental Science & Technology Letters 2020 7 (8), 532-543. https://pubs.acs.org/doi/full/10.1021/acs.estlett.0c00255 22. Ver https://www.globenewswire.com/news-release/2019/07/08/1879228/0/en/Global-Plastic-Additives- Market-Will-Reach-USD-61-25-Billion-By-2025-Zion-Market-Research.html 23. 1 tonelada = 1 tonelada métrica o 1,000 kilogramos. 24. Ver Geyer, nota 4. 25. Gallo, F., Fossi, C., Weber, R. et al. Marine litter plastics and microplastics and their toxic chemicals ponents: the need for urgent preventive measures. Environ Sci Eur 30, 13 (2018). https://doi.org/10.1186/ s12302-018-0139-z 26. Lin Zhu, Hao Wang, Bijuan Chen, Xuemei Sun, Keming Qu, Bin Xia. Microplastic ingestion in deep-sea fish from the South China Sea. Science of the Total Environment , Vol. 677, 2019. https://www.sciencedirect.com/science/article/pii/S0048969719319254 27. Abbasi S, Soltani N, Keshavarzi B, Moore F, Turner A, Hassanaghaei M. Microplastics in different tissues of fish and prawn Fossi M, Marsili L, Minutoli R. Are baleen whales exposed to the threat of microplastics? A case of the Mediterranean fin 29. De-la-Torre GE. Microplastics: an emerging threat to food security and human health. J Food Sci Technol. 2020 Mayo; 57(5):1601-1608. DOI: 10.1007/S13197-019-04138-1. 1. Persson, L., Carney Almroth, Collins, C.D., Wit, C. et.al. Outside the Additives, and Processing Technology 9339-9351 https://pubs.acs.org/ 4. Por ejemplo, consulte: https://www.gtap.agecon.purdue.edu/resources/res_display.asp?RecordID=6073 (\"En 2015, la producción mundial de plásticos alcanzó los 407 millones de toneladas por año (Mtpa). Si el crecimiento persiste a tasas similares, se espera que para el año 2050, la producción de plásticos alcance los 1,600 Mtpa\"). y https://www.oecd-ilibrary.org/sites/aa1edf33-en/index.html?itemId=/content/publication/ aa1edf33-en (para 2060, \"el uso de plásticos casi podría triplicarse a nivel mundial ... También se prevé que los desechos plásticos casi se tripliquen para 2060... Los plásticos primarios continuarán dominando la mate - ria prima. [Los plásticos reciclados] solo representarán un 12% de todos los plásticos\"). 5. Roland Geyer, Jenna R. Jambeck Kara Lavender Law. Production, use, and fate of all plastics ever made. Science Advances 19 Jul 2017. Vol. 3, Número 7. https://www.science.org/doi/10.1126/sciadv.1700782 6. Ver https://ipen.org/documents/plastics-edcs-health 7. Danopoulos E, of Sandra Elvin, Heather J. Koldewey, Paul A. Mayewski, Kimberley R. Miner, Mariusz Potocki, Aurora C. Elmore, Ananta P. Gajurel, Richard C. Thompson, Reaching New Heights in Plastic Pollution—Preliminary Findings of Microplastics on Mount Ever - est, One Earth , Vol. 3, No. 5, 2020, pp. 621-630. https://www.sciencedirect.com/science/article/pii/ S2590332220305509 11. Heather A. Leslie, Martin J.M. van H. Brandsma, A. Dick Lamoree. Discovery and quantification of plastic particle pollution in human blood. Environment International , Vol. 163, 2022. https://www.sciencedirect.com/science/article/pii/S0160412022001258 12. Ragusa A, Svelato A, Santacroce C, Catalano P, Notarstefano V, Carnevali F, Rongioletti MCA, Baiocco F, Draghi S, D'Amore E, Rinaldo D, Matta M, Giorgini E. Plasticenta: First evidence of microplas - tics in placenta. Environ Int. Enero de de 2020. PMID: 33395930. https://pubmed.ncbi.nlm.nih.gov/33395930/ 13. Lauren C. Jenner, Jeanette M. Rotchell, Robert T. Bennett, Michael Cowen, Vasileios Tentzeris, Laura R. lung tissue using FTIR spectroscopy. Science of the Total Environment , Vol. 2022. https://www.sciencedirect.com/science/article/pii/S0048969722020009 14. Fournier, S.B., D'Errico, De Mariacristina Cocca*, Maurizio Avella y Richard C. Thompson. Microfiber Release to Water, Via Laundering, and to Air, via Everyday Use: A Sci. Technol. 2020, 54, 6, 3288-3296. 26 febrero de 2020. https://doi. org/10.1021/acs.est.9b06892 16. Enyoh CE, Shafea L, Verla AW, Verla EN, Qingyue W, Chowdhury T, M. 25 de marzo 2020. https://www.ncbi.nlm.nih. gov/pmc/articles/PMC7308665/ 48 los plásticos y las sustancias químicas tóxicas "}