{"title": "PDF", "author": "PDF", "url": "boletin.anmat.gob.ar/febrero_2016/Dispo_1609-16.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "deuso yaplicación enmedicina humana. Que por otra parte elartículo 8°, Decreto N°14+/92 otorga deconformidad con loestablecido enelartículo referido cuerpo este acciones delosrecursos allíenumerados, entre Josque seencuentran incl~idOS se ydisposiciones que seestablezcan co~ tal finalídad. Que losmontos que esta Administración Nacional percibe actualm1ente por los servicios que presta respecto de los trámites relacionados con especialidades medicinales; cambio delaboratorio elaborador alternativo /nuevo de referencia; trámites correspondienteJ a especialidades medicinales, medicamentos Dirección alaDirecció1n de Relaciones Institucionales yRegulación Publicitaria yalaDirección Generll de Administración. Cumplido, archívese. EXPEDIENTE DECONTROL$2.700,00 50(POR PRODUCTO) CONSERVACIÓN (ENFERMEDADES POCO $3.700,00 FRECUENTES) MODIFICACIÓN ENLADENOMINACIÓN DEL I PRINCIPIO ACTIVO (ENFERMEDADES POCO $2.700,00 FRECUENTES) MODIFICACION DEENVASES (ENFERMEDADES$2.700,00I POCO FRECUENTES) MODIFICACION APROBACION DEL PLAN DEGESTION DERIESGO$2.700,00(ENFERMEDADES POCO FRECUENTES) DEL DERIESGO$2.700,00I (ENFERMEDADES DEL DEVIDA UTIL$3.700,00I (ENFERMEDADES FRECUENTES) 121TRANSFERENCIAS i TRANSFERENCIA DECERTIFICADO COMERCIALIZADO ENFERMEDADES POCO $5.300,00 FRECUENTES (POR PRODUCTO) TRANSFERENCIA DECERTIFICADO NO COMERCIALIZADO ENFERMEDADES POCO $10.400,00 FRECUENTES (POR PRODUCTO) 3fCERTIFICADOS .. I EXTENSIÓN DECERTIFICADO ACTUALIZADO DE INSCRIPCIÓN ..-..., DEINFORME SOBRE NOTIFICACIÓN DE EFECTOS ADVERSOS (ENFERMEDADES POCO $1.BOO,OO FRECUENTES) DECLARACION DEMETODOS DEELABORACION$2.700,00(ENFERMEDADES POCO I (HERBARIOS) AUTORIZACIÓN DENUEVASCONCENTRACIONES$2,700,00 I (HERBARIOS) ,AUTORIZACIÓN ACONDICIONADOR$17.600,00(HERBARIOS) , ~ fr I 2016 planta solicita'da PRODUCTOS FARMACÉUTICOS SITASENPAÍSES,/$17.000,00 porcada EXTRANJEROS (HERBARIOS) línea adicional / monto variable DEPRIMER$31.000,00LOTE(GASES MEDICINALES) AUTORIZACION i PRODUCTO) '3)CERTIFICADOS_..--.- t . DECERTIFICADO INSCRIPCIÓN MEDICINALES) 5)HABILITACION.- HABILITACION ,ESTUPEFACIENTES y $310,00 QUIMICOS)(JUEGO) DEFIRMA PARA LAINSCRIPCION DE PROFESIONALES PARAESTUDIOS DE INVESTIGACION ENFARMACOLOGIA Masde50.00000 Mas de50.000 00 500.00000 3.10000 I~t~~~A~Cional I , I I I30 \" "}