{"title": "PDF", "author": "PDF", "url": "https://images.helios.co.uk/downloads/basic-guide-to-homeopathy.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "CONTENTS Homopathy is a system of medicine which recognises our uniqueness. We are all individuals with particular strengthsand weaknesses, so it isn't surprising that when we become ill we each react in our own way. Even if we catch the \"same\" cold as our neighbour or colleague, our response to it may bequite different from theirs. Using the time-honoured principle that like can becured with like,homopathy has taken awide range of natural substances and carefullyrecorded the symptomsthese substances causein healthy people. Matching these substances, as closely aspossible, to the individual and the particular symptoms thatthey ar eexperiencing encourages their own healing energy to return them to health. The results are often remarkable, bringing about cures that are rapid, gentle and permanent. 2 3 INTRODUCTION CONTENTS INTRODUCTION What is homopathy? How does it work? How does homopathy differ from conventional medicine? Can I take homopathic medicine if I'm already taking other medication? What kind of things can I treat myself? Why should I have a broad selection of remedies at home? When should I consult a qualified homopath?How to find the right remedy and what to do if it doesn't work. How to give the right number of doses. Antidoting. Taking the medicines. Safety first. Warning signs. SOME COMMON COMPLAINTS YOU CAN TREAT: Acomprehensive A-Z guide covering injuries and acute illnesses. 36 REMEDY MINI MATERIA MEDICA: Detailed descriptions of 36 often-used homopathic medicines. Other useful products. How to find out more. FURTHER INFORMATION How do I find a qualified homopath? What happens during a consultation? What happens after a consultation? How many consultations will I need to have?Should I stop taking all other medication?How can I tell if the homopathic medicine is working or not?Is it O.K. to self-prescribe when you are seeing a homopath? Other important aspects of healthcare.PAGE 3 4 45 5 56667 7 8 10 18 23 24 24 25 2526 2627srs16302 Although it was first described by Hippocrates 2,500 years ago, homopathyas it is practised today evolved 200 years ago. The wor dcomes from the Greek and means similar suffering. This refers to the central philosophy that a substance that can produce symptoms in a healthy person, cancure those symptoms in a sick person. For example, a person suffering from hayfever might be given a remedy prepared from anonion, because a healthy person chopping an onion usually experiences watering eyes and irritation. Similarly ,someone suffering from insomnia might be given a homopathic dose of coffee. Is homopathy safe? Yes. Since the substances are given in minute doses unwanted side-effects are avoided, making them safe to use even in situations wher econventional drugs would be dangerous or inadvisable, for example during pregnancy or when treating infants. How does it work? Although there is a great deal of empirical evidence that homopathy does work, nobody yet knows how. Those who are sceptical point out that homopathicremedies ar eoften so dilute that not even amolecule of the original substance remains and so conclude that any beneficial response is probably due to the placeboeffect. This explanation seems unlikely as experiments have shown homopathicmedicines to be equally effective in the treatment of animals. The answer to this mystery is likely to befound by those studying quantum physics and electro-magnetism. The production of homopathic medicines involves twoprocesses: dilution and succussion (shaking and striking against a surface). It is thought likely that these combinedprocesses leave an imprint of the original substance's energy pattern in the dilutant.This energy imprint, given in homopathic medicine, somehow stimulates the body's own healing energy to start working. How does homopathy differ fr om conventional medicine? Homopathy is an holistic medicine. This means that its focus is on the whole person. Spiritual, mental, emotional and physical factors ar eregarded as completely inter-connected and no single factor istaken in isolation. It is based on the idea that symptoms are not the cause of disease, they merely show that \"dis-ease\"exists. Symptoms ar ethe body' sway ofwarning us that all is not well and are attempting to restore balance. Asimple analogy is to imagine that you are driving your car and the red oil warning- light comes on. You know nothing aboutcars so you decide to take it to the garage. When you come to pick up the car, the light is no longer on, so, having paid the bill,you drive off quite happily. You naturally assume the problem is fixed, but would you feel so satisfied if you later discovered thatthe garage had merely unscrewed the warning-light bulb? Homopathy is a truly holistic medicinebecause it uses symptoms as helpful indicators which can be used as guides to treating the individual and their \"dis-ease\". Instead of merely removing the symptoms, it removes the central disturbance in theindividual's energetic balance. Once this has been done the symptoms disappear anyway ,because the warnings they were trying to give have become unnecessary. Can I take homopathic medicine if I'm already taking other medication? Yes, it is perfectly safe to do so. However, you should not attempt to reduce yourother medication without supervision from aqualified homopath or doctor. See page 26.What kind of things can I treat myself? As you will see from this booklet, with very little effort, the home-prescriber can treatawide variety of injuries or acute illnesses. Toqualify as \"acute\" an illness should develop quickly and have three phases. Atfirst, you just don't feel quite right; then there are strong recognisable symptoms;followed later by the convalescent stage wherethe symptoms begin to improve. Examples of acute illnesses are travel sickness etc. Why should I have a broad selection of remedies at home. Injuries and acute illnesses, by their very nature, happen at unpredictable timeswhen it may be difficult or impossible to buy what you need. It is ther efore avery good idea to have a complete range of medicines 'on standby'. The more you have the easier it will be to make the best match between the symptoms and the r emedy that can cur ethem. If you are going away remember to pack them.srs16302 Helios 28pp.A5 12.1.05.FO 3/3/09 10:46 Page 46 7When should I consult a qualified homopath? If you have a serious or recurring condition or you have had a number of acute illnesses recently, it is always best to see aqualified homopath. Remember homopathy can be used to treat anything,even problems that have no clear diagnosis, because it treats the individual rather than the disease. For information on finding a qualified homopath and a description of how they work, see page 24. BEFORE YOU BEGIN TO PRESCRIBE: THERE ARE TWO IMPORTANT LA WS THATYOU NEED TO FOLLOW TO USE HOMOPATHIC MEDICINES SUCCESSFULLY: THE LAW OF SIMILARS means matching the symptom picture of an illness or injury to the symptom pictureof the medicine. To help you do just that, this booklet has two distinct sections. Complaints you can treat are describedfirst, followed by a Mini Materia Medica. This describes, briefly, the symptompictur es of 36 frequently-needed remedies. Begin by looking up the complaint you want to treat and noting which remedies may help. Next, before prescribing, turn tothe Mini Materia Medica and see whichdescription most closely fits the person you are treating. If you have given two or three doses of a particular remedy without any reaction, it was probably the wrong choice.It won't have done any harm, but you should try to find a remedy that matchesthe over-all picture better. THE LAW OF THE MINIMUM DOSE means using as little of a medicine as possible to stimulate the body's own healing mechanism. Give one dose (in this case one small pill) and wait to see what relief it brings. If you have a reaction to the remedy (either an improvement or an aggravation of symptoms) do not take any mor emedicine. Only repeat the dose if the symptoms stopimproving befor e afull recover yis reached orif the same symptoms r eturn (i.e. the case relapses). If the symptoms changesignificantly select a new remedy to fit the new picture. If in any doubt, wait.Giving the body more medicine than it needs will not improve or speed up the action of the medicine, if anything it may stop themedicine from being effective. By using these two laws homopathy provides a completely individual prescription and dosage that treats each person's \"dis-ease\" as unique to them. OTHER FACTORS TO CONSIDER: ANTIDOTING Certain substances are known to antidote certain homopathic medicines in somepeople. It is therefore advisable to avoid these substances if possible: Coffee(including decaffeinated), mint (notably in toothpaste), camphor, menthol, eucalyptus (often found in vapour rubs and cold remedies). Keep remedies in a cool dark place away from strong odours (and small children). TAKING THE MEDICINES Homopathic medicines ar edelicate and need careful handling. Touch them as little as possible. Shake one pill into the lid of the bottle and put it directly under the tongue of the person taking the medicine.If possible the dose should be taken fifteen minutes before or after having anything to eat or drink, cleaning your teeth orsmoking. Obviously this does not apply in an emergency wher eit should be taken as soon as possible. You can crush and dissolve remedies in water and sip them, but do not swallow the pill down withwater ,tea or coffee. Before repeating the dose, please consider the Law of the Minimum Dose (opposite) carefully. If symptoms show no improvement or returnpersistently always consult a qualifiedhomopath. Homopaths have more than 1,000 remedies at their disposal and can treat the underlying weakness in the individual's constitution. If you already see a homopath regularly, please discuss self- prescribing with them. SAFETY FIRST Serious injuries and illnesses should never be treated without seeking expert advice. Use your instincts and common sense, if you are worried call for help first, then give the appropriate remedy whilst you are waiting for help to arrive. If in any doubt check for these... srs16302 fever, with urinary infection bleeding, heavy or unexplained breathing ,rapid shallow or difficult burns ,severe or larger than your hand chest pain ,severe confusion ,following trauma or over-exposur eto sun consciousness ,lost or impair ed convulsions deliriumdehydration ,especially in babies, small childr en and elderly drowsiness, unexplained or unexpected headache, severe fever, above 103.5F / 40C or persistent or with stif fneckfits fluid, watery / bloody, from ears or nose following head injury movement ,full range, lost or impaired puncture wounds, near vital organs speech, lost or impaired stool, pale or white streaks, red running away from a wound swelling, rapid or severe (especially of mouth or thr oat) thirstlessness, prolonged with fever or diarrhoea or vomiting urine, profuse or scanty or bloody vision, lost or impair ed vomiting, unexpected and repeated wheezing, severe yellowness, of skin or eyesIf the person you are treating has any of the following seek assistance immediately:srs16302 CONSTIPATION ACCIDENTS ANXIETY BITES& STINGS BOILS BREAST FEEDING DIFFICULTIES BROKEN BONESAfter injury Arnica 30c BLOOD BLISTERS 10 11 SOMECOMMON COMPLAINTS YOUCANTREAT Please remember, to prescribe accurately and effectively it is important to read the description of the remedy in the Mini Materia Medica that follows this section, before making your selection. (see BROKEN BONES, FRACTURES, INJURIES & WOUNDS)Give immediately, Arnica 30c. Where there is shock or swelling alternate AArrnniiccaa 3300cc with any other indicated remedies, repeating as often as necessary. With fever, Aconite 30c orArsenicum 30c. 30c . ASSAULTS (see SEPSIS) Red, hot, swollen, better cold applications, Apis 30c. Animal bites, with shooting nerve pain, Hypericum 30c. Blue, cold, puffy, better cold applications, Ledum 30c.see also: Bluish around bite, Lachesis 30c. Very painful, touch, Staphisagria 30c. Small, numerous pale, worse movement, Bryonia 30c. Abscess with smelly, corrosive pus, Merc Viv 30c. Too much milk, Pulsatilla 30c. Sharp pains in left breast during feeding, Silica 30c. Abscess which is very slow to heal, Silica 30c. (see FRACTURES) Before setting, Arnica 30c . Worse for slightest movement, stitching pains, Bryonia 30c.Of soft tissue, Arnica 30c. (see also Arnica cream) also recommended:Arnica cream / ointment, but only on unbroken skin. For deep tissue (e.g. contusion of breasts), Bellis Perennis 30c. For shock, Arnica 30c. If area of injury better cold applications, Cantharis 30c. If area of injury better hot applications, Arsenicum 30c.see also: For deep burns, which are slow to heal, Kali Bich 30c. also recommended: Urtica Urens cream externally to soothe minor burns. For serious burns, seek medical assistance immediately. Feverish and fearful, Aconite 30c. With fever and throbbing head, Belladonna 30c. If blisters pus-filled / smelly, Merc viv 30c. With cough, thirstless, clingy, restlessness, Rhus tox 30c.see also: Rash slow to emerge, with cough, Ant tart 30c. also r ecommended: Use Calendula Cream / Ointment or Talc externally, but wait until rash emerges fully. Hot, itchy, worse heat, Pulsatilla 30c. Dark red inflammation, worse cold, damp, Rhus Tox 30c.also recommended: Worse on the feet, worse for cold, Agaricus 30c ; Tamus cream / ointment externally Calendula cream/ointment externally, if they break. Early stages, Aconite 30c. Thin, watery, bur ning discharge, chilliness, Arsenicum 30c. With flu-like aching, stringy discharge, Kali Bich 30c. With sneezing and dripping nose, Mur 30c. On lips, Rhus Tox 30c. see also: On lips, mouth, caused by sun, Natrum Mur 30c. On lips, Sepia 30c. Better bending forwards, Belladonna 30c. With fever and cramps, Nux Vom 30c. Better lying still with knees up, For pain r elief, Mag complaint comes on after humiliation, Staphisagria 30c. Great dryness / thirst, sometimes with headache, Bryonia 30c. With ineffectual urging, unfinished sensation, Nux Vom 30c. During pregnancy, Nux Vom knotty Lycopodium 30c. Stools like sheep dung (small balls), Natrum Mur 30c. If sensation of a lump, not better after stool, Sepia 30c. Large dry stool, with painful straining, Sulphur 30c.Baby vomits / has colic after breast milk, Silica 30c. see also: If abscess with pus, extremely painful, Hepar Sulph 30c. also r ecommended: If milk production varies greatly, Urtica Urens 30c. If sore, cracked nipples, radiating little milk, Dulcamara Painful, infected, with pus, Sulph 30c. If symptoms persist consult a qualified homopath or doctor. also recommended: Only after setting, both Symphytum , one dose nightly & Calc HAEMORRHOIDS After exposure to dry, cold wind, Aconite 30c. Dry cough with chest pain and headache, Bryonia 30c. Dry at night, loose in the morning, Pulsatilla 30c. see also: Loud, rattling, (whooping) cough with vomiting, Ant Tart 30c. With blue face, vomiting nausea, vomiting, Ipecac expectoration in the morning, Kali Bich 30c. First choice, reduces accompanying fear, Aconite 30c. see also: Attacks in the early hours, Hepar 30c.On waking, with lump sensation, Lachesis 30c. also If Aconite fails, attack is around midnight, Spongia 30c. (see WOUNDS) Burning when urinating, Apis 30c. Cutting / burning before, during or after urination, Cantharis 30c. Burning during / after urination, worse Pulsatilla 30c.see also: After sexual intercourse, Staphisagria 30c. If symptoms persist consult a qualified homopath or doctor. Before if fearful, Aconite 30c. Befor Arnica 30c . 12 13 COUGHS CROUP CUTS CYSTITIS DENTAL TREATMENT DIARRHOEA EXAMINATION NERVESWith vomiting, caused by food Arsenicum fear, Aconite 30c. Stinging pain, worse swallowing, Apis 30c. Throbbing pain, with high temperature, Belladonna 30c. Unbearable pain, worse windy weather, Chamomilla 30c.After swimming, Chamomilla 30c. With smelly blood-streaked discharge, Merc Viv 30c. Itching inside ear, increased swallowing, Nux Vom 30c. externally, Pulsatilla 30c. pain, smelly discharge, Stitching pain, worse left, Kali Bich 30c. With sore throat, worse left side, Lachesis 30c. Spasmodic, shooting pain, Mag Phos 30c. If blocked with hard wax, Silica 30c. With painful noises in the ear, Sulphur 30c. (see ANXIETY ) With diarrhoea / trembling / Gelsemium 30c.see also: With diarrhoea / hurried feeling, Arg once exams. Following physical over-exertion, Arnica 30c. see also:If after dehydration, China 30c. also recommended: If nervous exhaustion, Kali Phos 6x. Upper and lower lids red and puffy, tears hot, Apis 30c. Thick, yellow smelly discharge, with a cold, Pulsatilla 30c. With watering, caused by a blocked tear duct, Silica 30c. see also: Eyes red, smelly yellow discharge, Arg Nit 30c. also recommended: Bathe in diluted tincture of Euphrasia or Hypercal. (see EYE INFLAMMATION) Fear after, Aconite 30c. bruising and / or shock, Arnica 30c. Black eye, Ledum 30c.also recommended: If Arnica fails and injury is to eyeball itself, Symphytum 30c. If with feelings of anger, Staphisagria 30c. With weak vision, pains aching or burning, Ruta 30c. Particularly after meat, Arsenicum 30c. After 30c.see also: If after shellfish, Lycopodium 30c. (see COMMON COLD & GASTRIC FLU) Burning fever with chills, r estless, Arsenicum 30c. Feverish and irritable, lies very still, Bryonia 30c. Total physical prostration with shivering, Gelsemium 30c. Pains in bones, joints, chilliness, Nux restlessness, red-tipped tongue, Rhus back, legs, Ipecac 30c. also recommended: Bone pains, great thirst, Eupatorium Per 30c. (see BROKEN BONES) If pain and swelling are severe, Arnica 30c. With shooting nerve pains, Hypericum 30c. If slightest movement causes severe pain, Bryonia 30c. (see COMMON COLD & FLU) Restless, feverish and / or chilled, diarrhoea, Arsenicum 30c. Mouth tastes bitter irritability, Nux Vom Constant nausea, not better for vomiting, Ipecac 30c. also r ecommended: With thirst before vomiting, Eupatorium Per 30c. Caused by pregnancy, Nux Vom 30c. also If large, bleeding, Hamamelis 30c.If large, Kali Carb 30c. With burning, especially With anticipatory anxiety , Arg Nit 30c. after, China 30c. Only on waking, Sulphur 30c.Shooting nerve pain after, Hypericum 30c. Flu or cold symptoms after mer cury fillings, Merc Viv 30c. see also: NOSEBLEEDS LABOUR PAINS POST-NATALCARE 14 15 HANGOVERS Caused by cigarette smoke, Ignatia 30c. Indigestion after too much beer, Kali Bich 30c.With sick headache and /or nausea, Nux Give immediately , Arnica been well since, Natrum Sulph 30c.If symptoms persist consult a qualified homopath or doctor. (see WARNING SIGNS) HIVES With fever, Apis 30c. With burning, itching, stinging, Rhus Tox 30c. INJURIES TO Head, Arnica 30c. (see HEAD Hypericum 30c. Bones, Ruta 30c. (see also broken bones / fractures) Palms of hands, Ledum 30c. Soles of feet, bones near surface, Ruta 30c. also r ecommended: For breasts / deep tissue, 30c. To treat the puncture wound, Ledum30c. Shooting pains after, Hypericum 30c. Any other reactions consult a qualified homopath or doctor. JET-LAG For exhaustion, Arnica 30c. With sense of paralysis, Gelsemium 30c.also recommended: For disturbed sleep patter ns, Cocculus 30c. HEADACHE From getting chilled, Aconite 30c. From shock fright, Aconite Belladonna 30c. Throbbing headache during period, Belladonna 30c. Throbbing headache from too much sun, Belladonna 30c. After change in the weather, Bryonia 30c. With dry cough, Bryonia 30c. With slow onset, Bryonia 30c or Gelsemium 30c. With violent pain at the back of the head, Gelsemium 30c. Due to grief, Ignatia 30c.Sensation as if a nail were driven into head, Ignatia 30c. In small spots, caused by sinusitus, Kali Bich 30c. With a cold, Merc Viv 30c or Nux Vom 30c. After too much rich food or alcohol, NuxVom 30c. After loss of sleep, Nux Vom 30c. After eating ice-cream, Pulsatilla 30c. After change in the weather, especially to Rhus Tox 30c. After getting wet, Rhus If before a thunderstorm, Phosphorus 30c. With hunger before or during, Phosphorus 30c. Natrum 30c or in artificial light, Sepia 30c. also recommended: If due to disturbed sleep patterns, Cocculus 30c. If symptoms persist consult a qualified homopath or doctor.(see EYE INFLAMMATION) Sudden on-set with burning, itchy rash, Aconite 30c. With eye inflammation, Apis 30c or Pulsatilla 30c. Bright red rash with hot dry skin, Belladonna 30c. Slow onset, with headache or dry cough, Bryonia 30c. Face dark red, back eyes and / or ears, Kali Bich 30c. Purple rash, slow to emerge, Sulphur 30c. also recommended: Burning tears, photophobia, Euphrasia 30c. or bathe in diluted tincture. Late / scanty after a fright or becoming chilled, Aconite 30c. Hot, heavy blood loss, Belladonna 30c. Period late after getting feet wet, Pulsatilla 30c. Nausea and faintness with period pains, Nux Vom 30c.see also: Constant nausea before and during period, Ipecac 30c. Pains worse before period starts, Lachesis 30c. Cramping Mag Phos 30c. Headaches before Natrum Mur 30c. Bearing down pains, Sepia 30c. Caused by burn from hot food, Cantharis 30c. Painful, increased saliva, offensive breath, Merc Viv. 30c.also recommended: If on the tongue, Nit Ac 30c. With fever, restlessness and anxiety, Aconite 30c. With high fever, painful hot parotids, Belladonna 30c. Hard, enlarged glands, worse on right, Merc Viv 30c. If breasts, ovaries or testicles are af fected, Swollen parotids, worse on left, for heat, worse for cold, Silica 30c. see also: If breasts, ovaries or testicles are affected, Carbo Veg 30c. Face red and swollen, worse left, Lachesis 30c., Moving from right to left, Lycopodium 30c. After shock or injury , Arnica 30c. see also: With cough, Ipecac 30c. in childbirth, Aconite 30c. Intolerable, infuriating, Chamomilla homopathic pharmacies will supply you with a childbirth kit full of useful remedies for befor e, during and after labour. OF BABY : If baby is breast-fed mother may take the remedy, if not hold pill inside baby's lower lipuntil it takes ef fect. Shock, after fast violent bir th, Aconite 30c. of urine, Aconite 30c. Blocked tear 30c. see also: 30c. or Laurocerasus In all cases, for exhaustion / after-effects, Arnica 30c. repeated. Disturbed sleep / after -effects of medication, Chamomilla 30c. Shooting pains from damage PROBLEMS TRAVEL SICKNESS VACCINATIONS WOUNDS WHIPLASH VOMITING SUNBURN 16 17 POST-NATALCARECONTINUED . see also: For cuts, tears or grazes, Calendula 30c or bathe in tincture. Exhaustion after severe blood loss, China 30c. Bright red, hot, profuse bleeding, Ipecac 30c. Bright red flow of blood, Phosphorus 30c. SCALDS (see BURNS) Better for cold applications, Cantharis 30c. SEPSIS If red, hot, throbbing, (to stop sepsis), Belladonna 30c. With blood-streaked, corrosive pus, Merc Viv 30c. When slow to heal, Silica 30c.see also: Painful with pus, to drain in Hepar Sulph 30c. SHOCK With fearfulness, Aconite 30c. Gelsemium 30c. ease them SPRAINS & STRAINS To reduce swelling, Arnica 30c. If worse for slightest movement, Bryonia 30c. Worse first, yet better continued movement, Rhus Tox 30c. Worse lying on affected by draughts, lifting, Rhus If caused by lifting, Calc Carb 30c.If symptoms persist or there is high temperature consult a qualified homopath or doctor SINUSPROBLEMS Inflammation of frontal sinuses, Merc Viv 30c. Blocked up sensation, worse in a warm room, Pulsatilla 30c. Nose dry, blocked and sore, Silica 30c. SORETHROATS Dry, red, burning, Aconite 30c. Burning, stinging pains with great swelling, Apis 30c. Dry, red, hot with (painful) desire to swallow, Belladonna 30c. Shooting pains to right ear on swallowing, Belladonna 30c. With swollen glands, Belladonna 30cor Silica 30c. Dry and mouth, with thirst, 30c. Slow onset, flu-like aching and weakness, Gelsemium 30c. With incr eased salivation and bad breath, Merc Viv 30c. With hair sensation on back of tongue, Silica 30c.(see COLIC) (see EYE INFLAMMATION) Eye is red, the lid is painful and swollen, Apis 30c. Eye itch, lids sticky, yellow-green discharge,Pulsatilla 30c. If pus is present, (see SEPSIS) With fever and / or headache, Belladonna 30c. If symptoms much worse for movement, Bryonia 30c.also recommended: With faintness and headache better 30c. In preparation for, Arnica 30c . To counter the after-effects of, Arnica 30c. with 30c. to anaesthetic, Phosphorus 30c. For painful trapped wind after sur gery, China 30c. also recommended: If deep tissue is affected, Bellis Per 30c. Red, hot cheeks, with restlessness, Aconite 30c. Red, hot swollen cheeks, Belladonna 30c. Red, cheeks, bad-tempered, Chamomilla Silica is slow or 30c. If better external heat, Mag Phos 30c. vomiting, but finds it dif ficult, Nux Vom 30c. also r ecommended:Worse for fresh air, better lying down, Cocculus 30c. With heavy head, worse for fresh air, Petroleum 30c. Better for fresh air, Tabacum 30c. (see INOCULA nerve pain, Hypericum 30c. Deep bottle-fed babies, 30c. With retching cough, Ant Tart 30c (see COUGHS).After, for exhaustion caused by dehydration, China 30c. With cough, vomiting mucus, Drosera 30c (see COUGHS). Worse for coughing, Ipecac 30c (see COUGHS). With constant nausea, not relieved by vomiting, Ipecac 30c. If approximately 15 minutes after cold drink, Phosphor us 30c.Skin is dry, hot, red, throbbing, painful, Belladonna 30c. If severe, take as soon as possible, Cantharis Caesareans, (see SURGICAL Per 30c. After any deep / internal bruising, Bellis Per 30c. see also: With lost voice due to overuse, Arg Nit 30c. Sensation of fish-bone / splinter with stringy swallowing saliva than solids, Lachesis 30c. Left side first (may move to right), Lachesis 30c. Right side first (may move to left), Lycopodium 30c. also recommended: Tonsils swollen, worse for hot drinks, 30c. see Pain in spots, sticky yellow-green mucus, Kali Bich 30c. for nipping colds in the bud. Useful in the early stages of colds, fevers, inflammations. Suits healthy people whosecomplaints come on suddenly. Possible causes: cold/ dry wind ; fright / shock. Characterised byextreme restlessness and fear. May specifically havean unfounded fear of death. Dry, hot skin.Symptoms worse evening / around midnight.Thirsty for cold drinks. May say everything tastesbitter, except water. Better: fresh air. Worse: touch.Please note: No. 1 Remedy = Most frequently prescribed. To ensure your prescribing is asaccurate as possible always match the symptoms as closely as possible to the medicine. No. 1 Remedy for bites and stings. For the remedy to be effective symptoms should generally fit the following picture: Oedematousswellings. Redness. expectorate (cf. Ipecac) and is \"drowningin mucus\". Feels suffocated, weak, drowsy andlimp. May be irritable. yawning and sweating.Tongue is coated white. Better: expectoration;sitting up; cold drinks. Worse: warmth; lying down;4pm; company No. 1 Remedy for fear of flying. Useful for anticipatory anxiety and gastr o-intestinal problems (belching / flatulence). Suits warm- blooded people with a tendency to feel hurried andimpulsive. They may have a fear of failure whenhaving to perform in public. Their fear is justified,as they often rush through things and get into a mess. (cf Gelsemium & Lycopodium). Pains splinter- like. Better: open air; walking fast. Worse: crowds;sweets (gets diarrhoea). No. 1 Remedy for accidents / shock / physical exhaustion. Should be a first choice after most accidents, injuries or physical ordeals. Given early it will reduce swelling and bruising. Patient has a fearof being touched, because of the pain and maywant to be left alone. May claim to be alright whenthey clearly are not. Classic response of someone in shock. Upper body is hot, whilst lower is cold. Memory may also be poor. Better: lying down, withhead low. Worse: jarring; lying on injured par t. No. 1 Remedy for food poisoning. Characterised by great physical prostration with mental restlessness. Patient does not want to be leftalone. May have a fear of death. Pains anddischarges are burning, yet the patient feels chillyand all symptoms, except headache, are better forheat. Thirsty for frequent sips of usually hot drinks.Better: warmth; lying down. Worse: midnight - 3am. No.1 Remedy for very high fevers. Inflamed area or entire patient (!) is burning, red and hot. The eyes are glassy and the pupils dilated.Onset of complaints is sudden. Possible cause: chillto the head. Pains are violent and throbbing. Rapidpulse. Patient is angry, may be delirious and evenhave visions. Thirsty, may crave lemonade. Better:lying 1 Remedy for slow, difficult teething. Often needed when growing up or going through major developmental changes. Classically fat, fairand flabby. Chilly. Easily over-exerted and verysweaty (esp. back of Sour-smelling. May fearmany things (e.g. the dark; monsters; animals;insects). Slow developers, particularly poor atassimilating their food, which may cause problemsin bone and teeth formation. Crave boiled eggs.Better: constipation; dry weather. Worse: heights;getting cold or wet; teething; milk. BRYONIA No. 1 Remedy for dry, painful coughs. Dryness of all mucous membranes. Great thirst for large amounts at long intervals (opposite ofArsenicum). Patient lies absolutely still; allsymptoms are much worse for the slightestmovement. Pains are stitching. A \"bear with a sore head\" who is irritable and resentful of beingquestioned or fussed over. Better: firm pressure.Worse: 9pm; after eating cabbage or beans. No. 1 Remedy for healing wounds. Very useful first-aid remedy for cuts; superficial burns or childbirth. ofhealthy scar tissue (without lumps). Use externallyin cream, ointment or tincture form. Takeinternally if there is much discomfort orsuppuration (cf. Hepar Sulph). Better: warmth;walking damp dullweather; evening. CANTHARIS CALENDULA No. 1 Remedy for the intense pain of burns. Often effective in the treatment of cystitis, where there are burning pains before, during and after urination. Intense mental and physical irritation.Onset is sudden and violent. Pains are cutting andburning. Patients have a burning, intense thirst, but are worse after drinking (especially colddrinks). Better: cold applications. Worse: touch. CARBO for resuscitation. \"The homopathic corpse reviver\". This remedy has saved many lives. Symptoms at their most extremeare complete state of collapse due to oxygenstarvation. Body (even breath) is cold. May appearlimp, pale or blue. Less severe cases have extremesluggishness. Many digestive disorders, especiallywind. (cf. Lycopodium) Upper abdomen / stomachvery bloated. May be brought on by over-indulgence.Better: cool fanned; No. 1 Remedy for teething childr en. Especially if child has one red cheek. Characterised by over-sensitivity. Pains are intolerable and appear tobe out of all pr oportion to the illness or injury . Suitedto bad-tempered children who are only quiet when carried and constantly request, then reject things.They are hot and sweaty (especially the head).Better: for being uncovered. Worse: 9pm - midnight. CHINA No. 1 Remedy for de-hydration. Delicate types whose senses are too acute. Emotionally and physically exhausted. Complaints often arise afterloss of fluids / severe dehydration (e.g. after fever ordiarrhoea). Bloated abdomen, but not relieved by burping (cf. Better: touch. DROSERA No.1 Remedy for whooping cough. Excellent (whooping) cough remedy (see also Ant tart & Ipecac), where cough is violent, spasmodic andleads to gagging / vomiting or nosebleed (cf. Ipecac).Better holding chest. Sensation of feather in throat.Restlessness. Emotionally stubborn or suspicious. All symptoms improve after midnight. Better: sittingup; open air. Worse: lying down; talking; warmth.No. 1 known remedies. Emotionally can beviolent and intense. Tendency to form pus. Painsstitching and splinter-like (cf Arg Nit). Better: heat;damp; lying in warm bed. Worse: uncovering; cold.No. 1 Remedy for flu. Especially if there is shivering up and down the spine. Characterised by paralysis. The remedy isknown as the \"glass coffin\" because although thereis complete physical prostration, it is coupled withmental alertness. Patient trembles, has achingmuscles and heaviness especially of the head andeyes - even the eyelids droop. Better: for sweatingor urination. Worse: physical exertion. No. 1 Remedy for injury to nerves. Useful first aid treatment for lacerated wounds fromsharp instruments or any injury to nerve-rich areas (e.g. slamming door on fingers or falling on the coccyx).Pains are extreme and shoot along the nerves. Reputedanti-tetanus properties. Worse: motion or pressure. No. 1 Remedy for recent bereavement / emotional shock. Useful for treating symptoms which follow acute loss, grief or disappointed love. May not be able to accept what has happened andreacts with a sense of disbelief. Other signs mayinclude hiccoughs, involuntary sighing or yawning.Can be used to treat fainting and hysteria. Better:warmth. Worse: tobacco; fresh air. No. 1 Remedy for constant, violent nausea. Vomiting brings no relief. Sudden bright red haemorrhages (nosebleeds; piles; periods).Spasmodic r espirator y complaints. Dry / gagging, difficulty expectorating (cf AntTart). Worse: over-eating. No. 1 Remedy for painful sinuses. Excellent remedy for colds and sinusitus, although chronic sinusitus is best treated by a qualified homopath. Its main characteristic is a very stringy , sticky thick yellow / green discharge, which smells (cf.Pulsatilla). Suits those who become ill after gettingchilled and are chilly whilst sick. Despite this chillinessthey feel worse in summer. Pains are often in a small well-defined spot, but they can \"wander\". Better:warmth. Worse: on waking; at night; after eating. Left-sided complaints or begin on left, move toright (especially sore throats). Warm-blooded.Talkative, amusing but with an over-active mind.Can be suspicious and jealous. Intense. Better: openair; cold drinks; during or after period. Worse:menopause; alcohol; anything tight around theneck; after sleep; heat; heavy weather. No. 1 Remedy for puncture wounds and black eyes. Like Hypericum has reputed anti-tetanus properties. Use to treat deep wounds (e.g. those caused by nails)and bites from both animals and insects. Pains aresticking, tearing and throbbing. Area is swollen,blue and cold but, strangely, feels hot to the sufferer. Better: cold applications. Worse: heat. Anxious. Lack self confidence especially when doing new things / speaking in public. Fine once they getstarted (cf. Arg Nit who hurries too much and doesfail ). Can be charming, but may be dictatorial athome. Complaints right-sided or move from right toleft (opposite of Lachesis). Lots of wind. Bloatedstomach and abdomen. Tendency to flatulence.Better: MERCVIVKnown as the homopathic aspirin . Very effective if crushed in warm water and sipped. Useful for neuralgia of the head and face, crampingor shooting pains. Relieves headaches; toothaches;menstrual pain. Those who respond well to thisremedy may be sensitive or nervous types who oftentalk about their pains. Always seek professionalhomopathic treatment if symptoms persist. Better:heat; firm pressure. Worse: cold; uncovering; touch. No. 1 Remedy for mouth ulcers. Suits those people who are human thermometers, incredibly sensitive to both heat and cold and bettermoderate temperatures. They have very smellybreath and discharges (which may be streaked withblood). They are prone to swollen glands / coldsand sweat profusely. Excessive saliva, especially atnight, but they are extremely thirsty. Worse: in bedat night. NATRUM MUR No. 1 Remedy for cold sores. If on the lips (with no other strong symptoms). Very sensitive people who remember the smallest slightsfor a long time. Feel everything so acutely they tendto protect themselves by shutting themselves of f.They feel worse for consolation, except from achosen few (or one). An important remedy for silentgrief (the stiff upper lip). The middle of the lower lipmay be deeply cracked. Discharges like egg white.Crave salt. Better: lying down; resting; sweating. Worse: heat, especially of the sun. NUXVOMICA No. 1 Remedy for hang-overs ... and over-indulgence in rich food. People who need this remedy are very chilly. Emotionally they tend to be tense, irritable and over-sensitive. They suffer from digestive complaints and although they feel much better for vomiting, they find it dif ficultto do so. They often work and play very hard,surviving on a \"diet\" of coffee, alcohol and tobacco,despite the effect it has on them. For best r esults take the remedy a few hours before going to bed. Better: rest; warmth and hot drinks. Worse: in the morning. PHOSPHORUS Lovely , bubbly, affectionate and sympathetic types. Unfortunately their poor boundaries mean they can become exhausted by the problems of others.Overly impressionable. Riddled with fears andanxiety. Burning heat and pains. Tendency to bleedeasily . Desire spicy food; ice-cream. Better: cold drinks; eating; Worse:sudden weather change (especially storms); missinga meal; lying on left side. PULSATILLA No. 1 Remedy for childhood ear infections. With this remedy the symptoms and the patients themselves are very changeable. Emotionally theyare moody, tearful and crave company. Children are clingy and whine. Pulsatilla types are thirstless andare much worse for being in a stuffy room; theirmood improves dramatically when they go out inthe fresh air. Discharges are thick, bland andyellow-green. Complaints may come on aftergetting wet, chilled feet. twilight; wet, windyweather. SEPIA Useful remedy for conditions brought about by hormonal changes in women. Suits those who areworn out and have a dragged-down, heavy feeling.Indifferent to loved ones. Chilly. Weepy. Dislikesympathy, prefer to be alone. Desires acidic thingsand exercise; a meal; pregnancy.No. 1 Remedy for sprains and strains. Stiffness, coupled with terrible restlessness. Pains usually around joints, which ache, feel sore,bruised. The pain gets worse on first movement,with a tearing or stitching sensation, but this easesafter continued movement, provided it is not toostrenuous. During colds, fevers or flu, a triangularred tip at the end of their tongue is an excellentconfirmatory symptom. Children who need thisremedy crave cold milk. Better: heat; gentlemotion. Worse: damp, cold weather. No. 1 Remedy for injuries to tendons and bone surface. Ruta's action is deeper, but it has a less distinctive picture than Rhus Tox. It is less restless.Bone feels damaged. Useful for injuries to wrists; knees; ankles or bones with a thin covering of flesh(e.g shins). Better: for movement. Worse: lying onthe affected part. No. 1 Remedy for forcing out splinters, etc. In first aid treatment excellent for forcing foreign bodies out. In acute illnesses suits chilly types, whokeep getting infections, which are very slow to clear up.Thirsty. Perspire easily. Better: heat. Worse: cold, damp,wet weather. If you have grommets or metal pins pleaseconsult a homopath before taking this remedy. No. 1 Remedy following episiotomy. Appear sweet and calm, but may feel angry, resentful, humiliated. Feel boundaries have beenviolated. Doesn't want to be touched. V ery useful after cuts with a sharp instrument. Better: warmth;rest; breakfast. Worse: missing a meal; tobacco;exertion. Warm-blooded, wants doors and windows open.Empty sinking feeling in stomach at 11am. Desir es sweets; spicy food. Burning pains. Offensive,corrosive, burning discharges. Itchy. Do not useroutinely for skin complaints. In chronic skin complaints always see a qualified homopath. Better: fresh air. Worse: warmth; bathing; 10-11am. Creams or Ointments: Arnica - Can be used externally on unbroken skin. Reduces bruising and swelling. Calendula - Use on cut, broken or sore skin. The \"homopath' s antiseptic\". A wonderful healing balm. Urtica Urens - Very soothing on hot, itchy skin, caused by minor burns, sunburn or aller gic reactions to insect bites and stings.Bach Flower Remedies: Rescue Remedy - A combination of five flower remedies, used to reassure and calm those who have had bad experiences or accidents. In many situationsyou can give this immediately, whilst you considerwhich remedy is most appropriate. If what you have read here interests you and you would like to prescribe for a wider range of complaints, youwill need more detailed information. There are many excellent publications on Homopathy, for example: THE COMPLETE HOMOPATHY HANDBOOK by Miranda Castro. (Macmillan ISBN 0-333-55581-3.) Highly practical and authentic book. Separate Repertory and 95 remedy Materia Medica. HOMOPATHY, AN ILLUSTRATED GUIDE by Ilana Dannheisser and Penny Edwards. (Element ISBN 1-86204-168-7). This practical, and clearly illustrated book is an invaluable guide to the ef fective use of the homopathic remedies covered.HOMOPATHY, MEDICINE OF THE NEW MAN by George Vithoulkas (Published by Thorsons ISBN 0722-509-898) This is not a home-prescriber's manual, but its ideal forthose who want more general, background information on Homopathy. It is also very worthwhile to learn basic First Aid techniques (for resuscitation, heart massage, to stop choking, etc). You may be able to attend classes locally. Alternatively, THE FIRST AID MANUAL (Dorling Kindersley How do I find a qualified homopath? One way is to ask friends and neighbours ifthey have a local homopath that they feelhappy to recommend. Otherwise contact either: The Society of Homopaths 11 Brookfield, Duncan NN3 6WLTelephone: 0845 4506611 Fax: 0845 4506622 Enclose a large SAE and they willsend you their register. The United Kingdom Homopathic Medical Association Administration Office6 Livingstone Road, GravesendKent DA12 5DZTelephone & Fax: 01474 560336They will send The Homopathic Society 2 Powis PlaceLondon WC1 3HTThey will send an information packabout receiving on the NHS and a list of homopathic doctors.What happens during a consultation? If you have a chronic, or frequently recurring complaint, the first consultationgenerally takes about one and a half hours.You begin by telling the homopath whatis troubling you. It is helpful if you can give as much detail as possible about your symptoms, including anything that makesthem better or worse. If you have noticedany other changes in yourself (mood,anxieties, sleep, dreams, appetite, thirst, temperature) since the symptoms started; these can also be very useful. Thehomopath will normally take a fullmedical case history from you and r ecord details of any previous health problems in your family, going back to your grandparents. The aim of the consultation is to get an over view, not only of your complaint, but also of you as a person. Follow-up consultations usually last aroundforty-five minutes. They help you and yourhomopath to assess your reaction to the previous remedy and decide how your treatment can best be continued. Sometimes, if the remedy is working well the homopath may wait and not pr escribe anything, but the information gatheredduring the appointment may well be used later on, in selecting the next remedy.What happens after a consultation? As stated earlier the key to successful prescribing is the Law of Similars. Thesymptom picture of the remedy is matchedto the illness or injury and the closeness ofthe match determines the success of the cure. The first task is to carefully analyse the information collected in theconsultation and select symptoms that areparticularly characteristic or individual toyour case. Once this is done, the homopath uses two different kinds of reference books: Repertories are books in which symptoms experienced by provers (testers) of homopathically prepared substances are organised (both schematically and alphabetically). They have been expanding and improving steadily over the past two hundred years. So far over 1,000 differentsubstances have been tested to see whatsymptoms they produce in a healthyperson. A repertory provides a detailed index of symptoms to help narrow this huge number of substances down, byguiding the homopath to those whichbest cover all the selected symptoms andtraits. These particular substances can thenbe studied in depth in the Materia Medica . These are organised alphabetically, givingthe names of each substance and describing them in great detail. This is where the final choice is made. Repertories and Materia Medica are now available on computersoftware which saves a lot of time whencross-referencing, but even so the search islikely to take quite a long time. For thisreason the homopath may not prescribe anything for you immediately, particularly if it is your first visit. If, however, yourconsultation was for an acute illness, theanalysis will be simpler and the need forthe remedy more urgent, so it will normallybe prescribed there and then. How many consultations will I need to have? This is a very difficult question to answer and will depend on the individual case. However , one can generalise a little. Acute cases and injuries tend to respond very quickly once the correct remedy is found.The same is often true of more long-termproblems which have a clear aetiology (ie. if you have never been well since a particular event). For chronic illness there isa rule of thumb that it may take up to oneconsultation for every year that you have had 28pp.A5 12.1.05.FO 3/3/09 taking all other medication? It is important that you tell your homopath about any medication that you are on. As a general rule, homopaths donot advise you to stop taking prescribed drugs suddenly. Hopefully the need for these will lessen as treatment progressesand they can be gradually and car efully reduced. Since each case is dif ferent this is something that should be discussed during your consultations. How can I tell if the homopathic medicine is working or not? Reactions to homopathic medicines vary with the individual. Some experience a clear improvement in their symptoms very early on. Others find that their symptoms worsen for a time before improving (this isknown as an aggravation). Still others findthat their general sense of well-beingincreases, but the symptoms that they wanted cured stay the same. This is a verygood sign as it shows the remedy isworking at the most fundamental level andremoving dis-ease. Eventually the originalsymptoms should disappear. Apart fromgeneral improvements (in sleep, digestion, mood etc.) homopaths tend to look outfor three particular things, which usuallymean that there is a movement towar dscure. The first is a shift in symptoms from above to below ie. from head to toe (eg. a rash moving down the body). The second is a shift from within out ie. from deeperparts of the body to the surface (eg.asthma changing to eczema). The third isthat old symptoms start to reappear inreverse order. This is the equivalent of the body having a spring clean, clearing out old symptoms that have previously beensuppressed. It will be a great help to yourhomopath if you can mention anychanges that you have noticed since takingthe remedy. If you think you're likely to forget what has been going on, you could jot down a few notes throughout themonth and bring them along to your nextappointment. Is it O.K. to self-prescribe when you are seeing a homopath? Self-prescribing can be very useful in treating acute illness or injury. Homopathstreat the underlying weakness in the patient' s constitution, this means that eventually you will have fewer acuteillnesses. If you intend to see a homopathregularly, please discuss self-prescribing with them before taking anything, as it may inter fere with your treatment. Clearly, this does not apply in an emergency where the medicine can be taken immediately.Other important aspects of healthcare. Society tends to focus on the purely physical aspect of looking after our health,namely: avoiding smoking; minimisingcaffeine and alcohol intake; eating a healthy, balanced diet; taking regular exercise and getting regular sleep. This ispart of a general tendency to look at thebody as if it were a machine. The idea isthat it will work well, provided it is maintained correctly. Emotional, mental and spiritual aspects of our being are oftenoverlooked, but holistic medicine sees theseaspects as inseparable from the physical.Although all of the suggestions listed above are valid, they can often seem impossible to someone who feels depressed, under stress or lacking in self-esteem. Being aware of, and expressing, emotions is vital to healthand well-being. Suppressed emotions willfind other ways of expressing themselves,maybe as an \"angry\" rash or an ulcer or, more seriously, as apathy and depression. Negative thoughts can also be very debilitating. Fortunately in the past decadeor more, many people have realised theycan dramatically alter and improve theirhealth and their lives by breaking this cycle of negativity. This involves retraining themind (through af firmations, visualisations and various other means) to focus on whatcan be achieved rather than what can't. However, perhaps it is spirituality that is the most neglected aspect of all in modern society. Being in touch with our spiritualitybrings a feeling of connection, of onenessand a sense of purpose.For some this feeling comes from being amember of an organised religion, for others it comes during quiet moments of meditation or through experience of Natureand the changing seasons. Expressingcreativity through music, drama or painting is another way to experience thisconnection. Allowing time and space for this to happen, can be deeply life- enhancing. By beginning to examine andwork on the emotional, mental andspiritual aspects of our nature, the well-publicised list of \"Dos and Don'ts\" relating to our physical well-being may eventually seem less like an obligation and more like adesirable and natural way of life. srs16302 Helios Homopathy Ltd. Text Copyright Mary Aspinwall / Double Helix About the author: Mary Aspinwall studied homopathy at the College of Homopathy and The Dynamis School in London. She designed the original Basic 18 & 36* Remedy kits, together with two other kits, Specifics for Childbirth* (18 Remedies) and the Traveller (36 Remedies)*, in 1992. She moved to Eire with her husband and daughter in 1995 and now has a busy homopathic practice in Clonakilty, West Cork. *Currently available from Helios Pharmacy. For details phone 01892 537254/536393 (24 hours) or fax 01892 Page 28 "}