{"title": "Second interim analysis of clinical trial data showed a 91.4% efficacy for the Sputnik V vaccine on day 28 after the first dose; vaccine efficacy is over 95% 42 days after the first dose", "author": null, "url": "https://sputnikvaccine.com/newsroom/pressreleases/second-interim-analysis-of-clinical-trial-data-showed-a-91-4-efficacy-for-the-sputnik-v-vaccine-on-d/", "hostname": "sputnikvaccine.com", "description": "Second interim analysis of clinical trial data showed a 91.4% efficacy for the Sputnik V vaccine on day 28 after the first dose; vaccine efficacy is over 95% 42 days after the first dose | Official website vaccine against coronavirus Sputnik V.", "sitename": "Second interim analysis of clinical trial data showed a 91.4% efficacy for the Sputnik V vaccine on day 28 after the first dose; vaccine efficacy is over 95% 42 days after the first dose", "date": "2020-11-23", "cleaned_text": "The efficacy of the Sputnik V vaccine is 91.4%, based on the second interim analysis of data obtained 28 days after administering the first dose (7 days after the second dose). Calculation was based on the analysis of data on volunteers (n = 18,794) who received both the first and second doses of the Sputnik V vaccine or placebo at the second control point (39 confirmed cases as of November 23, 2020) in accordance with the clinical trial protocol. Preliminary data from volunteers obtained 42 days after the first dose (corresponds with 21 days after the second dose) indicates an efficacy of the vaccine above 95%. The interim research data will be published by the Gamaleya Center team in one of the leading international peer-reviewed medical journals. Following the completion of Phase III clinical trials of the Sputnik V vaccine, Gamaleya Center will provide access to the full clinical trial report. Currently, 40,000 volunteers are taking part in the Phase III double-blind, randomized, placebo-controlled clinical post-registration study of the Sputnik V vaccine in Russia, of whom more than 22,000 volunteers were vaccinated with the first dose and more than 19,000 volunteers with the first and second doses. There were no unexpected adverse events during the trials. Monitoring of the participants is ongoing. The Sputnik V vaccine is based on a well-studied human adenoviral vector platform that has proven safe and effective with no long-term side effects in more than 250 clinical trials globally conducted during the past two decades - while the history of the use of human adenoviruses in vaccine development began in 1953. More than 100,000 people have received approved and registered drugs based on human adenoviral vectors. The uniqueness of the Russian vaccine lies in the use of two different human adenoviral vectors which allows for a stronger and longer-term immune response as compared to the vaccines using one and the same vector for two doses. Moscow, November 24, 2020 - The National Research Center for Epidemiology and Microbiology named after N.F. Gamaleya of the Ministry of Health of the Russian Federation (Gamaleya Center) and the Russian Direct Investment Fund (RDIF, Russia's sovereign wealth fund), announce positive results obtained during the second interim data analysis of the largest double-blind, randomized, placebo-controlled Phase III clinical trials in Russia's history involving 40,000 volunteers. Gamaleya Center experts have once again confirmed the high efficacy of the Sputnik V vaccine, the world's first registered vaccine against coronavirus based on a well-studied platform of human adenoviral vectors. Evaluation of efficacy was carried out among volunteers (n = 18,794) 28 days after receiving the first dose (7 days after the second dose) of the vaccine or placebo upon reaching the second check point of the trial in compliance with the clinical trial protocol. The analysis demonstrated a 91.4% efficacy rate for the Sputnik V vaccine. According to the protocol of Phase III clinical trials of the Sputnik V vaccine, its interim efficacy is calculated at three statistically significant representative check points - upon reaching 20, 39 and 78 cases of novel coronavirus infection among volunteers both in the placebo group and in the group that received the vaccine. The second interim analysis of the Sputnik V vaccine efficacy was carried out on the basis of 39 confirmed cases identified in the placebo group (31 cases) and in the vaccine group (8 cases). The ratio of the placebo group to the vaccinated group is 1 to 3. The uniqueness of the Russian vaccine lies in the use of two different vectors based on the human adenovirus, which allows for a stronger and longer-term immune response as compared to vaccines using one and same vector for two doses. So, preliminary data on volunteers on the 42nd day after the first dose (equivalent to 21 days after the second dose), when they have already formed a stable immune response, indicates the efficacy rate of the vaccine is above 95%. The next interim data analysis will be conducted upon reaching the third check point of 78 confirmed coronavirus cases among the study participants. Final data analysis will be available by the end of Phase III clinical trials. As of November 24 more than 22,000 volunteers were vaccinated with the first dose and more than 19,000 volunteers with the first and the second dose of the vaccine at 29 medical centers in Russia as part of the ongoing clinical trials. Currently Phase III clinical trials are approved and are ongoing in Belarus, the UAE, Venezuela and other countries, as well as Phase II-III in India. As of November 24, no unexpected adverse events were identified as part of the research. Some of those vaccinated had short-term minor adverse events such as pain at the injection point and flu-like symptoms including fever, weakness, fatigue, and headache. During the clinical trials, the safety of the vaccine is constantly being monitored; information is analyzed by the Independent Monitoring Committee comprising leading Russian scientists. Collection, quality control and data processing is conducted in line with ICH GCP standards and involves the active participation of Moscow's Health Department and Crocus Medical, the contract research organization (CRO). Mikhail Murashko, Minister of Health of the Russian Federation, said: \"The data demonstrating high efficacy of the Sputnik V vaccine give us hope that we will soon obtain the most important tool in the fight against the pandemic of the novel coronavirus infection\". Alexander Gintsburg, Gamaleya Center Director, said: \"It is very important that the second interim efficacy analysis of Sputnik V has confirmed our findings from the first stage and shown its efficacy at 91-92%. Let me stress that the second analysis was conducted a week after volunteers got the second dose, meaning that their bodies have partially reacted to both doses. We expect the efficacy rate to be even higher based on the data three weeks after the second immunization when the body's strongest and most stable response is achieved. We plan to conduct the third interim data analysis after 78 confirmed coronavirus cases among volunteers and we have every reason to believe that the results will exceed our initial expectations. The drug's final efficacy assessment will be made available after Phase III clinical trials are concluded.\" Denis Logunov, Gamaleya Center Deputy Director, commented: \"Results from the second interim analysis of the Sputnik V vaccine are in line with our expectations and predictions. The vaccine's high efficacy rate is an important indication that a stable immune response to the coronavirus infection is formed among the study's participants. We expect that the next interim results will demonstrate Sputnik V's positive traits, moving us closer to the study's completion and the beginning of a mass vaccination of our fellow citizens.\" Kirill Dmitriev, CEO, Russian Direct Investment Fund, said: \"Gamaleya Center has developed one of the most efficient vaccines against coronavirus in the world with an efficacy rate of more than 90% and a price that is two times lower than that of other vaccines with similar efficacy rate. The uniqueness of the Russian vaccine lies in the use of two different human adenoviral vectors which allows for a stronger and longer-term immune response as compared to the vaccines using one and the same vector for two doses.\" *** The safety of vaccines based on human adenoviruses has been confirmed in more than 75 international publications and more than 250 clinical trials conducted during the past two decades - while the history of use of human adenoviruses in vaccine development started in 1953. Adenovirus vectors are genetically modified viruses of the regular flu that cannot reproduce in a human body. When the Sputnik V adenovirus vaccine Gamaleya center is used, the coronavirus itself does not enter the body as the vaccine only contains genetic information about part of its outer protein coat, the so called \"spikes\" forming its crown. This completely eliminates the possibility of getting infected as a result of vaccination while also causing the body's stable immune response. On September 4, The Lancet, one of world's leading medical journals, published a research paper on the results of Phase I and Phase II clinical trials of the vaccine that showed no serious adverse events and an effective immune response of those vaccinated. Requests for more than 1.2 billion doses of Sputnik V vaccine came from more than 50 countries. The vaccine supplies for the global market will be produced by RDIF's international partners in India, Brazil, China, South Korea and other countries. On August 11, the Sputnik V vaccine developed by the Gamaleya Center was registered by Russia's Health Ministry and became the world's first registered vaccine against COVID-19. Detailed information on the Sputnik V vaccine, its human adenoviral vectors technological platform, and other details are available at sputnikvaccine.com Be the first to learn about Sputnik V on social networks: Twitter Facebook Instagram Youtube Russian Direct Investment Fund (RDIF) is Russia's sovereign wealth fund established in 2011 to make equity co-investments, primarily in Russia, alongside reputable international financial and strategic investors. RDIF acts as a catalyst for direct investment in the Russian economy. RDIF's management company is based in Moscow. Currently, RDIF has experience of the successful joint implementation of more than 80 projects with foreign partners totaling more than RUB1.9 trillion and covering 95% of the regions of the Russian Federation. RDIF portfolio companies employ more than 800,000 people and generate revenues which equate to more than 6% of Russia's GDP. RDIF has established joint strategic partnerships with leading international co-investors from more than 18 countries that total more than $40 bn. Further information can be found at rdif.ru The Gamaleya National Research Center for Epidemiology and Microbiology of the Ministry of Health of the Russian Federation is one of the oldest research centers in Russia, which celebrated its 100th anniversary in 1991. The main focus of the center's research is the fundamental problems in epidemiology, medical and molecular microbiology, and infectious immunology. More information can be found at gamaleya.org For additional information contact: Arseniy Palagin Russian Direct Investment Fund Press Secretary Tel: +7 495 644 34 14, ext. 2395 Mobile: +7 916 110 31 41 E-mail: [email Leach / Maria Shiryaevskaya Hudson Sandler Tel: +44 (0) 20 "}