{"title": "PDF", "author": "PDF", "url": "https://mdpi-res.com/d_attachment/viruses/viruses-13-00470/article_deploy/viruses-13-00470.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Viruses 2021, 13, 470. https://doi.org/10.3390/v13030470 www.mdpi.com/journal/viruses Article Antibody Responses in Cats Following Primary and Annual Vaccination against Feline Immunodeficiency Virus (FIV) Dennis Yang 1,, Jenni fer Green 1, Jacqueline Norris 1, Richard Malik 2, Yasmin A. Parr 3, Mike McDonald 4, Margaret J. Hosie 3, Sue VandeWoude 5 and Craig Miller 6 1 Sydney School of Veterinary Science, The University of Sydney, Sydney, NSW 2006 , Australia ; dennis.cs.yang@gmail.com (D.Y.); j.green@sydney.edu.au (J.G.); jacqui.norris@sydney.edu.au (J.N.) 2 Centre for Veterinary The University of Sydney, Sydney, NSW 2006, Australia; richard.malik@sydney.edu.au 3 MRC, University of Glasgow Centre for Virus Research, The University of Glasgow, Glasgow G61 1QH , Scotland, UK ; Yasmin.Parr@glasgow.ac.uk (Y.A.P.); Margaret.Hosie@glasgow.ac.uk (M.J.H.) 4 Veterinary Diagnostic Services, The University of Glasgow, Glasgow G61 1QH , Scotland, UK ; Mike.McDonald @glasgow.ac.uk 5 1619 Campus Delivery, College of Veterinary Medicine and Biomedical Sciences, Colorado State University, Fort Collins, CO 80523, USA; sue.vandewoude@colostate.edu 6 College of Veterinary Medicine, Oklahoma State University, 250 McElroy Hall, Stillwater, OK 74078, USA ; craig.miller@okstate.edu * Correspondenc e: mark.westman@sydney. These authors c ontributed equally to this work. Abstract: Although the antibody response induced by primary vaccination with Fel -O-Vax® FIV (three doses, 2 -4 weeks apart) is well described, the antibody response induced by annual vaccina- tion with Fel-O-Vax® FIV (single dose every 12 months after primary vaccination) and how it com- pares to the primary antibody response ha s not been studied . Residual blood samples from a pri- mary FIV vaccination study ( n = 11), and blood samples from cats given an annual FIV vaccination (n = 10), were utilized. S amples from all 21 cats were tested with a commercially available PCR assay a range of commercially available point -of-care (PoC) FIV antibody kits. PCR testing confirmed all 21 cats to be FIV -uninfected for the duration of this study. Results from MIA and ELISA testing showed that both vaccination regimes induced significant antibody response s against p24 and gp40, and both anti-p24 and anti -gp40 antibod ies were variably present 12 months after FIV vaccination. The magnitude of the antibody response agai nst both p24 and gp40 was significantly higher in the primary FIV vaccination group than in the annual FIV vaccina- tion group . The difference s in prime versus recall post -vaccinal antibody levels correlated with FIV PoC kit performance. Two FIV Po C kits that detect antibodies against gp40, namely Witness® and Anigen Rapid®, showed 100% specificity in cats recently administered an annual FIV vaccination , demonstrating that they can be used to accurately distinguish vaccination and infection in annually vaccinated cats. A third FIV PoC kit, SNAP® Combo, had 0% specificity in annually FIV -vaccinated cats, and should not be used in any cat with a possible history of FIV vaccination. This study out- lines the antibody response to i nactivated Fel -O-Vax® FIV whole -virus vaccine , and demonstrates how best to diagnose FIV infection in jurisdictions where FIV Antibody Responses in Cats Following Primary and Annual Vaccination against Feline Immunodeficiency Virus (FIV) with an Inactivated Whole stays neu- tral with regard to published maps and insti- tutional affiliations. Copyright: © 2021 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http://creativecommons.org/licenses /by/4.0/). Viruses 2021, 13, 470 2 of 14 1. Introduction Feline immunodeficiency virus (FIV) is a Lentivirus that infects domestic and feral cats ( Felis silvestris in to lions, pumas and bobcats) and [1,2]. Since its discovery in 1986 [3], FIV infection has been used as a n animal model for human immunodeficiency virus (HIV -1) infection, especially in relation to the development of a HIV -1 vaccine [4-8]. As with FIV vaccination in cats , a critical consideration for the development and uptake of an effective HIV -1 vaccine will be the ability to qui ckly and accurately differentiate HIV -1-vaccinated and HIV -1-infected people using point -of-care (PoC) antibody test kits [9-13]. The culmination of a sustained FIV research effort was the release of a dual -subtype (FIV -A and -O-Vax® FIV; Boehringer Ingelheim, Fort Dodge, IA, USA) in USA (2002), Canada (2003), Australia and New Zealand (2004), and Japan (2008) [14]. In all jurisdic- tions where it is still available (Australia, New Zealand and Japan), Fel-O-Vax® FIV is licensed as requiring a primary course of three vaccinations , administered 2 -4 weeks apart, followed by single re -vaccination every 12 months to 'boost' immunity. The release of thi s vacc ine was initially met with resistance from some veterinarians since PoC test kits that could differentiate FIV-vaccinated and FIV -infected animals had not test res ults in uninfected FIV-vaccinated cats have particularly serious implications in shelters where an incorrect FIV tes t result can lead to euthanasia [16,17]. Consequently, the World Small Animal Veterinary Association (WSAVA) Vaccination Guidelines in 201 0 listed the Fel - O-Vax® FIV vaccine as 'Not Recommended' [18]. A breakthrough in FIV diagnostics occurred when it was reported that two commer- cially available FIV PoC antibody test FIV - vaccinated and FIV -infected cats, using whole blood or saliva [ 11,19]. Similar findings were reported the following year using plasma as a diagnostic sample [20]. Additional testing determined that false -positive result s with Witness® and Anigen Rapid® can occur in cats that have received a primary course of FIV vaccination within the preceding six months, and in these cats other discr iminatory testing such as virus isolation should be performed [21]. A third FIV PoC antibody test kit (SNAP® Combo, IDEXX La boratories, Westbrook, ME, USA) does not differentiate vaccinated and infected cats, irrespective of how recently FIV vaccination has occurred, with false -positive results produced in more than 98% of vaccinated cats including some cats that had not been vaccinated for seven years [11,20]. The resolution of the FI V 'diagnostic dilemma ' by using specific FIV PoC antibody kits played a role in the WSAVA Vaccination Guidelines 2015 [22]. No studies have examined serial sample s collected from cats after annual FIV vac- cination to measure antibody response and evaluate the performance of FIV PoC antibody kits over time. The aim o f the present study was to monitor the antibody response in cats recently administered an annual FIV vaccination, using both semi -quantitative FIV PoC test kits and quantitative labora tory assays, and to compare anti-FIV antibody response s induced by primary FIV vaccination vs. annual FIV vaccination. 2. Materials and Methods 2.1. Sample Populations For the primary FIV vac cination cohort ( n = 11), residual samples from client -owned kittens/cats were utilized [21]. Briefly, four kitt ens (<6 months of age) and seven cats (>6 months of age) were recruited, including six males and five females, ranging in age from three mon ths to 7.6 years (median age 1.5 years; interquartile range [IQR] 0.5-2.6 years). Ten cats were non -pedigre ed and one was a Ragdoll . All animals were neutered. For the Viruses 2021, 13, 470 3 of 14 present study, d ay 0 was considered the day that the kitten/cat presented to the vet erinary clinic for the first dose of a primary course of Fel-O-Vax® FIV vaccination. For the annual FIV vaccination cohort ( n = 10), client -owned cats were recruited in- cluding eight males and two females. The cats ranged in age from 1.3 years to 10.8 years (median age 6.0 years; IQR 2.6 -8.9 years). All ten cats were non -pedigreed and neutered. Day 0 of this study was considered the day tha t the cat presented to the clinic for annual Fel-O-Vax® FIV vaccination. 2.2. Vaccination Fel-O-Vax® FIV was administered subcutaneously into the dorsal interscapular space in all animals. None of the animals recruited for the primary vaccination study had been previously vaccinated against FIV. In accordance with the vaccine manufacturer's guide- lines, k ittens/cats were vaccinated with Fel -O-Vax® FIV on d ays 0, 28 and 56 . All kit- tens/cats were kept with their owners for the duration of this study , and owners were encouraged to confine the ir cats indoors for two weeks after the final FIV vaccination to avoid possible FIV exposure prior to an immunological vaccination response occurring. In the annual vaccination study, FIV vaccination histories for recruit ed cats were ex- tracted from medical records and interrogated to ensure compliance with the vaccine manu facturer's guidelines. Six of the ten cats had received their first primary FIV vaccina- tion prior to six months of age and therefore did not have pre -vaccination FIV antibody testing performed; the remaining four cats received their first FIV vaccination a t an age older than six months of age and had tested FIV -negative with a SNAP® Combo PoC kit prior to FIV vacci nation . All primary and annual FIV vaccinations had be en administered in accordance with the vaccine manufacturer's guidelines. The median number of annual FIV vaccinations that had been given pri or to sampling was two (range 0- 7, IQR 1 -2.3). The median time since the last annual FIV vaccination was 362 days (range 319 -396 days; IQR 324 -372 days). All cats were kept with their owners for the duration of this study. Cats in both the primary FIV and annual FIV vaccination groups were concurrently vaccinated with a core vaccine containing feline parvovirus virus (FPV), feline herpesvi- into the dorsal interscapular space, a few centimeters away from the site o f FIV vaccine administration, in all animals. F3 vaccines administered were either inactivated (i.e., adjuvanted; Fel -O-Vax® 3; Boehringer Ingelheim , Fort ) ), while the F5 vaccine administered is only available as an inactivated vaccine (Fel-O-Vax® 5; Boehringer Ingelheim , Fort Dodge, IA, USA ). The core vaccine dosing re- gime for kittens was three F3 vaccines administered one month apart, while the core vac- cine dosing regime for adult cats was a single F3 or F5 annual booster dose. Supplemen- tary Table S1 contains the details of core vaccines administered to each animal in the pre- sent study. 2.3. Determination of FIV Infection Status Cats were tes ted for a nti-FIV antibodies on d ay 0 using EDTA whole blood and com- mercially available PoC kits (primary FIV vaccination study —Witness®; Anige n Rapid®; SNAP® Combo ; and Anigen Rapid®). PCR testing was also performed on day 0 in both studies using a commercially available real -time PCR assay , and on the final day of sampling (d ay 238 for the pri mary vaccination study, d ay 42 for the annual vaccination study; FIV RealPCRTM, IDEXX Laboratories, East Brisbane, Qu 1). Witness® and Anigen for detection of FIV infection with sensitivities Viruses 2021, 13, 470 4 of 14 (Se) of 100%/100%, and specificities (Sp) of 98%/100%, respectively, under Australian con- ditions [11]. Combo is a lateral flow enzyme -linked immunosorbent assay (ELISA) kit that in Australia de tects antibodies against matrix protein p15 and capsid protein p24, and in Europe detect s antibodies against p15, p24 and gp40 [11]. In Australia, SNAP® Combo h ad a Se/Sp of 100%/ 64% in a cohort that included 33% FIV -vaccinated cats [ 11]. In Europe, SNAP® Combo h ad a Se/Sp of 100%/99.6% in a cohort that did not include any FIV-vaccinated cats [ 23]. VETSCAN® Rapid is an immunochromatography kit that detects antibodies against p24 and has a reported Se/Sp in FIV-unvaccinated 99% [21,24]. FIV RealPCRTM targets a conserved region of the gag gene and has a reported Se/Sp of 92% /99% in Australia [11]. Results from FIV RealPCRTM testing are not affected by Fel - O-Vax® FIV vaccination [11]. Cats were considered FIV -uninfected at the sta rt of this study if they tested antibody negative with all PoC kits and PCR negative on day 0, and FIV -uninfected at the end of this study if they tested PCR negative at the final sampling (day 238 and day 42, respec- tively). All 21 cats were determined to be FIV -uninfected for the duration of this study. 2.4. Sampling Procedure Kittens/cats recruited for the primary vaccination study were sampled fortnightly until four weeks after the third primary FIV vaccination (i.e., d ays 0, 14, 28, 42, 56, 70 and 84), and again six months later (d ay 238). Cats recruited for the annual vaccination study were sampled fortnightly for six weeks after vaccination (i.e., d ays 0, 14, 28 and 42) ( Table 1). Table 1. Vaccination and testing schedule for primary and annual FIV vaccination studies. FIV antibody testing included testing with a variety of point -of-care (PoC) antibody kits, an anti-p24 antibody microsphere immunoassay (MIA) , and an anti-gp40 antibody ELISA. PCR testin g was performed by a commercial veterinary laboratory (FIV RealPCRTM, IDEXX Laboratories) . For MIA and ELISA testing, samples from two weeks after the third primary FIV dose were compared to samples from two weeks after annual FIV vaccination (i.e., day 70* vs. day 14*), and samples from four weeks after the third primary FIV dose were compared to samples from four weeks after annual FIV vaccination (i.e., day 84 vs. day 28). Superscripts denote equivalent time points tested for primary vs. annual vaccination. Additional MIA and ELISA testing at other time points was performed (brackets) but not used for comparisons between vaccination groups; these results are included as Supp lementary data. Day 0 Day 14 Day 28 Day 42 Day 56 Day 70* Day 84 Day 238 Primary vaccination study (n = 11) FIV vaccination PoC antibody testing MIA p24 / 14* Day 28 Day 42 Annual vaccination study (n = 10) FIV vaccination PoC antibody testing MIA p24 / mL of blood using jugular venipunc- ture and immediately transferring the specimen to an EDTA tube. When PCR testing was also performed, an additional 0.5 mL of blood was collected and aliquoted into a second EDTA tube. Blood tubes were stored at 4 °C until required. Testing for FIV antibodies with PoC kits was performed within 24 h of blood collection at the r ecruiting veterinary clinic or T he University of Sydney, using whole blood from the EDTA tube and according to the manufacturer's instructions (with one exception; see b elow) . Following PoC testing, blood tubes were centrifuged for 3 min at 12,000 g, the plasma transferred to a plain tube using a sterile pipette, and the plasma specimens then stored at 80 °C until required. Viruses 2021, 13, 470 5 of 14 Plasma samples were transported at 20 °C to Colorado State University for anti -p24 mi- crosphere immunoassay (MIA) testing, and at 80 °C to Veterinary Diagnostic Services (VDS) , The University of Glasgow, for anti -gp40 ELISA testing. Samples from the annua l vaccination study were also tested at VDS, Glasgow using European SNAP® Combo PoC kits. 2.5. Evaluation of Antibodies to p24 Using a Microsphere Immunoassay (MIA) Plasma samples from days 0, 14*, and 28 post -final vaccination (Primary: days 0, 70* and 84; Annual: days 0, 14 *, and 28) were analyzed by microsphere immunoassay (MIA) for evaluation of antibodies against FIV capsid protein p24 (Table 1) . Superscripts denote equivalent time points tested for primary vs. annual vaccination. Recombinant p24 pro- tein used for MIA analysis was synthesized as previously described [ 25]. MIA was per- formed using previously e stablished protocols involving conjugation of protein to were by hemo- cytometer, and protein by incubation of phyco- erythrin ( PE)-conjugated detection antibodies [ 26]. Successful coupling was determined by a median fluorescence intensity (MFI) of >2000. Samples were the n diluted 1:50 in as- say buffer and incubated in duplicate with ~2500 conjugated beads per well , as described previously [26]. All samples were concurrently assayed with FIV -A (positive) and FIV- naïve (negative) reference samples diluted 1:50 in assay buff er, as well as four diluent control wells [26]. MFI was calculated from 100 microspheres per well (Bio -Plex Man- ager 5.0) and recorded as ' negative fold' (NF), where NF = ( × negative control MFI). NF values were then used for statistical analyses [26,28]. All reagent con- centrations, volumes, incubation times, positive and negative control reference samples, acceptable standard recovery, and data analysis were as described previously [25-27]. Samples from day 0 of the primary vaccinatio n group served as FIV -unvaccinated con- trols. Samples were considered positive if NF values were greater than the mean NF of FIV-unvaccinated controls × 2 Standard Deviations (SD) [ 29]. Insufficient volume for MIA testing occurred in four primary vaccination samples and four annual vaccination sam-ples. 2.6. Evaluation of Antibodies to gp40 Using a Laboratory ELISA Plasma samples from days 0, 14*, and 28 post -final vaccination (Primary: days 0, 70* and 84; Annual: days 0, 14 *, and 28) were analyzed by ELISA to detect antibodies bind- ing the FIV t ransmembrane (TM; gp40) peptide previously [21] of gp40 was used [30,31]. To the best of our knowledge, the Witness® kit employs a 14 AA peptide, incorpor ating the nine AA sequence used for the lab oratory -based TM ELISA, as its gp40 capture antigen [ 11,32]. The composition of the gp40 capture antigen used in the Anigen Rapid® kit is unknown. Known positive and negative controls were included on each test plate [21]. The pos- itive control was pooled plasma from specific pathogen -free (SPF) cats experimentally infected with FIV, confirmed by Western blot and virus isolation. The negative control was a pooled sample from FIV -uninfected SPF cats, also confirme d by Western blot and virus isolation. Optical density (OD) results for samples we re recorded as 'negative fold' (NF), where NF = (sample OD) / (2 × negative control OD). NF values were then used for statistical analyses [28]. Samples from day 0 of the primary vaccination group served as FIV-unvaccinated controls. Samples were considered positive if NF values were greater than the mean NF of FIV-unvaccinated controls ×2 SD [29]. Insufficient volume for ELISA testing occurred i n four primary vaccination samples and four annual vaccination sam- ples. Viruses 2021, 13, 470 6 of 14 2.7. ' Positive' and 'False -Positive' Terminology for Antibody Test Results Witness® and Anigen Rapid® are FIV antibody tests developed for the diagnosis of naturally acquired FIV infection by detection of antibodies to gp40 . Therefore, a positive Witness® or Anigen Rapid® FIV result in a vaccinated/uninfected cat is reported as a 'false - positive ' result. The MIA and ELISA testing performed was developed for the quantifica- tion of anti -p24 and anti -gp40 antibodies, not diagnosis of FIV infection. Theref ore, a pos- itive anti -p24 MIA or positive anti-gp40 ELISA result is reported as a 'positive ' result. 2.8. Ethics Approval Animal ethics approval for both studies was granted by T he University of Sydney (approval number 2015/858 for the primary vaccination study; approval number 2017/1167 for the annual vaccination study). 2.9. Statistical Analysis Statistical analyses were performed using the commercially available software : Gen- stat 18th Edition (VSN International, Hemel Hempstead, USA ). Signalment data of the two v accination cohorts were compared by two-sample t-testing (age) and Fisher's exact testing (sex and breed ). Antibody levels (rec- orded as NF) within and between vaccination groups over time were compared by linear regression and repeated measures ANOVA using a mixed -effect s model approach . Pear- son's correlation and logistic regression were used to co mpare anti -gp40 ELISA results to anti-gp40 PoC test results (i.e., Witness® and Anigen Rapid®), and to analyze the anti-p24 and anti -gp40 antibody response following annual vaccination according to number of annual re-vaccinations received. For MIA (p24) and ELISA (gp4 0) testing, s amples from two weeks after the third primary FIV dose were compared to samples from two weeks after annual FIV vaccination (i.e., day 70 * vs. day 14 *), and samples from four weeks after the third primary FIV dose were compared to samples from four weeks after annual FIV vaccination (i.e., day 84 vs. day 28). Statistical significance was considered when p < 0.05. 3. Results 3.1. Sample Populations Kitten s/cats recruited for the primary vaccination study were significantly younger than cats in the annual vaccination study ( p = 0.005 ; two -sample t-test). There was no dif- ference between vaccination groups in terms of sex and breed ( p = 0.36 and 1.00, respec- tively; Fisher's exact tests) (Table 2) Table 2. Signalment data of the two vaccina tion cohorts. All recruited animals were neutered. IQR = interquartile range, M = male, F = female, P = pedigreed, and NP = non -pedigreed. See Supplementary Table 1 for individual animal data. Group Age (Years ) Sex Breed p Value Primary Vaccination 0.3-7.6 (median 1.5 ; IQR 0.5 -2.6) 6M, p p 0.36 (sex) p = 1.00 (breed) Testing (Primary Vaccination) Results from FIV PoC testing in both vaccination groups are shown in Table 3. All four PoC kits tested false -positive at different points in the primary vaccination study . Witness® and Anigen Rapid® produced their highest rate of false- positive results on day 42 (two weeks after the second primary FIV vaccination; 64% and 55%, respectively), and were still false -positive in some cats on day 70 (two weeks after the final primary FIV vaccination; 55% an d 36 %, respectively) and day 84 (four weeks after the final primary FIV vaccination; 18% for both) . Both kits tested n egative in all cats on day 238. In total, 6/11 cats in the primary vaccination study tested false -positive with both Witness® and Viruses 2021, 13, 470 7 of 14 Anigen R apid® at some time point, 3/11 never tested false -positive with either Witness® or Anigen Rapid®, 1/11 Anigen Rapid® (day 14- day 70), and 1/11 tested false -positive only with Anigen Rapid® and not Witness® (day 42). S NAP® Combo produced false -positive results in 100% of cats on day 28 (four weeks after the first primary FIV vaccination), and this result was reproduced for the du- ration of this study. VETSCAN® Rapid produced false -positive results in 100% of cats between days 42 and 84 , and 82% of cats on day 238. 3.3. FIV Point -of-Care Testing (Annual Vaccination) Witness® and Anigen Rapid® produced negative results in all 10 cats for the duration of the annua l vaccination study, including day 0. In contrast, 100% of cats in the annual vaccination study tested false -positive with SNAP® Combo on day 0, and remained false - positive for the duration of this study (Table 3). Table 3. Cats in the annual FIV vaccine s tudy did not elicit positive results on Witness® or Anigen Rapid® point -of-care (PoC ) test kits. Primary vaccination table results have been taken from Westman et al. (2017) [ 21]. All PoC testing was performed using whole blood, except for testing with SNAP® Combo in the annual vaccination study which was per- formed using plasma. There was insufficient plasma from ten samples in the annual vaccination study to perform FIV testing with SNAP® Combo. VACC = vaccination with Fel -O-Vax® FIV. NP = not performed. The numerator indicates the number of false -positive test results. Day 0 Day 14 Day 28 Day 42 Day 56 Day 70 Day 84 Day 238 Primary vaccination study (n = 11) Witness® Anigen 0 Day 14 Day 28 Day 42 Annual vaccination study (n = 10) Witness® Anigen to FIV p24 with MIA Testing Results from MIA testing of p lasma samples from days 0, 14*, and 28 after final vac- cination (Primary: days 0, 70* and 84; Annual : days 0, 14* and 28) to detect anti -p24 an- tibodies are presented in Figure 1 and Supplementary Table S2. Compared to day 0, in- creased levels of anti -p24 antibodies were detected in both vaccination groups on days 14* and 28, indicating that both primary and annual FIV vaccination induced a significant anti-p24 antibody response (Prima ry: p < 0.0001, Annual: p = 0.012; mixed -effect s analy- sis). The overall magnitude of the anti-p24 antibody response was 3.0× higher at day 14 * and 2.4× higher at day 28 in the primary vaccination group compared to the annual vac- cination group (treatment, p < 0.0001) , as evidenced by increas ed levels of anti- p24 anti- bodies in primary vaccinat ed animals over time (interaction, p < 0.0001) and at individual time points (days 14* and 28: p < 0.0001) (mixed -effect s analysis ). Anti -p24 antibodies were detected i n 6/10 cats in the annual vaccination group on day 0, indicating that anti- bodies persisted for at least 12 months after previous vaccination in a subset of cats (Table 4). Despite this finding, post hoc analysis revealed there was no significant difference be- tween anti -p24 antibody levels in primary vs. annually vaccinated cats on day 0 (p = 0.56, ídák 's multiple comparisons test). Viruses 2021, 13, 470 8 of 14 Figure 1. Anti -p24 antibody response from primary FIV vaccination was higher than annual FIV re-vaccination . Microsphere immunoassay (MIA) detected increase s in anti-p24 antibodies over time in both primary and annual vaccination groups (Primary: p < 0.0001; Annual: p = 0.012; blue and red bars below the box plots, respectively; mixed -effect s analysis ). Anti -p24 antibodies dif- fered significantly over time between groups (interaction, p < 0.0001) and at individual time points following vaccination ( p < 0.0001, where the black bars joining the box plots indicate the analysis of the comparative time points ), exhibited by increase d antibody levels in primary vaccinated cats compared to annual vaccina ted cats (mixed -effect s analysis). Samples from days 0, 14*, and 28 post -final vaccination were compared (Primary: days 0, 70* and 84; Annual: days 0, 14 *, and 28). Negative fold (NF ) = (sample MFI) / (2 × negative control MFI). OD = optical density. * = p < 0.05, **** = p < 0.0001. 3.5. Antibodies to FIV gp40 with ELISA Testing Results from ELISA testing of plasma samples from days 0, 14*, and 28 after final vaccination (Primary: days 0, 70* and 84; Annual : days 0, 14* and 28) to detect anti -gp40 antibodies are presented in Figure 2 and Supplementary Tabl e S2. Similar to FIV p24, anti - gp40 antibody levels increased significantly over time in both primary and annual FIV vaccinated animals (Primary: p = 0.024; Annual: p = 0.0022) , and t he overall magnitude of the anti-gp40 antibody response in the primary vaccination group was 3.0× higher at da y 14* and 2. 3× higher at day 28 compared to the annual vaccination group ( treatment, p < 0.0001) (mixed -effect s analysis) . Levels of anti -gp40 antibodies increased significantly in primary vaccinated cats over the course of this study (interaction, p < 0.0001) and at indi- vidual time points (day 14 *: p < 0.001; day 28: p = 0.012) compared to the annual vac- cinated animals (mixed -effect s analysis) . Anti -gp40 antibodies were detected by ELISA in 4/10 cats in the annual vac cinat ion group on day 0, indicating that antibodies persisted for at least 12 months after previous vaccination in a subset of cats (Table 4 ), despite all 10 cats testing negative with Witness® and Anigen Rapid® PoC kits on day 0. Regardless of the persistence of anti -gp40 antibodies in some cats for 12 months, post hoc analysis revealed there was no significant difference between anti -gp40 antibody levels in primary vs. annually vaccinated cats on day 0 ( p = 0.56, ídák 's multiple comparisons test). Viruses 2021, 13, 470 9 of 14 When anti-gp40 ELISA results from the primary FIV vaccination cohort were com- pared with results from the two anti -gp40 PoC kits (Witness® and Anigen Rapid®), a sig- nificant correlation was observed (p < 0.0001) , with some overlap (Supplementary Table S3). Specifically , increased levels of anti -gp40 antibodies in primary vaccinated cats were strongly associated with the likelihood of a false -positive PoC test result (Witness® odds ratio [OR]: 1.46, p 0.0001; Anigen Rapid® OR: 1.25, p < 0.0001) , such that 1 unit increase in anti-gp40 NF was associated with 46% increased likelihood of Witness® testing false - positive and 25% increased likelihood of Anigen Rapid® testing false -positive . Negative results with Witness® had a range of NF values from 1 .0 to 17.2 (median 2.9 ), while false - positive results with Witness® ranged from 4.0 to 25.5 (median 17.3) . Negative results with Anigen Rapid® had a range of NF values from 1.0 to 20.5 (median 3.6 ), while false -positive results with Anigen Rapid® ranged from 4.1 to 25.5 (median 16.6 ). Figure 2. Primary FIV vaccination also induced a higher anti-gp40 antibody response than annual FIV re-vaccination . Anti -gp40 antibodies increase d significantly over time in both primary and annual vaccination group s (Primary: p = 0.024; Annual: p = 0.0022; blue and red bars below the box plots, respectively; mixed -effect s analysis ). Anti -gp40 antibodies differed significantly over time between groups (interaction, p < 0.0001) and at individual time points following vaccination ( day 14*: p < 0.001; day 28: p = 0.012 , where the black bars joining the box plots indicate the analysis of the comparative time points ), with primary vaccinat ion inducing higher levels of antibodies com- pared to annual vaccinat ion (mixed -effect s analysis ). Samples from days 0, 14*, and 28 post -final vaccination were compared (Primary: days 0, 70* and 84; Annual: days 0, 14 *, and 28). NF = (sample OD) / (2 × negative cont rol OD). OD = optical density. * = p < 0.05, *** = p < 0.001. 3.6. Comparing anti -p24 and anti- gp40 Number of Annual FIV Vaccinations Multivariate logist ic regression revealed trend where the number of annual FIV vaccinations correlated with the detection of anti-p24 antibodies (p = 0.076) at 12 months post -vaccination (i.e., day 0 in the annual vaccination group) (Table 4). Cats with high er numbers of annual FIV vaccinations were not more likely to test positive for anti-gp40- antibodies (p = 0.23; multivariate logistic regression) (Table 4). Viruses 2021, 13, 470 10 of 14 Table 4. Cats that receiv ed a higher number of annual FIV re-vaccinations were more likely to have antibodies against p24 12 months post -vaccination . In total, 6/10 and 4/10 cats in the annual vaccination group tested positive on day 0 for antibodies against p24 and gp40, respectively, demonstrating that these cats had a duration of antibody response of at least 12 months since their last FIV vaccination. Cats administere d a higher number of annual FIV vaccinations were more likely to test positive for anti-p24 antibodies at 12 months post -vaccination (p = 0.076; multivariate logistic regression). There was no trend observed with anti-gp40 antibody ELISA results at 12 mont hs in cats administered a higher number of annual FIV vaccinations (p = 0.23; multivariate logistic regression). Samples were considered antibody positive if NF values were greater than the mean NF of FIV-unvaccinated controls × 2 standard deviation s. NF = negative fold, MIA = microsphere immunoassay testing, and ELISA = laboratory -based anti-FIV transmembrane peptide ELISA testing. Anti -p24 Antibod ies (MIA) 12 Months Post -Vaccination Anti -gp40 Antibodies (ELISA) 12 Months Post -Vaccination No. of Annual FIV Vaccinations (Prior to Enrollment ) 0 + 1 + 1 2 + 2 + 2 + 2 + + 2 + 3 + + 7 6/10 cats 4/10 cats 4. Discussion Results from the present study demonstrated that both vaccination protocols with Fel-O-Vax® FIV-three primary vaccinations four weeks apart, and a single annual re-vac- cination -induced a measurable vaccine -specific antibody response against FIV capsid protein p24 with a laboratory -based MIA, and against gp40 with a laboratory -based trans- membrane peptide ELISA and PoC testing . The magnitude of antibody production over time was con spicuously greater in the primary FIV vaccination group compared to the annual FIV vaccination group for both a ntibodies assayed with laboratory -based tests . This difference between vaccination groups for anti -gp40 antibodies as measured by ELISA was consi stent w ith results from Witness® and Anigen Rapid® FIV PoC testing [21], with some false -positive result s seen in the primary FIV vaccination cohort from day 14 (two weeks after fi rst primary FIV vaccination) until day 84 (four weeks after final pri- mary F IV vaccination) , but not in the annual FIV vaccination cohort . Consequently, Wit- ness® and Anigen Rapid® kits are ideal for use in cats that have received an annual FIV re-vaccination within the preceding 12 months, irrespective of how recently the annual vaccination was given. SNAP® Combo produced false -positive results in all cats from both the primary and annual vaccination groups , and therefore this kit cannot be used to distinguish FIV -vac- cinated /FIV -uninfected cats from FIV -infected a positive FIV result is obtained with SNAP® Combo in a cat with a possible history of FIV vaccination, follow -up testing (e.g., testing with Witness®, Anigen Rapid®, or the slightly less sensitive FIV RealPCRTM) should be pursued [11]. Since antibodies aga inst FIV matrix protein p15 were not meas- ured, we were unable to determine whether the false -positive result s recorded with SNAP® Combo were due to the detection of vaccine -induced anti -p15 antibodies, anti -p24 antibodies, or anti -gp40 antibodies (annual v accination only) . Using MIA and ELISA testing, antibodies against both p24 and gp40 , respectively, were detectable on d ay 0 in a proportion of cats recruited for the annual vaccination study (6/10 and 4/10 , respectively). This result demonstrat ed that anti -FIV antibod ies induced by annual Fel -O-Vax® FIV vaccination may persist for 12 months or more , consistent with previous reports [33-35]. Interestingly, in the present study only 2/6 cats that tested posi-Viruses 2021, 13, 470 11 of 14 tive for anti -p24 antibodies on day 0 were also positive for anti -gp40 antibodies, suggest- ing that some cats had a stronger immunological response to vaccine p24 than vaccine gp40, or vice versa . Following a single annual FIV vaccination, antibody levels to both p24 and gp40 increased significantly over time , with peak antibody levels occurring 2-4 weeks after annual re-vaccination. Indeed, antibody levels were still in creased at the final sampling (7/7 and 6/7 cats tested positive for anti -p24 and anti -gp40 antibodies, respec- tively, on day 42 with the laboratory -based assays ; Supplementary T able S4). Although peak antibody levels induced by annual FIV vaccination were lower than following pri- mary FIV vaccination , this finding does not necessarily suggest that vaccine -induced im- munity from annual FIV vaccination is FIV vaccination . Humoral (antibody -mediated; Th2) immunity has been shown to be important for homologous FIV challenge, but cell-mediated (Th1) immunity is likely more critical for protection against FIV than humoral immunity, in particular for heterologous (e.g., field virus) challenge [1,7,14,15,36-38]. For example, one study reported that 84% of vaccinates were protected from heterologous FIV challenge 12 months after a primary course of Fel-O-Vax® FIV vac- cinations (three injections three weeks apart), despite anti -p24 antibody levels declining sharply by about three months following the third primary FIV vaccination [33]. Factors that may have contributed to the reduced humoral response against both p24 and gp40 following annual FIV re -vaccination compared to primary FIV vaccination in- clude patient age, the number of FIV vaccines administered, and the re- vaccination inter- val. Cats in the annual vaccination group were significantly older than the cats in the primary vaccination group , and these older cats may have had a reduced antibody pro- duction potential. Flow cytometry studies have demonstrated an absolute reduction in T cells, B cells and natural killer cells in senior cats (1 0-14 years) compared to adult cats ( 2- 5 years) [39]. Furthermore, an a ge-related gradual decline in rel ative percentage of lym- phocytes has been observed, with analysis of the CD4+/CD8+ ratio defining two st atisti- cally distinct age groups (<8 months and >8 months of age) [40]. Future studies could examine the possible effect of age on immunological response to FIV vaccination by re- cruit ing age-matched groups for primary and annual vaccination, and comparing the an- tibody responses between the groups by age. Such a study would likely need to be labor- atory -based since administering a primary course of FIV vaccines to older cats is relatively uncommon in clinical practice in Australia , with primar y vaccination usually occurring in kittens. T herefore , this was beyond the scope of the present field study. The number of FIV vaccines administered was likely also a factor , i.e., the 'booster' effect of three doses (primary vaccination) vs. one (annual v accination). Peak antibody levels for both antibod- ies assayed in the primary vaccination group occurred two weeks after the second pri- mary vaccination and maintained peak levels until two weeks after the third primary vac- cination (i.e., day 42 -day 70), dem onstrating the booster effect of the second and third primary FIV vaccines (Supplementary Table S4). In elderly human subjects administered a single dose of an inactivated influenza vaccine, or two vaccine doses 12 weeks apart, booster vaccination yielded 14% higher post -vaccination titres than single vaccination [41]. Results of any vaccination regime is antigen and formulation dependent [42-44], and the immunological effects of changing the Fel -O-Vax® FIV dosing schedule could be in- vestigated. For examp le, trialing the administration of a second, or third, FIV dose as part of the annual re -vaccination schedule within a similar timeframe (i.e., 2 -4 weeks apart), or reducing the annual re -vaccination interval (6 monthly rather than annually). The booster e ffect seen with multiple vaccines given within a short time frame likely r elate s to enhanced activation of the Th2 pathway , and as a result higher antibody titres, com- pared to the Th1 -dominated response that occurs with a single dose program [45]. Finally, it is possible in the present study that residual anti-FIV antibodies in cats administered an annual vaccination neutral ized some of the vaccine antigen, thereby ef- fectively reducing the dose of vaccine antigen received, and therefore also reducing the magnitude of the antibody response induced by annual re -vaccination compared to pri- mary vaccination. This has been shown to occur with FPV vaccination [46]. Similarly, a Viruses 2021, 13, 470 12 of 14 reduced antibody response following vaccination can result from the presence of mater- nally -derived antibodies (MDA) . against FHV -1 and FCV , vaccination was found to be more effective in the presence of low MDA than high MDA, as measured by virus neutralization to determine the proportion of kit- tens with protective antibody titres against FHV -1 and FCV [47]. In the present study, no difference in the magnitude of the anti -p24 or anti -gp40 antibody response was observed in the annual vaccination group according to the presence or absence of anti -p24 and anti - gp40 antibodies, respectively, on day 0 ( Supplementary T able S5). For this reason, in fu- ture studies , it would be interesting to trial both shorter and longer re- vaccination inter- vals after the three- dose primary FIV vaccination schedule to determine the effect on post - vaccinal antibody response. 5. Conclusion s Despite the a dvent of molecular testing, detection of antibodies against FIV remains the most sensitive method for diagnosing FIV infection. Many FIV PoC antibody test kits are available around the world and they vary with regards to methodology (e.g., immu- nochromatogr aphy vs. ELISA), and choice of capture antigen used (e .g., p15, p24 and TM peptide ), which in turn affect s their accuracy . Differences in test kit performance are par- ticularly pronounced in FIV -vaccinated cats. In countries where vaccination with Fel -O- Vax® FIV is practiced, Witness® and Anigen Rapid® can be reliably used to diagnose FI V infection in cats administered a primary course of FIV vaccination more than six months prior to testing , and in any cats administered an annual FIV vaccination, irrespecti ve of how recently it was administered. If FIV testing is required in a cat that has recently com- menced or completed a primary course of FIV vaccination, a sensitive PCR assay should be used (e.g., FIV RealPCRTM), or if available, virus isolation. Investig ation of the antibody response in cats vaccinated against FIV enhances our general understanding of vaccine - induced Th1 and Th2 responses, and differences that may occur depending on the length of the re-vaccin ation interval, which may be important for the development of other vac- cines and dosing schedules. Supplementary Materials: The following are available online at www.mdpi.com/1999 - 4915/13/3/470/s1, Table S1: Individual animal signalment data , Table S2: Individual animal anti -p24 and anti -gp40 antibody results (day 0, day 14 and day 28 post -final vaccination), Table S3: Anti - gp40 antibody ELISA results arranged by PoC test result, Table S4: Individual animal anti -p24 and anti-gp40 antibody resul ts (all time points tested), Table S5: Comparing antibody responses in the annual vaccination group according to the anti -p24/anti -gp40 antibody result on day 0 . Author R.M., Y.A. P., M.J. H., S.V. and C.M. All authors have rea d and agreed to the published version of the manuscript. Funding: This research was supported financially by the Australian Comp anion Animal Health Foundation and the Feline Health Research Fund . M.W. was supported by an Australian Post- graduate Award (APA), the Neil and Allie Lesue Scholarship, the Herbert Johnson Travel Grant Scholarship and an Endeavour Research Fellowship. R.M. was supported by the Valentine Charl- ton Bequest. Institutional Review Bo ard Statement: Th is study was conducted according to the guidelines of the Declaration of Helsinki, and approved b y the University of Sydney ( approval number 2015/858 for the primary vaccination study; approval number 2017/1167 for the annual vaccination s tudy). Data Availability Statement: All data presented in this paper are available on request . Viruses 2021, 13, 470 13 of 14 Acknowledgments: We are grateful for the significant in -kind contribution of FIV diagnostic kits by Zo etis Animal Health and BioNote, and technical expertise provided by Erick Gagne. We are also grateful to the veterinary clinics that assisted with patient recruitment and sample collection. Conflicts of Interest: The authors declare no conflict of interest. The funders had no role in the design of the study; in th e collection, analyses, or interpretation of data; in the writing of the man- uscript, or in the decision to publish the results. References 1. Yamamoto, J.K.; Pu, R.Y.; Sato, E.; Hohdatsu, T. Feline immunodeficiency virus and development of a dual - subtype feline- immunodeficiency-virus S.; Apetrei, -lymphotropic lentiviruses. Clin. Microbiol. Rev. 2006, 19, 728-762. 3. Pedersen, N.; Ho, E.; Brown, M.; Yamamoto, J. Isolation of a T -lymphotropic virus from domestic cats with an immunodeficiency -like syndrome. Science 1987, 235, 790-793, doi:10.1126/science.3643650. 4. Bienzle, D. FIV in cats— A useful model of HIV in people? Vet. Immunol. 2014, in domestic nondomestic felids. Vet. Clin. North ng a commercial FIV vaccine: The immunity required for an effective HIV -1 vaccine. Viruses 2018, 10, doi:10.3390/v10050277. 7. Dunham, S.P. Lessons from the cat: Development of vaccines against lentiviruses. Vet. Immunol. Immunopathol. Coleman, Advances in technology. Immunol. T. Differentiation of feline immunodeficiency virus vaccination, infection, or vaccination and infection in cats. J. Vet. Intern. Med. 2008, 22, 330-334, doi:10.1111/j.1939-1676.2008.0078.x. 10. Litster, A.; Lin, J. H.-Y. Diagnostic utility of CD4%:CD8(low)% T-lymphocyte feline virus (FIV) -infected -vaccinated feline virus (FIV) status of FIV-vaccinated cats using point -of-care antibody kits. Comp. Immun. Microbiol. Infect. Dis. 2015, -52, doi:10.1016/j.cimid.2015.07.004. D.R.; Maheshwari, M.; Arora, B. Rapid point -of-care testing for detection of HIV and clinical monitoring. ISRN AIDS 2013, 2013 , 287269, doi:10.1155/2013/287269. 13. Dewsnap, C.H.; Mcowan, A. A review of HIV point-of -care tests. Int. J. STD AIDS 2006, 17, 357-359, 14. Abbott, immunodeficiency virus for designing HIV/AIDS vaccines. Curr. HIV Res. J.K. FIV vaccine and its importance to veterinary and human medicine: FIV vaccine 2002 update and review. Vet. Immunol. Immunopatho l. 2002, 90, 113 -132, doi:10.1016/s0165-2427(02)00227- 1. 16. Crawford, P.C.; Levy, J.K. New challenges for the diagnosis of feline immunodeficiency virus infection. Vet. Clin. North Am. Small Anim. Pract. , American Association of Feline Practitioners' feline retrovirus management guidelines. J. Feline Med. Surg. 2008, 10, 300-316, doi:10.1016/j.jfms.2008.03.002. 18. Available online: http://www.wsava.org/sites/default/files/VaccinationGuidelines2010.pdf (accessed on 11 February 19. Westman, M.E.; Malik, R.; Hall, E.; Norris, Infect. Dis. 2016 , 46, 66-72, doi:10.1016/j.cimid.2016.03.006. 20. Crawford, C. Does a DIVA test exist for differentiating FIV infection from FIV vaccination? (2016 ACVIM Forum Research Abstract Program). J. Vet. Intern. Med. 2016 , 30, 1475, doi:10.1111/jvim.13952. Norris, Duration of antibody response following vaccination against feline immunodeficiency virus. J. Feline Med. Surg. 2017, 19, 1055-1064, doi:10.1177/1098612X16673292. 22. Available online: - clinic test systems for feline immunodefi ciency virus and feline leukaemia virus infection. J. Feline Med. Surg. 2007, 9, 439 -445, doi:10.1016/j.jfms.2007.04.003. Viruses 2021, 13, 470 14 of 14 24. Levy, J.K.; Crawford, P.C.; Tucker, S.J. Performance of 4 point -of-care screening tests for feline leukemia virus and feline immunodef iciency virus. J. Vet. Intern. Med. 2017, S. microsphere immunoassays: Detection of antibodies during feline immunodeficiency virus infection. J. Immunol. Methods 2013, 396, 74 or epitopes results in neutralizing antibodies but does not confer resistance to challenge. N PJ Vaccines 2018, 3, doi:10.1038/s41541- 018-0051-y. 27. Wood, B.A.; O'Halloran, of Vaccine Immunol. 2011, 18, 387-392, doi:10.1128/cvi.00289-10. 28. Harris, M. Studies towards the Development of an FIV DIVA Vaccine. Ph.D. Thesis, University of Glasgow, Scotland, UK, 2018. 29. Classen, D.C.; Morningstar, J.M.; Shanley, J.D. Detection immunosorbent virus infection based on synthetic peptides from Env glycoproteins. Res. Virol. 1993, 144, 209-218. 31. Lecollinet, S.; Richardson, J. Vaccination against the feline immunodeficiency virus: The road not taken. Comp. Immun. Microbiol. feline immunodeficiency virus vaccine (Fel -O-Vax FIV) inoculat ed cats. Vet. 2007, C.; J.; Champ, D.; Gill, M.; Chu, H.-J. Efficacy and safety of a feline immunodeficiency virus vaccine. An. Health Res. Rev. 2004, 5, 295 -300, doi:10.1079/ahr200487. 34. Huang, C.; Conlee, D .; Gill, M.; Chu, H. -J. Dual -subtype feline immunodeficiency virus vaccine provides 12 months of protective immunity against heterologous challenge. J. Feline Med. Surg. -subtype vaccine (Fel -O-Vax FIV) protects cats against contact challenge with heterologous subtype B FIV infected cats. 1870-1890, immune immunodeficiency virus (FIV) induced by dual -subtype FIV leukocyte in domestic shorthaired cats using flow cytometry. Age -related differences in parameters of feline immune status. Vet. Immunol. seroresponses to double dose and booster influenza vaccination in frail elderly subjects. J. Med. Virol. 2001 to the feline leukemia virus (FeLV) transmembrane protein p15E: An alternative approach for serological F eLV detection based on antibodies to p15E. J. feline calicivirus antibody responses in seronegative specific pathogen -free cats a fter a single administration of two different modified live FVRCP vaccines. J. Feline Med. Surg. 2009, 14, Wolf, D.; Acree, W. Feline leukemia virus vaccine development. J. Am. Vet. Med. Assoc. 1991, Bleackley, R.C. Comparison of single versus booster dose of influenza vaccination on humo ral and cellular immune responses in older adults. Vaccine 2005, 23, 3294-3300, to feline panleukopenia virus vaccination in h ealthy adult cats. J. Feline Med. Surg. 2018, 20, 1087-1093, maternally-derived antibodies on serologic responses to vaccination in kittens. J. Feline Med. Surg. "}