{"title": "Científica chilena lidera creación de inédita inyección contra enfermedad que no tiene vacuna - La Tercera", "author": "Cristina Pérez", "url": "https://www.latercera.com/que-pasa/noticia/cientifica-chilena-lidera-creacion-de-inedita-inyeccion-contra-enfermedad-que-no-tiene-vacuna/AR2XRTJ6YVBTHOOCLTMCY4EE3Y/", "hostname": "latercera.com", "description": "Margarita Lay encabeza a un equipo de académicos de la U. de Antofagasta que esperar iniciar la fase 2 de su vanguardista vacuna este año.", "sitename": "La Tercera", "date": "2023-03-01", "cleaned_text": "Científica chilena lidera creación de inédita inyección contra enfermedad que no tiene vacuna Margarita Lay encabeza a un equipo de académicos de la U. de Antofagasta que esperar iniciar la fase 2 de su vanguardista vacuna este año. [El norovirus humano](https://www.latercera.com/que-pasa/noticia/altamente-transmisible-norovirus-el-virus-de-los-vomitos-que-esta-causando-peligrosos-brotes/CWWIWJURJJFSRCDIDDLGPCBEOY/) constituye la principal causa viral de gastroenteritis aguda en el mundo, y de acuerdo a la OMS, esta enfermedad ocasiona una de las tasas más altas de morbilidad y mortalidad en el mundo. Luego de alrededor de tres días, la mayoría de las personas se recupera completamente sin tratamiento, pero en el caso de niños pequeños, adultos mayores y personas con otras afecciones médicas, los vómitos y la diarrea pueden causar una deshidratación grave y requerir atención médica, incluso provocar la muerte. En Chile, un grupo de científicos y científicas de la [Universidad de Antofagasta ](https://www.uantof.cl/)se encuentra desarrollando una vacuna para entregar protección a largo plazo contra este virus a la población mundial, incluyendo adultos y niños. La vacuna está siendo creada en el [Atacama Desert Vaccine Laboratory (ADVALAB)](https://www.latercera.com/que-pasa/noticia/vacunas-chile-antofagasta/951552/), de esta universidad, donde un grupo liderado por la doctora en Virología Molecular y Microbiología, Margarita Lay realiza la investigación conducente a obtener el inmunizante. Este laboratorio busca instalar el primer centro de fabricación de vacunas del país en Antofagasta, contribuyendo a la innovación y la diversificación económica de la región. \"Estamos empleando una estrategia diferente a la que se ha empleado con otras vacunas candidatas contra estos virus, que no han resultado hasta ahora\", dice la también directora del [Centro de Investigación en Inmunología y Biotecnología Biomédica de Antofagasta (CIIBBA)](https://www.uantof.cl/centros/centro-de-investigacion-en-inmunologia-y-biotecnologia-biomedica-de-antofagasta-ciiba/). Disminuir la incidencia \"Hasta hace unos 15 años, el rotavirus era el mayor causante de la gastroenteritis aguda viral, pero ya existen vacunas contra este virus y entonces su incidencia disminuyó. Por ello, el norovirus humano pasó a tener la mayor prevalencia a nivel mundial\", afirma la [exseremi de Ciencia de la macrozona norte.](https://www.latercera.com/que-pasa/noticia/ministerio-ciencia-completa-instalacion-regional-5-destacadas-cientificas/978184/) A la fecha aún no existe una vacuna contra el norovirus disponible comercialmente. Por ahora todas están en fases clínicas y ninguna ha sido aprobada completamente. Esto \"porque no se ha encontrado una estrategia que pueda dar una inmunidad a largo plazo\", añade. El norovirus humano tiene una gran diversidad genómica, por lo que existen diferentes variantes y cepas circulantes, siendo uno de los factores que puede explicar por qué una persona al infectarse con este virus no genera una inmunidad a largo plazo. \"Es un desafío que hemos tomado en el ADVALAB, al diseñar una vacuna candidata innovadora contra el genotipo de norovirus humano más prevalente a nivel mundial y estamos pronto a comenzar los estudios preclínicos para probarla\", señala Lay. Para Chile y el mundo La actual vacuna candidata, está diseñada principalmente para el genotipo 2.4, que ha sido de las mutaciones que más se han encontrado durante los último años. \"Estamos desarrollando una formulación que incluye el principal genotipo del norovirus humano que causa gastroenteritis aguda tanto en Chile como en otros países. Por ello, esta vacuna candidata innovadora apunta a proteger tanto a la población local como la mundial\" explica Lay. En una primera etapa, se probará la seguridad e inmunogenicidad de la vacuna candidata en un modelo murino. Sin embargo, la protección que confiera dicha formulación, se deberá evaluar en un modelo de animal susceptible al norovirus humano. Un factor que ha dificultado más el estudio de este virus, ya que no se puede probar en ratones, que normalmente se utilizan para estudiar la patogénesis de un virus y crear vacunas, \"por lo que ha sido muy desafiante\" comenta la investigadora. Por ello, en una segunda etapa, se contempla el uso de cerdos gnotobióticos, los cuales sí se infectan con el norovirus humano, para los estudios de protección que pueda otorgar esta vacuna candidata. Se espera iniciar, en colaboración con el [Instituto Milenio en Inmunología e Inmunoterapia (IMII)](https://www.imii.cl/), los estudios preclínicos en el corto plazo, lo que contempla el periodo 2023 y 2024 para ello. Luego, en los años sucesivos, si las etapas preclínicas son exitosas, se espera realizar las fases clínicas para probar esta vacuna candidata, desarrollada en el ADVALAB, en seres humanos. De salir todo bien y tener el financiamiento en cada etapa, se espera poder cumplir con los plazos regulares para desarrollar una vacuna, que van de los 6 a 10 años. \"Esperamos que no sean más de 10 años\" recalca Lay. Gastroenteritis y diarrea Una de las motivaciones de comenzar con la investigación para una vacuna contra en norovirus, fue la alta tasa de incidencia de diarrea en la Región de Antofagasta, que hasta 2018 (último registro), lidera en número de casos a nivel país. En ese informe epidemiológico de diarrea en Chile del periodo 2014-2018, también se indica que el norovirus humano causó el 56% de las gastroenteritis agudas en niños menores de 5 años, superando a otros agentes virales etiológicos de esta enfermedad. \"El periodo del año -afirma Lay- en que prevalecen los casos de gastroenteritis aguda causadas por el norovirus humano en niños menores de 5 años y que fueron hospitalizados o atendidos en forma ambulatoria, se sitúa entre marzo y junio, según el estudio que hicimos en la Región de Antofagasta en 2019. Más sobre [ Salud](/etiqueta/salud) \"Una de las probables razone es porque en este periodo, los niños entran en la etapa escolar. En contraste, gastroenteritis agudas, no causadas por norovirus humano, se presentaron entre julio y agosto del mismo año\" explica la investigadora. En paralelo, en un proyecto vinculado al desarrollo de la vacuna, el equipo del ADVALAB trabaja, en virtud de un convenio con el CDC de Estados Unidos, en la vigilancia epidemiológica de los norovirus humano en la población pediátrica que ha padecido de gastroenteritis aguda. \"Nuestro laboratorio fue elegido por el CDC, como uno de referencia para determinar qué genotipos, variantes y cepas de estos virus están circulando y afectando a niños pequeños en Latinoamérica y el mundo, lo que contribuye al diseño adecuado de una vacuna eficaz que nos pueda proteger de enfermarnos por este patógeno\". Junto con Margarita Lay, colaboran en este trabajo los doctores Angello Retamal y Christian Muñoz, de la U. de Antofagasta; la doctora Valeria García, quien realiza un postdoctorado en ADVALAB, y los doctores Alexis Kalergis, Susan Bueno y Pablo González, académicos de la [Pontificia Universidad Católica de Chile](https://www.uc.cl/) e integrantes del IMII. \"Estamos muy agradecidos por el apoyo del Gobierno y el Consejo Regional de la Región de Antofagasta, por el financiamiento otorgado a esta importante iniciativa para la región y el país\" declara Lay. Alta resistencia El norovirus humano es altamente contagioso, lo que implica que \"con pocas partículas uno se puede enfermar\" especifica Lay. Se puede contraer si accidentalmente entran a la boca pequeñas partículas de heces o el vómito de una persona infectada por este virus, como también a través de alimentos o agua que se contamina durante la preparación de estos o a través de superficies contaminadas. Además, a diferencia de la influenza, el virus respiratorio sincicial o el Sars-CoV-2, que en horas o días se pueden desintegrar, el norovirus humano es muy resistente al ambiente, pudiendo estar en él por años. Por ejemplo, una persona infectada, con diarrea, va a provocar que el virus llegue a las cañerías, y siga su curso al desembocar en algún río, y si esta agua se ocupa para regar los cultivos que están a ras de piso, como hortalizas o berries, estos se contaminan y contagian a más personas. De la misma forma, el virus puede llegar al mar, donde están los bivalvos, como las ostras, que tienen afinidad por este virus \"y como son filtradores, se acumula este virus y cuando alguien lo consume de forma cruda, puede darle gastroenteritis\". De hecho, ha habido casos de puertos internacionales donde se ha querido exportar berries, a los cuales se ha aplicado el PCR, se ha detectado el norovirus humano y contenedores completos han tenido que ser devueltos al país de origen. \"También es muy común brotes epidémicos causados por estos virus en cruceros y lugares semicerrados, donde basta que una o dos personas se infecten para que un número alto de ellas se contagie\", expone la doctora Lay. Prevención Las principales formas de prevenir de acuerdo a los CDC son: 1.-Lavarse bien las manos con agua y jabón: - Después de ir al baño o cambiar pañales. - Antes de comer, preparar o manipular alimentos. - Antes de tomar medicamentos o darlos a otra persona. Se puede seguir teniendo virus en las heces por dos semanas o más después de que la persona se sienta mejor. Por lo que es importante seguir lavándose las manos con frecuencia durante ese tiempo. 2.-Antes de preparar y comer los alimentos: - Lave muy bien las frutas y verduras. - Cocine mariscos a una temperatura interna de al menos a 63°C. Los alimentos que podrían estar contaminados con norovirus deben ser desechados. 3.-Las personas enfermas no deben preparar ni manipular alimentos: Usted no debe preparar alimentos para otras personas ni proporcionar cuidados médicos mientras esté enfermo y por al menos dos días después de que le hayan desaparecido los síntomas. 4.-Después de que a alguien le dé diarrea o de que vomite, siempre limpie y desinfecte bien toda el área de inmediato: - Póngase guantes de goma o desechables y limpie toda el área con toallitas de papel, y luego desinféctela con un limpiador para uso doméstico a base de cloro, según las instrucciones de la etiqueta. - Deje el desinfectante a base de cloro sobre el área afectada por al menos cinco minutos y luego limpie toda el área otra vez con agua caliente y jabón. Para terminar, lave la ropa que se haya ensuciado, saque la basura y lávese las manos. Cabe mencionar que se trata de un virus resistente al alcohol. \"Lo que efectivamente lo destruye es el hipoclorito de sodio, es decir, el cloro. Por eso se recomienda de usarlo diluido para limpiar las superficies de los baños, al menos por un mes, cuando una persona de una familia se haya enfermado de gastroenteritis aguda causada por el norovirus humano\" concluye Lay. "}