{"title": "PDF", "author": "PDF", "url": "wi-bpdd.org/wp-content/uploads/2021/03/Spanish_ChildrensVaccine2.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Los niños en los sistemas de cuidado a largo plazo para niños ( Children's Long -Term Care Support, CLTS) y otros programas para niños relacionados con la discapacidad tienen mayor riesgo de enfermarse de COVID -19. CUÁNDO PUEDEN RECIBIR LA VACUNA LOS CUID ADORES Y LOS NIÑOS: DÓNDE PODEMOS RECIBIR LA VACUNA YO Y MIS CUIDADORES: Algunos niños en los programas de discapacidad de Medicaid ahora son elegibles para recibir la vacuna. Los jóvenes de 16 años o más solo pueden recibir la vacuna de Pfizer. Los cuidadores remunerados y no remunerados, incluidos los miembros de la familia que apoyan al niño, también pueden recibir la vacuna. Al programar una cita para un niño elegible, intente también conseguir una cita para los cuidadores. Los cuidadores y los niños pueden ir juntos a vacunarse. En este momento, algunas farmacias tienen citas disponibles para niños en programas de discapacidad para niños de Medicaid y sus cuidadores. Para Walgreens, Pick 'n Save y Metro Market, así es cómo puede inscribirse: Cómo pr ogramar una cita EN LÍNEA a través de Walgreens: Visite el sitio web : https:/www.walgreens.com/ Tendrá que crear una cuenta en su sitio web antes de poder pedir una cita. Es mejor revisar el sitio web o llamar temprano en la mañana porque las citas se llen an rápido. Busque por lugares en su área donde diga que tienen citas disponibles. Tanto usted como su cuidador deben marcar la casilla para \"I am a resident or staff member in a congregate living facility.\" (Soy un residente o miembro del personal en un centro de vivienda grupal). Cómo programar una cita POR TELÉFONO a través de Walgreens: Puede llamar al 1-800-925-4733 para programar su cita. Tanto usted como su cuidador deben decirles que son elegibles en la categoría \"resident or staff member in a congre gate living facility.\" (residente o miembro del personal en un centro de vivienda grupal). Como programar una cita en EN LÍNEA a través de Pick 'n Save o Metro Market: Visite el sitio web. https://www.kroger.com Tanto usted como su cuidador deben elegir \"Long Term Care or Congregate Living Facility Worker.\" ( Cuidado a largo plazo o trabajador de centro de vivienda grupal). Usted y sus cuidadores también puede recibir la vacuna en la consulta de su médico o a través de su departamento de salud local o tribal . QUIÉN PUEDE AYUDAR A PEDIR UNA CITA PARA LA VACUNA: Si eres un niño en un programa de discapacidad para niños de Medicaid, debes pedirle a un familiar, a la persona encargada de tomar decisiones, a un amigo, cuidador o tutor que te ayude. Si todavía necesitas ayuda para pedir una cita, tu coordinador de servicios puede ayudarte. Wisconsin ha instalado un nuevo centro de llamadas para la vacuna. Puede llamar al 1-(844) 684 -1064 para obtener ayuda para hacer preguntas médicas relacionadas con la vacun a. QUÉ DEBMOS LLEVAR A LA CITA DE VACUNACIÓN: Confirmación de la cita. Su tarjeta de seguro. Una licencia de conductor o ID estatal, si tiene una. Si no tiene una identificación, lleve algo con usted donde aparezca su nombre: - La carta que recibió del programa de discapacidad de Medicaid de su hijo que diga que el niño está en un programa de cuidado a largo plazo. - El plan de servicio del programa del niño. - Cartas o talón de sueldo con su nombre y dirección. - Una tarjeta de biblioteca, pase del bus o ta rjeta de membrecía. CÓMO LLEGAR A LAS CITAS DE VACUNACIÓN: Si los padres o cuidadores están disponibles, ellos pueden proporcionar el transporte. Los coordinadores de servicio pueden ayudar a organizar el transporte si es necesario. Se puede programar un transporte médico no de emergencia (NEMT) para el mismo día que su vacunación. ¿Qué prueba necesitan los niños o los cuidadores para recibir la vacuna? No debería tener que mostrar ninguna prueba, pero algunos lugares sí han estado pidiendo pruebas. Puede llevar las cartas que hay recibido que indican que el niño está en un programa de discapacidad para niños de Medicaid y sobre sus cuidadores. También puede mostrar a los vacunadores el sitio web con las listas de personas autorizadas para la vacunación: https://www.dhs.wisconsin.gov/covid- 19/vaccine - about.htm ¿Deberían los cuidadores vacunarse? Ponerse la vacuna puede ayudar a evitar que los cuidadores se enfermen de COVID -19. La vacuna consiste en una o dos inyecciones que usan el ARNm para enseñarle al cuerpo a combatir el virus de forma que no se sienta enfermo. Después de que mucha gente se haya puesto la vacuna, podremos volver a nuestra s actividades y empezar a ver a gente otra vez. ¿Necesitan los cuidadores recibir las dos inyecciones de la vacuna para trabajar? Dependerá de la vacuna que reciban. Algunas se dan en dos inyecciones y la gente tiene que ponerse las dos para que la vacuna funcione. La vacuna de Johnson & Johnson se administra en una sola inyección. La persona que pone la vacuna le informará a la gente si necesita una o dos inyecciones. ¿Tengo que pagar por la vacuna de COVID -19? No. Recibirá la vacuna gratis. ¿Deben vacunarse los cuidadores si ya han tenido COVID -19? Hable con un médico sobre esto. Las personas que han tenido el virus pueden enfermarse otra vez. El médico puede sugerirle que espere dependiendo de cuando tuvo COVID -19. ¿Los cuidadores tendrán que seguir usando una mascarilla, respetando la distancia social y lavándose las manos después de recibir la vacuna? Sí. Es importante que todos, incluso aquellos que hayan recibido la vacuna, continúen haciendo esas cosas hasta que los médicos sepan más sobre la vac una de COVID - 19. Seguir usando una mascarilla, respetando la distancia social y lavándose las manos continuará protegiendo a todos no solo de la COVID -19 sino también de otros virus como el de la gripe. ¿Es segura la vacuna? La vacuna fue probada en miles de personas para asegurarse de que es segura. Estas personas eran de distintas edades y razas y tenían distintos problemas de salud. La mayoría de las personas no tuvo reacciones graves a la vacuna. Las vacunas de Moderna y Johnson & Johnson no están autorizadas para personas menores de 18 años. La vacuna de Pfizer no está autorizada para personas menores de 16 años. Cuando alguien recibe la vacuna, tiene que esperar 15 a 30 minutos con la persona que se la puso para asegurarse de que no tenga reacciones adversas. Si te preocupa recibir la vacuna, deberías hablar con tu médico. ¿Quién puede ayudarme si tengo preguntas? Revisar los sitios web de su Departamento de salud local o tribal, farmacias u hospitales puede ayudarle a mantenerse informado sobre lo que está ocurriendo en su área. También puede encontrar más recursos en: https://www.dhs.wisconsin.gov/covid- 19/vaccine - faq.htm Habla con tu coordinador de servicio si necesitas ayuda. Puede encontrar más detalles sobre la vacuna de COVID -19 aqu í: https://www.dhs.wisconsin.gov/covid- 19/vaccine - get.htm Preguntas frecuentes sobre la vacuna para la COVID -19 "}