{"title": "Friday, January 27, 2023 - KFF Health News", "author": null, "url": "https://kffhealthnews.org/morning-briefing/friday-january-27-2023/", "hostname": "kffhealthnews.org", "description": "Today's roundup covers covid vaccines, CBD regulation, Medicare, cyber attacks, abortion, blood donation, and more. Plus, weekend reads.", "sitename": "KFF Health News", "date": "2023-01-27", "cleaned_text": "- [KFF Health News Original Stories](#section-originals)5 - [Did Your Health Plan Rip Off Medicare?](#original-1) - [FDA Experts Are Still Puzzled Over Who Should Get Which Covid Shots and When](#original-2) - [California's Resolve Questioned After It Grants Medi-Cal Contract Concessions](#original-3) - [Montana Pharmacists May Get More Power to Prescribe](#original-4) - ['What the Health' Part I: The State of the Abortion Debate 50 Years After 'Roe'](#original-5) - [Vaccines and Covid Treatments](#section-439528858)2 - [Vaccine Advisers Vote To Update And Simplify Future Covid Vaccines](#breakout-1613052) - [Ineffective Against Current Variants, Evusheld's FDA Authorization Revoked](#breakout-1613053) - [From The States](#section-439526841)2 - [Some California Prisoners Can Get Limited Medicaid Care, CMS Says](#breakout-1613088) - [Federal Judge Limits Probe Into Providers Offering Trans Care In Fla.](#breakout-1613062) From KFF Health News - Latest Stories: [ KFF Health News Original Stories ] [ Did Your Health Plan Rip Off Medicare?](https://kffhealthnews.org/news/article/medicare-advantage-audits-investigation-cms-overpayment-recoup-billions/) KHN has released never-before-seen details of federal audits as the government weighs action against dozens of Medicare Advantage plans. (Fred Schulte, ) [ FDA Experts Are Still Puzzled Over Who Should Get Which Covid Shots and When](https://kffhealthnews.org/news/article/fda-future-covid-vaccine-strategy-impact/) A single booster seems to prevent death and hospitalization in most people, but protection from the current vaccines wanes within months. FDA experts say they need to know more from the Centers for Disease Control and Prevention to decide the best long-term strategy. (Arthur Allen, ) [ California's Resolve Questioned After It Grants Medi-Cal Contract Concessions](https://kffhealthnews.org/news/article/californias-resolve-questioned-after-it-grants-medi-cal-contract-concessions/) After the Department of Health Care Services canceled Medi-Cal contract awards under pressure from major insurers, some consumer advocates question the administration's willpower to improve care in the safety-net program. (Bernard J. Wolfson and Samantha Young, ) [ Montana Pharmacists May Get More Power to Prescribe](https://kffhealthnews.org/news/article/montana-pharmacists-may-get-more-power-to-prescribe/) Supporters of a proposed law say it would fill a health provider gap in rural areas, while doctors worry it will give pharmacists power outside the scope of their education. (Keely Larson, ) [ 'What the Health' Part I: The State of the Abortion Debate 50 Years After 'Roe'](https://kffhealthnews.org/news/podcast/what-the-health-281-part-1-state-of-abortion-debate-50-years-after-roe-january-26-2022/) In Part I of this special two-part episode, Alice Miranda Ollstein of Politico, Sandhya Raman of CQ Roll Call, and Sarah Varney of KHN join KHN chief Washington correspondent Julie Rovner to discuss how the abortion debate has evolved since the Supreme Court overturned the nationwide right to abortion in 2022, and what might be the flashpoints for 2023. Also in this episode, Rovner interviews Elizabeth Nash of the Guttmacher Institute, about changing reproductive policies in the states. (Terry Byrne, ) Summaries Of The News: [ Vaccine Advisers Vote To Update And Simplify Future Covid Vaccines ](https://kffhealthnews.org/morning-breakout/vaccine-advisers-vote-to-update-and-simplify-future-covid-vaccines/) By a 21-0 vote, members of the FDA's vaccine advisory committee recommended that U.S. covid vaccine strategy move toward a single covid shot. All manufacturers would update their formulas to match, making primary and booster shots interchangeable. The panel also supported the plan for annual vaccines, like the flu shot. [ NPR: An FDA Committee Votes To Roll Out A New COVID Vaccination Strategy ](https://www.npr.org/sections/health-shots/2023/01/26/1151810765/fda-committee-votes-to-roll-out-new-covid-vaccination-strategy) A committee of advisers to the Food and Drug Administration voted unanimously on a proposal to simplify the nation's strategy for vaccinating people against COVID-19. The recommendation is that future COVID-19 vaccines should be interchangeable: no matter whether you're getting your first dose or a booster, the vaccines would all have the same formulation targeting the same viral strain or strains, regardless of the manufacturer. The vote was unanimous: 21-0. (Hensley, 1/26) [ Stat: FDA Advisers Recommend Updating Covid Vaccines ](https://www.statnews.com/2023/01/26/fda-advisers-recommend-updating-covid-vaccines/) The panel voted 21-to-0 to direct vaccine manufacturers Pfizer/BioNTech, Moderna, and Novavax to \"harmonize\" the primary series of their vaccines — the first doses that people receive — with the new booster shots that contain both the original strain of the SARS-CoV-2 virus and a new Omicron strain. Members of the panel were also supportive of the FDA's plan to move to a single annual vaccine dose for most Americans, which will be matched annually to circulating strains of the SARS-CoV-2 virus. (Herper and Branswell, 1/26) [ The New York Times: Covid Vaccines Targeting Omicron Should Be Standard, Panel Says ](https://www.nytimes.com/2023/01/26/health/covid-vaccines-boosters.html) Among their proposals was adopting a streamlined dosing schedule for all Covid vaccines, one that would apply to Americans based on their age and health risks. Under that proposal, most adults and children with previous vaccines could receive a single extra Covid shot each fall, while older adults, people with weakened immune systems and unvaccinated children could be given more than one additional dose. The expert advisers did not vote on that proposal. But they offered an outline for how they wanted federal health officials to consider making the Covid vaccination program more routine, pressing them on how to time boosters for greatest protection and formulate them to best defend against new variants. (Mueller and LaFraniere, 1/26) [ CNBC: FDA Advisors Recommend Using Covid Omicron Shots For All Doses ](https://www.cnbc.com/2023/01/26/fda-advisors-recommend-using-covid-omicron-shots-for-all-doses.html) The FDA has proposed moving to a system that resembles how the agency updates and rolls out flu shots every year. The agency would select a Covid vaccine formulation in June to target the variant that is expected to dominate in the fall and winter. That formulation would be used by all manufacturers for all doses. Under the proposal, most people who have been exposed to the Covid spike protein twice, either through vaccination or infection, would only receive one Covid shot a year moving forward. Older adults and people with compromised immune systems may need two shots because they don't mount as strong of an immune response. (Kimball, 1/26) [ USA Today: Future Of COVID Boosters: FDA Panel Moves Toward Simplifying Shots ](https://www.usatoday.com/story/news/health/2023/01/26/future-covid-boosters-fda-panel-moves-toward-simplifying-shots/11126183002/) Most of the committee's discussion was aimed at informing the FDA, rather than providing formal direction. Any changes in vaccine policy will need to be ratified by the FDA commissioner. Implementation of the strategy requires a meeting of a second advisory panel and approval by the director of the Centers for Disease Control and Prevention. (Weintraub, 1/26) [ KHN: FDA Experts Are Still Puzzled Over Who Should Get Which Covid Shots And When ](https://kffhealthnews.org/news/article/fda-future-covid-vaccine-strategy-impact/) At a meeting to simplify the nation's covid vaccination policy, the FDA's panel of experts could agree on only one thing: Information is woefully lacking about how often different groups of Americans need to be vaccinated. That data gap has contributed to widespread skepticism, undervaccination, and ultimately unnecessary deaths from covid-19. The committee voted unanimously Thursday to support the FDA's proposal for all vaccine-makers to adopt the same strain of the virus when making changes in their vaccines, and suggested they might meet in May or June to select a strain for the vaccines that would be rolled out this fall. (Allen, 1/27) Also — [ The Atlantic: The Flu-Ification Of COVID Policy Is Almost Complete ](https://www.theatlantic.com/health/archive/2023/01/annual-seasonal-covid-vaccine-shots-federal-regulation/672854/) For all the legwork that public-health experts have done over the past few years to quash comparisons between COVID-19 and the flu, there sure seems to be a lot of effort nowadays to equate the two. In an advisory meeting convened earlier today, the FDA signaled its intention to start doling out COVID vaccines just like flu shots: once a year in autumn, for just about everyone, ad infinitum. (Wu, 1/26) [ Stat: HHS' Becerra On Enrolling In Medicare And Annual Covid Vaccines ](https://www.statnews.com/2023/01/26/hhs-becerra-medicare-covid/) The hottest birthday spot in town: A Hispanic senior center in northwest D.C. That's where Health and Human Services Secretary Xavier Becerra heralded his 65th birthday Thursday morning, with songs sung by the center's choir, speeches about Covid-19 vaccines, and a giant replica of a Medicare card to signify his new eligibility for the federal program he oversees. Cake was absent - too many seniors with diabetes. (Owermohle, 1/26) [ Ineffective Against Current Variants, Evusheld's FDA Authorization Revoked ](https://kffhealthnews.org/morning-breakout/ineffective-against-current-variants-evushelds-fda-authorization-revoked/) The FDA withdrew authorization Thursday for use of AstraZeneca's antibody drug Evusheld to treat covid as new strains have evolved past the therapy's efficacy. If those variants subside, approval could be reconsidered the FDA said. [ Bloomberg: AstraZeneca's Covid Drug Loses US Authorization Due To Variants ](https://www.bloomberg.com/news/articles/2023-01-26/astrazeneca-s-covid-drug-no-longer-authorized-for-use-in-the-us) AstraZeneca Plc's Covid antibody drug is no longer authorized for use in the US, regulators said Thursday, as it's unlikely to work against strains of the virus that are now dominant across the country. Astra's drug, called Evusheld, was authorized in December 2021 to prevent Covid infection in high-risk people, but has been rendered less effective by the virus' mutations. (Muller, 1/26) [ CNBC: FDA Withdraws Covid Antibody Treatment Evusheld Because It's Not Effective Against 93% Of Subvariants ](https://www.cnbc.com/2023/01/27/covid-fda-pulls-evusheld-because-its-not-effective-against-subvariants.html) Evusheld is also not effective against BQ.1, BQ.1.1 and XBB subvariants. Taken together with XBB.1.5, versions of Covid that are resistant to Evusheld now represent nearly 93% of new cases in the U.S. \"Today's action to limit the use of Evusheld prevents exposing patients to possible side effects of Evusheld such as allergic reactions, which can be potentially serious, at a time when fewer than 10% of circulating variants in the U.S. causing infection are susceptible to the product,\" the FDA said in a statement Thursday. (Kimball, 1/26) [ Stat: FDA Pulls Evusheld Authorization As Coronavirus Evolution Quashes Another Therapy ](https://www.statnews.com/2023/01/26/fda-evusheld/) In a statement, AstraZeneca said it has started trials of another antibody that, in lab studies so far, has been able to neutralize all variants. The therapy, which would similarly be given as a pre-exposure prophylaxis to immunocompromised people, could be available later this year if trials are successful, the company said. The company's statement also noted that Evusheld remains authorized in other countries, including the European Union and Japan. (Joseph, 1/26) [ At Least 102 Million US Covid Cases In The 3 Years Since The First ](https://kffhealthnews.org/morning-breakout/at-least-102-million-us-covid-cases-in-the-3-years-since-the-first/) That's 102 million reported cases — more than any other nation — CNN reports. Nearly 1.1 million Americans have died, according to Johns Hopkins University. Both figures are likely undercounts. Meanwhile, CIDRAP says global deaths are on the rise. [ CNN: It's Been Three Years Since The First Covid-19 Case In The United States. What Have We Learned And What More Do We Need To Understand? ](https://www.cnn.com/2023/01/26/health/covid-variant-vaccine-omicron-health-wellness/index.html) It's been three years since the first Covid-19 case was diagnosed in the United States, on January 20, 2020. In the time since, nearly 1.1 million Americans have died from the coronavirus; the US has reported 102 million Covid cases, more than any other country, according to Johns Hopkins University. Both figures, many health officials believe, are likely to have been undercounted. (Hetter, 1/26) [ CIDRAP: Global COVID Deaths Rise As WHO Emergency Committee Weighs COVID Status ](https://www.cidrap.umn.edu/covid-19/global-covid-deaths-rise-who-emergency-committee-weighs-covid-status) The World Health Organization (WHO) emergency committee will meet [Friday] to assess whether the situation still warrants a public health emergency of international concern (PHEIC) against a backdrop of declining cases—but rising deaths. The WHO's emergency committees meet every 3 months or more frequently as needed. The group has met 13 times since it recommended a PHEIC for COVID in January 2020, most recently in October. (Schnirring, 1/26) [ CIDRAP: Study: Home COVID Tests Lead To Vast Undercount Of Cases, Positivity Rates ](https://www.cidrap.umn.edu/covid-19/study-home-covid-tests-lead-vast-undercount-cases-positivity-rates) With over 80% of US COVID-19 tests now being conducted at home, official case counts underreport the number of positive results and greatly underestimate the number of true infections, suggests a research letter published yesterday in JAMA Network Open. (Van Beusekom, 1/26) [ San Francisco Chronicle: More Than 80% Of Test Results Not Publicly Reported, UCSF Study Finds ](https://www.sfchronicle.com/health/article/covid-california-virus-updates-17742465.php) As home coronavirus tests become the standard, fewer results are reported to public health agencies, substantially skewing epidemiological data on public dashboards. A study by UCSF researchers that measured the prevalence of home testing as it became increasingly common last spring and summer found that as of August, more than 80% of all SARS-CoV-2 test results were not reported to official tallies. (Vaziri, 1/26) More on the spread of covid — [ CIDRAP: New York To Expand Its Wastewater Surveillance Network ](https://www.cidrap.umn.edu/influenza-general/new-york-expand-its-wastewater-surveillance-network) The New York State Department of Health (NYSDOH) announced earlier this week that it has received more than $21 million in funding to expand its wastewater surveillance and infectious disease monitoring capabilities. The $21.6 million in funding, which includes a $6.6 million grant from the Centers for Disease Control and Prevention, will help NYSDOH launch new pilot programs through its Wastewater Surveillance Network to test for influenza, respiratory syncytial virus, hepatitis A, norovirus, and antimicrobial-resistance genes. The number of participating watersheds in the network, which was established in August 2021 to help support the state's COVID-19 response, will grow from 125 to 215 and cover 81% of the population served by public sewer systems in the state. (Dall, 1/26) [ The Boston Globe: New Coronavirus Waste Water Surveillance Program Reveals Neighborhood Disparities ](https://www.bostonglobe.com/2023/01/26/metro/new-coronavirus-wastewater-surveillance-program-reveals-neighborhood-disparities/) Earlier this month, the City of Boston began sampling waste water from 11 manholes in as many neighborhoods across the city. The goal is to get a more localized look at how the coronavirus is spreading. What emerged was a picture of glaring, though unsurprising, disparities. (Mohammed, 1/26) [ San Francisco Chronicle: COVID In California: Study Says Long COVID Is Hitting College Campuses ](https://www.sfchronicle.com/health/article/covid-california-virus-updates-17742465.php) Long COVID is becoming a reality of college life, according to a study published Thursday by researchers at George Washington University. In an analysis of nearly 1,400 cases of COVID-19 among fully vaccinated students, faculty and staff between July 2021 and March 2022, about 36% experienced symptoms that developed four weeks or more after their initial infection. (Vaziri, 1/26) On the vaccine rollout — [ San Francisco Chronicle: Judge Who Struck Down California's COVID Misinformation Law Questions 'Scientific Consensus' On Vaccines ](https://www.sfchronicle.com/politics/article/judge-who-struck-down-california-s-covid-17744730.php) The coronavirus is \"a disease that scientists have only been studying for a few years, and about which scientific conclusions have been hotly contested,\" U.S. District Judge William Shubb of Sacramento said Wednesday in a ruling halting enforcement of the law, which had taken effect this month. \"COVID-19 is a quickly evolving area of science that in many aspects eludes consensus.\" (Egelko, 1/26) [ Reuters: U.S. CDC Still Looking At Potential Stroke Risk From Pfizer Bivalent COVID Shot ](https://www.reuters.com/business/healthcare-pharmaceuticals/us-cdc-still-looking-potential-stroke-risk-pfizer-bivalent-covid-shot-2023-01-26/) New data from one U.S. Centers for Disease Control and Prevention (CDC) database shows a possible stroke risk link for older adults who received an updated Pfizer/BioNTech COVID-19 booster shot, but the signal is weaker than what the agency had flagged earlier in January, health officials said on Thursday. (Erman, 1/26) [ CBD Products Need More Regulation, FDA Says ](https://kffhealthnews.org/morning-breakout/cbd-products-need-more-regulation-fda-says/) The agency will formally ask Congress for help on how to regulate the industry. Also Thursday, the agency denied petitions to market CBD products as dietary supplements. [ Stat: After Nearly 4 Years, FDA Punts On How To Regulate CBD ](https://www.statnews.com/2023/01/26/fda-regulate-cbd/) The FDA is giving up on trying to figure out a way to regulate CBD on its own. The agency announced Thursday that it is formally calling on Congress for help — and, according to one official, looking for guidance on other hemp products like Delta 8 THC, too. (Florko, 1/26) [ The Washington Post: CBD Not Shown To Be Safe Enough For Use As Dietary Supplement, FDA Says ](https://www.washingtonpost.com/business/2023/01/26/cbd-fda-safety/) There's bad news for cannabidiol fans. The Food and Drug Administration announced Thursday that products infused with CBD, which is derived from cannabis or hemp and used in items as varied as soap and seltzer, do not appear to meet federal safety standards and require stricter regulations. The announcement was a blow to the burgeoning CBD industry, which had hoped the agency would greenlight CBD's use. Instead, the agency asked Congress to pass new regulations governing its use. (Reiley and Gilbert, 1/26) [ Roll Call: FDA Seeks End Of Regulatory Wild West For CBD Products ](https://www.rollcall.com/2023/01/26/fda-seeks-end-of-regulatory-wild-west-for-cbd-products/) As part of the announcement, the agency said it was denying three citizen petitions that had asked for FDA rule-making to allow the marketing of CBD products as dietary supplements — an idea that had gained some traction on Capitol Hill. In 2021, Oregon Rep. Kurt Schrader and 45 other Democrats introduced a bill to regulate CBD as a dietary substance. (Cohen, 1/26) In news about medical marijuana in Mississippi and Georgia — [ AP: 1st Legal Medical Marijuana Sales Are Made In Mississippi ](https://apnews.com/article/health-mississippi-state-government-marijuana-c87db59063eb5cad4f8f147492da15ce) Patients have started buying medical marijuana in Mississippi, nearly a year after the products were legalized in the state. The Mississippi Medical Marijuana Association said in a news release Thursday that the first purchases happened Wednesday at The Cannabis Company in Brookhaven and at two dispensaries in Oxford — Hybrid Relief and Star Buds. (1/26) [ AP: Georgia Agency Approves Rules For Medical Marijuana Sales ](https://apnews.com/article/health-atlanta-marijuana-52870370a79263deae95e3e5db5fa019) Legal sales of medical marijuana oil could be only months away in Georgia after a state commission approved rules for testing, inspections and sales. The Atlanta Journal-Constitution reports the Georgia Access to Medical Cannabis Commission voted unanimously to approve the rules on Wednesday. (1/26) [ House Speaker Says Medicare Cuts Off The Table In Debt Ceiling Negotiations ](https://kffhealthnews.org/morning-breakout/house-speaker-says-medicare-cuts-off-the-table-in-debt-ceiling-negotiations/) House Speaker Kevin McCarthy has assured that Medicare and Social Security will no longer be Republican targets in talks to strike a debt ceiling deal. In related news, a Republican study group eyes potential Medicare changes. And secret audits found millions in Medicare Advantage plan overpayments. [ The Hill: McCarthy: 'We Won't Touch Medicare Or Social Security' ](https://thehill.com/homenews/house/3832705-mccarthy-we-wont-touch-medicare-or-social-security/) Speaker Kevin McCarthy (R-Calif.) said on Thursday that House Republicans will not target Medicare or Social Security in their negotiations over the debt ceiling. \"We won't touch Medicare or Social Security,\" he told Donald Trump Jr. in an interview in the Speaker's office for Trump's \"Triggered\" podcast. (Shapero, 1/26) [ CNBC: House GOP Study Group Is Proposing Changes To Medicare. What To Know ](https://www.cnbc.com/2023/01/26/house-gop-study-group-is-proposing-changes-to-medicare-what-to-know-.html) The Republican Study Committee — the GOP's largest caucus, with about 170 members out of 222 House legislators — has addressed the looming fiscal problem by outlining hoped-for changes to Medicare in its proposed budget, which it says would ensure the system's long-term solvency. Among the group's proposals: raising the age of eligibility to 67 from 65, which would align with the full retirement age for Social Security. (O'Brien, 1/26) [ KHN: Did Your Health Plan Rip Off Medicare? ](https://kffhealthnews.org/news/article/medicare-advantage-audits-investigation-cms-overpayment-recoup-billions/) Today, KHN has released details of 90 previously secret government audits that reveal millions of dollars in overpayments to Medicare Advantage health plans for seniors. The audits, which cover billings from 2011 through 2013, are the most recent financial reviews available, even though enrollment in the health plans has exploded over the past decade to over 30 million and is expected to grow further. (Schulte, 1/27) On insulin prices — [ Fox News: Biden Growls At The High Costs Of Insulin For People Not On Medicare ](https://www.foxnews.com/politics/biden-growls-high-costs-insulin-people-medicare) President Biden, on Thursday, got angry about the price of drugs like insulin preventing some parents from being able to provide necessities for their children. During his visit at the Steamfitters Union Hall in Springfield, Virginia on Thursday, Biden spoke about how great he believes the economy is, \"no joke,\" and the accomplishments of his administration during his first two years in office. (Wehner, 1/26) In other news from Capitol Hill — [ Bloomberg: House Republicans To Question Biden Health Officials On Covid Response ](https://www.bloomberg.com/news/articles/2023-01-26/house-republicans-to-question-biden-health-officials-next-month) Republicans in Congress have called top U.S. health officials to Capitol Hill to testify about the Biden administration's response to the Covid-19 pandemic, according to a person familiar with the matter. (Griffin, 1/26) [ Bloomberg: Democrat Dads Form House Caucus To Fight For Child Care, Paid Leave, Tax Credit ](https://www.bloomberg.com/news/articles/2023-01-26/democrat-dads-form-house-caucus-to-fight-for-child-care-paid-leave-tax-credit) The Congressional Dads Caucus officially launched on Thursday and will \"highlight issues facing working families and advocate for policies that support all parents and children,\" according to a fact sheet from Congressman Jimmy Gomez, a California Democrat. Other founding members include Rashida Tlaib, Joaquin Castro, Andy Kim, Jamaal Bowman, Rob Menendez, Dan Goldman and Joe Neguse. All are parents and Democrats. (Butler and Ceron, 1/26) In updates on the Veterans Administration — [ CBS News: After Years Of Denials, VA Urges Millions Of Veterans Exposed To Burn Pits To File Claims ](https://www.cbsnews.com/news/burn-pit-exposure-veterans-affairs-claim-pact-act/) Andrew Myatt was willing to give his life for his country serving in the Army. After 9/11 he was deployed to Iraq, where he performed dangerous missions like searching for improvised explosive devices to disarm and destroy. But the 24-year Army veteran never thought the greatest risk to his health would show up years later. (O'Donnell and Hastey, 1/26) [ Oklahoman: VA Plans Skilled Nursing, Substance Abuse Treatment In Norman Oklahoma ](https://www.oklahoman.com/story/business/real-estate/2023/01/26/va-plans-skilled-nursing-substance-abuse-treatment-in-norman-oklahoma/69834336007/) A closed hospital in Norman will be converted into an inpatient substance abuse treatment and skilled nursing center by the U.S. Department of Veterans Affairs, which acquired it late last year. The VA paid $3,260,177 for 50-bed former Norman Specialty Hospital at 1210 W Robinson St., and plans to spend about $10 million to remodel it, said Carmen Daugherty, public affairs office for the Oklahoma City Veterans Affairs Health Care System. It should be open by fall 2024, she said. (Mize, 1/26) [ Ransomware Gang That Targeted Hospitals Is Shut Down By FBI ](https://kffhealthnews.org/morning-breakout/ransomware-gang-that-targeted-hospitals-is-shut-down-by-fbi/) The group, called Hive, attacked hospitals, school districts, financial firms, and other organizations and is accused of extorting over $100 million to decrypt its ransomware. Efforts by the FBI, Justice Department, and European law enforcement have now shut Hive down. [ The Washington Post: FBI Shuts Down Ransomware Gang That Targeted Schools And Hospitals ](https://www.washingtonpost.com/national-security/2023/01/26/hive-ransomware-fbi-doj/) The FBI and law enforcement in Europe have shut down a major ransomware operation accused of extorting more than $100 million from organizations across the world by encrypting victims' computer systems and demanding payments to provide a key to unlock them, U.S. officials said Thursday. Attorney General Merrick Garland said the ransomware group called Hive attacked hospitals, school districts, financial firms and others, stealing and sometimes publishing their data. Like some other prolific groups, Hive partnered with independent hackers who broke in through phishing or other means: The gang provided the encryption program and ransomware negotiations, and split the profits with the hackers. (Menn, Stein and Schaffer, 1/26) [ Politico: Justice Department Disrupts Group Behind Thousands Of Ransomware Attacks ](https://www.politico.com/news/2023/01/26/justice-department-disrupts-ransomware-attacks-00079656) Justice Department personnel used a court order on Wednesday night to seize two back-end servers belonging to the Hive ransomware group in Los Angeles and took control of the group's darknet website, Attorney General Merrick Garland said Thursday. Garland, at a press conference in Washington, said Hive was behind attacks in the past two years on a Midwest hospital, which was forced to stop accepting new patients and to pay a ransom to decrypt health data. While Garland did not name the hospital, the Memorial Health System in West Virginia and Ohio was attacked by Hive affiliates at the same time. Hive was also linked to an attack last year on Costa Rica's public health service. (Miller, 1/26) More health industry news — [ Modern Healthcare: Sanford-Fairview Merger: Minnesota AG Keith Ellison Asks For Delay ](https://www.modernhealthcare.com/mergers-acquisitions/sandford-fairview-merger-minnesota-keith-ellison-delay) The $14 billion merger between Sanford Health and Fairview Health Services may be held up over concerns from a top Minnesota regulator. The nonprofit Midwestern health systems announced a deal in November that they aim to close by March 31. But Minnesota Attorney General Keith Ellison (D) has asked Sioux Falls, South Dakota-based Sanford Health and Minneapolis-based Fairview Health Services to postpone their proposed merger, citing his office's continuing investigation into its consequences. (Hudson and Kacik, 1/26) [ Milwaukee Journal Sentinel: Ascension's Columbia St. Mary's Hospital In Milwaukee Under Fire ](https://eu.jsonline.com/story/news/investigations/public-investigator/2023/01/26/ascensions-columbia-st-marys-hospital-in-milwaukee-under-fire/69791985007/) When Christian Olson arrived at Ascension Columbia St. Mary's Hospital in Milwaukee last month for his night shift, the nurse learned he would be assigned 12 critically ill patients. That is twice the number of patients hospital standards recommend for such a floor, and no aides were assigned to help. He considered the workload \"beyond crazy.\" (Van Egeren and Volpenhein, 1/26) [ Axios: States Jump Into Fight Over Prior Authorization Requirements ](https://www.axios.com/2023/01/27/states-target-doctor-authorization) Efforts to overhaul the prior authorization process are hitting a crescendo in state legislatures, with at least 40 states expected to consider measures that would streamline the way doctors must obtain health plan sign-offs before they can order procedures, tests or treatments. (Dreher, 1/27) [ Chicago Tribune: University Of Chicago Medical School Withdraws From U.S. News Rankings ](https://www.chicagotribune.com/business/ct-biz-university-of-chicago-us-news-rankings-20230127-ahxul5zbvzfxnhn3mjmjeaoswm-story.html) University of Chicago's Pritzker School of Medicine will no longer participate in U.S. News & World Report's medical school rankings, joining a growing list of institutions rejecting the rankings. Leaders at the Chicago medical school have decided to no longer submit data to U.S. News to help the publication rank the institution. (Schencker, 1/26) [ Side Effects Public Media: Hospitals Look To Storytelling To Reduce Stigma Toward People With Addiction ](https://www.iowapublicradio.org/health/2023-01-26/hospitals-look-to-storytelling-to-reduce-stigma-toward-people-with-addiction) Belle Smith was using heroin a few years ago and didn't have access to a clean syringe. A needle broke in her arm and caused an infection. Smith went to a nearby hospital in South Carolina, where she said staff refused to give her anesthesia and opted to use a local numbing agent while they tried to get the needle out. (Benson, 1/26) In news about health care workers — [ Crain's Detroit Business: MyMichigan Medical Center Nurses Vote To Strike ](https://www.modernhealthcare.com/labor/mymichigan-medical-center-nurses-strike-mna-alma) Nurses at MyMichigan Medical Center in Alma are preparing to strike. Of the approximately 150 nurses represented by the Michigan Nurses Association at the mid-Michigan hospital, 97 percent voted in favor of striking, the nurses said in a news release. (Walsh, 1/26) [ Modern Healthcare: Feds Allege Fake Nursing Credentials Scheme In Florida ](https://www.modernhealthcare.com/nursing/fake-nursing-credentials-florida-hhs-doj) Federal authorities say they've uncovered a conspiracy to provide prospective nurses with bogus diplomas and credentials allowing them to sit for board exams—and care for patients if they managed to pass despite not earning nursing degrees. Three now-closed Florida nursing schools were involved in a scheme that distributed fraudulent credentials to more than 7,600 people, the Justice Department alleges in recently unsealed indictments announced Wednesday. (Berryman, 1/26) [ Stateline: Some States May Allow Nurses To Do More Without Doctors ](https://www.pewtrusts.org/en/research-and-analysis/blogs/stateline/2023/01/26/some-states-may-allow-nurses-to-do-more-without-doctors) When COVID-19 hit the United States in 2020, state policymakers across the country jumped to expand access to health care. They temporarily allowed more telehealth, for example, and made it easier for medical providers to practice across state lines. (Ollove, 1/26) [ KHN: Montana Pharmacists May Get More Power To Prescribe ](https://kffhealthnews.org/news/article/montana-pharmacists-may-get-more-power-to-prescribe/) Mark Buck, a physician and pharmacist in Helena, Montana, said he's been seeing more patients turn to urgent care clinics when they run out of medication. Their doctors have retired, moved away, or left the field because they burned out during the covid-19 pandemic, leaving the patients with few options to renew their prescriptions, he said. \"Access is where we're really hurting in this state,\" Buck said. (Larson, 1/27) [ Louisville Courier Journal: Chiropractic Visit Caused Strokes? Jury Awards $1 Million To KY Woman ](https://www.usatoday.com/story/news/nation/2023/01/27/family-chiropractic-louisville-ky-chiropractor-lawsuit-stroke-symptoms/11129058002/) Amber Burgess, then 33, had never set foot in a chiropractor's office when she went to Dr. Adam Fulkerson's Heartland Family Chiropractic in Elizabethtown on May 18, 2020. In contrast, Becca Barlow, 31, had seen Dr. Leah Wright at Louisville Family Chiropractic 29 times for adjustments over three years when she went there on Jan. 7, 2019, seeking relief for \"nursing mother's neck.\" (Wolfson, 1/27) [ Virginia Democrats Block Bills Limiting Abortion, Including 15-Week Ban ](https://kffhealthnews.org/morning-breakout/virginia-democrats-block-bills-limiting-abortion-including-15-week-ban/) The Thursday votes saw several bills defeated — including a 15-week abortion ban that is a priority for Virginia Gov. Glenn Youngkin, a Republican. Other news relating to abortion and maternal health comes from North Carolina, South Carolina, California, and other states. [ AP: Virginia Democrats Defeat Bills Limiting Abortion Access ](https://apnews.com/article/abortion-virginia-state-government-42791ab80e24a3c6944819ac820273a6) In a series of key votes Thursday, Virginia Senate Democrats defeated several bills that would have restricted abortion access in the state, including a proposed 15-week ban with exceptions that was a priority for Republican Gov. Glenn Youngkin. They are the first decisive legislative votes in Virginia since the Supreme Court's decision last year overturning Roe v. Wade. The votes mean that barring an extraordinary procedural move, such restrictions are unlikely to be enacted this year in Virginia, which currently has some of the South's most permissive abortion laws. (Rankin, 1/27) [ Axios: Inside The Virginia GOP's Abortion Dilemma ](https://www.axios.com/local/richmond/2023/01/27/virginia-gop-abortion-dilemma) The vote highlighted an ongoing post-Roe debate among Republicans about how far new abortion restrictions should go and what exceptions they should include. Sen. Siobhan Dunnavant, a practicing OB-GYN from Henrico, was the sole GOP vote against the bill. (Oliver, 1/27) More abortion news from North and South Carolina, California, and elsewhere — [ AP: NC Democrats Pitch Abortion Safeguards Despite GOP Majority ](https://apnews.com/article/abortion-politics-health-us-republican-party-democratic-e65bef6be316b1322a790e7d8cb28efa) North Carolina Democrats, who narrowly held off a Republican supermajority in the General Assembly, have introduced legislation to codify abortion protections into state law as Republicans are discussing early prospects for further restrictions. Their legislation, filed Wednesday in both chambers, would prohibit the state from imposing barriers that might restrict a patient's ability to choose whether to terminate a pregnancy before fetal viability, which typically falls between 24 and 28 weeks. (Schoenbaum, 1/26) [ AP: SC Abortion Ban Gets Hearing For First Time This Session ](https://apnews.com/article/abortion-politics-health-south-carolina-state-government-472b827688a85178517b7d9e734d645c) A South Carolina Supreme Court decision five days before the General Assembly returned for 2023 raised the possibility that abortion bans could once more dominate legislative debate in the state. That likelihood increased on Thursday when a House subcommittee approved the first abortion ban to get a public hearing in the state this year. (Pollard, 1/26) [ Reuters: Anti-Abortion Protesters Break Into Walgreens AGM Meeting Room ](https://www.reuters.com/world/us/anti-abortion-protesters-break-into-walgreens-agm-meeting-room-2023-01-26/) Anti-abortion protesters broke into the room where Walgreens Boots Alliance Inc held its annual shareholders meeting in Newport Coast, California, on Thursday for its decision to start selling abortion pills, the pharmacy chain said. (1/26) [ The Hill: Red-State Americans See Abortion Access Slipping Away ](https://thehill.com/policy/healthcare/3832210-red-state-americans-see-abortion-access-slipping-away/) In states where abortion is no longer protected by law, nearly half of residents report that abortion access has narrowed since the Supreme Court struck down Roe v. Wade. A small but significant number of Americans know someone who has crossed state lines for an abortion, undergone a birth-control procedure or postponed getting pregnant in the months since the landmark ruling Dobbs v. Jackson Women's Health Organization, which negated a constitutional right to abortion after nearly half a century. (De Vise, 1/27) [ KHN: 'What the Health' Part I: The State Of The Abortion Debate 50 Years After 'Roe' ](https://kffhealthnews.org/news/podcast/what-the-health-281-part-1-state-of-abortion-debate-50-years-after-roe-january-26-2022/) The abortion debate has changed dramatically in the seven months since the Supreme Court overturned Roe v. Wade and its nationwide right to abortion. Nearly half the states have banned or restricted the procedure, even though the public, at the ballot box, continues to show support for abortion rights. In this special two-part podcast, taped the week of the 50th anniversary of the Roe decision, an expert panel delves into the fight, the sometimes-unintended side effects, and what each side plans for 2023. (1/26) In related news on maternal deaths in Mississippi — [ AP: Maternal Deaths And Disparities Increase In Mississippi ](https://apnews.com/article/health-mississippi-state-government-e6d47374955e81342d325d4c790c1d42) Deaths from pregnancy complications have become more prevalent in Mississippi, and racial disparities in the health of those who give birth have widened in recent years, according to a report released Thursday by the state's Department of Health. The Mississippi Maternal Mortality Report shows that the maternal mortality rate increased by 8.8% between 2013-2016 and 2017-2019, with the latter period being the most recent one analyzed by researchers. (Goldberg, 1/27) [ FDA Will Ease Blood Donation Ban For Gay Men — If They're Monogamous ](https://kffhealthnews.org/morning-breakout/fda-will-ease-blood-donation-ban-for-gay-men-if-theyre-monogamous/) Also in the news, why inventing a vaccine for HIV is more difficult than covid, pressure for FTC scrutiny over two pharma mergers, how Congress may focus on drug company \"middlemen\" and pricing, heavy metals in baby food, biosimilars, and more. [ The Washington Post: FDA To Ease Blood Donation Ban On Gay Men, Allow Monogamous To Give ](https://www.washingtonpost.com/health/2023/01/26/fda-gay-men-blood-donation-ban/) Gay and bisexual men in monogamous relationships will no longer be forced to abstain from sex to donate blood under federal guidelines to be proposed in coming days, ending a vestige of the earliest days of the AIDS crisis. The planned relaxation of restrictions by the Food and Drug Administration follows years of pressure by blood banks, the American Medical Association and LGBT rights organizations to abandon rules some experts say are outdated, homophobic and ineffective at keeping the nation's blood supply safe. (McGinley, Amenabar and Nirappil, 1/26) [ NPR: Why Inventing A Vaccine For HIV Is Harder Than For COVID ](https://www.npr.org/sections/goatsandsoda/2023/01/26/1150851465/why-inventing-a-vaccine-for-aids-is-tougher-than-for-covid) The four-decades long effort to create an HIV vaccine suffered a blow last week with news that Janssen Pharmaceuticals, a division of Johnson & Johnson, was discontinuing the only current late-stage clinical trial of a vaccine. Results showed it to be ineffective. \"I was disappointed in the outcome,\" says Mitchell Warren, executive director of AVAC, an organization that advocates for HIV prevention to end AIDS. \"It was a setback in the search for a vaccine.\" (Brink, 1/26) In other pharmaceutical industry news — [ Stat: Warren Urges The FTC To Scrutinize Two Pharma Mergers Over \"Anti-Competitive\" Practices ](https://www.statnews.com/pharmalot/2023/01/26/pharma-mergers-warren-ftc-antitrust-amgen-horizon/) In her latest bid to address prescription drug prices, U.S. Sen. Elizabeth Warren (D-Mass.) is urging the U.S. Federal Trade Commission to \"closely scrutinize\" two pending pharmaceutical company mergers over concerns that \"rampant consolidation\" will drive up costs for consumers. (Silverman, 1/26) [ Roll Call: Drug Company Middlemen Likely To Be A Focus In 118th Congress ](https://www.rollcall.com/2023/01/26/drug-company-middlemen-likely-to-be-a-focus-in-118th-congress/) Factions of the health care system and members of Congress are turning their fire on an oft-maligned part of the drug pricing system — the middlemen who negotiate discounts with drug companies on behalf of health plans. (Hellmann, 1/26) [ Stat: A Bellwether For Biosimilars: Why The New Competition For Humira Matters To Pharma, Payers, And Patients ](https://www.statnews.com/pharmalot/2023/01/27/humira-abbvie-amgen-biosimilars-medicare-insurance-pbm/) After months of anticipation, the first biosimilar version of Humira will become available next week — a pivotal moment in the long-running debate about whether cheaper copies of pricey biologics can lower soaring U.S. health care costs. (Silverman, 1/27) [ Reuters: FDA Identifies Recall Of Emergent's Decontamination Kits As Most Serious ](https://www.reuters.com/business/healthcare-pharmaceuticals/fda-identifies-recall-emergents-decontamination-kits-most-serious-2023-01-26/) The U.S. Food and Drug Administration on Thursday classified the recall of Emergent BioSolutions Inc's skin decontamination lotion kits as the most serious type. The contract manufacturer began the recall of 3,500 units of the kit in November, after receiving three customer complaints of leakage from the packets. No serious injuries or deaths related to the issue were reported. (1/26) [ The New York Times: How Do Heavy Metals Like Lead Get In Baby Food? ](https://www.nytimes.com/2023/01/26/health/baby-food-metals-lead.html) The Food and Drug Administration's new plan to keep high levels of lead out of baby foods like mashed sweet potatoes, apple sauce and dry cereal is part of a larger effort to eliminate heavy metals from the foods the youngest children eat. The push follows years of studies by public health, consumer and government experts revealing concerning levels of arsenic in rice cereal and other items fed to infants, including big-name brands like Gerber and organic staples like Earth's Best. (Jewett, 1/26) On dementia — [ CIDRAP: Rates Of Antipsychotic Drug Prescribing For Dementia Climbed During The Pandemic ](https://www.cidrap.umn.edu/covid-19/rates-antipsychotic-drug-prescribing-dementia-climbed-during-pandemic) Rates of antipsychotic drug prescribing among people with dementia increased substantially in six high-income countries during the initial months of the pandemic and remained elevated through 2021, researchers reported yesterday in JAMA Psychiatry. (Dall, 1/26) [ The Washington Post: New Study Finds 6 Ways To Slow Memory Decline And Lower Dementia Risk ](https://www.washingtonpost.com/wellness/2023/01/26/dementia-memory-loss-lifestyle-habits/) A new study of more than 29,000 older adults has identified six habits — from eating a variety of foods to regularly reading or playing cards — that are linked with a lower risk of dementia and a slower rate of memory decline. Eating a balanced diet, exercising the mind and body regularly, having regular contact with others, and not drinking or smoking — these six \"healthy lifestyle factors\" were associated with better cognitive outcomes in older adults, in a large Chinese study conducted over a decade and published in the BMJ on Wednesday. (Timsit, 1/26) [ Some California Prisoners Can Get Limited Medicaid Care, CMS Says ](https://kffhealthnews.org/morning-breakout/some-california-inmates-can-get-limited-medicaid-care-cms-says/) The Centers for Medicare and Medicaid Services announced Thursday that for the first time ever, some people in prisons, jails, or juvenile detention centers can access limited services 90 days before being released. In other news, disability rights activists have sued to block the CARE Court program. [ AP: California Prison Inmates To Get Some Medicaid Care ](https://apnews.com/article/health-access-to-care-california-prisons-a01d49b336d7257b8613e3ba20c9e653) The federal government will allow Medicaid dollars to treat some people in prisons, jails or juvenile detention centers for the first time ever, the Centers for Medicare and Medicaid Services announced Thursday. CMS will allow California inmates to access limited services, including substance use treatment and mental health diagnoses, 90 days before being released. Since Medicaid was established, federal law has prohibited Medicaid money from being used for people who are in custody, with inmates having access to their health care coverage suspended. (Seitz, 1/26) [ KHN: California's Resolve Questioned After It Grants Medi-Cal Contract Concessions ](https://kffhealthnews.org/news/article/californias-resolve-questioned-after-it-grants-medi-cal-contract-concessions/) California's decision last month to cancel the results of a long-planned bidding competition among commercial health plans in its Medicaid program has some industry insiders and consumer advocates wondering whether the state can stand up to insurers and force improvements in care for millions of low-income beneficiaries. (Wolfson and Young, 1/27) On the CARE Courts program — [ Los Angeles Times: Lawsuit Challenges Newsom's CARE Court Program ](https://www.latimes.com/california/story/2023-01-26/disability-advocates-lawsuit-care-court-newsom-mental-illness-addiction-homeless) A coalition of disability and civil rights advocates filed a lawsuit Thursday asking the California Supreme Court to block the rollout of Gov. Gavin Newsom's far-reaching new plan to address severe mental illness by compelling treatment for thousands of people. (Wiley, 1/26) [ San Francisco Chronicle: Groups Sue To Stop California From Ordering Unhoused, Severely Mentally Ill People Into Treatment ](https://www.sfchronicle.com/bayarea/article/groups-sue-to-stop-california-from-ordering-17745243.php) \"The CARE Act's primary purpose is to create a politically expedient legal mechanism for removing a disfavored group of Californians from public view,\" the suit said. The organizations said they filed it directly in the state Supreme Court because of \"the urgent nature of the issues,\" but would pursue their claims in lower courts if the high court denied direct review. (Egelko, 1/26) [ The Hill: Disability, Civil Rights Groups File Lawsuit Challenging Newsom's CARE Courts Program ](https://thehill.com/homenews/state-watch/3832672-disability-civil-rights-groups-file-lawsuit-challenging-newsoms-care-courts-program/) Several disability and civil rights advocacy groups in California filed a lawsuit against Governor Gavin Newsom's (D) new court program targeting mental health concerns that he signed into law last year. Disability Rights California, Western Center on Law & Poverty and The Public Interest Law Project filed a petition with the California Supreme Court Thursday, alleging that Newsom's CARE Courts program violates the rights to due process and equal protection in the state constitution. The groups said the Care Courts program created a court-ordered system of involuntary outpatient treatment by restricting patients' \"autonomy in choosing their medical provider and where and with whom they live.\" (Sforza, 1/26) [ Politico: Groups Sue To Block Newsom's CARE Courts Program For Severe Mental Illness ](https://www.politico.com/news/2023/01/26/newsom-care-courts-mental-illness-california-00079824) The program allows a family member, first responder, or county behavioral health professional to seek court-ordered services for someone with severe mental illness. The court can order a clinical evaluation of the individual and, if they meet certain criteria, mandate they work with county behavioral health officers on a treatment, medication and housing plan. Failure to participate in \"any component\" of the plan could result in additional hearings and court actions, including conservatorship. (Kort, 1/26) In other health news from California — [ Politico: Social Media Is A Defective Product, Lawsuit Contends ](https://www.politico.com/news/2023/01/26/social-media-lawsuit-mental-illness-00079515) A California court could soon decide whether social media firms need to pay — and change their ways — for the damage they've allegedly done to Americans' mental health. Plaintiffs' lawyers plan to file a consolidated complaint in the Northern District of California next month, accusing the tech giants of making products that can cause eating disorders, anxiety and depression. (Reader, 1/26) [ Stat: In California, It's Easy To Buy Flavored Vapes, Even In Cities With Longtime Bans ](https://www.statnews.com/2023/01/27/california-flavored-vape-ban/) California cities are supposed to be cracking down on sales of flavored vapes, which are now illegal across the state. But even cities that have banned such vapes for years are unwilling — or unable — to police the sellers. (Florko, 1/27) [ Federal Judge Limits Probe Into Providers Offering Trans Care In Fla. ](https://kffhealthnews.org/morning-breakout/federal-judge-limits-probe-into-providers-offering-trans-care-in-fla/) The judge partly limited the state's effort to subpoena information from medical and mental health groups in Florida. The groups had opposed the state's prohibition on Medicaid spending for gender-affirming care. Also, Obamacare enrollment in Michigan, heat deaths in Texas, and more. [ The Washington Post: Judge Curbs Florida Probe Into U.S. Medicine's Trans Treatment Standards ](https://www.washingtonpost.com/dc-md-va/2023/01/26/florida-trans-treatment-lawsuit/) A legal battle over Florida's ban on Medicaid spending for gender-affirming medical care spilled into Washington on Thursday as a federal judge partially granted an urgent request by 18 American medical and mental health groups to quash subpoenas sent to them by the state after they opposed the prohibition. The professional associations accused Florida of targeting members such as the American Academy of Pediatrics, the American Psychological Association and the Endocrine Society after they expressed the widely accepted medical view that care such as puberty blockers, hormones and gender transition surgery can be appropriate treatment for transgender youth and adults. (Hsu, 1/26) In other health news from across the U.S. — [ Detroit Free Press: Michigan Sees Highest Obamacare Enrollment Since Obama Was In Office ](https://www.freep.com/story/money/business/2023/01/26/affordable-care-act-enrollment-obamacare-michigan/69843038007/) State and federal officials announced Thursday that 322,273 Michigan residents signed up for 2023 insurance on the marketplace during the recently concluded open enrollment period. That was up 6% from a year earlier, and according to federal data, marks the highest \"Obamacare\" enrollment in Michigan since 2016 when 345,813 residents signed up. The insurance is known as Obamacare because it came into being when Barack Obama was president. (Reindl, 1/26) [ AP: Texas Death Row Inmates Sue Over Solitary Confinement ](https://apnews.com/article/health-legal-proceedings-crime-texas-state-government-934d9b36046696186330bf5085fa48e7) A group of death row inmates filed a federal lawsuit Thursday against the Texas prison system over its policy of mandatory and indefinite solitary confinement for all prisoners who are awaiting execution, saying it causes severe physical and psychological harm. The suit alleges that the policy severely restricts their access to human interaction, medical care and legal representation as they are confined to their 8-by-12-foot (2.4-by-3.7-meter) cells for all but two hours a day. (Lozano, 1/26) [ The Texas Tribune: Migrant Deaths, Extreme Heat Pushing Texas Heat-Related Deaths To New Highs ](https://www.texastribune.org/2023/01/26/texas-heat-deaths-migrants-climate-change/) Heat-related deaths in Texas last year reached a new high for this century amid a sharp rise in migrant deaths and soaring temperatures enhanced by climate change, according to a Texas Tribune analysis of state data going back to 1999. (Nguyen and Douglas, 1/26) [ AP: Town Where Child Cancer Rose Blasts Deal Over Polluted Site ](https://apnews.com/article/science-health-basf-se-new-jersey-climate-and-environment-d5f1b37ee7532d623eced9eab3948da3) In hindsight, it's clear that something was very wrong in this suburban town at the Jersey Shore, where many people worked at or lived near a chemical company that was flushing toxic waste into waterways and burying it in the ground. Men would come home from the plant, which made dyes and resins, and their perspiration would be the color of the dye with which they worked. (Parry, 1/27) [ Longer Looks: Interesting Reads You Might Have Missed ](https://kffhealthnews.org/morning-breakout/longer-looks-interesting-reads-you-might-have-missed-115/) Each week, KHN finds longer stories for you to enjoy. This week's selections include stories on covid tests, Damar Hamlin, how to live to be 100, cooking help for people with disabilities, and more. [ The New York Times: Do Rapid Covid Tests Still Work? ](https://www.nytimes.com/2023/01/25/well/mind/covid-rapid-tests.html) We've all heard the anecdotes: Your friend's spouse or child gets Covid-19 — a known exposure to the virus, all the hallmark symptoms, a positive test, no question about it. Then your friend starts to feel crummy, so they do a quick swab, but their test result is negative. What gives? Experts say that rapid home tests are still a helpful tool for stopping the spread of Covid-19, but they're not foolproof. Here are a few explanations for why you might get a false negative result — and how to increase your chances of accuracy next time. (Smith, 1/25) [ The New York Times: Inside The Hospital Where Damar Hamlin's Life Was Saved ](https://www.nytimes.com/2023/01/22/health/damar-hamlin-cardiac-arrest-hospital.html) Damar Hamlin, the Buffalo Bills player whose heart stopped during a game in Cincinnati on Jan. 2, should not have survived, if statistics on cardiac arrests are any guide. Mr. Hamlin \"was dead,\" when he fell to the ground, said Dr. Timothy A. Pritts, chief of the section of general surgery at the University of Cincinnati Medical Center, where Mr. Hamlin was treated. (1/22) [ The New York Times: CPR And Defibrillators: What You Need To Know ](https://www.nytimes.com/article/cpr-cardiac-arrest.html) Before 1958, there was no such thing as CPR. If someone's heart stopped because of cardiac arrest, that person fell to the ground, with no pulse, no breathing. And they were simply declared dead. All of that changed when doctors at Johns Hopkins Hospital in Baltimore discovered cardiopulmonary resuscitation by accident when studying how to shock a heart. When they pressed defibrillator panels to the chest of a lab dog, they saw a blip in blood pressure. They pressed harder and discovered they could push blood through the body. And thus was born CPR. (Kolata, 1/22) [ The Washington Post: How Do You Live To Be 100? Good Genes, Activity And Friends ](https://www.washingtonpost.com/wellness/2023/01/25/longevity-centenarians-healthy-living/) Experts predict that the number of centenarians — people who live to be at least 100 years old — will continue to rise in the coming decades. While genetics play a large role in healthy aging, physical activity, social support and where you live also can influence your chances for living a very long life. Sister André, a French Catholic nun born Lucile Randon, who was the world's oldest living person, recently died at the age of 118. Now the two oldest living people are believed to be María Branyas Morera, a 115-year-old Spanish woman born in the United States, and Fusa Tatsumi, who lives in Osaka, Japan, who is also 115 but 52 days younger than Morera, according to a database by the Gerontology Research Group. (Amenabar, 1/25) [ The Wall Street Journal: A Happy Memory Can Help You Fall Asleep, If You Know How To Use It ](https://www.wsj.com/articles/a-happy-memory-can-help-you-fall-asleep-if-you-know-how-to-use-it-11674527348) Now, sleep researchers say that what we think about as we try to go to sleep is just as important. They recommend that as we prepare to drift off, we practice something called savoring, which is imagining a positive experience we've had in great detail. Savoring is well-studied as a strategy to improve our general well-being. A considerable body of research shows that it can boost mood and help reduce depression and anxiety. Now, psychologists believe it can help us fall asleep and have better sleep quality, and are starting to study its effectiveness. (Bernstein, 1/24) [ The Washington Post: Cooking Tips And Workarounds For People With Disabilities ](https://www.washingtonpost.com/wellness/2023/01/24/disability-tips-cooking-baking/) Cooking and baking can be difficult for many people; some may be dealing with age-related changes, others may have health conditions, injuries or disabilities, including pain and fatigue. But there are strategies and equipment that can make creating good meals at home easier. ... Here's what occupational therapists and home cooks with disabilities recommend. (Yap, 1/24) [ The Washington Post: Scientists Invented A Melting Liquid Robot That Can Escape From A Cage ](https://www.washingtonpost.com/science/2023/01/26/liquid-metal-shape-shifting-melting-robot/) This tiny robot can melt, escape from a prison by sliding through secure bars, and then reform into a solid and complete tasks. ... \"Potentially, this material system can be used for applications in flexible electronics, health care, and robotics,\" Chengfeng Pan, an engineer at the Chinese University of Hong Kong who co-authored the study, told The Washington Post. (Sands, 1/26) [ The New York Times: The Hospital Makes A House Call ](https://www.nytimes.com/2023/01/26/magazine/hospital-at-home.html) Manuelita Romero sipped cranberry juice as she lay in her bed, surrounded by pillows, blanketed under a soft white cover patterned with blue-and-green flowers. She was 92 and wearing pearl earrings and a necklace of rosary beads. Her bedroom, in a sandy, one-story adobe-style house in southwestern Albuquerque that she shared with one of her sons, was decorated with figures of saints and angels, along with more than a dozen crosses. Perfume bottles, hair spray and tubes of lotion crowded the top of her gold-trimmed cream dresser. Her house was very small but cheery and cozy, with crochet, flannel and serape coverings on the furniture and bright lemon-yellow cabinets in the kitchen. (Ouyang, 1/26) [ Viewpoints: Leqembi May Not Be All It's Cracked Up To Be; Can A State Ban Federally Approved Pills? ](https://kffhealthnews.org/morning-breakout/viewpoints-leqembi-may-not-be-all-its-cracked-up-to-be-can-a-state-ban-federally-approved-pills/) Editorial writers examine these public health topics. [ Chicago Tribune: We Shouldn't Get Caught Up In The Hype Over New Alzheimer's Drug ](https://www.chicagotribune.com/opinion/commentary/ct-opinion-alzheimers-drug-lecanemab-clinical-effectiveness-20230126-sr3uraqmwnbohhv4rh5atnkiju-story.html) This month, the Food and Drug Administration approved a new drug, lecanemab, for the treatment of Alzheimer's disease. The drug, sold under the brand name Leqembi, was developed by Japanese pharmaceutical company Eisai and will be marketed commercially in partnership with American pharmaceutical company Biogen. (Anand Kumar, 1/26) [ Bloomberg: GenBioPro Abortion Pill Lawsuit Won't Move Conservative Supreme Court ](https://www.bloomberg.com/opinion/articles/2023-01-26/genbiopro-abortion-pill-lawsuit-won-t-move-conservative-supreme-court) GenBioPro, a pharmaceutical company that makes the drug mifepristone, has asked a federal court to declare that West Virginia's anti-abortion law is inconsistent with the Federal Drug Administration's determination that the pill is safe and effective. (Noah Feldman, 1/26) [ The Washington Post: How do you stop abortion? Here's what antiabortion marchers told me ](https://www.washingtonpost.com/opinions/2023/01/26/pro-life-activists-refine-plans-march-forward/) Among participants at this year's March for Life, it was beginning to sink in that ending abortion would never be as simple as they might have hoped. A new question was in the air as various factions in the antiabortion movement began to contemplate their next steps. After Roe, what would it take to actually end the practice of abortion in the United States? I asked some of the marchers to write down their ideas. (Christine Emba, 1/26) [ The Star Tribune: Pass Bill To Broaden Birth Control Access ](https://www.startribune.com/pass-bill-to-broaden-birth-control-access/600246865/) After the U.S. Supreme Court recklessly overruled Roe v. Wade last year, Minnesota lawmakers are laudably focused on protecting abortion access within the state. (1/26) [ The CT Mirror: A Traumatized Generation Is In Need Of More Support ](https://ctmirror.org/2023/01/26/mental-healh-ptsd-awareness/) After starting medical school and learning a thing or two about Post-Traumatic Stress Disorder, or PTSD, I began to question whether this obsessiveness with strangers' and friends' mental health was akin to a symptom of PTSD. I realized I check some of the boxes - intrusive thoughts, avoiding things that might trigger certain memories, trouble sleeping at night, and hypervigilance. (Matthew Ponticiello, 1/26) [ Bloomberg: FDA Should Scrap One-Size-Fits-All Covid Booster Plan ](https://www.bloomberg.com/opinion/articles/2023-01-26/fda-should-scrap-one-size-fits-all-covid-booster-plan) The Food and Drug Administration needs a new Covid vaccine policy that follows the latest immunology and vaccine efficacy data. (Faye Flam, 1/26) [ Stat: How A Checklist Can Help Decolonize Global Health Research ](https://www.statnews.com/2023/01/27/checklist-help-decolonize-global-health-research/) When institutions in the United States and other high-income countries embark on collaborations to improve health or the delivery of health care in low-income countries, they do it with the best of intentions. But intentions aren't good enough. (Yap Boum II and Sunil Parikh, 1/27) [ Stat: Physicians Need — And Should Take — Paternity Leave ](https://www.statnews.com/2023/01/26/physicians-need-and-should-take-paternity-leave/) When my daughter was born, I was just a year out of fellowship training, working hard within my hospital's medical hierarchy. Fearful of burdening my colleagues with extra work, I did not use the Family and Medical Leave Act (FMLA), a national law requiring employers to provide job-protected, unpaid leave for personal reasons. Instead, I took three weeks of unpaid vacation time masquerading as my paternity leave. (Charles "}