{"title": "Complementary & Alternative Medicine", "author": null, "url": "https://medcraveonline.com/IJCAM/.html", "hostname": "medcraveonline.com", "description": null, "sitename": "MedCrave Publishing", "date": "2023-01-01", "cleaned_text": "Published: , Cancer cells are typically studied for genetic changes that can alter biochemical pathways involved in cellular replication. Unique elements within the altered biochemical pathways are targeted for selective inhibition using chemotherapeutic drugs. The selectivity of chemically killing tumor cells is viewed as an improvement over the less discriminative X-ray radiation induced damage to tumor cells. Tumor cells can also be studied for the expression of cell surface components that are not present on normal cells. These modified cellular components allow for directed immunotherapy as an additive approach to cancer cell destruction beyond chemotherapy and irradiation. Each of these approaches, however, fails to exploit the inherent capacity of cancer cells to self-destruct through a process termed apoptosis. The cellular alterations that occur within tumor cells are metabolically less optimal than the biochemistry of normal cells. This can lead to an insufficiency of cellular energy (ICE) for maintaining normal cellular functions. It is proposed that ICE is the primary trigger for cellular replication, genetic diversity and metastasis of tumor cells. If it is assumed that apoptosis requires additional cellular energy beyond triggering cancer formation, then cancer regression may well occur with the provision of additional cellular energy, especially via the alternative cellular energy (ACE) pathway. This pathway utilizes an external energy force termed KELEA (kinetic energy limiting electrostatic attraction). Empirical observations, reviewed in this paper, are consistent with KELEA mediated cancer regression. It is important that the potential value of consuming KELEA activated ACE Water be evaluated for the prevention and therapy of cancer. Keywords:cancer, apoptosis, energy, KELEA, ace, ice, homeopathy, enercel, virus KELEA, human papillomavirus In spite of the expenditure of many billions of dollars, cancer will soon become the major cause of human death other than aging. [1](#ref1) Much of the funding allocated to cancer research has merely sustained the vested interests of those promoting the use of chemotherapeutic drugs designed to selectively kill cancer cells. [2](#ref2) Incremental advances in understanding the biochemistry of cancer cells are used to justify major investments in developing new compounds; most of which have only marginal additional benefits over existing drugs. Virtually all chemotherapeutic drugs have toxic side effects, which are sometimes only belatedly recognized. These can include impaired cognition (chemo-brain) [3](#ref3) and the induction of new cancers. [4](#ref4) The exaggerated promise of cancer chemotherapy is matched by similar claims for radiotherapy [5](#ref5) and more recent claims for immunotherapy. [6](#ref6) Many oncologists simply underestimate the adaptive capacity of tumor cells to evade destruction by the major therapeutic modalities. Thus, for example, tumor cells can switch between metabolic pathways to escape susceptibility to the prescribed chemotherapeutic drug. Tumor cells can undergo delayed cellular replication and, thereby, remain unaffected by radiation. They may also have limited expression of tumor and/or histocompatibility antigens required for effective immune recognition. [7](#ref7), [8](#ref8) These issues are rarely discussed by researchers, grant funding organizations or hopeful investors. Another major criticism of the business investment model in cancer research is the need to secure proprietary rights. This largely excludes investing in the pursuit of historical reports of apparently successful and relatively simple anti-cancer therapies. Investors also focus on the treatment of advanced cancers that can more quickly yield evidence of success. There is even less financial incentive to explore longer term strategies of cancer prevention, which may take years to confirm. [9](#ref9) Mainstream medicine still views cancer as an aggressive invasion by abnormal cells that must be destroyed by external means. The cancer cell is seen as genetically foreign to the rest of the body. Differences rather than similarities between cancer and normal cells are emphasized, especially the possible acquisition of oncogenes. Invariably, however, the genetic changes in the tumor cells create less than optimal, balanced functioning of the cells' metabolic pathways. This will basically lead to ICE in the cancer cells. Certain types of cellular damage and especially if contributed to by an oncogene, will trigger a replicative response. Indeed, all living cells seek to survive, unless they encounter a pre-programmed impetus for self-destruction. Cell survival extends to producing progeny cells, meaning that cell replication can be a natural response to an energy deficient environment. So too can cell migration (metastasis). The generation of additional genetic diversity can also be an adaptive response. [10](#ref10) Confronting these processes is the inherent capacity of all abnormal cells to undergo cell death through apoptosis. [11](#ref11) This can be triggered by abnormal, sub-optimal biochemical events and possibly even by a delay in the cell maturation. Apoptosis, however, requires cellular energy and may not occur because of ICE. Cancer is, therefore, viewed as the result of cellular damage that impairs normal maturation, but not the ability of the cell to replicate. The cancer will persist and grow in circumstances in which ICE restricts apoptosis. This can be especially so if the cellular energy requiring apoptotic pathway is also somewhat impaired in the tumor cells. Consequently the manifestation of the cellular damage will be an ever increasing number of replicating cells, some of which may undergo further genetic alterations and some of which may migrate to other locations within the body. The premise of this paper is that these cancerous activities can be potentially nullified if the tumor cells can receive sufficient additional cellular energy to proceed to cellular destruction via apoptosis. This hypothesis is depicted in [Figure 1](#fig1). Figure 1 Representation of the concept that cancer is primarily a situation in which cell damage has led to a replication response, possibly contributed by an acquired oncogene. The cancer cell, however, has an insufficiency of cellular energy (ICE) to proceed with apoptosis. Cancer regression can potentially occur if the cancer cell is supplied with additional cellular energy, primarily via the alternative cellular energy (ACE) pathway. The metabolism of food is generally regarded as the sole source of energy for animal cells. The chemical energy in food is initially obtained from photosynthesis, in which plants and certain bacteria combine carbon dioxide and water to yield sugar molecules. [12](#ref12) Especially with the addition of oxygen, the energy within the sugar molecules can be used to add a third phosphate to adenosine diphosphate. This yields adenosine triphosphate (ATP), the basic chemical energy currency of cells. It was generally assumed that sufficient ATP is generated to explain all energy requiring cellular activity. [13](#ref13) The author, however, has shown the existence of an additional or alternative cellular energy (ACE) pathway. [14](#ref14) If photosynthesis is regarded as the first energy pathway of Nature and food metabolism as its second, the ACE pathway can also be regarded as Nature's third cellular energy pathway. The energy of the ACE pathway is ultimately derived from an environmental force termed KELEA (kinetic energy limiting electrostatic attraction). The fundamental role of KELEA may be to prevent the fusion and possible annihilation of opposite electrical charges as they are electrostatically attracted to one another. It may also explain the repulsion between like electrical charges. [14](#ref14) KELEA can have major biological effects through its ability to loosen the intermolecular hydrogen bonding between water molecules and probably also by its imparting a direct kinetic force on the water molecules. [14](#ref14) These effects provide a dynamic (kinetic) quality to the body's cellular and extracellular fluids. KELEA can, therefore, quantitatively improve the metabolic performance of cells. [15](#ref15)-17 An intriguing possibility is that the electrical activity of the brain and possibly muscles, including the heart, can directly contribute KELEA to the body's fluids. [18](#ref18) Conversely, certain brain diseases may be particularly limiting to the body's ability to naturally acquire KELEA from the environment, as may excess electromagnetic radiation. [19](#ref19) A positive feedback is envisioned whereby ACE activation of the body's fluids may directly correlate with the brain's capacity to capture KELEA from the environment. This capacity may help sustain optimal ACE throughout the body's fluids. Similar considerations can be given to relating muscle activity to the quantitative attraction of KELEA into the body. Food metabolism and KELEA are seen as alternative means for cells to obtain energy. The former depends upon the delivery of oxygen and nutrients to cells via the blood and is also affected by genetic or acquired derangements in metabolic pathways. Many respiratory, cardiovascular and metabolic disorders can, therefore, result in ICE, as can the increased energy demands of infections and wound healing. Under some circumstances, the impaired metabolism will trigger neoplastic transformation. The basic premise of ongoing research is that all ICE disorders, including cancer, can potentially be corrected by enhancing the ACE pathway through the provision of KELEA. [14](#ref14)-18 Under some circumstances, the body seemingly strives to acquire additional KELEA via the overt production of energetic materials termed ACE pigments. [20](#ref20), [21](#ref21) These materials can take the form of particles, fibers and threads that form from the self-assembly of novel aromatic and aliphatic chemicals, synthesized by energy-deprived cells. The particles are electrostatic; fluorescent; occasionally ferromagnetic; mineral binding; and can lead to the formation of vapor bubbles when placed in water. The particles can also induce the abiotic synthesis of lipids that can form membranes, crystals, pyramids and long needle shaped structures. [22](#ref22) The electrostatic activity of ACE pigments is particularly striking in fluids. There is temporary joining of particles into small groups, followed by the repulsion of one or more of the bonded particles. Furthermore, individual particles can move within the fluid medium in a manner that is well beyond Brownian motion. The fluoresce of the particles and of the infected cells can be best seen under ultraviolet (UV) light. Using appropriate filters, fluorescence as well as phosphorescence can also be evoked with visible light. [22](#ref22) The UV fluorescence can be greatly enhanced in the presence of certain dyes, including neutral red dye. ACE pigments were initially identified in the fluids of cultured cells infected with stealth adapted viruses.22 These viruses are not effectively recognized by the cellular immune system due to the deletion or mutation of the relatively few components that act as the antigenic targets for lymphocyte killing of virus infected cells. [23](#ref23) A striking feature in the culturing of stealth adapted viruses is the recovery of the cytopathic (cell damaging) effect (CPE), which occurs in the virus infected cells. This recovery is mediated by ACE pigments activation of the virus culture fluid. [22](#ref22) The interaction of ACE pigments with neutral red dye was noteworthy because of earlier reports of UV phototherapy of herpes simplex virus (HSV) induced skin lesions treated with this dye. [24](#ref24) Indeed, HSV skin lesions fluoresce brightly under UV illumination when stained with neutral red dye and subsequently undergo expedited healing. UV phototherapy of neutral red dye treated herpes zoster virus (HZV) and human papillomavirus (HPV) skin lesions is also effective. [25](#ref25)-26 Stealth adapted virus infected patients, including children with autism, will also commonly show ACE pigment particles on skin, hair and the oral mucosa. Neutral red phototherapy based on these materials has provided symptomatic benefits to stealth adapted virus infected patients, including children with autism. [27](#ref27) The production within the skin of ACE pigment particles and fibers that are somewhat irritating can directly lead to skin lesions. [21](#ref21) These patients may be diagnosed as having delusional parasitosis because of the belief that the electrostatic materials coming from their skin are living parasites. [28](#ref28) Many patients now prefer the term Morgellon's disease for this illness. [29](#ref29) Suppression of the CPE in freshly re-fed cultures of stealth adapted viruses was achievable not only by including ACE pigment particles in the re-feeding culture fluid but also by the addition to the culture fluid of a homeopathic solution termed HANSI (homeopathic activator of the natural system immune). This finding indicated that HANSI, which was originally developed in Argentina, had anti-virus activity independent of the immune system. In virus cultures, it had an activity that was comparable to ACE pigments. Based on this insight, the United States manufacturer of HANSI changed its name to Enercel. Extensive prior studies with HANSI and more recent studies with Enercel indicated clinical benefits in numerous diseases including cancer. [30](#ref30) The author participated in a study showing quite remarkable efficacy in suppressing tropical diarrhea in children in El Salvador [31](#ref31) and more recently in the suppression of HIV and tuberculosis in AIDS patients. [32](#ref32) Detailed biochemical analysis of Enercel used in the El Salvador study showed the presence of lidocaine. The lidocaine displayed marked electrostatic reactivity with tincture of iodine leading to the self-assembly of various structures, rather similar to some of the ACE pigments previously observed. [33](#ref33) Lidocaine readily dissolves in ethanol. When this solution is diluted with water and allowed to stand, a rather impressive partitioning of the ethanol (above) and water (below) occurs, with the lidocaine flocculating at the interface. The lidocaine would also assemble into long needle shaped crystals. UV illuminated ethanol plus water solutions of lidocaine will fluoresce with the addition of neutral red dye to a far greater than the ethanol plus water solution without lidocaine. Along with other studies, it was concluded that ACE pigments and, indeed, many dipolar compounds with separated electrical charges can attract KELEA and transfer it to water, ethanol and other fluids. Water activated by these compounds is characterized by having increased kinetic activity with less intermolecular hydrogen bonding. [34](#ref34) It can apparently also provide additional functional support to cells. [14](#ref14)-17 Researchers have long searched for an underlying microbial cause of cancer. Variously described microscopic elements have been observed in blood samples of cancer patients and in extracts from their tumors. [35](#ref35), [36](#ref36) A confounding aspect in several of the reported observations has been the apparent changes in size and appearance of the elements that can occur over time. Antoine Bechamp in the 19th century suggested that all tissues intrinsically contain elements that he termed microcymas, which can transform into microbes upon the death of the tissues. [37](#ref37) A less extreme view was that acquired cancer-causing microbes can interchangeably exist as viruses, bacteria or fungi. The belief in microbial pleomorphism is based on microscopic observations and not on molecular analysis. Using a sophisticated microscope, Royal Raymond Rife was able to visualize extremely small filterable elements from carcinomas and from sarcomas, which he referred to as BX and BY viruses, respectively. [38](#ref38) Other proponents of pleomorphic living particles in blood bodies) and Wilhelm Reich (bions). [35](#ref35)-36 While these elements are particularly notable in the blood of cancer patients, they are also identified in the blood of patients with other chronic illnesses, including so called chronic Lyme disease. Upon review, investigators have clearly mistaken electrostatic activity for true motility and mistaken self-assembly and disassembly for transformation between microbial forms. Self-assembly and abiotic synthesis can also be misinterpreted as replication. The true nature of these elements is that of ACE pigments. It can be concluded from these historical records that many cancer patients are endeavoring to derive additional energy through the ACE pathway. Clinical reports of tumor regression occurring with various non-standard therapies have largely been discarded by mainstream medicine. This is partly because of the uncertainties of the veracity of the reports and over commercial bias of the proponents, sometimes resulting in prosecutions by regulatory authorities. There is generally less than rigorous scientific reasoning in providing a plausible mechanism of cancer recovery. Moreover, the apparent benefits seen in some patients are not consistently reproduced in many other similarly treated patients. This probably relates to the general uncertainty of the mode of action of each therapeutic modality, making it difficult to optimally apply the therapy to all patients. The three major modalities of non-standard cancer therapy are the use of: i) Natural products; ii) energy devices; and iii) mindfulness/spiritual training.39-41 The hypothesis of this paper is that the anti-cancer effectiveness of each of these modalities is occurring through KELEA activation of the body's fluids. It is proposed that enhancing the ACE pathway within cancer cells can lead to either reversal of the cancer process through further maturation of the cells or more commonly to the death of the cancer cells through apoptosis. Additional potential benefits of an enhanced ACE pathway within an individual may include suppression of infections, elimination of toxins, less tissue scarring during the healing process and possibly improved cognitive function. The following section will briefly review the three therapeutic modalities within the context of the ACE hypothesis. Natural products Many natural products have been credited with curing cancer, at least in occasional patients. [39](#ref39)-52 [Table 1](#tab1) provides a reasonable sampling of the major dietary and injectable anti-cancer remedies that various researchers have developed or advocated as potential alternatives to chemotherapy. There are literally hundreds of additional plants for with some mention is made on the Internet for possible benefits to cancer patients. | | Developer/Advocate/ | | Approximate Composition* | | Gerson | | Diet (raw fruits, vitamins, minerals, enzymes, micro-nutrients, low sodium, fats & proteins) plus coffee enemas | | Breuss | | Diet (fasting, vegetable juices, tea) | | Budwig | | Diet (flaxseed oil, cottage cheese, cinnamon) | | Various** | | Superfoods: moringa, ashitaba, cocoa, astragalus and many others | | (red clover, potassium iodide) | | Cayce | | Animated ash from burning bamboo. Similar product from coconut | | Bach | | Tincture (alcohol) extracts from flowers | | Flora Co. Ltd. Japan | | HB-101 (water extract of tree sap; rich in terpenes and terpenoids) | | Georgia, Europe | | Folium px (pine tree extract, grape seeds) | | Tufts | | Orange peel extract (d-limonene) | | Enderlein | Various | | Other fungi: Chaga, mushrooms | | bacillus subtilis, cereus, firmus) | | Coley | | Bacteria toxin ( | | Various | | Soil-derived (humic/fulvic acid, zeolites, clay, volcanic, shungite) | | Roerich | | Intrasound activated kaolin for consumption or gel for skin use | | Burzynski | | Antineoplastons (phenylbutyrate, phenylacetate, phenylacetylglutamate) | | Garnett | | Poly MVA (lipoic acid-palladium, vitamins, amino acids) | | Sheridan | | CanCell/Entelev ( | | Kelley | | Proteolytic enzymes | | Pauling | | Vitamin C | | Simoncini | | Alkaline therapy (sodium bicarbonate) | | Ferguson | | Hydrochloric acid | | Krebs | | Laetrile (amygdalin) | | Brewer | | Cesium sulfate | | Huneke | | Neurotherapy (procaine, lidocaine) | | Aslan | | Geovital (procaine hydrochloride) | | Batmanghelidj | | Increased consumption of regular water | | Hahnemann | | Homeopathy (various formulations) | | Hirshman/Christner | HANSI/Enercel Emoto | | Mind/Music activated water | | Various | | Gas activated water (Hydrogen, hydrogen peroxide, ozone, chlorine dioxide, Brown's gas) | | Various | | Chemical: (ceramics, sodium chloride, EDTA, silver, copper, magnesium, germanium, activated water, other activated fluids etc.) Examples: VEW (Mercer); Double Helix Water (Lo); Water used in chelation; 714X formula (Naessens); Willard Water, Grander Water. Note that direct contact with the activating chemical with the water to be activated is not always required. | | Various | | Natural activated water from special worldwide locations, such as Hunza, Nordenau, Tlacote, Marcial, Great Salt Lake, etc. Includes ocean areas (Quinton water). Table 1 Examples of Diets, Natural Compounds and Formulations Promoted as Cancer Cures The entities listed in [Table 1](#tab1) mainly comprise different diets; herbal formulations; plant, fungus, bacteria and soil extracts; and specific chemicals, including water. Along with so called superfoods, the remedies are questionably promoted as \"boosting the immune system,\" \"destroying free-radicals,\" \"cleansing the body of toxins\" and/or having a selective killing effect on tumor cells. Vegetable-rich diets are also specifically advocated to \"alkalize\" the body and/or to redress supposed deficiencies in trace ingredients, including specific minerals. Clinical data on these claims are rarely sought or publicly provided. A grouping of the natural remedies comprises homeopathic formulations. These are of special interest since they contain very minimal amounts of the added components. Homeopathic products are, therefore, essentially only \"activated\" water. Other forms of activated water have similarly been proposed as cancer therapies, as has even the increased consumption of regular water. [53](#ref53) Rarely is any effort made to compare the effectiveness of the different remedies or even to include placebo products in blinded clinical studies. Yet it is untenable that all of the reported cancer regressions have been falsified. Moreover, some of the same products identified as being useful in humans have a long history of successful use in organic farming. Examples include humic/fulvic acids, zeolites, d-limonene and HB-101. Interestingly, HB-101 is recommended for agricultural use at a concentration of 1:10,000 in water; essentially a homeopathic dilution! Based on their known or anticipated structure, many of the chemical compounds comprising natural cancer cures are likely to be dipolar, that is, have separated electrical charges. Electrostatic activity can commonly be observed in finely ground uncooked foods, but not in most cooked or processed foods. This is relevant because electrostatic compounds with clearly separated electrical charges can attract KELEA from the environment. Furthermore, some electrostatic compounds can transfer the energy to nearby water, possibly in an oscillatory manner. Indeed, volcanic rock pellets, lidocaine and procaine have now been shown by the author to activate water (unpublished). The term enerceutical was introduced to describe products with water activating activity. It is proposed that consuming enerceutical foods can provide a means of directly transferring KELEA to the body's fluids. Enerceutical foods are viewed as benefiting individuals primarily through the biophysical capacity of attracting KELEA, rather than through the biochemical property of providing calories or other nutrients. Since many fresh foods can display at least some enerceutical activity, a broadly based benefit will generally be available by simply switching one's diet to uncooked, unprocessed foods. This is a common feature of the diets and herbal formulations listed in [Table 1](#tab1). Focusing on the individual chemical compounds included in [Table 1](#tab1) is also rendered somewhat meaningless since once water is activated, the chemical compound used in the activation process can be removed by either dilution as in homeopathy, decanting or zero-residue filtration. Using purified water as therapy has major regulatory advantages over the use of complex chemical solutions, especially if the activated water is to replace regular drinking water. For example, Enercel, which has anti-cancer30 and anti-HIV activity32 when injected into patients is currently being tested for its effectiveness as an ACE drinking water. Energy devices A partial listing of various energy devices proposed for the therapy of cancer is provided in [Table 2](#tab2). Information on the devices and their developers' claims of cancer cures are available from the Internet and from various review articles, e.g. [54](#ref54) A common feature of the early historical devices of Tesla, D'Arsonval, Lakhovsky, Rife and Clark is the repetitive on-off electrical switching. This is also employed in the current Papimi machine of Dr. Papas. As explained earlier, the on-off electrical switching attracts and releases KELEA, which can potentially then spread to individuals within the vicinity of the devices. | | Developer* | | Energy Device | | Nikola Tesla | | High Voltage Electrical Coils | | Jacques D'Arsonval | | High Frequency Electrical Coils | | Georges Lakhovsky | | Multi-wave oscillator | | Royal Rife | | Beam Ray - Noble Gas Tube | | Edgar Cayce | | Violet Lamp - used with animated ash | | Augustus Pleasanton | | Sunlight Through Cobalt Blue Glass | | Wilhelm Reich | | Orgone Energy Chamber | | Panos Papas | | Pulsed Magnetic Fields | | Victor Roehrich | | Intrasound - oxidized aluminum tubes | | Herman von Tappeiner | | Photodynamic Therapy | | Jon Stoneburner | | Phototherapy-UV light with neutral red dye | | Johann Grander | | Container of activated water | | Hulda Clark | | High Voltage Zapper | | Sandra Michael | | Opposing Computer Monitors | | China | | Acupuncture, electroacupuncture | | Various | | Sound, vibration, crystals Table 2 Examples of Energy Devices Promoted as Cancer Cures *More information on each of the listed Developers and the Energy Devices is available on the Internet The energy enhancement system of Dr. Sandra Rose Michael (www.eesystem.com) uses fluctuating, but identical computer screen images on pairs of opposing computers. A comparable system using opposing LED traffic lights with an overhead strobe light was shown to activate nearby water [55](#ref55) as can interactive electric fields. [56](#ref56) Electrical power is not required for Reich's orgone chambers, which comprise alternating layers of metal and insulating materials. [57](#ref57) The chambers can seemingly directly concentrate KELEA from the environment. Similar chambers can be easily constructed using layers of aluminum covered reflective insulation (e.g. Reflectix® radiant barrier). The Intrasound system of Victor Roehrich used a series of differentially cut aluminum pipes that have undergone 7days of prior heating to partially oxidize the aluminum. The cooled pipes provide a steady source of KELEA for distant activation of edible kaolin, which can be added to water for consumption. More direct delivery of KELEA to cancers may also be achieved by the selective placement of acupuncture needles. [58](#ref58) Traditional healers seemingly convey energy to the needles through finger twirling. This somewhat tedious approach is probably simulated by electroacupuncture in which a fluctuating electrical current is applied to the needles. [59](#ref59) Interestingly, electroacupuncture has been reported as increasing the fluidity of the blood. [59](#ref59) KELEA therapy may also be directed to tumors via phototherapy. Of particular interest is the use of neutral red dye followed by UV illumination; similar to a protocol proven useful in treating HSV, HZV and HPV skin lesions. [25](#ref25), [26](#ref26) The neutral red dye can be directly applied to the cancer or simply added to activated fluid, prior to being UV illuminated. Indeed, it is feasible to generate a broadly based KELEA energy field using this approach, which could be useful for treating groups of patients. Furthermore, sunlight might be able to replace the need for indoor UV lighting. Rather than directly treating patients, the various energy devices can be used to activate drinking water and/or water intended for parental injection. Water with adjusted osmolarity can also be administered directly into tumors. Preliminary testing for the capacity of the injectable water to induce apoptosis can be performed on aspirated tumor cells. In principle, the energy devices can be used in conjunction with some of the water activating chemical compounds included in [Table 1](#tab1). Thus the different approaches to activating water can be used synergistically to achieve a higher efficiency level for KELEA transfer into the body. The availability of inexpensive, highly activated water will be especially useful in conducting large scale controlled clinical trials. * The exact compositions of many of the remedies are typically withheld by the developers as being proprietary. Nor is it clear if standards are in place to ensure consistency in the formulations. ** The term \"various\" is used for remedies in which there have been multiple developers or advocates. *** Lidocaine was also identified as an undisclosed component in some HANSI and Enercel preparations. Detailed information on each of the listed Developers is available on the Internet. Mindfulness/Spiritual support Non-traditional cancer healers realize that therapeutic success may also depend upon the patient acquiring a more positive mental attitude.60 It is postulated by some that the use of dietary supplements, injections and devices is primarily beneficial by helping to foster optimism in the cancer patients. (Sadly, some of these healers also admit that the dietary supplements, injections and devices are necessary to justify a higher level of reimbursement). Empirically it is generally understood that stress, anger and fear are counterproductive to good health. These attitudes correlate with increased and prolonged activity of the sympathetic nervous system and with relatively more beta brain wave activity. Serenity, thankfulness, mindfulness and optimism would appear to be the converse of negative attitudes and may be related more to the parasympathetic nervous system and to increased alpha and gamma wave brain activity. Practices such as meditation, humor and prayer can help boost self-esteem and a positive sense of purpose. Therapists can also participate with the patients, possibly providing a transfer of energy. This may, for example, apply to Reiki and Polarity therapies. As suggested elsewhere, a fundamental role of the fluctuating electrical activity of the brain and muscles, including the heart, may be to function as an antenna for KELEA. [18](#ref18) While the most readily definable aspect of brain activity involves conscious thoughts and attitudes, additional facets of the brain's electrical activity may also be involved in attracting KELEA into the body. In preliminary studies, water samples brought to a laughing yoga class clearly became activated as shown by increased volatility measurements. [18](#ref18) A possible role for physical exercise in enhancing the ACE pathway is also consistent with the apparent association between physical exercise and an overall sense of wellbeing. Practitioners acknowledge that it can be difficult for patients to consciously switch from feeling and expressing negative attitudes to more hopeful and optimistic beliefs. The cancer diagnosis tends to instill fear in the patient and the sense of being invaded. A totally different mental approach is to acknowledge the survival spirit of the cancer cells in trying to satisfy an energy need. The patient can then set about trying to relieve the cancer cell of its ICE so that it may proceed with its programmed apoptosis. Ongoing studies suggest that consuming activated water can facilitate a positive change in attitude. One possibility is that KELEA may increase the membrane potential of neuronal cells, adding to more selective and purposeful conscious functioning. It may also be that some of the higher cognitive awareness is enhanced by the ACE pathway, more so than by the cellular energy derived from food metabolism. These ideas are provided as a framework to justify the immediate clinical testing of ACE-pathway based therapies in cancer patients. It is particularly encouraging that the basic approaches to enhancing the ACE pathway in cancer patients are essentially similar to those that also need testing in other clinical circumstances that are also explainable as being due to ICE. Comparisons between different methods of activating water, either used alone or in combination can also be conducted in agricultural and animal husbandry studies. Clearly the simplest protocol is one of educating the patient along with providing KELEA activated \"ACE Water\" for regular consumption. The status of the ACE pathway can be assessed by evaluating the kinetic activity of the body's fluids and assessing the production and reactivity of ACE pigments. More directly, the cellular maturation or apoptosis occurring within the tumor can be potentially monitored by repeated fine needle aspiration (FNA) of the tumor. An important clinical feature of apoptosis is that there is no accompanying inflammation and the process is essentially painless. This is in contrast to radiation and chemotherapy which cause cell necrosis and evoke painful inflammation. Immunotherapy is also primarily an induced inflammatory response. The major disadvantage, however, of administering radiotherapy or chemotherapy to cancer patients is the drain on the available cellular energy for intrinsically driven apoptosis. The focus of this article has been to provide ACE to cancer cells on the assumption that there is insufficient energy for either apoptosis or the maturation process. Certain viruses are the ongoing driver of malignancy. Prominent examples of oncogenic viruses are HPV in cervical cancer, HBV and HCV in liver cancer and EBV in some forms of lymphoma. The ongoing oncogenic activity of these viruses is potentially reversible by enhancing the anti-virus defenses of the infected cells. The cellular immune system is still generally regarded as the major defense mechanism against virus infections. It is not effective, however, on stealth adapted viruses in which the normally targeted virus antigens have been deleted or are no longer recognized. Nevertheless, these viruses can be suppressed via the ACE pathway. It has been further shown that the ACE pathway is quite effective in suppressing conventional viruses, including HIV, HSV, HPV. [19](#ref19), [32](#ref32) Another potential benefit of enhancing the ACE pathway may be its role in the elimination of toxins. A particularly telling observation was the detection by a physician of an unusual odor in his own urine a day after beginning to consume activated water. He had been in the United States for over 30years, having emigrated from Greece. He soon recognized that the odor was that of DDT (dichlorodiphenyltrichloroethane), having recalled the extensive DDT spraying in his homeland. This finding is also relevant to reports of temporary, mild adverse symptoms upon initially consuming activated water. It can be minimized by adjusting the early dosing of the consumed water. Maintaining an adequate ACE pathway throughout life should help with avoiding toxin accumulation and will likely markedly reduce the occurrence of clinical cancer. The most pressing challenge is for a direct comparison of ACE pathway based cancer therapy with the present day results of conventional cancer therapy. The basic concept expressed in this paper is that cancer is fundamentally a cell survival response to an insufficiency of cellular energy (ICE). The cancer process is not naturally terminated by apoptosis because of ICE, but may occur by enhancing the tumor cells alternative cellular energy (ACE) pathway. This can be achieved by KELEA (kinetic activity limiting electrostatic attraction) activation of the body's cellular fluid using water activating compounds and/or devices. These approaches may also enable the brain to act as a more effective antenna for KELEA. Directed clinical studies based upon enhancing the ACE pathway in cancer patients should be pursued. The Institute of Progressive Medicine is a component of MI Hope Inc., a non-profit public charity. Author declares there are no conflicts of interest. None. © . This is an open access article distributed under the terms of the, which permits unrestricted use, distribution, and build upon your "}