{"title": "Faculty Directory - Saybrook University", "author": null, "url": "https://www.saybrook.edu/faculty/byname/john_patterson/", "hostname": "saybrook.edu", "description": "Search for Saybrook University faculty members using the faculty directory search feature.", "sitename": "Saybrook University", "date": "2018-02-20", "cleaned_text": "John Patterson John Patterson Adjunct Faculty - Department [Mind-Body Medicine](/faculty/department/mind-body_medicine) - Institution - Saybrook University - Biography - I am an integrative family practice physician (MD, MSPH). After 30 years in solo private practice in rural Kentucky, I now operate the Mind Body Studio in Lexington KY, where I teach and consult with an emphasis on mind-body medicine and mindfulness-based stress reduction (MBSR). I assist students and patients in mobilizing inner resources to minimize the need for drugs and other interventions. A large portion of my time is spent teaching MBSR as an employee benefit for the University of Kentucky Human Resources through the UK Wellness Program. I also present lectures and workshops to health professional organizations, hospitals, schools and businesses. I am on the family medicine faculty at the UK College of Medicine and the U of Louisville School of Medicine. I am a senior faculty member with the Center for Mind Body Medicine, where I first met Don Moss, who invited me to teach for Saybrook. - Areas of Expertise - Area Expertise Coaching Life Coaching Integrative Medicine Yoga and Asian Arts - Education History - Degree Institution Year BA Vanderbilt University, Nashville Tennessee 1970 MD U of Tennessee, Memphis TN 1973 MSPH U of Kentucky, Lexington KY 1996 - Professional Memberships - Role Organization Past President [Kentucky Academy of Family Physicians](https://www.google.com/search?q=Kentucky Academy of Family Physicians) Chair, Commission on Physician Wellness [Lexington Medical Society](https://www.google.com/search?q=Lexington Medical Society) - Licenses - Medicine, Kentucky - Community Involvement - Role Organization Formation group member Compassionate Lexington - Media Exposure - Appearance I was recently profiled in the Kentucky Medical Association's monthly newsletter as a \"community connector\"- actively engaged in public health education and medical professional burnout prevention I write a monthly article for the local Health and Wellness magazine titled Integrative Medicine and focus mainly on mind body medicine and mindfulness I write two columns for the local Kentucky Doc magazine. One titled Profile in Compassion highlights a medical colleague known as an exemplar of compassion in medicine. The other titled Physician Health and Well Being, highlighting the struggles and successes of physician colleagues as they balance personal and professional demands - Question and Answer - Describe your teaching philosophy or your approach to working with students. I try to respond promptly to student posts and immediately to student questions. I expect students to be fully engaged in residential conference classes, online cohort discussion and scheduled conference calls. Provide a statement or philosophy regarding your professional practice. While many people require prescribed medication and other forms of conventional therapy, our society is over-medicated and people are too often harmed by the very treatments intended to help. Many medications can be reduced or eliminated by empowered patients who have learned to connect with, mobilize, nurture and sustain inner resources that we all have by virtue of being human. I believe over-medication applies to the use of supplements, herbs, vitamins and fad diets as much as it does to pharmaceuticals. Why did you choose to enter your professional area(s)? To contribute significantly to global health, compassion and peace. What advice would you give a student entering Saybrook University? Be prepared to support your cohort colleagues as they support you. Be prepared to work hard and be rewarded for hard work. Be prepared to receive constructive feedback on submitted assignments. Plan as early as possible to envision your ultimate career application of the training you receive. - Curriculum Vitae "}