{"title": "Food labelling - What are 'natural' food Ingredients? NCC Food Ingredients", "author": "Fintan McConnell", "url": "https://nccingredients.com/food-labelling-natural/", "hostname": "nccingredients.com", "description": "The label 'natural' in food ingredients doesn't always mean that the product has been sourced from nature. Unfortunately, labels are often not transparent.", "sitename": "NCC Food Ingredients", "date": "2019-06-21", "cleaned_text": "at NCC Food Ingredients takes a closer look at the term natural food Ingredients The term 'natural' to the average consumer I imagine means something that has been sourced or grown from nature. Regretfully, in the world of food production it's not always so clear. In fact, with food labelling it is largely the region that the food is made in that results in the meaning of the word natural. No agreement on labelling term; EU and US Though there are some guidelines in EU law it appears they are not going far enough. According to a report by the European Consumer Organisation (BEUC) entitled [Food Labels: Tricks of the Trade.](https://www.beuc.eu/publications/beuc-x-2018-049_our_recipe_for_honest_labels_in_the_eu.pdf) Food producers are gaining from the lack of clarity. It seems there are legal grey areas that are present in European legislation. The report states that; \"...even though the term 'natural' has not been legally defined by the EU it can frequently be found on packaging for food products which would bear little relation to the images such term conveys.\" [] EU challenges EU member countries have a certain amount of control of their own food labelling rules. Overall this is positive as it allows for differences in food culture. However it also means that with some food laws there is lack of agreement across the region. This is as a result of there being so many different organisations. For example, here in Ireland the [Food Safety Authority of Ireland (FSAI)](https://www.fsai.ie) is the regulatory body. In France it's [L'Agence Française de Sécurité Sanitaire des Aliments](https://www.anses.fr) and in the UK it's the [Food Standards Agency (FSA).](https://www.food.gov.uk/) It's clear that getting all these groups to agree is certainly a challenge. US challenges Having several regulatory bodies does not exist in the US. This is because the [FDA (Food and Drug Administration)](https://www.fda.gov/home) sets the laws across all states, but there are other issues. To date there has been [nearly no regulation agreed as regards to the term.](https://www.eater.com/2019/4/11/18304951/natural-food-organic-meaning-difference-hormel-meat-lawsuit) This has meant that food products in the US that contain highly refined ingredients can currently still be labelled as natural. The FDA has stated that it will define and regulate the term this year, unfortunately [it has been trying to do so for years](https://www.eater.com/2016/5/10/11643556/consumer-reports-natural-foods) with to date no success. [Outside the EU and the US there also hasn't been much clarity or agreement either on what natural is](https://www.smh.com.au/lifestyle/health-and-wellness/what-do-natural-foods-mean-anymore-20150429-1mwdzd.html). Natural food Ingredients; term made clear by ISO guidelines Fortunately, the ISO (International Organization for Standardization) has made inroads. It launched a technical specification called [ISO/TS 19657:2017](https://www.iso.org/obp/ui#iso:std:iso:ts:19657:ed-1:v1:en); Definitions and technical criteria for food ingredients to be considered as natural. This requirement is the first global agreement in terms of natural food ingredients and food processes. Basic guidelines for the industry So, what does this ISO legislation entail? [Dominique Taeymans, Convenor of the working group that developed the technical specification, explains](https://www.iso.org/news/ref2254.html) [:](https://www.iso.org/news/ref2254.html) \"This technical specification contains the basic guidelines that will allow food and beverage industry professionals to speak the same language. This is not a straightforward subject, so giving professionals a common basis to fall back on is already a big step forward.\" The ISO defines that food ingredient are natural if they can occur in nature. This is perhaps not as clear as it could be. Additionally it does not apply to consumer facing food labelling. On the other hand, it does provide guidance for businesses sourcing food ingredients. Therefore it is progress as regards to clarity around the use of the word. First dietary fibre verified natural by ISO Since its launch in 2017, the ISO natural standard; ISO/TS 19657:2017 has already made inroads within the food industry. One such recent example is with our insulin partner, [Sensus](https://www.inspiredbyinulin.com/). Their chicory root fibre was verified by the ISO. This means that they can now officially state that their product is natural. This is a major feat as it is the first dietary fibre that can be referred to as such. Inulin has been part of many people's daily diets for a long time. It is present in over 36,000 plants. Apart from chicory root (which has very high levels) it is also in bananas, garlic and wheat. It could be argued that other dietary fibres are from natural origin, however the reality is that they would not be found in nature. In fact a large amount of processing is required to extract the fibre from them. Sugar replacement and fat reduction To be honest [inulin is a pretty incredible food ingredient.](https://nccingredients.com/what-is-inulin-and-what-food-products-can-it-be-used-in/) Apart from the dietary fibre benefits as previously mentioned, it also has other useful features. It can also be used to replace sugar and fat in food products. The range of products that it can be used in is very broad. From bakery, cereals and dairy, right through to confectionery, beverages and even savoury foods. To explain further, for example white bread could be enriched with extra fibre or yoghurt could be reduced in fat. In addition, Inulin has prebiotic features that encourages the production of beneficial bacteria in the colon. It also assists in calcium absorption, improving bone health. As a sweeter, inulin is up to 60% as sweet as sugar, but has only half the calories. New protein biscuit using inulin Myself and my colleagues at NCC Food Ingredients work closely with our customers. We assist at all stages of new food development, as well as updating the recipes of current products. A new protein biscuit was one of our more recent projects. It is a food product designed for gym and health conscious consumers. We not only advised and provided inulin but made sure that it matched the exact requirements that our customer was seeking to achieve. Meaning that not only the taste was correct but the functionality of the product was right. This has resulted in strong sales of the new protein biscuit which I like to think we have had a small part to play in. Want to know more? If you would like to know more about [Sensus' inulin products, then read the brochure.](https://nccingredients.com/wp-content/uploads/2019/03/All-about-inulin.pdf) It contains lots of information, including how it is made as well as further details on the health benefits. On the other hand if you would like to know about our full range of [food solution ingredients](https://nccingredients.com/food-solutions/) then fill out the form below and we'll be in touch. "}