{"title": "PDF", "author": "PDF", "url": "https://www.apic.org/Resource_/TinyMceFileManager/Advocacy-PDFs/SHEA-APIC-AHE-EPA-fogging-letter.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 January 28, 2011 Joan Harrigan -Farrelly Director Antimicrobial Division Office of Pesticide Programs U.S Environment Protection Agency Dear Ms. Harrigan -Farrelly : On behalf of the Association for Professionals in Infection Prevention ( APIC), the Society for Healthcare Epidemiology of America (SHEA) and the Association for the Healthcare Environment (AHE) formerly ASHES, we welcome the opportunity to comment on the topic of fogging applications for disinfectants. The issues are very per tinent to our organizations and we are responding collectively to reinforce our close agreement on mutual concerns, especially worker safety . We are focusing primarily on hydrogen peroxide (HP) products —delivered into the environment by a vapor or mist. Vaporized or dry mist application of HP is the whole -room/area disinfection method that currently has the greatest quantity of scientific studies. When used properly, HP also likely offers a greater margin of safety compared to other chemicals that can al so be applied by vapor such as chlorine dioxide or ozone. ( Davies A, 2011, in press JHI ) We do recommend the Agency clarify terminology for the application method. The request of the EPA from industry involves use of the term \"fogging.\" However the size of the chemical - containing particle does vary by HP disinfection process. One method appears to produce a particle in the range of 1 micron; for another, these are in the range of 8- 12 microns. ( Otter JA , 2010 ICHE ) Some have interpreted this to mean th at the former might instead be classified as a fumigant and the latter fogger . A mist or vapor may be more precise and also avoid confusion with existing CDC recommendations (see response to question #1 below). However we believe the EP A is in the best p osition to clarify this aspect for the user communities as well as to remain consistent with other federal agencies. Although there may be other chemical disinfectants that emerge in the marketplace, HP at the moment is the most commonly used agent ; howe ver the comments are likely to apply as well to other disinfectants delivered by vapor or mist . 2 1. What type of reaction do you anticipate from your facility regarding disinfectant fogging applications? What impact would the use a fogger disinfectant cr eate in your facility? Background : We would first like to note a background issue that may affect reactions from some users and facilities involving existing evidence -based recommendations from another federal agency, the U.S. Centers for Disease Control & Prevention (CDC). The 2003 CDC/HICPAC Environmental Infection Control and 2008 Disinfection and Sterilization in Healthcare Facilities guidelines do not support fogging. In fact the 2008 Guideline specifically states, \"d o not perform disinfectant foggi ng for routine purposes in patient -care areas.\" However these reference studies from the 1970's involve chemicals that remain unacceptable for fogging — e.g., formaldehyde, phenol -based agents or quaternary ammonium compounds. At that time there was some use of these chemicals, and an assessment of the aforementioned chemical s found a lack of microbiocidal efficacy. In addition, there were several reported instances of adverse effects on healthcare workers and others in facilities where this method was used. This is an issue that APIC and SHEA plan to address in the future with CDC and HICPAC to improve understanding of the original intent of these recommendations in lieu of new evidence from studies involving HP . We do think it important the EPA be awar e of these and encourage it to also clarify the context of th is new request from industry, as there is potential for confusion by users should Agency approve new language on this method of disinfection. Impact of vapor or mist-based d isinfection Studies by Donskey, Boyce, Rutala, and Ott er demonstrate there is little apprehension if carried out with careful communication and attention to worker safety. Anecdotally we are aware of at least one instance in which enthusiasm for the technology but without a ttention to planning and proper ins truction regarding room sealing, created a negative incident when workers feeling exposed to hazardous chemicals . A key issue for the EPA is to investigate whether there are permissible exposure limits (PEL) and time -weighted averages (TWA) issued by OSHA or other agencies that apply to the chemical proposed for vaporization or misting. If so, this requires manufacturers to provide clear instructions on safe application, effective monitoring during use, and an indication of the point in time that in which it is safe to re -enter the area/room being disinfected. The safety of workers as well as other occupants in a facility, e.g. patients and visitors, using this method of application is an important theme in our comments to you. As to impact on the facility where vapor or mist is used, evidence from the literature has identified possible short -term benefits if a facility is experiencing high rates of infection or a possible outbreak of a particular microorganism. (Otter, A JIC 2010; Bates , 2005 JHI; Jeanes , 2005 JHI). There is one study that found HP signi ficantly reduced rates of C. difficile infection (CDI) in five patient care units that were experiencing a high comparative incidence as well as a reduction in CDI rates h ospital -wide. However, this was an observational, before -after investigation that did not include control wards with no HP use . Therefore the findings are subject to potential bias and confounding variables . Others who have reviewed this study have also concluded, \"it is also possible that the reduction in CDI was merely due to a natural fl uctuation in infection rates,\" (Davies , JHI 2011 ) particularly since the post -3 intervention CDI rate on the study wards was 0.8/1000 patient -days which is higher than endemic rates in most hospitals. HP disinfection may inhibit efficiency of care delivery as some concentr ations of HP add to the turn- around time for availability of patient rooms. On average it takes about 35- 40 minutes for routine cleaning and disinfect ion of a room after a patient is discharged. Disinfection with HP could add up to an additional 4 hours onto this process. This limit on availability of rooms could slow down or inhibit a facility's ability to accommodate new admissions resulting in prol onged holding of patients in the Emergency Department. A more detailed assessment of the impact of vapor HP on facility operations has been described elsewhere and we recommend th e Agency review this article. ( Otter JA , 2009 ICHE). In summary: This tech nology could potentially be useful provided it is safe, effica cious and cost-effective. The extended time length may be a deterrent to everyday usage of this technology in a busy healthcare facility. Studies have confirmed the antimicrobial activity of th is technology and studies of its use in healthcare facilities have shown that this technology can, in combination with other infection prevention interventions , result in a reduced occurrence of healthcare- associated infections (HAIs) during outbreaks and possibly CDI in hyperendemic/endemic settings. (See APIC resources below). For it to be considered potentially useful in healthcare settings for routine use, however, t he technology must be safe for employees, patients, the environment and medical equipme nt. 2. What types of environments in your healthcare facility would benefit from a fogging application? One demonstrated use for this technology is to assist with control of an outbreak caused by microorganism(s) which is continuing unabated, wherein the en vironment of care is implicated . Other possible applications would be for rooms previously occupied by patients on Contact Precautions (CP) for multidrug -resistant organisms (MDRO) or CDI, or to decontaminate whole areas or patient care equipment t hat epidemiologic investigation implicates possible involvement in clusters of HAIs. Scientific studies do show HP vapor or mist is effective for patient room non-porous surfaces, including hard surface equipment for a wide range of MDROs such as MRSA, VR E, gram negatives such as Acinetobacter and Serratia (e .g., rotavirus; norovirus), protozoa but most importantly, C difficile spores . Other potential areas include: sensitive equipment that may be difficult to disinfect after cleaning; quarantine rooms in ED (for patients with suspected or proven infectious agents ); animal lab facilities. Equipment in these areas should be assessed for potential adverse effects as noted in #6. 3. Are you aware of any products currently used in this manner? If so, can you provide the name and/or EPA Reg. No.? Bioquell : Micro-condensation microscopic film of HPV, which being at a sub- micron level is invisible to the naked eye deposited over all surfaces. Integrated Disinfection Technol ogy, Inc.'s Ultra- D: Hydrogen peroxide fogging device using a patent -pending process to magnetically a ctivate and alter a 7 percent hydrogen peroxide and distilled water solution to produce a 1 -3 micron dry mist hydroxyl (reactive active species) fog . 4 Steris -Vaprosure Uses VHP® (Vaporised Hydrogen Peroxide) : Full spectrum of biological contaminants (spores, bacteria, viruses, and fungi) on dry, pre -cleaned, no n-porous exposed surfaces. Th e dry biodecontamination process is compatible with a variety of mate rials leaving no residue. The Vaprox® Hydrogen Peroxide Sterilant (US EPA Registration No. 58779- 4) decomposes to form water vapor and oxygen. ASP GLOSAIR : Area Decontamination - hydro gen peroxide dry -mist for room decontamination—United Kingdom only. Six Log. Ionized HP. iHPTM : Biological Decontamination Costa Mesa, CA . Zimek : Offers a fogging unit that claims it disperses EPA -registered disinfectants. We could not determine which ones were selected. 4. Would fogging applications adversely impact cu rrent infection control practices? Reinforcement and re- education that cleaning is the first and most important step in the process and the steps for the same should not be changed or minimized prior to use of these applications, and fogging would not adversely impact infection control practices. We continue to require normal room cleaning (water and germicide) even when a room decontamination process is used. It is essential that each manufacturer of HP vapor or mist application make this very clear in their instructions for use . Cleaning plus HP is resource intensive. As frequently discussed, Environmental Services (ES) departments' productivity is measured by square footage or task/time/frequenc y and the ability to meet the escalating demand for rapid turn- around time for new admissions or transfers. Also see comments in #5. Cost . We list here related costs that affect both environmental services ' infection prevention and control practices as well as infection preventionists: o Direct Costs Development of a detailed institution specific implementation and training plan; Room preparation cost (ventilation parameters etc.) ; Equipment and chemical cost ; Technician/operator costs ; Institutional ES supervision and coordination costs ; Institutional infection preventionist supervision and coordination costs . o Facility, operator and other personnel exposure issues along with potential liability costs; Indirect costs Disrup tion of usual hospital functions including in creased turn -around time which has a significa nt direct impact on hospital revenues (opport unity versus cost) ; Education prior to and during system use for general ES staff, nursing and medical staff, dietary and ancillary services 5. Are there contact ti mes that are impractical for the fogging applications (consider procedures for cleaning, sealing, re- directing air current, etc.)? as well as families, visitors, and patients. All applications may be rapid in their bio cidal activity, but elimination of the HP or clearance of the vapor requires, for some formulations, up to 3- 4 hours . It is unlikely that 5 room decontamination devices that have an operation time of >4 hours would be a viable option acceptable to organizational leadership responsible for facility operations. Alteration of facility v entilation options is also a potential limit on practicality involving some types of HP, since dispersion can not be aided by opening windows or other approaches . Return air ducts and gaps around doors into an area also have to be sealed since it is unsafe to enter the room until the vapor clears to a safe level, i.e. <1 ppm . Furthermore , as companies develop monitoring devices, it should be noted that to date, no company has developed a device that monitors when the OSHA threshold has reached <1 ppm. Profess ionals must rely on odors and observations after unsealing the space being treated . This accountability is an important safety issue. There are no alarms in the room to alert staff as to the safety of unsealing the room with absolute assurance that vapor will not enter the corridor. 6. What components for a user manual/instruction manual would aid your facility in the proper use of a fogger disinfectant? Precise instructions on the use and maintenance of the device are essential. Every step of th e process must be listed in the manual from cleaning the rooms' non- porous surfaces consistent with professional best practice and equipment , room preparation for the HP device, sealing of the room, safety instructions to workers regarding proper use as we ll as the proper donning and removal of personal protective equipment, etc. For example, we need to know how the room should be sealed and how to know with absolute certainty when the room is safe for unsealing and for reentry. We also need to know any a dverse effects on medical devices (e.g., computer, cardiopulmonary monitor , intercom systems ) as well as sensitive equipment in the areas noted earlier in #2. Manuals should also address specific steps if any, to ensure the vapor or mist will reach high touch surfaces not directly in the path of a vapor or mist; for example, telephone handset keys, insides of tray tables, insides of dresser drawers, insides of door frames and closets -any surface that may otherwise be touched/covered by another non- porous surface. 7. Are there any active ingredients that may be problematic for your facility as foggers? Ingredients that affect OSHA exposure limits that may affect workers, especially agents such as formaldehyde or phenol -based a gents, would be a concern. T he latter were chemicals that stimulated investigation and ultimately specific recommendations against their use by CDC. Other chemicals such as chlorine dioxide and ozone also have many documented safety issues that would preclude their use in healthcare facilities. (Davies , JHI 2011) However, HP can be applied by vapor and there is experience this can be done safely with proper environmental and administrative controls. Other chemicals would need to have an equivalent safety assessment prior to widesprea d use. In summary, there are no restrictions on active ingredients in the products under review provided the unit is safe and effective and as noted above, the proper operating manuals are provided 6 8. Are there any additional concerns that the Agency may need to contemplate while considering this method of application for disinfectants? Yes—the fact remains that neither vaporization application involving HP nor any other specific disinfectant has been shown to reduce the incidence of endemic HAIs using methods that are scored as having moderate to high quality and strength of findings. (Umscheid CA, 2010) Instead the majority of studies with HP and other whole room/area decontamination have involved in vitro evidence of significant log reduction of m icroorganisms from a baseline level of contamination. The strength and quality scoring of existing studies where HP has been used in healthcare facilities is low or very low because they are done durin g control of an outbreak or use observational study me thodology. There is evidence that such technology has been helpful in controlling outbreaks when there is evidence of an environmental reservoir. Even for the latter however, the impact may not be sustained, since repopulation of the surfaces with microbes occurs within 24- 48 hours of re -occupancy of an area by patients and personnel. ( Hardy KJ, JHI 2007 ). As with our prior discussions with the EPA, therefore, we would not be in favor of labeling language that implies reduction in incidence of HAIs with these products unless there are controlled, independent, peer - reviewed studies showing significant evidence of benefit and score as moderate or high using objective ranking criteria. Most surfaces in patient rooms are non- porous. Thus, a product with this claim is acceptable. If the manufacturer has data on the activity of the device against microbes on porous surfaces (curtains or other textile finishes ) this should be noted in the product information and would have a benefit to the user. In a broader context, there is a need to work with organizations establishing best practices and standards to develop standardized test methods for application of chemical disinfectants by vapor or dry mist. This is helpful for not only the A gency but also industry, us ers and healthcare facilities. Post exposure plans. Facilities would need to update post exposure plans for healthcare workers who either perceive that they were exposed or inadvertently were exposed during the HP process . 9. The proposed use/claim is for treatment of hard, non -porous surfaces only. No claims will be made for porous surfaces such as carpeting or curtains. Is this a concern? HP does not pose a concern for damage, affect on color or fabric dyes or texture. Further, the effect will primarily be on horizontal surfaces and not as likely to affect fabrics such as curtains. The odor associated with HP is very detectable and when the room is considered safe to use, the removal should be complete. However, there is evidence that workers ' perception may be that this is harmful to them and that handling soft goods after treatment is not safe. For example, there was a recent news report of EMS/mobile unit workers not properly instructed for use of similar applications that led to a perception by workers that the chemical remained on soft goods such as upholstery, mattresses, or curtains, generating anxiety and fear. Once again the emphasis must be on training and thorough dissemination of accurate information. As noted in #8, most surfaces in patient rooms are non- porous. Thus, a product with this claim is acceptable. If the manufacturer has data on the activity of the device against 7 microbes on porous surfaces (curtains) this should be noted in the product information. Although this infor mation would benefit the user , it would also require a statement of HP removal from textiles, thus addressing the safety concerns noted ear lier. See also the attached APIC summary of the advantages and disadvantages of vaporization involving use of HP with references, as well as additional references cited in our letter and an article (Davies) that may be helpful. We would welcome the opportunity to discuss our comments and are open to discussions on other new technologies that are being proposed for dis infection following cleaning , perhaps in a conference call or other forums. Thank you for contacting our organizations . Sincerely, Russell Olmsted, MPH, CIC Steven Gordon, MD Gary Dolan, CHESP President , APIC President, SHEA President, AHE C. Ta jah Blackburn, Ph.D. AP, OPP 8 Appendix Hydrogen Peroxide Vapor (HPV) for Room Decontamination Table 1 and related references from APIC Text of Infection Control and Epidemiology, 3rd edition, 2009. Vol 1, chapter 21: page 13 Table 1 . Advantages and disadvantages for room decontamination by hydrogen peroxide vapor (HPV) Advantages Efficacious (reliable biocidal activity) against wide range of pathogens Surfaces and equi pment decontaminated Decrease incidence of disease in hyperendemic/epidemic setting (C. difficile ) Residue free and does not give rise to health and safety concerns (aeration units convert HPV into oxygen and water) Uniform distribution via an automated di spersal system Useful for disinfecting complex equipment and furniture Disadvantages Contribution of the environment to disease transmission ~5% Only done at terminal disinfection (not daily cleaning) Rapid recontamination of the environment All patients must be removed from the area Decontamination takes approx 3- 5 hours (bed turnover time -72 minutes) HVAC disabled to prevent unwanted dilution of HPV during the exposure; room sealed with tape Costs Does not remove dust and stains which are important to pat ients/visitors Sensitive parameters - gas concentration, temperature, relative humidity Long -term use exposure damage from microcondensation to sensitive electronics may occur? 78. Boyce JM, Havill NL, Otter JA, et al. of hydrogen peroxide vapor room decontamination on Clostridium difficile environmental contamination and transmission in a healthcare setting. Infect Control Hosp Epidemiol 2008;29:723- 9. 101. French GL, Adams NMT, Watling D, Parks MJ. Tackling contamination of the hospital environment by methicillin -resistant Staphylococcus aureus (MRSA): A comparison between conventional terminal cleaning and hydrogen peroxide vapour decontamination. J. Hosp. Infect. 2004;57:31- Staphylococcus (MRSA) disinfection using dry-mist- generated hydrogen peroxide. J. Hosp. Infect. 2008;70:35- 41. 9 103. Hall L, Otter JA, Chewins J, Wengenack NL. Use of hydrogen pe roxide vapor for deactivation of Mycobacterium tuberculosis in a biological safety cabinet and a room. J. Clin. Microbiol. 2007;45:810- 5. 104. Hardy KJ, Gossain S, Henderson N, et al. Rapid recontamination with MRSA of the environment of an intensive care unit after decontamination with hydrogen peroxide vapour. J. Hosp. Infect. 2007;66:360- 8. 105. Johnston MD, Lawson S, Otter JA. Evaluation of hydrogen peroxide vapour as a method for the decontamination of surfaces contaminated with Clostridium botulinum s pores. J. Microbiol. Methods 2005;60:403- 11. 106. Heckert RA, Best M, Jordan LT, Dulac GC, Eddington DL, Sterritt WG. Efficacy of vaporized against exotic animal Appl. Environ. Microbiol. 1997;63:3916- 8. 107. Klapes NA, Vesley D. decontaminant Microbiol. 1990;56:503- 6. Pearse R. Use of hydrogen peroxide vapour for environmental control during a Serratia outbreak in a neonatal intensive care uni t. J. Hosp. Infect. 2005; 61:364- 6. Additional references Barbut F, Menuet D, Verachten M. Comparison of the Efficacy of a Hydrogen Peroxide Dry - Mist Disinfection System and Sodium Hypochlorite Solution for Eradication of Gaseous and air decontamination technologies for Clostridium difficile in the healthcare environment. J Hosp Infect 2011 (in press). Jeanes A, Rao G, Osman M, Merrick P. Eradicati on of persistent environmental MRSA. peroxide vapor is not the same as aerosolized hydrogen peroxide Infect Control Hosp Epidemiol peroxid e vapor decontamination of an intensive care unit to remove environmental reservoirs of multidrug -resistant gram negative rods during an outbreak. Am J Infect Control 2010;38:754- 6. Otter JA, et al. Feasibility of Routinely Using Hydrogen Peroxide Vapor to Decontaminate Rooms in a Busy United States Hospital. Infect Control Hosp Epidemiol 2009;30:574- 577. Otter JA, Cummins M, Ahmad F, van Tonder C, Drabu YJ. Assessing the biological efficacy and rate of recontamination following hydrogen peroxide vapour decontamination. J Hosp Levi K, T.C. Boswell. Activity of a dry mist hydrogen peroxide system against environmental Clostridium difficile contamination in elderly care wards. J. Hosp 70, 136e141. Umscheid CA, Agarwal RK, Brennan PJ; Healthcare Infection Control Practices Advisory Committee. Updating the guideline development methodology of the Healthcare Infection Control Practices Advisory Committee (HICPAC). Am J Infect "}