{"title": "Alucinante", "author": "Alexis de Anda", "url": "https://www.downpour.com/alucinante", "hostname": "downpour.com", "description": "La salud no es cualquier cosa. Nuestro cuerpo es la estructura que nos sostiene toda la vida, pero hacemos poco para darle mantenimiento. Con nuestro cuerpo trabajamos, caminamos, resolvemos problemas, pensamos, nos reímos y hacemos todo. Hay que aprender a escucharlo, a darle lo que necesita y a cuidarlo para que nos funcione mejor. Cuidar nuestro cuerpo es una muestra de amor propio. En este programa vamos a salir de las estructuras convencionales y hablar de técnicas de curación alternativas que han ayudado a miles de personas alrededor del mundo. Aprenderemos de las corrientes New Age que hay conocimientos más allá de lo que encontramos en la superficie, que lo viejo y lo nuevo se pueden encontrar y así llevarnos a una nueva era de bienestar. Estamos a punto de explorar todo un mundo de posibilidades para mejorar nuestra salud física y mental. Pasaremos por temas como la respiración, la alimentación, el sueño, la sexualidad, la marihuana, la aromaterapia, los cristales, la desintoxicación, y la terapia somática. ¿Qué puede ser más alucinante? Hola, esto es Alucinante, una exploración hacia una nueva era de bienestar. EP 1: Respiración En este primer episodio exploramos diferentes métodos de respiración que le han servido a civilizaciones tan antiguas como la hindú y hasta descubrimientos más recientes como un tipo de respiración consciente que te hace sentir como si estuvieras en LSD. EP 2: La Comida \"Que la comida sea tu medicina, y la medicina sea tu comida\" En este episodio hablaremos de una de las dietas más antiguas y una que te dice qué comer según tu tipo de sangre, o según tu elemento. EP 3: El sueño Una tercera parte de nuestra vida estamos dormidos, por ello es fundamental tener una mejor higiene del sueño. En este episodio te contamos sobre las mejores prácticas y recomendaciones para dormir mejor. EP 4: Intimidad En este episodio exploraremos un tipo de baile basado en la exploración de la sensualidad, una corriente que busca conectar el sexo con lo espiritual, y las enseñanzas de las brujas sobre la intimidad. EP 5: Cannabis Te hablaremos de algunas técnicas y paradigmas que se centran en el cannabis. Buscaremos entender por qué y cómo vale la pena usar este regalo de la naturaleza en nuestro crecimiento espiritual y para el bienestar. EP 6: Microdosing Como sociedad, hemos aceptado algunas drogas como parte de nuestra vida diaria y hemos demonizado a otras. En esta ocasión, vamos a explorar cómo podemos cambiar nuestros neurotransmisores con pequeñas dosis de marihuana, LSD, ketamina y psilocibina. EP 7: Aromaterapia La aromaterapia es un tratamiento alternativo que emplea aceites esenciales o líquidos aromáticos de plantas, cortezas, hierbas y flores los cuales se frotan en la piel. En este episodio te contamos más de cómo usar esta práctica para el beneficio de tu salud. EP 8: Cristales Los cristales son formaciones naturales apreciadas por sus colores, texturas y potencial mágico. ¿Pueden estas piedras traernos equilibrio y un mejor estado de ánimo? Hablaremos sobre la capacidad curadora de los cristales y cómo pueden brindarte equilibrio y paz interior. EP 9: Cleansing Nos exponemos constantemente a las toxinas: el alcohol, el cigarro, las drogas recreativas, los antibióticos... ¡hasta la ropa que usamos y las emociones que sentimos generan toxinas! En este capítulo hablaremos de cómo se ha combatido la intoxicación a lo largo de los siglos. EP 10: Terapia Somática La terapia somática es un método alternativo que tiene como objetivo escuchar los mensajes de tu cuerpo para construir una relación compasiva y amorosa entre lo físico y lo psicológico. En este episodio exploraremos cómo puede ayudar a reconciliarnos con nuestras reacciones y sensaciones. Audiobook is in Spanish.", "sitename": "Downpour.com", "date": "2022-04-12", "cleaned_text": "- - 1 Format: CD - Regular Price: $29.99 Special Price $17.99 ISBN: 9798400117947 In Stock Ships in 1-2 days La salud no es cualquier cosa. Nuestro cuerpo es la estructura que nos sostiene toda la vida, pero hacemos poco para darle mantenimiento. Con nuestro cuerpo trabajamos, caminamos, resolvemos problemas, pensamos, nos reímos y hacemos todo. Hay que aprender a escucharlo, a darle lo que necesita y a cuidarlo para que nos funcione mejor. Cuidar nuestro cuerpo es una muestra de amor propio. En este programa vamos a salir de las estructuras convencionales y hablar de técnicas de curación alternativas que han ayudado a miles de personas alrededor del mundo. Aprenderemos de las corrientes New Age que hay conocimientos más allá de lo que encontramos en la superficie, que lo viejo y lo nuevo se pueden encontrar y así llevarnos a una nueva era de bienestar. Estamos a punto de explorar todo un mundo de posibilidades para mejorar nuestra salud física y mental. Pasaremos por temas como la respiración, la alimentación, el sueño, la sexualidad, la marihuana, la aromaterapia, los cristales, la desintoxicación, y la terapia somática. ¿Qué puede ser más alucinante? Hola, esto es Alucinante, una exploración hacia una nueva era de bienestar. EP 1: Respiración En este primer episodio exploramos diferentes métodos de respiración que le han servido a civilizaciones tan antiguas como la hindú y hasta descubrimientos más recientes como un tipo de respiración consciente que te hace sentir como si estuvieras en LSD. EP 2: La Comida \"Que la comida sea tu medicina, y la medicina sea tu comida\" En este episodio hablaremos de una de las dietas más antiguas y una que te dice qué comer según tu tipo de sangre, o según tu elemento. EP 3: El sueño Una tercera parte de nuestra vida estamos dormidos, por ello es fundamental tener una mejor higiene del sueño. En este episodio te contamos sobre las mejores prácticas y recomendaciones para dormir mejor. EP 4: Intimidad En este episodio exploraremos un tipo de baile basado en la exploración de la sensualidad, una corriente que busca conectar el sexo con lo espiritual, y las enseñanzas de las brujas sobre la intimidad. EP 5: Cannabis Te hablaremos de algunas técnicas y paradigmas que se centran en el cannabis. Buscaremos entender por qué y cómo vale la pena usar este regalo de la naturaleza en nuestro crecimiento espiritual y para el bienestar. EP 6: Microdosing Como sociedad, hemos aceptado algunas drogas como parte de nuestra vida diaria y hemos demonizado a otras. En esta ocasión, vamos a explorar cómo podemos cambiar nuestros neurotransmisores con pequeñas dosis de marihuana, LSD, ketamina y psilocibina. EP 7: Aromaterapia La aromaterapia es un tratamiento alternativo que emplea aceites esenciales o líquidos aromáticos de plantas, cortezas, hierbas y flores los cuales se frotan en la piel. En este episodio te contamos más de cómo usar esta práctica para el beneficio de tu salud. EP 8: Cristales Los cristales son formaciones naturales apreciadas por sus colores, texturas y potencial mágico. ¿Pueden estas piedras traernos equilibrio y un mejor estado de ánimo? Hablaremos sobre la capacidad curadora de los cristales y cómo pueden brindarte equilibrio y paz interior. EP 9: Cleansing Nos exponemos constantemente a las toxinas: el alcohol, el cigarro, las drogas recreativas, los antibióticos... ¡hasta la ropa que usamos y las emociones que sentimos generan toxinas! En este capítulo hablaremos de cómo se ha combatido la intoxicación a lo largo de los siglos. EP 10: Terapia Somática La terapia somática es un método alternativo que tiene como objetivo escuchar los mensajes de tu cuerpo para construir una relación compasiva y amorosa entre lo físico y lo psicológico. En este episodio exploraremos cómo puede ayudar a reconciliarnos con nuestras reacciones y sensaciones. Audiobook is in Spanish. [Learn More](#summary) - Only $12.99/month gets you 1 Credit/month - Cancel anytime - Hate a book? Then we do too, and we'll exchange it. [See how it works in 15 seconds](/membership/) Summary Summary La salud no es cualquier cosa. Nuestro cuerpo es la estructura que nos sostiene toda la vida, pero hacemos poco para darle mantenimiento. Con nuestro cuerpo trabajamos, caminamos, resolvemos problemas, pensamos, nos reímos y hacemos todo. Hay que aprender a escucharlo, a darle lo que necesita y a cuidarlo para que nos funcione mejor. Cuidar nuestro cuerpo es una muestra de amor propio. En este programa vamos a salir de las estructuras convencionales y hablar de técnicas de curación alternativas que han ayudado a miles de personas alrededor del mundo. Aprenderemos de las corrientes New Age que hay conocimientos más allá de lo que encontramos en la superficie, que lo viejo y lo nuevo se pueden encontrar y así llevarnos a una nueva era de bienestar. Estamos a punto de explorar todo un mundo de posibilidades para mejorar nuestra salud física y mental. Pasaremos por temas como la respiración, la alimentación, el sueño, la sexualidad, la marihuana, la aromaterapia, los cristales, la desintoxicación, y la terapia somática. ¿Qué puede ser más alucinante? Hola, esto es Alucinante, una exploración hacia una nueva era de bienestar. EP 1: Respiración En este primer episodio exploramos diferentes métodos de respiración que le han servido a civilizaciones tan antiguas como la hindú y hasta descubrimientos más recientes como un tipo de respiración consciente que te hace sentir como si estuvieras en LSD. EP 2: La Comida \"Que la comida sea tu medicina, y la medicina sea tu comida\" En este episodio hablaremos de una de las dietas más antiguas y una que te dice qué comer según tu tipo de sangre, o según tu elemento. EP 3: El sueño Una tercera parte de nuestra vida estamos dormidos, por ello es fundamental tener una mejor higiene del sueño. En este episodio te contamos sobre las mejores prácticas y recomendaciones para dormir mejor. EP 4: Intimidad En este episodio exploraremos un tipo de baile basado en la exploración de la sensualidad, una corriente que busca conectar el sexo con lo espiritual, y las enseñanzas de las brujas sobre la intimidad. EP 5: Cannabis Te hablaremos de algunas técnicas y paradigmas que se centran en el cannabis. Buscaremos entender por qué y cómo vale la pena usar este regalo de la naturaleza en nuestro crecimiento espiritual y para el bienestar. EP 6: Microdosing Como sociedad, hemos aceptado algunas drogas como parte de nuestra vida diaria y hemos demonizado a otras. En esta ocasión, vamos a explorar cómo podemos cambiar nuestros neurotransmisores con pequeñas dosis de marihuana, LSD, ketamina y psilocibina. EP 7: Aromaterapia La aromaterapia es un tratamiento alternativo que emplea aceites esenciales o líquidos aromáticos de plantas, cortezas, hierbas y flores los cuales se frotan en la piel. En este episodio te contamos más de cómo usar esta práctica para el beneficio de tu salud. EP 8: Cristales Los cristales son formaciones naturales apreciadas por sus colores, texturas y potencial mágico. ¿Pueden estas piedras traernos equilibrio y un mejor estado de ánimo? Hablaremos sobre la capacidad curadora de los cristales y cómo pueden brindarte equilibrio y paz interior. EP 9: Cleansing Nos exponemos constantemente a las toxinas: el alcohol, el cigarro, las drogas recreativas, los antibióticos... ¡hasta la ropa que usamos y las emociones que sentimos generan toxinas! En este capítulo hablaremos de cómo se ha combatido la intoxicación a lo largo de los siglos. EP 10: Terapia Somática La terapia somática es un método alternativo que tiene como objetivo escuchar los mensajes de tu cuerpo para construir una relación compasiva y amorosa entre lo físico y lo psicológico. En este episodio exploraremos cómo puede ayudar a reconciliarnos con nuestras reacciones y sensaciones. Audiobook is in to this title you will need our latest app Due to publishing rights this title requires DRM and can only be listened to in the Downpour app DRM (Digital Rights Management) is a copyright protection for digital media. While much of Downpour's content is free, protected files. be playable exclusively on the Downpour.com apps, available for iOS and Android devices. "}