{"title": "Una medicina más humana - Blog Miguel Jara medicamentos salud industria farmacéutica alimentación", "author": "Miguel Jara", "url": "http://www.migueljara.com/2010/06/25/una-medicina-mas-humana/", "hostname": "migueljara.com", "description": "Conocí a Peter Schmidt, un noreuropeo alto, comprometido con la línea de la medicina antroposófica, en una la presentación del libro de Jesús García Blanca El rapto de Higea en Madrid. Me informó que hoy tiene lugar la primera reunión para la creación de una Asociación Española de Pacientes de Homeopatía. Tendrá lugar en un", "sitename": "Blog Miguel Jara medicamentos salud industria farmacéutica alimentación - Bufete Almodóvar & Jara, Enfermedades inventadas, Industria farmacéutica, Marketing del miedo, Medicamentos peligrosos, Medicina, Salud ambiental, Vacunas", "date": "2010-06-25", "cleaned_text": "un noreuropeo alto, comprometido con la línea de la medicina antroposófica, en una la presentación del libro de Jesús García Blanca [El rapto de Higea](http://www.migueljara.com/2010/05/12/higea-raptada/) en Madrid. Me informó que hoy tiene lugar la primera reunión para la creación de una Asociación Española de Pacientes de Homeopatía. Tendrá lugar en un sitio precioso, el recientemente rehabilitado edificio del Hospital Homeopático San José de Madrid (metro Quevedo. Contacto: 915344337, 652390624, pacienteshomeopaticos@gmail.com). Nuestro país es el único de Europa que no tiene una asociación de ciudadanos (eso de pacientes ya le dije a Peter que para los que tengan pacencia por sanar que todos somos ciudadanos sólo algunos pacientes) que utilicen la homeopatía, entre otras, disciplinas de la medicina. Me cuenta Peter que esta es una primera reunión de al menos tres que tienen previsto realizar antes de formalizar como tal la organización así que están todavía dando los pasos fundacionales (la fecha de la 2ª reunión es el 23 de julio a las 18h en el mismo lugar). También me cuenta que han contactado con numerosos profesionales sanitarios, médicos y catedráticos que trabajan en una línea digamos más «oficial» y que han mostrado un gran interés por la futura asociación y por abrise a nuevas maneras de entender la medicina, de abrir el melón del modelo hegemónico y superar ciertos dogmas, vaya. A mí esto me parece fundamental si queremos sacar a la medicina del bache en que se encuentra por los conflictos de interés que la retienen y el paulatino alejamiento del ciudadano que ha sufrido en los últimos lustros. Los fundadores de esta organización cívica aseguran que tienen buenas relaciones con la industria homeopática pero que no están financiados por ella ni lo estarán. «Tenemos una posición libre y crítica. Ellos conocen nuestra posición. En este punto somos muy rigurosos. Sabemos que al contrario no tenemos credibilidad en nuestras acciones en el futuro frente a la Administración. Es muy importante que el público conozca nuestra posición», me argumenta Peter. Y es que sus fines no se concentran en conseguir algunas mejoras o apoyos económicos para algunos enfermos de una patología en particular. El fin sería cambiar el sistema sanitario hacia una medicina más humana, holística, en que la homeopatía es sólo una parte. «Vamos a luchar por un reconocimiento de la medicina complementaria en el sistema sanitario, y por la libre elección del paciente y de parte del médico del tratamiento que es oportuno y deseado. Vamos a informar a queines quieran conocer alternativas que funcionan, que son efectivas, útiles y económicas», Alrededor de medio millón de personas en Europa trabajan desde las asociaciones de ciudadanos que utilizan tratamientos homeopáticos para trasmitir su experiencia positiva a sus conciudadanos y luchar por el reconocimiento estatal. "}