{"title": "Vaccine-What goes into your body? - PORTAL MyHEALTH", "author": "Norliza", "url": "http://www.myhealth.gov.my/en/vaccine-what-goes-into-your-body/", "hostname": "myhealth.gov.my", "description": "Vaccine is derived from the Latin word 'Vaccinus' which means 'pertaining to cow'. It began in 1796 when Dr. Edward Jenner noticed that milkmaids often did get cowpox and rarely suffered from smallpox infection. He has done an experiment by taking a few drops of fluid from skin sore of woman infected by cowpox and ...", "sitename": "PORTAL MyHEALTH", "date": "2014-10-16", "cleaned_text": "Vaccine is derived from the Latin word 'Vaccinus' which means 'pertaining to cow'. It began in 1796 when Dr. Edward Jenner noticed that milkmaids often did get cowpox and rarely suffered from smallpox infection. He has done an experiment by taking a few drops of fluid from skin sore of woman infected by cowpox and injected into the hand of a healthy boy. Six weeks later, Jenner injected the boy with fluid from smallpox sore. The boy remained free from smallpox. These findings have been successful in eliminated of smallpox disease that has killed millions of European citizens, especially children. The discovery of this fundamental principle of immunization, was continued for other diseases not only related to cow as diphtheria, rabies and others. Since 17th century, research on vaccines has grown in line with the latest technology. Implementation of the immunization program in this country in particular, is aimed at preventing, reducing the number of infections and thus getting rid of the disease. In 2010 Malaysia has been certified as polio free country. This disease caused by the polio virus that attacks the human motor neuron and cause muscle weakness, paralysis or death. The recognition is a breakthrough to the national immunization program. The major key word of immunization program is the vaccine. It is a biological product that is used to stimulate the immune system against the disease. This product is produced by culturing the microorganism causing the disease in the laboratory. Scientist will study the microorganisms characteristic, particularly the ability to cause the immune system delay or failure to fight the disease that finally lead to permanent disability or death. Armed with this information, various types of vaccines are created: - Live, attenuated vaccine This vaccine is produced from germs that have been weakened using laboratory technology to reduce the infectious impact until it does not cause serious disease. This type of vaccine is the best teachers to the immune system. It elicits strong antibody response and often lifelong immunity to healthy individuals. For examples measles, rubella and chickenpox. Limitation of live, attenuated virus: - People who have damaged or weakend immune systems i.e. undergone chemotherapy or have HIV cannot be given live vaccines - Need to be refrigerated to stay potent - Difficult to create for bacteria Example of live, attenuated vaccines production: - A virus from one species is used in another species. Edward Jenner used fluid from a milk maid's acquired case of cowpox to demonstrate the protective potential of the cowpox virus for human smallpox8. - Serial passage in chicken cells. Maurice Hilleman recovered mumps virus from a clinical case in his 6-year-old daughter and passed the recovered virus in embryonated eggs and then in cultured chicken cells to produce the Jeryl Lynn mumps vaccine. - Manipulation of codon pair bias. Coleman et al.1 used a computational algorithm to design a sequence with codon pair bias, an automated DNA synthesizer to construct the generated sequence, and transfected cultures to recover an attenuated poliovirus. - Inactivated/killed vaccine This vaccine is produced by killing the disease-caused microbes with chemicals, heat or radiation in the laboratory. However, these bacteria are still in good cell structure and membrane antigens. This feature allows the immune system to identify the germs and respond without causing disease. It is more stable and does not have mutations risk. Stimulation effect of the vaccine is weak and sometimes requires some additional doses to maintain the level of immunity. The quality could be drawback in areas where people can't have booster shots on time. Polio vaccine is one of the examples. - Inactivated toxin vaccine When microbes produce a toxin as a major causing illness, it is the best factor that stimulates immune response. The toxins will be inactivated or treated, and known as toxoid. Toxoid will act to stimulate the immune system to form antibodies against specific toxins. Diphtheria and tetanus vaccine is the example of this vaccine. - Subunit vaccine Subunit vaccines are produced using only part of the microorganism such as antigen. There are one to twenty or more essential antigens identified as the best stimulate of the immune system. These important antigens will be separated in the laboratory and gather to form subunit vaccine. Example vaccine for hepatitis B, pertussis and pneumonia. - Conjugate vaccine There are microbes which capable of producing outer protective membrane known as polysaccharides. This feature causes the immature immune system (infants) can not detect the germs involved. Therefore, the vaccine develop are using toxoids or antigen combined together with polysaccharide so that the immune system can recognize and react to polysaccharides germ. Examples of Haemophilus influenzae type B vaccine (Hib). The immune system is a complex system which involves action between the cells and organs. Through the use of the vaccine, the immune system can be stimulated quasi-natural infection but are not sustained due to weaken, inactivated or dead cells agent used. The reaction of the immune system to attack and eliminate the agent will end and produce the Immune memory cells which stimulate specific antibodies. When individuals get infections naturally, immune memory cells generated through the vaccines will be stimulated to produce cell-specific antibodies against the microbes. With this, the microbes does not get a chance to do damage to the body's cells and immediately removed. Individuals who have been vaccinated may not be aware of the infection or have minimal symptoms. In addition, vaccinated individuals will also omit the infectious phase and the germ will not spread to others and outbreak can be avoided. Source from : http://www.riversideonline.com/health_reference/Infectious-Disease/ID00023.cfm&usg Vaccine was introduced in Malaysia as early as 1956. Through the National Children Health Services the essential vaccine was provided free to all infants and young children. It is available as scheduled at the health clinics and schools across the country. The immunization program schedule is as follows: Source : http://paedsid.blogspot.com/2010/02/official-immunisation-schedule-of.html Parents to keep in mind that immunisation is an important decision not just for children but the whole family. How ever the awareness of vaccination as a preventive measure is low among adult in Malaysia. In Malaysia, free vaccine program for influenza A and hepatitis B vaccine are given to medical staff who work at the front line i.e. dealing with patients or handling of clinical specimens in the laboratory. When more people refuse the vaccines, or were not vaccinated, there is an increased risk of acquiring and transmitting vaccine-preventable diseases which could lead to epidemics. The table below shows the advantages and disadvantages of the vaccine: | | Advantages | | Disadvantages |To protect yourself, your family and community from infectious diseases. | Especially infants whose immune systems are premature. Passive immunity acquired by the baby from the mother only lasting up to several weeks or months. |Likely to get adverse effects such as fever, vomiting and discomfort. Its depend to individual immune response. | But this adverse effect more lightly than natural infections. |Preventing disease with vaccination is much cheaper than the treatment cost.||Certain vaccines are expensive vaccine.| |To prevent an outbreak.| |Able to eradicate diseases such as poliomyelitis in Malaysia.| References - National Institute of Allergy and Infectious Disease 2008. Understanding Vaccines-What there , How they work. (http://www.niaid.nih.gov/topics/vaccines/documents/undvacc.pdf). - Viral attenuation by design , Harriet L Robinson1Nature Biotechnology 26, 1000 - 1001 (2008) - World Health Organization oct 2008. Global Imunazation data. http://www.who.int/immunization/newsroom/global_immunization_data_october2008.pdf |Last "}