{"title": "Meditation-based mind-body therapies for negative symptoms of schizophrenia: Systematic review of randomized controlled trials and meta-analysis - PubMed", "author": "Username", "url": "https://pubmed.ncbi.nlm.nih.gov/31378557/", "hostname": "ncbi.nlm.nih.gov", "description": "Meditation-based mind-body therapies (yoga, tai-chi, qi-gong, mindfulness) have been suggested to have a potential therapeutic effect on negative symptoms. We conducted a systematic review and meta-analysis of randomized controlled trials (RCTs) examining effectiveness of yoga, tai-chi, qi-gong and ...", "sitename": "PubMed", "date": "2019-01-01", "cleaned_text": "schizophrenia: Systematic review of randomized controlled trials 31378557 - Meditation-based mind-body negative symptoms of schizophrenia: Systematic review of randomized controlled trials and meta-analysis Abstract Meditation-based mind-body therapies (yoga, tai-chi, qi-gong, mindfulness) have been suggested to have a potential therapeutic effect on negative symptoms. We conducted a systematic review and meta-analysis of randomized controlled trials (RCTs) examining effectiveness of yoga, tai-chi, qi-gong and mindfulness on negative symptoms of schizophrenia, using different databases and trial registries. The primary outcome was effect of mind-body therapies on negative symptoms and the secondary outcome was effect on positive symptoms. Fifteen RCTs were included in the meta-analysis (N = 1081 patients). Overall, we found a beneficial effect of mind-body interventions on negative symptoms at endpoint compared to treatment-as-usual or non-specific control interventions, but the effect was small and moderate to high heterogeneity was present. A subgroup analysis for different types of therapy revealed a significant effect of mindfulness-based and yoga interventions on negative symptoms, but heterogeneity within the yoga subgroup was high. Our results did not show an increase of positive symptoms (N = 1051). Our results suggest a potential for meditation-based mind-body therapies in the treatment of negative symptoms, in particular for mindfulness based approaches and to a lesser extent yoga. Limitations in the available comparisons do not allow concluding on a specific effect of these interventions. Overall, the currently available evidence remains limited and does not yet allow one to recommend mind-body therapies for the reduction of negative symptoms. However, the present findings justify further research on mind-body therapies for the treatment of negative symptoms. Keywords: Mindfulness; Negative symptoms; Qi-gong; Schizophrenia; Tai-chi; Yoga. Copyright © 2019 Elsevier B.V. All rights reserved. Comment in - [Mind-body practices in schizophrenia - Opportunities and challenges.](/31451298/)Schizophr Res. 2019 Oct;212:4-5. doi: 10.1016/j.schres.2019.08.018. Epub 2019 Aug 23. Schizophr Res. 2019. PMID: 31451298 No abstract available. Similar articles - [The efficacy of meditation-based mind-body interventions for mental disorders: 33388701 Review. - [Impact of mind-body interventions in older adults with mild cognitive a systematic review.](/30712518/)Int Psychogeriatr. 2019 May;31(5):643-666. 30712518 - [Depression and Anxiety Disorders: Benefits of Exercise, Yoga, and Meditation.](/31083878/)Am Fam Physician. 2019 May 15;99(10):620-627. Am Fam Physician. 2019. PMID: 31083878 Review. - [Should acupuncture, biofeedback, massage, Qi gong, relaxation therapy, device-guided breathing, yoga and tai chi be used to reduce blood pressure?: Recommendations based on high-quality systematic reviews.](/30670261/)Complement Ther Med. doi: 30670261 Review. - [Mind-body practices: an alternative, drug-free treatment for smoking cessation? A systematic review of the literature.](/23664122/)Drug Alcohol Depend. 2013 Oct 1;132(3):399-410. doi: 10.1016/j.drugalcdep.2013.04.014. Epub 2013 May 8. Drug Alcohol Depend. 2013. PMID: 23664122 Free PMC article. Review. Cited by - [The effects of a group-based intervention through physical activities and dietary changes in young patients with severe psychiatric disorders: a pilot study.](/37674637/)Front Sports Act Living. 2023 Aug 22;5:1197925. doi: 10.3389/fspor.2023.1197925. eCollection 2023. Front Sports Act Living. 2023. PMID: 37674637 Free PMC article. - [Dance/movement therapy as a holistic approach to diminish health discrepancies and promote wellness for people with schizophrenia: a review of the literature.](/37593363/)F1000Res. 2023 Review. - [Psychosocial and behavioural interventions for the negative symptoms of schizophrenia: a systematic review of efficacy meta-analyses.](/36919340/)Br J Psychiatry. 2023 Jul;223(1):321-331. doi: 10.1192/bjp.2023.21. Br J Psychiatry. 2023. PMID: 36919340 Free PMC article. Review. - [Mechanisms of action and processes of yoga-based group intervention for inpatients with schizophrenia spectrum disorders-A longitudinal qualitative study.](/36824673/)Front Psychiatry. 2023 Feb 7;14:1086468. doi: 2023. 2023. PMID: 36824673 Free PMC article. - [Role of Physical Activity on Mental Health and Well-Being: A Review.](/36756008/)Cureus. 2023 Jan PMID: PMC article. Review. Publication types MeSH terms LinkOut - more resources Full Text Sources Medical "}