{"title": "Los mejores especialistas médicos y servicios sanitarios - Salud Savia", "author": null, "url": "https://www.saludsavia.com/contenidos-salud/angiologia-y-cirugia-vascular/articulos-especializados", "hostname": "saludsavia.com", "description": "Pida cita con los mejores especialistas y compra servicios al mejor precio. En Savia encontrarás los médicos y centros de tu área para mantener tu salud al día.", "sitename": "Salud Savia", "date": "2019-05-10", "cleaned_text": "Artículo especializado Consejos Para Comer Sano fuera de Casa en Verano ¿Se puede comer sano y mantener el peso durante el verano? Es la pregunta del millón, puesto que ésta es una época del año bastante desordenada, las rutinas suelen desaparecer durante un tiempo prolongado , lo que ocasiona un descontrol de comidas y de horarios. Además, las cartas de los restaurantes suelen estar repletas de tentaciones que, generalmente, son más calóricas y grasas de lo deseado. Resistirse a ellas no es fácil, pero existen una serie de sencillas estrategias que pueden facilitar la elección. Escoger un restaurante conocido, siempre que sea posible, y cuya carta sepamos con certeza que incluye opciones ligeras. Además, si nos conocen pueden darnos la posibilidad de cambiar los platos según nuestras peticiones. Visualizar la comida, es decir, antes de ir al restaurante, planear, en la medida que podamos, lo que vamos a pedir y en qué orden. Esto ayudará a evitar caer en una mala elección. Procurar ser la primera persona en pedir, puesto que así nos sentiremos menos influenciados por la elección de los acompañantes y evitaremos tentaciones. Tener en cuenta que cuanto mayor sea la ración que nos sirvan, más fácil será acabar comiendo más de lo necesario. Tomar la cantidad justa que corresponda, y tras haber decidido no comer más, pedir al camarero que retire nuestro plato. Regresar a casa o al trabajo dando un paseo, ya que esta ligera actividad física nos ayudará a hacer la digestión. Y referente a la elección de los platos... Al hacer la elección, decantarse por platos que estén elaborados de una forma sencilla (plancha, vapor, asado, hervido, papillote, etc.), y evitar fritos y rebozados. En el aperitivo, evitaremos sucumbir ante la tentadora copa de vino u otros destilados. En el postre, lo mejor es pedir fruta o yogur, pero si no existe esta posibilidad, abstenerse y pasar directamente al café. Si no podemos prescindir de él, tomar la mitad de la ración. Café y sobremesa: deberá, en caso deseado, acompañarse de edulcorante o tomarse sin azúcar. Y, sobre todo, evitar los pastelitos o pastas, y los licores y copas. De entre las bebidas, sin duda la mejor elección es el agua. En el caso de querer tomar algo diferente escogeremos siempre un refresco sin azúcar, cerveza sin alcohol, zumo o batido de frutas natural, agua con gas o gaseosa sin azúcar. Acompañamientos y guarniciones: es importante prestarles mucha atención y sustituir las guarniciones más grasas (patatas fritas, ensaladilla rusa, etc.) por otras más ligeras como ensalada, verduras al vapor o a la plancha, setas, patata al horno, etc. Aliños: la ensalada suele considerarse una opción sana y ligera, sin embargo, en ocasiones puede ser muy calórica por el tipo de aliño que contiene. Lo mejor es pedirla con el aliño aparte, así podremos controlar la cantidad y el tipo. Alimentos de verano Los alimentos que incluyamos durante estos días en nuestras comidas son clave para que, además de disfrutar del buen tiempo, gocemos de una buena salud. En verano es importante apostar por alimentos que resulten ligeros y que nos aporten agua, vitaminas y minerales, para combatir la deshidratación que puede provocar el calor. Frutas: como la sandía, el melón, el melocotón, la nectarina, las ciruelas, los higos, el aguacate, etc. Su alto contenido agua, además de las vitaminas, minerales y fibra que contienen, las convierten en un tentempié clave para mantener sano nuestro organismo. Hortalizas y verduras, como el tomate, lechuga, pepino, zanahoria, pimiento... Mariscos y pescados: como las sardinas y boquerones, el atún y las anchoas, las almejas, que son ricos en ácidos grasos omega 3, y una buena fuente de proteínas. Los helados aportan muchas calorías, a no ser que escojamos los de hielo y con poco azúcar. Algunos ejemplos son (las calorías varían dependiendo de las marcas): o Sorbete de limón à 2 bolas medianas à 130 Kcal o Helado de vainilla à 2 bolas medianas à 260 Kcal o Helado de chocolate à 2 bolas medianas à 290 Kcal o Helado cremoso à cucurucho de 2 bolas medianas 360 de \"palo\" \"Polo de hielo\" à 130 Kcal También podemos optar por hacerlos nosotros mismos en casa, a base de fruta y chocolate negro de más del 80% de cacao. Escogemos la fruta que más nos guste (la textura será mejor con plátano, mango, frutos rojos...), se bate, se pone en moldes de silicona y se introduce en el congelador un mínimo de cuatro horas. Después si queremos cubrirlo de chocolate, se fundirá la tableta en el microondas (unos 60 segundos), sacaremos los helados del molde y los bañaremos en el chocolate fundido. Bebidas, deberemos tener en cuenta las calorías que proporcionan y escoger siempre agua o zumo natural o refrescos sin azúcar. Algunos ejemplos son: o Cola (1 lata) à 145,2 Kcal / Cola Light (1 lata) à 1 Kcal o Bitter con alcohol (1 botella) à 304 Kcal / Bitter sin alcohol à 117 Kcal o Gaseosa (1 botella) à < 1 Kcal o Nestea (1 lata) à 108 Kcal o Cava o Champán (1 copa) à 70 Kcal o Cerveza rubia (1 lata) à 108 Kcal o Vermut (1 copa) à 139 Kcal o Vino blanco (1 copa) à 70 Kcal / Vino tinto "}