{"title": "Faculty and Staff Recognitions Archive", "author": null, "url": "https://www.umassmed.edu/medicine/recognitions-archive/", "hostname": "umassmed.edu", "description": "Faculty and Staff Recognitions Archive", "sitename": "UMass Chan Medical School", "date": "2023-05-24", "cleaned_text": "Archive In this month's Researcher Spotlight, we highlight the work of Read Pukkila-Worley, MD, an associate professor of medicine in the Division of Infectious Diseases and Immunology, faculty in the Program in Innate Immunity, and physician on the infectious disease consult service. The Program in Digital Medicine is excited to announce the launch of its new and improved website. The PDM team invites the UMass community to visit their new hub for research, collaboration, and unparalleled digital medicine expertise. Apurv Soni, MD, PhD, assistant professor of medicine in the Division of Health Systems Science and co-director of the Program in Digital Medicine, is the principal investigator of a new study to measure blood pressure and other heart-related variables using the Heart Seat, a smart toilet seat that can measure heart rate and oxygen saturation. The study titled COMMODE-seat, which stands for correlating outcomes with mobile monitoring using digital sensors in a seat, will test how a smart toilet seat can help patients with chronic diseases better manage their health. Evelyn Kurt-Jones, PhD, professor of medicine in the Division of Infectious Diseases and Immunology, and faculty in the Program in Innate Immunity, was recently awarded funding on an R21 from the NIH National Institute of Allergy and Infectious Diseases. Dr. Kurt-Jones' project titled \"Role of ADAM9 in Viral RNA Sensing and Antiviral Innate Immunity\" aims to explore the function of ADAM9 in RNA virus infections, particularly focusing on viruses that cause cardiac damage. Dr. Kurt-Jones and her team determined that ADAM9, a protein expressed on the surface of human cells, has been implicated in a range of human diseases, including multiple types of cancer, inflammatory diseases, and wound healing; however, very little is known about its role in the response to viral infection. Dr. Kurt-Jones and her team recently discovered that ADAM9 is critical for protecting cardiomyocytes during RNA virus infection. They hypothesized that ADAM9 promotes the detection of viral RNA genomes within the cytosol of infected cells, therefore leading to a robust type I interferon response, which is critical to protecting the heart from virus-induced damage. The DoM Clinical Research Core would like to acknowledge and welcome the new chief of the Division of Cardiovascular Medicine, Dr. Vaikom Mahadevan. The Core has been working closely with Dr. Mahadevan since his arrival and eight new clinical studies are expected to start within the next 6-12 months. They are actively enrolling three cardiovascular studies including Resilient, a randomized trial to compare mobile health cardiac rehabilitation, which has 89 participants enrolled. The Core is excited to be working with Dr. Mahadevan and the Cardiovascular Medicine Division to continue their success in clinical research. Stefania Gallucci, MD, professor of medicine in the Division of Innate Immunity has been awarded tenure. Congratulations, Dr. Gallucci, for this well-deserved honor. We are thrilled for you and look forward to our continued work together in the Department of Medicine. A special congratulations to DoM faculty and staff members who have recently achieved service milestones in the years 2020, 2021, and 2022. On Thursday, May 25, 2023, Internal Medicine residents and fellows from the Department of Medicine presented their clinical vignette, research, and quality improvement posters at the annual Resident and Fellow Poster Day. Congratulations to all the residents and fellows who presented. We are incredibly proud of your work! A huge thank you to all who participated and to the judges for taking the time to review the over 80 posters that were submitted; each of the posters was judged independently by at least three faculty members. We are also grateful to the support staff Jessica Novia and Mary Roberts for organizing the event. [Click here to learn about this year's winners and to view the list of judges.](https://conta.cc/42lWJOw) The Accreditation Council for Graduate Medical Education (ACGME) has approved the expansion of the Gastroenterology and Hepatology, Hospice and Palliative Medicine, and Pulmonary and Critical Care fellowships. Gastroenterology and Hepatology will expand from 9 fellows this year to 12 fellows by academic year 2026-2027, Hospice and Palliative Care will expand from 1 to 2 fellows for academic year 2024-2025, and Pulmonary and Critical Care Medicine will expand from 9 fellows this year to 12 fellows by academic year 2026-2027. The fellowships' program directors Krunal Patel, MD, assistant professor of medicine in the Division of Gastroenterology, Sunita Puri, MD, associate professor of medicine in the Division of Palliative Care Medicine, and William Wong, DO, assistant professor of medicine in the Division of Pulmonary, Allergy, and Critical Care Medicine, were instrumental in moving these proposals forward. Congratulations! Congratulations to Sandeep Jubbal, MD, assistant professor of medicine in Infectious Diseases and Immunology, Nancy Lee, MD, assistant professor of medicine in Hospital Medicine, Christopher Marshall, MD, clinical chief and assistant professor of medicine in Gastroenterology, and David Cachia, MD, associate professor of medicine in Hematology and Oncology, for graduating from the Physician Leadership Development Program on Friday, May 5, 2023. As part of their final project within the PLDP, they each presented a business proposal for a new service to UMass leadership, with the goal of obtaining funding. We are thrilled to announce that all their projects were funded! Dr. Jubbal's proposal \"Leveraging Existing Digital Tools for Sustainable Mental Health Care\", aims to provide an automated, standardized, and empathic MyChart message to patients struggling with mental health after their discharge, directing them to a UMass Memorial Health website which will streamline access to psychiatric care. The website will link to area outpatient mental health centers to arrange intake appointments in-person or through telehealth. The hope is that this proposal becomes a national model for suicide prevention innovation. Other key personnel for this proposal include Drs. Christian Klauke, Department of Emergency Medicine, and Brian Daly, Department of Psychiatry. Dr. Lee's proposal \"Integration of Social Determinants of Health Screening to Inpatient Workflows\", is to pilot an inpatient social determinants of health (SDOH) screening project to help identify barriers to the process, gain feedback from stakeholders, and ensure successful integration of standardized early SDOH screening processes into UMass inpatient workflows. She explains that UMass has already implemented SDOH screening in many ambulatory clinics, however, these screenings are not used on the inpatient side. Successful implementation of inpatient SDOH screening has the potential to improve patient flow and long-term patient outcomes. Other key personnel for this proposal include Drs. Rita Khodosh, Department of Dermatology, and Thi Hong Van Do, Tri-River Primary Care. Dr. Marshall's proposal \"Walk and Roll Program: Enhanced Recovery by Early Ambulation,\" aims to launch an early mobilization program for transplant patients within UMass. Current barriers to ambulation after transplant procedures include a lack of equipment and expertise, and competing priorities throughout the clinic, making early and intensive ambulation a low priority. By developing an early intensive patient ambulation program, Dr. Marshall and his colleagues hope to decrease the need for post-acute inpatient rehabilitation and reduce the length of stay at the hospital. Other key personnel for this proposal include Drs. Matthew McCauley, Chair of Quality Improvement, Division of Hospital Medicine, and Babak Movahedi, Chief of Transplant, UMass Memorial Medical Center. Dr. Cachia's proposal \"STAY Interview for Physician Retention,\" aims to implement a new interview process to help increase physician retention. The goal is to identify any concerns of physicians earlier on to build employee engagement and loyalty, improve employee retention, build trust between employees and managers, and foster a positive workplace culture. By interviewing physicians with this new process, Dr. Cachia and colleagues hope the data gathered can then be used to expand the pilot study to a system-wide initiative. Other key personnel for this proposal include Drs. Muriel Cleary, Pediatric Surgery, Brandon Smoller, Department of Anesthesiology, and Xiaofei Wang, Department of Pathology. Rahul Sood, MD, clinician and assistant professor of medicine in the Division of Pulmonary, Allergy, and Critical Care Medicine, was recently interviewed on Boston 25 News, where he discussed a new procedure at UMass that enables doctors to diagnose and remove cancerous tumors in the same day. Dr. Sood, along with thoracic surgeon Dr. Mark Maxfield, and pathologist Dr. Andrew Fisher discuss a robotic procedure called RODAT (robotic, one anesthetic diagnosis and treatment) that can diagnose and remove cancerous lung tumors in patients within the course of about three to four hours. The procedure begins with a pulmonologist, in this case, Dr. Sood, performing a robotic bronchoscopy to view and biopsy the tumor. \"With the robotic bronchoscopy procedure, we can get much deeper into the lung tissue than we were able to do with prior equipment,\" stated Dr. Sood. The sample is then promptly analyzed by UMass pathologists to determine a diagnosis, and if it is cancerous, providers can operate and remove the tumor in the same day. UMass was the first health care system in New England to perform this type of procedure. Since its launch in 2021, the [Program in Digital Medicine](/link/069bc8d6aed1470ca1b7ad8c74a5a65b.aspx) has quickly gone from a start-up program that met critical needs for innovative at-home testing and care solutions during the pandemic, to a program that is now opening doors to revolutionary digital medicine research, clinical applications, collaborations, and a synergistic relationship with UMass Memorial Health's [Center for Digital Health Solutions](https://www.ummhealth.org/center-digital-health-solutions). In the Spring 2023 issue of @umasschan magazine, PDM leadership describe the path they have taken thus far, key initiatives, challenges, and opportunities as they look toward the future. \"It's really about problem-solving...It's about listening to patients, engaging populations, addressing inequities, and driving improvement. We want to turn the tables on technology and make it so that our patients, our sons and daughters and parents, have the health care systems and tools that they need. We might be wildly ambitious, but I think that if we leave health care a little bit healthier through our work in the digital world, that would be a wonderful deliverable for us at UMass Chan,\" said David McManus, MD, ScM, chair and professor of medicine. [Read the article](https://issuu.com/umassmed_magazine/docs/atumasschanspring23_final/s/24489286) and [learn more about the Program in Digital Medicine team. ](/link/069bc8d6aed1470ca1b7ad8c74a5a65b.aspx) In this month's Resident Spotlight, we feature Alessandro Colletta, MD, a third-year Internal Medicine resident, originally from San Maurizio D'Opaglio, a small town in northern Italy. He will be one of the chief residents in 2023-2024. We recently caught up with Dr. Colletta to learn more about his clinical and research interests, his involvement in the Diversity Action Council, and more. In this month's Fellow Spotlight, we feature Offdan Narvaez-Guerra, MD, a fellow in Cardiovascular Medicine, from Arequipa, a city in the Andean Highlands of southern Peru. We recently caught up with Dr. Narvaez-Guerra to learn more about his work, why he chose UMass, and more. Frail geriatric patients are vulnerable to acute stressors including hospitalizations. They can become more vulnerable when they transition from one environment to another and need additional support when recovering from acute stressors. When patients go home from the hospital, they usually receive a follow-up telephone call within 48-72 hours of their discharge from the primary care or geriatric clinic as part of transitional care management. During this brief call, nurses check to see how the patients are doing. Although this call provides a touchpoint, there is no face-to-face assessment which can make it difficult to determine how the patient is adjusting to the transition back home. The majority of these patients then receive home health services for about 3-4 weeks which may include nursing care, physical therapy, and/or occupational therapy and a one-time visit with their primary care provider. When the home health services are complete, their follow-up care generally comes to an end. While paperwork from the home health visits is transmitted to the primary care and geriatrics clinics at the conclusion of their care, there is generally no other communication with providers, unless there is a serious problem. Thus, it is difficult for primary care and geriatric providers to assess whether or not the patient has made progress since their hospitalization. In an effort to provide better coordinated and patient-centered care during the transition period, Stephanie Sison, MD, a geriatrician working at the Benedict Adult Primary Care Clinic and assistant professor of medicine in the Division of General Internal Medicine, and Kouta Ito, MD, a geriatrician and assistant professor of medicine in the Divisions of Geriatrics and Health Systems Science, are planning to partner with Mobile Integrated Health (MIH), a team of specially trained paramedics at UMass, to address the gaps in care between discharge and when home health services begin, as well as follow up after home health services are complete. The concept is that after frail geriatric patients are released from the hospital, MIH will go to the patient's home within 48 hours to complete a medical and geriatric assessment and fill the gaps in care before home health services commence. In addition to the typical medical assessment which happens during post-discharge follow-up, the geriatric evaluation will include assessment of fall risk, safety, cognitive status (presence of delirium), medication appropriateness and adherence, and social support. When home health services are complete, MIH will return to the patient's home to conduct a follow-up visit, assess their progress, and address needs that may have come up after their clinic visit and after discharge from home health services. During these visits, the MIH team will be in direct contact with the primary care or geriatric providers to discuss patient needs based on their assessment. The main goal of this collaborative initiative is to provide additional support for frail older adults in their recovery phase after an acute stressor, filling in the gaps that have been observed to commonly exist when older adults transition from hospital to home, ultimately improving patient outcomes such as reducing the incidence of rehospitalization. Dr. Sison anticipates this collaborative initiative will launch at the end of June. In this month's Chair's Spotlight, we highlight the work of Mayra Tisminetzky, MD, PhD, MPH, an associate professor of medicine in the Divisions of Health Systems Science and Geriatrics. She also holds a secondary appointment in population and quantitative health sciences. Dr. Tisminetzky's research focuses on the epidemiology of aging and cardiovascular diseases with a specific focus on addressing the management and clinical outcomes of older adults with multiple chronic conditions. In her spotlight, we highlight some of her recent and prominent projects, and her dedicated work teaching medical, nursing, and graduate students at UMass Chan. Chinmay Trivedi, MD, PhD, professor of medicine in the Division of Cardiovascular Medicine, Harish Janardhan, MD, PhD, a postdoctoral fellow in the Trivedi lab, and Roy Jung, a PhD student in the Trivedi lab, recently had their work published in Circulation Research. Their review titled \"Lymphatic System in Organ Development, Function, and Regeneration\" focuses on the functionality and importance of the lymphatic systems in the body's immune defense against pathogens, fluid homeostasis in the extracellular regions, transport of nutrients and signaling molecules to the blood, and tissue growth. Vandana Nagpal, MD, associate professor of medicine and associate chief, and Jennifer Reidy, MD, the Joy McCann Professor for Women in Medicine, associate professor of medicine and chief - both in the Division of Palliative Care Medicine, along with colleagues from Neurology, recently had their study, \"Improving Access to Specialist Palliative Care for Patients with Catastrophic Strokes Using Best Practice Advisory - a Feasibility Study,\" published in The Neurohospitalist. Stroke is one of the leading causes of death and long-term disability in the United States but palliative care utilization in stroke is low compared to other diseases such as cancer, heart failure, and liver and renal disease. Palliative care is recommended by the American Heart Association and American Stroke Association to help patients and families navigating life-altering stroke, but studies have shown that only a small fraction of patients receive palliative care consultation. In this quality improvement project, the study team developed a Best Practice Advisory (BPA) that was delivered through Epic, for patients with a National Institutes of Health Stroke Scale (NIHSS) score of greater/equal to 20 (patients with higher scores are less likely to recover and are considered critically ill). The BPA served as a reminder to the primary stroke team to consider a goals-of-care discussion and consultation with the palliative care service for these patients and prompted a needs assessment for the whole interdisciplinary team. The goal of this project was to study how the BPA was intervened upon by care teams and whether it increased palliative care consultations in stroke patients. Results showed the BPA triggered accurately in Epic for all patients with an NIHSS score greater than/equal to 20 and palliative care consultations resulting from the BPA increased from the first year of implementation to the next two years. More work needs to be done to refine the parameters of how the BPA is triggered but ultimately, this intervention could be an important way to address unmet needs of stroke patients and their families in the neurocritical care setting. Hong Yu, PhD, adjunct professor in the Division of Cardiovascular Medicine, and the director of the Center of Biomedical and Health Research in Data Sciences (CHORDS) at UMass Lowell, recently led a study, \"Associations Between Natural Language Processing-Enriched Social Determinants of Health and Suicide Death Among US Veterans,\" that was published in JAMA Network Open. Here, investigators studied the link between suicide risk among veterans and social determinants of health (SDOH), such as housing instability, financial problems, and violence. The findings revealed how natural language processing (NLP), a form of artificial intelligence, can be used to analyze available information about social determinants of health, which leads to better suicide risk assessment and prevention. The study team developed an NLP that could extract SDOH from unstructured clinical notes in the U.S. Veterans Health Administration's electronic health records, a first of its kind study at a large scale. Using the data, researchers were able to better identify patients at risk of suicide based on their social determinants of health and providers could then share appropriate resources with patients. Although this study was conducted with veterans, it is expected that the results would translate to the general population as well. About CHORDS The UMass Lowell Center of Biomedical and Health Research in Data Sciences (CHORDS) conducts cutting-edge informatics research to accelerate biomedical and healthcare discoveries through innovative computational methods and technologies in information science, data science and translational science. David McManus, MD, the Richard M. Haidack Professor in Medicine and chair of the Department of Medicine, serves as a co-director of CHORDS. Honghuang Lin, PhD, FAHA, professor of medicine in the Division of Health Systems Science and a director in the Program in Digital Medicine, recently spoke with the Telegram & Gazette about a study he is leading that uses artificial intelligence (AI) to identify early signs of cognitive decline that could be linked to dementia and Alzheimer's disease. The study is a partnership between UMass Chan Medical School and Linus Health, with the aim that early detection of cognitive decline can prompt faster treatment, potentially slowing down the disease's progression. Using a clock-drawing test, patients are asked to draw a clock on an iPad, rather than using pen and paper. \"A traditional test might miss subtle imperfections in the lines drawn or placement of numbers in the clock. AI not only captures that information but also pools the results from all study participants to identify trends that could unlock patterns in early cognitive decline,\" Dr. Lin explained to the T&G.Additionally, the study team asks patients to recall three words at the end of the exam, take a 32-question lifestyle survey, and receive a brain health action plan based on their responses. The answers to the questions are then used to recommend various lifestyle changes that can improve brain health. Dr. Lin explains that using the AI exam is much faster than traditional exams, with results within minutes. The immediate results can then be used to develop action and care plans for patients. Jeevarathna Subramanian, MD, associate professor of medicine and a primary care physician in the Division of General Internal Medicine commented, \"The goal is to potentially introduce the AI test into primary care practices worldwide.\" The study team hopes to test 150 patients through this summer and that this work will lead to a broader clinical trial to further test this AI technology in the future. In this month's Trainee Spotlight, we feature Liraz Galia, PhD, postdoctoral fellow in the lab of Kate Fitzgerald, PhD, professor of medicine, associate vice provost for basic science research, vice chair for research in the Department of Medicine, chief of the Division of Innate Immunity and director of the Program in Innate Immunity, Samantha Tse, MD/PhD student in the lab of Read Pukkila-Worley, MD, associate professor of medicine in the Division of Infectious Diseases and Immunology, and Kevin Gao, MD/PhD student in the labs of Dr. Fitzgerald and Ann Marshak-Rothstein, PhD, professor of medicine in the Division of Rheumatology. They were the recipients of the inaugural RISE: The Robert W. Finberg, MD Memorial Research Training Awards and presented their research at Innate Immunity Day 2023: Mechanisms and Methods of Cell Death on Wednesday, May 10. Learn more about each trainee by clicking their names below. In this month's Researcher Spotlight, we highlight the work of Milka Koupenova, PhD, assistant professor of medicine in the Division of Cardiovascular Medicine. Dr. Koupenova's research focuses on understanding the molecular mechanisms that underline platelet-mediated immune response during viral infections and how this response contributes to cardiovascular disease. Shawna Steadman, MS, RN, ACNP, a provider in the Division of Palliative Care Medicine, and instructor in nursing, was recently invited to speak to staff at Fairlawn Rehabilitation Hospital in Worcester, on the topic of basic primary palliative care skills. She discussed how to manage symptoms of serious illness, support patients and their families through serious illness, and have serious illness discussions centered around setting goals. Elizabeth Murphy, MD, MPH, associate professor of medicine in the Division of General Internal Medicine and program director of the Internal Medicine Residency Primary Care Residency Track, recently presented her poster, \"Tapping into the Experience and Expertise of Established General Internal Medicine Leaders to Keep Residents Engaged in Pursuing Primary Care Careers,\" at the Alliance for Academic Internal Medicine (AAIM) 2023 Annual Meeting in Austin, TX, where she was the poster competition winner for her Programmatic Innovation Poster. Dr. Murphy's poster describes the Benedict Leaders Clinic which was established to help keep trainees on the path to pursuing primary care careers. Previously, some trainees who had intended on pursuing a career in primary care changed their plans due to challenges they faced in their continuity clinics. As part of the Benedict Leaders Clinic, each intern is paired with a general internal medicine leader who has a critical role in leadership throughout the clinical system and medical school, with the goal of acquiring career skills and gaining mentors. They found at the end of the second year of their program, 6 out of 8 residents intended to continue pursuing primary care careers and for the first time in years, many categorical and Chief residents also intended to continue pursuing primary care careers. Rebecca Kowaloff, DO, a provider in the Division of Palliative Care Medicine, recently published an article in the Journal of the National Medical Association, titled \"Even at the End of Life, Patients of Color are Denied Equity.\" Here, Dr. Kowaloff discusses racial disparities in end-of-life care for people of color. She explains that racial and ethnic minority patients often have life-limiting illnesses diagnosed at later stages, which are less aggressively managed due to decreased access to healthcare and providers minimizing complaints. \"Many of the reasons for this disparity are socioeconomic, relating to healthcare access and social support for medical decision-making and home caregiving. However, these deficiencies combine with healthcare providers' implicit biases against racial and ethnic minorities' ability to understand complex medical decision-making,\" states Dr. Kowaloff. Patients who are not given the necessary care information are then forced into potentially harmful medical interventions. Dr. Kowaloff further explains that cultural values and expectations, such as spiritual beliefs and language barriers, are also large factors in end-of-life care differences between white patients and patients of color. When clashing with the view of healthcare providers, these factors can hinder progress toward culturally sensitive care. Left to Right: Katherine Conlon, Candice Dufour, Ibriz Moonim, Gary Sadusky, Julie Schutz, Rose Doherty, Maureen Mayfield, Sierra Williams, Jaime Restic, Karen D'Amico Administrative staff members from the Department of Medicine gathered on Wednesday, April 26, to celebrate Administrative Professionals' Day and enjoy breakfast treats and coffee with fellow colleagues. We thank all of our staff for their hard work and dedication to the department! The Department of Medicine's Spring Town Hall was held on Monday, May 1. Below are a few highlights. We celebrated the achievements of Greg Leslie, MD, assistant professor of medicine and clinical chief of Hospital Medicine, Jenna L'Heureux, NP, Gastroenterology, Mary Stanley, NP, Cardiovascular Medicine, Melissa Schnauber, LPN, Endocrinology, Diabetes, and Metabolism, Michelle Drew, clinic manager, Tri-River, Kristen Fuhrmann, administrative coordinator, Innate Immunity, and Sandra Durand, clinic manager, Endocrinology, Diabetes, and Metabolism. Congratulations to all the awardees! We heard from Department of Medicine leadership who discussed goals for mission areas during the upcoming year. Deborah Blazey-Martin, MD, MPH, vice chair for Ambulatory Care, Yoel Carrasquillo-Vega, MD, MBA, director of Diversity, Equity, Inclusion, and Belonging, and Rick Forster, MD, vice chair for Professional Development, each gave a presentation and took time for questions. At the Fall Town Hall, we will hear from vice chairs, Drs. Kate Fitzgerald, Kim Eisenstock, and PY Fan about their research, clinical care, and education goals, respectively. We also heard about professional development opportunities for faculty, clinicians, and staff, the Department of Medicine's updated Core Values, upcoming events, and more! If you missed the Town Hall, we encourage you to watch the recording or view the slides below. [Click here to view the slides.](https://umassmed.sharepoint.com/:b:/r/sites/medicine/Shared%20Documents/DOMCOMM%20Content/Town%20Hall%20May%202023/05.01.23-DoM%20town%20hall_rev04.28.23.pdf?csf=1&web=1&e=yk916R) [Click here to view the Town Hall recording.](https://www.dropbox.com/s/v1kr72kj2k26sk4/DoM%20Town%20Hall%205.1.23.mp4?dl=0) In this month's Resident Spotlight, we feature Julia Hyman, MD, a third-year Internal Medicine resident, originally from Newton, MA. Dr. Hyman is recognized for going above and beyond for her patients, approaching them with great professionalism and kindness. One of her many accomplishments is that she helped plan a wedding for a patient in palliative care, who expressed the wish to be married before they passed away. In this month's Fellow Spotlight, we feature Anila Zainab Medina, MD, MPH, a fellow in Geriatric Medicine, originally from Karachi, Pakistan. In late April, we caught up with Dr. Medina to learn more about her work, an incredible trip that she took to Iceland, and her favorite author. In this month's Chair's Spotlight, we highlight the work of Sunita Puri, MD, MS, director of the Hospice and Palliative Medicine fellowship and associate professor of medicine in the Division of Palliative Care Medicine. She is also a writer of nonfiction and memoir. Congratulations to Sandra Durand, clinic manager in the Division of Endocrinology, Diabetes, and Metabolism, for winning a department staff award. Congratulations to Michelle Drew, clinic manager at Tri-River, for winning a department staff award. Congratulations to Melissa Schnauber, licensed practical nurse, in the Division of Endocrinology, Diabetes, and Metabolism, for winning an advanced practitioner achievement award. Congratulations to Mary Stanley, nurse practitioner in the Division of Cardiovascular Medicine for winning an advanced practitioner achievement award. Congratulations to Jenna L'Heureux, nurse practitioner in the Division of Gastroenterology for winning an advanced practitioner achievement award. Congratulations to Greg Leslie, MD, clinical chief in the Division of Hospital Medicine, for winning a faculty achievement award. The Department of Medicine Clinical Research Core staff, in conjunction with the UMass Chan Volunteer Program, was proud to send a group of hard-working volunteers to City View Discovery elementary school to help stock supplies for students in their new food pantry, \"The Eagle's Nest.\" One hundred percent of the City View's 430 students are eligible for free or reduced-price meals and this new pantry will be accessible to all of the students. This opportunity to give back to the community was organized by the Juniper Helps Organization, an outreach project that distributes food and basic supplies through local schools to families in need. Sanjay Ram, MD, and Peter Rice, MD, both professors of medicine in the Division of Infectious Diseases and Immunology, were recently featured in a UMass Chan News article describing the risk of a novel gonorrhea strain in Massachusetts. January 19, 2023, two cases of multidrug-non susceptible Neisseria gonorrhoeae were detected, in which five classes of the strain were resistant to six of the seven antibiotics tested. Although ceftriaxone is available to treat gonorrhea, Dr. Ram explains the importance of performing cultures on patients in order to identify and screen asymptomatic cases to treat and stop the spread of the new strain. Without proper screenings, the strain could accumulate more resistant mutations as it is passed from one person to another. Dr. Rice explains that the lack of cultures being performed in the U.S. is why the strain can mutate and continue to survive. To help combat the spread of gonorrhea, Drs. Ram and Rice encourage patients to be forthcoming with their providers about their sexual history, especially teenagers and young adults. Jason Pitarresi, PhD, assistant professor of medicine in the Division of Hematology and Oncology, has been accepted into the American Association for Cancer Research (AACR) Annual Meeting 2023 NextGen Stars Program. The program provides an exciting opportunity to increase the visibility of early-career scientists at the AACR Annual Meeting and to support their professional development and advancement. Dr. Pitarresi will present at the AACR meeting today, April 19, in Orlando, Florida. Laura Gibson, MD, associate professor of medicine in the Division of Infectious Diseases and Immunology, was recently interviewed and featured in the STAT article, \"Often Overlooked, a Common Infection During Pregnancy Kickstarts a Conversation About Newborn Screening,\" for her work on Cytomegalovirus (CMV). CMV is a virus that once infected, is retained by the body for life. Although common, CMV can be especially harmful to a fetus, increasing the risk of stillbirth, and neurodevelopmental delays and disabilities, including cerebral palsy, seizures, vision impairment, and progressive hearing loss. In the article, Dr. Gibson explains that CMV is often a progressive disease and describes it as a \"constant interaction between the virus and the immune system.\" She further explains that whatever is found in testing at birth can worsen over time for the child and live with them for life. To date, there are no tests that can determine active CMV infection in a mother during pregnancy, however, physicians like Dr. Gibson are actively fighting for CMV screenings to help protect newborns impacted by the virus. Nancy Anoruo, MD, MPH, assistant professor of medicine in the Division of Hospital Medicine and director of innovation for the Program in Digital Medicine, and Neil Marya, MD were recently interviewed by the Telegram & Gazette, about AI's impact on jobs and its current and future applications at UMass Chan and UMass Memorial Health. The article, \"Artificial intelligence: Job killer or creator in Worcester,\" describes its current use in the UMMH Hospital at Home program as well as plans for research studies using AI to identify patients at risk of developing Alzheimer's disease, dementia, and diabetic retinopathy. While the article touched upon the inevitable loss of some jobs, Dr. Anuruo highlighted the benefits, including the potential for economic growth within medicine. She noted, \"AI is opening doors. Maybe it will replace limited things, but it will also expand what we do and understand.\" Neil Marya, MD, assistant professor of medicine in the Division of Gastroenterology, and a director in the Program in Digital Medicine, was recently featured in an article published in the Worcester Business Journal titled, \"Diagnosing AI: Healthcare community excited, wary of artificial intelligence.\" In the article, Dr. Marya discusses how artificial intelligence technologies are being used to potentially reshape the way diagnoses are made, current limitations, and his hopes for the future. Dr. Marya is researching new diagnostic tools for pancreatic and bile duct cancers, which, through observational use, have shown promise. \"We're not acting on the AI right now. It's just in the background, and we are understanding how it works in these cases,\" said Dr. Marya. With the use of artificial intelligence (AI), these tools can learn to diagnose cancer, but it is not yet enough to rely on for definitive diagnoses. Although AI has been able to make a diagnosis before a pathologist in some cases, there have been false negatives in other cases. He also explains that there is the possibility that AI might not perform as accurately when placed into practice with different demographic groups. \"I love the research we're doing; and I'm really passionate about it, and I trust it; but I think we need to be measured with how we approach this,\" Dr. Marya said. \"It's really important to do this right.\" The research and AI technology are continuously evolving and Dr. Marya said that patients and their families are not as skeptical as one might expect. \"If there was a better way, a more accurate way to get a diagnosis sooner, they're all for it,\" he said. \"A lot of people, for good and bad, I think they just want the most accurate diagnosis done as soon as possible. And however that's done, I think people just want the best results.\" The Program in Innate Immunity (PII) is thrilled to announce the winners of the RISE: The Robert W. Finberg, MD Memorial Research Training Awards. The purpose of these awards is to encourage our students and post-doctoral scholars to produce highly competitive research in honor of the late [Robert W. Finberg](/link/d181b15928854cfa8907b73f81063bd2.aspx). The PII would like to thank the faculty who participated in the independent review panel. We appreciate their time and efforts! The following trainees have been named as the inaugural awardees: Liraz Galia, PhD, postdoctoral HOXA11os Regulates Mitochondrial Function in Myeloid Cells to Maintain Intestinal Homeostasis Kevin Gao, MD/PhD student, student awardee, Fitzgerald and Autoinflammation Cells student, student awardee, Pukkila-Worley Lab Project title: Non-Canonical Pattern Recognition by a Nuclear Hormone Receptor Identifies Virulent Bacteria in C. elegans RISE awardees have been invited to present their research at Innate Immunity Day 2023. Congratulations Liraz, Kevin, and Samantha! Matthew Hemming, MD, PhD, assistant professor of medicine in the Division of Hematology and Oncology, and his team are studying a sarcoma known as a gastrointestinal stromal tumor (GIST), in search of a potential treatment. In his study, \"MOZ and Menin-MLL Complexes are Complementary Regulators of Chromatin Association and Transcriptional Output in Gastrointestinal Stromal Tumor,\" published in Cancer Discovery, Dr. Hemming and his team worked to knock out GIST cell lines using the gene-editing tool known as Clustered Regularly Interspaced Short Palindromic Repeats (CRISPR), with the goal of searching for genes essential to the cells' survival. They discovered that GIST cells depend upon the gene regulatory complexes MOZ and Menin-MLL to live, and the suppression of these complexes decreases GIST cell multiplication. According to Dr. Hemming and his team, the results define unique chromatin regulatory dependencies in GIST and identify potential therapeutic strategies for clinical use. Nancy McCool, LICSW, AHPSW-C, ACHP-SW, a social worker in the Division of Palliative Care Medicine, along with her team, have implemented a new program to train hospital social workers to conduct earlier care conversations with patients using the Serious Illness Conversation Guide. Nancy and her team created this program with the goal of adding to the skillset of social workers in conversation, family dynamics, and resource management, with a structured format for having earlier care conversations with patients. By implementing this program, social workers will be able to bring information from these conversations to the medical team earlier in the patient's hospital course and disease trajectory. Lupus is an autoimmune disease that occurs when the body's immune system attacks its own tissues and organs. In a recent episode of Voices of UMass Chan, Roberto Caricchio, MD, the Myles J. McDonough Chair of Rheumatology, professor of medicine, and chief of the Division of Rheumatology, describes a new lupus program launching at UMass Chan in collaboration with UMass Memorial. Sunita Puri, MD, associate professor of medicine, program director of the Hospice and Palliative Care Medicine Fellowship, and provider in the Division of Palliative Care Medicine, had her Opinion Guest Essay, \"As a Doctor, I Know Being Ready to Die Is an Illusion,\" published in the New York Times on March 29, 2023. Here, Dr. Puri explores a physician's expectations and response to the intricacies and complexity of patients coming to terms (or not) with dying. In this month's Chair's Spotlight, we highlight the work of Elena Byhoff, MD, MSc, an associate professor of medicine in the Division of General Internal Medicine with research activities in the Division of Health Systems Science. Dr. Byhoff is a primary care physician and researcher whose focus is on reducing health disparities and improving health outcomes for her patients through screening for social needs in the clinical setting and establishing partnerships between health care and community organizations. By engaging relevant stakeholders, her goals are to partner with historically marginalized communities to implement evidence-based interventions that may help alleviate negative Health Related Social Needs (HRSN), which can have an impact on an individual's physical and mental health across the lifespan. The RA-PROPR study is a pragmatic clinical trial designed to address the question of what the best next choice of treatment is for a patient with active rheumatoid arthritis despite TNF inhibitor therapy, a non-TNF biologic, or a JAK inhibitor. Presently, this treatment decision is made without any evidence from a comparative effectiveness study. Patients participating in RA-PROPR are randomized to receive either a non-TNF biologic or a JAK inhibitor and are followed by their treating provider, in the context of routine clinical care, to assess response to treatment over 12 months. UMass Chan is one of 26 sites in this multicenter clinical trial, which is funded by the Patient-Centered Outcome Research Institute (PCORI) and coordinated by the University of Alabama Birmingham (UAB). Jonathan Kay MD, professor of medicine in the Division of Rheumatology, and the Timothy S. and Elaine L. Peterson Chair in Rheumatology, serves on the steering committee for this clinical trial and as site principal investigator, with Drs. Mauricio Leitao and Mohan Pahari of the DoM Research Core as its outstanding study coordinators. While the UMass Chan site began enrollment six months after other sites, the team has already enrolled five subjects as of March 1, 2023, is presently the fifth highest enrolling site overall, and is the second highest enrolling academic site (after UAB, which has enrolled only one more patient than UMass Chan). The UMass Chan site is poised to enroll two additional subjects, which will advance them to the position of the third highest enrolling site overall in the study. Read Pukkila-Worley, MD, associate professor of medicine in the Division of Infectious Diseases and Immunology and faculty in the Program in Innate Immunity, and MD/PhD students Nicholas D. Peterson and Samantha Y. Tse, recently had a study published in Immunity, titled \"Non-canonical pattern recognition of a pathogen-derived metabolite by a nuclear hormone receptor identifies virulent bacteria in C. elegans.\" The study aims to detect microbial infection that intercepts pathogen-derived signals of growth to assess the relative threat of virulent bacteria. A nuclear hormone receptor in the nematode C. elegans senses a toxic metabolite produced by the bacterial pathogen Pseudomonas aeruginosa to activate innate immunity. This data reveals an ancient strategy that informs the origins of pathogen detection and may be among the most primordial forms of immune sensing in animals. Atrial fibrillation (AF) currently affects up to six million Americans with 12 million projected by 2050. AF is particularly prevalent in long-term care (LTC) facilities (i.e. nursing homes) ranging from 7.5% to 17%. Over 4.5 million Americans have time in LTC residents. Research linking the development of AD and ADRD to AF has emerged recently, however, the impact of treatments for AF on LTC residents with co-occurring AF and AD/ADRD is not understood. Recent evidence has emerged that anticoagulation (AC), the main treatment for AF, may prevent cognitive impairment and slow further cognitive decline in individuals with existing AD/ADRD. Weighing against the benefits, however, are several burdens of AC on LTC residents including major bleeding episodes (requiring hospitalizations and procedures to control bleeding) and more frequently, nonmajor bleeding episodes which lead to trips to the emergency department. Alok Kapoor, MD, associate professor of medicine in the Division of Hospital Medicine, and his team, recently received funding from the Alzheimer's Association to investigate the benefits and burdens of AC in LTC residents with co-occurring AF and AD/ADRD. First, they will measure these benefits and burdens using merged Medicare datasets. Then, they will develop a conversation aid (CA) to promote discussions between LTC providers and residents with AF and AD/ADRD about the risks and benefits of AC. With their findings, the team hopes to foster shared AC decision-making between providers and their LTC residents with co-occurring AF and AD/ADRD. Jennifer Kodela, DO, a second-year Pulmonary and Critical Care Medicine fellow, has developed a Pulmonary and Critical Care Medicine Medical Education (PCCM) track under the mentorship of Reid Evans, PhD, assistant professor of medicine and education specialist. The two-year, longitudinal curriculum is designed to develop skills in teaching, mentoring, and scholarship for those interested in pursuing a career as an educator in academic medicine. The curriculum consists of a short lecture series that occurs twice a year, supported by supplemental lectures offered by visiting speakers. In addition, fellows are expected to participate in authentic teaching practices, which involve standardized feedback, reflective practice, and experimental learning through committee participation and projects aimed at curriculum design. Fellows are also expected to complete a medical education portfolio by the end of the track and are encouraged to pursue scholarships throughout the two years. In total, five fellows are currently participating in or planning to join the track. There are six PCCM faculty members involved in the track, all of whom have completed the required trainings and are engaged in providing standardized feedback. The track offers core lectures for the residency and fellowship and is engaged in active projects directed at curriculum development and design. These projects include the revision of the VISTA curriculum respiratory block, the creation of the medical school ICU selective, and the development of the ECMO curriculum. In addition to her work on the PCCM track, Dr. Kodela was recently recognized for excelling in the care of a patient. The patient's family expressed deep gratitude for Dr. Kodela, whom they said provided incredible physical care and treated their loved one with respect, compassion, and patience. We are grateful to Dr. Kodela for her many contributions to the Department of Medicine. Lara Kovell, MD, associate professor of medicine in the Division of Cardiovascular Medicine, is senior author on the study \"Social Determinants, Blood Pressure Control, and Racial Inequities in Childbearing Age Women With Hypertension, 2001 to 2018,\" which was featured in a special \"Go Red for Women\" issue of the Journal of the American Heart Association in late February. Dr. Kovell and her team aimed to understand the health inequities in maternal mortality for women from under-represented racial and ethnic groups. The focus of the study was to evaluate blood pressure control and social determinants of health in women of childbearing potential with hypertension. Dr. Kovell concluded that black women of childbearing age were more than twice as likely to have uncontrolled blood pressure than white women of similar age. In addition, food insecurity was found to be one of the common social factors that may affect high blood pressure risk. The liver transplant team, part of the UMass Memorial Transplant Program, was recently recognized for performing their one-thousandth liver transplant at the medical center. This milestone was featured on CBS News Boston in early February, in a story highlighting the patient who received the transplant. \"Our patients are fortunate to have access to high-quality transplant services in Central Massachusetts from a dedicated multidisciplinary team of physicians, nurses, and support staff. The transplant team has been a model for teamwork across divisions, departments, and disciplines. While 1,000 liver transplants is a momentous milestone for our program, I am most excited to see what great things are yet to come from this group,\" stated Christopher Marshall, MD, clinical chief and assistant professor of medicine in the Division of Gastroenterology. Savant Mehta, MD, transplant hepatologist and associate professor of medicine in the Division of Gastroenterology, added: \"The initiation of liver transplant in 1998 at UMass Memorial Healthcare was a landmark event and helped to fulfill our mission of improving the health of the people of our diverse communities of Central New England through culturally sensitive excellence in clinical care, service, teaching, and research. I was privileged to be a part of this initiative from its very early stages and I am happy to report that completing 1,000 liver transplants at UMass is a step in the direction of fulfilling this mission and we hope to continue to improve and enhance this further over the coming years.\" We applaud the transplant program for achieving this milestone and look forward to its many continued successes. Gisela Banauch, MD, professor of medicine in the Division of Pulmonary, Allergy, and Critical Care Medicine, was recently featured in a blog by the American College of Chest Physicians. In the blog titled \"Improve Your Skills at the Bedside with CHEST's Thorough Ultrasound Courses,\" Dr. Banauch explains the importance of Ultrasonography courses, as they \"provide an important supplementary pathway to reach competence in both knowledgeable interpretation and skillful application of this new bedside technology.\" Sunita Puri, MD, associate professor of medicine, program director of the Hospice and Palliative Care Medicine Fellowship, and provider in the Division of Palliative Care Medicine, was recently featured in an article by Yahoo News on former President Jimmy Carter's decision to \"spend his remaining time at home and receive hospice care.\" With hospice care often being misunderstood, Dr. Puri explains common misconceptions as well as the importance of the service and its benefits to patients. Laura Gibson, MD, associate professor of medicine in the Division of Infectious Diseases and Immunology, was recently featured in a Voices of UMass Chan podcast, where she discussed her upcoming study with Moderna to investigate Cytomegalovirus (CMV) and its transmission in group childcare settings. CMV is a common virus and is often mild in healthy adults and children. However, CMV acquired before birth, known as Congenital CMV, can lead to severe infection in infants. Early studies show that the transmission of this type of disease is specifically common in group childcare and early childhood education settings, making the transmission from children to pregnant mothers easier. In the study titled \"CMV Immune Transmission and Immune Tracking,\" Dr. Gibson aims to collect saliva samples from children currently in group childcare or early education settings to examine how many children per facility are already infected with the disease. For stage two of the study, Dr. Gibson plans to enroll additional children and family members at various childcare locations in the study, with the goal of understanding the transmission of CMV in group childcare settings and how to reduce the risk factors of CMV. Congratulations to Jessica Novia, project manager of the Administrative Services Group (ASG), for winning a staff award. Congratulations to Bridget Breault, program coordinator, in the Division of Renal Medicine, for winning a staff award. Congratulations to Lindsey Shanahan, PA, Bone Marrow Transplant, Division of Hematology/Oncology, for winning an APP citizenship award. Congratulations to Caitlin Alves, PA, Division of Hospital Medicine, for winning an APP citizenship award. Congratulations to Jonathan Min, MD, assistant professor of medicine in the Division of Hospital Medicine, for winning a faculty citizenship award. Congratulations to Constantinos (Taki) Michaelidis, MD, MBA, MS, medical director, Hospital at Home Program, assistant professor of medicine in the Division of Hospital Medicine, for winning a faculty citizenship award. Several faculty members in the Department of Medicine were recently awarded Digital Health Insights (DIGI) Grants from UMass Memorial Health's Center for Digital Health Solutions (CDHS). The program provides grants to health care providers in support of novel approaches for the use of digital health technologies that have a positive impact on quality, efficiency, patient and/or provider engagement, health equity, or financial outcomes. Faculty in the Department of Medicine were awarded the following DIGI Grants: Asem Ali, MD, assistant professor of medicine in the Division of Endocrinology, Diabetes, and Metabolism, for \"Utility & Feasibility of Continuous Glucose Monitoring for Insulin Dosing and Improving Glucose Control in Hospitalized Patients.\" Madona Azar, MD, provider in the Division of Endocrinology, Diabetes, and Metabolism, for \"Use of GLP1-RA's in patients with diabetes and established ASCVD: Underutilization and proposal to improve adherence to standards of care.\" Jonathan Cheah, MD, assistant professor of medicine in the Division of Rheumatology, for \"Optimizing Prescription of Proven Therapies for Osteoporosis.\" Eric Cucchi, EICU, and John Mordes, MD, professor emeritus in the Division of Endocrinology, Diabetes, and Metabolism, for \"Continuous Glucose Monitoring in the ICU: Validation & Implementation.\" Michael Devine, DO, assistant professor of medicine in the Division of Hospital Medicine, for \"Improving Discharge by Noon and Discharge by 2:00 p.m.\" Matthew Greenwood, MD, provider in the Division of Hospital Medicine, for \"An Epic Upgrade for the Transitional Care Team: Incorporating the Hospital Medicine Patient Triaging System Into the Current Electronic Medical Record.\" Matthew Niemi, MD, assistant professor of medicine in the Division of Renal Medicine and Konstantin Abramov, MD, associate professor of medicine in the Division of Renal Medicine for \"Optimizing Medical Therapy for Diabetic Kidney Disease.\" Khanh-Van Tran, MD, PhD, assistant professor of medicine in the Division of Cardiovascular Medicine, for \"Advanced Lipid Lowering Therapeutics.\" Jeevarathna Subramanian, MD, associate professor of medicine in the Division of General Internal Medicine, along with Jamie Faro, PhD, from the Department of Population & Quantitative Health Sciences, is leading a small pilot study at UMass Chan Medical School that will help determine how to effectively integrate patient wearable device data into electronic health records. This remote study also aims to allow providers to help patients set and monitor physical activities and fitness goals. The study will equip patients with a Fitbit, which syncs the Apple HealthKit mobile app to patient portal electronic health records. Focusing on tracking the number of steps each patient takes per day, researchers will use this data to determine how providers want to receive notifications about their patients' device data, how often they want to communicate with the patient regarding the data, and how to provide goal-setting strategies. Deborah DeMarco, MD, professor of medicine, senior associate dean for clinical affairs, and associate dean for graduate medical education has dedicated over 30 years of service to the mission and growth of the Department of Medicine and UMass Chan Medical School and now has announced her retirement in June 2023. Dr. DeMarco's service to our institution has been exemplary and highly impactful to the growth and success of our GME programs. Her commitment to making these programs more inclusive, supportive, and well-structured has strengthened our ability to continue to recruit top-tier students to our institute. Of her time in GME, Dr. DeMarco recently remarked, \"I have been associate dean since 2001 and it has been the most rewarding career I could have ever wished for. The people I have worked and collaborated with in both the school and clinical system, and the variety of issues we deal with in the GME office have made every day different and never boring. When I started in this role in 2001, we had about 42 ACGME-accredited programs and 456 residents. We have grown to 63 programs with 628 residents and fellows. In the past several years we have achieved new residency programs in urology, neurosurgery, ophthalmology and just last week otorhinolaryngology so we now have the full cadre of core residency programs. Mentoring new program directors through the challenges they face and helping residents and fellows navigate their training years in a supportive environment have been some of the greatest joys in this role.\" Beginning with her first academic leadership appointment as director of the Internal Medicine Residency Program in 1995, Dr. DeMarco has served UMass Chan as an active member and leader of important initiatives and programs. She has served on numerous committees, several of which focus on strengthening and growing GME programs through focused task forces for diversity, supporting the wellness and growth of our residents, and ongoing curriculum review and strategic planning. Specifically, her service on the GME and UMass Chan Diversity Task Forces, Woman's Leadership Workgroup, Academic Accommodation Committee and Educational Diversity Initiatives demonstrate her long-standing dedication to the importance of diversity, equity, and inclusion as they pertain to not only GME but also the greater campus community and beyond. Dr. DeMarco has received multiple honors and awards, including the Sarah Stone Excellence in Education Award and the ACGME Parker J. Palmer Courage to Lead Award for demonstrating excellence in overseeing residency and fellowship programs in 2021. Most recently, Dr. DeMarco was the recipient of the 2022 Chancellor's Medal for Distinguished Service. The Department of Medicine extends our heartfelt gratitude to Dr. DeMarco for her tireless work and dedication to the educational mission of our department and UMass Chan. Her work has had an important impact on countless educators and trainees during her tenure which will be felt for many years to come. We wish her all the best in her upcoming retirement later this year. Led by Emil Tigas, MD, assistant professor of medicine, Jodi Wilson, NP, and Kaileigh Lavin, NP, all of the Division of Pulmonary, Allergy and Critical Care, the COPD readmissions program improved upon its FY22 goal to reduce COPD readmissions to 20.5%, by achieving a rate of only 19.6% for FY22. The COPD readmission reduction program is a comprehensive program that identifies COPD patients at high risk for readmission and consists of collaborative evaluation and management by the Pulmonology service, COPD nurse practitioners, respiratory therapists, social workers, nurse navigators, and other ancillary team members. Congratulations on this incredible achievement! Six million Americans suffer with atrial fibrillation (AF), a heart rhythm abnormality that is a major risk factor for stroke. Despite this, only 60% of eligible AF patients receive treatment, and this gap is even larger for African Americans who use anticoagulation 10-22% less frequently compared to White patients. As AF is a major risk factor for stroke, professional societies recommend anticoagulation (AC) in most patients. However, some patients are reluctant to start or continue taking AC due to onset of bleeding or other setbacks. This translates to roughly 900-2,000 preventable strokes and 180-400 preventable deaths occurring in African Americans each year. For these reasons, teams at UMass Chan Medical School, led by Alok Kapoor, MD, associate professor of medicine in the Division of Hospital Medicine, and the University of Michigan, led by Geoff Barnes, MD, are partnering on Story-AF, a project dedicated to understanding the stories of African American patients who have AF and are on anticoagulant therapy. Through the project, African American patients will share their experiences, tell their stories about being diagnosed with AF and treated with anticoagulants, and share any obstacles they faced or setbacks that occurred. Researchers then plan to test the power of these stories to encourage other African American patients to take an anticoagulant to help prevent stroke and improve their overall health. Members of the Division of Hematology/Oncology continue to demonstrate excellence in clinical care and medical education through their leadership, participation, and service in national societies and annual meetings. Division faculty recently accepted opportunities to contribute to their flagship societies, the American Society of Clinical Oncology (ASCO) and the American Society of Hematology (ASH). Kriti Mittal, MD, MS, assistant professor of medicine in the Division of Hematology and Oncology has been invited to serve as a member of the ASCO's Digital Education Content Planning Group whose purpose is to assist with the planning of topical content in the areas of breast, lung, gastrointestinal, and genitourinary cancers. She will also work alongside faculty to plan and develop content across all ASCO Digital Education's educational activities. Sakiko Suzuki, MD, assistant professor of medicine in the Division of Hematology/Oncology and program director of the Hematology/Oncology Fellowship program was accepted into ASH's Medical Educator Institute through a national, competitive application process. This one-year program is offered for medical educators who are guided through in-person and virtual sessions, as well as longitudinal mentoring relationships with medical educator faculty, to gain hands-on experience in various aspects of medical education scholarship. Members of the division also served as abstract reviewers and session moderators at the ASH Annual Meeting that was held this past December. In addition to his role as an abstract reviewer, Shyam Patel, MD, PhD, assistant professor of medicine, served as the session moderator for Acute Myeloid Leukemias - Biomarkers, Molecular Markers, and Minimal Residual Disease in Diagnosis and Prognosis - Molecular Features and Response to Treatment in AML. Jonathan Gerber, MD, the Eleanor Eustis Farrington Chair in Cancer Research, professor of medicine, and chief of the Division of Hematology/Oncology, served as the coordinating abstract reviewer and session moderator for Acute Myeloid Leukemias - Investigational Therapies, Excluding Transplantation and Cellular Immunotherapies - Relapsed/Refractory AML. He also currently serves on ASH's Committee on Practice, Subcommittee on Precision Medicine, and Continuing Certification Working Group, as well as the ASCO Targeted Agent and Profiling Utilization Registry (TAPUR) Trial's Molecular Tumor Board. Additionally, Dr. Patel, Dr. Laurie Pearson, and Dr. Poorva Bindal were all first authors on abstracts presented in poster sessions at the annual ASH meeting. In this month's Team Spotlight, we highlight the work of the Mission Behavioral Health Lab, which joined the Division of Health Systems Science in the fall of 2022. The lab is led by David Smelson, PsyD, professor of medicine in the Division of Health Systems Science and director of the Center of Excellence in Addiction and includes research team members Abigail Helm, PhD, research program manager, Paige Shaffer, MPH, PhD candidate, senior project director and chief data analyst, Jennifer Harter, PhD, senior project director, Michael Andre, MPH, research project director, Brooks Thompson, Kathryn Bruzios, MS, and Idalis Rivera-Ramirez, clinical research coordinators, and Kendra Caputo, Eleni Kachadoorian, Sarah Marcus, and Marinna Kaufman, clinical research assistants, as well as a dedicated team of clinical staff and students. The Mission Behavioral Health Lab is dedicated to conducting state-of-the-art research toward advancing the understanding of the etiology, consequences, and treatment of addiction and mental health, as well as the implementation of evidence-based practices. Work in the lab includes an evidence-based intervention, called Maintaining Independence and Sobriety through Systems Integration, Outreach, and Networking (MISSION), which was developed in 2001 to specifically meet mental health, substance misuse, and other psychosocial needs of individuals with co-occurring mental health and substance use disorders (CODs). MISSION combines several evidence-based practices into a system of care to address population-specific factors, provide COD treatment, and community-based support to sustain recovery. The Mission Behavioral Health Lab's research includes testing other novel behavioral and pharmacological treatments, community-based treatment engagement approaches, racial and ethnic disparities in care, mobile health devices, multisite implementation trials, and examining psychiatric epidemiological research across addiction. The lab has received funding from the NIH (National Institute of Alcohol Abuse and Alcoholism, National Institute of Drug Abuse, and National Center for Complementary and Integrative Health), Department of Veterans Affairs, Substance Abuse and Mental Health Service Administration, Bureau of Justice Administration, the Executive Office of the Massachusetts Trial Court, the Massachusetts Department of Public Health, as well as several other states around the country. They have 12 federal grants including recently received funding for a 4-year grant titled \"Supporting Treatment Access and Recovery for Co-occurring Opioid Use and Mental Health Disorders (STAR-COD),\" as part of NIH's The Helping to End Addiction Long-term Initiative (HEAL Initiative). The Mission Behavioral Health Lab serves as an \"academic incubator\" for collaborations within the Department of Medicine, UMass Chan Medical School, other University of Massachusetts campuses, and beyond, and we are thrilled to welcome their group to the Division of Health Systems Science. Learn more about the Mission Behavioral Health Lab: [Mission Behavioral Health Lab (umassmed.edu)](/link/d8695c29dc1449c5b937f88dcab8459e.aspx) Learn more about MISSION here: [www.missionmodel.org](http://www.missionmodel.org/) Related Story by NIH on MISSION: [A Whole Health Approach for Treating Opioid Addiction and Mental Illness](https://heal.nih.gov/news/stories/mission-treating-opioid-addiction-mental-illness) In this month's Chair's Spotlight, we highlight the work of Lauren Feld, MD, physician and assistant professor of medicine in the Division of Gastroenterology and physician executive for Diversity, Equity, Inclusion, and Belonging (DEIB) in the Department of Medicine. Dr. Feld's clinical interests include adult gastroenterology, hepatology, non-alcoholic fatty liver disease, women's health in liver disease, and LGBTQ health. She also has a background in clinical medical ethics and quantitative assessment, with specific training and expertise in survey research and secondary data analysis on the impact of psychosocial factors in patient care. Her work focuses on patient-physician communication and access to care, and she is equally committed to advocating for workforce gender equity. Dr. Feld joined the faculty at UMass Chan/UMMH in September 2022. She brings passion and enthusiasm to her work, and we are thrilled that she has joined us in the Department of Medicine! Kevin Donahue, MD, professor of medicine in the Division of Cardiovascular Medicine, was recently awarded funding for an R01 grant titled \"Translating post-infarct ventricular tachycardia mechanisms into a therapy\" from the NIH National Heart, Lung, and Blood Institute. Dr. Donahue and his team recently identified 2 potassium channel proteins, which increase only in the arrhythmogenic areas of the heart. The overexpression of these channels alters the electrical reset of the heart cells within the electrical circuit that causes an arrhythmia. With this funding, Dr. Donahue and his team propose to reverse the overexpression of the potassium channel proteins and evaluate the safety and efficacy of arrhythmia treatments in preclinical models. Successful completion of this project will be the first step toward the goal of a permanent cure for ventricular arrhythmias in humans. Dr. Blazey-Martin joins us from Tufts Medical Center, where she has served as Chief of Internal Medicine and Adult Primary Care for the last nine years. She has also served as the medical director for Tufts Medical Center LCO, NEQCA since 2021, and for Tufts Medical Center Community Care since 2016. During her time as Chief, she established herself as an accomplished leader, spearheading initiatives that have built models of care to utilize data in innovative ways and enhance performance improvement. She has also strived to lead with compassion and implement strategies to help physicians address burnout and the plethora of challenges that emerged during the COVID-19 pandemic. She has held several academic and educational appointments including the Director of Continuing Medical Education Conference in the Division of Internal Medicine and Adult Primary Care, the Associate Program Director for the Internal Medicine Residency Program, and the Director of Resident Education for General Internal Medicine. She was the recipient of the Castle Connelly Exceptional Women in Medicine award, 2017-19, and the Kritzman Primary Care Teaching Award at Tufts Medical Center in 2017. Dr. Blazey-Martin earned her medical degree from the Boston University School of Medicine. She completed her residency in Primary Care at Beth Israel Deaconess Medical Center and her fellowship in Internal Medicine at Harvard University School of Medicine. Dr. Blazey-Martin will serve as the new Vice Chair for Ambulatory Affairs and Chief of General Internal Medicine. In this role, she will oversee the Division of General Medicine and the Department's ambulatory strategy and operations. She will support our ambulatory physician leads and will work closely with Medical Center and System leaders in this capacity to provide high-quality ambulatory care, access, and a positive work experience for our ambulatory physicians, advanced practitioners, and clinic staff. Apurv Soni, MD, PhD, assistant professor of medicine in the Division of Health Systems Science and co-director of the Program in Digital Medicine, is the principal investigator on a new study to evaluate a community health virtual intervention against COVID-19. As part of the National Institutes of Health's Home Test to Treat program, he and other researchers at UMass Chan will evaluate the data collected from a virtual intervention that will provide free COVID-19 health services, which include rapid tests, telehealth sessions, and at-home treatments. The program will make antiviral treatment available for eligible individuals who receive a positive COVID-19 test result. By gathering data from participants, Dr. Soni and scientists at UMass Chan will work to identify best practices and make improvements to the Home Test to Treat model. The communities chosen for the study were based on COVID-19 infection trends, a social vulnerability index, and discussions with state and local authorities. The program plans to enroll 100,000 people across the United States by the end of 2023. A research team led by David Smelson, PsyD, professor of medicine in the Division of Health Systems Science and director of the Center of Excellence in Addiction, recently received funding for a 4-year grant titled \"Supporting Treatment Access and Recovery for Co-occurring Opioid Use and Mental Health Disorders (STAR-COD),\" as part of NIH's The Helping to End Addiction Long-term Initiative (HEAL Initiative). Using their intervention, [Maintaining Independence and Sobriety through Systems Integration, Outreach, and Networking (MISSION)](https://www.missionmodel.org/), the team will combine three evidence-based practices: dual recovery therapy, peer support, and critical time intervention. Clients will be offered six months of MISSION treatment, delivered by a case manager and peer specialist team, along with medications for opioid use disorder. The focus of the grant for the team is to assess whether a less-intensive community intervention, combined with medication-assisted opioid use disorder treatment is effective and efficient among patients. Their work was featured this past Monday in an op-ed article by Abigail Helm, PhD, Research Program Director in Dr. Smelson's group in BASIS (The Brief Addiction Science Information Source), a Harvard Medical School publication. Here, she described the team's research and its effectiveness in improving substance and mental health outcomes. [Read Dr. Helm's op-ed](https://www.basisonline.org/2022/12/medication-psychosocial-treatment-opioid-use-mental-health-disorders.html). Related Story by NIH on MISSION: [A Whole Health Approach for Treating Opioid Addiction and Mental Illness](https://heal.nih.gov/news/stories/mission-treating-opioid-addiction-mental-illness) Ann Moormann, PhD, MPH, professor of medicine in the Division of Infectious Diseases and Immunology in the Department of Medicine and a faculty member in the Program in Innate Immunity, has recently been elected as a Fellow of the American Society of Tropical Medicine & Hygiene (ASTMH). Founded in 1903, the ASTMH is the largest international scientific organization of experts dedicated to reducing the worldwide burden of tropical infectious diseases and improving global health. In 2011, the ASTMH Board of Directors established the Fellows of ASTMH, consisting of members who display professional excellence in any phase of tropical medicine, hygiene, global health, and other various disciplines. \"I have been a member of ASTMH since I was a graduate student so it's a great honor to be recognized for my contributions to the society by this fellowship. I am especially proud of the rising scientists from all over the world who compete for the Young Investigator Award and have enjoyed chairing this committee.\" We congratulate Dr. Moormann on being elected to this prestigious society and applaud her hard work and dedication to global health. Neal Silverman, PhD, research director and professor of medicine in the Division of Infectious Diseases and Immunology, and faculty in the Program in Innate Immunity was recently awarded continued funding on an R01 as well as a new R56, both from the NIH National Institute of Allergy and Infectious Diseases. Dr. Silverman's R01 grant titled \"From Drosophila Immunity to Anti-Inflammatories,\" aims to understand how host cells recognize microbial infections and induce protective immune responses using molecular and genetic resources available in Drosophila model systems, while translating key discoveries to mammalian systems. With this renewal, Dr. Silverman continues to focus on immune recognition and signal transduction on the immune deficiency (Imd) pathway, while examining related processes in mammalian NOD1/2 pathways. In his R56 grant titled, \"Elucidating Leishmania strategies for parasitophorous vacuole biogenesis,\" Dr. Silverman aims to understand the cellular mechanisms that drive the biogenesis of the enlarged parasitophorous vacuole (PV), which allows the survival and replication of amastigotes within macrophages. Leishmania amazonensis (L. amazonesis) is a growing public health problem, as infection with this parasite creates diffuse non-healing lesions and lethal visceral disease, with increasing levels of resistance to standard therapies. Dr. Silverman and his team ultimately seek to investigate three novel mechanisms, identified in his earlier studies, involved in the biogenesis of the L. amazonensis amastigote enlarged PV. In this month's Chair's Spotlight, we highlight the work of Hardy Kornfeld, MD, professor of medicine, and Lorissa Smulan, PhD, assistant professor of medicine, both in the Division of Pulmonary, Allergy, and Critical Care. Dr. Kornfeld's research focuses on host defense against bacterial and viral respiratory pathogens, with an emphasis on tuberculosis (TB), specifically, the immunometabolism of TB-diabetes interaction, host-directed TB therapies, and post-TB lung disease. Dr. Smulan was a postdoctoral fellow in the Kornfeld lab from 2017-2021 and has continued to work with Dr. Kornfeld while developing an independent line of research as a newly appointed assistant professor of medicine. [Read the full spotlight here.](/link/a03ef6a649cb4693a6ab2604a45ec845.aspx) Neal Silverman, PhD, research director and professor of medicine in the Division of Infectious Diseases and Immunology, and faculty in the Program in Innate Immunity, along with collaborators from the Duke University School of Medicine and the Shanghai Institute of Biochemistry and Cell Biology, recently had their work, \"Retrotransposon Activation During Drosophila Metamorphosis Conditions Adult Antiviral Responses,\" published in Nature Genetics. [Learn more about his publication here. ](https://pubmed.ncbi.nlm.nih.gov/36396707/) The Department of Medicine would like to recognize Anna Gubala, MD, an Internal Medicine resident, who recently led a Thanksgiving food drive this month. With the help of medical students and the IM Residency Program, Dr. Gubala was able to collect a total of $1,605 for the Worcester County Food Bank. We thank Dr. Gubala and other members of the community for their generosity this holiday season! The Department of Medicine would like to recognize the great work of Margaret Cabral, a cardiology APP working on the Heart Failure service, who recently stayed after hours at UMass Memorial Medical Center to assist current residents with the many admissions assigned to them. We thank Margaret for dedicating her time to the residents and applaud her for her professionalism and teamwork. Congratulations to David Lyons, MD, physician and assistant professor of medicine in the Division of Cardiovascular Medicine, who recently was awarded \"Best Cardiologist\" at the Telegram & Gazette's Best of Central MA Awards Gala, on November 10th, at the DCU Convention Center in Worcester. The Best of Central MA program polls the Worcester County community each year to vote for the best of what the area has to offer. We would also like to congratulate Dennis Tighe, MD, physician and professor of medicine in the Division of Cardiovascular Medicine, who was also nominated for \"Best Cardiologist.\" Congratulations to The Cancer Research Office (CRO) at the UMass Cancer Center, which for the fourth year in a row, has been commended for its outstanding performance by the Eastern Cooperative Oncology Group (ECOG) and the American College of Radiology Imaging Network (ACRIN). The ECOG-ACRIN is an organization that plays a key role in the National Cancer Institute's mission through its National Clinical Trials Network and offers memberships to institutions with expertise in clinical research and translational science. Re-evaluation is conducted every year to ensure institutions meet their rigorous performance standards, assessing institutions on data quality, management, timeliness, imaging compliance, and committee service. This year's commendation for the CRO specifically highlights the excellent data management and patient accruals of the center, enrolling five times as many patients as required. [Learn more about their accomplishment. ](https://conta.cc/3UvpKDK) The Hospital at Home team has had much to celebrate this fall! In late October, the UMass Memorial Health (UMMH) Hospital at Home (HAH) team was awarded the \"Hospital at Home Program of the Year,\" and the \"Hospital at Home Patient Video of the Year,\" by the American Academy of Home Care Medicine (AAHCM) HAH User's Group, a professional society that oversees and advocates for hospital at home services across the country. On receiving these honors on behalf of the UMMH HAH team, Constantinos (Taki) Michaelidis, MD, MBA, MS, medical director for the UMMH HAH program, and assistant professor of medicine in the Division of Hospital Medicine, Candra Szymanski, MSN, RN, AVP for the UMMH HAH program stated, \"The number of people who have been reaching out to [our team to] congratulate [us]...has just been deeply humbling. We are proud of our team and are truly just getting started!\" [Click here to learn more about HAH and their accomplishments.](https://conta.cc/3UvpKDK) Yoel Carrasquillo-Vega, MD, assistant professor of medicine in the Division of Hospital Medicine and director of diversity, inclusion, and social justice in the Department of Medicine, was honored as a Hero of the Pandemic at CENTRO's 3rd Central Mass Hispanic Heritage Breakfast that was held at Polar Park in Worcester on October 14th. Dr. Carrasquillo was honored alongside three other recipients during the breakfast. Of his efforts, Juan Gomez, President and CEO of CENTRO commented, \"His bravery and dedication during the middle of this difficult period in our collective history, at the hospital, and while deployed to New York, was inspiring.\" Kate Fitzgerald, PhD, the Worcester Foundation Chair in Biomedical Sciences, professor of medicine, chief of the Division of Innate Immunity, director of the Program in Innate Immunity, and vice chair for research in the Department of Medicine, was inducted into the National Academy of Medicine (NAM) at the Class of 2021 New Member Class Induction Ceremony on October 14th. Dr. Fitzgerald was elected to the NAM in the fall of 2021, \"For pioneering work on innate immune receptors, signaling pathways, and regulation of inflammatory gene expression.\" Members of the Palliative Care team recently had work published in the Journal of Social Work in End-of-Life & Palliative Care, titled \"Palliative Care Buddy System.\" This work published in September was authored by Palliative Care team members, Nancy McCool, LICSW, ACHP-SW, Jennifer Reidy, MD, the Joy McCann Professor for Women in Medicine, chief of the Division of Palliative Care and associate professor of family medicine and community health, Shawna Steadman, MS, RN, ACNP, and Vandana Nagpal, MD, associate program director of the Palliative Medicine Fellowship, associate chief and associate professor of medicine in the Division of Palliative Care. [Read more.](https://nam10.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.tandfonline.com%2Fdoi%2Fpdf%2F10.1080%2F15524256.2022.2122650%3FneedAccess%3Dtrue&data=05%7C01%7CMerin.MacDonald%40umassmed.edu%7C1cf09e8ac5d04049009c08daa2413f11%7Cee9155fe2da34378a6c44405faf57b2e%7C0%7C0%7C638000698365627387%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&sdata=m7RuhFFu29JdXL0kO43YJKeF5%2FOLo9XckUMZmlGA8Rw%3D&reserved=0) Congratulations to Jennifer DeMaio, Operations Supervisor, and Anne Carney, Administrator, who both received Staff Awards at the October 3rd, Town Hall. Congratulations to Meridith Malysz, NP, who was awarded an October APP Citizenship Award at the October 3rd, Town Hall. Congratulations to Peter Rice, MD, professor of medicine in the Division of Infectious Disease and Immunology, who was awarded the October Faculty Citizenship Award at the October 3rd Town Hall. Congratulations to Ann Moormann, PhD, MPH, professor of medicine in the Division of Infectious Disease, and to Read Pukkila-Worley, MD, associate professor of medicine in the Division of Infectious Disease, who recently received tenure! Congratulations to our faculty who have recently been awarded career development grants! Awardees include Khanh-Van Tran, MD, PhD, assistant professor of medicine in the Division of Cardiovascular Medicine, Nisha Fahey, DO, assistant professor of Pediatrics and faculty in the Program in Digital Medicine, Lara Kovell, MD, assistant professor of medicine in the Division of Cardiovascular Medicine, and Laurel O'Connor, MD, assistant professor of Emergency Medicine and faculty in the Program in Digital Medicine. Congratulations to Chinmay Trivedi, MD, PhD, FAHA, Professor of Medicine in the Division of Cardiovascular Medicine, and his team, whose study, \"Pathological MAPK activation-mediated lymphatic basement membrane disruption causes lymphangiectasia that is treatable with ravoxertinib,\" was recently published in JCI Insight as the cover story. Their paper discusses Lymphangiectasia, an abnormal dilation of lymphatic vessels, which is frequently associated with chylous effusion, respiratory failure, and high mortality in young patients, yet the underlying molecular pathogenesis and effective treatments remain elusive. Dr. Trivedi and his team identify an unexpected causal link between KRAS-Mitogen-Activated Protein Kinase (MAPK) activation and defective development of the lymphatic basement membrane that drives lymphangiectasia in humans and mice. Deborah DeMarco, MD, professor of medicine, senior associate dean for clinical affairs, and associate dean, Graduate Medical Education, awarded the Chancellor's Medal for Distinguished Service. Melissa Fischer, MD, professor of medicine and associate dean for Undergraduate Medical Education, curriculum innovation and iCELS, awarded the Chancellor's Medal for Distinguished Teaching. Ira Ockene, MD, the David J. and Barbara D. Milliken professor in Preventive Cardiology and professor of medicine, awarded the Chancellor's Medal for Distinguished Clinical Excellence. Roberto Caricchio, MD, professor of medicine and chief of the Division of Rheumatology, was named to the Myles J. McDonough Chair in Rheumatology. Alan C. Mullen, MD, PhD, professor of medicine and academic chief of the Division of Gastroenterology, was invested as the Mary C. DeFeudis Chair in Biomedical Research. "}