{"title": "PDF", "author": "PDF", "url": "http://www.enfermeriacantabria.com/web_enfermeriacantabria/docs/Nuberos_74.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "COLEGIO DE ENFERMERÍADE CANTABRIA AÑO 19 - NÚM. 74 3er Trimestre 2014 Nuberos Información Silvia González publica la primera tesis doctoral de Cantabria presentada, dirigida y juzgada íntegramente por enfermeros El Hospital de Santa Clotilde de Santander celebra su 75 aniversario y anuncia fuertes inversionesLa figura de la \"Enfermera escolar\" en los centros educativos de Cantabria ya es una realidadAvanza la organización del Congreso que celebrará en Santander, en mayo de 2015, el centenario de la creación del título de EnfermeraA4 HOGAR 31DICIEMBRE santander.pdf 1 13/10/2014 10:45:333 EDITORIAL NUBEROS REVISTA DEL COLEGIO DE ENFERMERÍA DE CANTABRIA Cervantes, 10 - 5º SANTANDER Tfnos. (942) 319 720 - 319 721 / 696 433 625colegio@enfermeriacantabria.comwww.enfermeriacantabria.com Presidenta: Rocío Cardeñoso Herrero Vicepresidenta 1ª: Pilar Fernández CarrerasSecretaria: Mª Olga SecoLuis Angeles Calvo Rodrigo PUBLICIDAD Y EDICIÓN: Colegio de Enfermería de Cantabria IMPRIME: Artes Gráficas J. Martínez, S.L. ISSN: 1699-7042 - Dep. Legal. SA- 296/1996Sin duda, en estas dos últimas sema - nas el ébola está ocupando una par - te importante del tiempo de todos los ciudadanos, además de preocupación, ma - lestar e incertidumbre. Pero las enfermeras de Valdecilla que forman el equipo de aten - ción al ébola son las que están viviendo los momentos de más angustia por este virus que puede ser mortal. Preocupación por la inseguridad que ge - nera enfrentarnos a una enfermedad de la que sabemos muy poco. Desconocemos sus cuidados específicos y no está valo - rado el riesgo real de contagio para el pro - fesional y, por añadidura, para sus familias. Está claro que esta situación ha sobrepa - sado a responsables sanitarios y está ge - nerando mucho estrés entre los profesio - nales directamente implicados en la aten - ción a los posibles casos de ébola. Y en estas situaciones se nos exige \"valor\" que debe venir respaldado por protocolos para su óptimo desarrollo, con todas la medidas formativas, de adiestramiento, equipo e in - fraestructuras necesarias. Esta reflexión es la que hemos trasladado desde la Junta de Gobierno del Colegio a la consejera de Sanidad porque es la gran preocupación de los enfermeros. Somos muy conscientes del \"valor\" del cuidado enfermero dentro del proceso de salud y enfermedad, y del riesgo que esa cercanía a los pacientes e implicación en nuestro trabajo tiene cada día, pero es pre - cisamente el conocimiento de ese riesgo el que nos hace ver la responsabilidad que nuestro trabajo conlleva. No escatimamos esfuerzos ni energías en formarnos, estu - diar y estar actualizando continuamente nuestra formación, y eso es precisamente lo que desde el primer momento hemos demandado a los responsables de la Ad - ministración. Cada vez se pone más en \"valor\" den - tro de la sanidad y de la sociedad actual los cuidados profesionales como esencia incuestionable para alcanzar los mejo - res objetivos en salud, pero no podemos seguir sin contar con los profesionales ni escucharlos tenemos que liderar los cuida - dos con excelencia y para ello es necesa - rio que se nos escuche, que se nos de la oportunidad de hablar, de explicarnos, de participar, de aportar valoraciones y aportar conocimientos en calidad de expertos en la elaboración de los protocolos y en su vali - dación antes de ser aprobados y puestos en marcha. Y esto es, precisamente, lo que han pedido nuestras compañeras de Valdecilla: forma - ción, seguridad, respaldo, y que cuenten con ellas para la coordinación y desarrollo del protocolo. Desde la Junta de Gobierno han contado con todo nuestro apoyo por - que, sin duda, el \"Valor\" del cuidado se basa precisamente en esa capacidad de lucha y esfuerzo por lo que creemos que debe de ser la mejor atención para los ciu - dadanos y los profesionales. Rocío Cardeñoso Herrero Presidenta del Colegio Oficial de Enfermería de Cantabria SUMARIO 14. Silvia González publica la primera tesis doctoral de Cantabria presentada, dirigida y juzgada íntegramente por enfermeros. El trabajo obtuvo la calificación de sobresaliente Cum Laude. 5. El Hospital Santa Clotilde celebra su 75 aniversario y anuncia fuertes inversiones: la construcción de un nuevo edificio que albergará nuevos servicios que ya cuenta con licencia para su ejecución. 12. El Colegio de Enfermería protagonizó dos de los cinco actos del programa de la Semana del Corazón de Santander . 18. La figura de la \"Enfermera escolar\" en centros educativos de Cantabria ya es una realidad. Este curso dos enfermeros seleccionados comenzaran a educar en salud en cuatro colegios cántabros. 20. El tercer coloquio \"enfermero-radiofónico\" abordó la labor de los enfermeros en el servicio de Nefrología de los hospitales con el experto Pablo Bringas. 22. ALCER Cantabria protagoniza en esta edición las páginas dedicadas a las asociaciones de pacientes. El colectivo cuenta la realidad del trabajo que realizan y la importancia de la Enfermería en él logro de sus objetivos. 26. Continúa el trabajo para la organización del Congreso Nacional e Internacional de la Historia de la Enfermería. Se celebra en mayo en Cantabria y conmemora el centenario del nacimiento del título de Enfermera. 32. La enfermería integrativa avanza. En breve, se creará un grupo en el Colegio cántabro y ya son muchos profesionales los que apuestan por estas prácticas menos agresivas y más naturales. 36. Actividades formativas del Colegio de Enfermería.40. Servicios del Colegio.El \"valor\" del ¿Es compatible la vocación de esta profesión con la investigación, en la que el paciente no está tan presente en el trabajo diario? Es completamente compatible y no está reñida una actividad con otra. A mi lo que me gusta es investigar en los cui-dados adecuados para mejorar mi tra- bajo con los pacientes, se puede cuidar e investigar a la vez. ¿Cuáles son las principales conclu- siones tras este estudio pormenori- zado que analiza algunos errores en- fermeros? Me ha sorprendido gratamente. Pensaba que los enfermeros en urgen- cias cometíamos más errores que los que he contrastado, y también me he encontrado con que los que se come-ten no conllevan consecuencias graves para los pacientes. ¿Es la enfermería eficiente en los ser - vicios de urgencias, uno de los más complejos de un hospital? Sinceramente, yo pensaba que las circunstancias en las que se trabaja en urgencias, con mucha presión y nece- sidad de rapidez, hacían cometer más errores de los que en realidad se come- ten, así que el resultado de la tesis ha sido satisfactorio para mí, aún así las cosas se pueden mejorar y reducir los La cántabra Silvia González Gómez es la autora de la primera tesis doctoral presentada, dirigida y juzgada íntegramente por enfermeros TESIS DOCTORAL \"CIEN POR CIEN ENFERMERA\" \"Errores de administración de medicación en los servicios de urgencia hospitalarios\" es el título de la tesis doctoral de la enfermera cántabra Silvia González Gómez que ha sido publicada por la Univer - sidad de Cantabria y calificada con \"sobresaliente cum laude\". Una buena noticia para el colectivo enfermero de la región, que cada vez publica más trabajos de investigación para mejorar la calidad asistencial, pero aún más por una razón: esta tesis es la primera de la historia de la Universidad de Cantabria que se ha elaborado, presentado y juzgado sólo por enfermeros. Silvia González, enfermera de Urgencias de Valdecilla, se encargó de poner en marcha el trabajo, elaborarlo durante varios años con la ayuda de varios colegas de su Servicio y de presentarlo, pero además, el tribunal que lo ha juz-gado y lo ha calificado con la máxima nota de la universidad española está compuesto íntegramente por enfermeros. fallos aún más. Los errores detectados en la tesis son de distintos tipos pero los más comunes están relacionados con la administración de medicamentos, de dosis, de vía o errores de pacientes. Si hablamos de datos....¿qué tanto por ciento de errores se han registra-do de los actos enfermeros analiza-dos en la tesis? En concreto: 119 errores de las 4.382 posibilidades de error analizadas, es decir, un 2,7 por ciento de incidencia de errores. ¿Cómo ves, tras el estudio, los servi- cios de urgencias? Uno de los objetivos del estudio era comprobar cómo influye la experiencia enfermera en el servicio de urgencias, pero no ha resultado significativo el dato aunque resulte sorprendente. La razón es que el personal con poca experiencia no suele estar en urgencias, gracias a la buena organización hospitalaria que en ese sentido he podido comprobar. Y , siguiendo con la organización, ¿qué elementos negativos has en-contrado? Claro que los hay, por ejemplo, creo que debería existir una hoja de registro de la medicación administrada a los pa-cientes, hay un área de observación en 5 NOTICIAS La cántabra Silvia González Gómez es la autora de la primera tesis doctoral presentada, dirigida y juzgada íntegramente por enfermeros la que sí existe pero en urgencias y en los boxes, no, y creo que si existiera, disminuiría el número de errores enfer - meros. ¿Los resultados de tesis como esta llegan a la Administración y a los di- rectivos de los hospitales? Estos estudios sirven para conseguir el título de doctor y no van a la Adminis- tración pero las conclusiones son muy útiles para abrir nuevas líneas de inves- tigación voluntarias. Pero ¿no sirven de guía para los que organizan el sistema de salud? Quedan publicadas unas recomen- daciones que en teoría responden a cómo mejorar la seguridad de los pa-cientes y quiero pensar que los resul- tados de mi tesis se tendrán en cuenta pero no se con certeza si mi estudio u otros son analizados y contemplados por la Adminsitración. ¿Has contado con ayuda para realizar la tesis? Si, quiero destacar la de las direc- toras de la tesis: Paloma Salvadores y María Jesús Durá, esta última realizó las gestiones para que pudiera ser la primera tesis netamente enfermera; la beca del Instituto de Formación e Inves- tigación Marqués de Valdedecilla, ahora llamado IDIVAL; la de mis compañeros de trabajo, que se dejaron observar du- rante muchas jornadas; y la de los pro- fesores de la Escuela de Enfermería. ¿Cuánto tiempo ha durado la investi- gación? Más de cinco años, además de ha- cer mi trabajo diario tenía que ir a ob-servar porque las dos cosas a la vez no se pueden hacer. Tengo mucho que agradecer a Luis Mariano López, Rebe-ca Abajas, Beatriz Arroyo e Inmaculada de la Horra, que me han dejado llevar a cabo la observación. ¿Por qué elegiste este tema? Todo empezó por unos cursos sobre seguridad clínica en los que quedó pa- tente que los aventos adversos relacio-nados con la asistencia sanitaria causa- ban un importante número de muertos comparados, por ejemplo, con los que causa el SIDA, el cáncer de mama o los accidentes de trabajo, y, dentro de los causantes adversos, me centré en la administración de fármacos porque es donde los enfermeros tenemos mucha responsabilidad. Al hilo de tu tesis...¿cómo ves la pres-cripción enfermera? Muy necesaria, y a los enfermeros perfectamente capacitados para poder prescribir. Y , si hablamos de pacientes de urgen- cias, ¿confían en el trabajo enferme- ro? Hay de todo pero, en general, con- fían muchísimo, muchas veces salen del médico y te preguntan. Después de hacer esta tesis ¿qué cambios crees que hay que hacer? Se pueden cambiar muchas cosas, la mentalidad de los profesionales, por ejemplo, tenemos que ser más cons- cientes de nuestros errores para mejo- rar. Hay que notificar los errores, creo que no se notifican lo suficiente y que tendemos a ocultarlos. Pero ya hay co- sas que están cambiando, en urgencias la prescripción y el registro electrónico, que determina el número de errores, lo están poniendo en marcha y pueden evitar un porcentaje de errores. Por último, ¿te ha servido este trabajo para mejorar como profesional? Profesionalmente, para mi trabajo, no, pero ha supuesto una enorme sa-tisfacción personal y me ha ayudado en mi faceta docente, tengo una gran vocación en este sentido, soy profesora asociada en la Universidad de Cantabria y me encantaría ser titular. 6TESIS Introducción Los eventos adversos relacionados con la asistencia sanitaria, son cada vez más comunes. Tanto es así, que publi - caciones americanas los sitúan como la octava causa de muerte, por encima de las originadas por los accidentes de tráfico, el cáncer de mama o el SIDA. Estudios realizados en España reflejan una relevancia similar. Los servicios de urgencias se han excluido por lo general en estos estudios por sus características especiales, pero también es bien cono- cido, que son estas características (rapi- dez en la toma de decisiones, no tener sistemas de dispensación en dosis uni- taria) lo que hace prever que los errores se puedan producir en un número mayor en los servicios de urgencias que en las áreas de hospitalización. En España, la administración de medicamentos co-rresponde a las enfermeras y es por esto que dentro de los numerosos errores de medicación que se pueden producir en este trabajo, se va a investigar esta fase. Diferentes trabajos apuntan a la obser- vación directa como el método más fia-ble para detectar errores de administra- ción de medicamentos. Objetivos Cuantificar el tipo y frecuencia de errores de administración de fármacos que se producen en los Servicios de Urgencias Hospitalarios e identificar los factores que se asocian a dichos erro-res. Método Se trata de un estudio descriptivo transversal en el que se analiza una muestra de 627 administraciones reali - zadas en las distintas áreas de atención del Servicio de Urgencias del Hospital Valdecilla, en distintas franjas horarias, meses del año y días de la semana. El período de estudio abarca los meses de Enero y Diciembre de 2009. Resultados Se detectaron un total de 119 erro- res. De éstos, la mayoría fueron errores en el registro. En el turno de mañana y noche se produjeron más errores que en el turno tarde. La mayoría de errores se cometen en las horas cercanas al cam- bio de turno. La antigüedad del personal de enfermería y el tipo de contrato no parecen influir en la comisión de errores. En el box de críticos existe mayor po- sibilidad de cometer errores de registro.RESUMEN TESIS DOCTORAL7TESIS Palabras clave: Errores de medicación. Administración y dosificación. Urgencias Médicas. Seguridad.Boxes Box Críticos Observación Sala Vigilada Categoría Nº Errores % Nº Errores % Nº Errores % Nº Errores Error Fármaco 3 5 % 0 0 % 0 0 % 4 Error Dosis 4 6,7 % 0 0 % 1 20 % 6 Error Vía 4 6,7 % 0 0 % 0 0 % 3 Error Hora 4 6,7 % 0 0 % 1 20 % 5 Error de Paciente 2 3,3 % 0 0 % 0 0 % 2 Error Omisión 12 20 % 0 0 % 3 60 % 18 Error Registro 31 51,7% 2 100 % 0 0 % 14 TOTAL 60 100 % 2 100 % 5 100 % 52 Tipos de errores detectados en las diferentes áreas de trabajo. Tabla 2. Probabilidad de error en las diferentes áreas de trabajo. *N Total: Hace referencia a los errores posibles (todas las dosis dosis prescritas de los diferentes fármacos)Área de trabajo N Nº T Errores Nº Errores PorcentajeProbabilidad de Error Boxes 321 2247 60 50,4 % 2,7 % Box Críticos 4 28 2 1,7 % 7,1 % Observación 49 343 5 4,2 % 1,5 % Sala Vigilada 252 35 52 43,7 % 2,9 % TOTAL 626 4382 119 100 % 8 REPORTAJE 8HOSPITAL SANTA CLOTILDE: Un proyecto con historia y de futuro El centro hospitalario santanderino cumple su 75 aniversario con el anuncio de fuertes inversiones para modernizar sus instalaciones y aumentar su peso específico en la sanidad de Cantabria 9 REPORTAJE HOSPITAL SANTA CLOTILDE: Un proyecto con historia y de futuro El centro hospitalario santanderino cumple su 75 aniversario con el anuncio de fuertes inversiones para modernizar sus instalaciones y aumentar su peso específico en la sanidad de Cantabria Un grupo de Hermanos de San Juan de Dios llegaron a Santander en 1939 para hacerse cargo del legado de la duquesa de Santa Elena, y pusieron en mar-cha un ambicioso proyecto sanitario en el palacete que la aristócrata donó, ubicado en la calle General Dávila de Santander, que se convirtió en la sede, tras la Guerra Civil, del hospital Santa Clotilde. Han pasado 75 años desde entonces, una larga historia repleta de actividad asistencial y quirúrgica que se ha reforzado con el tiempo y que llega a su momento más álgido: Santa Clotilde ha puesto en marcha un plan estratégico que contempla, entre otras cosas, una fuerte inversión para desarrollar el modelo sanitario más moderno que existe en la actualidad. Los responsables de la institución tienen el compromiso de llevar a cabo un proyecto estratégico que contempla una importante ampliación de las instalaciones, además de la mejora de las estructuras actuales y la incorpo - ración de nuevos servicios, objetivos que demuestran el dinamismo de un hospital que, firmemente asentado en su propia tradición, planea su futuro adelantándo - se a las demandas de la sociedad. El Hospital cuenta en la actualidad con 136 camas, ha realizado el pasado año más de 1000 ingresos y 2157 opera - ciones, y su equipo ronda el centenar de profesionales sanitarios, de los que más una treintena son enfermeros. Ofrece camas de hospitalización para enfermos geriátricos subagudos y de recuperación funcional, y para pacientes de daño ce-rebral y cuidados paliativos, y otra de sus especialidades es la asistencia ge- riátrica preventiva, progresiva, integral y continuada además de la atención a enfermos avanzados, que realizan me-diante el abordaje terapéutico interdisci-plinar. 10 REPORTAJE Además, Santa Clotilde cuenta con un Centro de Día para pacientes con deterioro cognitivo, demencia o depen - dencia funcional leve moderada, con servicios de fisioterapia y terapia cogni - tivo-conductual. Con respecto a la actividad quirúrgi- ca, Santa Clotilde realiza tanto cirugía mayor ambulatoria como cirugía con ingreso (artroplastias) con las especiali - dades de traumatoligía, cirugía general, cirugía vascular, oftalmología, otorrino y urología.Atención psicosocial El ámbito de la atención psicosocial es otra de las líneas de actuación del Hospital Santa Clotilde, con una unidad que atiende a pacientes y familiares y ofrece soporte al equipo de cuidados pa-liativos (ECP). Los objetivos de este pro-grama son la atención psicosocial inte-gral, preventiva, progresiva y continuada a pacientes con enfermedades avanza - das, a sus familiares y a los profesiona - les sanitarios que les atienden, contem-plando, incluso, la atención al duelo. Servicios centralesEl hospital termina su cuadro asis- tencial con servicios centrales: con una unidad de rehabilitación para tratamien- tos osteoarticulares y neurológicos, una unidad de tráfico, que atiende a acciden - tados, y otra de diagnóstico por imagen. Además cuenta con servicio de farma-cia, documentación clínica y laboratorio, y tiene un claro objetivo de formación y docencia con cursos especializados, for-mación avanzada, producción científica, docente y alumnos en prácticas de dife- rentes universidades españolas. 11REPORTAJE El Hospital Santa Clotilde celebra entre 2014 y 2015 su 75 aniversario, que contará con la Presidencia de Honor de la Casa Real, tras aceptar Felipe VI la invitación cursada por el centro santanderino. Al acto de apertura del amplio programa de actividades, que celebrarán entre octubre de 2014 y marzo de 2015, asistirá el Superior General de la Orden Hospitalaria de los Hermanos de San Juan de Dios, Jesús Etayo Arrondo, que impartirá, previamente, una conferencia a los profesionales y voluntarios del Hospital. Para celebrar la efeméride, se ha preparado un variado pro - grama de actividades de índole espiritual (con una Eucaristía y la conferencia del Superior General); histórica (con charlas y confe - rencias, y exposiciones); cultural (con conciertos y ciclos de cine); y también científica (con jornadas y seminarios), intentando dar una visión general de lo que ha sido, es y pretende ser en un futuro el Hospital Santa Clotilde. El emblemático centro de la avenida General Dávila, implica - do en la vida de la sociedad cántabra, ha ido sumando reconoci - mientos a lo largo de 2014, como el concedido por el Ayuntamien - to de Santander, a través de la entrega, por parte del alcalde, Iñigo de la Serna, de una placa conmemorativa. El 75 aniversario del Hospital Santa Clotilde coincide con el anuncio de la institución de la construcción de un nuevo edi - ficio en su recinto que constará de dos plantas: un sótano, que albergará el centro de transformación, la sala de calderas, los grupos electrógenos y la centralización de las demás instala - ciones hospitalarias; y una planta baja, en la que se ubicarán el servicio de farmacia, los vestuarios, los almacenes y la morgue. Pero además de construir este nuevo edificio en el recinto del actual se va a reestructurar el extremo sur de uno de los in - muebles ya existentes, el denominado \"Martillo\", para alojar un nuevo núcleo vertical de telecomunicaciones dentro del volumen existente. También se va a llevar a cabo el cierre de parte de la planta baja abierta para el acceso a este núcleo y la reorganización de las zonas de cocina, lavandería y lencería ubicadas en la planta baja. Estas actuaciones suponen una inversión global de 3 millo - nes de euros a cargo de la Orden de los Hermanos de San Juan de Dios, gestores del centro hospitalario, que atiende a la preocu - pación constante de los responsables del Hospital Santa Clotilde por prestar cada vez un mayor y mejor servicio asistencial en la ciudad, así como su apuesta por realizar nuevas inversiones. Además, la imagen de las propias instalaciones se verá engalanada por diferentes motivos alusivos a la celebración del 75 aniversario, tanto en su aspecto interior, como en el exterior de un edificio catalogado como singular al haber sido, a finales del siglo XIX, residencia de Clotilde Gallo, Duquesa de Santa Elena. Estas obras se suman a las ejecutadas recientemente por el Hospital Santa Clotilde, que supusieron una inversión de más de un millón de euros, tanto en la mejora del recinto del centro como en otras acciones que han contribuido a la regeneración urbana del entorno de Prado San Roque.CELEBRACIÓN DEL 75 ANIVERSARIO FUERTE INVERSIÓN La Casa Real ostenta la presidencia de honor de unos actos que se inauguran el 22 de octubre con la presencia del Superior General de la Orden Hospitalaria de los Hermanos de San Juan de Dios, Jesús Etayo El Hospital Santa Clotilde contará con un nuevo edificio en su recinto que estará destinado a servicios generales y ya tiene licencia municipal del Ayuntamiento de Santander para su ejecución12 NOTICIAS El Colegio de Enfermería protagoniza la \"Semana del Corazon\" La \"Semana del Corazón\" se celebró en Santander del 29 de septiembre al 3 de octubre con el objetivo de promover hábitos de vida cardiosaluda - bles entre los ciudadanos con el apoyo del Colegio de Enfermería de Cantabria, que este año organizó dos de los cinco actos celebrados en la ciudad bajo el lema \"Santander cardiosaludable. Cuida tu corazón\", un variado programa de ac-tividades que incluyó muchas propues - tas, desde la alimentación y el ejercicio físico como medidas preventivas para reducir el colesterol, prevenir la hiperten - sión y la diabetes, hasta el abandono del tabaco o el aprendizaje de maniobras de reanimación cardiopulmonar para pre-venir la muerte prematura por patología cardiovascular. El Ayuntamiento contó con Funda- ción Enfermería Cantabria, del Colegio de Enfermería, para abrir la \"Semana del Corazón\" con el taller de actuación en si-tuaciones de emergencias titulado \"Re-animación cardiopulmonar básica\", que se celebró el lunes, 29 de septiembre, entre las 17.30 y las 19.30 horas, en el Centro Cívico de Numancia, y contó con más de 40 asistentes. La segunda actividad que realizó el Colegio de Enfermería se enmarcó en el ciclo \"Hablemos de Salud\" y se celebró el 30 de septiembre, en el Casic, a las 19.30 horas, con formato de conferen- cia-coloquio sobre los \"Cuidados del co- razón\" que protagonizaron las enferme-ras Carmen González Cobo y Sara Ortiz y registró un lleno absoluto. De forma paralela, del 29 de sep- tiembre al 1 de octubre, de 17.00 a 19.00 horas, la doctora María Dolores Andreu, del Servicio de Endocrinología del Hos- pital Universitario Marqués de Valdecilla, y el cocinero Juan Manuel España orga- nizaron en el Hotel-Escuela Las Caro- nutrición titulado \"Ali- mentación y Corazón\"; y el jueves, 2 de octubre, Fernando Martín, especialista en tabaquismo del Servicio Cántabro de Salud, ofreció la charla \"Tabaco y salud La entidad colegial, a través de su Fundación, organizó dos de los cinco actos celebrados en Santander para promover hábitos de vida cardiosaludables Baile \"Tengo el corazón contento\" Momento del taller impartido por el colegio de enfermería.13 NOTICIAS El Colegio de Enfermería protagoniza la \"Semana del Corazon\" cardiovascular\" en el Centro Cívico de Numancia, que dio respuesta a cuestio-nes relacionadas con las nuevas formas de deshabituación, el consumo de ciga-rrillos electrónicos y los problemas rela-cionados con el tabaquismo. Como colofón a la Semana del Co- razón 2014, el Ayuntamiento de San-tander organizó una \"gran quedada de baile\" al aire de libre que tuvo lugar el viernes, día 3 de octubre, en la Plaza del Ayuntamiento desde las 18.30 horas con decenas de asistentes que bailaron al ritmo del tema musical \"Tengo el cora-zón contento\". Estas actividades estuvieron dirigi - das a todo tipo de público y el Colegio de Enfermería, a través de su Fundación, se sumó a ellas para continuar con su objetivo de educar en salud a la pobla - ción de Cantabria. DECÁLOGO CARDIOSALUDABLE Grupo de Sociedades de Enfermería en Cuidados CardiovascularesIntegrales (GSECCI) * Su alimentación debe ser equilibrada, incluyendo todos los grupos de alimentos. * Limite el consumo de alimentos ricos en grasas saturadas (colesterol). * Aumente la ingesta de frutas, verduras, hortalizas y legumbres. * Controle el consumo de sal, de alcohol y de café. * Abandone el hábito de fumar. * Sea activo cotidianamente, evite el sedentarismo. * Haga ejercicio de forma regular, adecuado a su edad y condición física. * Controle el peso evitando el sobrepeso y la obesidad. * Reduzca el estrés y la ansiedad practicando la autoestima positiva. * Comuníquese y relaciónese bien con los demás (escuche y hable). \"Los autocuidados cardiosaludables constituyen actos conscientes e indispensables para lograr la salud cardiovascular\" Las enfermeras Carmen González y Sara Ortiz Asistentes a la charla de las enfermeras.14 MEMORIA En las próximas semanas verá la luz la primera memoria de las activi- dades realizadas desde el Colegio de Enfermería de Cantabria. Se trata de un documento que recoge todas las gestiones, actuaciones y eventos or- ganizados y dirigidos por los respon - sables de la actual Junta de Gobierno de esta entidad colegial, que resume el carácter de servicio y atención que en todo momento se trata de trasladar a los colegiados cántabros. El texto plasma algunos objetivos conseguidos en el último ejercicio y demuestra el enfoque de servicio a los colegiados en el que trabaja la Junta directiva. Por ejemplo, durante el mes de octubre, se van a formar en el Cole- gio más de 250 enfermeros en cursos profesionales avanzados y técnicos. Y, además de la formación, se han presta- do servicios de asesoramiento en cues-tiones relacionadas con la protección jurídica, fiscal y laboral, muy demanda- dos por el colectivo enfermero. Por otro lado, cabe destacar el esfuerzo comunicativo que desde el Colegio se realiza para tratar de tras- ladar los acuerdos y convenios firma- dos con empresas colaboradoras que a través de la Fundación ofertan sus productos. Estas y otras cuestiones se plasman en la nueva memoria, en la que se explican todas y cada una de las actividades realizadas durante el 2013-2014.El Colegio editará una nueva memoria anual de su actividad y su gestión Servicio, atención y formación: principales objetivos de la actual Junta de Gobierno del Colegio de Enfermería de Cantabria 1415 15MEMORIA El Colegio editará una nueva memoria anual de su actividad y su gestión Servicio, atención y formación: principales objetivos de la actual Junta de Gobierno del Colegio de Enfermería de Cantabria Saluda de la Presidenta en la nueva memoria del Colegio de Enfermería Con el fin de estrechar los lazos de unión entre el colegio y sus colegiados presentamos la memoria de activi- dades gestionadas por la entidad colegial que presido y que se realizaron a lo largo de todo el año 2013 y 2014. Como presidenta del Colegio de Enfermería de Cantabria, quiero trasladar el interés y el ánimo de todos los que componemos la Junta de Gobierno, por acercar nuestras peticiones profesionales, actividades formativas y servicios profesionales a todos vosotros. En este sentido, significar el esfuerzo que todos los miembros de la Junta están haciendo para trasladar a la sociedad y a las administraciones públicas de Cantabria nuestras quejas y peticiones para mejorar las condiciones laborales actuales, generando opinión pública y haciendo partícipe a todos los ciudadanos de nuestras carencias a la hora de desarrollar nuestro trabajo. Todo ello, sin olvidar el carácter científico y técnico de nuestra profesión que requiere una formación continuada y rigurosa y que desde el Colegio de Enfermería de Cantabria se trata de satisfacer con la planificación y desarrollo de cursos formativos que intentar abarcar las necesidades del colectivo enfermero. Además, los miembros de la Junta trasladan semanalmente las necesidades y urgencias del colectivo a los que se intenta poner remedio con la contratación de profesionales contrastados que prestan sus servicios en las dependencias del Colegio. De esta manera, se da cobertura jurídica, fiscal, contable y formativa a los cerca de 4000 colegiados que forma- mos la familia de cuidadores en Cantabria. Una responsabilidad que desde la presidencia trato de atender con el máximo interés y rigor posible para satisfacer en la medida de nuestras posibilidades todas vuestras inquietudes. Si a todo esto añadimos el carácter de servicio público y de atención directa a los ciudadanos que implica la profesión enfermera, es evidente la necesidad de compromiso e implicación que debemos adoptar para afrontar con garantías los importantes retos que nos esperan. Retos que pasan por un progresivo aumento de nuestras competencias en el actual entramado sistema sani- tario español, pasando por la especialización, las prescripciones, sin olvidar la figura de la \"Enfermera gestión de casos\" que tarde o temprano terminará implantándose en todos los centr os sanitarios. En definitiva, un futuro lleno de retos en una situación económica inestable que va a requerir de la paciencia, profesionalidad y dedi - cación de nuestro colectivo y que implica la necesaria colaboración y apoyo incondicional de vuestro colegio profesional con su Junta General al frente. OBSEQUIOS: - MATRICULÁNDOTE EN CUALQUIERA DE LOS BLOQUES DE CATÁSTROFES O EMERGENCIAS, RECIBIRÁS DE REGALO: UNA MOCHILA DE URGENCIAS. - MATRICULÁNDOTE EN EL BLOQUE DE VASCULAR, RECIBIRÁS DE REGALO: UNOS AURICULARES, UN PENDRIVE USB DE 8 GB Y UN TORNIQUETE. - MATRICULÁNDOTE EN CUALQUIERA DE LOS BLOQUES DE CUIDADOS ONCOLÓGICOS, NECESIDADES DE GERIATRÍA O ALTERACIONES PEDIÁTRICAS, RECIBIRÁS DE REGALO: UN RELOJ DE ENFERMERÍA. - MATRICULÁNDOTE EN EL BLOQUE DE VENTILACIÓN MECÁNICA, RECIBIRÁS DE REGALO: UNA CADENA Y UNAS TIJERAS.- MATRICULÁNDOTE EN EL BLOQUE DE POLITRAUMATIZADO, RECIBIRÁS DE REGALO: UN MINI MP3 Y UNA MOCHILA DE URGENCIAS. - MATRICULÁNDOTE EN EL BLOQUE DE NEONATOLOGÍA 1, RECIBIRÁS DE REGALO: UN MONITOR DE PRESIÓN ARTERIAL ELECTRÓNICO, UN MINI MP3 Y UN TORNIQUETE. - MATRICULÁNDOTE EN EL BLOQUE DE DIABETES, RECIBIRÁS DE REGALO: UN ESTUCHE DE DISECCIÓN, UNA CADENA Y TIJERAS. PARA TODOS LOS CURSOS UN PACK O UNIDAD DE REGALO POR ALUMNO. REGALOS NO ACUMULABLES. OFERTAS VÁLIDAS PARA AQUELLAS MATRICULAS QUE FORMALICEN EL PAGO ENTRE EL 22 DE SEPTIEMBRE DE 2014 Y EL 5 DE ENERO DE 2015 (AMBOS INCLUSIVE) O FIN DE EXISTENCIAS. On-line Temática: Necesidades de geriatría. 1 curso CUIDADOS ENFERMEROS DE LAS NECESIDADES DEL PACIENTE GERIÁTRICOLA CERTIFICACIÓN DE ESTA ACTIVIDAD ESTÁ EXPEDIDA POR LA UNIVERSIDAD PÚBLICA REY JUAN CARLOS 400 HORASPrecio de esta actividad: 125 € + Tablet por solo 14,99 € más Precio de esta Temática: Nefrología. 2 cursos CUIDADOS DE ENFERMERÍA A PACIENTES EN DIÁLISIS PERITONEAL Y PEDIÁTRICA APLICACIÓN DE LOS CUIDADOS ENFERMEROS EN NEFROLOGÍA Y TRASPLANTE RENALLAS CERTIFICACIONES DE ESTAS 2 ACTIVIDADES ESTÁN EXPEDIDAS POR LA UNIVERSIDAD PÚBLICA REY JUAN CARLOS A distancia Precio conjunto de estas 2 actividades: 90 € 100 HORAS 190 HORAS Precio conjunto de estas 2 actividades:ESTAS 2 ACTIVIDADES ESTÁN ACREDITADAS POR LA COMISIÓN DE FORMACIÓN CONTINUADA DE LAS PROFESIONES SANITARIAS DE LA COMUNIDAD DE MADRID (SNS) 95 € On-line Temática: Diabetes. 2 cursos 5,3 CRÉDITOS50 HORAS ENFERMERÍA ANTE LAS MANIFESTACIONES CLÍNICAS DE LA DIABETES MELLITUS A DISTANCIA CUIDADOS ESTANDARIZADOS DE ENFERMERÍA Y EDUCACIÓN PARA LA SALUD DE PACIENTES CON DIABETES MELLITUS7,3 CRÉDITOS50 HORASPrecio conjunto de estas 3 actividades:ESTAS 3 ACTIVIDADES ESTÁN ACREDITADAS POR ACREDITADA POR LA COMISIÓN DE FORMACIÓN CONTINUADA 110 € A distancia Temática: Vascular . 3 cursos 5,4 CRÉDITOS100 HORAS CUIDADOS ESTANDARIZADOS DE ENFERMERÍA DEL PACIENTE CON ISQUEMIA E HIPERTENSIÓN CUIDADOS DE PACIENTES CON ALTERACIONES ARTERIALES Y VENOSAS PARA ENFERMERÍA REHABILITACIÓN Y FARMACOLOGÍA EN PATOLOGÍA ARTERIAL Y VENOSA4,7 CRÉDITOS100 HORAS 4,3 CRÉDITOS100 HORAS Si te matriculas simultáneamente en los bloques DIABETES, VASCULAR y VENTILACIÓN MECÁNICA, el precio de estas 6 actividades es de 155,00 € (ahorro 105 €) y además te obsequiamos con una magní ca TABLET 7\", un PULSIOXÍMETRO CON ONDA y un cheque regalo de 15 € para tu próxima compra. Oferta válida hasta el 5 de enero de 2015 (inclusive) o n de existencias (un lote de regalos por alumno). Si te acoges a esta oferta los regalos de los bloques DIABETES, VASCULAR y VENTILACIÓN MECÁNICA no son acumulables con el lote de la oferta.OFERTAOBSEQUIOS OBSEQUIOS Precio de esta actividad:ACTIVIDAD ACREDITADA POR LA COMISIÓN DE FORMACIÓN CONTINUADA55 € Temática: Ventilación mecánica. 1 curso 3,3 CRÉDITOS110 HORAS APLICACIONES DE LOS CUIDADOS ENFERMEROS ANTE LA VENTILACIÓN MECÁNICA El manual de esta actividad incluye atlas fotográ co a color. A distancia Temática: Neonatología 1. 2 cursos CUIDADOS DE ENFERMERÍA EN PATOLOGÍA GESTACIONAL, RECIÉN NACIDO E INFECCIONES NEONATALES COMPLICACIONES EN EL PARTO Y ASISTENCIA ENFERMERA DEL RECIÉN NACIDOLAS CERTIFICACIONES DE ESTAS 2 ACTIVIDADES ESTÁN EXPEDIDAS POR LA UNIVERSIDAD PÚBLICA REY JUAN CARLOS A distancia Precio conjunto de estas 2 actividades: 130 € 210 HORAS 230 HORAS Temática: Politraumatizado. 2 cursos ATENCIÓN INICIAL AL PACIENTE POLITRAUMATIZADO ACTUACIÓN DE ENFERMERÍA ANTE LOS PRINCIPALES TRAUMATISMOS DE UN POLITRAUMATIZADOLAS CERTIFICACIONES DE ESTAS 2 ACTIVIDADES ESTÁN EXPEDIDAS POR LA UNIVERSIDAD PÚBLICA REY JUAN CARLOS A distancia Precio conjunto de estas 2 actividades: 125 € 200 HORAS 200 HORAS ESTUCHE DE PARA TODOS LOS CURSOS UN PACK O UNIDAD DE REGALO POR ALUMNO. El manual de estas actividades incluyen atlas fotográ co a color. Todas las actividades aquí expuestas son de enseñanza no reglada y sin carácter o cial, careciendo de valor académico. Si deseas consultar fechas de realización, números de expedientes o contenidos temáticos puedes hacerlo en: www.logoss.net LAS ACTIVIDADES DE ESTA PÁGINA ESTÁ ACREDITADAS POR LA COMISIÓN DE FORMACIÓN CONTINUADA DE LAS PROFESIONES SANITARIAS DE LA COMUNIDAD DE MADRID (SNS) O CERTIFICADOS POR LA UNIVERSIDAD PÚBLICA REY JUAN CARLOS.Promoción válida desde el 22 de septiembre de 2014 hasta el 5 de enero de 2015 (ambos inclusive). 953.24.55.00 info. Whatsapp 622 666 006 www.logoss.net / formacion@logoss.net 953.24.55.00 info. Whatsapp 622 666 006 Precio conjunto de estas 3 actividades:ESTAS 3 ACTIVIDADES ESTÁN ACREDITADAS POR LA COMISIÓN DE FORMACIÓN CONTINUADA DE LAS PROFESIONES SANITARIAS DE LA COMUNIDAD DE MADRID (SNS) 120 € A distancia Temática: Emergencias. 3 cursos 4,7 CRÉDITOS70 HORAS ENFERMERÍA EN URGENCIAS Y EMERGENCIAS I. A DISTANCIA ENFERMERÍA EN URGENCIAS Y EMERGENCIAS II. A DISTANCIA ENFERMERÍA EN URGENCIAS Y EMERGENCIAS III. A DISTANCIA4,7 CRÉDITOS75 HORAS 4,7 CRÉDITOS60 HORAS Precio conjunto de estas 3 actividades:ESTAS 3 ACTIVIDADES ESTÁN ACREDITADAS POR LA COMISIÓN DE FORMACIÓN CONTINUADA DE LAS PROFESIONES SANITARIAS DE LA COMUNIDAD DE MADRID (SNS) 120 € A distancia Temática: Catástrofes. 3 cursos 3,6 CRÉDITOS55 HORAS INTERVENCIONES ENFERMERAS ANTE LAS CATÁSTROFES. A DISTANCIA APLICACIÓN ENFERMERA DE TÉCNICAS EN URGENCIAS Y EMERGENCIAS I. A DISTANCIA APLICACIÓN ENFERMERA DE TÉCNICAS EN URGENCIAS Y EMERGENCIAS II. A DISTANCIA4,4 CRÉDITOS70 HORAS 4,4 CRÉDITOS80 HORAS On-line Temática: Cuidados oncológicos. 1 curso ESTANDARIZACIÓN DE LOS CUIDADOS ENFERMEROS AL PACIENTE ONCOLÓGICOLA CERTIFICACIÓN DE ESTA ACTIVIDAD ESTÁ EXPEDIDA POR LA UNIVERSIDAD PÚBLICA REY JUAN CARLOS 400 HORASTemática: Alteraciones pediátricas. 1 curso ACTUACIÓN DE ENFERMERÍA ANTE LAS PRINCIPALES ALTERACIONES PEDIÁTRICASLA CERTIFICACIÓN DE ESTA ACTIVIDAD ESTÁ EXPEDIDA POR LA UNIVERSIDAD PÚBLICA REY JUAN CARLOS 400 HORASSi te matriculas simultáneamente en los bloques de EMERGENCIAS y CATÁSTROFES, el precio de estas 6 actividades es de 160,00 € (ahorro 80 €) y además te obsequiamos con una magní ca TABLET 7\", un PULSIOXÍMETRO CON ONDA y un cheque regalo de 15 € para tu próxima compra. Oferta válida hasta el 5 de enero de 2015 (inclusive) o n de existencias (un lote de regalos por alumno). Si te acoges a esta oferta los regalos de los cursos de EMERGENCIAS y CATÁSTROFES no son acumulables con el lote de la oferta.OFERTAOBSEQUIOS Descárgate nuestra aplicación para tu dispositivo Iphone, Ipad y Android On-line Todos los cursos incluyen envío urgente del material. Precio de esta actividad: 125 € + Tablet por solo 14,99 € más Precio de esta Precio de esta actividad: 125 € + Tablet por solo 14,99 € más Precio de esta CURSOS DE FORMACION A DISTANCIA Y ON-LINE SOLICITA CATÁLOGO GRATUITO Y SIN COMPROMISO DE NUESTROS CURSOS A DISTANCIA Y ON-LINE O DESCÁRGATELO EN: www.logoss.net - OBSEQUIOS: - MATRICULÁNDOTE EN CUALQUIERA DE LOS BLOQUES DE CATÁSTROFES O EMERGENCIAS, RECIBIRÁS DE REGALO: UNA MOCHILA DE URGENCIAS. - MATRICULÁNDOTE EN EL BLOQUE DE VASCULAR, RECIBIRÁS DE REGALO: UNOS AURICULARES, UN PENDRIVE USB DE 8 GB Y UN TORNIQUETE. - MATRICULÁNDOTE EN CUALQUIERA DE LOS BLOQUES DE CUIDADOS ONCOLÓGICOS, NECESIDADES DE GERIATRÍA O ALTERACIONES PEDIÁTRICAS, RECIBIRÁS DE REGALO: UN RELOJ DE ENFERMERÍA. - MATRICULÁNDOTE EN EL BLOQUE DE VENTILACIÓN MECÁNICA, RECIBIRÁS DE REGALO: UNA CADENA Y UNAS TIJERAS.- MATRICULÁNDOTE EN EL BLOQUE DE POLITRAUMATIZADO, RECIBIRÁS DE REGALO: UN MINI MP3 Y UNA MOCHILA DE URGENCIAS. - MATRICULÁNDOTE EN EL BLOQUE DE NEONATOLOGÍA 1, RECIBIRÁS DE REGALO: UN MONITOR DE PRESIÓN ARTERIAL ELECTRÓNICO, UN MINI MP3 Y UN TORNIQUETE. - MATRICULÁNDOTE EN EL BLOQUE DE DIABETES, RECIBIRÁS DE REGALO: UN ESTUCHE DE DISECCIÓN, UNA CADENA Y TIJERAS. PARA TODOS LOS CURSOS UN PACK O UNIDAD DE REGALO POR ALUMNO. REGALOS NO ACUMULABLES. OFERTAS VÁLIDAS PARA AQUELLAS MATRICULAS QUE FORMALICEN EL PAGO ENTRE EL 22 DE SEPTIEMBRE DE 2014 Y EL 5 DE ENERO DE 2015 (AMBOS INCLUSIVE) O FIN DE EXISTENCIAS. On-line Temática: Necesidades de geriatría. 1 curso CUIDADOS ENFERMEROS DE LAS NECESIDADES DEL PACIENTE GERIÁTRICOLA CERTIFICACIÓN DE ESTA ACTIVIDAD ESTÁ EXPEDIDA POR LA UNIVERSIDAD PÚBLICA REY JUAN CARLOS 400 HORASPrecio de esta actividad: 125 € + Tablet por solo 14,99 € más Precio de esta Temática: Nefrología. 2 cursos CUIDADOS DE ENFERMERÍA A PACIENTES EN DIÁLISIS PERITONEAL Y PEDIÁTRICA APLICACIÓN DE LOS CUIDADOS ENFERMEROS EN NEFROLOGÍA Y TRASPLANTE RENALLAS CERTIFICACIONES DE ESTAS 2 ACTIVIDADES ESTÁN EXPEDIDAS POR LA UNIVERSIDAD PÚBLICA REY JUAN CARLOS A distancia Precio conjunto de estas 2 actividades: 90 € 100 HORAS 190 HORAS Precio conjunto de estas 2 actividades:ESTAS 2 ACTIVIDADES ESTÁN ACREDITADAS POR LA COMISIÓN DE FORMACIÓN CONTINUADA DE LAS PROFESIONES SANITARIAS DE LA COMUNIDAD DE MADRID (SNS) 95 € On-line Temática: Diabetes. 2 cursos 5,3 CRÉDITOS50 HORAS ENFERMERÍA ANTE LAS MANIFESTACIONES CLÍNICAS DE LA DIABETES MELLITUS A DISTANCIA CUIDADOS ESTANDARIZADOS DE ENFERMERÍA Y EDUCACIÓN PARA LA SALUD DE PACIENTES CON DIABETES MELLITUS7,3 CRÉDITOS50 HORASPrecio conjunto de estas 3 actividades:ESTAS 3 ACTIVIDADES ESTÁN ACREDITADAS POR ACREDITADA POR LA COMISIÓN DE FORMACIÓN CONTINUADA 110 € A distancia Temática: Vascular . 3 cursos 5,4 CRÉDITOS100 HORAS CUIDADOS ESTANDARIZADOS DE ENFERMERÍA DEL PACIENTE CON ISQUEMIA E HIPERTENSIÓN CUIDADOS DE PACIENTES CON ALTERACIONES ARTERIALES Y VENOSAS PARA ENFERMERÍA REHABILITACIÓN Y FARMACOLOGÍA EN PATOLOGÍA ARTERIAL Y VENOSA4,7 CRÉDITOS100 HORAS 4,3 CRÉDITOS100 HORAS Si te matriculas simultáneamente en los bloques DIABETES, VASCULAR y VENTILACIÓN MECÁNICA, el precio de estas 6 actividades es de 155,00 € (ahorro 105 €) y además te obsequiamos con una magní ca TABLET 7\", un PULSIOXÍMETRO CON ONDA y un cheque regalo de 15 € para tu próxima compra. Oferta válida hasta el 5 de enero de 2015 (inclusive) o n de existencias (un lote de regalos por alumno). Si te acoges a esta oferta los regalos de los bloques DIABETES, VASCULAR y VENTILACIÓN MECÁNICA no son acumulables con el lote de la oferta.OFERTAOBSEQUIOS OBSEQUIOS Precio de esta actividad:ACTIVIDAD ACREDITADA POR LA COMISIÓN DE FORMACIÓN CONTINUADA55 € Temática: Ventilación mecánica. 1 curso 3,3 CRÉDITOS110 HORAS APLICACIONES DE LOS CUIDADOS ENFERMEROS ANTE LA VENTILACIÓN MECÁNICA El manual de esta actividad incluye atlas fotográ co a color. A distancia Temática: Neonatología 1. 2 cursos CUIDADOS DE ENFERMERÍA EN PATOLOGÍA GESTACIONAL, RECIÉN NACIDO E INFECCIONES NEONATALES COMPLICACIONES EN EL PARTO Y ASISTENCIA ENFERMERA DEL RECIÉN NACIDOLAS CERTIFICACIONES DE ESTAS 2 ACTIVIDADES ESTÁN EXPEDIDAS POR LA UNIVERSIDAD PÚBLICA REY JUAN CARLOS A distancia Precio conjunto de estas 2 actividades: 130 € 210 HORAS 230 HORAS Temática: Politraumatizado. 2 cursos ATENCIÓN INICIAL AL PACIENTE POLITRAUMATIZADO ACTUACIÓN DE ENFERMERÍA ANTE LOS PRINCIPALES TRAUMATISMOS DE UN POLITRAUMATIZADOLAS CERTIFICACIONES DE ESTAS 2 ACTIVIDADES ESTÁN EXPEDIDAS POR LA UNIVERSIDAD PÚBLICA REY JUAN CARLOS A distancia Precio conjunto de estas 2 actividades: 125 € 200 HORAS 200 HORAS ESTUCHE DE PARA TODOS LOS CURSOS UN PACK O UNIDAD DE REGALO POR ALUMNO. El manual de estas actividades incluyen atlas fotográ co a color. Todas las actividades aquí expuestas son de enseñanza no reglada y sin carácter o cial, careciendo de valor académico. Si deseas consultar fechas de realización, números de expedientes o contenidos temáticos puedes hacerlo en: www.logoss.net LAS ACTIVIDADES DE ESTA PÁGINA ESTÁ ACREDITADAS POR LA COMISIÓN DE FORMACIÓN CONTINUADA DE LAS PROFESIONES SANITARIAS DE LA COMUNIDAD DE MADRID (SNS) O CERTIFICADOS POR LA UNIVERSIDAD PÚBLICA REY JUAN CARLOS.Promoción válida desde el 22 de septiembre de 2014 hasta el 5 de enero de 2015 (ambos inclusive). 953.24.55.00 info. Whatsapp 622 666 006 www.logoss.net / formacion@logoss.net 953.24.55.00 info. Whatsapp 622 666 006 Precio conjunto de estas 3 actividades:ESTAS 3 ACTIVIDADES ESTÁN ACREDITADAS POR LA COMISIÓN DE FORMACIÓN CONTINUADA DE LAS PROFESIONES SANITARIAS DE LA COMUNIDAD DE MADRID (SNS) 120 € A distancia Temática: Emergencias. 3 cursos 4,7 CRÉDITOS70 HORAS ENFERMERÍA EN URGENCIAS Y EMERGENCIAS I. A DISTANCIA ENFERMERÍA EN URGENCIAS Y EMERGENCIAS II. A DISTANCIA ENFERMERÍA EN URGENCIAS Y EMERGENCIAS III. A DISTANCIA4,7 CRÉDITOS75 HORAS 4,7 CRÉDITOS60 HORAS Precio conjunto de estas 3 actividades:ESTAS 3 ACTIVIDADES ESTÁN ACREDITADAS POR LA COMISIÓN DE FORMACIÓN CONTINUADA DE LAS PROFESIONES SANITARIAS DE LA COMUNIDAD DE MADRID (SNS) 120 € A distancia Temática: Catástrofes. 3 cursos 3,6 CRÉDITOS55 HORAS INTERVENCIONES ENFERMERAS ANTE LAS CATÁSTROFES. A DISTANCIA APLICACIÓN ENFERMERA DE TÉCNICAS EN URGENCIAS Y EMERGENCIAS I. A DISTANCIA APLICACIÓN ENFERMERA DE TÉCNICAS EN URGENCIAS Y EMERGENCIAS II. A DISTANCIA4,4 CRÉDITOS70 HORAS 4,4 CRÉDITOS80 HORAS On-line Temática: Cuidados oncológicos. 1 curso ESTANDARIZACIÓN DE LOS CUIDADOS ENFERMEROS AL PACIENTE ONCOLÓGICOLA CERTIFICACIÓN DE ESTA ACTIVIDAD ESTÁ EXPEDIDA POR LA UNIVERSIDAD PÚBLICA REY JUAN CARLOS 400 HORASTemática: Alteraciones pediátricas. 1 curso ACTUACIÓN DE ENFERMERÍA ANTE LAS PRINCIPALES ALTERACIONES PEDIÁTRICASLA CERTIFICACIÓN DE ESTA ACTIVIDAD ESTÁ EXPEDIDA POR LA UNIVERSIDAD PÚBLICA REY JUAN CARLOS 400 HORASSi te matriculas simultáneamente en los bloques de EMERGENCIAS y CATÁSTROFES, el precio de estas 6 actividades es de 160,00 € (ahorro 80 €) y además te obsequiamos con una magní ca TABLET 7\", un PULSIOXÍMETRO CON ONDA y un cheque regalo de 15 € para tu próxima compra. Oferta válida hasta el 5 de enero de 2015 (inclusive) o n de existencias (un lote de regalos por alumno). Si te acoges a esta oferta los regalos de los cursos de EMERGENCIAS y CATÁSTROFES no son acumulables con el lote de la oferta.OFERTAOBSEQUIOS Descárgate nuestra aplicación para tu dispositivo Iphone, Ipad y Android On-line Todos los cursos incluyen envío urgente del material. Precio de esta actividad: 125 € + Tablet por solo 14,99 € más Precio de esta Precio de esta actividad: 125 € + Tablet por solo 14,99 € más Precio de esta CURSOS DE FORMACION A DISTANCIA Y ON-LINE SOLICITA CATÁLOGO GRATUITO Y SIN COMPROMISO DE NUESTROS CURSOS A DISTANCIA Y ON-LINE O DESCÁRGATELO EN: www.logoss.net - 18 REPORTAJE La figura de la \"Enfermera escolar\" en los centros educativos de Cantabria ya es una realidad El Colegio de Enfermería de Cantabria lo ha conseguido a través de su Fundación: la fi- gura de la \"Enfermera escolar\" es una realidad en la región este mismo curso académico en el que cuatro enfermeros cántabros comenzarán a prestar sus servicios como expertos en cuidados en otros tantos centros educativos. La ex-periencia sentará precedentes ya que es pionera en España, y va a conseguir que escolares de Cantabria comiencen a adquirir conocimientos en materia de salud para mejorar su calidad de vida, y es que, según todos los expertos, es fun-damental que en edades tempranas se comience a trabajar esta materia. Los dos enfermeros han sido selec- cionados a través de la bolsa de trabajo que la Fundación de Enfermería de Can-tabria ha creado para cubrir las vacantes que ha generado la puesta en marcha del proyecto, de momento cuatro plazas para dos colegios concertados, uno pú-blico y uno privado que se darán a cono-cer en un breve plazo de tiempo. Un am-bicioso plan que busca integrar la edu-cación en el cuidado dentro del sistema educativo de Cantabria y que va dirigido a los escolares de primaria y secundaria de la región. En este sentido, los miembros de la Fundación de Enfermería, en colabora - ción con los consejos escolares de Can-tabria, han ideado un sistema que permi-ta la integración de la figura del enferme-ro en las aulas cántabras, contribuyendo de esta manera al control, educación y formación de nuestros escolares. Así, los profesionales del cuidado podrán in-troducir en la aulas normas básicas de higiene, cuidado personal, alimentación, primeros auxilios y una serie de con-ceptos sanitarios básicos de obligado cumplimiento, que se deben atender y satisfacer. Para la selección del personal encar- gado de potenciar la enfermería escolar se han tenido en cuenta los criterios ha-bituales de adecuación al puesto, pre-miando la formación, experiencia y los programas de educación para la salud que han presentado los aspirantes. Los miembros integrantes de la Comisión de Valoración, representados por las juntas del COE, la FECAN y un docente, han expresado su agradecimiento y satisfac-ción, tanto por el grado de conocimiento de los aspirantes, como por el nivel de compromiso expresado por el proyecto. La puesta en marcha del proyecto su- pone un avance significativo y primordial en nuestro sistema educativo, además de contribuir a paliar el elevado número de parados en la profesión. Dos enfermeros comenzarán a desarrollar el proyecto de la Fundación del Colegio de Enfermería que es pionero en España y busca educar en salud 19 REPORTAJE La figura de la \"Enfermera escolar\" en los centros educativos de Cantabria ya es una realidad Una apuesta con mucha historia La creación de la \"Enfermera esco- lar\" en los centros educativos de Can-tabria es fruto de mucho trabajo que el Colegio de Enfermería ha desarrollado durante años. Desde el 2010 la entidad colegial ha desarrollado varios cursos para escolares a través de enfermeros expertos en educación para la salud que han llegado a miles de niños y jó-venes de la región, y su aceptación fue tal que la Junta Directiva que encabeza Roció Cardeñoso empezó a plantearse un objetivo a largo plazo: educación en cuidados y en salud de forma constante, a través de enfermeros que apoyen la formación académica con estas materias y que consigan, con el tiempo, mejorar la salud de los ciudadanos y su calidad de vida,, y, por consiguiente, desahogar el sistema público de salud. Los talleres que ya se han impartido en decenas de centros educativos de Cantabria han abordado los temas varia-dos como la salud cardiovascular, bucal o sexual; la alimentación más adecuada para mantenernos sanos, la obesidad o los primeros auxilios, nociones funda- mentales para saber afrontar yuna situa- ción de riesgo que todos podemos sufrir en algún momento de nuestra vida. Y el resultado de todas estas actuaciones educativas no ha podido ser más positi- vo, a los escolares les encanta aprender estos conocimientos prácticos para la vida diaria, y los profesores han encon - trado un apoyo para afrontar cuestiones como qué hacer con alumnos diabéticos en un aula, o con otros que sufren pa- tologías que los docentes no tienen por qué conocer. El resultado de años de trabajo se ha traducido en que el Colegio de Enferme- ría de Cantabria cuenta con profesiona - les expertos en educar en cuidados, dos de ellos serán los protagonistas de uno de los proyectos más ambiciosos de un Colegio Profesional que va a conseguir ampliar sus horizontes profesionales y aportar a la sociedad una enorme caren- cia. Apoyo de las instituciones La Fundación Enfermería Cantabria ha utilizado recursos propios para arran-car el proyecto de la \"Enfermera escolar\" a la espera de recibir ayudas institucio-nales cuando sea una realidad y ofrez-ca resultados positivos, sin embargo ha presentado a las instituciones de Canta-bria su plan de trabajo y ha recibido todo el apoyo para que sea una realidad, tan-to es así, que el Gobierno de Cantabria se ha sumado a la iniciativa y presentará públicamente el proyecto, junto a la Fun-dación del Colegio, en una acto dirigido a los medios de comunicación que ya se está organizando, para que se transmita a toda la sociedad la información nece-saria. 20 DEBATE COLOQUIOS ENFERMERÍA RADIO HEMODIÁLISIS. EL CUIDADO HOLÍSTICO El Colegio de Enfermería de Cantabria celebró el 9 de octubre el tercer coloquio enfermero-radiofónico. En esta ocasión, el encuentro, al que acudieron medio centenar de colegiados, abordó la hemodiálisis y el tratamiento de las enfermedades renales desde el punto de vista holístico y contó con Pablo Bringas Elizalde, enfermero del centro de diálisis Fresenrus Mediacl Care Services Cantabria, con 11 años de experiencia en este centro; con su paciente Paula Venero; y con la presidenta del Colegio, Rocío Cardeñoso. El coloquio, que se puede escuchar en la página web del Colegio de Enfermería (www.enfermeriacanta - bria.com), puso sobre la mesa a través de dos interlocutoras de excepción las preguntas más habituales que reciben los profesionales en Nefrología, que con - testó Pablo Bringas con precisión y datos por su dilatada experiencia. 1. Háblanos del centro, sus unidades, equipo, cualificación de los profesio - nales... El centro de diálisis esta situado en Peñacastillo, en el centro Comercial el Zoco, comenzó su funcionamiento en 1981 y mantiene ininterrumpidamente concierto con el Instituto Nacional de Sa - lud desde 1983. Ahora lo gestiona una multinacional alemana especializada en equipos de Hemodiálisis llamada Frese - nius Medical Care. El centro consta aproximadamente de unos 35 puestos/por sesión, está dividido en 2 unidades y actualmente dializamos unos 120 pacientes derivados por el ser - vicio de nefrología del HUMV. Tenemos 3 turnos de diálisis los L-X-V, y 2 turnos los M-J-S ya que los pacientes acuden a diálisis por norma general 3 días a la se - mana y la sesión dura aproximadamente unas 4 horas. En cuanto el equipo, está compuesto por 3 nefrólogos, 20 enfermeras y 8 auxi - liares de Enfermería. Además de 2 técni - cos que se encargan del mantenimiento y buen funcionamiento de monitores y equipos.2. ¿Qué tipo de pacientes realizan he - modiálisis? ¿En que consiste esta téc - nica? Los pacientes que precisan de una terapia renal sustitutiva como la hemo - diálisis en su gran mayoría son pacientes con IRC (disminución crónica del filtrado glomerular) que puede venir provoca - da por múltiples factores: Nefropatia Diabética, Nefroangiosclerosis, Glo - merulonefritis, enfermedades renales secundarias a infecciones o por causas genéticas, como las que provocan la enfer - medad poliquístoca renal. Según pasan los años se observa un aumento de la edad de los pacientes que precisan hemodiálisis y por tanto viene acompañado de pacientes con pluripatologia. La hemodiálisis es una terapia de sustitución renal, que tiene como finali - dad suplir parcialmente la función de los riñones. Consiste en extraer la sangre del organismo a través de un acceso vascu - lar y llevarla a un dializador o filtro de do - ble compartimiento a través de un sistema de sangre extracorpóreo, en el cuál la san - gre pasa por el interior de los capilares en un sentido, y el líquido de diálisis circula en sentido contrario bañando dichos capila - res, así, ambos líquidos quedan separados por una membrana semipermeable. El dia - lizador elimina de la sangre elementos que debería filtrar el riñón mediante procesos de difusión (urea, potasio..). También a través de una presión hi - drostática artificial que ejerce la máquina de diálisis se produce la ultrafiltración. Mediante esta técnica se elimina el exceso de líquido que hay en el cuerpo del pacien - te debido a que el riñón pierde progresiva - mente la capacidad de excretar la orina. 3. ¿Qué opciones de tratamiento tiene el paciente con IRC? HEMODIALISIS, DIALISIS PERITO - NEAL o TRANSPLANTE RENAL En la diálisis peritoneal, la membrana semipermeable utilizada para la diálisis es el mesotelio peritoneal, que recubre la su - perficie interna de la cavidad abdominal y la de los órganos que se encuentran en su interior. En este caso el compartimento de sangre se refiere a la luz de los capilares que irrigan dicho mesotelio, la membrana es el mesotelio peritoneal con el tejido con - juntivo subyacente, y el compartimento del líquido de diálisis es la propia cavidad peri - toneal en donde se introduce este líquido. La transferencia de solutos se realiza fundamentalmente por difusión debido a gradientes de concentración, hasta llegar a una situación de equilibrio. La ultrafiltra - 21 DEBATE ción osmótica del agua se consigue aña - diendo al líquido de diálisis solutos con po - der osmótico pero que no sean absorbidos por la membrana peritoneal hacia la sangre. Técnicamente la diálisis peritoneal es muy sencilla. Consiste en la colocación de un catéter flexible (Catéter de Tenckhoff) a través de la pared abdominal del paciente. El catéter posee un extremo largo y con múltiples perforaciones puntiformes que se dispone en la cavidad peritoneal, preferi - blemente en el fondo de saco de Douglas. En su parte media existen dos topes de da - crón que se colocan, respectivamente, en la vaina de los rectos del abdomen y por encima del peritoneo, para evitar el paso de gérmenes hacia la cavidad peritoneal, ya que la complicación más seria de esta técnica es la peritonitis. 4. ¿Qué técnica de diálisis desde tu pun - ta de vista profesional recomendarías a un paciente? Diálisis Peritoneal.Tecnica mas fisioló - gica, dieta libre y mayor autonomia.Ideal para paciente joven que estudie o este tra - bajando.5. ¿Cómo es el primer contacto con el paciente que acude a una sesión de diá - lisis por primera vez? Lo habitual es que se desarrolle en una consulta Predialisis, que el paciente mani - fieste nervios y negación de la situación, que el primer contacto enfermera-pacien - te sea muy especial y que se comience a informar al paciente sobre la dieta (dieta hiposódica y rica en proteínas) y sobre los cuidados del acceso vascular.6. Háblanos de la asistencia y cuidados enfermeros que se practican en una uni - dad de hemodiálisis. Los más destacados son el control de la sesión de hemodiálisis y la educación Sanitaria(dieta, accesos vasculares), a ele - mentos tan imporantes como el POTASIO, el FÓSFORO o el CALCIO.7. ¿Podemos hablar de complicaciones en el tratamiento de diálisis? Puede haber complicaciones con el ac - ceso vascular: infección (menos en FAVI), formación de aneurismas, síndrome de robo vascular, elevado gasto de una fís - tula anormalmente dilatada, trombosis y estenosis, hinchazón o isquemia distal del miembro y síndrome del túnel Carpiano. Además, puede desarrollarse HIPO - TENSIÓN, SÍNDROME DE DESEQUILI - BRIO (edema cerebral acompañado de cefalea, náuseas, vómito, desorientación, convulsiones y coma), EMBOLISMO GA - SEOSO, HEMÓLISIS, CALAMBRES MUSCULARES, NÁUSEAS Y VOMITOS, Y ANEMIA.8. ¿Qué mejoras se han introducido en el tratamiento de diálisis en los últimos años? Técnica relativamente nueva (1ª diáli - sis en España 1957). Modernización monitores de diálisis.Aparición de la eritropoyetina.Cambio del acetato por el bicarbonato en el proceso. Filtros biocompatibles y con alto acla - ramiento. HDF online (Transporte difusivo y convectivo). 9. ¿Qué nos puedes decir de las dificul - tades, si existieran del largo tiempo de convivencia con el paciente? ¿Y con sus familias? Hay dificultades por las muchas horas de convivencia, los profesionalees debe - mos evitar los enfrentamientos, hacer ver al paciente que los tratamientos tienen más cosas buenas que malas y manifestar que la familia es vital para que el paciente no tire la toalla. Además, el papel del enferme - ro también es muy importante y debe estar por encima de las decisiones del paciente.10. Respecto a la calidad de vida del paciente en su cotidianeidad y en otras situaciones excepcionales, coméntanos cómo vive un paciente y su familia este tratamiento. El principal objetivo de todo el equipo es conseguir la calidad de vida de los pa - cientes, intentar que continúen realizando una vida normal, salir a comer, deporte, va - caciones porque la enfermedad no es una barrera. A veces, la familia impide a estos enfermos, por desconocimiento, realizar actividades pero hoy en día se pueden en - contrar hasta hoteles y cruceros con diáli - sis. Hay que destacar ayudas como la que ofrece la Asociación de Enfermos Renales ALCER CANTABRIA, que ayuda activa - mente.11. ¿Qué visión tienes del trasplante re - nal? Desde mi punto de vista, debe ser el segundo objetivo más importante de un servicio de nefrología, aunque no todo el mundo puede ser TRANSPLANTADO, mejora de calidad de vida y, según muchos estudios, consigue entre 10 y 15 años más de vida que permaneciendo en diálisis. Hay más trasplante de cadáver que de vivos, pero estos últimos aumentan en los últimos años. El comunicar a un paciente una alarma de trasplante no tiene precio, supone una enorme satisfacción profesio - nal. También quiero destacar el trabajo in - cansable de la Organización Nacional de Trasplantes. Con respecto al lado negativo, el fraca - so del trasplante produce una gran falta de esperanza. MEJORAS HDF FRENTE A HD Aumento eliminación de Fósforo.Menos desnutrición e Inflamación.Mejora de la Anemia (eliminación de moléculas que inhiben la eritro - poyesis). Menos complicaciones infecciosas. Menos amiloidosis relacionada con la dialisis (osteoarticular) por deposito de fibrillas de beta 2-mi - croglobulinas.Tolerancia Intradialisis (Mejor con - trol hemodinamico).Menos complicaciones neurológi - cas (Síndrome de piernas inquie - tas,irritabilidad,insomnio,pruri - to...).22ALCER ALCER CANTABRIA: MÁS DE 35 AÑOS AYUDANDO A LOS PACIENTES RENALES LA ENFERMERÍA CON LAS ASOCIACIONES DE PACIENTES parte de la Federación Nacional AL - CER, así como de COCEMFE CAN - TABRIA. En la actualidad cuenta con 381 socios y, desde marzo de 2014, la preside Manuel Elorza Horna. Objetivos fundamentales Los objetivos y fines fundamenta - les de ALCER Cantabria son tres: Mejorar la calidad de vida del paciente Fomentar la prevención, aten - ción y apoyo del enfermo y su familia Difundir la importancia de la do - nación de órganos Con el paso del tiempo las ne - cesidades de los enfermos renales han ido cambiando y ALCER ha ido consiguiendo logros: la Asociación pasó de ser un movimiento de au - toayuda a ofrecer una atención más profesional con la que se da res - puesta a las necesidades derivadas del tratamiento y de la cronicidad de la enfermedad. Esta respuesta viene articula - da por una serie de servicios como son: el trabajo social, el psicológico, el dietético-nutricional y un servicio jurídico que complementa al del tra - bajo social. Todos estos servicios atienden al paciente desde la fase de prediálisis, pasando por todos los tratamientos de diálisis, así como el trasplante.Jesús Manuel Elorza HornaPresidente La Asociación para la Lucha Contra las Enfermedades del Riñón, ALCER Cantabria, se constituyó el 3 de diciembre del año 1978 como un movimiento de autoayuda, ante la necesidad de los pacientes renales de atender sus necesidades de carácter sani - tario, social y psicológico derivados de la insuficiencia renal y sus trata - mientos. Desde esa fecha y hasta ahora, muchos de estos pacientes y sus familiares se han unido para apoyarse y para cubrir la necesidad de divulgar y conocer todos los as - pectos relativos a la enfermedad, así como sus posibles soluciones terapéuticas, como es el caso de los trasplantes. ALCER Cantabria nace impul - sada por el Dr. Cesar Llamazares y la enfermera Rosa Alonso (Crea - dores del Servicio de Nefrología en el Hospital Valdecilla), cuya visión de la enfermedad crónica fue más allá del punto de vista sanitario y quisieron contribuir al apoyo moral de los enfermos renales a través de la creación de la Asociación. Y es que la enfermedad renal es una afección multifactorial que no solamente afecta a la salud del pa - ciente sino que hace que también se vean afectadas otras esferas de su vida, como la social, la psicoló - gica o la dietética nutricional. La Asociación fue declarada de Utilidad Pública en 1984 y forma Una de las asociaciones más activas, numerosas y con más historia de Cantabria es ALCER. Desde su nacimiento, hace más de 35 años, promueve todo tipo de ayudas a enfermos del riñón y difunde a los cuatro vientos la necesidad de donaciones para que muchos pacientes puedan sobrevivir, un objetivo que han conseguido porque Cantabria es una de las comunidades que registra más donantes de riñón de España. 23 ALCER ALCER CANTABRIA: MÁS DE 35 AÑOS AYUDANDO A LOS PACIENTES RENALES LA ENFERMERÍA CON LAS ASOCIACIONES DE PACIENTES Fases de atención al enfer- mo renal Cuando el paciente aún no ha co - menzado el tratamiento renal sustitu - tivo (prediálisis) Alcer centra la aten - ción principalmente en la educación socio-sanitaria, tanto de los cuidados que ha de tener el paciente como de los diferentes tipos de tratamiento, la adaptación de los tratamientos a su nuevo modelo de vida, los cuidados en la alimentación y la atención psi - cológica. Cuando el paciente ya se está dializando, el propio tratamiento con - diciona su vida, lo que supone en algunas ocasiones la pérdida de em - pleo, la aceptación del tratamiento, la dificultad en las relaciones familiares, la adaptación a una nueva forma de alimentarse, de disfrutar del ocio y del tiempo libre, etc. Es el momen - to de mayor necesidad y adaptación del paciente por lo que la atención en este momento es integral y coordina - da entre todos los servicios. Finalmente, el trasplante supone restablecer su vida anterior, aunque necesite de una serie de apoyos y recomendaciones, sobre todo a nivel psicológico y social.Coordinación con el colecti- vo enfermero Una labor importante que hace la Asociación es el trabajo en coordina - ción con el Servicio de Nefrología de los hospitales. Según ALCER, el ser - vicio de enfermería siempre ha sido excepcional, ha supuesto su enlace con los servicios de Nefrología y ha facilitado la labor desde la supervi - sión del servicio, primero con Rosa Alonso y en la actualidad con Mag - dalena Gándara, así como el acceso a la unidad de hemodiálisis y en las propias consultas. Es fundamental que tanto médicos como enferme - ras vean el carácter tan amplio de la enfermedad, ya que esto redunda en una mejor atención al paciente y un mejor desarrollo de la patología. Esta situación hace que el pa - ciente renal pueda verse atendido en todo momento de manera integral en todas las esferas que afectan a su enfermedad. Una de las asociaciones más activas, numerosas y con más historia de Cantabria es ALCER. Desde su nacimiento, hace más de 35 años, promueve todo tipo de ayudas a enfermos del riñón y difunde a los cuatro vientos la necesidad de donaciones para que muchos pacientes puedan sobrevivir, un objetivo que han conseguido porque Cantabria es una de las comunidades que registra más donantes de riñón de España. 24La importancia de las dona- ciones En cuanto a la difusión de la do - nación de órganos, ALCER desarro - lla una serie de actividades que van desde las campañas preventivas hasta las de difusión de la donación de órganos porque la Asociación con - sidera que es tan importante la difu - sión de la donación, como la de todos aquellos factores que son desenca -denantes de la enfermedad y sobre los que se puede actuar para frenar el desarrollo de la misma. Así, ponen en marcha muchas campañas infor - mativas y preventivas, como \"El día mundial del Riñón\" o la campaña \"Es - cucha a tus riñones\", sobre la forma de detectar esos factores de riesgo y la prevención del desarrollo de la en - fermedad. Por otro lado, desde su creación, la Asociación siempre ha tenido cla -ro que el trasplante era el tratamien - to que mejor calidad de vida puede proporcionar al paciente renal, por lo que han trabajado desde el apoyo para la creación de la Ley de Tras - plantes, hasta la labor de difusión del procedimiento sobre la donación y el trasplante. ALCER Cantabria lleva más de 30 años llevando a pie de calle la idea de la donación, contribuyendo al gran ALCER éxito que ha supuesto para el país y también para la comunidad cántabra la actividad trasplantadora. Para ello, realizan actividades como los Días del Donante, con me - sas informativas en las calles de dife - rentes municipios de la provincia; las Jornadas Pedagógicas, en las que traslada información a la población juvenil de educación secundaria; así como otras campañas, como las de farmacias y parroquias, para llegar a todos los sectores poblacionales. Además, es fundamental para la Asociación transmitir la información y difundir las actividades y actuacio - nes, en definitiva: visibilizarla. Para ello ALCER cuenta con el boletín \"AL - CER CONTIGO\", página web y redes sociales.También hay que destacar que ALCER participa tanto en las acti - vidades y grupos de trabajo que se desarrollan desde COCEMFE Canta - bria, como en la Comisión de Sani - dad y la de trabajo social, así como en las actividades que programa la Federación Nacional ALCER.ALCER LLAMAMIENTO DE ALCER ALCER Cantabria destaca la necesidad de continuar su labor de atención desde el inicio de la enfermedad y de llegar a todos los pacientes que van a comenzar un tratamiento de diálisis, sin dejar esta opción a la voluntad de que el paciente quiera acudir a la propia Asociación, y, sobre todo, que esta labor desarrollada conjuntamente entre médicos, enfermeras, traba - jadora social, psicóloga y dietista, esté integrada en el propio hospital. También es fundamental continuar con la labor de concienciación, aun - que parezca que la información sobre la donación está en todas partes, no cabe duda de que es fundamental contribuir a ella dando la visión del propio afectado y difundiendo la necesidad real del proceso de donación. 25 Asignaturas universitarias técnicas. Informática para todas las edades. Extraescolares, talleres y actividades en época escolar. Campus vacacional. DIDEROT ESTUDIO (frente Colegio San Agustín) Edificio Noray 942 075 233 - 651 834 809 diderot@diderot.esDESCUENTOS del 5% hasta el 25% según curso. Clases particulares individuales, en grupos reducidos ó a domicilio. Técnicas de estudio y refuerzo escolar. Idiomas (Inglés, chino, alemán...) Preparación de exámenes oficiales. Traducción e interpretación.2626CONGRESO La Enfermería española celebrará el próxi - mo año 2015 el Centenario del Recono - cimiento Oficial del título de Enfermera, un acontecimiento, que quedó plasmado en la Real Orden de 7 de mayo de 1915, y que cambió para siempre el curso de la historia de la profesión. La conmemoración de ésta efeméride ten - drá lugar en nuestra ciudad, en el marco del XIV Congreso Nacional y IX Internacional de Historia de la Enfermería, organizado por el Seminario Permanente para la Investigación de la Historia de la Enfermería y el Colegio Oficial de Enfermería de Cantabria. Los Comités de este Congreso han ela - borado un Programa científico que, bajo lema \"Un siglo cuidando de la sociedad\", permita reflexionar y analizar no solo el acontecimien - to como tal, sino los hitos más relevantes de la profesión enfermera en estos cien años. La Conferencia Inaugural será impartida por la Dra. Judith Shaminan, Presidenta del Consejo Internacional de Enfermería (C.I.E.), organismo que vela por la Enfermería a nivel mundial. Por tanto, ella, como representante y conocedora del papel, que vienen desarrollan - do las enfermeras a nivel mundial, será quien dé cuenta de lo que este hecho significa. Además, hacer memoria de la gestación de esta efeméride, cuyo reconocimiento fue posible gracias a la solicitud de la Congrega - ción de las Siervas de María, pondrá de relie - ve la contribución de las Órdenes Religiosas, no solo en la legalización del título de enfer - mera, sino también en lo que respecta a su aportación en la formación de profesionales, y su entrega vocacional a la atención y cuidado a los enfermos en los Hospitales y otras ins - tituciones tanto en España como en América. Para abordar este último aspecto, contare - mos con la disertación de la Dra. Barbra Mann Wall, Directora Asociada del Centro Barbara Bates, considerado como uno de los lugares más importantes para el Estudio de la Historia de la Enfermería, ubicado en la Universidad de Pensilvania. La Conferencia sobre \"Cien años de la Enfermería española\" correrá a cargo de Dª Mª Paz Mompart, una de las artífices en con - ducir la enfermería al reconocimiento como profesión universitaria y dar solidez a la for - mación. La Conferencia de clausura: \"Claves para afrontar el futuro profesional\", correrá a cargo de Dª Rocío Cardeñoso Herrero, Presidenta del Colegio Oficial de Enfermería de Canta - bria, quién conoce a fondo la Enfermería, tras una larga experiencia de más de veinte años como enfermera asistencial y su trayectoria dentro de la Organización Colegial. Asímismo, en varias sesiones, se ana - lizarán las diversas vertientes en las que se ha desarrollado la Enfermería, su función y contribución al campo de la salud desde la di - mensión asistencial, docente e investigadora hasta su importancia en los avances científi - co-técnicos, humanos y éticos. Pero sin duda alguna, uno de los centros de interés del Congreso serán las Mesas de Comunicaciones en las que se analizarán cuestiones concretas, que darán vida a las cuestiones generales. Estas aportaciones, así como los debates que se deriven de las mismas, supondrán una gran riqueza para nuestro legado histórico. En definitiva, todo un tejido que nos hará disfrutar del valor de la profesión y valorar más la importancia de la investigación de su historia.XIV CONGRESO NACIONAL Y IX INTERNACIO- NAL DE HISTORIA DE LA ENFERMERÍA Centenario del reconocimiento oficial de la Enfermería en España. \"Un siglo cuidando a la sociedad\" SANTANDER 7 - 9 DE MAYO 2015 Pilar Elena Sinobas; Antonio Claret García Martínez; Mª Luz Fernández; Francisca Hernández; Manuel Jesús García Martínez. Francisca Hernández; Presidenta del Comité Científico y del Seminario Permanente; Pilar Elena Sinobas, Vicepresidenta del Comité científico; Paloma Salvadores, Vocal; Antonio Claret García Martínez, Secretario del Comité Científico; Mª Luz Fernández, Vocal; Manuel Jesús García Martínez, Secretario; de pie, Paloma Rodríguez, e Isidoro Jiménez, Vocales.27 27PROGRAMA Jueves 7 Mayo 15:00 h. - 17.45 h. - Entrega de Documentación 18:00 h.- Acto de Apertura.18:30 h.- Conferencia Inaugural: Enfermería: Un siglo sirviendo a la sociedadPonente: Dra. Judith Shamian. Presidenta del Consejo Internacional de Enfermería (C.I.E.). Moderadora: Dña. Pilar Elena Sinobas. Vicepresidenta del Colegio de Enfermería de Cantabria. Asesora de Investigación y Directora de la Revista Nuberos Científica del Colegio de Enfermería de Cantabria. Enfermera de Atención Primaria del Servicio Cántabro de Salud. Cantabria. España 20:00 h. - Recepción de Bienvenida a los CongresistasViernes 8 de Mayo 09:00 h. - 10:00 h. - Mesa de Comunicaciones (Salas simultáneas)10:00 h. - 11:00 h.- Sesión I: Las profesiones Sanitarias a finales del siglo XIX principios del XX:Moderador: Dr. Ramón Gallego Lastra. Prof. Facultad de Enfermería. Universidad Complutense de Madrid. Madrid. España. - El avance de la ciencia médica y los presupuestos que conducen a preparar el cambio Ponente: Dr. José Francisco Díaz Ruiz. Director General de Salud Pública. Consejería de Sanidad y Servicios Sociales del Gobierno de Cantabria. San - tander. Cantabria. España - Los aspectos sociales y educativos que confluyen en el reconocimiento de los derechos de la mujer. Ponente: Dra. Consuelo Flecha García. Catedrática de Historia de la Edu - cación. Facultad de Ciencias de la Educación de la Universidad de Sevilla. Sevilla. España - Antecedentes de la Enfermería que contribuirán al reconocimiento legal de la profesión. Ponente: Dra. Magdalena Santo Tomás Pérez. Profesora Titular de la Facul - tad Enfermería de la Universidad de Valladolid. Valladolid. España 11:00 h. - 11:30 h.- Coloquio11:30 h. - 12:00 h.- Descanso12:00 h. - 12:45 h.- El papel de las religiosas en el reconocimiento oficial de la EnfermeríaModerador. Dr. Antonio Claret García Martínez. Profesor Titular de la Facultad de Humanidades de la Universidad de Huelva. Huelva. EspañaPonente: Dña. María Elena González Iglesias Enfermera. Máster en Ciencias de la Enfermería. Miembro del Grupo de Investigación en Historia y Pensamiento Enfer - mero Ágora. Co-Redactora Jefe Coloquio13:00 h. - 13:45 h.- La contribución de las religiosas al desarrollo de la Enfer - mería: La experiencia de EEUU.Ponente: Dra. Barbra Mann Wall.- Prof. Asociada de Enfermería. Directora Asociada del Centro Barbara Bates para el Estudio de la Historia de la Enfermería de la Uni - versidad de Pensilvania. Pensilvania. EEUUModerador: Dr. Antonio Claret García Martínez. Profesor Titular de la Facultad de Humanidades de la Universidad de Huelva. Huelva. España13:45 Mª Paz Mompart García. Directora de Proyectos Editoriales de la Editorial DAE- Paradigma. Madrid. EspañaModeradora: Licenciada Mª Luz Fernández Fernández. Prof. E.U.E. \"Casa de Salud Valdecilla\". Universidad de Cantabria. Santander. Cantabria. España 16:45 h.- 17:00 h.- Coloquio17:00 h. - 18:00 h.- Sesión II: Vocación y Misión, claves que identifican la pro - fesión de Enfermería: Moderadora: Dra. Amparo Nogales Espert. Profesora Titular de la Universidad Rey Juan Carlos de Madrid. Madrid. España - ¿Qué ha aportado la vocación religiosa al mundo de los cuidados? Ponente: Dra. Francisca Hernández Martín. Presidenta del Seminario Per - manente para la Investigación de la Historia de la Enfermería. Profesora de la Facultad de Enfermería, Fisioterapia y Podología de la Universidad Com - plutense de Madrid. Madrid. España- Aspectos humanos y valores en la profesión enfermera. Ponente: Dra. Mª Ángeles Matesanz Santiago. Directora de la E.U.E. Funda - ción Jiménez Díaz. Universidad Autónoma de Madrid. Madrid. España - Aspectos filosóficos y Éticos de la Profesión enfermera Ponente: Dña. Montserrat Teixidor Freixa. Decana del Consejo de Colegios de Enfermería de Cataluña. Enfermera FANN (Felows of the American Aca - demy of Nursing). Barcelona. España - Formación y trabajo interdisciplinar Ponente: Dra. Carmen Sellan Soto. Vicedecana de la Facultad de Medicina. Sección Departamental Enfermería. Universidad Autónoma de Madrid. Ma - drid. 9 de Mayo09:00 h.- 10:30 h.- Mesa de Comunicaciones / Reunión Seminario Permanente10:30 h.- 11:30 h.- Sesión III: La Enfermería ante los nuevos escenarios en el ámbito:Moderador: D. Isidoro Jiménez Rodríguez. Prof. Asociado Universidad Rey Juan Carlos de Madrid. Toledo. España - El ejercicio de la Práctica. Ponente: Dña. Cristina Cuevas Santos. Jefa del Servicio de Enfermería de la Subdirección General de Títulos y Reconocimiento de Cualificaciones. Minis - terio de Educación, Cultura y Deportes. Madrid. España - La Educación Ponente: Dña. Pilar Tazón Ansola. Presidenta de la Conferencia Nacional de Directores de Centros Universitarios de Enfermería. Directora de la Es - cuela de Enfermería Donostia. U. del País Vasco. San Sebastián/Donostia. España. - La Investigación Ponente: Dra. Carmen González Canalejo. Profesora Titular de la Facultad de Ciencias de la Educación, Enfermería y Fisioterapia. Universidad de Al - mería. Almería. España. h.- 11:45 h. Coloquio11:45 h.- 12:15 h. Descanso12:15 h.- 13:30 h. Comunicaciones13:30 h. - Conferencia de Clausura: Claves para afrontar el futuro profesional.Moderador: Dr. Manuel Jesús García Martínez. Profesor Asociado en la Facultad de Enf.; Fisioterapia y Podología de la U. de Sevilla. Sevilla. EspañaPonente: Dña. Rocío Cardeñoso Herrero. Presidenta del Colegio Oficial de En - fermería de Cantabria. Enfermera de Atención Primaria de Salud. Servicio Cán - tabro de Salud. Santander. Cantabria. España14:15 h. Acto de Clausura SANTANDER DEL 7 AL 9 DE MAYO DE 2015 XIV CONGRESO NACIONAL Y IX INTERNACIONAL DE HISTORIA DE LA ENFERMERÍA. CENTENARIO DEL RECONOCIMIENTO OFICIAL DE LA ENFERMERA EN ESPAÑA \"UN SIGLO CUIDANDO A LA SOCIEDAD\" XIV CONGRESO NACIONAL Y IX INTERNACIONAL DE HISTORIA DE LA ENFERMERÍACOMITÉ ORGANIZADOR Presidentas: Mª Luz CIENTÍFICO Presidenta: Francisca Hernández MartínVicepresidenta: Pilar Elena Sinobas Secretarios: Antonio Claret García MartínezManuel Jesús García Martínez.Vocales:Isidoro Jiménez RodrigoCarlos Álvarez NebredaPaloma Salvadores FuentesMª Luz Fernández Fernández Paloma Rodríguez de la CruzTeresa Miralles Sangro28NOTICIAS PRESENTACIÓN DE COMUNI- CACIONES - Las comunicaciones deberán ser originales y no haber sido presentadas en otros congresos o publicadas en al-gún medio. - Los contenidos de la comunicación deberá tener relación con la temática del Congreso. - Cada comunicación supondrá obli - gatoriamente una inscripción en el Con-greso. - Cada autor aparecerá como firman- te en un máximo de tres comunicaciones. - Cada comunicación irá firmada por un máximo de tres autores. PRESENTACIÓN DE RESÚME- NES - Se enviará un resumen de la comu- nicación, ajustándose a las siguientes características (cumplimentar el formula-rio adjunto): - Los resúmenes tendrán una ex- tensión máxima de 300 palabras, y se ajustarán, básicamente, al método de investigación histórica, con presentación de objetivos, metodología, fuentes, ex- posición de resultados, conclusiones y bibliografía. - La fecha límite de admisión de re- súmenes será el 15 DE FEBRERO DE 2015. - Los resúmenes se presentarán en español y en inglés, con tres palabras clave (también en español y en inglés), ajustándose todo ello al formulario ad-junto. - El Comité Científico comunicará por correo electrónico a los autores la acep- tación, denegación o cambio aconsejado en dichos resúmenes en un plazo máxi- mo de 15 días a partir de su recepción del resumen de la Comunicación.- El Comité Científico se reserva el derecho de rechazar las comunicaciones que no cumplan los requisitos de calidad y veracidad que el evento requiere. - La comunicación aceptada quedará inscrita en el Congreso una vez formali-zado el abono de la inscripción corres-pondiente, enviando resguardo de dicho abono a la Secretaría del Congreso. NORMAS PARA LA PUBLICA- CIÓN DE LAS COMUNICACIO- NES EN EL LIBRO DE ACTAS DEL CONGRESO - El Comité Científico comunicará a los autores, cuyas comunicaciones ha- yan sido aceptadas, las normas de envío para su publicación definitiva en el Libro del Congreso. NORMAS PARA LA EXPOSI- CIÓN DE LAS COMUNICACIO- NES DURANTE LAS SESIONES DEL CONGRESO - La exposición de las comunicacio - nes tendrá un tiempo máximo de ocho minutos. - Durante la celebración del Congre - so, los Comunicantes entrarán en con-tacto con los Moderadores de sus Mesas con al menos 30 minutos de antelación al inicio de su exposición oral para preparar la sesión. - Si utiliza presentación visual (Power Point; imágenes, vídeos, etc.) deberá en- tregarse el material antes del día 15 de abril. A través de la web oficial del Con- greso se especificará la forma de envío. XIV Congreso Nacional y IX Internacional de Historia de la Enfermería. Santander, 7-9 de mayo de 2015 NORMAS PARA LA PRESENTACIÓN DE COMUNICACIONES FORMULARIO DE PRESENTACIÓN DE RESÚMENES -TÍTULO (máximo 15 palabras, sin abreviaturas) - AUTOR/ES (3 como máximo) - CENTRO/INSTITUCIÓN DE TRABAJO - DIRECCIÓN POSTAL- PAÍS - PALABRAS CLAVE (Tres palabras, en español y en inglés) - EMAIL - TELÉFONO - RESUMEN (máximo 300 palabras. Presentar en español y en inglés). Deberá describirse: 1. Objetivos. 2. Fuentes. 3. Metodología. 4. Resultados y 5. Conclusiones. - ¿Necesitará presentación visual? Sí No¿De qué tipo? Enviar este formulario a la Secretaría del Congreso a través del email29NOTICIAS El Colegio celebra una jor- nada formativa el 23 de oc-tubre en horario de mañana y tarde Promover la búsqueda de nuevas salidas profesionales para la Enfermería Profesional mediante el conocimiento de otros \"nichos\" de mercado es el objetivo de la Jornada de Enfermería estética que se celebra el 23 de octubre en el Colegio de Cantabria. El experto Antonio Julia Lozano, especializado en esta materia, será el encargado de exponer los benefi - cios de que un profesional realice traba-jos estéticos que necesitan experiencia y conocimientos enfermeros, ya que uno de los objetivos del encuentro es des- cubrir potencialidades de la enfermería desde una perspectiva independiente, además de ayudar a identificar nuevas expectativas de mercado profesional y de reflexionar sobre los nuevos yaci-mientos de empleo en el sector. En este sentido, los cambios de las condiciones laborales de los profesiona - les de Enfermería han provocado mo-vilidad laboral, falta de expectativas y trabajos inestables por lo que el Colegio de Enfermería desea promover nuevas oportunidades de empleo para los profe- sionales y contribuir a la promoción de diversas ocupaciones autónomas. Es por ello, por lo que resulta imprescindi - ble la implicación de las organizaciones encargadas de facilitar soluciones a la difícil situación actual de desempleo de los profesionales porque pueden contri-buir a generar estabilización y crear ha-bilidades no sólo para mejorar las cifras de desempleo y el nivel de profesionali - zación, sino también para conseguir que los enfermeros adquieran capacidades de autogestión y autonomía profesiona - les.ENFERMERÍA ESTÉTICA: una nueva salida profesional para los enfermeros 30 NOTICIAS El Colegio de Enfermería de Canta- bria tiene entre sus grandes proyectos el desarrollo que esta Línea Estrategia que está dinamizando desde hace varios años con el conocido Premio de Ayuda al Desarrollo \"Pilar Rio\" a proyectos de cooperación y con otras iniciativas rela- cionadas con esta materia. Una de ellas se celebra el día 22 de octubre, a las 17 horas, en el Colegio de Enfermería. Se trata de una conferencia a cargo de Lucia Lantero, fundadora de la Asociación Ayitimoun Yo, una ONG orientada a la atención a de la pobla - ción infantil de Haití y que trabaja por la integración de los \"niños de la calle\". Lucia Lantero, natural de Santander, se encargará de contar la historia con una conferencia titulada \"Ayitimoun Yo, trans- formando la realidad en Haití\", a la que seguirá un coloquio sobre el tema entre todos los asistentes. El objetivo del encuentro, que tiene una duración aproximada de 90 minutos, es dar a conocer a los profesionales de Enfermería algunos proyectos de mayor proximidad, dado la conocida sensibili - dad y participación del colectivo enfer-mero en temas de cooperación, tanto a nivel nacional como internacional. Durante los últimos meses se ha producido un incremento sustancial en el número de ofertas de empleo enfermero extranjero recibidas y analizas por profesionales desde el Colegio de Enfermería de Cantabria. En este sentido, más de la mitad de las ofertas recibidas han sido rechazadas por Euronursing, servicio que el Consejo General presta a todos los colegios y que es la encargada de detectar posibles fraudes o engaños. Los países que más demandan la presencia de enfermeros españoles son Inglaterra, Alemania e Irlanda. Todos los colegiados pueden solicitar en el Colegio de Cantabria un estudio para analizar sus ofertas laborales extranjeras que serán analizadas y contrastadas por Euronursing, organismo dependiente del Consejo General de Enfermería. Velar por los intereses de los colegiados cántabros es el objetivo del análisis de todas las ofertas de empleo procedentes del extranjero, que son sometidas a un filtro para verificar su autenticidad y veracidad antes de su publicación y difusión. Dado el incremento sistemático de las denuncias por parte de enfermeros que decidieron marcharse al extranjero para poder tener una oportunidad laboral, los miembros de la Junta del Colegio de Enfermería de Cantabria han establecido un protocolo de actuación antes de dar a conocer nuevas ofertas laborales. Este protocolo obliga a la verificación, a través de una empresa especializada, de la autenticidad de la oferta, condiciones laborales y competencias que deben asumir los colegiados que decidan optar a estas vacantes. De esta manera se intenta poner freno a las constantes denuncias que en los últimos años se están recibiendo desde toda Europa en relación con las condiciones y las responsabilidades competenciales que los profesionales del cuidado deben asumir. No obstante, y a pesar de los filtros que se han establecido para reducir su número, las estafas continúan produciéndose con denuncias de enfermeros que ven como sus expectativas laborales en Europa se ven truncadas por lo que los miembros de la Junta del Colegio de Enfermería de Cantabria aconsejan tener mucha prudencia antes de firmar contratos laborales que pueden no cumplir la normativa europea que regula estas condiciones contractuales. En el mismo sentido se ha pronunciado el presidente del Consejo General de Enfermería, Máximo González, quien ha hecho un llamamiento a todo el colectivo enfermero que trabaje fuera de España para que analicen detenidamente todas las condicio - nes del contrato ofertado, lean muy bien la letra pequeña y se hagan valer, \"porque nuestra formación está reconocida como la número uno, la mejor de Europa\". Este datos se desprende de la editorial publicada en el último número de la revista Enfermería Facultativa, donde el máximo responsable del Consejo analiza e interpreta la realidad profesional y laboral del colectivo enfermero. González considera que la profesión del cuidado \"está siendo la más perjudicada por la crisis\", habiéndose destruido ya más de 18.000 empleos, mientras que los datos referentes a los médicos en España resultan radicalmente distintos, siendo el tercer país de Europa en lo que al número de profesionales en ejercicio se refiere. Esta circunstancia, denunciada también desde el Colegio de Enfermería de Can- tabria provoca, según Máximo González, una precarización de las condiciones laborales en ciertos países de nuestro entorno. En este artículo también se hace referencia a las condiciones contractuales existentes en Alemania donde se \"están ofertan- do de forma sostenida plazas con sonadas irregularidades. Contratos con condiciones lamentables, con sueldos muy por debajo de sus estándares, para realizar funciones propias de auxiliares de enfermería y no de enfermeros, siempre con la excusa del desconocimiento del idioma\", según el presidente del máximo órgano colegial que insiste en la necesidad de denunciar todas estas irregularidades que contribuyen a que estemos \"subvencionando el sistema socio-sanitario alemán a un coste bajo, donde empresarios y agencias de contratación aprovechan la crisis española para llevarse lo mejor que tenemos con unas condiciones laborables propias de aquellas épocas donde los trabajadores apenas tenían derechos ni reconocimientos\". Algunas de estas denuncias también han sido recogidas en el Colegio de Enfermería de Cantabria, donde sus responsables hacen especial hincapié en la necesidad de verificar las condiciones laborales ofertadas en el extranjero para rechazar o no publicitar las que ofrezcan dudas por su veracidad o falta de compromiso.LINEA ESTRATEGICA DE COOPERACION NACIONAL E INTENACIONAL EMPLEO ENFERMERO EN EL EXTRANJERO El Colegio de Enfermería recomienda supervisar todas las ofertas de empleo extranjero y contrasta las que le llegan antes de divulgarlas entre los colegiados 31 JUBILACIÓN 31 JUBILACIÓN PROFESIONAL A UNA GRAN MUJER Conchita Gómez Pedraja 1973-2007 Valdecilla El comienzo de uniforme blanco, perteneciente a una profesión destina - da a iluminar con sonrisas blancas algo tan instintivamente negro como es el dolor, horas de vuelo a lo largo de pasillos, noches de completa vigilia sobrevolando miserias y dolores, pero siempre regalando esa sonrisa dulce, así como limpiando el último sudor de salida de aquellos pacientes. 2007-2014 Centro de Salud Castilla-Hermida Segunda etapa: en tu centro de salud Castilla-Hermida, integrada en un proyecto sublime en la atención primaria, tu sentido honesto ha he - cho compatible, compartible y cooperativo tu constante en el desarrollo profesional. Gracias por tenerte como amiga y con gran orgullo de ser: una gran enfermera. Chituca Sánchez Badiola Colegiada nº 576 32GRUPO DE TRABAJO Después del éxito de convocatoria de la última línea de trabajo impartida por Juan Serrano Gandía bajo el título \"ENFERMERÍA INTEGRATIVA ¿NUEVO MODELO DE SALUD?\" y dada la expec-tación creada, los responsables de la programación de formación continuada del Colegio de Enfermería de Cantabria han decidido crear un grupo de trabajo que trate a fondo este asunto. El Colegio solicita la colaboración y apoyo de todos los interesados en formar parte de este nuevo e ilusionante proyecto que preten-de aunar los métodos tradicionales del cuidado con otros naturales, integrándo - los en nuevos procesos del cuidado. En este sentido, la intención de la presidenta y directora de la publicación Nuberos Información, Rocío Cardeñoso, abrir una sección en esta publicación tri-mestral donde se difundan los avances y logros de las terapias integrativas aplica - das en diversos procesos de cuidados, y analizar sus éxitos y la metodología aplicada. De esta manera, se dará a co-nocer la importancia de estas técnicas y su valor en el campo de la enfermería. Precisamente, el estrecho contacto que el profesional de la enfermería tiene con el paciente hace que éste sea, con toda probabilidad, el modelo que predo - mine en el futuro. Además, cualquier patología tiene un origen multifactorial por lo que es ne-cesario integrar la salud desde una ver-tiente que englobe todos los factores. En estos procesos del cuidado, los trata-mientos hacen uso de todos los enfoques terapéuticos adecuados. No hay que te-ner creencias ni perjuicios ante nada. Se utilizan medidas terapéuticas menos invasivas, aplicando técnicas novedosas y tradicionales, lo que requiere la forma-ción de un equipo de trabajo multidiscipli-nar encargado de establecer unas pautas concretas y metódicas. Todos los miem-bros que integran el equipo de trabajo de-ben hacerlo desde el principio de compe-tencia, siendo sus aportaciones en cada caso vitales para la óptima evolución. Estos y otros aspectos novedosos son los que se quieren analizar en este grupo de trabajo que en breve contará con profesionales de reconocido presti-gio que ayudarán a entender este nuevo modelo de enfermería cada vez más uti-lizado por profesionales de otros países con reconocidos éxitos y con los míni-mos efectos secundarios al combinar técnicas naturales con las tradicionales, evolucionado a unos tratamientos del cuidado muchas más efectivos y menos agresivos con los pacientes. Evolución de la enfermería in-tegrativa en España José López Mellado Presidente Comisión Enfermería Naturis-ta y Terapias Complementarias del Cole - gio Oficial Enfermería de MurciaDiplomado en Enfermería Universidad de MurciaMáster en Enfermería Autónoma de Barcelona y Universi-dad de BarcelonaMáster en Antropología: Salud, Cultura y Migración. Universidad de MurciaDoctorado en Ciencias de la Salud. Uni- versidad de Murcia Toda disciplina debe analizar cons- tantemente su aportación a la comuni - dad a la que sirve. Las enfermeras, en el marco de sus competencias profesio-nales, están preparadas para ofrecer a la comunidad todo el despliegue de una serie de cuidados a la persona desde una perspectiva holística, con el fin de estimular los mecanismos de la homeos-tasis y de orientar las reacciones del or-ganismo para respetar, ayudar, encauzar y provocar el esfuerzo del ser humano hacia la sanación, la curación, la mejoría y en su caso, la muerte digna.De otro lado, la Enfermería como profesión, en el ejercicio de su praxis, diagnóstica y terapéutica, trata las res- puestas humanas a los problemas rea- les o potenciales de salud permitiendo a la enfermería el adecuado desarrollo de una metodología de trabajo a través del proceso enfermero llevando a cabo una serie de estrategias e intervenciones, con el fin de asegurar la calidad de los cuidados a la persona y el desarrollo de la misma. En la actualidad se están desarrolla - do numerosas acciones formativas de terapias naturales y complementarias en diferentes colegios profesionales de en- fermería y varias universidades sobre la base de la clasificación (modificada) del National Center for Complementary and Alternative Medicine de E.E.U.U., utiliza - da por el Ministerio de Sanidad y Política Social para la elaboración del documen-to de \"Análisis de la situación actual de las terapias naturales en España\" de Di- ciembre de 2011. Entre ellas se encuen - tran: acupuntura, quiromasaje, flores de Bach, drenaje linfático, reiki, reflexología podal,fitoterapia etc. De otra parte, es ya muy conocido y evidenciado por diferentes estudios el creciente interés y uso por parte de los usuarios de la sanidad pública y priva-da, así como por los profesionales sa-nitarios, de las denominadas terapias naturales o complementarias en todo el territorio nacional. Es por ello, que con motivo de las III Jornadas Nacionales de Enfermería en Cuidados Naturales celebradas en Alicante el pasado 26 de Abril de 2014, varios representantes de diferentes co- misiones de cuidados enfermeros natu-ristas y terapias naturales de Colegios Profesionales de Enfermería (Alicante, Valencia, Castellón, Baleares, Barcelona y Murcia) creamos un grupo de trabajo de carácter apolítico con el que poder sumar esfuerzos, unir inquietudes y ge- nerar conocimiento.SE PRETENDE AVANZAR HACIA OTROS MODELOS DE CUIDADOS NATURALES El Colegio de Enfermería de Cantabria contará con un grupo de trabajo de enfermería integrativaGRUPO DE TRABAJO SE PRETENDE AVANZAR HACIA OTROS MODELOS DE CUIDADOS NATURALES El Colegio de Enfermería de Cantabria contará con un grupo de trabajo de enfermería integrativa Posteriormente se consolida el gru- po de trabajo en Murcia, el 5 de Julio de 2014, donde se sientan las bases y la me- todología de trabajo y donde este proyec-to queda abierto a posibles incorporacio-nes (Colegio de Enfermería de Cantabria y la Asociación de Enfermería Naturista de Zaragoza se suman al proyecto). Las líneas estratégicas del grupo son: LINEAS ESTRATÉGICAS DEL GRUPO: - LOS FUNDAMENTOS Y LA PRAXIS EN - FERMERA. - LA FORMACIÓN Y EL DESARROLLO PROFESIONAL. - LA COMUNIDAD UNIVERSITARIA - LA PROMOCIÓN DE LA SALUD ORIENTA - DA A LA PERSONA.- LA PRÁCTICA BASADA EN LA EVIDENCIA En Zaragoza, el 26 de Septiembre, ha tenido lugar el tercer encuentro en el marco de las IX Jornadas de Enfermería Naturista de Zaragoza y donde la Aso-ciación de Enfermería Naturista de Zara- goza ha asumido el relevo. En él estuvie- ron representantes de otros colegios de enfermería y miembros de la universidad de Lanzarote, Madrid, Huesca, Álava, Donosti, Valladolid, Burgos, Asturias....además de los integrantes ya citados. En este encuentro se comparten objetivos y se generan grupos de trabajo. La próxi-ma cita será a finales de Noviembre de 2014 en Valencia. Nuestra misión es la de definir, infor- mar, formar, aplicar, promover, visibilizar y proteger los cuidados enfermeros natu- ristas y las terapias naturales enfocados y orientados al cuidado integral y holísti- co de la persona y su comunidad. Facilitar canales de comunicación con el Ministerio de Sanidad y Política Social es para nosotros prioritario con el objetivo de poder consensuar y promo-ver actividades, actuaciones y enfoques que en el marco de los cuidados enfer- meros se estén desarrollando.La Conferencia General de la Orga- nización de las Naciones Unidas para la Educación, la Ciencia y la Cultura, UNESCO\", en su 32ª reunión, celebrada en París en octubre de 2003, define en el art. 2 de las Disposiciones Generales el \"patrimonio cultural inmaterial\" como los usos, representaciones, expresiones, conocimientos y técnicas -junto con los instrumentos, objetos, artefactos y espa- cios culturales que les son inherentes- que las comunidades, los grupos y en algunos casos los individuos reconozcan como parte integrante de su patrimonio cultural. Este patrimonio cultural inmate- rial, que se transmite de generación en generación, es recreado constantemente por las comunidades y grupos en función de su entorno, su interacción con la na- turaleza y su historia, infundiéndoles un sentimiento de identidad y continuidad y contribuyendo así a promover el respeto de la diversidad cultural y la creatividad humana. Este \"patrimonio cultural inma-terial\", según se define, se manifiesta en particular en su apartado d) en el ámbito siguiente: conocimientos y usos relacio - nados con la naturaleza y el universo. Es de esta forma a través de la cual, y por estar íntimamente ligada la acción del grupo creado y por los objetivos plan -teados que este joven y reciente pro- yecto de representantes de comisiones naturales, complementarias e integrado - ras de diferentes colegios profesionales de enfermería de toda España recibe el reconocimiento de UNESCO - Club Unesco Heritage para la Protección del Patrimonio Inmaterial. La utilización de los recursos natu- rales: agua, sol, alimentos, etc, como instrumento a utilizar en el quehacer enfermero se convierte en todo un po- tencial de cuidados orientados la perso-na y el entorno, desde una concepción holística del ser humano, contribuyendo sobremanera a la prevención y la me- jora de la salud de nuestra comunidad. Los conocimientos y usos relacionados con la naturaleza y el universo abarcan una serie de saberes, técnicas, compe-tencias, prácticas y representaciones que las comunidades han creado en su interacción con el medio natural. Estos modos de pensar cada vez más están siendo retomados por muchos usuarios y profesionales y es por ello que apoyar iniciativas de formación y divulgación de la terapéutica naturista se hace impres- cindible, partiendo de un trabajo riguro - so, serio y responsable. 33Se pretende avanzar hacia otros modelos de cuidados naturalesFUNDACIÓN DE LA ENFERMERÍA DE CANTABRIA34 Los responsables de la Fundación Enfermería Cantabria han puesto en marcha un curso semipresen - cial de formación dirigido a auxiliares en centros de Atención a la Dependencia al que se han apuntado 40 profesiona - les que reciben clases desde finales de septiembre y terminarán su formación a mediados de noviembre, el curso está acreditado con 8,4 créditos por la Co - misión de Formación Continuada. Este proyecto está basado en el cuidado de las demencias en todos sus ámbitos y va dirigido a auxiliares de enfermería, a técnicos de cuidados de enfermería y a gerocultoras de hospitales públicos y privados, residencias geriátricas, centros de día y ayuda a domicilio. De esta manera, gracias al apoyo de empresas y particulares, se avanza en el objetivo de conseguir un amplio abani - co formativo que garantice la prestación de servicios de cuidados de calidad a los ciudadanos por lo que la Fundación pondrá a disposición de los docentes to - dos los medios materiales y personales necesarios para impartir este programa formativo. El objetivo será capacitar al auxiliar de enfermería en los conocimientos, estrategias y habilidades que permitan mejorar la calidad de los cuidados diri - gidos a los enfermos de Alzheimer, sus familiares y sus cuidadores. Dado el pro - gresivo envejecimiento de la población y las consecuencias que conlleva en lo que al cuidado se refiere, los miembros de la FECAN han visto la necesidad de implementar el ciclo formativo de este colectivo con el fin de aplicar las técnicas más modernas en los pacientes con es - tas patologías. El ciclo formativo lo imparten profesio - nales de la enfermería de Cantabria quie -nes deberán lograr que los auxiliares que participen adquieran destreza en la iden - tificación de la patología de forma precoz en el cuidador principal, para la posterior intervención de otros profesionales, si fuera necesario. En este sentido, también se tendrán en cuenta los aspectos éticos y legales en la atención del enfermo de Alzheimer, los cuidados específicos en relación con la higiene y las aptitudes y actitudes necesarias para la atención al enfermo, para el trabajo en equipo y para la atención a la familia, tanto en institucio - nes como en los domicilios. Estas y otras muchas cuestiones se - rán analizadas a lo largo de este curso que, sin duda, dará la posibilidad de me - jorar la calidad de vida de los enfermos y la progresiva formación en materias concretas de los profesionales a los que va dirigido. El curso para auxiliares en Centros de Atención a la Dependencia, organizado por la Fundación Enfermería Cantabria (FECAN), cuenta con 40 alumnos La fundación financia los programas de educación para la salud con la recaudación de este tipo de cursosFUNDACIÓN DE LA ENFERMERÍA DE CANTABRIA 35 El curso, organizado por la FECAN, tiene 50 alumnos que se dividen en tres niveles, según su dominio de la lengua, y se imparte a lo largo de todo el ejercicio académico en las instalaciones del Colegio L a Fundación Enfermería Cantabria ha puesto en marcha otra edición del curso de inglés con el método Vaughan que cuenta con 50 alumnos y se desarrolla a lo largo del ejercicio académico 2014-2015. Muchos colegiados han renovado su matrícula y repiten este curso para continuar su formación en el idioma en el nivel alcanzado el pasado año, mientras que las nuevas matriculaciones se sometieron a una prueba de nivel para adecuarse a los grupos ya formados o crear nuevos, según las nece- sidades y la demanda existente. El precio de la matrícula permanece invariable respecto al año pasado, al igual que las formas de pago. El cincuenta por ciento se abona a la hora de formalizar la inscripción mientras que el resto se puede pagar a lo largo del curso. En este sentido, cabe destacar el esfuerzo negociador que han realizado los responsables de la Fundación para mantener los costes del curso en beneficio de todos los colegiados que opten por este ciclo formativo. Dado el éxito de ediciones como está y siempre en función de las plazas demandadas, los responsables de la formación de la Fundación han decidido abrir el abanico de ofertas de cursos de idiomas, ofreciendo ciclos de iniciación a chino o a alemán. Aumenta el número de asistentes a la oferta formativa del Colegio de Enfermería Cerca de 250 alumnos participan en octubre en los más de 10 cursos formativos que el Colegio ha programado La política de formación continuada es uno de los objetivos de la Junta del Colegio de Enfermería que potencian desde sus inicios. En octubre se ha iniciado un nuevo y variado ciclo de formación para enfermeros cántabros que contempla cursos programados con una doble intencionalidad: por un lado, impulsar la práctica y la técnica para los recién graduados y, por otro, potenciar aspectos menos conocidos, como los emocionales en los procesos del cuidado, para los más expe-rimentados. De esta manera, se intenta abarcar todo el espectro formativo en función de las demandas y las necesidades de los enfermeros de Cantabria. Además, como en años anteriores se potenciará la docencia a distancia con la activación de plataformas de internet que permiten agilizar los plazos y los desplazamientos, con cursos como el de \"Metodología del trabajo enfermero\", entre otros. En este sentido, los ciclos formativos organizados para este trimestre también se destinarán a materias referidas a idiomas y a la iniciación y profundización de las herramientas más utilizadas en informática e internet. En definitiva, un desglose de actividades encaminadas a la difusión del conocimiento del cuidado y de actividades relacionadas con la profesión enfermera. Todas las actividades programadas, sus calendarios y condiciones están referen-ciadas en las pagina web del colegio (www.enfermeriacantabria.com).Éxito del método Vaughan para el aprendizaje del inglés en el Colegio de Enfermería 36FORMACIÓN PLANIFICACIÓN FORMATIVA NOVIEMBRE 2014 NOVIEMBRE 2014 MANEJO DEL ESTRÉS PARA ENFERMERÍA. UNA APROXIMACIÓN DESDE LA FILOSOFÍA, AYURVÉDICA Fecha: DE 2014Nº 16,00 A SAURA PORTILLO.Lugar: COLEGIO OFICIAL DE ENFERMERÍA DE CANTABRIA. Notas: Aprender a controlar el impacto de los niveles excesivos de activación de estrés. *Solicitada la acreditación.Confirmaciones: La lista de admitidos y reservas se hará publica en la web del colegio en el apartado de formación, listados de admitidos. Todos los colegiados deberán consultar aquí si han obtenido plaza. Cada colegiado admitido y reserva recibirá un e mail informándole de que tiene plaza para el curso, o que está en reserva. En dicho e mail habrá que contestar confirmando la inscripción para el curso en un plazo de 5 días naturales al envío. En caso de estar admitido y no recibir el mail, se ruega ponerse en contacto con la secretaria del colegio. Sorteo: Se realizará en las 48 horas siguientes a la finalización del plazo de inscripción. Inscripciones: 10/10/14 PROTEGER LA SALUD CON LA NUTRICIÓN Fecha: DE 25Horario: 16,00 A 20,00 HProfesores: ELÍAS RODRÍGUEZ MARTÍN. PROFESOR TITULAR DE ESCUELA UNIVERSITARIA (TEU) (UNIVERSIDAD DE CANTABRIA) Lugar: COLEGIO OFICIAL DE ENFERMERIA DE CANTABRIANotas: Objetivo general; Justificar porqué la forma de alimentarse puede influir en la salud. *Solicitada acreditaciónConfirmaciones: La lista de admitidos y reservas se hará publica en la web del colegio en el apartado de formación, listados de admitidos. Todos los colegiados deberán consultar aquí si han obtenido plaza. Cada colegiado admitido y reserva recibirá un e mail informándole de que tiene plaza para el curso, o que está en reserva. En dicho e mail habrá que contestar confirmando la inscripción para el curso en un plazo de 5 días naturales al envío. En caso de estar admitido y no recibir el mail, se ruega ponerse en contacto con la secretaria del colegio. Sorteo: Se realizará en las 48 horas siguientes a la finalización del plazo de inscripción. Inscripciones: 10/10/14 ATENCIÓN AL PARTO DE URGENCIA. TALLER BÁSICO TEÓRICO PRÁCTICO. Fecha: 25 DE NOVIEMBRE DE Y OBSTETRICIA (MATRONA) Lugar: COLEGIO OFICIAL DE ENFERMERIA DE CANTABRIA Notas: Objetivo general; Enseñar conocimiento y habilidades para la atención del parto d eurgencia en medio extrahospitalario. Acreditado con 0,6 créditosConfirmaciones: La lista de admitidos y reservas se hará publica en la web del colegio en el apartado de formación, listados de admitidos. Todos los colegiados deberán consultar aquí si han obtenido plaza. Cada colegiado admitido y reserva recibirá un e mail informándole de que tiene plaza para el curso, o que está en reserva. En dicho e mail habrá que contestar confirmando la inscripción para el curso en un plazo de 5 días naturales al envío. En caso de estar admitido y no recibir el mail, se ruega ponerse en contacto con la secretaria del colegio. Sorteo: Se realizará en las 48 horas siguientes a la finalización del plazo de inscripción. Inscripciones: 10/10/14 TALLER DE INICIACIÓN A PRESENTACIONES EN PREZI. Fecha: 16,00 A20,00HProfesores: Pedro Cabeza Díaz. del Trabajo Lugar: AULA INFORMÁTICA, COLEGIO OFICIAL DE ENFERMERÍA DE CANTABRIA Notas: Objetivo general;Diseñar una presentación científica en el programa Prezi. * Solicitada acreditaciónConfirmaciones: La lista de admitidos y reservas se hará publica en la web del colegio en el apartado de formación, listados de admitidos. Todos los colegiados deberán consultar aquí si han obtenido plaza. Cada colegiado admitido y reserva recibirá un e mail informándole de que tiene plaza para el curso, o que está en reserva. En dicho e mail habrá que contestar confirmando la inscripción para el curso en un plazo de 5 días naturales al envío. En caso de estar admitido y no recibir el mail, se ruega ponerse en contacto con la secretaria del colegio. Sorteo: Se realizará en las 48 horas siguientes a la finalización del plazo de inscripción ACTUALIZACIÓN EN LACTANCIA MATERNA PARA ENFERMERAS Y MATRONAS Fecha: 17 AL 20 DE NOVIEMBRE DE 2014 Nº Horas: 1237FORMACIÓN PLANIFICACIÓN FORMATIVA ROYANO AURORA OTERO GARCÍA. MATRONAS Lugar: COLEGIO OFICIAL DE ENFERMERÍA DE CANTABRIA Notas: Objetivo general; Que los alumnos del curso conozcan las bases fundamentales de la lactancia materna, capacitándolos para ponerlas en práctica ayudando a las madres con dificultades. *Solicitada acreditación Confirmaciones: La lista de admitidos y reservas se hará publica en la web del colegio en el apartado de formación, listados de admitidos. Todos los colegiados deberán consultar aquí si han obtenido plaza. Cada colegiado admitido y reserva recibirá un e mail informándole de que tiene plaza para el curso, o que está en reserva. En dicho e mail habrá que contestar confirmando la inscripción para el curso en un plazo de 5 días naturales al envío. En caso de estar admitido y no recibir el mail, se ruega ponerse en contacto con la secretaria del colegio. Sorteo: Se realizará en las 48 horas siguientes a la finalización del plazo de inscripción. Inscripciones: 10/10/14 CUIDADOS DE ENFERMERÍA CONTROL Y MANEJO DE LA VÍA AÉREA CON LA MASCARILLA LARÍNGEA DE INTUBACIÓN FASTRACH VELASCO Lugar: COLEGIO OFICIAL DE ENFERMERÍA DE CANTABRIA Notas: Capacitar a los profesionales de enfermería en el manejo y control de la vía aérea en situaciones de urgencia mediante el uso de la MLI Fastrach. Acreditado 0,6 créditosConfirmaciones: La lista de admitidos y reservas se hará publica en la web del colegio en el apartado de formación, listados de admitidos. Todos los colegiados deberán consultar aquí si han obtenido plaza. Cada colegiado admitido y reserva recibirá un e mail informándole de que tiene plaza para el curso, o que está en reserva. En dicho e mail habrá que contestar confirmando la inscripción para el curso en un plazo de 5 días naturales al envío. En caso de estar admitido y no recibir el mail, se ruega ponerse en contacto con la secretaria del colegio. Sorteo: Se realizará en las 48 horas siguientes a la finalización del plazo de inscripción. Inscripciones: 10/10/14 USO Y MANEJO DE INHALADORES Fecha: 16,00 A 19,00 HProfesores: FIDALGO. DUE MYRIAM SÁNCHEZ DE LA INCERA. DUE Lugar: COLEGIO OFICIAL DE ENFERMERÍA DE CANTABRIA Notas: Objetivo General;Capacitar a los enfermeros en el adiestramiento al paciente en el uso adecuado de los inhaladores. * Solicitada acreditación Confirmaciones: La lista de admitidos y reservas se hará publica en la web del colegio en el apartado de formación, listados de admitidos. Todos los colegiados deberán consultar aquí si han obtenido plaza. Cada colegiado admitido y reserva recibirá un e mail informándole de que tiene plaza para el curso, o que está en reserva. En dicho e mail habrá que contestar confirmando la inscripción para el curso en un plazo de 5 días naturales al envío. En caso de estar admitido y no recibir el mail, se ruega ponerse en contacto con la secretaria del colegio Sorteo: Se realizará en las 48 horas siguientes a la finalización del plazo de inscripción. Inscripciones: 10/10/14 ENFERMERÍA Y EL PACIENTE TERMINAL Fecha: 3 DE NOVIEMBRE A 5 DE DICIEMBRE DE 2014 Nº Horas: 65 Nº Alumnos: MENCIA SECO Notas: OBJETIVOSMejorar la calidad de vida de los enfermos en fase terminal mediante un control óptimo de sus síntomas físicos, un acompañamiento adecuado en sus distintas etapas anímicas, una relación cálida y profesional y una comunicación abierta. Proporcionar a los familiares más cercanos los conocimientos que les permitan comprender mejor la enfermedad del ser querido, actuar adecuadamente en cada momento y proporcionarle los cuidados que precise. Estimular y fomentar la comunicación de la familia más cercana con el enfermo. Facilitarle al moribundo la posibilidad de vivenciar una muerte digna evitando tomar medidas innecesarias y agresivas, y adoptando todas aquellas que resulten útiles y necesarias en ese momento Acreditado con 7,3 créditos.Confirmaciones: La lista de admitidos y reservas se hará publica en la web del colegio en el apartado de formación, listados de admitidos. Todos los colegiados deberán consultar aquí si han obtenido plaza. Cada colegiado admitido y reserva recibirá un e mail informándole de que tiene plaza para el curso, o que está en reserva. En dicho e mail habrá que contestar confirmando la inscripción para el curso en un plazo de 5 días naturales al envío. En caso de estar admitido y no recibir el mail, se ruega ponerse en contacto con la secretaria del colegio Sorteo: Se realizará en las 48 horas siguientes a la finalización del plazo de inscripción. Inscripciones: 10/10/14PLANTILLA ROJA38 38FORMACIÓN PLANIFICACIÓN FORMATIVA DICIEMBRE 2014 DICIEMBRE 2014 ASISTENCIA EN INCIDENTE DE MÚLTIPLES VÍCTIMAS Y TRIAJE Fecha: 15 AL 18 DE DICIEMBRE DE 2014 Nº Horas: 16Nº Alumnos: 25Horario: 16,00 A 20,00 DUE Lugar: COLEGIO OFICIAL DE ENFERMERÍA DE CANTABRIA Notas: Objetivo general; Adquisición de los conocimientos, habilidades y práctica necesarios para la adecuada gestión, manejo y asistencia ante una posible situación de catástrofe o incidentes con múltiples víctimas (IMV). *Acreditado con 3 créditosConfirmaciones: La lista de admitidos y reservas se hará publica en la web del colegio en el apartado de formación, listados de admitidos. Todos los colegiados deberán consultar aquí si han obtenido plaza. Cada colegiado admitido y reserva recibirá un e mail informándole de que tiene plaza para el curso, o que está en reserva. En dicho e mail habrá que contestar confirmando la inscripción para el curso en un plazo de 5 días naturales al envío. En caso de estar admitido y no recibir el mail, se ruega ponerse en contacto con la secretaria del colegio. Sorteo: Se realizará en las 48 horas siguientes a la finalización del plazo de inscripción. Inscripciones: 10/11/14 ATENCIÓN AL PARTO DE URGENCIA. TALLER BÁSICO TEÓRICO PRÁCTICO. Fecha: 10 DE DICIEMBRE DE 2014Nº DUE, EN GINECOLOGÍA Y OBSTETRCIA (MATRONA)Lugar: COLEGIO OFICIAL DE ENFERMERÍA DE CANTABRIA Notas: Objetivo general;Enseñar conocimiento y habilidades para la atención del parto de urgencia en el medio extrahospitalario. * Acreditado con 0,6 créditos Confirmaciones: La lista de admitidos y reservas se hará publica en la web del colegio en el apartado de formación, listados de admitidos. Todos los colegiados deberán consultar aquí si han obtenido plaza. Cada colegiado admitido y reserva recibirá un e mail informándole de que tiene plaza para el curso, o que está en reserva. En dicho e mail habrá que contestar confirmando la inscripción para el curso en un plazo de 5 días naturales al envío. En caso de estar admitido y no recibir el mail, se ruega ponerse en contacto con la secretaria del colegio. Sorteo: Se realizará en las 48 horas siguientes a la finalización del plazo de inscripción. Inscripciones: 10/11/14 FARMACOLOGÍA DE LA ANESTESIA Y CONTRA EL DOLOR Fecha: 1 AL 31 DE DICIEMBRE D E2014 Nº Objetivos;1. Conocer con los principios básicos farmacológicos con el fin de evitar cometer errores de medicación. 2. Conocer los grupos farmacológicos implicados en la anestesia y el dolor. Acreditado con créditos de formación continuada Confirmaciones: La lista de admitidos y reservas se hará publica en la web del colegio en el apartado de formación, listados de admitidos. Todos los colegiados deberán consultar aquí si han obtenido plaza. Cada colegiado admitido y reserva recibirá un e mail informándole de que tiene plaza para el curso, o que está en reserva. En dicho e mail habrá que contestar confirmando la inscripción para el curso en un plazo de 5 días naturales al envío. En caso de estar admitido y no recibir el mail, se ruega ponerse en contacto con la secretaria del colegio Sorteo: Se realizará en las 48 horas siguientes a la finalización del plazo de inscripción. Inscripciones: 10/11/14 PLANTILLA ROJA 39 39FORMACIÓN INFORMÁTICA: WORD Y POWER POINT Fecha de comienzo: 14 de octubre de 2014Días: martes y juevesHorario: de 10,00 a 12,00 h.Duración: 40 horasPlazo de inscripción: hasta el 9 de octubre 2014Docente: Daniel San Juan.Objetivos: Manejo del ordenador y tareas ofimáticas con los programas Word y power point. Manejo de la in - formación y uso de herramientas de almacenaje como el \"pendrive\".Contenido: Un poco de historia. El comienzo de la informática. Que es el ordenador y como funciona.El sistema operativo: Windows 7 y como funciona.Los datos del moverlos, Power Point 2010: escribir presentaciones. PSICOLOGÍA: TALLER DE HABILIDADES SOCIALES. Fecha de comienzo: 15 de octubre de 2014Días: miércolesDuración: del 15 de octubre al 12 de noviembreHorario: 17,00 a 18,30 h.Plazo de inscripción: hasta el 9 de octubre 2014Docente: Ana Pérez. Licenciada en Psicología.Objetivo: Conocer los principales componentes de la comunicación hu - mana para reflexionar sobre el manejo de las habilidades sociales: la resolu - ción de conflictos, el manejo de las crí - ticas, saber decir que no o disculparse ante un error. El sentido de taller es comprender y comprobar que las habi - lidades sociales son muy beneficiosas en las relaciones humanas, tanto para el que las posee como para el que las recibe. Metodología: Técnicas activas, diná - micas, grupales, y juegos de roles que permitan a los alumnos reflexionar so - bre su propia conducta y pasar un rato divertido.PRÓXIMAS ACTIVIDADES DEL AULA SENIOR (octubre-diciembre 2014) 40 40Todos los servicios de asesoramiento que el Colegio de Enfermería de Cantabria presta a los colegiados son de carácter gratuito. En la secretaría del Colegio (Tel. 942 31 97 20 - colegio@enfermeriacantabria.com) se puede ampliar la información o contactar con cualquiera de los departamentos.ATENCIÓN FISCAL Asesoramiento en cuestiones fiscales relativas al ejercicio de la profesión, como cotizaciones a la Seguridad Social, prestaciones de desempleo, IRPF, autónomos, etc. Este servicio está atendido por Manuel Pérez Mazo Consulta en la sede colegial Viernes: de 16 a 18 h. PROTOCOLO DE AGRESIONES Sección destinada a ayudar al colegiado ante una situación de agresión, insultos, coacciones o actitudes vejatorias por parte de los pacientes o por sus familiares y realizados en el puesto de trabajo. Consultas solicitando cita o a través de la web: www.enfermeriacantabria.com/ enfermeriacantabria/web/servicios/325PROTECCIÓN JURÍDICA Asesoramiento en temas laborales, profesionales y particulares, así como sobre derecho de familia, herencias, seguros, arrendamientos, consumo, comunidad de propietarios, etc. Este servicio está atendido por: Manuel Tortajada Martínez y Rosa Fernández López. Consulta en la sede colegial de Lunes a jueves: tardes de 16 a 19 h. Viernes: mañanas de 10 a 13 h.PROGRAMA RETORNO Servicio de utilidad para el colegiado o para las personas de su entorno profesional, cuyo objetivo es mejorar su estado personal, lo que otorgará una garantía adicional a los usuarios de los servicios profesionales que aportan los colegiados. Consultas solicitando cita o a través del e-mail: retorno@enfermeriacantabria.comLÍNEA ESTRATÉGICA DE COOPERACIÓN Sección cuyo fin es liderar el fomento, la coordinación y el desarrollo de las acciones que la enfermería de Cantabria ejerza en el ámbito de la cooperación al desarrollo y de la ayuda humanitaria. Este departamento está atendido por Verónica Caviedes, Alicia García, María García, Pilar Elena, Fátima García y Laura López. Contactos a través de la secretaria del Colegio o en el e-mail cooperación@enfermeriacantarbia.com41 Todos los servicios de asesoramiento que el Colegio de Enfermería de Cantabria presta a los colegiados son de carácter gratuito. En la secretaría del Colegio (Tel. 942 31 97 20 - colegio@enfermeriacantabria.com) se puede ampliar la información o contactar con cualquiera de los departamentos. 41AULA DE INVESTIGACIÓN EN CUIDADOS La sección analizará y resolverá consultas sobre temas de investigación cuantitativa o cualitativa, con el fin de que los colegiados interesados en investigar puedan realizarlo con rigor metodológico y la evidencia científica necesaria. La sección está dirigida por Pilar Elerna Sinobas Consultas solicitando cita o a través de: asesoriainvestigacion@enfermeriacantabria.com AULA DE DESARROLLO DE PROYECTOS DE FORMACIÓN Asesoría cuyo objetivo es ayudar a los docentes en la realización de proyectos formativos orientados a los colegiados, sobre todo sobre los requisitos específicos para la obtención de los créditos correspondientes de las comisiones de formación continuada de las respectivas Consejerías Este servicio está atendido por: Consultas solicitando cita a través del e-mail: formación@enfermeriacantabria.comAULA DE COMUNICACIÓN Departamento de comunicación que atiende cualquier tipo de consulta de los colegiados, aportando una ventana abierta para que puedan mostrar sus ideas, iniciativas y trabajos. Los periodistas seleccionarán los contenidos que propongan los colegiados y aconsejarán sobre comunicación. También se encargarán del diseño de todo tipo de material gráfico o de los contactos con los medios de comunicación. El aula es responsabilidad de la periodista Cristina Solar y se puede contactar a través de los correos: prensa@enfermeríacantabria.com o comunicacion@enfermeriacantabria.com COMITÉ DE GESTION DE COMPETENCIAS PROFESIONALES Órgano del Colegio encargado de velar por que no se produzcan situaciones de intrusismo profesional en nuestra región. La iniciativa se enmarca dentro de las recomendaciones que realiza la Ley Ómnibus para los Colegios Profesionales. La comisión está compuesta por varios profesionales del ámbito de la asistencia socio-sanitaria pública y privada y está a disposición de los colegiados con el objetivo de estudiar cualquier incidencia que se produzca -para lo cual son necesarias las aportaciones de todos- y luchar contra un problema que perjudica a profesionales y usuarios. Para contactar con la comisión: colegio@enfermeriacantabria.com y en el teléfono 942 310 250.42Todos los servicios de asesoramiento que el Colegio de Enfermería de Cantabria presta a los colegiados son de carácter gratuito. En la secretaría del Colegio (Tel. 942 31 97 20 - colegio@enfermeriacantabria.com) se puede ampliar la información o contactar con cualquiera de los departamentos.COMITÉ DEONTOLÓGICO Órgano destinado a velar por la correcta actuación profesional de los colegiados y mantener al día los valores esenciales que dignifican la profesión. Se responsabilizará de velar por el cumplimiento de los principios o reglas mínimas que controlan la profesión. El comité está compuesto por: Montserrat González, Tamara Silió, Nuria Martínez, Susana Gómez-Ullate, Encarnación Olavarría Consultas solicitando cita o a través del e-mail: comitedeontologico@enfermeriacantabria.comACCESO A CIBERINEX Fruto de los acuerdos del convenio de colaboración firmado en abril de 2013 con la fundación INDEX, el Colegio de Enfermería de Cantabria dispone de acceso directo y gratuito para los colegiados desde todos los ordenadores de la sala de informática de la sede colegial AULA SENIOR Su responsabilidad es organizar actividades, cursos y talleres destinados a dinamizar las relaciones entre los colegiados jubilados. La responsable de la sección es Marigel Calvo, vocal representante de los jubilados en la Junta de Gobierno del Colegio. Contactar en el teléfono 942 31 97 20 o a través del e-mail colegio@enfermeriacantabria.comBOLSA DE EMPLEO Sección donde se mantiene una base de datos de los colegiados que demandan empleo y que se encarga de localizar, revisar y canalizar las ofertas de trabajo destinadas a profesionales de enfermería Contactar en el teléfono 942 31 97 20 o a través del e- mail colegio@enfermeriacantabria.com POLIZA DE RESPONSABILIDAD CIVIL Seguro que protege a los colegiados en el desarrollo propio de su actividad profesional o especialidad sanitaria, incluyendo la actividad docente, la depilación por láser, terapias alternativas y \"piercing\". Los interesados en obtener una copia de la póliza, pueden solicitarla en la secretaría del Colegio o en el e-mail coleg39@enfermundi.comTodos los servicios de asesoramiento que el Colegio de Enfermería de Cantabria presta a los colegiados son de carácter gratuito. En la secretaría del Colegio (Tel. 942 31 97 20 - colegio@enfermeriacantabria.com) se puede ampliar la información o contactar con cualquiera de los departamentos. 43EL Colegio de Enfermería de Cantabria, consciente de que la profesión enfermera tiene el deber de acercar los cuidados de salud hacia los nichos poblacionales más necesitados, inició hace varios años un programa de cooperación nacional e internacional destinado a aportar ayudas a aquellos proyectos de salud que presentasen colegiadas de la región y que estuviesen desti-nados a mejorar los servicios básicos de salud en atención primaria entre la población más vulnerable, especial-mente aquellas destinadas a la aten-ción a la infancia, a las enfermedades endémicas, así como al apoyo de pro-yectos de aumento y mejora de las infraestructuras sanitarias. La enfermería tiene una importan- te función como agente de cambio y agente sensibilizador, para lograr una ciudadanía crítica y comprome-tida con la obtención de un desarro - llo humano equitativo y un acceso universal a la salud, trabajando para hacer visible y mejorar la situación de las poblaciones más vulnerables, en cualquier contexto. Dentro de esta coyuntura, en 2012 el Colegio creó una Línea Estratégica de Cooperación Na-cional e Internacio-nal, cuya misión es realizar una aporta- ción a la lucha por la equidad en salud, siempre desde el enfoque de los De-rechos Humanos. Su objetivo prin- cipal es liderar el fomento, la coordi-nación y el desarro-llo de las acciones que la enfermería cántabra ejerza en el ámbito de la coo- peración al desarrollo y de ayuda hu-manitaria, persiguiendo el logro de la autonomía en salud de las poblacio- nes objeto de la intervención. Tras la creación del Premio 'Pilar Río' de Ayuda Humanitaria, se proce- dió a canalizar a través de esta con- vocatoria las solicitudes de ayuda que diversas entidades realizaban al Colegio y en las que participan enfer-meras. El comité que compone la Línea Estratégica de Cooperación (LEC) está formado por seis profesionales de enfermería con formación y expe-riencia en estos ámbitos y que, ade-más, poseen las inquietudes necesa - rias para desarrollar este plan. Esta misión se llevará a cabo a través de los siguientes objetivos es-pecíficos: · Ser referencia y responder a las inquietudes de los profesiona- les de la enfermería interesados en la cooperación y en la cola-boración social. · Visibilizar la imagen enfermera en acciones de cooperación na- cional e internacional. · Asesorar en cuestiones labora-les a los profesionales enferme - ros interesados en la coopera- ción. · Establecer y mantener contac- tos, así como colaborar con los agentes sociales vinculados al ámbito de la cooperación, tanto a nivel local, como nacional e in-ternacional. · Impulsar, organizar y participar en jornadas de actualización so-bre cooperación, a nivel autonó - mico y nacional. · Dar respuesta a las potenciales demandas sociales relaciona- das con el ámbito que nos ocu- pa. · Colaborar en la búsqueda de financiación para potenciales proyectos de cooperación. · Incluir la perspectiva de género y la sostenibilidad en todas las acciones que desarrolle la LEC. · Elaborar las bases para la pre- sentación de proyectos al Pre- mio 'Pilar Río' de Ayuda Huma- nitaria, con periodicidad anual. · Constituir el jurado para la deci- sión de dicho Premio. · Elaborar el plan de seguimiento y evaluación de los proyectos galardonados en cada edición. · Crear, difundir y mantener actua- lizada la LEV, a través de todos los medios de difusión del Co- legio. Para contactar con el Comité de Coo- peración se ha habilitado un correo electrónico (cooperación@enferme - riacantabria.com)que recogerá las ideas o aportaciones que se realicen y resolverá las dudas que puedan surgir a los colegiados. COMITÉ DE COOPERACIÓN Acercar los cuidados de salud hacia los más necesitados "}