{"title": "Chickenpox (Varicella) Vaccine Guide", "author": "Quinn Phillips", "url": "https://www.everydayhealth.com/chickenpox/vaccine/", "hostname": "everydayhealth.com", "description": "Since the introduction of the chickenpox vaccine in 1995, outpatient doctor visits, hospitalizations, and deaths due to chickenpox have declined sharply in the United States. For most people, getting the vaccine is the best way to prevent the disease.", "sitename": "EverydayHealth.com", "date": "2022-11-04", "cleaned_text": "vaccination became widespread, cases of chickenpox have dropped dramatically in the United States. Chickenpox is a highly contagious viral infection that causes a [skin rash](/skin-and-beauty-photos/common-skin-rashes.aspx), starting with red bumps and progressing to blisters and scabs. It may also cause symptoms such as fever, headache, and fatigue. The disease typically affects children, but anyone who is not immune to the virus can get it. While most cases of [chickenpox](//www.everydayhealth.com/chickenpox/) are mild and cause no lasting significant problems, in some cases the disease is more severe and leads to dangerous complications. Severe chickenpox is more likely to affect [adults](//www.everydayhealth.com/chickenpox/adults-higher-risk-complications/), infants, teenagers, pregnant women, and people with a weakened immune system (due to a health condition or medical treatment). But even in otherwise healthy children, chickenpox can rarely cause [severe complications](//www.everydayhealth.com/chickenpox/complications/) and even death in a very small number of cases. ( [1](https://www.mayoclinic.org/diseases-conditions/chickenpox/symptoms-causes/syc-20351282), [2](https://www.merckmanuals.com/home/infections/herpesvirus-infections/chickenpox)) To address the risks posed by severe chickenpox, Japanese researchers developed a chickenpox, or varicella, vaccine in the 1970s. It was licensed for use in the United States in 1995, and became widespread soon afterward. ( [3](https://www.cdc.gov/vaccines/pubs/pinkbook/downloads/varicella.pdf)) While the varicella vaccine is recommended for most children and some adults, there are certain groups of people who shouldn't receive it. You don't need the vaccine if you've already had chickenpox, since having the disease gives you lifelong immunity. But the virus can return as [shingles](/shingles/guide/), for which a separate vaccine is available. (1) How the Chickenpox Vaccine Works The [chickenpox vaccine](https://www.everydayhealth.com/drugs/varicella-virus-chickenpox-vaccine) contains a weakened version of the live chickenpox virus, also called the varicella zoster virus. This means there's a very small chance of getting chickenpox from the vaccine itself, especially if you have a weakened immune system. (2) Many other vaccines don't contain a live virus and don't carry this risk. Like most vaccines, the chickenpox vaccine works by exposing your immune system to the virus (or what your system believes to be the virus). In response, your immune system produces antibodies — proteins that help fight the virus and prevent infection. (3) The vaccine is about 90 percent effective at preventing chickenpox, according to the U.S. Centers for Disease Control and Prevention (CDC). (3) This means that among people who get both recommended doses of the vaccine, 90 percent won't get chickenpox. What's more, people who get chickenpox despite being vaccinated tend to have a milder form of the disease. This usually involves fewer chickenpox blisters and only a low-level fever, if any fever at all. Getting the chickenpox vaccine doesn't just protect you from getting the disease. It also helps protect others in your community, especially those who can't be vaccinated because of a weakened immune system or pregnancy. These groups are at greatest risk for dangerous complications if they do get chickenpox, so protecting them from the virus is especially important. ( [4](https://www.cdc.gov/chickenpox/index.html)) Chickenpox Vaccine Statistics In the early 1990s — before vaccination against chickenpox became widespread — there were about four million cases of it each year in the United States, causing about 10,500 to 13,000 hospitalizations and 100 to 150 deaths, according to the CDC. By 2012, chickenpox-related outpatient doctor visits had declined by 84 percent compared with 1994 and 1995. Hospitalizations for chickenpox dropped even more sharply, falling by 93 percent compared with before vaccination was adopted. Annual deaths caused by chickenpox were down by 87 percent during the period of 2008 to 2011, compared with 1990 to 1994. Even groups that weren't vaccinated saw large benefits from the vaccine. The rate of chickenpox in infants under 12 months (who can become seriously ill if infected) dropped by 90 percent between 1995 and 2008. The rate of chickenpox in HIV-positive children was also down by 63 percent during the period of 2000 to 2007, compared with 1989 to 1999. Overall, the CDC estimates that vaccination prevents more than 3.5 million cases of chickenpox, 9,000 hospitalizations, and 100 deaths each year in the United States. (4) Doses and Recommendations for Varicella Vaccine The chickenpox vaccine is recommended for all children in the targeted age ranges, unless they have a disqualifying health condition or have already had chickenpox. The first dose is recommended when your child is 12 to 15 months old. The second and final dose is recommended when your child is 4 to 6 years old. Even if they miss the recommended age targets, children under age 13 can get the vaccine as long as the two doses are spaced at least three months apart. For people age 13 and above, the two doses only need to be 28 days apart. There are two types of chickenpox vaccine used in the United States. One contains just the chickenpox vaccine, while the other also vaccinates against [measles](/measles/guide/), mumps, and rubella (called the [MMRV vaccine](//www.everydayhealth.com/drugs/measles-mumps-rubella-varicella-virus-vaccine)). Both vaccines follow the same recommended childhood dosing schedule. MMRV is only approved for children 1 to 12 years old, while the standalone vaccine is approved for age 1 and above. Anyone who hasn't had chickenpox and is eligible should get the vaccine, according to the American Academy of Family Physicians. The vaccine is especially important for: - Healthcare workers - Child care workers - Teachers - College students - Inmates and staff at jails and prisons - Military personnel - Women of childbearing age who aren't pregnant (and won't be for at least one month) - International travelers - Adults and teenagers who live with children - Anyone in contact with someone with a weakened immune system ( [5](https://www.cdc.gov/vaccines/vpd/varicella/public/index.html), [6](https://familydoctor.org/chickenpox-vaccine/)) Who Should Not Get the Chickenpox Vaccine? The following groups should not get the chickenpox vaccine: - People with a moderate to serious illness (vaccination should be delayed) - Pregnant women - People who had a serious [allergic reaction](/allergies/)to their first dose of the vaccine (or a component of the vaccine, such as gelatin or the [antibiotic](/antibiotics/guide/) [neomycin](/drugs/neomycin)) The following groups should discuss the pros and cons of the vaccine with their doctor before getting it: - People with a disease affecting the immune system, including [HIV or AIDS](//www.everydayhealth.com/hiv/guide/) - People who currently take steroid medication for a period of two weeks or longer [People with cancer](/cancer/guide/), especially those undergoing treatment - People who recently received blood products or a [blood transfusion](/blood-transfusion/guide/) You also shouldn't get vaccinated if blood tests show that you have immunity against the chickenpox virus. This test may be recommended if you don't know whether you've had chickenpox. Getting Vaccinated After Exposure to Chickenpox If you know that you've been exposed to someone with chickenpox or shingles, and you haven't had the vaccine or the disease, you can still benefit from the vaccine by getting it within three to five days of being exposed. Getting the vaccine after exposure may prevent chickenpox altogether, or it may make your symptoms less severe. It will also protect you going forward. (5) According to current CDC guidelines, you should still get a shingles vaccination at the recommended time even if you were vaccinated against chickenpox and never had the disease. It isn't well understood how the chickenpox vaccine affects your risk of shingles later on. ( [7](https://www.cdc.gov/shingles/vaccination.html)) Editorial Sources and Fact-Checking Harrington T, Marin M. Varicella [PDF]. [Centers for Disease Control and Prevention](https://www.cdc.gov/vaccines/pubs/pinkbook/downloads/varicella.pdf). June 2015. - Chickenpox (Varicella). [Centers for Disease Control and Prevention](https://www.cdc.gov/chickenpox/index.html). April 28, 2021. - Chickenpox Vaccination: What Everyone Should Know. [Centers for Disease Control and Prevention](https://www.cdc.gov/vaccines/vpd/varicella/public/index.html). April 28, 2021. - Chickenpox Vaccine. [American Academy of Family Physicians](https://familydoctor.org/chickenpox-vaccine/). September 21, 2022. - Shingles (Herpes Zoster): Vaccination. [Centers "}