{"title": "The Mind Body Method | Professional Training with Horses", "author": null, "url": "https://coachingwithhorses.com/mind-body-method-live-training/", "hostname": "coachingwithhorses.com", "description": "The Mind Body Method - Energy Coaching for Conscious Change - Live with Kathy on ZOOM", "sitename": "The Academy for Coaching with Horses", "date": "2020-03-13", "cleaned_text": "People are challenged in today's world. Being bombarded all day with noise and images on the outside, people struggle to find their intuition, inner voice, and truth. It is easy to get caught up in how everyone else is responding and do the same. Then later, they wake up, only to find themselves lost in the chaos of the world. Today's coach can't depend on the basic coaching conversations that are focused on goal setting. Too many people are setting goals that are not aligned with their true authentic nature and self. This style of coaching wastes your client's time and resources. The best gift you can offer your clients is the way back home to the core of their being, knowing, and personal power. This process requires the deep integration of their mind, body, emotional body, and spirit. The Mind Body Method - Energy Coaching for Conscious Change, developed by Kathy Pike, provides you with a model that will take your coaching and equine sessions from ordinary to profoundly life-changing. A truly holistic and integrative approach, the Mind Body Method guides your client to a deep connection with their truth, intuition, and inner knowing. Your Clients Will: - Cut through the static and crap of the outer world and land in the center of their being and personal power. - Spend less time and fewer resources to find their true authentic self and take a values-based life direction. - More quickly into high levels of emotional intelligence, allowing for more ease in all areas of their life. - Identify and move through limitations and conditioning and step into behaviors that move them toward their vision. - Make key distinctions around energy patterns (theirs and others) and how they can quickly move beyond them. - Let go of unconscious belief patterns from their family of origin and ancestors. - Have a fully integrated human experience. The Mind Body Method - Energy Coaching for Conscious Change model will dramatically change your coaching sessions. Anticipate your clients being pleasantly surprised by their insights. They will successfully move toward their goals with more integrity, clearness, and thankfulness for their advancement. Your coaching approach will stand out compared to other coaching sessions where the mind-body connection and link are missing from the conversation. | | How to Master Emotional Intelligence with the Mind Body Method - Free Introductory Course In today's world, where we are suddenly faced with challenges and chaos we could never have ever imagined, it has never been more important that we master the skill of tuning into our intuition, listening to our inner voice and mastering our emotional intelligence. The Mind Body Method guides you to your higher consciousness so you can break the mundane low vibrational patterns being held in the world today and move into a creative, expansive, visionary place that supports the new world emerging. By tapping into your personal power and knowing, then using your skills to help your clients align with their true authentic nature, you will take your coaching sessions from ordinary to profoundly life-changing. If you are ready to unlock the key to mastering your emotional intelligence, this call is for you. I personally invite you to join me. You will receive an email with the course recording after you complete your registration. The Mind Body Method Coaching Model brings individuals back home to their inner wisdom. They will experience a new depth of awareness as they become more harmonious and heart-based. Your client learns to become more fully present in every moment. Imagine Your Clients: - Accessing their truth with profound clarity. - Reconnecting to their wisdom and inner-knowing. - Spending less time trying and \"efforting\" to get to their goal. - Gaining more energy and aliveness after just one session. - Making significant shifts in their life with ease. - Referring others to you because of the powerful and impactful sessions they had with you. Kathy Pike developed The Mind Body Method over twenty years ago after coaches in her group mentoring sessions asked, \"What type of coaching are you doing?\" They had never heard anyone coach like this before. The results were immediate. Coaches continually asked her, \"What is your secret?\" Kathy listened to her students and then created, from what came naturally to her in her many years of coaching, The Mind Body Method - Energy Coaching for Conscious Change. She has been teaching others in the helping professions how to use this model since 2001. Now you can learn this coaching model from anywhere in the world. Would you like to provide your clients with profound and inspiring results? The Mind Body Method integrates the wisdom of both sides of the brain, the body, and the emotional body, to create inner alignment, deep intuition, personal strength, and confidence. This coaching model has proven to be extremely useful for equine-assisted learning specialists and coaches, counselors, riding instructors, nurses, yoga instructors, massage therapists, and others in helping professionals. It helps anyone who wishes to support their clients in integrating higher levels of awareness and consciousness on their journey of healing and expansion of personal power. The Mind Body Method - Energy Coaching for Conscious Change blends theories based on life coaching, energy concepts, neuroscience, polarity therapy, healing, the chakra system, and The Law of Attraction. Included in the Mind Body Method Coach Training program: - The Mind Body Method - Energy Coaching for Conscious Change manual with diagrams, explanations, flows, and caveats to watch for when using. - Key distinctions on quantum energy, dissolving unproductive energy patterns, and how to ignite new energetic patterns. - How to create a powerful healing vortex with your horse that allows your clients an energetic shift and transformation. - How to use this process with a seated or riding client. - Live class time with Kathy with Q and A and time to receive individual guidance. - The Mind Body Method (Foundation Model) - Energy Coaching for Conscious Change complete home study program with two webinars and pre-recorded class. Meets: Mondays, September 26 through November 7, 2022 (live with Kathy!) Time: 3:00 Eastern, 1:00 Mountain (Denver), noon Pacific (for 90 minutes) Tuition: $970 *If you have already purchased the Home Study Program, your tuition will be reduced. Two Tuition Options: Option A: $270 deposit, with one additional installment of $700 (three weeks after first installment) Option B: $347 deposit, with two additional installments of $347 (each two weeks apart) [Register for the Mind Body Method](https://qs385.infusionsoft.com/app/orderForms/Mind-Body-Method-Coach-Training-Program) *Limited space. *You receive an audio copy of all classes so you may review the content at any time. The Mind Body Method is also available in self-direct Home Study format! You can now learn this powerful coaching approach and tools at your own pace and in the comfort of your own home. [Click Here to access all Mind Body Method Home Study Courses](https://coachingwithhorses.com/efl-store/) Testimonials |\"I decided to take this MBM course to gain greater insight as to how to handle the past traumas and fears in my life. Because of the MBM and the Four Steps to the Present I have additional tools and I am better equipped to move forward, especially with my beloved horses. I am learning how to stop the chatter in my mind, notice the repeat patterns and triggers, remove resistance, discipline my mind, slow down, and tune in to my feelings, sensations and emotions. I now relate to my horses differently. I respond to them in a whole new way. Thank you sincerely.\" Vikki| |\"I really enjoy the teaching within the Mind Body MethodTM teleclass. I look forward to being able to use the coaching model with my current and future clients. Being a certified yoga instructor, I love how it works with the yoga piece of my program. It all folds together perfectly!\" Namaste... Jeannine| |\"Thank you for helping me to open my consciousness even further. Now I finally understand what it means to be present and in the moment. I am still in awe of the wisdom our bodies have to offer.\" Martina| |\"The benefits I experience in the Mind Body MethodTM Coach Training course: 1. have learned clear, simple, and reliable processes for tuning into my body's knowledge and wisdom. 2. I have learned clear, simple, and reliable processes for tuning into my body's knowledge and wisdom. 3. I now know an easy yet profound way of assisting others to gain wisdom from their bodies, and to align that wisdom with their thoughts and plans. 4. I experienced a powerful personal experience using the Mind-Body Method that resolved a deep, long-standing existential concern. 5. My mind's ongoing connection with my body is stronger and more reliable. I am more conscious on all levels. 6. My horses are even more relaxed and secure with me than prior to the course. My greater inner-body awareness has resulted in breakthroughs in my riding abilities. In summary, I have recieved a lot!\" Nancy Frank| |\"My year-long EFLC Certification program with Kathy was not only amazing, but has changed my life forever. It's not just about our Love for the Horses, but about learning to love and honor our True \"Authentic Self\" and in doing so, that opens the door to healing the soul. I'm so excited to take this work with horses (who are amazing teachers and healers) out to help people re-unite to their Divine Calling. Kathy's approach of being Heart Centered and her Mind Body MethodTM is what brought me to her and what I believe sets her apart from others.\" Shannon Henshaw, Graduate from The Academy for Coaching with Horses, Oklahoma| |\"Being a rider I am aware of physical brace in the body - both my own and my horse. Less understood has been the brace arising from emotions such as fear, anxiety, frustration and their expression through body sensations. Kathy's Mind Body MethodTM brings attention to these emotions. I was surprised to see that paradoxically the pathway is to notice and observe from a non-resistant place rather than try to change anything, as this in itself sets up a brace! Kathy offered a number of significant tools so we may become aware and empowered, in order to bring ourselves fully into our bodies and into full consciousness. Full consciousness was a theme of the two workshops I attended - The Dance of Authenticity and The Conscious Riding Retreat. I can't speak highly enough of Kathy's gifts in guiding myself and the other participants safely through the Mind Body MethodTM process to a more enlightened place of being.\" Jane Reid, Banyandah Naturally, Australia| |\"The insights I gained in my sessions with the horses were profound, and I learned so much as an observer and participant. It is the Mind Body MethodTM that helps me embody the insights and live the learning. I practice the MBM daily to keep me present no matter whatever I'm confronted with. I'm so grateful for this work.\" Melissa Wolf, Somatic Coach, Austin, TX| |\"My interest in learning the Mind Body MethodTM arose from my experiences of personal coaching with Kathy last year. The sessions I had on the phone and in the round pen with a horse were all very powerful. I was guided to listen to the messages my body was offering to me as well as the messages from Diva. As I have participated in the Mind Body Method class this fall, I have found once again, that my body has the ability to express wisdom, need and desire. By practicing the Four Steps to the Present and the Mind Body MethodTM , I am able to cultivate my ability to listen to the energy in my body and develop the awareness needed to begin to let go of the old patterns and core beliefs that have been limiting me in life. And, not only will I personally benefit from using this method, but professionally I will be able to offer this as an intervention to my clients in my private psychotherapy practice. Thank you! My best, Michelle Cox, Denver area, Colorado| |\"To me, the very nature of this work is like painting a painting - when words alone are not enough and what we experience in the doing is by its very nature non-verbally and intuitively expressive. When we truly engage in and through the creative process of discovering new ways and new forms, the heart and soul of our lives can be known in the now, and we become more whole once again. The MBM is changing my life in such long sought-after and longed for ways. Thank you, Kathy, for what I have learned so far from you.\" Diane Olsen, Artist and Equine Specialist, Prescott Arizona| |\"The Mind Body MethodTM Coach Training Course has been wonderful and the start of a whole new journey for me. I am using The Four Steps to the Present and the Mind Body Method purely for myself. The daily practice with these tools has brought me a sense of peace and calmness that I have been searching for. I feel like I am more at home with myself than I have ever been and I know in my heart that I have found the next piece of my \"picture.\" My professional life started as a veterinarian and evolved into veterinary acupuncture, herbal medicine and other holistic therapies. The Mind Body MethodTM has taken me to a whole new level of questioning and understanding about the concepts of \"dis-ease\" and the allowing of wellness, both for myself and my patients (2 & 4-legged alike!). The MBM is both powerful and "}