{"title": "PDF", "author": "PDF", "url": "https://www.dhs.gov/sites/default/files/publications/mql_sars-cov-2_-cleared-for-public-release_2020_03_25.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Technology Directorate | MOBILIZING INNOVATION FOR A SECURE WORLD CLEARED FOR PUBLIC RELEASE DHS SCIENCE AND TECHNOLOGY Master Question List for COVID-19 (c aused by SARS-CoV-2) Weekly Report 25 March 2020 For comments or questions related to the contents of this document, please contact the DHS S&T Hazard Awareness & Characterization Technology Center at HACTechnologyCenter@hq.dhs.gov . REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS-CoV-2 (COVID-19 ) Updated 3/25/2020 i FOREWO RD The Departm ent o f Homelan d Securit y (DH S) is payin g attentio to evolvin g Coronavirus Infectiou s Disease (COVID- 19) situatio n in ord er to protec t our nation. DH S is workin g very closel y with the Cent ers for Disease Contro l and Preventio n (CDC ), oth er federal agenci es, and publi c healt h officials to implem ent publi c healt h contro l measures relat ed to travel ers and material s crossin g ou r borders from th e affect ed regions. Based o n the respon se to a simil ar produc t generat ed in 201 4 in respon se to the Ebolaviru s outb reak in West Afric a, th e DH S Scienc e an d Technolog y Directorat e (DH S S&T) develop ed \"master questio n list\" that quickl y summariz es what is known, what addition al informatio n is needed, an d who may be workin g to add ress such fundament al question s as, \" What i s the infectiou s dose? \" and \"How long do es th e viru s persi st in the environment? \" The Mast er Questio n List (MQL ) is intend ed to quickly presen t the curren t stat e of availabl e informatio n to governmen t decisio n makers in the operational response to COVID-1 9 and allow structured and scientifically guided discussions across the federal government without burdening them with the need to review scientific reports, and to prevent duplication of efforts by highlighting and coordinating research. The information contained in the following table has been assembled and evaluated by experts from publicly available sources to include reports and articles found in scientific and technical journals, selected sources on the internet, and various media reports. It is intended to serve as a \"quick reference\" tool and should not be regarded as a comprehensive source of information, nor as necessarily representing the official policies, either expressed or implied, of the DHS or the U.S. Government. DHS does not endorse any products or commercial services mentioned in this document. All sources of the information provided are cited so that individual users of this document may independently evaluate the source of that information and its suitability for any particular use. This document is a \"living document\" that will be updated as needed when new information becomes available. CLEARED FOR PUBLIC RELEASEREQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/ 25/2020 CLEARED FOR PUBLIC RELEASE 1 SARS -CoV-2 (COVID -19) Infectious Dose - How much agent will make a healthy individual ill? Transmissibility - How does it spread from one host to another? How easily is it spread? Host Range - How many species does it infect? Can it transfer from species t o species? What do we know ? The human infectious dose of severe acute respiratory syndrome coronavirus 2 (SARS -CoV-2) is unknown by all exposure routes. SARS -CoV-2 is the cause of coronavirus disease 19 (COVID -19). A total dose of approximately 700,000 pl aque - forming units (PFU) of the novel coronavirus SARS - CoV-2 was sufficient to infect cynomolgus macaques via a combination intranasal and intratracheal exposure (106 TCID 50 total dose).122 Macaques did not exhibit clinical symptoms, though viral shedding occurred (nose and throat).122 Rhesus macaques are effectively infected with SARS - CoV-2 via the oc ular conjunctival and intratracheal route at a dose of approximately 700,000 PFU (106 TCID 50).57 Initial experiment s suggest that SARS -CoV-2 can infect genetically modified mic e containing the human ACE2 cell entry receptor. Infection via the intranasal route (dose: 105 TCID 50, approximately 70,000 PFU) causes light infection, however no virus was isolated from infecte d animals, and PCR primers used in the study do not align wel l with SARS -CoV-2, casting doubt on this study.15 The infectious dose for severe acute respiratory syndrome coronavirus 1 ( SARS ) in mice is estimated to be between 67 -540 PFU (average 240 PFU, intranasal route).55-56 Genetically modified mice exposed intranasally to doses of Middle East respiratory syndrome coronavirus ( MERS) virus between 100 and 500,000 PFU show signs of infection. Infection with higher doses result in se vere syndromes.7, 46, 86, 161SARS -CoV-2 is passed easily between humans, likely through close contact with relatively large droplets and possibly through smaller aerosolized particles. Pandemic COVID -19 has caus ed 468,523 infections and 21,192 deaths77 in at least 173 co untries and territories ( as of 3/ 25/202 0).30, 127, 147 There are 66,132 SARS -CoV-2 cases across 50 US states, with 947 deaths. ( as of 3/ 25/2020 )77; there is sustained communit y transmission of COVID -19 in the US.18 High -quality estimates of human transmissibility (R 0) range from 2.2 to 3.1100, 109, 119, 153, 160 SARS -CoV-2 is believed to spread thro ugh close contact and droplet transmission,34 with fomite transmission78 and close so plausible.23, 67 SARS -CoV-2 replicates in the upper respiratory t ract (e.g., throat), and infectious virus is detectable in throat and lung tissue for at least 8 days.149 SARS-CoV-2 is present in infected patient saliva,137 lower respiratory sputum,143 and feces.90 Aerosolized virus has been detected in COVID -19 patient rooms, with particle sizes within the human respirable range (0.25 - 2.5 m).96 Individuals can transmit SARS -CoV-2 to others before they have symptoms. Pre-symptomatic163 or asymptomatic13 patients can transmit SARS -CoV-2; between 12%60 and 23%95 of infections may be caused by asymptomatic or pre - symptomatic transmission. Undetected cases play a major role in transmission. Models suggest u p to 86% of early COVID -19 cases in China were und etected , and these infections were the source for 79% of reported cases.88 Behavior changes may limit spread. Social distancing and other policies are estimated to have reduced COVID -19 spread by 44% in Hong Kong .52 Non-pharmaceutical interventions (e.g., school closures, iso lation) are likely required to limit transmission.64SARS -CoV-2 is closely related to other coronaviruses circulating in bats in Southeast Asia. Previous coronaviruses have passed through an intermediate mammal h ost before infecting humans; the identi ty of the SARS -CoV-2 intermediate host is unknown. Early genomic analysis indicates similarity to SARS,166 with a suggested bat origin.5,47, 166 Anal ysis of SARS -CoV-2 genomes suggests that a non-bat intermediate species is responsible for the beginning of the outbreak.121 The identity of the intermediate host remains unknown.89, 92 -93 Positive samples from the South China Seafood Market strongly suggests a wildlife source,36 though it is possible that the virus was circulating in humans before the disease was associate d with the seafood market.19, 48, 155, 159 SARS -CoV-2 uses the same receptor for cell entry as the SARS coronavirus that circulated in 2002/2003. Experiments suggest that SARS -CoV-2 Spike (S) receptor -binding domai n binds the human cell receptor (ACE2) stronger than SARS,152 potentially explaining its high trans missibility; the same work suggests that differences between SARS -CoV-2 and SARS -CoV Spike prot eins may limit the therapeutic ability of SARS antibody treatments.152 Modeling between SARS -CoV-2 Spike and ACE2 proteins suggests that SARS -CoV-2 can bind and infect human, bat, civet, monkey and swine cells.141 There is currently no evidence that SARS -CoV-2 infects domestic animals or livestock.REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 2 SARS -CoV-2 (COVID -19) Infectious Dose - How much agent will make a healthy individual ill? Transmissibility - How does it spread from one host to another? How easily is it spread? Host Range - How many species does it infect? Can it transfer from species t o species? What do we need to know? Identifying the infectious dose for humans by any exposure route will facilitate model develop ment; animal studies are a plausible surrogate. Human infectious dose by aerosol route Human infectious dose by surface contact (fomite) Human infectious dose by fecal -oral routeIdentifying the contribution of asymptomatic or pre - symptomatic transmissi on is important for implementing control measures. Additionally, the relative contribution of different infection sources - fomites, droplets, aerosols, and potentially feces - are u nknown. Capability of SARS -CoV-2 to be transmitted by contact with fomite s (phones, doorknobs, surfaces, clothing, etc.) - see also Experimental Stability Superspreading capacity needs to be refined Updated person to person transmission rates (e.g., R0) as control measures take effect What is the underreporting rate?76 Can individuals become re -infected with SARS -CoV- 2? What is the difference in transmi ssibility among countries? Is the R 0 estimate higher in healthcare or long -term care facilities? How effective are social distancing measures? When will infections peak in various cities and countries?Little is known about SARS -CoV-2 in non -human hosts. What is the intermediate host(s)? What are the mutations in SARS -CoV-2 that allowed human infection and transmission? What animals can SARS -CoV-2 infect (e.g., pet dogs, potential wildlife reservoirs)?REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 3 SARS -CoV-2 (COVID -19) Incubation Period - How long after infection do symptoms appear? Are people infectious during this time? Clinical Presentation - What are the signs and symptoms of an infected person? Clinical Diagnosis - Are there tools to diagnose infected individuals? When during infection are they effective? What do we know? The majority of individuals develop symptom s within 14 days of exposure. For most people, it takes at least 2 days to develop symptoms, and on average symptoms develop 5 days after exposure. Some individuals never develop symptoms, but can still transmit disease. The best current estimate of the CO VID-19 incubation period is 5.1 days, with 99% of individuals exhibiting symptoms within 14 days of exposure.84 Fewer than 2.5% of infected individuals show symptoms sooner than 2 days after exposure.84 The reported range of incub ation periods is wide, with high -end estimates of 24,68 11.3,12 and 18 days.87 Individuals can test positive for COVID -19 despite lacking clinical symptoms.13, 38, 68, 133, 163 Individuals can be infectious while asymptomatic ,34, 123, 133, 163 and asymptomati c individuals can have similar amounts of virus in their nose and throat as symptomatic individuals .167 Infectious period is unknown, but possibly up to 10 - 14 days 5, 88, 127 On average, there are approximately 460 to 7.587 days between symptom onset in successive cases of a single transmission chain. Most individuals are admitted to the hospital within 8-14 days of symptom onset.165 Currently, there is no evidence that recovered patients can be reinfected with SARS -CoV-2. Experimentally infected macaques were not capable of being reinfected after their primary infect ion resolved.14 According to the WHO, there is no evidence of re - infection with SARS -CoV-2 after recovery.83 Patients are positive for COVID -19 via PCR for 8 -37 days after symptom onset.165 Individuals may test posi tive via PCR for 5 -13 days after symptom recovery and hospital discharge.82 The ability of these individuals to infec t others is unknown. According to the WHO, there is no evidence of re - infection with SARS -CoV-2 after recovery.83 Most COVID -19 cases are mild, but severe disease can be found in any age group. Older individuals and those with underlyi ng medical conditions are at higher risk of serious illness and death. The majority of COVID -19 cases are mild (81%, N = 44,000 cases)133 Initial COVID -19 symptoms include fever (87.9% overall, but only 44% - 52% present with fever initially11, 68), cough (67.7%68), fatigue, shortness of breath, headache, reduction in lymphocyte count.35, 41, 73 Heada che40 and diarrhea are uncommon ,73, 87 though lack of appetite may be an early symptom.107 Complications include acute respiratory distress (ARDS observed in 17 -29% of hospitalized patients,44, 73 which leads to death in 4 -15% of cases44, 73, 142), pneumonia,106 cardiac injury, seco ndary infection, kidney failure, arrhythmia, sepsis, and shock.68,73,142,165 Approximately 15% of hospitalized patients were classified as severe,68, 133 and approx imately 5% of patients were admitted to the ICU.68, 133 Most deaths are caused by respiratory failure or respiratory failure combined with myocardial (heart) damage.124 The case fatality rate (CFR ) depends on comorbidities; cardiovascular disease, hypertension, diabetes, and respiratory conditions all increase the CFR.133, 165 The CFR increases with age; individuals olde r than 60 are at higher risk of death,133, 165 and >60% of confirmed fatalities have been male.133 Children of all ages are susceptible to COVID -19,59 though generally pr esent with milder symptoms42, 98 or no symptoms at all.98 Severe symptoms in children, however, are possible.94 In the US, 34% of hospitalizations have been individuals less than 44 yea rs old.4 Variation in the CFR among countries may be due to demographics, testing criteria, and how COVID -19 relate d deaths are defined.104 Based on one patient, a productive immune response is generated and sustained for at least 7 days.134 Diagnosis relies o n identifying the gen etic signature of the virus in patient nose, throat, or sputum samples. These tests are relatively accurate, but testing rates in the US are low compared to other countries. As a result, confirmed cases are underreported. PCR protocols and primers have bee n widely shared among international researchers.29, 50, 87, 129, 144, 148 PCR-based diagnostic assays are unable to differentiate between active and inactive virus. A combination of pharyngeal (throat) RT -PCR and chest tomography are the most effective diagnostic criteria (correctly diagnosing 91.9% of infections).116 Single throat swabs alone detect 78.2% of true infections, while duplicate tests identify 86.2% of infections.116 Nasal and pharyngeal swabs may be less effective as diagnostic specimens than sputum and bronchoalveolar lavage fluid.143 RT-PCR tests are able to asymptomatic cases; SARS -CoV-2 infection was identified in 2/11 4 individuals previously cleared by clinical assessment.72 Combination RT -PCR and serology (antibody) testing may incr ease the ability to diagnose patients with mild symptoms, or identify patients at higher risk of severe disease.162 The FDA released an Emergency Use Authorization enabling laboratories to develop and use tests in - house for patient diagnosis .63 Updated tests from the US CDC are av ailable to states.29, 34 US CDC has expanded patient testing criteria to include symptomatic patient s at clinician discretion.17 Several rapid or real -time te st kits have been produced by universities and industry, including the Wuhan Institute of Virology,53 BGI,21 and Cepheid.140 The US CDC is developing serological tests t o determine what proportion of the population has been exposed to SARS -CoV-2.79 Machine learning tools are being developed to predict severe and fatal COVID -19 cases based on CT scans.130 REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 4 SARS -CoV-2 (COVID -19) Incubation Period - How long after infection do symptoms appear? Are people infectious during this time? Clinical Presentation - What are the signs and symptoms of an infected person? Clinical Diagnosis - Are there tools to diagnose infected individuals? When during infection are they effective? What do we need to know? While the incubati on peri od is well -characterized, less is known about how long individuals are infectious before, during, and after symptoms. Additionally, the possibility of reinfection warrants more research. What is the average infectious period during which individuals can tr ansmit the disease? Are individuals infectious after hospital discharge and clinical recovery, or are positive PCR tests only detecting non -infectious virus? Can individuals become re -infected after recovery? If so, how long after? The true case fatality r ate is unknown, as the exact number of cases is uncertain. Testing priorities and case definitions vary by location . How long does it take for infected individuals to recover outside of a healthcare setting? Are reductions in CFR through time (e.g., China) an indication of better treatment, less overcrowding, or both? Are pregnant women at greater risk of complications during labor?91 In general, PCR tests appear to be sensitive and specific, though robust estimates of false positive/negative rates are still lacking. False positive/negative rates for tests Eclipse phase of infection (time between infection and detectable disease) in an individual With limited test ing in many locations, how accurate are clinical diagnoses compared to genetic tests? REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 5 SARS -CoV-2 (COVID -19) Medical Treatment - Are there effective treatments? Vaccines? Environmental Stability - How long does the agent live in the environment? Decontami nation - What are effective methods to kill the agent in the environment? What do we know? Treatment for COVID -19 is primarily supportive care including ventilation if necessary.68, 101 A number of therapeutic tri als are ongoing, but results are preliminary.20 Preliminary reports from several clinical trials in China suggest that favipiravir improves lung func tion and reduces recovery ti me in COVID -19 patients.43 Early results suggest that t ocilizumab may be effective at treating severe COVID -19 cases.156 Some evidence suggest s that chloroquine is effective at redu cing symptom duration .1, 65 Hydroxychloroquine in combinat ion with azithromycin may reduce viral load in patients compared to controls.66 Combinatio n lopinavir and ritonavir with standar d care was no more effective than standard care alone.25 JHU is pursuing an Investigational New Drug (IND) approval to provide passive antibody therapy (convalescent serum) to patients ,27 and Takeda Pharma (Japan) is working to create treatments based on patient plasma .69 Intravenous immunoglobulin (IVIg) may be effective at inhibiting deterioration whe n given at the appropriate time in severe cases. 26 Corticosteroids are commonly given to COVID -19 patients165 at risk of ARDS,157 but their us e is not recommended by the US CDC.32 Regeneron Pharmaceuticals has developed potential SARS -CoV-2 antibody therapies.110 The development of a coronavirus fusion inhibitor in the lab suggests efficacy across multiple human coronaviruses.154 Work is ongoing to develop a SARS -CoV-2 vaccine in human and animal trials. No preliminary results are available. Multiple entities are working to produce a SARS - CoV-2 vaccine,8 including N IH/NIAID,70, 85 Moderna Therapeu Sciences,2-3, 103 and Sanofi with HHS.22 Moderna has begun phase 1 clinical vaccine tr ials in humans in WA state.120 CEPI has partnered with multiple entities to develop vaccines including Univ ersity of Oxford, Novavax Hong Kong University, and the Institut Pasteur. SARS -CoV-2 can persist on surfaces for at least 3 days depending on conditions. If ae rosolized, SARS -CoV-2 is stable for at least several hours. The seasonality of COVID -19 transmission is unknown. SARS -CoV-2 Data SARS -CoV-2 can persist on plastic and stainless steel surfaces for up to 3 days (at 21 -23oC, 40% RH), with a half-life of 13 -16 hours.138 SARS -CoV-2 has an aerosol half -life of 2.7 hours (particles <5 m, tested at 21 -23oC and 65% RH).138 SARS -CoV-2 genetic material (RNA) was detected in symptomatic and asymptomatic cruise ship passenger rooms up to 17 days after cabins were vacated; the infectiousness of this material is not known.102 Surrogate Coronavirus data : Studies sugge st that other coronaviruses can survive on non -porous surfaces up to 9 -10 days (MHV, SARS - CoV)28, 39, and porous surfaces for up to 3 -5 days (SARS -CoV)62 in air conditioned environments (20 - 25oC, 40 -50% RH ). Coronavirus survival tends to b e higher at lower temperatures and lower rela tive humidity (RH),28, 39, 113, 139 though infectious virus can persist on surfaces for several days in typical o ffice or hospital conditions139 SARS can persist with trace infectivity for up to 28 days at refrigerated temperatures (4oC) on surfaces.28 No strong evidence exists showing reduction in transmission with seasonal increase in temperature and humidity.99 One hour after aerosolization approximately 63% of airborne MERS virus remained viable in a simulated office environment (25oC, 75% RH)111 The aerosol survival of related human coronavirus (229E) was relatively high, (half -life of ~67 hours at 20oC and 50% RH), indicating ~20% of infectious virus remained after 6 days.75 Porous hospital materials, including paper and cotton cloth, maintain infectious SARS -CoV for a shorter t ime than non -porous material.81 Soap and water , as we ll as common alcohol and chlorine -based cleaners, hand sanitizers, and disinfectants are effective at inactivating SARS -CoV-2 on hands and surfaces. SARS -CoV-2 Twice -daily cleaning with sodium dichloroisocyanurate decontaminated surfaces in COVID -19 patien t hospital rooms.105 Alcohol -based hand rubs are effective at inactivating SARS -CoV-2.80 EPA has released a list of SARS -CoV-2 disinfectants, but solutions were not tested on live virus.6 Other Coronaviruses Chlorine -based146 and ethanol -based49 solutions are recommended. Heat treatment at 56oC is sufficient to kill coronaviruses,113, 164 though effectiveness depends in part on amount of protein in contaminate d media .113 70% ethanol, 50% isopropanol, sodium hypochlorite [bleach, 200 ppm], and UV radiation are effective at inactivating several coronaviruses (MHV and CCV ).125 Ethanol -based biocides are effect ive disinfectants against coronaviruses dried on surfaces, including ethanol containing gels similar to hand sanitizer.74, 150 Surface spray disinfectants such as Mikrobac, Dismozon , and Korsolex are effective at reducing infectiv ity of the closely related SARS -CoV after 30 minutes of contact.112 Coronaviruses may be resistant to thermal inactivation for up to 7 days when stabilized in stool.135-136 Additionally, coronaviruses are more stable in matrixes such as respiratory sputum.61 Hydrogen peroxide vapor was found to be effective with repeated decontamination of N95 respirators.118 REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 6 SARS -CoV-2 (COVID -19) Medical Treatment - Are there effective treatments? Vaccines? Environmental Stability - How long does the agent live in the environment? Decontami nation - What are effective methods to kill the agent in the environment? What do we need to know? In general, the efficacy of various therapeutic options for COVID -19 is unknown, though clinical trial results are beginning to b e released. Is GS -5734 (remdesivir) effective in vivo (already used in clinical trials under Emergency Use Authorization)?128 Is the GLS -5000 MERS vaccine158 cross -reactive against SARS -CoV-2? Efficacy of antibody treatments developed for SARS51, 132 and MERS37 What is the efficacy of various MERS and SARS Phase I/II vaccines and other therapeutics? Are viral replicase inhibitors such as b eta-D-N4- hydroxycytidine effective against S ARS-CoV-2?16 Additional testing on SARS -CoV-2, not surrogate viruses, is needed to support initial estimates of stability. Stability of SARS -CoV-2 in aerosol, droplets, and other matrices ( mucus/sputum, feces) Part icle size distribution (e.g., droplet, large droplet and true aerosol distribution) Duration of SARS -CoV-2 infectivity via fomites and surface (contact hazard)? Stability of SARS -CoV-2 on PPE (e.g., Tyvek, nitrile, etc.) Additional decontamination studies, particularly with regard to PPE and other items in short supply, are needed. What is the minimal contact time for disinfectants? Does contamination with human fluids/waste alter disinfectant efficacy profiles? How effective is air filtration at reducing transmission in healthcare, airplanes and public spaces? Are landfills and wastewater treatment plant processes effective at inactivating SARS -CoV-2? REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 7 SARS -CoV-2 (COVID -19) PPE - What PPE is effective, and who should be using it? Forensics - Natural vs in tentional use? Tests to be used for attribution. Genomics - How does the disease agent compare to previous strains? What do we know? The effectiveness of PPE for SARS -CoV-2 is currently unknown, and data from other related coronaviruses are used for guida nce. Healthcare workers are at high risk of acquiring COVID -19, even with recommended PPE. Healthcare worker illnesses (over 1,000133) demonstrates human -to-human transmission despite isolation, PPE, and infection control.126 Risk of transmission to healthcare workers appears high, with up to 20% of healthcare workers in Lombardy, Italy be coming infected.115 US CDC does not recommend the use of facemasks for healthy people. Facemasks should be used by people showing symptoms to reduce the risk of others g etting infected. The use of facemasks is crucial for health workers and people in close contact with infected patients (at home or in a health c are facility).31 \"Healthcare personnel entering the room [of SA RS- CoV-2 patients] should use standard precautions, contact precautions, airborne precautions, and use eye prote ction (e.g., goggles or a face shield)\"33 WHO indicates healthcare workers should wear clean long -sleeve as well as gloves.145 Respirators (NIOSH -certified N95, EUFFP2 or equivalent) those dealing with possible aerosols146 Addit ional protection, such as a Powered Air Purifying Respirator (PAPR) with a full hood, should be considered for high -risk procedures (i.e., intubation, ventilation)24 Particular attention should be pa id to the possibility of transmission via exhaled air during supportive respiratory procedures.67 Despite extensive environmental contamination, air sampling in patient rooms did not detect SARS -CoV- 2 RNA105 (but detected RNA in other rooms 96) The efficacy of \"ho mema de\" PPE, made with T - shirts, bandanas, similar materials, i s less than standard PPE, but may be used if no other options are available.45, 54, 1 17 All current evidence supports the natural emergence of SARS -CoV-2 via a bat and possible intermediate mammal species. Genomic analysis places SARS -CoV-2 into the beta - coronavirus clade, with close relationship to bat viruses. The SARS -CoV-2 virus is distinct from SARS and MERS viruses.58 Genomic an alysis suggest that SAR S-CoV-2 is a natural variant, and is therefore unlikely to be human -derived or otherwise created by \"recombination\" with other circulating strains of coronavirus.9, 166 Some genomic evidence indicates a close relat ionship with pangolin coronaviruses151; data suggests that pangolins may be a natural host for beta -coronaviruses 92-93. Additional research is needed. Genomic data support at least two plausible ori gins of SARS -CoV-2: \"(i) natural selection in a non -human animal host prior to zoonotic transfer, and (ii) natural selection in humans following zoonotic transfer.\"9 Either scenario is consistent the obser ved genetic changes found in all known SARS -CoV-2 isolates. Additionally, \"[...] SARS -CoV-2 is not derived from any previously used virus backbone,\" reducing the likelihood of laboratory origination,9 and \"[ ...] genomic evidence does not support the idea that SARS -CoV-2 is a laboratory construct, [though] it is currently impossible to prove or disprove the other theories of its origin.\"9 Current evidence sugg ests that SARS -CoV-2 accumulates mutations at a similar rate as other coronaviruses. Mut ations and deletions in specific portions of the SARS -CoV-2 genome have not been linked to any changes in transmission or disease severity. There have been no document ed cases of SARS -CoV- 2 prior to December 2019 Preliminary genomic analyses, however, suggest that the first human cases of SARS -CoV-2 emerged between 10/19/2019 - 12/17/2019.10, 19, 114 The mutation rate of SARS -CoV-2 is estimated to be similar to other RNA viruses (e.g., SARS, Ebola, Zika), and is currently calculated to be 1.04x10-3 substi tutions per site per year (N = 116 genomes).71 Preliminary phylogenetic analysis identified a very close genetic similar ity between SARS -CoV-2 and a Bat coronavirus (RaTG13) isolated from Yunnan Province, China; suggesting that SARS -CoV-2 originated f rom bats.108 Pangolin coronaviruses are closely related to both SARS -CoV-2 and the closely related Bat coronavirus (RaTG13); phylogeneti c analysis suggested that SARS -CoV-2 is of bat origin, but is closely related to pangolin coronavirus.92-93 The Spike protein of SARS -CoV-2, which mediates entry into host cells and is th e major determinant of host range, is very similar to the Spike protein of SARS -CoV.97 The rest of the genome is more closely related to two se parate bat 97 and pangolin93 coronavirus. Analysis of SARS -CoV-2 sequences from Singapore has identified a large nucleotide (382 bp) deletion in ORF-8 that may result in an attenuated (less virulent) phenotype.131 REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 8 SARS -CoV-2 (COVID -19) PPE - What PPE is effective, and who should be using it? Forensics - Natural vs in tentional use? Tests to be used for attribution. Genomics - How does the disease agent compare to previous strains? What do we need to know? Most PPE recommendations have not be en made on SARS -CoV-2 data, and comparative efficacy of different PPE for different tasks (e.g., intubation) is unknown. Identification of efficacious PPE for healthcare worker is critical due to their high rates of infection. What is the importance of aer osol transmission? What is the e ffective distance of spread via droplet or aerosol? How effective are barriers such as N95 respirators or surgical masks? What is the appropriate PPE for first responders? Airport screeners? What are p roper procedures for re ducing spread in medical facilities / transmission rate in medical settings ? How effective are homemade masks at reducing transmission? Identifying the intermediate species between bats and humans would aid in re ducing potential spillover from a natural so urce. What tests for attribution exist for coronavirus emergence? What is the identity of the intermediate species? Are there closely related circulating coronaviruses in bats or other animals with the novel PRRA cleavage site found in SARS -CoV-2? Researc h linking genetic changes to differences in phenotype (e.g., transmissibility, virulence, progression in patients) is needed . Are there similar genomic differences in the progression of coronavirus strains from b at to intermediate species to human? Are the re different strains or clades of circulating virus? If so, do they differ in virulence? REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 9 Table 1. Definitions of commonly -used acronyms Acronym /Term Definition Description Attack rate Proportion of \"at -risk\" individuals who develop infection Defined in terms of \"at -risk\" population such as schools or households, defines the proportion of individuals in those populations who become infected after contact with an infectious individual SARS -CoV-2 Severe acute respiratory syndrome coronavirus 2 Official name for the virus previously known as 2019 -nCoV . COVID -19 Coronavirus disease 19 Official name for the disease caused by the SARS -CoV-2 virus. CFR Case Fatality Rate Number of deaths divided by confirmed patients PFU Plaque forming unit Measurement of the number of infectious virus particles as determined by plaque forming assay. A measurement of sample infectivity. TCID 50 50% Tissue Culture Infectious Dose The number of infectious units which will infect 50% of tissue culture monolayers. A measurement of sample infectivity. HCW Healthcare worker Doctors, nurses, technicians dealing with patients or samples SARS Severe Acute Respiratory Syndrome Coronavirus with over 8,000 cases in global 2002 -2003 outbreak MERS Middle -East Respiratory Syndrome Coronavirus with over 2,000 cases in regional outbreak since 2012 CoV Coronavirus Virus typified by crown -like structures when viewe d under electron microscope R0 Basic reproduction number A measure of transmissibility. Specifically, the average number of new infections caused by a typical infectious individual in a wholly susceptible population. MHV Mouse hepatitis virus Coronavirus surrogate REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 10 CCV Canine coronavirus Canine coronavirus Fomite Inanimate vector of disease Surfaces such as hospital beds, doorknobs, healthcare worker gowns, faucets, etc. Droplet transmission Sneezing, coughing Transmission via droplets requires relatively close contact (e.g., within 6 feet) Airborne transmission Aerosolization of infectious particles Aeros olized particles can spread for long distances (e.g., between hospital rooms via HVAC systems) Transgenic Genetically modified In this case, animal models modified to be more susceptible to MERS and/or SARS by adding proteins or receptors necessary for in fection Intranasal Agent deposited into external nares of subject Simulates inhalation exposure by depositing liquid solution of pathogen/vir us into the nose of a test animal, where it is then taken up by the respiratory system. Incubation period Time b etween infection and symptom onset Time between infection and onset of symptoms typically establishes guidelines for isolating patients before transmission is possible Infectious period Length of time an individual can transmit infection to others Reducin g the infectious period is a key method of reducing overall transmission; hospitalization, isolation, and quarantine are all effective methods Serial interval Length of time between symptom onset of successive cases in a transmission chain The serial inte rval can be used to estimate R 0, and is useful for estimating the rate of outbreak spread Superspreading One individual resp onsible for an abnormally large number of secondary infections Superspreading can be caused by high variance in the distribution of secondary cases caused by a single individual; most individuals infect very few people, while some infect a large number, ev en with the same average number of secondary infections Nosocomial Healthcare - or hospital - associated infections Characteristic o f SARS and MERS outbreaks, lead to refinement of infection control procedures REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 11 ACE2 Angiotensin -converting enzyme 2 Acts as a receptor for SARS -CoV, allowing entry into human cells ARDS Acute respiratory distress syndrome Leakage of fluid into the lungs which inhibits respiration and leads to death PPE Personal protective equipment Gowns, masks, gloves, and any other measures used to prevent spread between individuals PCR Polymerase chain reaction PCR (or real -time [RT] or quantitative [Q] PCR) is a met hod of increasing the amount of genetic material in a sample, which is then used for diagnostic testing to confirm the presence of SARS -CoV-2 REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 12 Literature Cited: 1. (U) French researcher posts successful Covid -19 drug trial. Connexion: Adaptive, Randomized Blinded Controlled Trial of the Safety and Efficacy of Investigational Therapeutics for the Treatment of COVID -19 in Hospitalized Adults 2020. https://clinicaltrials.gov/c t2/show/NCT04280705 3. (U) Phase I, Open -Label, Dose -Ranging Study of the Safety and Immunogenicity of 2019 -nCoV Vaccine (mRNA -1273) in Healthy Adults 2020. https://clinicaltrials.gov/ct2/show/record/NCT04283461?term=mrna -1273&draw=2&rank=1 4. (U) Severe Outcomes Among Patients with Coronavirus Disease 2019 (COVID -19) — United States, February 12 -March 16, 2 020. . MMWR 2020 [Wuhan Pneumonia] The Hospital Autho rity stated that 2 critically ill patients needed ex ternal life support U. S. E. P., EPA's Registered Antimicrobial Products for Use Against Novel Coronavirus SARS of T. S.; Couc h, R. B.; Tseng, C. T., Generation of a transgenic mouse model of Middle East respiratory syndrome coronavirus infection and disease. J Virol 2015, 89 (7), 3659 vaccines: status report. Journal Early Vi ew. https://marlin - prod.literatumonline.com/pb I.; Holmes, E. R. F., The proximal origin of SARS -CoV-2. Nature Medicine 2020 . https://doi.org/10.1038/s41591 -020-0820 -9 10. (U) Ande rson, K., Estimates of the clock and TMRCA for 2019 -nCoV based on 27 genomes. http://virological.org/t/clock Lee, M., Characteristics and Outcomes of 21 Critically Ill Patients With COVID -19 in Washington State. JAMA 2020 . https://doi.or Wallinga, J., The incubation period of 2019 -nCoV infections among travellers from medRxiv 2020 Tian, F.; Jin, D. -Y.; Chen, L.; Wang, M., Presumed Asymptomatic Carrier Transmission of COVID -19. JAMA . REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 13 14. (U) Bao, L.; Deng, W.; Liu, X.; Wei, Q.; Qin, C., Reinfection not Gao, H.; Ren, L.; Chen, Wang, Wang, Wang, .; Y.; Q.; H.; F.; Jin, Q.; Wu, G.; Qin, C., The Pathogenicity of 2019 Novel in hACE2 Transgenic Mice. bioRxiv 2020 , 2020.02.07.939389. https://www.biorxiv.org/content/biorxiv/early/2020/02/11/2020.02.07.939389.full.pdf M. J.; Sid well, R. W., Inhibition of severe acute respiratory syndrome -associated coronavirus (SARSCoV) by calpain inhibitors and beta -D-N4-hydroxycytidine. Antivir Chem Chemother 2004, 15 (1), 15 -22. https://journals.sagepub.com/doi/pdf/10.1177/095632020401500102 17. (U) BBC, Coronavirus: California declares emergency after death. BBC 2020. 18. (U) Bedford, T., Cryptic Transmission of novel coronavirus coronavirus brief review of antiviral drugs evaluated in registered clinical trials for COVID -19. medRxiv 2020 , 2020.03.18.20038190. https://www.medrxiv.org/content/medrxiv/early/2020/03/20/2020.03.18.20038190.full.pdf 21. Novel Coronavirus with Real -Time Detection Kits, Deploys Emergency Sanofi announces it will work with HHS to develop a coronavirus vaccine. -19 transmission me ssages M.; Jones, R., Commentary: Protecting health workers from airborne MERS -CoV - Xia, Chen, Xiang, Yu, ; T.; X.; L.; C.; Wang, Li, Zhou, Dong, ; Z.; S.; X.; S.; G.; Horby, P. W.; Zhang, ; Wang, C., A T rial of Lopinavir -Ritonavir in Adults Hospitalized with Severe Covid -19. New England Journal of Medicine 2020 . https://www.nejm.org/doi/full/10.1056/NEJMoa2001282 REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 14 26. (U) Cao, W.; Liu, X.; Bai, T.; Fan, T., High -dose intravenous immunoglobulin as a therapeutic option for deteriorating patients with Coronavirus Disease 2019. Open Forum Infectious Diseases 2020 . http s://doi.org/10.1093/ofid/ofaa102 27. (U) Casadevall, A.; Pirofski, L. -a., The convalescent sera option for containing COVID -19. The Journal of Clinical Investigation 2020, 130 (4). https://doi.org/10.1172/J CI138003 28. (U) Casanova, Weber, D. J.; Sobsey, M. D., Effects of air temperature and relative humidi ty on coronavirus survival on surfaces. Applied and environmental microbiology 2010, 76 (9), 2712 -2717. https://www.ncbi.nlm.nih.gov/pubmed/20228108 29. (U) CDC, 2019 Novel Protocols. https://www.cdc.gov/coronavirus/2019 -ncov/lab/rt -pcr-detection - instructions.html -ncov/locations -confirmed -cases.html . 31. Asked Questions and Answers. https://www.cdc.gov/coronavirus/2019 -ncov/faq.html . 32. (U) CDC, Interim Clinical Guidance for Management of Patients with Confirmed Coronavirus Disease 2019 (COVID -19). https://www.cdc.gov/coronavirus/2019 -ncov/hcp/clinical -guidance -manageme nt-patients.html . 33. (U) CDC, Interim healthcare infection prevention and control recommendations for patients under investigation for 2019 no vel coronavirus. https://www.cdc .gov/coronavirus/2019 -ncov/infection 35. (U) CDC, Symptoms. https://www.cdc.gov/coronavirus/2019 -ncov/about/symptoms.html . 36. (U) CDC, C., China's CDC detects a large number of new coronav iruses in the South China seafood market in Wuhan http://www.chinacdc.cn/yw_9324/202001/t20200127_211469.html (accessed 01/27/2020). 37. (U) CenterWatch, SAB Biotherapeutics wins BARDA MERS treatment contract. https://www.centerwatch.com/articles/14742 . 38. (U) Chan, J. F. -W.; Yuan, S.; Kok, K. -H.; To, K. K. -W.; Chu, H.; Yang, J .; Xing, F.; Liu, J.; Yip, C. C. -Y.; Poon, R. W. -W.; Chan, K.-H.; V. K. -M.; Chan, W. -M.; Ip, J. D.; Cai, J. -P.; Cheng, V. C. -C.; Chen, H.; Hui, C. K. -M.; Yuen, K. -Y., A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person -to-person transmission: a study of a family cluster. The Lancet 2020 . https://www.sciencedirect.com/science/article/pii/S01406736203015 49 39. (U) Chan, K. H.; K. Y.; Seto, W. H., The Effects of Temperature a nd Relative Humidity on the Viability of the SARS Coronavirus. Adv Virol 2011, 2011 , Clinical Characteristi cs of Nove l Coronavirus Infections Involving 13 Patients Outside Wuhan, China. JAMA 2020 . https://doi.org/10.1001/jama.2020.1623 https://jamanetwork.com/journals/jama/articlepdf/2761043/jama_chang_2020_ld_200007.pdf 41. (U) Ch angzheng, L. J. L., Experts in the medical treatment team: Wuhan's unexplained viral pneumonia patients can be controlled mor e. https://www.cn -healthcare.com/article/20200110 /content -528579.html . Liu, Y.; Wang, F., Coronavirus Disease -19 Among Children Outside Wuhan, China. SSRN 2020 . https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3546071 REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 15 43. (U) Chen, C.; Huang, J.; Cheng, Z.; Wu, Favipiravir Arbidol Clinical Trial. medRxiv 2020 , 2020.03.17.20037432. https://www.medrxiv.org/content/medrxiv/early/2020/03/20/2020.03.17.20037432.full.pdf 44. (U) Chen, N. ; M.; X.; Qu, J.; Gong, F.; Yu, T.; Zhang, X.; Zhang, L., Epidemiologic al and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020 https://www.ncbi.nlm.nih.gov/pubmed/32007143 45. (U) Chughtai, A. A.; Seale, H.; MacIntyre, C. R., Use of cloth masks in the practice of infection control —evidence and policy gaps. Int J Infect Control 2013, 9 (3), doi: 10.3396/IJIC.v9i3.020.13. 46. (U) Cockrell, mouse model for MERS coronavirus -induced acut e respiratory distress syndrome. Nature microbiology 2016, 2 (2), 1 -11. 47. (U) Cohen, J., Mining coronavirus genomes for clues to the outbreak's origins. Science 2020. 48. (U) Cohen, J., Wuhan seafood market may not be source of novel virus spreading glo bally. https://www.sciencemag.org/news/2020/01/wuhan 49. (U) Control), E. E. C. f. D. P. a., Interim guidance for environmental cleaning in non -healthcare facilit ies exposed to SARS -CoV-2; European Centre for Disease Prevention and Control: European Centre for Disease Prevention and novel coronavirus (2019 -nCoV) by real -time RT -PCR. Euro Surveill 25 (3). https://www.ncbi.nlm.nih.gov/pubmed/31992387 51. (U) Coughlin, M. M.; Prabhakar, B. S., Ne utralizing human monoclonal antibodies to severe acute respiratory syndrome coronavirus: target, mechanism of action, and therapeutic pot ential. Reviews in medical virology 2012, 22 (1), 2 -17. https://www.ncbi.nlm.nih.gov/pubmed/21905149 52. (U) Cowling, B. J.; Ali, S. T.; Ng, T. W. Y.; Tsang, T. K.; Li, J. C. M.; Fong, M. W.; Lia o, Q.; Kwan, M. Y.; Lee, S. L.; Chiu, S. S.; Wu, J. T.; Wu, P.; Leung, G. M., Impact assessment of non -pharmaceutical i nterventions against COVID -19 and influenza in Hong an observational study. medRxiv 2020 , 2020.03.12.20034660. https://www.medrxiv.org/content/medrx iv/early/2020/03/16/2020.03.12.20034660.full.pdf 53. (U) Daily, H., Wuhan Institute of Virology, Chinese Academy of Sciences and others h ave found that 3 drugs have a good inhibitory effect on new coronavirus. Chen, L., Ed. 2020. http://news.cnhubei.com/content/2020 -01/28/content_12656365.html 54. (U) Dato, V. M.; Hostler, D.; Hahn, M. E., Simple respiratory mask. Emerg Infect Dis 2006, 12 (6), 1033 -4. https://www.ncbi.nlm.nih.gov/pubmed/16752475 55. De M. J.; Fish, E. N.; Levy, G. A., Murine hepatitis virus strain 1 produces a clinically releva nt model of severe acute respiratory syndrome in A/J mice. J Virol 2006, 80 (21), 10382 -94. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1641767/pdf/0747 -06.pdf REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 16 56. (U) Dediego, M. L. ; Pewe, L.; acute respiratory coronavirus deletion mutants in hACE -2 transgenic mice. Virology 2008, 376 (2), 379 -389. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2810402/ 57. (U) Deng, W.; Bao, L.; W.; Han, Y.; Qin, C., Rhesus macaques can b e effectively infected with SARS conjunctival route. Chen, K.; Chan, E. W. -C.; Yang, M.; Chen, S., Genomic and protein structure modelling analysis depicts the origin and infect ivity of 2019 -nCoV, a new coronavirus which caused a pneumonia ou tbreak in Wuhan, China. bioRxiv 2020 , 2020.01.20.913368. https://www.biorxiv.org/content/bio rxiv/early/2020/01/22/2020.01.20.913368.full.pdf 59. (U) Dong, Hu, Y.; Qi, X.; Jiang, F.; Jiang, Z.; Tong, S., Epidemiological Characteristics of 2143 Pediatric Patients With 20 19 Coronavirus Disease in China. Pediatrics 2020 , e20200702. https://pediatrics.aappublications.org/content/pediatrics/early/2020/03/16/peds.2020 -0702.full.pdf L.; Cowli ng, B. J.; Meyers, L. A., The serial interval of COVID -19 from pu blicly reported confirmed cases. medRxiv 2020 -j.; S.; Han, J.; Bi, S.; Ruan, L.; Dong, X. -p., Stability of SARS coronavirus in human specimens and environment and its sensitiv ity to heating and UV irradiation. Biomedical and environmental s ciences: BES 2003, 16 (3), 246 -255. 62. (U) Duan, S. M.; Zhao, X. S.; Wen, R. F.; Huang, J. J.; Pi, G. H.; Zhang, S. X.; Han, J.; Bi, S. L.; Ruan, L.; Dong, X. P ., Stability of SARS coronavi rus in human specimens and environment and its sensitivity to heating and UV irradiation. Biomed Envir on Sci 2003, 16 (3), 246 -55. 63. (U) FDA, Policy for Diagnostics Testing in Laboratories Certified to Perform High Complexity Testing under CLIA prior to Emergency Use Authorization for Coronavirus Disease -2019 during the Public Health Emergency; Immediat ely in Effect Guidance for Industry and Food and Drug Administration Staff. 2020. http s://www.regulations.gov/docket?D=FDA -2020 -D-0987 64. (U) non -pharmaceutical interventions (NPIs ) to reduce COVID -19 mortality and https://www.imperial.ac.uk/media/imperial Yang, X., Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID -19 associated pneumonia in clinical s tudies. BioScience Trends Hydroxychloroquine and azithromycin as a treatment of COVID -19: results of an open -label non -randomized clinical trial. International Journal of Antimicrobial Agents 2020 , 105949. 67. (U) Guan, L.; Zhou, Zhang, J.; Peng, W.; Chen, R., More awar eness is needed for severe acute respiratory syndrome coronavirus 2019 transmission through exhaled air during non -invasive respiratory support: experienc e from China. European Respiratory Journal 2020, 55 (3), 2000352. https://erj.ersjournals.com/content/erj/55/3/2000352.full.pdf REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 17 68. (U) Guan, W. -j.; Ni, Z. -y.; Hu, Y.; Liang, W. -h.; Ou, C. -q.; He, J. -x.; Liu, L.; Shan, H.; Lei, C. -l.; Hui, Chen, P. -y.; Xiang, J.; Li, S. -y.; Wang, J. -l.; Liang, Z. -j.; Peng, Y. -x.; Wei, L.; Liu, Y.; Hu, Y. -h.; Peng, P.; J. -m.; Liu, J. -y.; Chen, Z.; Li, G.; Zheng, Z. -j.; Qiu, S. -q.; Luo, J.; Ye, C. -j.; Zhu, S. -y.; Zhong, N. -s., Clinical characteristics of 2019 novel coronavirus infection in China. 2020 , 2020.02.06.20020974. https://www.medrxiv.org/content/medrxiv/early/2020/02/09/2020.02.06.20020974.full.pdf 69. (U) Herper, M.; Feurerstein, A., How blood plasma from recovered patients could help treat the new coronavirus. STAT 2020. 70. (U) HHS, 2019 -nCoV Update. 2020. https://www.hhs.gov /live/live SARS -CoV-2 | Virological: R.; Ciesek, S., Evidence of SARS -CoV-2 Infection in Returning Travelers from Wuhan, China. New England Journal of Medicine 2020 . https://www.nejm.org/doi/full/10.1056/NEJMc2001899 73. (U) Huang, C.; Wang, Y.; Gao, Z.; Jin, Q.; Wang, J.; Cao, B., Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet 2020 . https://www.thelancet.com/journals/lancet/article/PIIS0140 -6736(20)30183 M. D., Inactivation of surrogat e coronaviruses on hard surfaces by health care germicides. American journal of infection control 2011, 39 (5), 401 -407. https://www.sciencedirect.com/science/article/pii/S 0196655310009004 75. C.; C. M., Survival characteristics of airborne human coronavirus 229E. J Gen Virol 1985, 66 ( Pt ey, S.; the potential total number of novel Coronavirus cases in Cases by Johns Hopkins C SSE. https://gisanddata.maps.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6 . 78. (U) Jing, Indirect Virus Transmiss ion in Cluster of COVID -19 Cases, Wenzhou, China, 2020. Emerging Infectious Disease journal 2020, 26 (6). https:// wwwnc.cdc.gov/eid/article/26/6/20 -0412_article 79. (U) Joseph, A., CDC developing serologic tests that could reveal full scope of U.S. coronavirus outbreak. STAT 2020. 80. by WHO -recommended hand rub formulations and alcohols. bioRxiv 2020 , 2020.03.10.986711 . https://www.biorxiv.org/content/biorxiv/early/2020/03/17/2020.03.10.986711.full.pdf REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 18 81. (U) Lai, M. Y.; Cheng, P. K.; Lim, W. W., Survival of severe acute respiratory syndrome coronavirus. Clinical Infectious Diseases 2005, 41 (7), e67-e71. https://academic.oup.com/cid/article/41/7/e67/310340 82. (U) Lan, L.; Xu, D.; Ye, G.; Xia, C.; Wang, S.; Li, Y.; Xu, H., Positive RT -PCR Test Results in Patients Recovered From COVID -19. Jama 2020 . https://jamanetwork.com/journals/jama/fullarticle/2762452 83. (U) Lau, S., Coronavir us: WHO official says there's no evidence of Jones, Zheng, H. Azman, S.; Reich, G.; Lessler, J ., The Incubation Period of Coronavi rus Disease 2019 (COVID -19) From Publicly Reported Confirmed Cases: Estimation and Application. Annals of Internal Medicine 2020 . https://doi.org/10.7326/M20 -0504 85. (U) Levine, J., Scientists race to devel op vaccine to deadly China D. McCray, P. B., Jr., Middle East Respiratory Syndrome Coronavirus Causes Multiple Organ Damage and Lethal Disease in Mice Transgenic for Human Dipeptidyl Peptidas e 4. J Infect Dis 2016, 213 (5), 712 -22. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4747621/pdf/jiv499.pdf 87. (U) Li, Q.; Guan, X.; Wu, P.; Wan g, X.; Zhou, L.; Tong, Y.; Ren, R.; Leung, K. S. M.; Lau, E. H. Y.; Wong, J. Y.; Xing, X.; N.; Y.; Zhang, Shi, G.; Lam, T. T. Y.; Wu, J. T.; Gao, G. F.; Cowling, B. J.; Yang, B.; L eung, G. M.; Feng, Z., Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus -Infected Pneumon ia. New England Journal of Medicine 2020 https://www.nejm.org/doi/full/10.1056/NEJMoa2001316 https://www.nejm.org/doi/10.1056/NEJMoa2001316 88. (U) Li Y.; Zhang, T.; Yang, W.; Shaman, J., Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS -CoV2). Science 2020 , eabb3221. https://science.sciencemag.org/content/sci/early/2020/03/13/science.abb3221.full.pdf Q.; Li, Y.; A., Evolutionary history, potential interme diate anim al host, and cross -species analyses of SARS -CoV-2. Journal of Medical Virology 2020, n/a (n/a). https://onlinelibrary.wiley.com/doi/abs/10.1002/jmv.25731 90. (U) Ling, Y.; Xu, S. B.; Lin, Y. X.; Tian, D.; Zhu, Z. Q.; Dai, F. H.; Wu, F.; Song, Z. G.; Huang, W.; Chen, J.; B. J.; Wang, S.; Mao, E. Q.; Zhu, L.; Zhang, W. H.; Lu, H. Z., Persistence and clearance of viral RNA in 2019 novel coronavirus disease rehabilitation pa tients. Chin Med J (Engl) 2020 . 91. (U) Liu, Wang, Kwak -Kim, J.; Mor, G.; Liao, A. -H., Why pregnant women susceptible to viral infection: an immunological viewpoint? Journal of Reproductive Immunology http://www.sciencedirect.com/science/article/pii/S0165037820300437 92. (U) Liu, P.; Chen, W.; Chen, J. -P., Viral Metagenomics Revealed and Coronavirus Infection of Malayan javanica). Viruses 2019, 11 (11), 979. https://www.mdpi.com/1999 -4915/11/11/979 93. (U) Liu, P.; Jiang, J. -Z.; Wan, -F.; Hua, Y.; Wang, X.; Hou, F.; Chen, J.; Zou, J.; Chen, J., Ar e pangolin s the intermediate host of the 2019 novel coronavirus (2019 -nCoV) ? bioRxiv 2020 , 2020.02.18.954628. http://biorxiv.org/content/early/2020/02/20/2020.02.18.954628.abstrac t REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 19 94. (U) Liu, W.; Zhang, Q.; Chen, J.; Xiang, R.; Zhou, You, Wu, Zhang, ; L.; Y.; Lan, K.; Sun, Z.; Yu, H.; Liu, Y., Detection of Covid -19 in Children in Early January 2020 in Wuhan, China. New England Journal of Medicine 2020 . https://www.nejm.org/do i/full/10.1056/NEJMc2003717 95. (U) Liu, Y.; Funk, S.; Flasche, S., The Contribution of Pre -symptomatic Transmission to the COVID -19 Outbreak ; London School of Hygiene and Tropical Medicine: 2020. https://cmmid.github.i o/topics/covid19/control -measures/pre ; Ho, K. -f.; Kan, H.; Fu, Q.; Lan, K., Aerodynamic Characteristics a nd RNA Concentration of SARS -CoV-2 Aerosol in Wuhan Hospitals COVID -19 Outbreak. 2020.03.08.982637. Zhu, Bi, J.; D.; W.; E. Gao, G. Chen, W.; Shi, W.; Tan, W., Genomic characterisation and epidemiology of 2019 nov el coronavirus: implications for virus origins and receptor binding. The Lancet 2020 . https://doi.org/10.1016/S0140 -6736(20)30251 -8 98. (U) Lu, X.; Zhang, L.; Du, H.; Zhang, J.; Li, Y. Y.; Qu, J .; Zhang, W.; Wang, Y.; Bao, S.; Li, Y.; Wu, Z.; Y.; K. E.; Shen, K.; Xiao, H.; Xu, S.; Wong, G. W. K., SARS -CoV-2 Infection in Children. New England Journa l of Medicine 2020 . https://www.nejm.org/doi/full/10.1056/NEJMc2005073 99. role of absolu te humidity on transmission rates of the COVID -19 outbreak. medRxiv t ransmissibility assessment of a coronavirus in Wuhan, China. SSRN 2020 . https://papers.ssrn.com/sol3/paper s.cfm?abstract_id=3524675 Matthay, M. A.; Aldrich, J. M.; G otts, J. E., Treatment for severe acute respiratory distress syndrome from COVID -19. The Lancet Respiratory Medicine 2020 . https://doi.org/10.1016/S2213 -2600(20)30127 -2 102. (U) Moriarty, L. F.; Plucinski, M. M.; Marston, B. J. e. a., Public Health Responses fo COVID -19 Outbreaks on Cruise Ships - Worldwide, February - March 2020. MMWR 2020, (ePub: 23 March 2020). https://www.cdc .gov/mmwr/volumes/69/wr/mm6912e3.htm 103. (U) NIH, NIH clinical trial of remdesivir Case -Fatality Rate and Characteristics of Patients Dying in Relation to CO VID-19 in Italy. JAMA 2020 . https://doi.org/10.1001/jama.2020.4683 105. (U) Ong, S. W. X.; Tan, Y. K.; Chia, P. Y.; Lee, T. H.; Ng, O. T.; M. S. Y.; Marimuthu, K., Air, Surface Environme ntal, and Personal Protective Equipment Contamination by Severe Acute Respira tory Syndrome Coronavirus 2 (SARS -CoV-2) From a Sympto matic Patient. Jama . Hesketh, R. L.; Yang, L.; Zheng, C., Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID -19) Pneumonia. Radiology 0 (0), 20 0370. https://pubs.rsna.org/doi/abs/10.1148/radiol.2020200370 REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 20 107. (U) Pan, L.; Mu, M.; Yang, P.; Sun, Y.; Li, Xu, G.; Hu, Q.; Tu, L., Clinical c haracteristics of COVID -19 patients with digestive symptoms in Hubei, China: a descriptive, cross -sectional, multicenter study. The American Journal Gastroenterology of the novel co rona virus (2019 -nCoV) rejects the hypothesis of emergence as a result of a recent recombination event. Infect Genet Evol 2020, 79, 104212. 109. (U) Park, S. W.; Champredon, D.; Earn, D. J. D.; Li, B. T.; Dushoff, J., Reconcili ng early -outbreak preliminary estimates of the basic reproductive number and its uncertainty: a new framework and applications to the novel coronavirus (20 19-nCoV) outbreak. 2020 , 1-13. 110. (U) Pharma R., Regeneron has identified hundreds of vi rus-neutralizing antibodies; plans to initiate large -scale manufacturing mid - April with antibody cocktail therapy. PR Newswire: 2020. I. E., Survival of aerosolized c oronavirus in the ambient air. Journal of Aerosol Science 2018, 115, 158 Efficacy of various disinfectants against SARS coronavirus. Journal of Hospital Infection 2005, 61 (2), 107 -111. inactivation of SAR S coronavirus. Med Microbiol Immunol 2005, Guo, Z.; C.; Zhou, J.; Xiao, Q.; Jiang, G. -M.; Shan, H., Application and Optimization of RT-PCR in Diagnosis of SARS -CoV-2 Infection. medRxiv 2020 . 117. (U) Rengasamy, S.; Eimer, B.; Shaffer, R. E., Simple respiratory protection --evaluation of the filtration performance of cloth masks and common fabric materials against 20 -1000 nm size partic les. Ann Occup Hyg 2010, 118. (U) Richter, W.; Hofacre, K.; Willenberg, Z., for the Bioquell Vapor (HPV ) Decontamination for Reuse of 119. (U) Althaus, C. L., Pattern of early human -to-human transmission of Wuhan 2019 novel coronavirus (2019 -nCoV), December 2019 to January 2020. Eurosur veillance 2020, 25 (4), 2000058. https://www.eurosurveillan ce.org/content/10.2807/1560 -7917.ES.2020.25.4.2000058 120. (U) Roberts, M., Coronavirus: US volunteer s test first vaccine. BBC 2020. REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 21 121. (U) Robertson, D., nCoV's relationship to bat coronaviruses & recombination signals (no snakes) 2020 . http://virological.org/t/ncovs Pathogenesis Of COVID -19, MERS And SARS In A Non -Human Primate Model. bioRxi v Infection from an Asymptomatic Contact in G ermany. New England Journal of Medicine 2020 . https://www.nejm.org/doi/full/10.1056/NEJM c2001468 https://www.nejm.org/doi/10.1056/NEJMc2001468 124. (U) Ruan, Q.; W.; Jiang, L.; Song, J., Clinical predictors of mortality due to COVID -19 based on an analysis of data of 150 patients from Wuhan, China. Intensive Care Medicine 2020 . https://doi.org/10.1007/s00134 -020-05991 and parvoviruses laboratory 1988, 341 (U) Schnirring, L., Security, J. C. f. H., 2019 -nCoV resources and updates on the emerging novel coronavirus. 2020 . http:/ /www.centerforhealthsecurity.org/resources/2019 -nCoV/ 128. and 2017, 9 (396). https://stm.sciencemag.org/content/scitransmed/9/396/eaal3653.full.pdf 129. (U) Sheridan, C., Coronavirus and the race to distribute reliable diagnostics. https://www.nature.com/articles/d4 1587 -020-00002 -2. 130. (U) Shi, W.; Z.; Gao, Y.; Shi, Y.; Z hang, Z.; Shan, F., Deep Learning -Based Quantitative Computed Tomography Model in Predicting the Severity of COVI D-19: A Retrospective Study in 196 Patients. SSRN 2020 . https://papers.ssrn.com/sol3/papers.cfm?abstrac t_id=3546089 131. (U) Su, E.; -S.; Lye, D. C.; Wang, L. -F.; Smith, G. J., Discovery of a 382 -nt dele tion during the early Poon, E.; Leung, J., Human antibody combination against SARS coronavirus: synergy and co verage of escape mutants. PLoS Med 2006, 3 (7), e237. https://www.ncbi.nlm.nih.gov/pmc/ar ticles/PMC1483912/pdf/pmed.0030237.pdf REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 22 133. (U) The Novel Coronavirus Pneumon ia Emergency Response Epidemiology, T., The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases (COVID -19) — China, 2020. China CDC Weekly 2020, 2, 1-10. -c6c4 - 41e9 R.; Kedzierska, K., Breadth of concomitant immune responses prior to patient recovery: a case report of non -severe COVID -19. Nature Medicine 2020 . https://doi.org/10.1038/s41591 -020-0819 -2 (U) A.; Zhang, L.; Hammen, K. J.; Holtkamp, D. J., of time and tempera ture sufficient to inactivate porcine epidemic diarrhea virus in swine feces o n metal surfaces. Journal of Swine Health and Production 2015, 23 (2), 84. 136. (U) Thomas, P. R.; Ramirez, A.; Zhang, J.; Ellingson, J. S.; Myers, J. N., Methods for inactivati ng PEDV in Hog Trailers. Animal Industry Report 2015, 661 (1), 91. 137. (U) T o, K. K. -W.; Tsang, O. T. -Y.; Yip, C. C. -Y.; Chan, K. -H.; Wu, T. -C.; Chan, J. M. -C.; Leung, W. -S.; Chik, T. S. -H.; Choi, C. Y. -C.; H.; Lung, D. C.; Tam, A. R.; Poon, R. W. -S.; Fung, A. Y. -F.; Hung, I. F. -N.; Cheng, V. C. -C.; Chan, J. F. -W.; Yu en, K. -Y., Consistent Detection of 2019 Novel Coronavirus in Saliva. Clinical Infectious Diseases 2020 . HCoV V. J., Stability of Middle East respiratory syndrome coronavirus (MERS -CoV) under different environmental conditions. Euro Surve ill 2013, 18 (38). 140. (U) Verdict, Cepheid to develop automated molecular t est for coronavirus. Verdict Medical Devices: 2020. https://www.medicaldevice - R.; Baric, R. S.; Li, F., Receptor recognition by novel coronavirus from Wuhan: An analy sis based on decade - long structural studies of SARS. Journal of Virology 2020 , JVI. 00127 -20. https://jvi.asm.org/content/jvi/early/2020/01/23/JVI.00127 -20.full.pdf Y.; Li, Y.; Wang, X.; Peng, Z., Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus -Infected Pneumonia in Wuhan, China. JAMA 2020 Lu, R.; Han, K.; Wu, G.; Tan, W., Detection of SARS -CoV-2 in Different Types of Clinical Specimens. JAMA 2020. https://doi.org/10.1001/jama.2020.3786 144. (U) WHO, Diagnostic detection of Wuhan coronavirus 201 9 by real -time RTPCR -Protocol and preliminary evaluation as -source/coronaviruse/wuhan -virus -assay -v1991527e5122341d99287a1b17c111902.pdf?sfvrsn=d381fc88_2 (acces sed 01/26/2020). REQUIRED INFORMATION EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 23 145. (U) WHO, Infection prevention and control during health care when novel coronavirus (nCoV) infection is suspected (U) WHO, Laboratory testing for 2019 nov el coronavirus (2019 -nCoV) in suspected human cases. 147. (U) WHO, Novel Coronavirus (2019 -nCoV) Situation Report -5 -nCoV) technical guidance: Laboratory testing cases of coronavi rus disease 2019. 2020 . 150. (U) Wolff, M. H.; Sattar, S. A.; Adegbunrin, inactivation of coron avirus es. In Coronaviruses with special emphasis on first insights concerning SARS , Springer: 2005; pp 201 J.; Ajami, N. J.; of recombination imp Graham, B. S.; McLellan, S., C the T.; Leung, K.; Leung, G. M., Nowcasting and forecasting the potential domestic and international spread of t he 2019 -nCoV outbreak originating in Wuhan, China: a modelling study. The Lancet 2020 . https://www.thelancet.com/journals/lancet/article/PIIS0140 - 60-9/fulltext (U) Jiang, S.; Lu, L., Inhibition of SARS -CoV-2 infection (previously 2019 -nCoV) by a highly potent pan -coronav irus fusion inhibitor targeting its spike protein that harbors a high capacity to mediate membrane f usion. bioRxiv 2020 , 2020.03.09.983247. https://www.biorx iv.org/content/biorxiv/early/2020/03/12/2020.03.09.983247.full.pdf 155. (U) Xinhua, China detects l arge quantity of novel coronavirus at Wuhan seafood market http://www.xinhuanet.c om/english/2020 - 01/27/c_138735677.htm . (U) Li, X.; Zhang, X.; Pan, A.; Wei, H., Effective Treatment of Severe COVID -19 Patients with Tocilizumab. ChinaXiv 2020 . http://chinaxiv.org/abs/202003.00026 J.; J.; Wang, F. -S., Pathological findings of CO VID-19 associated with acute respiratory distress syndrome. The Lancet Respiratory Medicine . https://www.thelancet.co m/journals/lancet/article/PIIS0140 -6736 (20)30260 -9/fulltext 158. (U) Yoon, I. -K.; Kim, J. H., First clinical trial of a MERS coronavirus DNA vaccine. The Lancet Infectious Diseases 2019, 19 (9), 924 -925. https://www.thelancet.com/journals/laninf/article/PIIS1473 -3099(19)30397 -4/fulltext REQUIRED INFORMATION FOR EFFECTIVE INFECTIOUS DISEASE OUTBREAK RESPONSE SARS -CoV-2 (COVID -19) Updated 3/25/2020 CLEARED FOR PUBLIC RELEASE 24 159. (U) Yu, W. -B.; Tang, G. -D.; Zhang, L.; Corlett, R. T., Decoding evolution and transmissions of novel pneumonia coronav irus using the whole genomic data. of Nov el Coronavirus (2019 -nCoV) Cases in Chin a in the First Half of January 2020: A Data -Driven Modelling Analysis of the Early Outbreak. Journal of Clinical Medicine 2020, 9 (2), 388. 161. (U) Zhao, G.; Jiang, Y.; Qiu, H.; Gao, T.; Jiang, S.; Sun, Zhou, Y., Multi -Organ Damage in Human Dipeptidyl Peptidase 4 Transgenic Mice Infected with Middle East Respiratory Syndrome -Coronavirus. PLoS One 2015, 10 (12), e0145561. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4689477/pdf/pone.0145561.pdf 162. (U) J.; Yuan, Q.; Liu, L.; Zhang, J.; Xia, N.; Zhang, Z., Antibody Responses to SARS -CoV-2 in Patients of Novel Coronavirus Disease 2019. SSRN 2020 https://papers.ssrn.com/so Presymptomatic Transmission of SARS -CoV-2, Zhejiang Province , China, 2020. Emerging Infectious Disea se journal 2020, 26 (5). https://wwwnc.cdc.gov/eid/article/26/5/20 - 0198_article 164. (U) Zhongchu, L., The sixth press conference of \"Prevention and Control of New Coronavirus Infected Pneumonia\". Hubei Provincial Government: 2020. http://www.hubei.gov.cn/hbfb/xwfbh/202001/t20200128_2015591.shtml 165. Tu, S.; Zhang, Y.; Chen, H.; Cao, B., Clinical course and risk factors for mortality of adult inpatients with COVID -19 in Wuhan, Chin a: a retrospective cohort study. The Lan cet. https://doi.org/10.1016/S0140 -6736(20)30566 -3 166. (U) Zhou, P.; Yang, X. -L.; Wang, X. -G.; Hu, B.; Zhang, Zhang, W.; H. -R.; Y.; B.; Luo Y.; Jiang, -Q.; Y.; Shen, X. -R.; Wang, X.; Zheng, X. -S.; Zhao, K.; Chen, Q. -J.; Deng, F.; Liu, L. -L.; Yan, B.; Zhan, F. -X.; Wang, Y. -Y.; Xiao, G.; Shi, Z. -L., Discovery of a novel coron avirus associated with the recent pneumo nia outbreak in humans and its potential bat origin. bioRxiv 2020 , 2020.01.22.914952. https://www.biorxiv.org/conte nt/biorxiv/early/2020/01/23/2020.01.22.914952.1.full.pdf Song, Xia, J.; Guo, ; He, J.; Yen, H. -L.; Peiris, M.; Wu, J., SAR S-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients. New England Journal of Medicine "}