{"title": "Here is how the Rishis conducted full body detoxification/ Ayurvedic Detox procedure that is in pratice for 5000 years", "author": "Nuayurveda", "url": "https://www.nuayurveda.com/ayurvedic-medicine/", "hostname": "nuayurveda.com", "description": "Specialized chain of Ayurvedic clinics that blends science with tradition by bringing contemporary research to Ayurvedic medicine", "sitename": "NuAyurveda", "date": "2017-11-04", "cleaned_text": "integral part of Ayurveda are holistic in nature - it aims at healing of the mind, body, and spirit rather than just \"fighting diseases\". Ayurveda believes everything in this world- dead or alive- is connected, and all living beings are made up of 5 components that are water, fire, air, space, and earth. It is a combination of these components that affects each person differently. [Ayurvedic Medicines](https://www.nuAyurveda.com/ayurvedic-medicine/) usually come in the form of medicated oils, herbs, plant extracts, decoctions and so on. For quantitative changes in the body, such as gas, mucus, and hormones, elimination therapies [(Panchakarma](https://www.nuAyurveda.com/kerala-panchakarma-treatments-benefits-cost/)) are used. These involve elimination directly from the places of their production and accumulation. Qualitative changes in the body are brought about through pacification. i.e. opposition therapy. This is done by applying opposites through Ayurvedic Medicines, diet and lifestyle. Pacification therapy is generally subordinate to Panchkarma but is essential for physiological balance in the body. In case of [toxicity, detoxifiers](https://www.nuAyurveda.com/ayurvedic-treatments/ayurvedic-enema-detox-colon-cleanse-weight-loss/) and digestives are used. In addition to body-specific Medicines, mental and emotional Medicines are employed to help with [mental and emotional disorders](https://www.nuAyurveda.com/ayurvedic-treatments/depression-anxiety-therapy-medicine/). These may include mantras, recitations, and other spiritual practices that can help heal the soul, calm the mind, and balance the body. Forms of Ayurvedic Medicines - Kashayams or Kwath or Kadha: A wide range of Ayurvedic Medicines is in the form of water-soluble herbs. This decoction of Medicine in the water is known as Kashayam or Kwath or Kadhas. They are prepared by boiling herbs and medicinal plants in water to form a thick runny solution. They can be helpful in treating flu, ENT problems, indigestion, boosting the immune system, indigestion, common cold, cough etc. - Arishtams: This is the fermentation of medicinal herbs. Arishtams can help in digestive problems, nervous & respiratory system problems. They are also used to treat asthma, anaemia, heart disorders, psychosis, epilepsy, loss of memory, [depression](https://www.nuayurveda.com/ayurvedic-treatment/depression-anxiety-therapy-medicine/?utm_source=internal-links)etc. - Avalehas: These are herbal jams and are highly popular due to convenience in consumption, the most popular being Chyawanprasha. Avalehas are also called Lehyams. - Vati: These are Ayurvedic tablets. They are becoming increasingly popular these days due to ease of storage & consumption. They are also called gulika, gutika, vataka or bati. - Choornams: These are powders which are to be consumed with water, milk, honey or any other liquid as directed by the physician. Use of Metal Compounds Some Ayurvedic Medicine use metal and mineral compounds such as gold, lead, mercury and arsenic. The opinion of these Medicines is mixed. However, it is generally believed that if the purification of the metals has been done properly, they would not cause any harmful effects and help in restoring balance in the body, apart from curing the diseases. How does Ayurvedic Medicine work? Our body is composed of [tridoshas](https://www.nuAyurveda.com/tridosha-types-vata-pitta-kapha-ind-your-dosha-body-type-prakriti/) or the three humours - Vata, Pitta & Kapha. A disease is caused in the body when one or more tridosha goes out of balance. Hence, Ayurvedic Medicines work towards the inbalance in the tridosha which is the root cause of the disease. By correcting the imbalance, the disease also gets healed holistically. Often [Panchakarma Treatments](https://www.nuayurveda.com/kerala-panchakarma-treatments-benefits-cost/?utm_source=internal-links) are prescribed along with [Ayurvedic Medicines](https://www.nuAyurveda.com/ayurvedic-medicine/). [Panchakarma Treatments](https://www.nuAyurveda.com/kerala-panchakarma-treatments-benefits-cost/) detoxify the body and help in increasing the efficacy of the Medicines upto six times. Depending upon the prakruti of a patient, appropriate food & lifestyle changes are also recommended, so that the problem does not recur in future. Types: Traditional (or Classical) Vs Proprietary There are two main kinds of Ayurvedic Medicine- traditional and proprietary. Traditional Ayurvedic Medicines are the Medicines whose formula, the method of manufacture and dosage are present in traditional Ayurvedic texts. The manufacturing companies follow the same formula to prepare such Medicines. Chywanprasha and Triphala Choorna are leading examples of traditional Medicines. Almost all Kashayams, Churnas, Arishtas, and Asavas fall into this category. Proprietary Ayurvedic Medicines are patent Medicines or Medicines of Modern [Ayurveda](https://www.nuayurveda.com/ayurveda?utm_source=internal-links). The dosage, formula, and method of manufacture are decided by the manufacturing company. Most Ayurvedic capsules, syrups, and ointments fall in this category. 11 Benefits of Ayurvedic Medicine Ayurvedic Medicines have several benefits, and have a cure for almost all known diseases. Given below is a list of 11 benefits which Ayurvedic Medicines offer- - Do not have side effects - Help in building immunity - Reduce stress & anxiety - Heal the body holistically & not just the symptoms - Detoxifies the body - Provides glow to the skin - Balances hormones - Lowers blood pressure & cholesterol - Cures insomnia - Minimizes inflammation - Helps in [weight loss](https://www.nuayurveda.com/ayurvedic-treatments/weight-fat-inch-loss-obesity-overweight-treatment-programs-tips/?utm_source=internal-links) Ayurvedic Medicines for Common Ailments Below is a list of some commonly prescribed Medicines for different indications. The list is only indicative and self medication is not advised. One should visit an Ayurvedic Dr and undergo a detailed consultation to decide on which combination of Medicines will deliver the best result. Common Ailments Below is a list of some commonly prescribed Medicines for different indications. The list is only indicative and self medication is not advised. One should visit an [Ayurvedic Dr](https://www.nuAyurveda.com/ayurvedic-doctors-in-mumbai/) and undergo a detailed consultation to decide on which combination of Medicines will deliver the best result. Arthritis Cause: : of Ayurvedic Medicines While Ayurvedic Medicines are natural and herbal in nature, one should strictly avoid self medication. A wrong Medicine or wrong dosage can lead to toxicity and cause harm to the body & mind. Detailed diagnosis with an Ayurvedic doctor, including Prakruti Analysis & [Naadi Pariksha](https://www.nuAyurveda.com/nadi-pariksha-chikitsa-pulse-diagnosis-analysis/) is the best way to start Ayurvedic Medicines. Ayurveda and Allopathy While Ayurveda uses herbs and natural ingredients, allopathy uses chemical drugs. Allopathy Medicines can sometimes give faster results due to use of chemicals, however, are often accompanied with side effects. While Ayurveda Medicines usually do not have any side effects and cures the disease from the root and not just the symptoms. In the earlier days, Ayurveda Medicines did not have clinic trials to support the results. But the last few decades have seen most of the Ayurvedic Medicines undergo clinic trials and establish their efficacy. Although, Ayurvedic Medicine is all-natural, one must consult an Ayurvedic doctor while consuming the Medicine and not do self medication.. One should always check with one's doctor as to which Medicines should be taken, in what dosage and when (before or after meals). Information By: [Dr. Sandesh Bhosale](https://www.nuAyurveda.com/dr-sandesh-bhosale/) - NuAyurveda List of our - Near Shoppers Stop)](http://www.nuayurveda.com/clinic-locator/kerala-ayurvedic-panchakarma-massage-treatment-clinic-doctor-in-andheri-juhu-vileparle-jvpd-mumbai/)1st floor, Kohli Villa-130, SV Road, Near Shoppers Stop, opp. to Raymond (Andheri West), Mumbai 400058 ( Tuesday [Chembur](http://www.nuayurveda.com/clinic-locator/kerala-ayurvedic-panchakarma-massage-treatment-clinic-doctor-in-chembur-subhash-nagar-mumbai/)201 C marg. Near Monorail Chembur East ( closed [8450916688](tel:8450916688)/ [9004243388](tel:9004243388)[/vc_toggle] List of our NuAyurvedic Clinics [Andheri - Near Shoppers Stop)](https://www.nuayurveda.com/kerala-ayurvedic-panchakarma-massage-treatment-clinic-doctor-in-andheri-juhu-vileparle-jvpd-mumbai/) 1st floor, Kohli Villa-130, SV Road, Near Shoppers Stop, opp. to Raymond (Andheri West), Mumbai 400058 ( Tuesday closed 400101 ( Heights K. Marg, Mahavir Kandivali (West), Mumbai - 400067 ( Tuesday closed ) 201 to 204 Shubham Atlanta 2nd floor R C marg. Near Monorail station, Mumbai, "}