{"title": "Africa CDC, FIND partner to build capacity for COVID-19 rapid diagnostic tests in Africa - Africa CDC", "author": null, "url": "https://africacdc.org/news-item/africa-cdc-find-partner-to-build-capacity-for-covid-19-rapid-diagnostic-tests-in-africa/", "hostname": "africacdc.org", "description": "Strategic partnership between Africa CDC and FIND builds on long-standing relationship and newly signed Memorandum of Understanding to drive access to essential diagnostics across Africa in collaboration with local partners Work to ensure readiness to roll out critical antigen RDTs for COVID-19 is being conducted as part of the Access to COVID-19 Tools (ACT) Accelerator [...]", "sitename": "Africa Centres for Disease Control and Prevention", "date": "2020-09-11", "cleaned_text": "- Strategic partnership between Africa CDC and FIND builds on long-standing relationship and newly signed Memorandum of Understanding to drive access to essential diagnostics across Africa in collaboration with local partners - Work to ensure readiness to roll out critical antigen RDTs for COVID-19 is being conducted as part of the Access to COVID-19 Tools (ACT) Accelerator Diagnostics Pillar GENEVA, SWITZERLAND & ADDIS ABABA, ETHIOPIA, 11 SEPTEMBER 2020. The Foundation for Innovative New Diagnostics (FIND) and the Africa Centres for Disease Control and Prevention (Africa CDC) have announced a new partnership to build capacity in readiness for the introduction of new, high-quality antigen rapid diagnostic tests (RDTs) for COVID-19 that are anticipated to become available soon. The announcement builds on a long-standing relationship between the two organizations - and established links with local partners across the continent - which was recently formalized with the signing of a Memorandum of Understanding to drive access to essential diagnostics in Africa. FIND is co-convener of the Access to COVID-19 Tools (ACT) Accelerator Diagnostics Pillar. Africa CDC is a member of the ACT-Accelerator Diagnostics Pillar and initiator of the Partnership to Accelerate COVID-19 Testing (PACT), which has led to rapid strengthening of testing and surveillance capacity across Africa. \"Fast, smooth and efficient rollout of affordable, accurate antigen RDTs will take the COVID-19 response to the next level,\" said Dr Catharina Boehme, CEO of FIND. \"With over 60 partners across Africa, we are committed to supporting Africa CDC to build technical capacity so that countries are ready to implement with no delay. Testing is not just our first line of defence against this pandemic, it is also the bedrock on which strong health systems are built. We congratulate Africa CDC for providing strong and effective leadership in testing.\" Diagnosis is a driver of patient, financial and health systems impact, as well as a critical enabler of universal health coverage. Testing has emerged as a cornerstone of the COVID-19 response and fundamental to global health security. However, access to diagnostics remain the weakest link in the clinical care cascade, especially at the primary healthcare level. Even before COVID-19, diagnostic gaps threatened the achievement of the United Nations Sustainable Development Goals for major diseases including tuberculosis and malaria. COVID-19 has dramatically widened these diagnostic gaps, precipitating major global challenges including supply chain \"wars\" and substantial quality issues. While accurate and reliable molecular tests became available within one month from the time COVID-19 was first reported, these tests depend on laboratory infrastructure and skilled technicians to conduct. Testing backlogs mean that results can take several days to reach patients, even in high-income countries. \"Testing is the cornerstone of response to this pandemic, without testing we will be fighting blindly. But the testing strategy must shift as countries unlock their economies. We need to scale up testing and we need to improve the turnaround time for testing so that we can quickly identify, isolate and treat positive cases. This is where the RDTs play a very important role,\" said Dr John Nkengasong, Director of Africa CDC. Simple, accurate and affordable RDTs that can be performed anywhere to reliably detect disease were identified as high priority early in the pandemic. These tests are urgently needed to expand access to testing for test-trace-isolate strategies and test-and-treat implementation, in healthcare facility and community settings, and especially in low- and middle-income countries (LMICs). A full pipeline of potential new tests for COVID-19, streamlined processes by the World Health Organization (WHO) and regulatory bodies, and unparalleled manufacturing and supply chain collaborations have dramatically shrunk the usual time between innovation and implementation. With unprecedented speed, several new antigen RDTs have now been shown to meet WHO criteria, including sensitivity and specificity, as well as price. FIND and other ACT-Accelerator partners are now engaging with countries to provide catalytic volumes of these tests to understand how they can best fit into health systems. Overall, the ACT-Accelerator Diagnostic Pillar aims to facilitate the supply of 500 million tests to LMICs within 12 months. Work to ensure preparedness for the introduction of COVID-19 antigen RDTs is ongoing, and the MoU between Africa CDC and FIND will remain in effect for a period of three years. About Africa CDC Africa CDC is a specialized technical institution of the African Union that strengthens the capacity and capability of Africa's public health institutions as well as partnerships to detect and respond quickly and effectively to disease threats and outbreaks, based on data-driven interventions and programmes. Learn more at: [http://www.africacdc.org](http://www.africacdc.org) About FIND FIND is a global non-profit organization that drives innovation in the development and delivery of diagnostics to combat major diseases affecting the world's poorest populations. Our work bridges R&D to access, overcoming scientific barriers to technology development; generating evidence for regulators and policy-makers; addressing market failures; and enabling accelerated uptake and access to diagnostics in low- and middle-income countries (LMICs). Since 2003, we have been instrumental in the development of 24 new diagnostic tools used in 150 LMICs. Over 50 million FIND-supported products have been provided to our target markets since the start of 2015. A WHO Collaborating Centre, we work with more than 200 academic, industry, governmental, and civil society partners worldwide, on over 70 active projects that cross six priority disease areas. FIND is committed to a future in which diagnostics underpin treatment decisions and provide the foundation for disease surveillance, control and prevention. For more information, please visit [www.finddx.org](http://www.finddx.org) About the ACT-Accelerator The Access to COVID-19 Tools (ACT) Accelerator, is a new, ground-breaking global collaboration to accelerate the development production, and equitable access to COVID-19 tests, treatments, and vaccines. It was set up in response to a call from G20 leaders in March 2020 and launched by WHO, the European Commission, France and the Bill & Melinda Gates Foundation in April 2020. The ACT-Accelerator is not a decision-making body or a new organization, but works to speed up collaborative efforts among existing organizations to end the pandemic. It is a framework for collaboration that has been designed to bring key players around the table with the goal of ending the pandemic as quickly as possible through the accelerated development, equitable allocation, and scaled up delivery of tests, treatments and vaccines, thereby protecting health systems and restoring societies and economies in the near term. It draws on the experience of leading global health organizations which are tackling the world's toughest health challenges, and who, by working together, are able to unlock new and more ambitious results against COVID-19. Its members share a commitment to ensure all people have access to all the tools needed to defeat COVID-19 and to work with unprecedented levels of partnership to achieve it. The ACT-Accelerator has four areas of work: diagnostics, therapeutics, vaccines and the health system connector. Cross-cutting all of these is the workstream on Access & Allocation. The Diagnostics Pillar of the ACT-Accelerator is focused on ensuring that everyone who needs a test can get one. Workstreams span research and development, market readiness, procurement, and country preparedness. Achievements to date include laboratory trainings in partnership with Africa CDC in early February, and a suite of online courses deployed within weeks. Nearly 20 million tests have been procured with the Diagnostics Consortium, ensuring diagnostic access for LMICs and readiness for test-and-treat implementation in these countries. Independent evaluations of antibody tests are also being conducted, as high-quality antibody tests are essential to understand population immunity for future vaccine roll out. Media contacts Africa CDC James Ayodele Principal Communication Officer [ayodelej@africa-union.org](mailto:ayodelej@africa-union.org) FIND Sarah-Jane Loveday Head of "}