{"title": "Alternative Therapy for Chronic Pain", "author": null, "url": "https://www.munichre.com/us-life/en/perspectives/opioids/alternative-therapy-for-chronic-pain.html", "hostname": "munichre.com", "description": "Treatment of chronic pain syndromes with opiate medications has recently been recognized as a significant problem due to adverse side effects and the development of drug dependency.", "sitename": "munichre.com", "date": "2022-01-01", "cleaned_text": "Alternative Therapy for Chronic Pain properties.trackTitle properties.trackSubtitle Chronic pain has been estimated to affect more than 100 million people in the United States and is the reason for about one in five office visits to a physician.1 Chronic pain is often accompanied by psychological problems, especially depression, and frequently has an adverse impact on the occupational and social lives of those affected. Treatment of chronic pain syndromes with opiate medications has recently been recognized as a significant problem due to adverse side effects and the development of drug dependency. It has been found that individuals taking both low and high dose opioids for chronic pain actually have greater degrees of pain and depression than individuals who address their chronic pain with non-opiate therapeutic regimens. Discontinuing opioid medications results in significant and sustained improvement in pain severity and functioning.2 Recognition that there is a problem concerning use of opioid medications and that chronic pain sufferers have been shown to actually obtain greater relief through other methods of pain control has fostered interest in \"alternative therapies\" for pain management. Alternative therapy encompasses a variety of disciplines. In many cases, these therapies have not been empirically shown to be efficacious; however, many individuals report a degree of relief through their use. Included among alternative therapies are mind-body techniques such as guided imagery, some virtual reality software applications, acupuncture, yoga, and massage, among others. Chiropractic manipulation and mobilization treatments have been widely used in treating individuals suffering from chronic low back pain and have been found helpful to a degree in those suffering from neck pain and headache as well. Guided therapeutic imagery is a technique in which a mental health professional helps a patient focus on various mental images that result in feelings of relaxation. This may include perceptions that are not only visual, but of phenomena relating to all five sensory modalities (smell, sound, texture, etc.). The therapeutic goal is to induce a state of calmness that not only relaxes the mind but also physical processes such as breathing and muscle tension. Once learned, the technique can be used without the assistance of a therapist. A fully immersive virtual reality (VR) experience has been found to reduce levels of pain and unpleasantness.3 This was first described in a study from the University of Washington where a VR software program known as SnowWorld was found to significantly decrease discomfort associated with wound care for burn victims, a particularly painful process.4 The VR environment of SnowWorld features a snowy landscape where the user scores points by throwing snow balls at various targets by pointing his or her head towards the target and pressing a button. How VR works to reduce pain has not as yet been completely explained, but it is felt that multiple sensory modality stimulation might affect the \"gating system\" involved with transmitting to, and processing pain signals in, the brain. There is likely a distraction component as well. Brain scans on patients using VR during painful procedures have been found to exhibit a reduction in pain-related brain activity. Although VR has been found to be an effective modality in treating acute pain, resulting in diminished need for opioid medication, effective VR treatment of chronic pain syndromes still remains problematic. Acupuncture is one of the oldest medical procedures in the world, having originated in China around 2,000 years ago. Although this treatment encompasses many varied techniques, most frequently thin, solid, metallic needles are inserted into the skin to stimulate anatomic points which are located in what acupuncturists identify as the body's 14 major meridians of energy-carrying channels. Many of these \"acu-points\" are near nerves. It is postulated that acupuncture decreases pain through needle stimulation resulting in a message sent to the spinal cord and brain that causes release of endorphins. Endorphins are a member of a group of neurotransmitters that block the message of pain from being delivered to the brain. However, certain inconsistencies suggest that the endorphin theory, if true, is not the only factor involved if acupuncture does result in pain relief. Efficacy has been difficult to prove and some studies show no difference in results when acupuncture is compared with \"sham acupuncture.\"5 Yoga, through practice of its three main components—various postures, breathing techniques and meditation—has been found to improve some aspects of physical and mental health. A meta-analysis of controlled clinical studies assessing the efficacy of yoga in diminishing chronic pain in individuals suffering from back pain, rheumatoid arthritis, headache/migraine, and assorted other maladies, found moderate improvement in pain symptoms and associated disability.6 Individuals suffering from fibromyalgia who received a specific yoga program were found to experience reduction in pain and fatigue and improvement in mood and coping abilities, with most post-treatment gains demonstrated to persist for at least three months.7 Anxiety and cognitive stress are known correlates of pain; massage therapy has been shown to decrease their intensity. It is not known exactly how massage therapy accomplishes this, but it has been postulated that massage produces alterations in autonomic nervous system activity that ultimately produce attenuation of stress hormones in the body. Massage therapy may also foster the release of the body's own endogenous opiates into the blood stream. However, studies assessing the effectiveness of massage therapy in diminishing the pain associated with osteoarthritis or rheumatoid arthritis have found its effectiveness to be moderate to very low.8 Evidence supporting the efficacy of chiropractic manipulation and mobilization treatments in improving chronic low back pain is of only moderate-quality but chiropractic manipulation appears to be somewhat better relative to mobilization.9 Chiropractic treatment may be helpful to a certain degree in alleviating neck pain and headache. At present a \"multi-modality\" approach to the treatment of chronic pain syndromes appears to be most effective. This method couples an alternative therapy for chronic pain with non-opioid analgesia (such as NSAID treatment along with a muscle relaxer) and pharmacologic treatment for the depression and anxiety that often accompany chronic pain. - [gguzman@munichre.com](mailto:gguzman@munichre.com) "}