{"title": "«Relaciones consolidadas»: La serie de videos cortos El Arte del Curar presenta un retrato de la medicina antroposófica | Sitquije", "author": "José Manuel López", "url": "https://sitquije.com/mundo/salud/relaciones-consolidadas-la-serie-de-videos-cortos-el-arte-del-curar-presenta-un-retrato-de-la-medicina-antroposofica", "hostname": "sitquije.com", "description": "Goetheanum, Dornach, Suiza, 24 de marzo de 2021.- La serie de videos \"El Arte del Curar\", dirigida por Benedikt Schulte, recoge la práctica y el fundamento científico de la medicina antroposófica, además de ofrecer los puntos de vista de profesionales médicos, investigadores, estudiantes y pacientes. \"Tenemos que desarrollar una medicina que realmente ofrezca todo un [...]", "sitename": "Sitquije", "date": "2021-03-25", "cleaned_text": "de 2021.- La serie de videos \" [El Arte del Curar](https://www.kunst-des-heilens.de/film)\", dirigida por Benedikt Schulte, recoge la práctica y el fundamento científico de la medicina antroposófica, además de ofrecer los puntos de vista de profesionales médicos, investigadores, estudiantes y pacientes. \"Tenemos que desarrollar una medicina que realmente ofrezca todo un espectro de posibilidades, en base a las cuales, los médicos y padres puedan decidir lo que sea mejor en cada contexto dado\". Con estas palabras, el pediatra David Martin, profesor de Teoría Médica, Medicina Integral y Antroposófica en la Universidad de Witten/Herdecke, Alemania, describe uno de los principios centrales de la medicina antroposófica. Añade que \"a este fin, hace falta una percepción exacta de la otra persona, desarrollar empatía con ella, sentirse cómodo con uno mismo y con la otra persona, cuidar que haya relaciones consolidadas ... Cuando se cumplan estas condiciones, resultará una buena medicina\". Matthias Girke destaca la importancia de partir de la observación del paciente individual para determinar los correspondientes pasos terapéuticos. Girke es director de la Sección Médica en el Goetheanum y ha colaborado en la producción de la serie \"El Arte de Curar\". La medicina antroposófica se centra en las cuestiones de la salutogénesis y en los conceptos terapéuticos que aporten fuerza vital al organismo humano. La base es una imagen del ser humano que Friedrich Schiller resumió con las palabras \"Es el espíritu el que construye el cuerpo\", y el objetivo es tratar a los pacientes de una manera integral. Hace 100 años, la doctora Ita Wegman y Rudolf Steiner sentaron las bases metodológicas para ello. La medicina antroposófica abarca un espectro que va desde las urgencias, pasando por la terapia artística, hasta la medicina de familia. Hay clínicas con departamentos de cuidados intensivos, como la sala Covid 19 del Hospital Comunitario de Havelhöhe (Gemeinschaftskrankenhauses Havelhöhe) en Berlín, Alemania, así como centros terapéuticos y consultas de medicina y de enfermería. Las siete partes de la serie \"El Arte de Curar\", cada una de un cuarto de hora de duración, introducen al enfoque integral de esta medicina y presentan campos de trabajo típicos, como la pediatría, la oncología y la farmacia, además de temas de investigación como la fiebre infantil. Debido a las restricciones por Sars-CoV-2, vigentes durante el periodo de rodaje, el documental se centra en la medicina antroposófica en Alemania y Suiza. El Goetheanum es la sede de la Escuela Superior Libre para la Ciencia Espiritualy la Sociedad Antroposófica mundial. La Escuela Superior Libre para la Ciencia Espiritual, con sus once secciones, participa activamente en la investigación, desarrollo, enseñanza e implementación práctica de sus resultados y cuenta con el apoyo de su trabajo por parte de la "}