{"title": "Yellow fever vaccine Alternatives Compared - Drugs.com", "author": null, "url": "https://www.drugs.com/compare/yellow-fever-vaccine", "hostname": "drugs.com", "description": "Compare Yellow Fever Vaccine head-to-head with other drugs for uses, ratings, cost, side effects and interactions.", "sitename": "Drugs.com", "date": "2023-09-08", "cleaned_text": "Yellow fever vaccine Alternatives Compared | Yellow fever vaccine |[](#) [](#) | Yellow fever vaccine |[](#) [](#) Prescribed for Yellow Fever Prophylaxis. yellow fever vaccine may also be used for purposes not listed in this medication guide. Prescribed for Yellow Fever Prophylaxis. YF-Vax may also be used for purposes not listed in this medication guide. Prescribed for Yellow Fever Prophylaxis. Stamaril may also be used for purposes not listed in this medication guide. [Yellow fever vaccine](/mtm/yellow-fever-vaccine.html) [YF-Vax](/mtm/yf-vax.html)( [yellow fever available No lower-cost generic available No lower-cost generic available Yellow fever vaccine has an average rating of 2.0 out of 10 from a total of 5 ratings on Drugs.com. 0% of reviewers reported a positive effect, while 75% reported a negative effect. Be the first to share your experience with this drug. Stamaril has an average rating of 1.0 out of 10 from a total of 1 ratings on Drugs.com. 0% of reviewers reported a positive effect, while 100% reported a negative effect. See also: [yellow fever vaccine side effects](/sfx/yellow-fever-vaccine-side-effects.html) in more detail. See also: [YF-Vax side effects](/sfx/yf-vax-side-effects.html) in more detail. See also: [Stamaril side effects](/sfx/stamaril-side-effects.html) in more detail. We could not find an exact match for this medicine. Try searching the [Price Guide](/price-guide/) directly. |Quantity||1 all [YF-Vax prices](/price-guide/yf-vax) We could not find an exact match for this medicine. Try searching the [Price Guide](/price-guide/) directly. N/A - Subcutaneous powder for injection - Injectable powder for injection [YF-Vax](/mtm/yf-vax.html) [YF-Vax](/mtm/yf-vax.html) [half-life](/article/drug-half-life.html)of a drug is the time taken for the plasma concentration of a drug to reduce to half its original value. N/A N/A N/A [**](#footnote-csa) [View glossary of terms](/csa-schedule.html) Is not subject to the Controlled Substances Act. Is not subject to the Controlled Substances Act. Is not subject to the Controlled Substances Act. See the full [pregnancy warnings](/pregnancy/yellow-fever-vaccine.html) document. See the full [pregnancy warnings](/pregnancy/yellow-fever-vaccine.html) document. See the full [pregnancy warnings](/pregnancy/yellow-fever-vaccine.html) document. A total of [292 drugs](/drug-interactions/yellow-fever-vaccine.html) are known to interact with yellow fever vaccine: - 238 major drug interactions (702 brand and generic names) - 51 moderate drug interactions (180 brand and generic names) - 3 minor drug interactions (6 brand and generic names) A total of [292 drugs](/drug-interactions/yellow-fever-vaccine,yf-vax.html) are known to interact with YF-Vax: - 238 major drug interactions (702 brand and generic names) - 51 moderate drug interactions (180 brand and generic names) - 3 minor drug interactions (6 brand and generic names) A total of [292 drugs](/drug-interactions/yellow-fever-vaccine,stamaril.html) are known to interact with Stamaril: - 238 major drug interactions (702 brand and generic names) - 51 moderate drug interactions (180 brand and generic names) - 3 minor drug interactions (6 brand and generic names) No known alcohol/food interactions. This does not necessarily mean no interactions exist. Always consult your healthcare provider. No known alcohol/food interactions. This does not necessarily mean no interactions exist. Always consult your healthcare provider. No known alcohol/food interactions. This does not necessarily mean no interactions exist. Always consult your healthcare provider. N/A The Controlled Substances Act (CSA) schedule information displayed applies to substances regulated under federal law. There may be variations in CSA schedules between individual states. Further information Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances. "}