{"title": "School Immunization Requirements", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2022-08-11", "cleaned_text": "School Immunization Requirements New Mexico requires children entering day care and school to have certain immunizations completed. The publications below provide comprehensive details on these requirements. [School & Daycare Immunization Schedule Letter 2023-2024](/publication/view/policy/4908/) Requirements 2023-2024 (Spanish)](/publication/view/policy/3254/) AMENDMENT: Children under 18 months with 2 polio vaccines should be allowed to attend child care centers and pre-schools. The New Mexico Childcare/Pre-school/School Entry Immunization Requirements for 2018-19 have an inconsistency with the ACIP Childhood Immunization Schedule. Most infants receive the third dose of polio vaccine at their 6-month visit; however, some providers administer the third dose as late as 18 months. The ACIP schedule allows for the third dose to be given between 6 and 18 months of age. Therefore, children 6 to 18 months must have 2 doses of polio vaccine, not 3 as stated on the New Mexico Immunization Requirements. Upcoming School Immunization Requirements 2023-2024 [School & Daycare Immunization Schedule Letter 2023-2024](/publication/view/policy/8120/) [School Authority Letter 2023-2024](/publication/view/policy/8121/) Exemptions from School and Daycare Immunization Requirements The New Mexico Immunization Exemption Statute (24-5-3) allows only two types of exemptions for children seeking exemption from required immunizations to enter school, childcare or pre-school. The two exemptions are medical or religious. If there is a medical reason for exempting, a signed medical exemption must be obtained from a duly-licensed physician attesting that the required immunization(s) would endanger the life of the child. If there is a religious reason for exempting, the child's parent/guardian must ask an officer of the church to write a letter on your behalf stating that you are a member of the church, and the church uses prayer or spiritual means alone for healing; or if access to a church officer is not possible, then the child's parent/guardian must complete the Certificate of Exemption Form. The form requires a statement of the religious reasons for requesting to have a child exempted from immunization. The law does not grant immunization exemptions for philosophical or personal reasons. Once a completed, notarized, original Certificate of Exemption Form is filed with the Department of Health, the Department has up to sixty days to notify the parent/guardian if the request is approved or denied. If approved, the parent/guardian will receive two copies of the original form with a clear \"Approved\" box checked, a signature from an officer of the Department, and an expiration date. The parent/guardian must take the Approved form to the child's school. If denied, the parent/guardian will receive a letter from the Department of Health explaining that the request is denied, and that the parent/guardian has the right to file an appeal with the Department of Health Cabinet Secretary. A process for appeal will also be included. To request an exemption, complete the following form: [Certificate of Exemption from Immunization (English)](/publication/view/form/454/) [Certificate of Exemption from Immunization (Spanish)](/publication/view/form/4961/) County Exemption Data School Vaccination Coverage Rates Back to School Flyer The [School Immunization Requirements Back to School Flyer](/publication/view/marketing/3291/) can be posted by schools to inform parents of the need to have their child's immunizations up-to-date in order to enroll in school. Gatekeeper Training The Gatekeeper Training is for school personnel to learn how to assess student's immunization records. Visit the [Gatekeeper Training](/resource/view/1480/) page to get started online. College Immunization Requirements Prospective college students are encouraged to consult their colleges about specific immunization requirements information using the resources below. School Self-Reporting Immunization Survey All New Mexico schools with a Kindergarten and/or 7th grade are required to submit a survey summarizing the immunization status of their Kindergarten and 7th grade students by November 1 of each year. The following worksheets have been developed to assist schools who need to hand tally "}