{"title": "First Report of Bovine Demodicosis in Native Egyptian Cow", "author": "Fayez Awadalla Salib", "url": null, "hostname": null, "description": "Demodectic mites live in hair follicles and sebaceous glands of humans and of most domestic animals. The clinical disease (demodicosis) is characterized by permanent genesis of new and disappearance of older nodules in the skin of the infested animal. This ectoparasite is host specific and is not transmissible from one species to another.", "sitename": "Biomedical Journal of Scientific & Technical Research", "date": "2018-11-21", "cleaned_text": "Impact Factor : 0.548 Fayez Awadalla Salib* Fayez Awadalla Salib, Department of Medicine and Infectious Diseases, Faculty of Veterinary Medicine, Egypt DOI: [ 10.26717/BJSTR.2018.11.002078](http://dx.doi.org/10.26717/BJSTR.2018.11.002078) Objective:Reporting a case of Demodex bovis in a native Egyptian cow and evaluating its treatment. Animal: A thirteen years old mal-fed Egyptian cow suffering skin lesions. Samples: Skin scraps and fecal samples were collected from the cow. Procedures: Parasitological examinations of skin scrapings and of fecal samples by both concentration floatation and concentration sedimentation techniques. Results: Demodex bovis mites of variable sizes were detected in skin scraping under the microscope. The infested cow was successfully treated by a combined two strategies, the improvement of her diet and using acaricidal drugs. Conclusion: It was concluded that the demodicosis is related to immune suppression, the native Egyptian cows could be infested with it under certain circumstances and it could be successfully treated by the diet improvement and using acaricidal drugs. Keywords: Demodex bovis; hair follicles and sebaceous glands of humans and of most domestic animals. The clinical disease (demodicosis) is characterized by permanent genesis of new and disappearance of older nodules in the skin of the infested animal. This ectoparasite is host specific and is not transmissible from one species to another. The female Demodex lays from 4 to 6 eggs and after about 10 days post ovi-position adult Demodex develop and produce eggs that hatch to give larvae. The later moult to give proto-nymph which moult to give adult Demodex [1]. The ratio between female and male D. bovis is 10:1, and it is the female Demodex bovis that is responsible for invading the hair follicles and development of skin nodules [1]. Bovine demodicosis is characterized by the permanent genesis of new and disappearance of older nodules. The forward body regions are sites of predilection of these palpable nodules, Demodex bovis prefer the forward body regions in cattle due to the higher sweat gland activity in these regions [2]. Calves are known to naturally acquire D. bovis natural infection within half a day exposure to an infested dam [3]. This is the report of a clinical case of D. bovis infection (demodicosis) in a native cow in Egypt. The Cow: A 13 year-old native Egyptian cow suffering from emaciation and of almost normal clinical parameters except with the presence of some skin lesions and itching was presented. This cow belonged to Department of animal behaviour and management, Faculty of Veterinary Medicine, Cairo University. The site and size of skin lesions: Lesions were distributed all over the body coat including face, around eyes, neck, chest, abdomen, legs and buttocks and were of variable sizes (Figures 1 & 2). The type of skin lesions: Skin affections were in the form of pustules, nodules, scab, alopecia, pus and dried crusts (Figures 1 & 2). The diet of the animal consisted totally of low quality roughages (rice straw). The reported cow was examined for both external and internal parasites by using different techniques including skin scrapping [4] with exception of replacement of sodium hydroxide solution by tap water. Skin scrapping was repeated after treatment to prove the treatment success. Fecal concentration floatation and fecal concentration sedimentation were also adopted [5]. Two lines of treatment were adopted as follows (i) feeding management: The diet changed to be more valuable and nutritious one consisting of concentrates and barseem, poly-mineral mixture was added on the concentrates, and (ii) specific treatment: the animal was sprayed with Diazinon-60®(Diazinon, emulsifiable concentrate, Adwia) 1/1000 solution day after day for one week. One injection of Dectomax®(doramectin, Pfizer), 8 ml was injected intramuscularly. Ten ml of AD3 E ® (vitamins A,D and E, Al-Arabia ) was injected intramuscularly daily for one week. The treatment was evaluated by both the clinical improvement and absence of Demodex bovis in the repeated skin scrapings. Skin scrapping revealed D. bovis which was eight legged alligator , it was typically elongated mite with very short, stubby legs, its length was 132 to 149 m (Figures 3 & 4). This slight size differences was also observed among D. bovis described under microscope [6]. Post-treatment skin scrapping was negative which confirm the treatment result. Fecal examinations carried out were negative. Treatment of the infested cow showed very good result where skin was completely healed after one month, it showed complete development of glistening hairs as presented in Figure 5 Invasion of hair follicles and sebacious glands of skin by Demodex bovis leads to chronic inflammation and loss of hair fibres and the development of secondary staphylococcal-infected pustules or small abscesses that when blast left eroded skin covered with pus as previously described [7]. D. bovis is a burrowing mite which lives in the hair follicles of cattle induced nodules, granulomatous inflammation and the formation of scar tissue. Small pinholes develop in the hide of infested cow reducing its value [8]. The slight size differences were observed among detected D. bovis viewed under the microscope in this study and may suggest that these represent more than one sub-species (long and short), which was also noted [6]. In this study lesions were widely distributed all over the body of infested cow and together with their variable sizes, that was also described [7], that support our belief that this ectoparasite Demodex bovis can infect various parts of the body. However, the distribution of demodectic skin lesions was recorded in the forward parts of infested cows only [2]. The weight of D. bovis is lighter than that of pus and cell debris which let mites floating the surface. Although the collection of the mite is easy, its fragility hindered the use of sodium hydroxide solution in examination of skin scrapping, forcing us to use tap water to avoid false negative results. Bovine demodicosis is characterized by permanent genesis of new and disappearance of older nodules, the sweat may play role for its development especially in the anterior part of cow's body [2]. Localized demodicosis was reported by other investigators where palpebral demodicosis was recorded in 3 years old Guernsey heifer which was suffering from diffuse firm swelling beneath both eyes. Normal vital and physical examinations were observed. Biopsy revealed a chronic eosinophilic granulomatous cellulites and degenerated D. bovis [9]. The female Demodex bovis are the main cause of the clinical form of the disease where female: male ratio in D. bovis population was measured as 10:1 [1,10]. Although bovine demodicosis was thought to be as a result of immune suppression of the affected animals , the healthy calves can naturally acquire D. bovis from an infested dam in a half day of exposure [3]. Our successful treatment of the cow with demodicosis was dependent on a combined strategy which involved feeding management to stimulate immune system by good and nutritious diet and secondly, injection of doramection which reaches deeply to hair follicles and sebaceous glands with blood in a suitable concentration that kill D. bovis. At the same time, the infested cow was sprayed by Diazinon-60 1/1000 solution directly kill the ectoparasite and to get a synergistic effect. AD3E injectable solution was injected in infested cow to activate immune system and improve health of the skin. After one month from the beginning of treatment, the animal made a complete recovery and better health was observed. Confirmation of the treatment result was achieved by negative skin scrapping post-treatment. I could conclude that D. bovis was not previously recorded in Egyptian cattle and may appear as a clinical case under certain circumstances especially poor nutrition and age-related immune suppression. The animal responded well to a nutritious diet coupled with the injection of doramectin, spraying with diazinon and injection of an AD3E solution. "}