{"title": "El lado espiritual de Sedona", "author": "Por Univision", "url": "https://www.univision.com/local/arizona-ktvw/el-lado-espiritual-de-sedona", "hostname": "univision.com", "description": "Conoce como Sedona se ha convertido en un refugio para muchas personas que están en la búsqueda de sanación espiritual y el redescubrimiento interior.", "sitename": "Univision", "date": "2019-12-09", "cleaned_text": "de Sedona Unos tres millones de personas vienen anualmente a este lugar mágico de Arizona, la belleza de los alrededores es un paraíso para los amantes de la naturaleza y las actividades al aire libre. Pero Sedona también se ha convertido en un refugio para muchas personas que están en la búsqueda de sanación espiritual y el redescubrimiento interior. Esta creencia viene de comunidades indígenas como los Navajo y Hopi que consideran que esta tierra roja tiene un poder místico capaz de desarrollar habilidades espirituales. Muchos visitantes creen en el poder de los vórtices de energía de Sedona. \"Se siente una energía muy bonita\" dijo Marcela Brito, turista que visita de Wisconsin. ¿Pero qué es exactamente un vórtice? [Más sobre Arizona](https://www.univision.com/temas/arizona) \"Se le llama vórtice a los lugares de meditación que tienen energía elevada, que facilitan la sanación fisica y mental, y que dan serenidad o creatividad\", dijo Pete Sanders, autor y fundador de Free Soul. Pete Sanders es graduado en química biomédica y ciencia del cerebro del Instituto de Tecnología de Massachusetts y también es fundador de la organización \"Free Soul\" de Sedona. \"En la ciencia del cerebro, sabemos que hay parte del cerebro que se llama el sistema límbico que crean estrés y tristeza, así que cualquier cosa que calma eso le da una sensación de alivio, las rocas de color naranja y rojas estimulan las neuronas, pero también el color verde -que lo tenemos todo el año en Sedona- nuestro cerebro lo asocia con esperanza y produce un sentimiento de bienestar\" , dijo Pete Sanders. Se dice que hay varios vórtices en Sedona. Algunos tienen energía \"femenina\" otros \"masculina\" o ambas, en Cathedral Rock donde me encuentro es un vórtice femenino, ¿Pero cuál es realmente diferencia? \"Se basa en la dirección del fluyo de energía. Cuando la energía fluye hacia arriba como en el Airport Mesa es un vórtice masculino, se enfoca en la fuerza y recarga el cuerpo físico. Los vórtices donde la energía fluye hacia abajo son lugares de introspección, calma a la persona.\" dijo Pete Sanders. Creyente o no creyente del poder de los vórtices, algunas persons que vienen a Sedona se quedan para siempre y otros parten con ganas de regresar. "}