{"title": "Infección por Clamidia durante el Embarazo | Instituto Dra. Gómez Roig", "author": "Yanira Blanco", "url": "https://www.gomezroig.com/clamidia-durante-el-embarazo/", "hostname": "gomezroig.com", "description": "Infección por Clamidia durante el Embarazo, cómo afecta al bebé y durante la lactancia, posibles tratamientos, como prevenir el contagio.", "sitename": "Gomez Roig", "date": "2021-11-21", "cleaned_text": "La Clamidia durante el Embarazo puede transmitirse al bebé durante el parto. La infección por Clamidia es una de las Enfermedades de Transmisión Sexual ( [ETS](https://www.gomezroig.com/enfermedades-de-transmision-sexual/)) más frecuentes entre hombres y mujeres. Aunque durante el embarazo no suele ser muy frecuente, cuando ocurre podría tener graves consecuencias para la madre y para el bebé. Las mujeres de 25 años o menores de 25 tienen más riesgo de contraer clamidia durante el embarazo. El equipo de Ginecología y [Obstetricia](https://www.gomezroig.com/obstetricia/) del Instituto de la Dra. Gómez Roig es experto en el diagnóstico y tratamiento de enfermedades de transmisión sexual durante el [Control del Embarazo](https://www.gomezroig.com/control-del-embarazo-normal-y-de-riesgo/). Queremos cuidar de ti y de tu bebé en una de las etapas más importantes de vuestra vida. ¿Qué es la Infección por Clamidia y cómo se transmite? La Clamidia o Chlamydia trachomatis es una enfermedad de transmisión sexual. Es la causa más frecuente de infección urinaria y genital en hombres y mujeres. Dentro de las Infecciones vaginales de la mujer, la causada por Clamidia ha aumentado exponencialmente durante los últimos años. Esto es debido a los cambios de relación con nuestras parejas. La prevalencia de la Infección por Clamidia es más frecuente entre las mujeres que en los hombres. Se transmite a través de relaciones sexuales vaginales, anales u orales sin protección. Debes saber que, puedes contagiarte de clamidia durante el embarazo, aunque ya la hayas pasado. ¿Cuáles son los síntomas y cómo se diagnostica? Los síntomas más frecuentes en las mujeres que han contraído la infección por clamidia son: dolor al orinar, flujo vaginal y dolor durante las relaciones sexuales. Sin embargo, en algunos casos, la infección puede ser asintomática y no dar ningún síntoma. Realizar pruebas de detección como parte de los cuidados prenatales puede disminuir el riesgo de complicaciones en el embarazo. Además, un tratamiento precoz podría prevenir las posibles complicaciones en el bebé. Por eso es muy importante el cribado en mujeres embarazadas que estén en riesgo de contraer la clamidia durante el embarazo. La [Infección por Clamidia](https://www.gomezroig.com/infeccion-por-clamidia/) se puede detectar a través de un análisis de orina o de un cultivo vaginal. El diagnóstico diferencial es imprescindible para poder prescribir el tratamiento adecuado para combatir la infección. El Instituto de la Dra. Gómez Roig sigue [El protocol de seguiment de l'embaraç de Catalunya](https://www.gomezroig.com/infeccion-por-clamidia/). El protocolo recomienda el cribado de la infección por clamidia a todas las mujeres embarazadas de riesgo. Las mujeres de riesgo son las embarazadas de 25 años o menos. También recomienda el cribado en más de 25 años en riesgo de infección por clamidia. Por ejemplo, una nueva pareja sexual, más de una pareja en los últimos tres meses. O una pareja sexual con una enfermedad de transmisión sexual. ¿Cómo afecta la infección por Clamidia durante el embarazo? La Infección por Clamidia durante el embarazo podría causar muchas complicaciones tanto para la madre como para el bebé. Algunos estudios han demostrado una asociación entre el contagio por [chlamydia trachomatis](https://es.wikipedia.org/wiki/Chlamydia_trachomatis) durante el primer trimestre del embarazo y el aborto espontáneo. Del mismo modo, durante años, se ha relacionado esta infección con el parto prematuro. Rotura prematura de membranas, bajo peso al nacer e infecciones en el útero después del parto. ¿Cómo afecta la Clamidia durante el embarazo a mi bebé? Se ha demostrado que la infección por Clamidia podría transmitirse al bebé a través del contacto de las secreciones vaginales durante el parto vaginal. Alrededor de un 25-50% de los bebés contagiados por chlamydia trachomatis podría desarrollar problemas oculares como la conjuntivitis, y, alrededor de un 17% de bebés, problemas respiratorios, como la neumonía. La conjuntivitis neonatal causada por ETS no tratada podría provocar ceguera en el recién nacido. En algunos países como España, a los bebés se les administra una pomada antibiótica ocular al nacer como medida profiláctica. Esta práctica se realiza para prevenir la aparición de conjuntivitis neonatal causada por infecciones de transmisión sexual, como la clamidia. La conjuntivitis neonatal no tratada podría provocar ceguera en el recién nacido. No hay evidencia aún suficiente de que la profilaxis ocular puede prevenir la conjuntivitis o ceguera causada por la bacteria Chlamydia trachomatis. Pero, a día de hoy, la Organización Mundial de la Salud recomienda administrarla. ¿Cómo afecta la Infección por Clamidia durante la lactancia materna? Durante la [lactancia materna](https://www.gomezroig.com/masterclass-lactancia-materna/), no se ha demostrado la transmisión de la infección a través de la leche materna. Al contrario, se han encontrado anticuerpos que podrían proteger al lactante de la infección. No es necesario interrumpir la lactancia materna o separar al bebé de su madre en caso de infección. Los tratamientos de elección para combatir la infección también son [compatibles con la lactancia](http://www.e-lactancia.org/breastfeeding/chlamydia/product/). LA azitromicina, doxiciclina, eritromicina, levofloxacino y ofloxacino son compatibles con la lactancia. ¿La infección por Clamidia durante el embarazo tiene tratamiento? Si, la Infección por la Clamidia se puede curar con antibióticos. Las mujeres embarazadas que hayan contraído la clamidia también pueden tratarse y esto evitaría las posibles complicaciones durante el embarazo. El tratamiento debe iniciarse cuanto antes en las mujeres sintomáticas o asintomáticas. De esta forma podremos prevenir el contagio tanto a la pareja sexual como al recién nacido. El tratamiento de elección es la azitromicina y la doxiciclina. Ambos antibióticos han demostrado tener una efectividad similar, 97%-98% respectivamente. Sin embargo, la doxiciclina no se puede dar durante el embarazo. La azitromicina sería el tratamiento de elección. Si no pudiera darse, existen otros antibióticos seguros durante el embarazo. Algunos ejemplos son, la eritromicina, amoxicilina y clindamicina. Los antibióticos han demostrado eficacia para combatir la infección y las posibles recidivas. La clave está en encontrar un tratamiento efectivo con los menores efectos secundarios es muy importante. Los últimos estudios han demostrado que parece la azitromicina y la clidamicina parecen provocar menos efectos secundarios que la eritromicina. Nuestro equipo encontrará el antibiótico apropiado para ti. ¿Debo de tomar alguna precaución mientras estoy en tratamiento para la infección por clamidia? Durante el tratamiento para la infección por clamidia se recomienda abstenerse de tener relaciones sexuales. Tu pareja también debería de tratarse, aunque no presente síntomas. Normalmente, tras el tratamiento adecuado, alrededor de un 83-86% de los pacientes resolverán sus síntomas en un periodo de dos semanas. Posteriormente, se debería de hacer una prueba de confirmación para asegurarse de que la infección ha desaparecido. El momento ideal para realizar la prueba será entre unas 5-6 semanas después de haber recibido el tratamiento. ¿Cómo puedo prevenir el contagio de clamidia durante el embarazo? La prevención de clamidia durante el embarazo es posible. Es importante concienciar a la población joven de tomar las medidas necesarias para prevenir el contagio. Es importante utilizar métodos de protección en las relaciones sexuales de riesgo. Estas incluyen: una nueva pareja sexual o relaciones con diversas personas al mismo tiempo. El método de barrera ideal es el preservativo. Si crees que puedes haber contraído la infección o estas en el grupo de riesgo, es importante que te hagas las pruebas de detección para clamidia. Sobre todo si crees que puedes estar embarazada. Recuerda, haber contraído la Clamidia en un pasado no impide que te puedas volver a contagiar. Si necesitas más información o crees que puedes tener una enfermedad de transmisión sexual, no dudes en contactar con nosotros. Nuestro equipo de especialistas te informará y resolverá todas las dudas que tengas. Tu salud y la de tu bebé es muy importante para nosotros. Prevenir y tratar una infección por clamidia durante el embarazo reducirá el riesgo de posibles complicaciones para ti y para tu bebé. Más entradas del Blog - Sobre el Autor - Últimas Entradas Enfermera especializada en Obstetricia y Ginecología (Matrona). Diplomada en Enfermería por la Universidad Católica de Valencia San Vicente Mártir. Especialidad de Matrona por la Universidad Central de Lancashire, Preston, Reino Unido. Formada en Terapias complementarias, Aromaterapia e Hipnoparto. Educadora de Masaje infantil por la Asociación Española de Masaje Infantil (AEMI). Actualmente trabajo como matrona en el Equipo de la "}