{"title": "DC Health Launches Portal for District Workers in Health Care Settings to Schedule Vaccination Appointments", "author": null, "url": "https://mayor.dc.gov/release/dc-health-launches-portal-district-workers-health-care-settings-schedule-vaccination", "hostname": "mayor.dc.gov", "description": "(WASHINGTON, DC) - Today, as part of the District's equitable distribution of a safe and effective COVID-19 vaccine, DC Health launched a portal for workers in health care settings in the District to make an appointment to get vaccinated. At this time, the portal, which can be accessed through coronavirus.dc.gov/vaccinatedc, is only for workers in health care settings that have direct or indirect exposure to infectious materials and cannot telework.", "sitename": "mayor.dc.gov", "date": "2020-12-28", "cleaned_text": "(WASHINGTON, DC) - Today, as part of the District's equitable distribution of a safe and effective COVID-19 vaccine, DC Health launched a portal for workers in health care settings in the District to make an appointment to get vaccinated. At this time, the portal, which can be accessed through [coronavirus.dc.gov/vaccinatedc](https://vaccinate.dc.gov), is only for workers in health care settings that have direct or indirect exposure to infectious materials and cannot telework. When registering, workers will need to attest that they work in such a setting and then present verification at the time of their appointment. The portal should only be used by workers who are part of the Phase 1a population. \"We are launching this portal as a next step in our Vaccination Plan to ensure that those individuals who work in our health care settings and are at highest risk of exposure and infection know where to go to get the vaccine,\" said Dr. Ankoor Shah, Interim Principal Deputy Director for DC Health and the District's COVID-19 Vaccine Program Lead. \"While we know there is great interest in the vaccine and that many people are eager to get themselves and their loved ones vaccinated, right now the portal should only be used by those workers who are part of Phase 1a. The sooner we get those who work in health care settings vaccinated, the sooner we can move through our other phases and get the rest of our community access to this safe and effective vaccine.\" The District of Columbia launched its COVID-19 Vaccination Program on Monday, December 14, 2020 with the administration of vaccines to health care workers with the highest risk of exposure to COVID-19. These vaccinations were done in health care settings across the city. The program subsequently expanded to include health care workers and residents of long-term care facilities, home health aides, urgent care workforce, and health care workers in community health centers and pharmacies that serve as vaccination centers for priority populations. Beginning December 28, 2020, the program is expanding to include the remaining healthcare workers covered in Phase 1a. The District of Columbia continues to prioritize health care workers in Phase 1a based on the risk of 1) acquiring infection, 2) severe morbidity and mortality, 3) negative societal impact, and 4) transmitting infection to others. When workers register to get vaccinated through the portal, those that qualify will receive an appointment to get vaccinated at one of the vaccine access points, which include Bread for the City, Community of Hope, Giant, Mary's Center, Safeway, and Unity Healthcare. The portal is only to schedule appointments for the first dose of the vaccine; patients will schedule an appointment to receive their second dose during their first appointment. If appointments are not available through the portal, users will be prompted to check back. Individuals who work at institutions that are distributing vaccines internally are prompted at the beginning of the questionnaire not to continue and to contact their facility. As the District continues through its phased Vaccination Plan, the portal will be updated to accommodate those populations. "}