{"title": "Brooklyn Heights Immunization Information", "author": null, "url": "https://www.mountsinai.org/locations/msd-brooklyn-heights/services/pediatrics/immunization", "hostname": "mountsinai.org", "description": "Immunizations are an extremely important part of pediatric preventive medicine. By getting their children vaccinated, parents take a major step to ensure that the children do not contract a variety of infectious diseases.", "sitename": "Mount Sinai Health System", "date": "2023-01-01", "cleaned_text": "Immunization Information The vaccination program in the United States ( [see recommended schedule](http://www.cdc.gov/vaccines/schedules/hcp/child-adolescent.html)) and many other countries has been immensely successful in drastically decreasing the rates of many infections. It is thought to have saved more lives than any other public health intervention. Immunizations are an extremely important part of pediatric preventive medicine. By getting their children vaccinated, parents take a major step to ensure that the children do not contract a variety of infectious diseases that could otherwise make them quite sick, and at times lead to life-long health consequences. [ Brief Descriptions of Most Common Vaccine Preventable Diseases ](#accordion_fe0c15fbf081c510VgnVCM2000005815020aRCRD) Polio or poliomyelitis - a life-long paralysis with inability to walk caused by the polio virus. The virus is still around in underdeveloped countries, and can be brought here by international travelers. Therefore, though unlikely, it is possible to contract polio in the developed world if someone is underimmunized or unimmunized, or has a weakened immune system. The vaccine against polio is very effective, and exists as a separate shot or as a part of combination vaccines. It is offered at 2, 4, 6-18 months of age, with a booster at 4 years of age. Whooping cough or pertussis - a disease caused by bacteria that circulate worldwide, including USA and Europe. Usually, adults and teenagers, whose immunity from the childhood vaccination has waned, transmit the infection to each other and to young infants and children. Adults and teens may not feel sick having pertussis and just have a long lasting cough that goes undiagnosed. Young infants, however, especially those younger than 6 months of age, are at the greatest risk of becoming very sick. The severe bouts of cough may lead to inability to breathe, lack of oxygen to the brain with resulting seizures, bleeding in the eyes, rib fractures, and death. The most recent outbreak in California involved a number of young infants, and unfortunately several infant fatalities. The vaccine is very effective, but a baby will not get adequate protection until the initial 3 doses have been given. It is offered at 2, 4, 6, 15-18 months, with a booster at 4 years. It is available either as DTaP ( a combination with vaccine against tetanus and diphtheria), Pentacel (DTAP, HIB, and Polio), or Pediarix (DTAP, Hep B, and Polio). Adolescents need a booster at 11 years of age (TDaP). Parents and caretakers of newborns and babies younger than 6 months of age should also get TDaP. Pneumococcal infections - a variety of major infections such as severe meningitis, pneumonia, generalized blood infection or sepsis, bone infection, and more commonly ear infections caused by the bacteria that often lives in a person's nose and mouth. Young children and children with a chronic disease are at the highest risk of becoming sick with pneumococcus. The vaccine is very effective in preventing severe infection, and has also had an effect on decreasing the rate of ear infections. The vaccine Prevnar (or PCV13) is usually offered at the ages of 2, 4, 6 and 15 months. HIB meningitis - a type of severely debilitating, even deadly meningitis, caused by the bacterium Hemophilus influenzae. This infection (as well as a number of others caused by the same bacteria) was quite common prior to the introduction of the immensely successful vaccine in 1980's. These bacteria are definitely still around, putting the unimmunized and underimmunized children at risk of becoming infected. A telling example is a recent outbreak of HIB meningitis in Minnesota within an unimmunized community that has led to 3 fatalities in young children. The vaccine is offered at 2, 4, and 6 months, with a booster at 15 months. Rotavirus gastroenteritis - a stomach infection caused by a particularly virulent virus, rotavirus, which in the United States circulates more during the cold season. Especially in young infants, the vomiting and diarrhea may be severe enough to lead to dehydration, ER visits, and admission to the hospital for intravenous hydration. The vaccine Rotateq is quite effective in preventing the infection from occurring or becoming severe. It is given orally at 2, 4, and 6 months. Hepatitis B - inflammation of the liver, caused by the Hepatitis B virus. The infection is transmitted through blood and intimate contact, and rarely through household contact. It can lead to liver failure, chronic hepatitis, end stage liver disease or cirrhosis, and liver cancer. The vaccine is effective, and is usually offered as a 3 dose series at 2, 4 and 12+ months. The first dose may also be given at birth. Measles - this significant disease is caused by the measles virus. A child with measles is very sick, irritable, with a few days of high fever, and a diffuse rash. Complications are common and include dehydration and invasive group A strep infections, such as sepsis and pneumonia. A rare but well known complication of measles is a central nervous system/ brain degenerative condition (subacute sclerosing panencephalitis) that develops years after the initial infection. Death from measles also occurs. The measles initially became quite infrequent in developed countries with the widespread use of the vaccine. However, it invariably surfaces and leads to outbreaks whenever the vaccination rates drop. This is evident from the outbreaks in Europe in the last few years. In 2010, there was an outbreak in New York. The vaccine is effective, and is offered at 12-15 months of age, with a booster at 4 years. It is offered as a combination MMR vaccine (measles, mumps, and rubella). The separate measles, mumps, and rubella vaccines are not currently manufactured. Mumps - this disease is caused by the mumps virus. A child with mumps may have fever, vomiting, swollen parotid glands (glands producing saliva that are positioned in front of and right below the ears). Complications occur and include meningitis, and, in boys, orchitis (inflammation of the testicles, which may lead to infertility later in life). As with measles, the virus resurfaces when the vaccination rates drop, as manifested by a large multi-state outbreak in the US a few years ago. The vaccine is effective, and is offered as MMR at 12-15 months of age, with a booster at 4 years. Rubella - this disease is caused by the rubella virus. While it does not make the infected child very sick, it poses a great risk to pregnant women as it can cause a lot of damage to the developing fetus. It may result in miscarriage, or cause life-long major damage to multiple organs in the fetus, including heart, brain, liver, and the hearing system (congenital rubella syndrome). Fortunately, the number of babies born with congenital rubella plummeted due to successful vaccination. The vaccine is effective, and is offered as MMR at 12-15 months of age, with a booster at 4 years. Chicken pox - a well-known childhood disease caused by the varicella zoster virus. The infected child may have some fever and sore throat, and soon after develop a blistery rash. While for most kids the disease is a big nuisance with a lot of itching, it is well known to cause complications. Major skin and muscle infections requiring admission to the hospital, pneumonia, and rarely meningitis and encephalitis can all occur. Chicken pox can also make immunocompromized people quite sick, and lead to birth defects if a non-immune pregnant woman becomes infected. The vaccine is very effective in preventing significant disease, although mild break through cases of chicken pox in vaccinated children are known to occur. The booster improves immunity greatly. It is offered at 12-15 months, with a booster at 4 years. Hepatitis A - another form of hepatitis, caused by the Hepatitis A virus. It is transmitted by inadequate hand washing and poor sanitary conditions, and through infected water and food. While most commonly contracted in endemic areas (Eastern Europe, South America, Africa), outbreaks in US occur due to travel, and in restaurants, daycare centers, schools. The vaccine is quite effective, and is offered at 12 months or after, with a booster 6 months later. HPV infections - a variety of conditions, from genital warts in women and men to abnormal PAP smears and cervical and penile cancer. These infections are due to a few types of HPV or human pappiloma virus. It is transmitted through unprotected sex. Of course, the use of condoms is the ideal method of preventing the infection. In reality, however, condoms are not always used. The vaccine is very effective, and especially designed to offer protection against the strains of the HPV virus that lead to the most severe disease. It is offered to both girls and boys, as a 3 dose series, after the age of 9 years. It is optimal to receive it before the start of sexual activity. Meningococcal meningitis - a particularly aggressive and rapidly progressing form of meningitis, caused by the meningococcus bacteria. It is often fatal, and those that survive are frequently neurologically devastated for life, and may require an extremity amputation. The infection can happen randomly at any age, although adolescents are particularly susceptible. A safe and effective vaccine is available. It is routinely offered at 11-12 years of age, with a booster at 16-18 years. Flu - an annual disease (in New York seen usually anywhere from October to March) presenting with very high fevers, significant cough, sore throat, headaches, gastrointestinal symptoms, and significant muscle aches. One is usually quite sick with flu. Complications may include pneumonia, respiratory distress, dehydration, and may lead to hospitalization. Flu can be fatal. Infants, young children, children of any age with asthma and diabetes run the greatest risk of complications. A number of safe vaccines are available. They are about 80% effective. To decrease the chance of children getting the flu, it is recommended that they AND their close contacts are all immunized every year. Those with significant egg allergy should not get the flu vaccine. [ Adverse Effects From Vaccines ](#accordion_705c15fbf081c510VgnVCM2000005815020aRCRD) By far the most common possible reactions from any vaccination are local redness, swelling, tenderness, and fever. These mild and self-limited effects usually resolve within 48 hours after vaccination. Acetaminophen or ibuprofen are very helpful ( [see dosages](http://www.mountsinai.org/brooklyn-heights/brooklyn-heights-services/pediatrics-and-adolescent-medicine/medication-questions)). In addition, certain other reactions may be associated with particular vaccines. Rotateq can lead to spitting up and diarrhea. MMR can rarely (about 1% chance) lead to a benign self-limited rash head-to-toe. The fever due to MMR may be delayed by 7 to 10 days after vaccination. The varicella vaccine (chicken pox) can also cause a rash in less than 5% of cases. DTaP and TDaP can lead to significant local muscle soreness. DTaP can extremely infrequently lead to an episode of inconsolable crying, or an episode of a low muscle tone and pallor (also self-limited, and without long-term consequences). A severe allergic reaction to any vaccine, although possible, is extremely unlikely (less than 1 in a million). [ Concerns About Vaccine Safety ](#accordion_df7c15fbf081c510VgnVCM2000005815020aRCRD) For the last few years, the safety of vaccines has been greatly scrutinized, and they are perceived as unhealthy or dangerous by some concerned parents. We strongly disagree. It is safe to immunize children, but it is not safe to leave them susceptible to many preventable diseases. The vaccine benefits far outweigh the risks of a few adverse reactions (almost all of them very mild). Please, review our brief discussion of the most commonly encountered concerns about vaccines. Are Vaccines Still Needed? Yes. Since vaccines in general have been so effective, a lot of diseases are rarely seen in the U.S. However, some (such as whopping cough, chicken pox, or pneumococcal infections) are definitely around. Others are present at lower levels, becoming more apparent when immunization rates decrease (such as Hib meningitis, measles and mumps). Finally, some diseases may be brought from overseas (such as polio). Is immunity from diseases themselves stronger and longer lasting than that from vaccines? That may be the case for some diseases such as chicken pox and pertussis. However, waning immunity from these vaccines is restored with booster doses. This way one does not have to risk getting the complications from the natural diseases. For other diseases, such as Hib meningitis and pneumococcal disease, vaccine affords better and wider immunity than the natural disease. Does the simultaneous administration of multiple vaccines stress the immune system excessively? No. One's immune system is continuously exposed to multiple viruses and bacteria (from mouth, nose, intestines, skin, air, various surfaces) capable of causing disease. In this context, additional exposure to viral and bacterial parts found in vaccines is minor. A very large study in Europe, looking at more than 800,000 children, found that they were not more likely to be admitted to a hospital with significant infections after they have received multiple vaccines. The opposite is true, however. Certain diseases themselves predispose to weakened immunity and significant secondary infections. Being sick with chicken pox makes one much more vulnerable to getting a severe group A strep infection on the skin, in the lungs or in the muscles. Getting sick with flu increases the chances of severe pneumococcal and staph infections. Is autism caused by MMR? No. The evidence for the lack of cause-and-effect relationship between MMR and autism is very clear, and it comes from multiple studies conducted in different countries. A large study done in Montreal, Canada, looked at the number of children born in every year from 1987 to 1998. The number of children diagnosed with autism steadily increased, although the MMR vaccination rate did not increase. Another large study done in Denmark looked at almost 540,000 children. One group of them had a history of receiving the MMR vaccine in the past, and the other group did not. The proportion of children with autism in each group was looked at, and was found to be the same. Is autism caused by thimerosal (a chemical containing a form of mercury) in the vaccines? No. Large studies from Europe and Canada show that even though thimerosal was removed from vaccines a number of years ago, the rate of autism diagnosis has been rising. Another large study from Denmark looked at over 460,000 children, some of whom had received vaccines with thimerosal, and some of whom have not. Again, the proportion of children with the diagnosis of autism was similar in both groups. Also, it is important to note that the type of mercury found to be harmful to the human nervous system is methylmercury. It is a very different chemical from the benign ethylmercury, that was previously used in the vaccines as a preservative, and that is eliminated very quickly from the body through the intestines. Currently, thimerosal is only present in a few formulations of the flu vaccine. Is aluminum found in vaccines harmful? No. Aluminum is a very commonly occurring element in soil. It is present in small amounts in all baby formulas, and everyone's body has some aluminum in it. It is benign. Aluminum is used in vaccines as adjuvant. It helps boost the immune response to the vaccine, so that a smaller amount of viral or bacterial particles can be used, yet the effectiveness is not jeopardized. "}