{"title": null, "author": "Matt Hersom 2", "url": "https://edis.ifas.ufl.edu/publication/AN292", "hostname": "ifas.ufl.edu", "description": "University of Florida, Institute of Food and Agricultural Sciences Extension outreach is a partnership between state, federal, and county governments to provide scientific knowledge and expertise to the public. The University of Florida (UF), together with Florida A&M University (FAMU), administers the Florida Cooperative Extension Service.", "sitename": "edis.ifas.ufl.edu", "date": "2020-09-24", "cleaned_text": "The Interaction of Nutrition and Health in Beef Cows [1](#FOOTNOTE_1) Introduction In cattle, all physiological processes in the body, including the immune system, are influenced by the cattle's nutritional status (Carroll and Forsberg 2007). Therefore, the past and present nutritional status serves as an immune function modulator in cattle that can influence the performance and reproduction of beef cattle. Immunity Immunity is generally classified (Figure 1) as either innate (natural) or acquired (specific) in cattle. Innate immunity includes physical barriers (skin, mucus, saliva), chemical barriers (stomach acid), and blood-borne systems, including the complement cascade and phagocytes. These systems are naturally present at birth as the first line of defense, and they are not influenced by any prior exposure to disease (Chandra 1997). The acquired system includes T-cell immunity (cell-medicated immunity), which provides defense against intracellular pathogens such as viruses that invade host cells and tumors, and B-cell immunity (humoral immunity), which fights extracellular microbial infections. The acquired system is adaptive to the specific aspects of each pathogen and is developed by exposure to microorganisms and antigens; thus, vaccination works in this system. Diet Effects on Immunity Diet intake is the first way that nutrition affects health and immunity. Low intake, and thus low nutrient intake, negatively affect immunity. The animal's diet supplies the substrates that are required for the development, maintenance, and function of the immune system (Klasing 2002). The nutrients that support the immune system include energy, protein-amino acids, minerals, vitamins, and some specific fats that have a direct effect on the immune system. The nutrients that allow the proper function of the immune system and the mechanisms they support are outlined in Table 1. The immune system requires substrates to support the anabolic and proliferative processes associated with immune cell function, antibody production, and liver protein production. Immune function is just one metabolic function within the body and likely has different dietary requirements for some substrates compared to growth or reproduction. As a result, the dietary requirement for some nutrients may be greater when the immune system is stimulated compared to a minimally active immune system. Nutritional immunity is the process when the body controls the concentration of nutrients available for pathogens to decrease their rate of replication. Chronic feed restrictions decrease several functions of the acquired immune system, whereas moderate restrictions can increase immune function. Additionally, a protein-energy ratio and feeding pattern can affect hormone concentrations that influence immune system function. The hormones that respond to diet and affect immune function include insulin, glucagon, glucocorticoids, and insulin-like growth factors. The diet also minimizes the extent to which the immune system affects healthy tissues. Antioxidants are dietary-derived molecules that inhibit the oxidation reactions and formation of free radicals, which damage healthy cells. The supply of antioxidants to protect healthy cells and tissues localizes the damage of infection. The immune system uses substances at the infection site to kill pathogens that are detrimental to healthy tissues. Nutritional Inputs Energy The maintenance of the immune system is a daily metabolic cost to cattle that is incorporated into the cattle's maintenance energy cost. Likewise, activation of the immune system and the fever response incurs an energy cost to cattle (Carroll and Forseberg 2007). Estimates of a 10% to 13% increase in energy requirements are associated with an immune response for every degree increase in body temperature. In addition to the energy expenditure associated with the increase in body temperature, there is an energy cost associated with production of the antibodies and liver proteins. The redirecting of energy resources to support an immune response means energy is not available for productive purposes associated with body weight gain, reproduction, or lactation. Therefore, in situations of sickness when diet intake is decreased, nutrient supply is limited and energy expenditure is increased; cow energy stores found in fat tissue and lean muscle tissue become important. The reserve of energy available from fat and muscle underscore the necessity of maintaining cows in adequate body condition particularly in times of physiological stress. When cows are in a decreased body condition, in which energy and protein reserves are limited, the animal's immune system may be impaired (Chandra 1997). Although little research exists, it is certainly feasible to consider that limited energy supplies can negatively affect the integrity of the body's physical barriers, mucus, and other innate immune functions (Chandra 1997). Protein Many components of the innate and acquired immune system require protein and amino acids for synthesis and function. As such, during disease or infection, proteins and amino acids are diverted from normal functions to support the synthesis of immunoglobulins and T-cell- and B-cell-mediated immunity, and they are catabolized for energy production (Scrimshaw and SanGiovanni 1997). Similar to the energy discussion, protein stores in lean muscle are an important substrate resource to support the immune system. Inadequate protein nutrition impairs cell-mediated immunity and immunoglobulin production. Additionally, poor protein nutrition leads to compromised production of immunoglobulins that support colostrum quality, which is essential for calf performance. Micronutrients The micronutrients in the diet (trace minerals and vitamins) can have profound effects on the immunity and health of cattle. Figure 1 integrates the immune system and important micronutrients. Four general concepts are related to micronutrient and immunity (Chandra 1997); (1) Changes in the immune response occur early in the decrease in micronutrient intake; (2) the decreased immune response is dependent upon the nutrient, interactions with other nutrients, the deficiency severity, infection presence, and animal age; (3) immune system abnormality predicts the outcome and risk of infection; and (4) excessive intake is also associated with impaired immune function. In fact, Cole (1993) suggested that for young, stressed cattle-trace mineral requirements are no greater than for healthy unstressed cattle. Likewise, Olson et al. (1999) reported decreased reproductive performance in 2-year-old cows fed twice the NRC recommendation of copper, cobalt, manganese, and zinc compared to normal mineral recommendations. Minerals Trace minerals affect immunity and health, primarily through their function in important enzyme activity associated with energy metabolism, cellular protein synthesis, and DNA replication. Inconsistent data has been reported in literature regarding the beneficial effects of mineral supplementation beyond what is considered needed for normal physiology (Carroll and Forsberg 2007). Zinc Zinc is reported to be a cofactor for more than 300 different enzymes that modulate many physiological processes (Carroll and Foresberg 2007), which indicates the vast importance this trace mineral has in cattle's metabolism. In multiple reports, zinc is identified as serving several immunological functions, including both innate and acquired immune systems, tissue integrity, protein synthesis, and inflammation (Carroll and Foresberg 2007; Erickson et al. 2000). The immune system is a rapid response system that relies on many enzymes to function, and zinc is an important component. Potential limitations of zinc in the body could lead to limitations of enzyme activity and the response potential of the immune system. In ruminants, the effect of zinc status may have less importance in immune function for healthy cattle but have definitive positive impact in stress cattle. Research with stressed calves has demonstrated that zinc supplementation can decrease bovine respiratory disease associated deaths by 52% (Carroll and Foresberg 2007), but other research has reported no effect on performance or health. The impact of zinc may be dictated by the specific immune stimulus, animal's mineral status, concentration and bioavailability of the supplemental zinc, and the animal itself. Copper Copper is considered an essential nutrient and is important in many physiological and metabolic processes. However, supplemental copper's direct effect on immunity is not fully compelling (Duff and Galyean 2007). Mechanistically, copper is key for the enzyme superoxide dismutase, which is vital for phagocytes pathogens (Suttle and Jones 1989). Copper's immunological role has been reported to serve in antibody production, inflammation, and neutrophil phagocytosis (Erickson et al 2000; Schrimshaw and Sangiovanni 1997, Carroll and Forsberg 2007). Copper supplementation has not been reported in summary literature to improve cattle performance or morbidity (Galyean et al. 1999, Carroll and Foresberg 2007; Duff and Galyean 2007). Selenium Conclusive deficiencies of selenium exist regionally, particularly in Florida. Selenium is an important component of the antioxidant system through the glutathione peroxidase enzyme. Deficiency of selenium can contribute to oxidative stress in animals. Oxidative stress is detrimental to cellular metabolism and can damage DNA and affect cell membranes and integrity (Carroll and Forsberg 2007). Supplemental selenium has been documented to increase or enhance neutrophils and macrohphage phagocytosis (Duff and Galyean 2007; Erickson et al. 2000). Other research has demonstrated that supplemental selenium has enhanced antibody response and production of specific antibodies against Escherichia coli (Carroll and Forsberg 2007). Transfer of positive immune function from dam to calf has been documented by Reffett Stabel et al (1989). However, supplemental selenium has not been demonstrated to increase cattle performance, measured by body weight gain. Chromium Generally considered an essential mineral for carbohydrate metabolism through maintenance of normal blood glucose and a cofactor of insulin, chromium has a definitive metabolic function (Carroll and Forsberg 2007). In beef cattle, chromium has been reported to positively affect growth performance, feed efficiency, morbidity rate, and immune response. Generally, the immune system stimulation conferred by chromium has been in cattle subjected to a stressor. Feeder calves have demonstrated increased serum immunoglobulin M and G and have enhanced antibody response when supplemented with high-chromium yeast (Moonise-Shageer and Mowat 1993). Chromium may function to alleviate the stress-induced suppression of the immune system; thus, the beneficial effect is in times of stress, but has no effect in non-stress situations. Vitamins Vitamin deficiencies have long been known to induce immune system disorders. Nearly every aspect of the immune system has a dependency on an adequate supply of one or multiple vitamins. Vitamins have essential roles for blood formation, maintenance and production of white blood cells, natural killer cells, and antibody production (Carroll and Forsberg 2007). Vitamins are also key components of the antioxidant system because they inactivate reactive oxygen species. Reactive oxygen species can destroy cellular membranes, cellular proteins, and DNA. Protection against reactive oxygen species is important for all body tissues and especially immune cells. During high-stress periods and greater stimulation of the immune system, the body's ability to eliminate reactive oxygen species can be overwhelmed; thus, the antioxidant system of vitamins and minerals is important. Vitamin A Identified as retinol or beta-carotene, vitamin A is an important nutrient regarding the immune system. Vitamin A does not occur naturally, but rather as various forms of carotene in plant materials. In the body, the carotenes are converted to retinol, and cattle are less efficient at this conversion compared to monogastric animals (NRC 1996), but because cattle generally consume greater amounts of forage, vitamin A levels are maintained. Vitamin A is a fat-soluble vitamin and is stored in the liver, and therefore requires months for deficiencies to manifest. However, vitamin A levels are dynamic, and many physiological and nutritional factors affect cows' vitamin A status. Vitamin A is understood to be essential for skin maintenance and mucus membranes in the respiratory and gastrointestinal tract (Carroll and Forsberg 2007; Scrimshaw and Sangiovanni 1997). Inadequate integrity of membranes allows for greater opportunity for bacterial and viral invasion. Deficiency of vitamin A also decreases the functional ability of natural killer cells and decreases the response in white blood cells. Supplemental vitamin A to correct a deficiency is more effectively corrected through injectable sources, rather than feed sources, because vitamin A is extensively destroyed in the rumen and abomasum. Supplementation of vitamin A has only been shown to be beneficial in deficient or marginally deficient animals, whereas no response is observed in animals that are considered adequate. Vitamin E Identified as tocopherol, vitamin E is another fat-soluble vitamin that is very important to the functional ability of the immune system. Vitamin E functions as part of the antioxidant mechanism, often with selenium, to protect against free-radical formation and damage. Vitamin E also functions to maintain the immune system, DNA repair, and is an important constituent of all cellular membranes (Carroll and Forsberg 2007). Because of the aforementioned functions, vitamin E is found in great concentration in immune cells. Vitamin E supplementation has been demonstrated to augment the acquired immune system. Vitamin E supplementation has been reported to increase the inflammatory process, which as a result has increased humoral/antibody concentration (Duff and Galyean 2007). Studies that have examined the effect of supplemental vitamin E in immunity/stress-challenge situations generally concluded that vitamin E can reduce the severity and duration of the challenge, but it does not directly enhance animals' growth performance (Carroll and Forsberg 2007; Duff and Galyean 2007). Increases in growth performance are a result of a shortened stress challenge and subsequent resumption of feed intake and growth. Vitamin B In general practice, deficiency of vitamin B12 is not a production concern for cattle receiving a nutritionally balanced diet (Duff and Gaylean 2007). Additionally, deficiency of vitamin B12 is difficult to distinguish from a cobalt deficiency because vitamin B12 contains cobalt (NRC 1996). Vitamin B12 is formed in the rumen of healthy cattle through the action of the microorganism, but it is cobalt dependent. As a functional vitamin, B12 is essential to cattle for the metabolism of proprionate (an energy source produced through ruminal fermentation), cellular replication through nucleic acids, and protein metabolism. As a result, deficiency of vitamin B12 negatively affects antibody formation and white blood cell replication (Scrimshaw and Sangiovanni 1997). Vitamin D and C As a practical matter, supplementation of vitamins D or C to affect cattle health and immunity is uncertain. Vitamin D is important for bone formation, calcium and phosphorus regulation, and some immune function. Little storage of vitamin D occurs in cattle, but because of exposure of cattle to sunlight and consumption of sun-cured forages, deficiencies are rare. Vitamin C is a component of the antioxidant system, and vitamin C acts to protect the body against free radicals and interacts with vitamin E. However, most vitamin C is degraded in the rumen; therefore, cattle must rely on tissue formation of vitamin C rather than supplemental sources. Conclusion The overall nutritional status of cattle has important implications for productive outputs including growth, lactation, and reproduction. Nutritional status, which is determined simply as adequate feed intake or specifically as vitamin status, profoundly affects multiple immunological functions. Maintenance of physical barriers, antigen production, and cellular-based immunity is controlled and influenced by nutrition. Adequate energy, protein, trace minerals, and vitamin status are nutritional variables that are quantitatively affected by cattle producers through provisions of an adequate nutritional environment. Attention to pasture, stored forage, energy-protein supplementation, and vitamin-mineral supplementation programs are a means to affect cattle immune function. References Carroll, J.A. and N.E. Forsberg. 2007. \"Influence of Stress and Anim. Proc. Southwest nutrition and management conference. Arizona, Tuscon. Duff, G.C. and M.L. Galyean. 2007. \"Board Invited Review: Recent Advances in Management of Highly Stressed, Newly Received Feedlot Cattle.\" J. Anim. Sci. 85:823-40. Erickson, K. L., E.A. Medina, and N.E. Hubbard. 2000. \"Micronutrients and Innate (Suppl 1): S5-10. Galyean, M.L., L.J. Perino, and Health/Immunity and Nutrition.\" J. Anim. Sci. 77: Klasing, K. C. 2002. \"Protecting Animal Nutrition and Immune Function.\" Anim. D.N. Mowat. 1993. \"Effect of Level of Supplemental Chromium on Performance, Serum Constituents, and Immune Status of Stressed Feeder Calves.\" J. Anim. Sci. 71: 232-38. NRC. of Beef Cattle. 7th ed.\" Natl. Acad. Press, Washington, DC. Olson, P.A., Carlson, 1999. \"Effects of Supplementation of Organic and Inorganic Combinations of Copper, Cobalt, Manganese, and Zinc Above Nutrient Requirement Levels Spears, T.T. Brown, Jr., and J. Brake. 1989. \"Selenium Effects on Glutathione Peroxidase and the Immune Response of Stressed Calves Challenged Pasteurella Hemolytica.\" J. Anim. Developments in Trace Element Metabolism and Function: Trace Elements, Disease Resistance and Immune Responsiveness in Ruminants.\" J. of Nutr. 119: 1055-61. Tables [Table 1.] Nutritional modulators of immune mechanisms. "}