{"title": "Doctor of Traditional Chinese Medicine", "author": null, "url": "https://www.pacificrimcollege.com/faculties-programs/program/doctor-of-traditional-chinese-medicine/", "hostname": "pacificrimcollege.com", "description": "Doctor of Traditional Chinese Medicine Program Overview The Doctor of Traditional Chinese Medicine is 10-semester program that deeply explores areas of", "sitename": "pacificrimcollege.com", "date": "2019-08-20", "cleaned_text": "Doctor of Traditional Chinese Medicine Program Overview The Doctor of Traditional Chinese Medicine is 10-semester program that deeply explores areas of Traditional Chinese Medicine such as psychology, oncology, gerontology, acupuncture detox, research and the classic texts that first recorded the principles of this powerful and ancient system of medicine. New students can apply directly to this program, or can take it as a 1-year post-graduate program upon completion of the [Diploma of Acupuncture and Chinese Medicine](https://www.pacificrimcollege.com/faculties-programs/program/diploma-of-acupuncture-oriental-medicine/) or a 2-year post-graduate program upon completion of the [Diploma of Acupuncture](https://www.pacificrimcollege.com/faculties-programs/program/diploma-of-acupuncture/). The curriculum is the same whether students apply directly into this program or matriculate from the above-mentioned programs. Length: 10 semesters Intakes: Winter, Summer, Fall semesters Format: Blended online and on campus, with on campus requirements for program specific courses. Clinical Training: 1065 hours Total Training: 3840 hours PRC is not just a school, but is a living educational institution in diversity where one can learn true professionalism in TCM. The TCM program in PRC is not simply a study of books or experimental practice in closed clinic rooms. PRC offers its unique [Global Outreach Program](https://www.pacificrimcollege.com/studying-at-prc/clinical-training/global-outreach-program/). Through the volunteer experience of GOP, a student can face various diseases in different environments of China, Nepal, and African countries. It provides a great opportunity for a student to become a TCM practitioner outside the school. - Tae Byun Hyun, Alumnus Why Pacific Rim College? What You'll Learn: Key Learning Outcome #1 The ancient and powerful system of Traditional Chinese Medicine, with extensive research into its classical applications and to contemporary applications in modern medicine and research. Key Learning Outcome #2 Extensive background of biomedical understanding of the human body, its physiology, common pathologies and modern pharmacotherapy. Key Learning Outcome #3 The application of extensive herbal knowledge to modern research and potential future therapeutic discoveries. Key Learning Outcome #4 Psychological applications of Traditional Chinese Medicine, from landmark ancient texts to Five Element theory to the treatment of addictions. Key Learning Outcome #5 The experience to establish a private clinic of Traditional Chinese Medicine or to join an integrative health centre. Learning about TCM has changed my reality and the way I perceive the purpose of life forever. Pacific Rim College allowed me to develop my skills and understanding in a supportive, nurturing, and loving environment. I did a portion of my clinical residency in China, which only reinforced my confidence in all we have been taught at PRC. I could follow what the doctors were doing, I could recognized herbal formulas, predict point prescriptions, and work with the doctors in furthering my understanding of the classic texts. Even fellow TCM students in China were impressed at how much we have learned throughout our studies, which is a testament to the quality of education at PRC. Finally, to me, PRC has been more than school, it has felt like family. - Carmen Bedard-Gautrais, Alumnus Core Program Instructors Rory has advanced training in Sports Acupuncture techniques is the proprietor of Jin Therapeutics Sports Acupuncture in downtown Victoria. Dr. Huang received her PH.D. in internal medicine of TCM at Beijing University of TCM and Pharmacology, Beijing, China. She has 28 years of clinical experience both in China and Canada. Jaime is a Naturopathic Physician and Educator with a special interest in treating disorders of the Respiratory and Digestive Systems. Dr. Zhang completed a Bachelor of Medicine degree (specializing in acupuncture and moxibustion), a Master of Medicine degree (specializing in integrating TCM and modern medicine) and a PhD in Internal Medicine of TCM at the Chengdu University of TCM. Melissa is a Doctor of Traditional Chinese Medicine with a special interest in women's health, mental health and digestion Brook is a Registered Practitioner of Traditional Chinese Medicine. He is also certified in Jin Shin Do, Mei-Zen Facial Rejuvenation, 5-Element Acupuncture, and Sports Medicine Acupuncture. Dr. Tripp is a registered Traditional Chinese Medicine Practitioner with 11 years of training in Western and Traditional Medicine areas and 30 years' experience working in Canada and China. Ted has been a Registered Acupuncturist in British Columbia since 2001, and an instructor of acupuncture for more than 15 years. Curriculum Below is a list of all courses that must be completed to be eligible for graduation with a Doctor of Traditional Chinese Medicine Diploma provided that a student has first fulfilled graduation requirements for the [Diploma of Acupuncture and Chinese Medicine](https://www.pacificrimcollege.com/faculties-programs/program/diploma-of-acupuncture-oriental-medicine/). Some course prerequisites do exist, and it is the responsibility of students to ensure that they are eligible to enrol in any particular course. Please click on course links below to see more course information including descriptions and prerequisites. Acupuncture Biomedical/Biological Sciences Chinese Botanical Medicine Chinese Medicine Chinese Medicine Clinical Practice Elective Total Requirements Total Requirements including Diploma of Acupuncture and Chinese Medicine Students in the Doctor of Traditional Chinese Medicine program complete 1065 hours of direct clinical practice. Students can complete all clinical training in PRC's on-campus [Student Clinic](https://www.pacificrimcollege.com/clinical-services/student-clinic/), or can participate in our [Global Outreach Program](https://www.pacificrimcollege.com/studying-at-prc/clinical-training-4/global-outreach), Clinical Externship Program, or with our clinical partner in China, [Liaoning University of TCM](https://www.pacificrimcollege.com/studying-at-prc/clinical-training-4/global-outreach). Full-time students generally begin clinical training via observation during the very first week of studies. Tuition and Fees Tuition is based on a per credit system. Although the college provides guidance for the order of course completion within each program, ultimately each student determines personal course load and schedule and thus per semester tuition. Audited credits do not apply towards graduation requirements. All prices listed are in Canadian dollars. For each semester, full tuition payment is due on the first day of the semester. Please click [here](https://www.pacificrimcollege.com/wp-content/uploads/2019/08/340-Academic-Fees-v.5.27.21.pdf) for a description of Academic Fees in PDF format. Financial Aid This program is approved for Canada Student Loans. British Columbia residents can apply for student loans online through [StudentAid BC](https://studentaidbc.ca/). For non-British Columbia residents, please visit [hrsdc.gc.ca](http://www.esdc.gc.ca/eng/jobs/student/loans_grants/index.shtml) for information about Canada Student Loans. For a list of all financial aid programs available to PRC students, please visit our [Financial Aid](https://www.pacificrimcollege.com/studying-at-prc/financial-aid/) page. Post-Graduation Graduates of the Doctor of Traditional Chinese Medicine program who have met the requirements of the College of Traditional Chinese Medicine Practitioners and Acupuncturists ( [CTCMA](http://www.ctcma.bc.ca/)) of BC, which includes 60 university credits of liberal arts or sciences, will be eligible to sit for the provincial registration exam to become Registered Doctor of Traditional Chinese Medicine (Dr.TCM) in the province of British Columbia. Based on reciprocity agreements, this distinction permits registrants to practice Traditional Chinese Medicine across Canada. Students aiming for licensure by the [State of Arizona Acupuncture Board of Examiners](https://acupunctureboard.az.gov/) are eligible to do so only after completing PRC's Doctor of Traditional Chinese Medicine program. The DTCM program meets the requirements of R4-8-403 and R4-8-404 (licensure qualifier under Arizona Revised Statutes 32-3924(2)). Graduates who have completed required electives in appropriate disciplines may also meet the professional standards set by the Accreditation Commission for Acupuncture and Oriental Medicine ( [ACAOM](http://www.acaom.org/)) in the United States. This has permitted them to sit for the National Certification Commission for Acupuncture and Oriental Medicine ( [NCCAOM](http://www.nccaom.org/)) acupuncture examination and thus be licensed in the majority of US states. PRC graduates aiming for licensure in the United States must have their credentials evaluated by [ACCRAO](http://www.aacrao.org/). Licensing Requirements Practitioner licensing requirements vary based on region of governance. The Doctor of Traditional Chinese Medicine program is approved by the CTCMA of BC and meets the education requirements of many other provinces, states and countries. It is students' responsibility to ensure they meet eligibility criteria in their chosen region. "}