{"title": "What does getting vaccinated offer Hongkongers?", "author": "Gigi Choy", "url": "https://www.scmp.com/coronavirus/explainers-faqs/article/3128624/coronavirus-what-does-getting-vaccinated-offer", "hostname": "scmp.com", "description": "With Pfizer-BioNTech jabs running again, the Post offers a guide to the city's wider coronavirus vaccination programme and its implications for participants and those opting out.", "sitename": "South China Morning Post", "date": "2021-04-08", "cleaned_text": "vaccinated offer Hongkongers and how will it affect travel, quarantine and social-distancing rules? - With Pfizer-BioNTech jabs running again, the Post offers a guide to the city's wider coronavirus vaccination programme and its implications for participants and those opting out - More than 500,000 people in Hong Kong have received their first dose of Covid-19 vaccine so far, accounting for 6.7 per cent of the population [have restarted](https://www.scmp.com/news/hong-kong/health-environment/article/3128389/coronavirus-hong-kong-vaccine-mix-isolated?module=inline&pgtype=article)in Hong Kong following a 12-day suspension over packaging defects, putting the city's [Covid-19](https://www.scmp.com/coronavirus?module=inline&pgtype=article)inoculation drive back on track for the widespread protection of its population and the ultimate goal of herd immunity. The development returns the Hong Kong campaign to a two-vaccine approach, with doses from Chinese company Sinovac also being administered to the public. While both versions were accepted for emergency use in Hong Kong, BioNTech's jab has also secured approval from the World Health Organization (WHO), which is expected to do the same for the Sinovac one by the end of April. [Coronavirus: more than 11,000 Hongkongers receive BioNTech shots as roll-out resumes](https://www.scmp.com/news/hong-kong/health-environment/article/3128389/coronavirus-hong-kong-vaccine-mix-isolated?module=hard_link&pgtype=article) [Covid-19 vaccine](https://www.scmp.com/knowledge/topics/coronavirus-vaccine?module=inline_auto&pgtype=article)dose. Of those, some 143,600, amounting to 1.9 per cent of the population, had also taken their second jab. Centre for Health Protection controller Dr Ronald Lam Man-kin said last month there was a chance for further easing social-distancing rules once more than half of the population had been immunised. With Hong Kong's vaccination campaign back on course, we look to answer some of your questions about the programme. Can fully vaccinated people still contract and spread Covid-19? Yes, but it is less likely. People who are fully vaccinated will have reduced susceptibility to infection if they have immunity either through prior SARS-CoV-2 infection - the coronavirus that causes the Covid-19 disease - or through vaccination. Inoculation does not fully protect recipients from infection, but those who are exposed to the virus may not become as sick. For those vaccinated, the possibility of being infected and contagious depends on the type of dose received and the time since inoculation, according to Professor Benjamin Cowling, head of the University of Hong Kong's (HKU) epidemiology and biostatistics division. \"For BioNTech, the evidence so far is that vaccination reduces the risk of infection very substantially, and even if infected, the viral load will be lower, meaning there is less chance to transmit and less serious illness,\" he said. As for how long the protection will last, HKU microbiologist Dr Ho Pak-leung said data showed the BioNTech vaccine was more than 90 per cent effective in preventing infection during the six-month observation period, according to research provided by the manufacturer. It also demonstrated the antibody response level could be maintained for more than nine months. Ho, a clinical associate professor, said he believed the effects of the BioNTech vaccine - which was co-developed by the German company and US-based Pfizer - could last for a year. It remained to be seen whether it could be maintained for even longer, Ho added, but he thought it was possible. For Sinovac, Cowling said he had not seen data on viral shedding - the rate at which an infected person releases the virus into the environment - after breakthrough infection, which occurs when a fully vaccinated person nonetheless contracts the illness they were immunised against. Press releases from the company indicate those vaccinated have a 50 per cent lower risk of contracting a mild infection, and even if they are infected will have a high degree of protection against serious illness and death. \"I have not heard about any estimates of the effectiveness of Sinovac against contagious infection or transmission,\" Cowling said. Is it safe to get together with other fully vaccinated people? It is acceptable for fully vaccinated people to gather in small groups, according to experts such as Ho and respiratory medicine specialist Dr Leung Chi-chiu. \"If those around you, such as your family, work and social circle, have been fully inoculated, then it is all right,\" Leung said. He added more social-distancing rules could be relaxed even if the city had not reached herd immunity, as long as take-up was high among those groups most at risk. Infectious disease expert Dr Joseph Tsang Kay-yan said Hong Kong authorities should consider allowing vaccinated people to gather in larger groups - possibly of 10 - in restaurants or other public places. \"Places like saunas and mahjong parlours can be allowed to open again for those who have been vaccinated. Other premises, like nightclubs, can be reopened too for these customers,\" he said. Social-distancing rules still in place include limiting public gatherings and restaurant tables to four people, while venues such as bars and karaoke lounges must stay closed. US guidelines from the Centres for Disease Control and Prevention (CDC) state that once fully vaccinated - defined as two weeks after taking the final dose - it is safe to meet indoors with other fully vaccinated people without wearing masks or keeping a distance. However, for medium and large gatherings, the CDC guidelines advise taking precautions by exercising social distancing and putting on a mask regardless of the vaccination status of those in attendance. Cowling also recommended that those who are fully vaccinated continue to follow government regulations on social distancing as a precaution. How about gathering with unvaccinated people? The CDC guidelines allow for some mixing between fully vaccinated and unvaccinated households if the latter are considered low risk for becoming seriously ill with Covid-19, but experts in Hong Kong and abroad urge the public to think twice about doing so. Leung advised against gathering with people who had not taken the jabs, explaining an unvaccinated person could still spread the virus to others and trigger an outbreak. Overseas experts have pointed out that jab recipients may still be able spread the virus to those who are not vaccinated. However, recent research has suggested that immunisation can reduce asymptomatic infection by more than 80 per cent when compared with unvaccinated individuals. [Coronavirus: Easter weekend nets Hong Kong HK$5 million in social-distancing fines](https://www.scmp.com/news/hong-kong/health-environment/article/3128428/coronavirus-hong-kong-urged-exercise-caution-over?module=hard_link&pgtype=article) Some studies also suggest vaccinated people who come into contact with the coronavirus have low nasal viral loads, meaning they are less contagious. But some medical professionals called for the preliminary research to be treated with caution, adding that new variants also raised doubts about vaccine effectiveness. Can fully vaccinated people travel more freely? Not yet. Last month, Hong Kong Chief Executive Carrie Lam Cheng Yuet-ngor said authorities were considering ways of driving up vaccinations in the city, such as exempting recipients from certain travel restrictions and social-distancing rules. Hong Kong has relaunched efforts to strike quarantine-free \"travel bubble\" arrangements with popular tourist destinations such as Japan and South Korea. Authorities urged residents to get vaccinated if they hoped to take advantage of a travel bubble with Singapore, which the city negotiated last November only for the plan to be aborted after a spike in cases. Lawmakers and medical experts have been calling for the return of international travel, pointing to the emergence of \"immunity passports\" for those vaccinated against the virus. But their pleas also raised questions over potential complications, with governments and organisations around the world taking different approaches to the implementation of the schemes, including the thorny issue of vaccine recognition. While mainland China has eased entry requirements for foreigners who have been inoculated using one of its vaccines, the European Medicines Agency (EMA) and WHO have yet to approve either the Sinovac or Sinopharm jabs for use. The European agency has given its backing to vaccines produced by BioNTech, AstraZeneca, Moderna and Johnson & Johnson, while the WHO has only approved the first two. Ho said he wanted the Hong Kong government to consider allowing fully vaccinated residents to travel using a vaccination passport. He suggested launching the scheme initially with a small network of destinations such as mainland China, Taiwan, Japan and South Korea. Under his plan, which he called a \"good starting point\", residents would be able to travel to participating countries and regions 14 days after getting the second dose of vaccine, without having to quarantine. They would be tested for Covid-19 on their return. Karen Grepin, associate professor at HKU's school of public health, said Hong Kong would have to meet at least three criteria before the city could open its borders to vaccinated travellers. They include very high vaccination rates among its general public, low levels of virus transmission in places where people are travelling to and from, as well as vaccine certification and a validation mechanism that was recognised worldwide. \"Right now, cases of Covid-19 are once again on the rise globally and many places, despite relatively successful vaccine roll-outs, are still seeing high levels of community transmission. So it will be a while before it will be safe to travel to and from these places,\" she said. But she added that quarantine requirements could be relaxed for lower risk places such as Singapore, Australia, New Zealand, Taiwan and Vietnam. [Hong Kong holiday spending locally almost reaches pre-coronavirus levels](https://www.scmp.com/news/hong-kong/hong-kong-economy/article/3128508/hong-kong-businesses-bloom-over-easter-holiday?module=hard_link&pgtype=article) Leung added that Hong Kong should negotiate bilateral travel-bubble arrangements with places that were at a similar stage of the Covid-19 crisis and had mutant strains of the virus under control. \"Even if Hong Kong has a high take-up rate, there should still be travel restrictions to prevent mutant strains of the virus entering the community. People should refrain from travelling to places where coronavirus variants are spreading rapidly, even if they are vaccinated, as flight bans similar to the ones previously extended to Britain, South Africa, Brazil and Ireland may be imposed,\" he said. Are quarantine exemptions available for fully vaccinated persons deemed a close contact of someone infected? Hong Kong does not currently offer such an exemption, though experts have noted the risk of fully vaccinated people contracting the virus is lower. Cowling recommended the government exempt those fully vaccinated with the BioNTech jab due to its higher efficacy, but stopped short of saying the same for Sinovac. \"It may be considered unfair to have policies that apply to some vaccines but not others,\" he said, noting that contact tracing and strict quarantine played a key role in helping Hong Kong get the pandemic under control. But Dr Nancy Leung Hiu-lan, a research assistant professor in Cowling's department, said she believed fully vaccinated individuals known to be potentially exposed to the virus should still be quarantined as a precaution. \"I think it's wise to still send the close contacts to quarantine, both for the sake of mitigating onward transmission to others but also for monitoring illness onset for early treatment. However, I agree that for those vaccinated close contacts, maybe we should consider shortening the duration of quarantine,\" she said. What benefits can fully vaccinated people enjoy in other countries? Israel, which has the world's highest vaccination rate, has introduced a \"green pass\", allowing the holder to visit gyms, hotels, swimming pools, restaurants and even concerts. Many of these places are said to remain off-limits to people who have not had the jabs, including under 16s who are eligible for a vaccine. Earlier this month, the European Commission proposed a \"digital green certificate\" that would allow those who had been vaccinated, received a negative test result, or recovered from Covid-19 to travel freely within EU member states. It would apply to all European Union citizens and others legally staying in the bloc. "}