{"title": "Can COVID vaccines shed spike proteins - and is that bad?", "author": "The Echo", "url": "https://cosmosmagazine.com/health/covid/spike-proteins-do-covid-19-vaccines-shed-harmful-particles/", "hostname": "cosmosmagazine.com", "description": "Spike protiens - they're the key to a vaccine's effectiveness, but can they actually cause health problems?", "sitename": "Echo Publications", "date": "2021-11-23", "cleaned_text": "Brought to you by The Echo and [Cosmos Magazine](https://cosmosmagazine.com/) They're the key to a vaccine's effectiveness, but can they actually cause health problems? What is a spike protein? A spike protein is a tool that helps a virus to enter the cell. If you look at an illustration of SARS-CoV-2, you will notice all the protruding structures on its extremities. The main job of these spike proteins is to join to receptors - called ACE2 receptors - on the surface of a cell and force the viral genome inside. Once the viral genome has entered the cell, it hijacks the mechanisms to reproduce itself, which, in turn, causes disease. The spike protein itself has two main subunits: S1 and S2. S1 is larger and globular and has the responsibility of triggering the cell receptor. S2 deposits the viral genome into the cell by relying on a key feature of viruses and cell surfaces - both are made out of lipids, also known as fats. Once S1 joined to a cell receptor, S2 helps the lipids in the virus membrane fuse with the cell lipids, which allows the viral genome to sneak in. In a way, the S1 subunit knocks on the door, and the S2 subunit turns the door handle and opens the door. The viral genome can then go inside. The spike protein changes shape once it joins to the cell receptor and drags the two lipid membranes together. If it doesn't change shape, the lipid membranes won't fuse, and the virus cannot enter. There is some evidence that the [spike protein can contribute to cellular damage](https://www.salk.edu/news-release/the-novel-coronavirus-spike-protein-plays-additional-key-role-in-illness/), but this is not the same as the vaccine spike proteins. This is because the protein on the surface of the virus can change shape, but the vaccine spike proteins cannot. Spike proteins are just [one of 29](https://cen.acs.org/biological-chemistry/infectious-disease/know-novel-coronaviruss-29-proteins/98/web/2020/04) proteins that the coronavirus needs to survive. All of them need to work together to cause disease. What is their function in a vaccine? A vaccine works by putting a low dose of a viral component into the body to teach it what to look out for. This builds up immunity. Putting a whole, live virus into the body could cause disease, so smaller components of the virus that don't cause disease are often better to use in vaccines. The spike proteins cover the surface of the coronavirus, so they provide a useful feature for the body to quickly identify. If the body can recognise a spike protein, it will fight off the coronavirus faster if it enters the body at a later date. Here is an analogy straight from your bathroom: the spike protein is a bit like a toothpaste cap, with the toothpaste inside paralleling the viral genome. We can recognise a toothpaste cap immediately, even if it isn't on the tube. Some vaccines will use this [whole protein, and others will use mRNA](https://cosmosmagazine.com/science/whats-in-a-covid-vaccine/) (the 'm' is for messenger) to make the protein once inside the body - although the body quickly disposes of the mRNA. In both cases, the spike protein is the only part of the whole virus apparatus that enters the body. Once the body observes the spike proteins in the vaccine, it will roll out the antibody 'army' to attack it. This is what causes [side-effects](https://cosmosmagazine.com/news/side-effects-of-covid-vaccines/) such as fever, headache and fatigue. However, nobody can catch side-effects from another vaccinated person because an immune response isn't an infectious disease. Does the vaccine shed spike proteins? No. Proteins are extremely fragile and can't exist outside of cells or very special laboratory conditions. They immediately collapse and degrade when breathed out, so they can't be transferred from one person to another. This is one reason why many vaccines must be kept in cold storage. If the vaccine warms up enough outside of the body, their components degrade and are useless. Likewise, [the vaccine can't shed live virus](https://cosmosmagazine.com/health/can-i-shed-a-virus-after-i-get-a-vaccine/), either, because there is no live virus in it. Am I in danger of spike proteins in the vaccine? No, not at all. The spike protein in the vaccines is useless without the rest of the viral genome because there is nothing to force its way inside the cell. In fact, the mRNA vaccines have a special [molecular clamp ](https://cosmosmagazine.com/health/its-worth-re-engineering-the-clamp/)that anchors the spike protein to prevent it from changing shape, so the S1 and S2 subunits can't perform anyway. This means that, no matter how much of the mRNA encoded spike protein is in your body, it can't cause disease. It cannot replicate. It cannot invade cells. All it can really do is 'knock on the door' of the cell. It can't open the door, and there is nothing on the other side, anyway. Back to the toothpaste analogy: what does the cap do in isolation? Nothing. It doesn't even have a function if it isn't attached to a tube of toothpaste. No matter how many toothpaste caps are thrown at you, nothing will really happen. Beyond this, the spike protein [cannot cause disease](https://cen.acs.org/biological-chemistry/infectious-disease/know-novel-coronaviruss-29-proteins/98/web/2020/04) without its 28 protein siblings. A virus is a functioning system that requires a whole factory of protein workers to cause disease. But in the vaccine, there are no proteins to make a virus membrane, no protein to make copies, and no proteins to help it cause damage, or even to help the spike protein change shape. With the molecular clamp keeping the proteins at bay, it is more like one lone worker in handcuffs - functionally useless. So even though the spike proteins on the virus membrane may contribute to the disease, the isolated clamped proteins in the vaccine simply can't behave the same. All it can do is trigger an immune response, but it cannot cause disease. [This article](https://cosmosmagazine.com/health/covid/spike-proteins-do-covid-19-vaccines-shed-harmful-particles/) was originally published on [Cosmos Magazine](https://cosmosmagazine.com) and was written by [Deborah Devis](https://cosmosmagazine.com/contributor/dr-deborah-devis). Deborah Devis is a science journalist at Cosmos. She has a Bachelor of Liberal Arts and Science (Honours) in biology and philosophy from the University of Sydney, and a PhD in plant molecular genetics from the University of Adelaide. "}