{"title": "What Is Herd Immunity?", "author": null, "url": "https://kidshealth.org/en/parents/herd-immunity.html", "hostname": "kidshealth.org", "description": "Herd immunity is when many people are immune to a contagious infection, so it's harder for that infection to spread in a community. But does it have a role in the fight against COVID-19?", "sitename": "kidshealth.org", "date": "2022-02-28", "cleaned_text": "What Is Herd Immunity? [¿Qué es la inmunidad de rebaño?](/es/parents/herd-immunity.html) I've heard that \"herd immunity\" is part of why getting kids vaccinated is important. But lately I see news about how herd immunity could be a risky way to try to deal with the COVID-19 pandemic. So is herd immunity a good thing or not? - Corrine Herd immunity is the idea that when many people are immune to a contagious infection, usually by getting a vaccine, it's harder for that infection to spread in a community. [Vaccines](/en/parents/vaccine.html) teach the body to recognize and fight [germs](/en/parents/germs.html) so we can't get sick from them in the future. This helps us become immune to infections. Otherwise, people become immune only after recovering from an infection that they caught from someone else. To achieve herd immunity this way, many people would get sick or even die in the process. Why Is Herd Immunity Important? Herd immunity (also called community immunity) protects people who are not immune to a disease, such as those who: - never had the disease - can't get the vaccine - cannot become immune because they have a weak [immune system](/en/parents/immune.html) When about 7 or 8 out of 10 people are immune to an infection in a community, their whole community is usually protected — not just those who are immune. Diseases that are very contagious, like [measles](/en/parents/measles.html), might need almost everyone to be immune. Why Are People Talking About Herd Immunity and COVID-19? It has been suggested that people with a lower risk of severe [COVID-19](/en/parents/coronavirus.html) infection be allowed to become immune by catching it. The idea is that if more and more people get sick, they too will become immune, and we'll get closer to herd immunity. But COVID-19 can be a serious disease and can lead to long-term symptoms or even death. So health experts don't recommend letting people get infected to reach herd immunity. Coronavirus is very contagious, and too many people would have to get infected to create herd immunity. Many of them could die while waiting for that to happen. Others could get very sick and have serious post-infection problems. We're still learning about the long-term effects of the illness, but it seems that young people can have them too, not just older people. Also, it may not even be possible to reach herd immunity this way. That's because: - We don't know for how long people who have recovered from COVID-19 are protected from getting infected again. - The coronavirus seems to change easily, developing into new variants that can infect people who had a previous infection from a different strain of the virus. Can Vaccines Help Us Achieve Herd Immunity? We don't know how the [COVID-19 vaccines](/en/parents/covid-vaccines.html) might help us reach herd immunity, as they're still relatively new. But experts point out that for herd immunity to happen: - More people must get the vaccine. - Safe and effective vaccines need to be approved for children under 5 years old. - More countries need similarly high vaccination rates, as people return to worldwide travel. So yes, herd immunity is a good thing, but it must happen safely. Until enough people get a COVID-19 vaccine, health experts worldwide say that the best way to prevent its spread is to: - Wear a mask indoors when around other people and in crowds. - Keep a safe distance from people you don't live with. - Avoid large gatherings, especially ones held indoors. [Wash your hands](/en/kids/wash-hands.html)well and often. - Stay home if you're sick and contact your doctor. "}