{"title": "Global Hepatitis Programme News | Latest News on Global Hepatitis Programme - Times of India", "author": null, "url": "https://timesofindia.indiatimes.com/topic/global hepatitis programme/news", "hostname": "indiatimes.com", "description": "Check out for the latest news on global hepatitis programme along with global hepatitis programme live news at Times of India", "sitename": "The Times of India", "date": "2022-12-21", "cleaned_text": "On World Hepatitis Day, marked globally on July 28, doctors across the state are stressing the urgent need to increase vaccination and improve the detection of cases. Launched in 2019 and hit by a global pandemic in the interim, the ambitious national programme to eliminate viral hepatitis by 2030 has finally started to gain momentum in the state. All 36 districts now have at least one centre, where patients are screened and those found positive for hepatitis B or C are put on treatment. Hepatitis is the second most common infection with high mortality rate after tuberculosis in India, and it is estimated that around 5 crore Indians suffer from Hepatitis-B infections while more than 1.2 crore from Hepatitis-C. Launched in 2019 and hit by a global pandemic in the interim, the ambitious national programme to eliminate viral hepatitis by 2030 has finally started to gain momentum in the state. Fatty liver is at the core of all non-communicable diseases (NCDs), which includes diabetes, heart diseases and some cancers. If the prevalence of fatty liver is controlled, doctors say, it's possible to reduce the burden of most NCDs and, therefore, the human as well as economic loss caused by it. While the mortality rate due to Covid-19 is 2-3%, most cases of the contagious disease are largely asymptomatic, Union health minister Harsh Vardhan said on Tuesday. He stressed on the need to create awareness about the higher risk of both morbidity and mortality due to the virus in people who have conditions like diabetes, obesity, fatty liver and chronic liver diseases. The initial success of so-called messenger ribonucleic acid (mRNA) vaccines in late-stage trials by Moderna as well as Pfizer and its German partner BioNTech is the first proof the concept works. Now scientists say the technology, a slow-motion revolution in the making since the discovery of mRNA nearly 60 years ago, could speed up the development of new vaccines. More than 500 children, patients, doctors and citizens took part in a colourful march on the occasion of World Hepatitis Day on Friday. India's Covid-19 vaccination drive is the first such large-scale programme for adults in the country. But its history of free mass immunisation campaigns dates back to the second half of the 19th century India rolled out the National Viral Hepatitis Control Program (NVHCP) last week with the aim of eliminating viral hepatitis. The disease infects and kills more than HIV, malaria and tuberculosis combined, say experts. Prof Dhiman, head of the hepatology department in PGI, has been made the chairman of National Technical Resource Group for National Viral Hepatitis Control Program (NVHCP). Almost 16 months after the national programme to combat viral hepatitis was announced by the union health ministry, just one centre in the state has managed to enrol patients and provide medicines. The centre at the civic-run Lokmanya Tilak Municipal General (Sion) Hospital is the only one to have administered free medicines to 25 patients of hepatitis C yet. India plans to eliminate the viral disease by 2030. Liver transplant is safe and good way to survive with quality of life, Dr Mathew Jacob has said. To remove the misconception that vaccines are meant for children only, and creating awareness about the importance of vaccinations, the Orange City Hospital and Research Institute (OCHRI) has started an 'adult vaccination programme'. Taking a cue from the success of pulse polio campaign, the government has again roped in Amitabh Bachchan as brand ambassador for its campaign against hepatitis B, a critical public health problem facing India. If scaling up of HIV treatment globally was made possible by Indian generics companies, it looks like they are set to repeat this feat with hepatitis C treatment too. US pharma firm Gilead Sciences has offered to introduce Sovaldi, the first breakthrough treatment for hepatitis C virus, in India at nearly 99% discount of the US price. Around 80% of all liver cancer deaths and 1.4 million other deaths worldwide are caused by two diseases - hepatitis B and C. Strong proactive steps taken by Government for prevention of Hepatitis is the need of the hour says Hepatologist, Dr Samir Shah... A study of 5,000 children in rural areas of Andhra Pradesh, about half of whom had received the Hepatitis B vaccine (HBV), found that the vaccine provided protection to only about a third of those vaccinated and did not reduce the carrier rate for the disease. Taking a cue from the success of pulse polio campaign, the government has again roped in Amitabh Bachchan as brand ambassador for its campaign against hepatitis B, a critical public health problem facing India. The Department of Gastroenterology and Hepatology, Kasturba Medical College and Hospital, Manipal will conduct a one-day conference on \"Update in Hepatology\" on February 15. In an attempt to promote voluntary blood donation among masses, the health department has come up with a fresh theme: \"Every blood donation is a gift of life -- Donate blood and give a gift of life. The theme of this year's World Hepatitis Day on July 28 was 'It's closer than you think.' With about one million people worldwide dying due to hepatitis - and millions suffering immediate sickness or developing chronic illness - the theme reflects the lurking dangers of the disease. "}