{"title": "Fundamentos de Acupuntura y moxibustión de China", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2005-01-01", "cleaned_text": "Vista normal [Vista MARC](/cgi-bin/koha/opac-MARCdetail.pl?biblionumber=12385) [Vista ISBD](/cgi-bin/koha/opac-ISBDdetail.pl?biblionumber=12385) Fundamentos de Acupuntura y moxibustión de China Autor(es): Tipo de material: Libro - Colección General Editor: Beijing : [Instituto de la medicina tradicional de China de Shangai.](/cgi-bin/koha/opac-search.pl?q=an:%225707%22) | [Instituto de la medicina tradicional de China de nanjing.](/cgi-bin/koha/opac-search.pl?q=an:%225708%22) | [Instituto de investigación de acupuntura y moxibustión de la academia de la medicina tradicional de China.](/cgi-bin/koha/opac-search.pl?q=an:%225709%22) [Instituto latinoamericano de Medicina oriental,](/cgi-bin/koha/opac-search.pl?q=Provider:Instituto%20latinoamericano%20de%20Medicina%20oriental,%20)2005Descripción: 461 ppáginas : y tablas.Materia(s): -- MEDICINA TRADICIONAL](/cgi-bin/koha/opac-search.pl?q=an:5706) Contenidos: Descripción general sobre los conocimientos fundamentales de la medicina tradicionel china. Canales, colaterales y puntos. Los ocho canales extraordinarios y sus puntos. Terapia con acupuntura y moxibustión. ventosas. terapia Navegando Centro de Información y Consulta Estantes, Ubicación: Fondo general, Código de colección: Colección Medicina Natural [Cerrar y [Fundamentos de y moxibustión de Acupuntura y moxibustión de China](/cgi-bin/koha/opac-detail.pl?biblionumber=12385&shelfbrowse_itemnumber=7279#shelfbrowser) [La práctica de la medicina China : el tratamiento de enfermedades con acupuntura y fitoterapia china /](/cgi-bin/koha/opac-detail.pl?biblionumber=12402&shelfbrowse_itemnumber=7285#shelfbrowser) Contiene: índice analítico y de puntos acupunturales Descripción general sobre los conocimientos fundamentales de la medicina tradicionel china. Canales, colaterales y puntos. Los ocho canales extraordinarios y sus puntos. Terapia con acupuntura y "}