{"title": "Dr. Crystal Abernathy, N.D. in Charlotte , NC", "author": "David M", "url": "https://www.yellowpages.com/charlotte-nc/mip/dr-crystal-abernathy-n-d-473503186", "hostname": "yellowpages.com", "description": "Rated 3.5 stars on YP. Share your own tips, photos and more- tell us what you think of this business!", "sitename": "YP.com", "date": "2018-07-13", "cleaned_text": "Dr. Crystal Abernathy, N.D. [Add to Favorites](#addBusiness) IN BUSINESS NEW PATIENTS Saved to [Favorites](/favorites) 07/13/2018 I first met Dr Abernathy a little more than 9 years ago. It has absolutely changed my life. She is extremely knowledgeable in her field of naturopathic medicine as well as medicine & wellness in general... Always giving new and innovative suggestions and treatment methods that will improve your overall health. She does not expect you to take her word and her word only. Any and everything she tells you is based on much research and many articles & real life examples that she has found all over the world both past and present. She is very forward and transparent about showing you these things as to where her thought process has come from. She has helped me and will help anyone find the absolute most economical (financially I mean) way to get lab tests done, where to go to see doctors and or Specialists that can help any health concern that you would have without killing your pocket. I saw a recent review that said she is defensive if you do not agree with her and she can have a superior attitude (I think those were the words used). Nothing could be further from the truth. I don't know the person who left that review, and it does not matter that I do not know them. I know Dr. Abernathy. I have known her for over 9 years as a patient. She is extremely open and open-minded to all different opinions and ways of thinking and attitudes and treatment methods and is more than willing to discuss anything that you would agree or disagree with. She has absolutely unequivocally never had a God complex or anything remotely close to that. Anyone who would suggest that she has a superior attitude is flat-out 100% WRONG. And I would respectfully tell anybody JUST THAT if I were to ever have a chance to have a discussion with them. That is all there is to it. I'm adding this to my review because it is just very sad that in our society of impatience and social media anyone can throw shots to tear down someone's character or business reputation. Dr. Abernathy is an honest professional 07/05/2018 She took time in the initial meeting and appeared very knowledgeable; however, she is defensive when one does not fully agree with her. In addition, she makes excuses & can have a superior attitude. I would not recommend her to others. 06/13/2013 I contacted Dr. Abernathy in December, 2012 to ask if she could recommend a Naturopathic Physician in my hometown (as she used to practice here). She said there were none in this area, but was happy to schedule a phone appointment with me. So I scheduled a two hour appointment during which Dr. Abernathy asked questions, learning all about my health history and my current diagnosis of cervical dysplasia. I was looking for a natural remedy for the dysplasia and treatment of the HPV virus. We discussed a 3 month protocol of supplements, which I decided to try. Great news - 3 months later I was free of dyplasia!!! Dr. Abernathy also made recommendations for hypothyroidism, which I plan to follow as well. I contacted her many times via email with questions, all of which she responded to immediately. Subsequent to the normal PAP, I have continued to follow Dr. Abernathy's advice and recommendations for a maintenance protocol. I would happily recommend her to anyone, and would seek her advice again for other conditions if necessary. Phone: (704) 595-9155 Address: 10008 Red Bluff Ct, Charlotte, NC 28269 8426 Medical Plaza Dr # 400, Charlotte, NC 28262 1905 J N Pease Pl Ste 204, Charlotte, NC 28262 10030 Edison Sq. Dr. NW 203, Concord, NC 28027 1820 Sunhaven Ct, Charlotte, NC 28262 8310 University Dr, NC 28262 7043 Maple Park Ln, Charlotte, NC 28269 101 E W T Harris Blvd, Charlotte, NC 28262 416 McCullough Dr, Charlotte, NC 28262 10401 Roundleaf Dr, Charlotte, NC 28213 "}