{"title": "FDA Adverse Events Reporting System", "author": "Center; Research", "url": "https://www.fda.gov/drugs/questions-and-answers-fdas-adverse-event-reporting-system-faers/fda-adverse-event-reporting-system-faers-electronic-submissions", "hostname": "fda.gov", "description": "FDA Adverse Events Reporting System", "sitename": "FDA", "date": "2023-05-06", "cleaned_text": "FDA Adverse Event Reporting System (FAERS) Electronic Submissions Updates for Electronic Submission of Individual Case Safety Reports (ICSRs) to FAERS FDA recently updated the following guidances for industry to incorporate technical updates: [E2B (R3) Electronic Transmission of Individual Case Safety Reports Implementation Guide - Data Elements and Message Specification](/regulatory-information/search-fda-guidance-documents/e2br3-electronic-transmission-individual-case-safety-reports-implementation-guide-data-elements-and) and [Appendix to the Implementation Guide — Backwards and Forwards Compatibility](/regulatory-information/search-fda-guidance-documents/e2br3-electronic-transmission-individual-case-safety-reports-implementation-guide-appendix). Premarketing Safety Reporting In preparation for the electronic transmission of premarketing safety reports in the International Council for Harmonisation (ICH) E2B(R3) format, FDA has posted the following documents regarding the electronic submission of ICSRs for certain investigational new drug application (IND) safety reports for drug and biological products and IND-exempt bioavailability/bioequivalence (BA/BE) safety reports to FAERS. These documents are posted to help sponsors prepare their systems for electronic submission of IND safety reports in the E2B(R3) format. [Providing Regulatory Submissions in Electronic Format: IND Safety Reports - Draft Guidance for Industry](https://www.fda.gov/regulatory-information/search-fda-guidance-documents/providing-regulatory-submissions-electronic-format-ind-safety-reports-guidance-industry)(October 2019) [Electronic Submission of IND Safety Reports - Technical Conformance Guide](https://www.fda.gov/regulatory-information/search-fda-guidance-documents/electronic-submission-ind-safety-reports-technical-conformance-guide)(April 2022) [Technical Specifications Document - FDA Regional Implementation Guide for E2B(R3) Electronic Transmission of Individual Case Safety Reports for Drug and Biological Products](https://www.fda.gov/regulatory-information/search-fda-guidance-documents/fda-regional-implementation-guide-e2br3-electronic-transmission-individual-case-safety-reports-drug)(August 2022) [Electronic Submission of Expedited Safety Reports From IND-Exempt Studies - Draft Guidance for Industry](https://www.fda.gov/regulatory-information/search-fda-guidance-documents/electronic-submission-expedited-safety-reports-ind-exempt-babe-studies-guidance-industry)(August 2022) [FDA E2B(R3) Core and Regional Data Elements and Business Rules](/media/157982/download?attachment)(Excel file June 2023) [FDA ICSR XML Instances](/media/157983/download?attachment)(zip file January 2023) Please note, FDA is not currently accepting the submission of premarket ICSRs in the E2B(R3) format. Please continue to submit IND safety reports using eCTD format and IND-exempt BA/BE safety reports on Form FDA 3500A. FDA will update this web page when final guidance for IND safety reporting is published, and when FDA will accept IND and IND-exempt BA/BE safety reports in E2B(R3) format on a voluntary basis. FDA will also update this web page to communicate when submission of safety reports in E2B(R3) format is required for certain INDs after the period of voluntary submission. Postmarketing Safety Reporting In preparation for the receipt of postmarketing safety reports in the E2B(R3) format, FDA has posted the following documents regarding the electronic submission of safety reports for drug and biological products to FAERS. These documents are posted to help prepare systems for electronic submissions of postmarketing safety reports. [Technical Specifications Document - FDA Regional Implementation Guide for E2B(R3) Electronic Transmission of Individual Case Safety Reports for Drug and Biological Products](https://www.fda.gov/regulatory-information/search-fda-guidance-documents/fda-regional-implementation-guide-e2br3-electronic-transmission-individual-case-safety-reports-drug)(August 2022) [FDA E2B(R3) Core and Regional Data Elements and Business Rules](/media/157982/download?attachment)(Excel file June 2023) [FDA E2B(R3) Forward Compatible Rules](https://www.fda.gov/media/157993/download)(Excel file Instances](/media/157983/download?attachment)(zip file January [Providing Submissions Format - Postmarketing Safety Reports: Guidance for Industry](https://www.fda.gov/regulatory-information/search-fda-guidance-documents/providing-submissions-electronic-format-postmarketing-safety-reports)(April 2022) Please note, FDA is not currently accepting the submission of postmarketing ICSRs in the E2B(R3) format. FDA will update this web page when postmarketing ICSRs will be accepted in the E2B(R3) format. In the meantime, please continue to submit postmarketing ICSRs in the E2B(R2) format. For questions related to this update, please contact the FAERS electronic submission coordinator at [faersesub@fda.hhs.gov](mailto:faersesub@fda.hhs.gov). This page provides drug and nonvaccine biological product manufacturers, distributors, packers, outsourcing facilities, and other interested parties with information about FDA Adverse Event Reporting System (FAERS) electronic submissions and instructions on how to electronically submit postmarketing individual case safety reports (ICSRs) with and without attachments. Since 2000, FDA has accepted electronic submissions of both expedited and non-expedited Individual Case Safety Reports (ICSRs) for human drug and nonvaccine biologic products. To date, FDA has only accepted electronic submissions of ISCRs in the XML format, prepared in accordance with [International Conference on Harmonisation-E2B (ICH E2B)](/media/76278/download) (PDF - 266KB) to transmit information directly from database-to-database using standardized (ICH E2B(M)) data elements. Starting June 10, 2015,* FDA is requiring that applicants electronically submit all ICSRs, ICSR attachments, and periodic safety reports. There are two options for submitting ICSRs electronically: - Database-to-database transmission ( \"E2B\") - The Safety Reporting Portal (SRP) by manually entering the data via our SRP portal. - Attachments: for both methods, we will only accept attachments in the PDF format. *FDA issued a final rule on June 10, 2014, that requires industry to submit post-marketing safety reports in an electronic format. See the rule at: [FDA issues final rule on postmarketing safety report in electronic format](http://wayback.archive-it.org/7993/20170111002213/http://www.fda.gov/Drugs/DrugSafety/ucm400526.htm) (FDA Archive). Submitting Individual Case Safety Reports (ICSRs), ICSR Attachments, & Periodic Safety Reports (PSRs) - Electronic submission of ICSRs You have the 2 options for submitting ICSRs electronically. ICSR Option A: Database-to-Database Transmission (\"E2B\") - ICSRs must be submitted in the XML format. - Attachments must be in the pdf format. - See document \" [Specifications for Preparing and Submitting Electronic ICSRs and ICSR Attachments](/media/132096/download?attachment)\" (PDF - 204KB). XML files are submitted to the FDA via the Electronic Submissions Gateway (ESG). - For additional instruction on how to begin submitting ICSRs in the XML format, go to our document titled, \" [Steps to Submitting ICSRs Electronically in the XML Format.\"](/drugs/fda-adverse-event-reporting-system-faers/steps-submitting-e2br2-icsrs-electronically-xml-format) ICSR Option B: Safety Reporting Portal (SRP) Applicants and non-applicants who do not have database-to-database capability may submit electronic ICSRs using the SRP. To submit via SRP, you must have an account to access the portal site. Those who are Gateway partners cannot use the SRP. Gateway partners are those companies that submit electronically via the Electronic Submission Gateway. Steps for requesting an SRP account - Contact [FAERSESUB@fda.hhs.gov](mailto:FAERSESUB@fda.hhs.gov)to advise FDA of your intent to begin submitting via the SRP. SRP account activation - Your account will be activated in about 7 to 10 business days. - You will be notified via email with the subject line \"SRP Account Activation\" that will include the web link to the SRP portal along with account information. - After receiving this email, your account will be considered active and you may begin submitting reports. - Submitting ICSR Attachments Attachments to ICSRs include supporting information for ICSRs such as relevant hospital discharge summaries and autopsy reports, death certificate, and published articles for ICSRs based on scientific literature. - Database-to-Database Transmission (\"E2B\"). - Submit attachments to ICSRs through the electronic submission gateway (ESG). See page 32 of the document \" [Specifications for Preparing and Submitting Electronic ICSRs and ICSR Attachments](/media/132096/download?attachment)\" (PDF - 204KB). - Submit attachments to ICSRs through the electronic submission gateway (ESG). See page 32 of the document \" - Safety Reporting Portal (SRP). - To submit ICSR attachments via the SRP, use the features within the portal that allows you to browse, select, and attach documents to an ICSR. - Database-to-Database Transmission (\"E2B\"). - Submitting Periodic Safety Reports (PSR) Periodic safety reports are comprised of a descriptive portion and non-expedited ICSRs (21 CFR 314.80 and 600.80), regardless of the format. - Descriptive Portion: - Use [Electronic Common Technical Document (eCTD)](/drugs/electronic-submissions-cder/electronic-common-technical-document-ectd)specifications to submit the descriptive portion electronically. - Indicate in the descriptive portion that the ICSRs have been submitted electronically as XML files to the FDA Electronic Submissions Gateway (ESG) or via the Safety Reporting Portal (SRP). - Use - Non-expedited ICSRs: must be submitted as described above and on or before the periodic safety report due date. Do NOT submit expedited ICSRs previously submitted. "}