{"title": "Mpox | Manitoba Health", "author": "Communicable Disease Control; Manitoba Health", "url": "https://www.gov.mb.ca/health/publichealth/diseases/mpox.html", "hostname": "gov.mb.ca", "description": "Provides symptom, cause, treatment and prevention information for Mpox, from the Public Health branch of Manitoba Health, Province of Manitoba.", "sitename": "Province of Manitoba - Health", "date": "2022-05-20", "cleaned_text": "Manitoba Health Mpox Since May 2022, human cases of mpox have been identified in several countries where it is not typically found. Cases have been confirmed in several provinces and territories in Canada. Sporadic cases continue to be detected in Canada. For more information on the outbreak situation in Canada, see [canada.ca/en/public-health/services/diseases/mpox/outbreak-update.html](https://www.canada.ca/en/public-health/services/diseases/mpox/outbreak-update.html). Mpox is not known to be sexually transmitted but it is spread by close contact, which includes sexual contact. Most cases in Canada and globally have reported close or intimate contact with other people who had mpox. [Vaccination](#vaccination) is available to help prevent mpox among people who are at greater risk of being exposed. For those at ongoing risk, it is important to receive 2 doses of the vaccine for the best protection. Vaccination is also available to those who have recently been in contact with someone who has mpox. Public health authorities and clinicians in Canada, including Manitoba, are advised to be vigilant and consider mpox when patients present with an unusual, unexplained rash and other clinical signs consistent with mpox (e.g. fever, headache, and/or lymphadenopathy), particularly in individuals who may have been exposed. Clinicians are encouraged to consult infectious disease specialists when assessing a suspected mpox case. [Symptoms](#symptoms) Symptoms are typically flu-like, and can include: - fever, - headache, - muscle aches, - back aches, - chills, - exhaustion, and - swollen lymph nodes. Several days after these symptoms appear, a rash may appear anywhere on the body, but is typically found on the face, palms of the hands and soles of the feet. The lesions progress through [four stages](images/monkeypox.png) (macular, papular, vesicular, to pustular) before scabbing over and resolving, over a period of two to three weeks. Although this virus is not known to be a sexually transmitted infection, close intimate contact during sex is known to be a risk factor, and the lesions may start and be localized to the sites of contact (e.g. genital lesions). The severity of illness depends on the health of the infected individual, how they were exposed, and the strain of the infecting virus. There are two clades or strains. Clade II (the former West African strain), which has been identified in the current global outbreak, typically causes milder illness than Clade I (the former Central African strain). In previous outbreaks, mpox infection has caused death in between 0 to 10 per cent of those infected, with the higher rate seen among those infected with Clade I. Transmission Mpox does not generally spread easily between people. Current evidence suggests that mpox spreads in 3 ways: - from person to person (primary route of transmission in the current outbreak), including: - direct contact with an infected person's lesions or scabs on the skin (even if not visible) or mucous membranes (e.g., eyes, nose, mouth), - contact with an infected person's body fluids such as blood, saliva, and semen (though evidence is still emerging), - through respiratory particles, such as from talking, breathing, coughing or sneezing (usually requires prolonged (hours) close face-to-face contact), and - from an infected pregnant to their developing fetus through the placenta. - from contact with contaminated objects used by an infected person (i.e. clothing, bedding, towels, and other shared objects) - from animals to humans (i.e. via a bite or scratch or through meat preparation or consumption of undercooked meat) A person is considered infectious for five days before the onset of the rash and until all the skin lesions have resolved. Risk of Getting Mpox Similar to other countries, the majority of cases in Canada to date are men who reported intimate sexual contact with other men. However, it's important to stress that the risk of exposure to the mpox virus is not exclusive to any group or setting. Anyone can get infected and spread mpox if they come into close contact with someone who has the virus, regardless of: - sex - race - gender or - sexual orientation As the outbreak continues to evolve, changes to this information will be updated as it becomes available. Diagnosis and Testing Health care providers should discuss all suspected cases with an Infectious Disease specialist to coordinate appropriate testing and management. The diagnosis is confirmed by PCR laboratory testing. Treatment Most cases are self-limited, which means they don't require treatment, and resolve within 2 to 4 weeks. It is unknown whether or not a person with severe mpox infection will benefit from treatment with antivirals, although their use may be considered on a case by case basis. Prevention While not considered a sexually transmitted disease, mpox is currently being transmitted through close, sustained physical contact. This includes sexual contact. [Vaccination](#vaccination) can protect people, but no vaccine is 100% effective. It is important to consider other ways to reduce your risk of exposure, whether or not you have been vaccinated. To protect yourself and prevent mpox: - be aware of any new or unexplained rash or lesion on you or your partner(s). In some cases, symptoms may be mild, and some people may not even know they have mpox; - avoid skin-to-skin or face-to-face contact with anyone who has symptoms. Especially avoid touching any rash; - stay home if you are sick, and encourage others to do the same; - consider minimizing the number of sexual partners that you have, recognizing the risk of mpox spread may be higher with anonymous sexual contact and/or multiple partners; - use condoms, recognizing condoms alone may not prevent all exposures to mpox since the rash can occur on other parts of the body. Condoms also help prevent other sexually transmitted infections; - clean your hands regularly with soap and water or an alcohol based hand sanitizer; - clean objects and surfaces that have been touched regularly (e.g. door handles, phones, countertops, etc.) with standard household disinfectants; - don't share personal items (e.g. towels, bedding, toothbrushes, sex toys, etc.) with others; and - get [vaccinated if you're eligible](#vaccination). For more information: [Safer Sex, Social Gatherings and Mpox](https://www.cdc.gov/poxvirus/monkeypox/prevention/sexual-health.html) (Centers for Disease Control and Prevention) Vaccination Imvamune® is the name of the vaccine used to protect against the mpox virus. Imvamune® is approved by Health Canada for use in adults who are assessed as being at high-risk for exposure to mpox. Limited supply of the vaccine is available in Manitoba. Imvamune® can be used in two different ways: - Before exposure to mpox virus - This is called pre-exposure prophylaxis. By giving the vaccine before exposure to the virus, it can help protect against mpox. - After exposure to mpox virus and before you develop symptoms - This is called post-exposure prophylaxis. If the vaccine is given shortly after exposure to mpox, it may help prevent the disease or make it less severe. More information on Imvamune® and vaccination can be found in the [mpox vaccine factsheet](docs/mpox-vaccine-factsheet.pdf). Manitobans can also contact their [local public health office](../offices.html), Health Links - Info Santé (204-788-8200 or toll free at 1-888-315-9257), or their health care provider with questions about mpox vaccination. Eligibility for pre-exposure prophylaxis The following individuals are eligible for the mpox vaccine: - cisgender, transgender or two-spirit people who self-identify as belonging to the gay, bisexual and other men who have sex with men (gbMSM) community and who meet at least one of the following criteria: - have received a diagnosis of a sexually transmitted infection in the past year; - have had two or more sexual partners in the past 90 days; - have attended locations for sexual contact (e.g. bath houses or sex clubs) or are planning to; - have had anonymous sex in the past 90 days (i.e. using apps, online sites, formal/informal gatherings) or are planning to; - engaged in sex work or plan to, as a worker or client; or - any sexual contacts of the individuals described above. - individuals who self-identify as sex workers, regardless of self-identified sex/gender - staff or volunteers in sex-on-premises venues where workers may have contact with objects or materials that may be contaminated with the mpox virus without the use of personal protective equipment It is recommended, individuals be provided with two doses of vaccine for pre-exposure prophylaxis administered 28 days apart. If it has been more than 28 days since you have received your first dose, you can still obtain your second dose. Two doses of vaccine represent a complete primary series of Imvamune® vaccine. The vaccine is available in communities across the province. Preventive immunization for eligible people can be booked by contacting your [local public health office](../offices.html), Monday to Friday 830-430. If you need help in identifying your local public health office, contact Health Links — Info Santé (204-788-8200 or toll free at 1-888-315-9257) for support. Eligibility for post-exposure prophylaxis: People are eligible if they are a close contact of a confirmed or probable mpox case. Even if you have already received a dose of Imvamune® for pre-exposure prophylaxis, you may be eligible for a second dose as post-exposure prophylaxis. If you are a close contact of a confirmed or probable mpox case, contact your [local public health office](../offices.html) or Health Links - Info Santé (204-788-8200 or toll free at 1-888-315-9257). Information for Mpox Cases and Close Contacts Individuals with symptoms of mpox should speak with their health care provider and avoid contact with others to help prevent the spread of this infection. For more information please see the mpox [case and contact management factsheet](docs/mpox-case-and-contact-fact-sheet.pdf). During their infectious period (from the start of their symptoms until their rash has resolved), individuals with mpox should: - Isolate at home, and physical distance from others in the home, - Wear a well-made, well-fitting mask (if sharing space with others), - Cover any lesions, - Avoid sharing objects or exposing other people to clothes, linens, or other materials used, - Practice proper hand hygiene (washing with soap and water for at least 15 seconds) and respiratory etiquette, - Avoid contact with animals, including household pets as the virus can spread to animals; and - Call ahead, if seeking health care, and let them know you have symptoms of mpox to avoid exposing other people. Wear a well-made, well-fitting mask and cover any lesions. Public health will follow-up on close contacts of mpox cases. Close contacts will be asked to monitor for symptoms including fever, chills, swollen lymph nodes, and skin rashes for 21 days. During this monitoring period, close contacts should: - Limit your contact with the person who is a suspected case if you live with them, avoid sleeping in the same bed, and wear a mask if sharing the same space; - Practice general hygiene measures including proper hand hygiene (washing with soap and water for at least 15 second) and respiratory etiquette; - Not donate blood, cells, tissue, breast milk, semen, or organs; - Avoid sexual contact with others; - Avoid contact with animals, including household pets as the virus can spread to animals; and - If symptoms develop, isolate at home and follow guidance above to prevent spread to others. Notify public health or Health Links - Info Santé (204-788-8200 or toll-free at (1-888-315-9257)) of your symptoms. You should be assessed by your health care provider. Call ahead and let them know you have been exposed to mpox and have symptoms, to avoid exposing other people. Wear a well-made, well-fitting mask and cover any lesions. Manitoba Health Resources For the Public - Mpox ' [What you need to know](https://www.sunshinehousewpg.org/monkeypox)' - Sunshine House - Mpox ' [What you need to know](https://indd.adobe.com/view/0fe3144e-5c6d-490d-9a29-6717f218c50f) ['](https://indd.adobe.com/view/0fe3144e-5c6d-490d-9a29-6717f218c50f)- poster, Sunshine House - Mpox ' [General Information](https://www.ourownhealth.ca/monkeypox)' - Our Own Health Centre ['What you need to know'](https://static1.squarespace.com/static/5f1051a35d180272de681515/t/62b9b00b21abac4daadf1d98/1656336395992/monkeypox-info-from-oohc.pdf)- poster, Our Own Health Centre [Mpox](docs/monkeypox-infographic.pdf)- infographic, Public Health Agency of Canada [Mpox case and contact management factsheet](docs/mpox-case-and-contact-fact-sheet.pdf) (May 2023) [Mpox vaccine factsheet](docs/mpox-vaccine-factsheet.pdf) (May 2023) For Health Care Providers [Letter to Health Care Providers Re: Mpox Update #6](https://www.gov.mb.ca/health/publichealth/cdc/docs/hcp/2023a/051923.pdf)(May 19, 2023) [Letter to Re: Mpox Update #5](https://www.gov.mb.ca/health/publichealth/cdc/docs/hcp/2022/100422.pdf)(October 4, [Letter Mpox [Letter Mpox [Letter Mpox Guidance On the Use of Imvamune®](https://www.canada.ca/content/dam/phac-aspc/documents/services/immunization/national-advisory-committee-on-immunization-naci/guidance-imvamune-monkeypox/guidance-imvamune-monkeypox-en.pdf) [CADTH - Tecovirimat for the Treatment of Mpox](https://www.cadth.ca/tecovirimat-treatment-human-monkeypox) Other Resources [Public Health Agency of Canada - Mpox](https://www.canada.ca/en/public-health/services/diseases/mpox.html) [Centres for Disease Control and Prevention - Mpox](https://www.cdc.gov/poxvirus/monkeypox/) [World Health Organization - Mpox](https://www.who.int/news-room/fact-sheets/detail/monkeypox) | | Communicable Disease Control (CDC) Health "}