{"title": "6 herbs that boost energy and increase concentration | The Times of India", "author": null, "url": "https://timesofindia.indiatimes.com/life-style/food-news/6-herbs-that-boost-energy-and-increase-concentration/photostory/78532882.cms", "hostname": "indiatimes.com", "description": "The modern-day life is full of rapid pace, fast progress, hectic schedules and excessive work. All these things often take a toll on one's physical as well as mental health. Lack of sleep, appetite, disinterest in social gatherings, etc. are some of the results of the fast yet unhealthy life that we live. At such a time, looking after our health and nutrition becomes even more necessary.Physical exercises, meditation, yoga, and most importantly—healthy diet, are some of the things that need to be kept in check for a good and disease-free life. As mentioned, a good diet is the most basic and essential component of a healthy lifestyle. If one does not take care of his/her nutritional requirements, then it may lead to various problems like weakness, and lack of focus. In order to avoid such complications, here are 8 herbs to boost energy and focus.", "sitename": "Times of India", "date": "2020-10-07", "cleaned_text": "and increase concentration The modern-day life is full of rapid pace, fast progress, hectic schedules and excessive work. All these things often take a toll on one's physical as well as mental health. Lack of sleep, appetite, disinterest in social gatherings, etc. are some of the results of the fast yet unhealthy life that we live. At such a time, looking after our health and nutrition becomes even more necessary. Physical exercises, meditation, yoga, and most importantly—healthy diet, are some of the things that need to be kept in check for a good and disease-free life. As mentioned, a good diet is the most basic and essential component of a healthy lifestyle. If one does not take care of his/her nutritional requirements, then it may lead to various problems like weakness, and lack of focus. In order to avoid such complications, here are 8 herbs to boost energy and focus. [readmore](javascript://) 02/7Rosemary The aroma of rosemary essential oil helps improve cognitive performance. Inhaling rosemary essential oil allows compounds in the oil to enter your bloodstream, from where they can directly affect your brain. It has the same effect when included as an ingredient in recipes. [readmore](javascript://) 03/7Ashwagandha Ashwagandha is a herb that has been used as an Ayurvedic remedy since ancient times and has powerful beneficial effects on brain function. Consuming it improves memory, attention, and information processing. Moreover, Ashwagandha may have beneficial effects on cellular energy production and can be a helpful tool for enhancing athletic performance. [readmore](javascript://) 04/7Peppermint Simply inhaling the pleasant aroma of peppermint essential oil and water mint, helps boost energy, mood, athletic performance, and alertness. Moreover, inhaling peppermint essential oil reduces fatigue and boosts alertness, memory, and energy. [readmore](javascript://) 05/7Sage The herb is high in many potent plant compounds, including luteolin, rosmarinic acid, camphor, quercetin, and apigenin, which give it its impressive medicinal properties. Thus, when used as a supplement, sage improves mood, alertness, attention, and memory. Also, sage acts as a powerful inhibitor of an enzyme that plays an important role in brain function. [readmore](javascript://) 06/7Ginseng A popular herbal supplement, Ginseng is well known for its energy-boosting properties. It stimulates brain function and improves sports and mental performance. However, it has to be taken with the utmost precaution as it can interfere with common medications, such as those used to treat diabetes, depression, and heart disease. [readmore](javascript://) 07/7Gotu Kola Gotu kola has been used in traditional medicine systems to help improve brain function, alertness and mood. It leads to betterment of working memory and self-rated mood. Gotu Kola also helps in improving attention, reducing anxiety, and mental fatigue. [readmore](javascript://) TRENDING ARTICLES [7-Day vegetarian diet plan for weight loss](https://timesofindia.indiatimes.com/life-style/health-fitness/web-stories/7-day-vegetarian-diet-plan-for-weight-loss-and-detox/photostory/103528379.cms) [The beach in Japan where sea meets snow and sand](https://timesofindia.indiatimes.com/life-style/spotlight/web-stories/hokkaido-beach-in-japan-where-sea-meets-snow-and-sand/photostory/103305747.cms) [Fahrenheit 451: Exploring censorship, conformity](https://timesofindia.indiatimes.com/life-style/books/features/fahrenheit-451-exploring-the-themes-of-censorship-and-conformity/articleshow/103479534.cms) [Inspiring quotes for the walls of your home](https://timesofindia.indiatimes.com/life-style/home-garden/web-stories/inspiring-quotes-to-hang-on-the-walls-of-your-home/photostory/103395759.cms) [New York's rat problem a tourist attraction?](https://timesofindia.indiatimes.com/etimes/trending/new-yorks-rat-problem-becomes-an-unlikely-tourist-attraction/articleshow/103499559.cms) [G20: Top chefs prepare a unique feast](https://timesofindia.indiatimes.com/life-style/food-news/g20-summit-top-indian-chefs-join-hands-to-prepare-a-unique-feast/articleshow/103540047.cms) [South Korean Life Style 10 fruit peels that can give you a glowing skin Entertainment When Mirnaa Menon explored different shades of color Recipes 10 benefits of adding coconut sugar to your daily diet Recipes 12 benefits of eating pine nuts and how to use them TV Best dressed TV celebs of the week Entertainment Amruta Khanvilkar And Her Love For Sarees Recipes 12 irresistible fish dishes from around the world Travel Stunning places where rivers merge TV Srabanti Chatterjee shines like a dazzling diva Life Style 8 things one should never reveal before the in-laws "}