{"title": "Clinical trials", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2017-05-29", "cleaned_text": "have been vaccinated as non-responders to conventional vaccination against Hepatitis B | |Trabajadores del ámbito sanitario con riesgo biológico en sus tareas, que hayan sido vacunados como no-respondedores a la vacunación convencional contra la Hepatitis B | condition understood language have been vaccinated as non-responders to conventional vaccination against Hepatitis B | |Trabajadores del ámbito sanitario con riesgo biológico en sus tareas, que hayan sido vacunados como no-respondedores a la vacunación convencional contra la Hepatitis B | area disease | |E.2 Objective of the trial | |E.2.1||Main objective of the trial || | |To benefit and equip SACYL staff with an additional protection tool against hepatitis B infection. | To evaluate the efficacy of the adjuvanted vaccine in healthy non-responders to conventional hepatitis B vaccine |Beneficiar y dotar al personal de SACYL con una herramienta adicional de protección frente al contagio por hepatitis B. | Evaluar la eficacia de la vacuna adyuvada en aquellos sujetos sanos no-respondedores a la vacuna convencional antihepatitis B |E.2.2||Secondary objectives of the trial || | |To benefit and equip SACYL staff with an additional protection tool against hepatitis B infection. | To evaluate the efficacy of the adjuvanted vaccine in healthy non-responders to conventional hepatitis B vaccine |Beneficiar y dotar al personal de SACYL con una herramienta adicional de protección frente al contagio por hepatitis B. | Evaluar la eficacia de la vacuna adyuvada en aquellos sujetos sanos no-respondedores a la vacuna convencional antihepatitis B |Health workers in the Health Area of Salamanca, Zamora, Leon, Valladolid and Palencia | Criteria defining them as NO responders to anti HBsAb titers <10 mIU / ml following the application of six doses of conventional vaccine at 20 g doses (two complete guidelines) |Trabajadores del ambito sanitario del Area de Salud de Salamanca, Zamora, Leon, Valladolid y Palencia | Criterios que les definen como NO respondedores a la vacuna convencional para hepatitis B: titulos de Ac antiHBs < 10 mUI/ml tras la aplicacion de seis dosis de vacuna convencional a dosis de 20 g (dos pautas completas) Sujetos que firmen el consentimiento informado |E.4||Principal exclusion criteria|| | |Known allergy to the active substance or any of the other ingredients of the medicinal product (included in section 6 of the product data sheet). | If you have ever had an allergic reaction to any vaccine against hepatitis B If you have a serious infection with fever. Subjects for whom informed consent consent initially signed. |Alergia conocida al principio activo o a cualquiera de los demás componentes del medicamento (incluidos en la sección 6 de la ficha técnica del producto). | Si ha tenido alguna vez una reacción alérgica a cualquier vacuna frente a la hepatitis B Si tiene una infección grave con fiebre. Sujetos de los cuales no se obtenga el consentimiento informado Sujetos que no hayan revocado el consentimiento inicialmente firmado. |E.5 End points | |E.5.1||Primary end point(s)|| | |SACYL health workers with biological risk in their tasks who have been classified as non-responders to vaccination against Hepatitis B | |Trabajadores del ámbito sanitario del SACYL, con riesgo biológico en sus tareas, que hayan sido clasificados como no-respondedores a la vacunación contra la Hepatitis B | |E.5.1.1||Timepoint(s) of evaluation of this end point|| | |Between 40 and 60 days after the last dose given | |Entre los 40 y dos 60 días después de la ultima dosis administrada | |E.5.2||Secondary end point(s)|| | |Analyze | To evaluate and clinical tolerance of the adjuvanted vaccine |Analizar resultados de títulos de anticuerpos antiHBs para ver la respuesta inmunológica a la vacuna adyuvada. | Evaluar resultados de seguridad y la tolerancia clínica de la vacuna adyuvada |E.5.2.1||Timepoint(s) of evaluation of this end point|| | |Al mes de la adminsitracion | En el momento de la administración de la vacuna y durante el mes posterior |Al mes de la adminsitracion | En el momento de la administración de la vacuna y durante el mes posterior |E.6 and E.7 Scope of the trial | |E.6||Scope of the trial | |E.6.1||Diagnosis|| No | |E.6.2||Prophylaxis|| Yes | |E.6.3||Therapy|| No | |E.6.4||Safety|| Yes | |E.6.5||Efficacy|| Yes | |E.6.6||Pharmacokinetic|| No | |E.6.7||Pharmacodynamic|| No | |E.6.8||Bioequivalence|| No | |E.6.9||Dose response|| No | |E.6.10||Pharmacogenetic|| No | |E.6.11||Pharmacogenomic|| No | |E.6.12||Pharmacoeconomic|| No | |E.6.13||Others|| No Design of the trial | |E.8.1||Controlled|| No | |E.8.1.1||Randomised|| No | |E.8.1.2||Open|| Yes | |E.8.1.3||Single No | blind | No | | |E.8.2|| Comparator | product(s)|| |E.8.2.2||Placebo || No | |E.8.2.3||Other|| No | |E.8.3|| The trial involves single site in the Member State concerned || No | |E.8.4|| The |E.8.6.1||Trial being both the EEA|| |E.8.6.2||Trial conducted completely outside No has a data monitoring committee|| No | |E.8.8|| Definition of the end of the trial and justification where it is not the last visit of the last subject undergoing the trial || | |AT THE MONTH OF LAST VISIT OF THE LAST RECRUITED SUBJECT | |AL MES DE LA ULTIMA VISITA DEL ULTIMO SUJETO RECLUTADO | |E.8.9 Initial estimate of the duration of the Member State concerned days|| | "}