{"title": "PDF", "author": "PDF", "url": "https://www.funcionpublica.gov.co/eva/gestornormativo/documentos/tabla1-decreto1477.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "DECRETO NÚMERO_~' \"\"\"'1-=4:.....;;7\"--1=--_·...,..,_\\~,;. DE ----------------~.~,J.,; Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" ANEXO TÉCNICO TABLA DE CONTENIDO SECCiÓN 1: AGENTES ETIOLÓGICOS 1FACTORES DE RIESGO OCUPACIONAL A TENER EN CUENTA PARA LA PREVENCiÓN DE ENFERMEDADES LABORALES 1. Agentes Químicos 2. Agentes Físicos 3. Agentes Biológicos 4. Agentes Psicosociales 5 .. Agentes Ergonómicos SECCiÓN 11: GRUPO DE ENFERMEDADES PARA DETERMINAR Et,. DIAGNÓSTICO MÉD1CO PARTE A . , ENFERMEDADES LABORALES DIRECTAS 1. Asbestosis. 2. Silicosis .. 3. Neumoconiosis del'minero de carbón. 4. Mesotelioma maligno por exposición a asbesto. PARTEB· ENFERMEDADES CLASIFICADAS POR GRUPOS O CATEGORIAS\" Grupo I Enfermedades infecCiosas y parasitarias Grupo 11 Cáncer de origen laboral Grupo 111 Enfermedades no malignas del sistema hematopoyético Grupo IV Trastornos mentales y del comportamiento Grupo V Enfermedades del sistema nervioso Grupo VI Enfermedades del ojo y sus anexos, Grupo VII Enfermedades del oído y problemas de fonación, Grupo VIII Enfermedades del sistemacardiovasculary cerebro-vascular Grupo IX Enfermedades dél sistema respiratorio Grupo X Enfermedades del sistema digestivo yal hígado Grupo XI Enfermedades de la piel y tejido subcutáneo '.' ,Grupo XII Enfermedades del sistema músculo-esquelético y tejido conjuntivo Grupo XIII Enfermedades del sistema genitourinario Grupo XIV Intoxicacione's . Grupo XV Enfermedades del sistema endocrino · , '. DECRETO NÚMERO .\" ., 1477 DE 2014 ·HOJAN.o 2 , I Continuación del decreto 'Porel cual se expide la Tabla de Enfermedades Laborales· 'S'ECCIÓN I AGENTES ETIOLÓGICOS 1FACTORES DE RIESGO OCUPACIONAL A TENER EN CUENTA PARA LA PREVENCiÓN DE LAS ENFERMEDADES .LABORALES . ,--14.71 DECRETO NUMERO ______ ~DE 2014 HOJA No .. ...2 ~ ,i\" ~ e Continuación del decreto \"Por el cual se expide la Tabla de Enfermedádes Laborales\"'. SECCiÓN I AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL 1. AGENTES QuíMICOS ,. AGENTES OCUPACIONES I INDUSTRIAS ENFERMEDADES ETIOLÓGICOS I FACTORES DE El listado de ocupaciones e industrias no es exhaustivo ..Se mencionan las mas representátivas, RIESGO pero pueden existir otras circunstancias de OCUPACIONAL exposición ocupacional. Arsénico y sus compuestos arsenicales ; , ~ ~ ~ ~ -Metalurgia de mineros arsenicales e ~ industria electrónica; -Extracción de arsénico y preparación ~. de sus compuestos; ~ -. Fabricación, preparación y utilización ~ de tintas, lacas (gas arsina), insecticidas, parasiticidas y raticidas; ~ -Procesos industriales en los que haya ~ liberación de. hidrógeno arsenicado; .~ -Prepáración y conservación de pieles yplumas y conservación de madera; ~ -Agentes de la producción de vidrio, aleaciones de plomo, medicamentos y semiconductores. ~ ~ ~ '~ ~ ~ ~ ~ ~ ~ ~ ~ ~ Angiosarcoma de higado (C22.3) 'Neoplasia maligna de I.os bronquios y del pulmón (C34) Otras neoplasias malignas de la piel (C44) Polineuropatla debida a otros del tabique nasal (J34.0) Bronquioliti~ obliterante crónica, enfisema crónico difuso o fibrosis pulmonar crÓnica (J68.4) Estomatitis ulcerativa crónica (K12.1) Gastroenteritis y colitis tÓxicas (K76.6) Dermatitis de contacto por Otras formas de I hiperpigmentación: : Melanodermia no clasificada en otra parte ocupacional) (L81.5) Queratosis palmar y plantar adquirida (L85.1) agudos (T57.0). Leucemia múltiple (C85.0) '­Tumor maligno excepto de renal. (C64). ~ Neoplasia malignade vejiga (C67). . I I , DECRETO NÚMERo' . ¡ '~ 1471 DE 2014 HOJA No .l. Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" }> Carcinoma in situ del colon (001.0) AGENTES QUíMICOS AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es . exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocu~!ilcional. ENFERMEDADES Asbesto Todos los trabajadores que se expongan por su trabajo a estos materiales durante la extracción, producción, molido, separación y utillzación ?el agente especifico, tales como: Trabajadores de las minas, túr;¡eles, canteras. . Industria textil en la fabricaciórí de prendas incombustibles, Cemento. Industria naviera. Fabricación de partes automotrices, materiales de aislamiento y operaciones de pulido y tallado. }> Neoplasia maligna tóxicos Industria petroquimica productora de benceno. - -Industria qulmicao de laboratorio. Producción de adhesivos sintéticos. Manipulación de adhesivos sint~ticos en la fabricación de calzado, artlculos de cuero o caucho y muebles. ,Producción de colorantes. Impresores (Especialmente fotograbado). Pintura por a~persión. Soldadura y (Neutropenia )¡> ~eucocitosis, Reacción Leuce,moíde (072.8) }> Otros trastornos', mentales derivados lesión y disfunción cerebral yde enfermedad fisica' (F06) (Tolueno y otros solventes aromáticos neurotóxicos) }> Trastornos de personalidad y del comportamiento derivados de enfermedad, ,lesión y de disfunción de la personalidad (F07) (Tolueno . y otros solventes HOJA N? -ª Continuación del decreto' el cual se expide la Tabla de Enffmnedades Laborales\" AGENTES QUíMICOS OCUPACIONES I INDUSTRIAS i:NFERMEDADES AGENTES El listado de ocupaciones e industrias no es ETIOLÓGICOS exhaustivo. Se mencionan las más I FACTORES representátivas, pero pueden existir otras circunstancias de exposición ocupacional. DE RIESGO OCUPACIONAL ~ Trastorno mental orgánico o sintomático no especIfico (F09) Industria petroqufmica productora. .(Tolueno y otros solventes de benceno. . ' aromáticos neurqtóxicos) Industria quimica O de laboratorio, ~ . Episodios depresivos (F32) Producción de adhesivos sintéticos. (Tolueno y otros solventes Benceno y sus -Manipulación de adhesivos aromáticos neurotóxicos) derivados tóxicos sintéticos en la fabricación de ~ Neurastenia (Incluye sindrome calzado, artlculos de cuero o caucho de fatiga) (F48.0) (Tolueno y y muebles. otros solventes aromáticos Producción de colorantes. neurotóxicos) Impresores (Especialmente ~ Encefalopatla tóxica crónica Dermatitis contacto por irritantes (L24) ~ Efectos tóxicos agudos (T52.1 y T52.2) ~ Efectos adversos de otros agentes que afectan los constituyentes de la sangre, y los no especificados (Y44.9). ~ Anemia aplástica (061.2) Extracción, trituración y ~'Neoplasia maligna de los manipulación de berilio. bronquios y del pulmón (C34) Fabricación y fundición Conjuntivitis (H1 O) compuestos y aleaciones. Beriliosis (J63.2) Utilización en la industria Bronquitis y neumonitis debida . aeroespacial y manufactura de a productos químicos,' gases\\ instrumentos de preciSión y humos y vapores (Bronquitis Berilio y sus ordenadores, herramientas quimica aguda) (J68.0) compuestos cortantes que no producen chispas ~ Edema pulmonar agudo tóxicos para la industria petrolera. causado por productos Fabricación de tubos fluorescentes, quimicos., gases, humos y de ampollas de rayos X, de vapores (Edema 'pulmonar electrodos de aspiradores, cátodos de ~ Bronquiolitis obliterante crónica, reactores nucleares. enfisema crónico difuso o Fabricación de crisoles, vidrios fibrosis pulmonar crónica especiales y de porcelana para (J68A). aislantes térmicos. ~ Dermatitis de contacto por irritantes (L24) ~ Efectos tóxicos agudos (T56.7) I DECRETO NÚMERO . j -14.. 77 DE 2014 HOJA No9 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales· AGENTES ETIOLÓGICOS I .FACTORES DE RIESGO OCUPACIONAL Bromo Cadmio y sus compuestos AGENTES QUíMICOS OCUPACIONES I INDUSTRIAS . El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. -Trabajadores' de la industria petroqulmica. -Trabajadores expuestos al - empleo del cadmio, de sus· aleaciones y sus compuestos, en particular en preparación del cadmio por vla seca. Corte con soplete o soldadura de piezas de metal que contienen cadmio. . . Soldadura con aleaciones de cadmio. Fabricación de baterlas de nlquel­ cadmio. Fabricación de pigmentos de cadmio para pinturas esmaltes y plásticos. Fabricación de pestiCidas y pinturas. Fabricación de amalgamas dentales. Fabricación de joyas .. ENFERMEDADES ~ Faringitis ~ laringotraqueitis crónica Bránquitís y neumonitis causada por prod uctos -qulmicos, gases, humos y vapores (Bronquitis qulmica aguda) (J68.0) ~. Edema pulmonar agudo causado .por productos químicos, gases, humos y vapores (Edema pulmonar qulmico) (J68.1) ~ Síndrome de disfunción reactiva de las vías aéreas (J68.3) ~ Bronquíolitis obliterante crónica, enfisema crónico difuso o fibrosis pulmonar crónica (J68A) ~\" Estomatitis ulcerativa crónica (K12.1) :> Dermatitis de contacto irritantes (l24) ~ Efectos tóxicos agudos (T57.8) ~ Neoplasia maligna de bronquios y de pulmón (C34) ~ Trastornos del nervio olfatorio (Incluye anosmia) (G52.0) ~ 'Bronquitis y neumonitis causada por productos qulmicos, gases, humos y vapores (Bronquitis qulmic~ aguda) (J68.0) . ~ Edema pulmonar agudo . causado por productos químicos, gases, humos y vapores (Edema pulmonar químico) (J68.1) ~ Síndrome de disfunción reactiva de las vias aéreas (J68.3) DECRETO NÚMERO_' __ \" _1_4_7_1-,--...;-;.. DE 2014 HOJA Na J.Q Continuación del decreto ·Porel cual se expide la Tabla de Enfermedades Laborales\" AGENTES QUíMICOS AGENTES OCUPACIONES I INDUSTRIAS ENFERMEDADES El listado de ocupaciones e industrias no es ETIOLÓGICOS I exhaustiVo, Se mencionan las más representativas, FACTORES DE pero pueden existir otras circunstanCias de, e¡;;posición ocupacional. RIESGO OCUPACIONAL Extracción, preparación, empleo del ~ Bronquiolitis obliterante cadmio, de sus aleaciones y\" sus crónica, enfisema crónico compuestos, en particular en ,'difuso o fibrosis pulmonar preparación del cadmio por via seca. crónica (J68.4) Corte con soplete o soldadura de ~ Enfisema intersticial (J98.2) piezaS de metal que contienen ~ Alteraciones pos-eruptivas Cadmio y sus cadmio. .. del color de los tejidos duros compuestos Soldadura con a'leaciones de cadmio. de los dientes (K03.7) Fabricación de baterlas de nlquel ~ Gastroenteritis y colitis cadmio. ' tóxicas (K52.'1) Fabricación de pigmentos de cadmio ~ Osteomalacia del adulto para pinturas esmaltes y plásticos. inducida por drogas (M83.5) Fabricación de pesticidas y pinturas. ~ Nefropatia tú bulo-intersticial -,Fabricación de amalgamas dentales. inducida por metaleS Fabricación de joyas. pesados (N14.3) ~ Efectos tóxicos agudos (T56.3) ~ Neoplasia maligna de vejiga (C67). Fabricación de los carburos metálicos, mezclado de los polvos, trabajos en Carburos metálicos hornos y prensas, calentamiento y ~ Otras rinitis alérgicas (J30.3) de tungsteno rectificación de las mezclas: ~ Asma (J45) Transformación de los carburos ~ Neumoconiosis ocasionada metálicos para la producción de piezas por otros polvos inorgánicos con extremidades o filos endurecidos. especlficos (J63.8) lVIantenimiento de los filos de las piezas de metales de tungsteno. ~ 'Rinitis cróniCa (J31.0) ~ .otras enfermedades pulmonares obstructivas crónicas (Incluye asma Trabajadores de la preparación del obstructiva, bronquitis cloro y compuestos clorados, de crónica, bronquitis , blanqueo y desinfección, en la obstructiva crónica) (J44) Cloro industria textil, papelera y limpiadores ~ Bronquitis y neumonitis para el hogar. causada por productos Esterilización del agua y fabricación de qulmicos, gases, humos y productos quimicos, pigmentos y vapores (Bronquitis qUimica catalizadores y otros trabajadores aguda) (J68.0) expuestos. ~ Edema pulmonar agudo En el caso del ácido clorhldrico, causado por productos trabajadores de fabricación de caucho, qurmicos, gases, humos y fabricación de compuestos orgánicos y vapores (Edema pulmonar materiales de fotografía. ' qulmico) (J68.1) ~ Slndrome de disfunción reactiva de las' vias aéreas \" (J68,3) ~. Bronquiolitis oblíterante crónica, enfisema crónico difuso O fibrosis pulmonar crónica, (J68.4) ~ Efectos tóxicos agudos(T59.4 ) I DEéRETO NÚMERO J -1471 DE 2014,' HOJA No .11 Continuación del decreto '~Por el cual se expide la Tabla de Enfermedades Laborales\" AGENTES QUíMICOS AGENTES OCUPACIONES IINDUSTRIAS' ENFERMEDADES ETIOLÓGICOS I El listado de ocupaciones e industrias no es FACTORES DE RIESGO exhaustivo. Se mencionan las más representativas, pero pueden existir otras ,circunstancias de , exposición ocupacional. OCUPACIONAL Fabricación del ácido crómico, de los :¡¡. Neoplasia maligna de cromatos y bicromatos alcalinos. bronquios y de pulmón (C34) Fabricación de pigmentos basados :¡¡. Otras rinitis alérgicas cromatos o bicromatos alcalinos Rinitis crónica (J31.0) Cromo y sus Empleo de bicromatos alcalinos en el Ulceración o necrosis del compuestos barnizado de muebles. tabique nasal (J34.0) tóxicos Empleo de cromatos y bicromatos como fijadores :¡¡. Dermatosis papulo y estampado de tela. pustulosas y sus Curtido de cueros con cromo. complicaciones infecciosas Preparación de chicles para la (LOB.9) impresión fotomecánica. :¡¡. (galvanoplastia). :¡¡. ,Dermatitis de contacto por Fabricación de vidrios y esmaltes de irritantes (L24) colores. :¡¡. Ulcera crónica de la piel no Soldadura de acero inoxidable. clasificada, en otra parte Fabricación de cemento y trabajos de (L9B.4) construcción civil. . Efectos tóxicos agudos (T56.2) :¡¡. Tumor maligno de la fosa nasal (C30.0). y neumonitis (galvanoplastia). causada por productos Fabricación de f1uorocarbonos. - . FabricaciÓn de superfosfatos. qufmicos, gases. humos y vapores (Bronquitis qufmica Flúor y sus -Fabricación de vidrio, esmalte, fibra aguda) (J6B.O) compuestos de vidrio, ladrillos, tejas, cerámica, :¡¡. Edema' pulmonar agudo tóxicos cemento. fertilizantes fosfatados. causado por productos Uso como fundente en la industria qulmicos, gases, humos y metalúrgica. vapores (Edema pulmonar Tratamiento de cueros y pieles qulmico) (J6B.1) Producción de gasolina (como :¡¡. Bronquiolitis obliterante catalizador alquilante) crónica. enfisema crónico Soldadura eléctrica. difuso o fibrosis pulmonar' Calefacción de .superficies. crónica (J6B.4) :¡¡. Erosión ~MB5.1) :¡¡. Intoxicación DECRETO NÚMERO __l_4_7_7___ DE 2014 HOJA No, Jl Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" AGENTES QUiMICOS ENFERMEDADES ETIOLÓGICOS I AGENTES OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es FACTORES DE exhaustivo. Se mencionan las más representativas. pero pueden existir otras circ\\lristancias de exposición ocupacional. RIESGO OCUPACIONAL ~ Polineuropatla debida a otros agentes tóxicos Preparación, uso, manipulación del (G62.2) fósforo y del sesquisulforo de ~ Arritmias cardiacas ~ Dermatitis . alérgica de Fósforo y sus- Fabricación de fósforos y otros contacto (L23) compuestos tóxicos derivados del fosforo. Dermatitis de contacto por Fabricación de explosivos, irritantes (L24) productos incendiarios y bombas de ~ Osteomalacia del adulto humo. inducida por drogas (M83.5) Fabricación de fertilizantes y ~ Osteonecrosis (M87): rodenticidas. Osteonecrosis debida a Fabricación . de aleaciones de drogas (M87.1); Otras bronce. osteonecrosis secundarias Trabajadores agrlcolas expuestos a (M87.3) plaguicidas organofosforados .. t) Intoxicación aguda por agrotóxicos organofosforados (T60.0) Hidrocarburos Preparación, empleo y ~ Angiosarcoma de hfgado alifáticos o manipulación de los productos (C22.3) aromáticos (sus citados o de los compuestos que lo ~ Neoplasia maligna de derivados contienen especialmehtecomo páncreas (C25) halogenados tóxicos) solventes o diluyentes de materias ~ Neoplasia maligna de -Cloruro de metilo primas de la industria qulmica y en bronquios y de pulmón (C34) -Cloruro de otros trabajos. Purpura y otras metíleno Extracción de sustancias naturales, manifestaciones Cloroformo desengrase de piezas.metálicas, de hemorrágicas (069) -TetraCloruro de huesos, cueros y limpieza en seco ~ Hipotiroidismo debido a carbono de textiles y ropas. sustancias exógenas (E03) -Cloruro de etilo Preparación y aplicación de. ~ portirias (E80.2) -1.1 Dicloroetano pinturas, no sobrepuesto a 1.1.1Tricloroetano - Fabricación de poli meros de demencia (F05.0) (Bromuro -Tetracloroetano sintesis. de metilo) -Tricloroetileno Llenado y utilización de extintores ~ Otros trastornos mentales -Tetracloroetileno de incendio, en especial con derivados de lesión y -Cloruro de vinilo tetracloruro de carbono. disfunción cerebral y de -Bromúro de- Refinación de aceites minerales. enfermedad física (F06) metilo -Uso en anestesia quirúrgica. ~ Trastornos de personalidad -Bromuro de etilo -Preparación de cloronaftaleno. y del comportamiento -1.2 Dibromoetano -Fabricación de barniz, lacas, derivados de enfermedad, -Clorobenceno adhesivos, pastas de pulir. a base lesión y de disfunción de la -Diclorobenceno de cloronaftaleno. . personalidad (F07) Empleo de cloronaftalenos como ~ Trastorno mental orgánico o aislantes eléctricos y en : ' los sintomático . no especificó sistemas de refrigeración. (F09) Empleo del hexaclorobenceno ~ Episodios depresivos (F32) como fungicida. Manipulación del hexaclorobenceno residual en la slntesis de solventes clorados. ' DECRETO NÚÑiERO':J \"-1477 DE 2014 HOJA No 13 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Hidrocarburos alifáticos o aromáticos (sus derivados halogenados tóxicos) -Cloruro de metilo -Cloruro de metileno -Cloroformo Dibromoetano -Clorobenceno -Diclorobenceno AGENTES QUIMICOS OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunst¡lncias de exposición ocupacional. Preparación, empleo y manipulación de los productos citados o de los compuestos que lo contienen especialmente, como solventes o diluyentes de materias primas de la industria química y en otros trabajos. Extracción de sustancias naturales, desengrase de piezas metálicas, de huesos, cueros y limpieza en seco de textiles y ropas. -Preparación y aplicación, de pinturas, barnices, lacas y látex. -Fabricación de polímeros de síntesis. -Llenado y utilización de extintores de incendio, en· especial con tetraclorUro de carbono. - Refinación de aceites minerales. - Uso en anestesia quirúrgica. - Preparación de cloronaftaleno. -Fabricación de barniz, lacas, adhesivos, pastas de pulir a base de cloronaftaleno. -Empleo de cloronaftalenos como aislantes eléctricos, y en los sistemas de refrigeración., Empleo del hexaclorobenceno como fungicida. Ma'nipulación del hexaclorobenceno residual en la sintesis de solventes clorados. ENFERMEDADES ~ Neurastenia (incluye sindrome de fatiga) (F48.0) ~. Otras formas especificas de temblor (G25.2) ~ Trastorno extrapiramidal de movimiento no especifico (G25.9) ~ Trastornos del nervio trigémino (G50) ~ Polineuropatia debida a otros card iorrespiratorio ~ Arritmias cardiacas (149) ~ Síndrome de Raynaud (173.0) (Cloruro de vinilo) ~ , Acrocianosis Y acroparestesias (173.8) (Cloruro de vinilo) ~ Bronquitis y neumonitis causada por productos quimicos, gases, humos y vapores (Bronquitis quimica aguda) (J68.0) ~. Edema pulmonar agudo causado por productos qurmicos, gases, humos y vapores (Edema pulmonar quimico) (J68.1) ~ Sindrome. de disfunción reactiva de las vras aéreas (J68.3) ~ Bronquiolitis obliterante crónica, enfisema crónico , o pulmonar crónica (J68.4) {.' DECRETO NÚMERO__l_4._7_7_--,- [)E 2014 HOJANo. 14 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" ¡ . AGENTES QUíMICOS AGENTES ETIOLÓGICOS I OCUPACIONES I ENFERMEDADES FACTORES'DE RIESGO ..' INÓUSTRIAS Ellístado de ocupaciones e industrias OCUPACIONAL no es exhaustivo. Se mencionan las más representativas, peto pueden . existir otras circunstancias de exposición ocupacional. ? Enfermedad tóxica del . higadb (K71): Hidrocarburos alifáticos o aromáticos -Preparación, empleo y Enfermedad tóxica (sus derivados halogenados tóxicos) manipulación de los del hígado con Cloruro de metilo productos citados o de los necrosis hepática -Cloruro de metileno compuestos que lo (K71.1); Enfermedad -Cloroformo contienen, especialmente tóxica del hlgado -Tetracloruro de carbono como solventes o diluyentes con hepatitis aguda -Cloruro de etilo de. materias primas de la (K71.2); Enfermedad ~ 1.1 Dicloroetano Industria qulmica y en otros tóxica del hígado -1.1.1TricloroetanoTetracloroetan trabajos. . con hepatitis crónica o Extracción de sustancias persistente (K71.3); Tricloroetileno naturales, desengrase de Enfermedad tóxica Tetracloroetileno piezas metálicas, de del hlgado con otros Cloruro de vinilo huesos, cueros y limpieza trastornos hepáticos Bromuro de metilo en seco de textiles y ropas. (K71.8) Bromuro de etilo Preparación y aplicación de ? Hipertensión portal 1.2 Dibromoetano pinturas, barnices, lacas y (K76.6) papulo de sfntesis. pustulosas y sus Llenado y utilización de complicaciones extintores de incendio, en infecciosas (L08.9) especial con tetracloruro de ? Dermatitis de carbono. contacto por Refinación de aceites irritantes (L24) minerales. ;¡;. Cloracné (L70.8) Uso en anestesia ? Otras formas de quirúrgica. hiperpigmentación Preparación de por la melanina: cloronaftaleno. Melanodermia Fabricación de barniz, (L81.4) lacas, adhesivos, pastas de. ? Otros trastornos pulir a base de específicos de la cloro naftaleno. pigmentación: Empleo de cloronaftalenos Porfiria cutánea' como aislantes eléctricos y tardía (L81.8) en los sistemas de ? Congelamiento refrigeración. superficial: Eritema Empleo del pernio (T33) hexaclorobenceno . como (Anestésicos fungicida. clorados) . Manipulación del ? Congelamiento con hexaclorobenceno residual necrosis de tejidos en la síntesis de solventes (T34) (Anestésicos cJorados. locales clorados) ? Osteólisis (M89.5) (de falanges de las manos (Cloruro de vinílo) ? Síndrome nefrltico agudo (NaO) ? Insuficiencia renal ; .,'> ,.,j'.-1471DECRETO NUMERO____________ __ DE 2014 HOJA No J.§. Continuación del decreto 'Por el cual se exPide la Tabla de Enfermedades Laborales\" aguda (N17) I };> Efectos tóxicos agu~os (T53) };> Neoplasia maligna Hidrocarburos alifáticol;l o aromáticos (sus derivados halogenados tóxicos) Yodo , -\" .' Fabricación y (C61). Tumor maligno del riñó~, excepto de la' Bronquitis y neumonitis causada por productos qufmicos, gases, humos y vapores (Bronquitis qulmica aguda) (J68.0) Edema pulmonar agudo causado por productos químicos, gases, humos y vapores (Edema pulmonar qulmico) (J68.1 ) Síndrome de disfunción reactiva de las 'vias aéreas (J6a.3) Bronquiolitis obliterante crónica, enfisema crónico difuso o fibrosis pulmonar crónica (J68.4) Dermatitis alérgica . de contacto (L23) Efectos tóxicos , I ¡'r / DECRETO NÚMERO__ 1_4._7_7_---'-, DE 2014. . HOJA No, 16 Continuación del decreto. ·Por el cual se expide la Tabla de Enfermedades Laborales\" OCUPACIONES I ENFERMEDADES FACTORES DE RIESGO AGENTES ETIOLÓGICOS I INDUSTRIAS El listado de ocupaciones e industrias OCUPACIONAL no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. ~ Demencia en otras enfermedades específicas Extracción. molienda. clasificadas en otra concentración de minerales sección (F02.8) que contienen manganeso. ~. Otros trastornos Fabricación de aleaciones y mentales derivados Manganeso y sus compuestos compuestos del de lesión y tóxicos manganeso. disfunción cerebral y Empleo del dióxido de de enfermedad manganeso en la fis.ica (F06) fabricációnde pilas ~ Trastornos de eléctricas y en las industrias personalidad y del del vidrio y cerámica. comportamiento Fabricación de acero ferro­ derivados de mangánico y soldadura con enfermedad. lesión y electrodos de manganeso. de disfunción de la Preparación de personalidad (F07) permanganato de potasio y ~ Trastorno mental fabricación de colorantes. orgánico o sintomático no especifico (F09) Curtido de pieles. ~ Episodios Fabricación de fertilizantes. depresivos (F32) Uso de compuestos ~ Neurastenia (incluye orgánicos mangánicos sindrome de fatiga) como aditivos del (F48.0) combustible y lagunas de > Parkinsonismo naftas sin plomo. secundario (G21.2) ~ Inflamación corioretiniana (H30) '. ~ Bronquitis y neumonitis causada por productos qurmicos. gases. humos y vapores (Bronquitis qurmica aguda) (J68.0) ~ Bronquiolitis oblíterante crónica. enfisema crónico difuso o fibrosis pulmonar crónica (J68A) ~ Efectos tóxicos agudos (T57.2) DE 2014 HOJA'No 17 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" AGENTES QUíMICOS AGENTES ETIOLÓGICOS I ,FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado ¡:le ocupaciones e industrias no es exhaustivo. Se mencionan las más, representativas, pero pueden existir otras circunstancias de exposición ocupacional. ENFERMEDADES . I Plomo y sus compuestos tóxicos -Extracción, tratamiento, preparación, empleo del plomo, de los minerales que lo contienen de sus aleaciones, de sus combinaciones' y de todo producto que lo contenga. -Recuperación de plomo de desechos. -Raspado y calentamiento con soplete de estructuras que contienen pinturas con plomo. -Utilización de compuestos de plomo para pigmentos de cerámica y pinturas. -FabMcación de acumuladores y baterías. -Fabricación y' uso de tE;'!traetilo de plomo y tetrarnetilo de plomo. . -Vulcanización de caucho con litargirio. u otros compuestos de plomo. -Soldadura. -Industria de la impresión. -Fabricación de fósforos. \".. Otras \".. anemias a debidas trastornos enzimáticos (D55.8) Anemia sideroblástica secundaria toxinas «D64.2) \".. Hipotiroidismo a por ocasionado sustancias exógenas (E03.2) . \".. Otros trastornos mentales derivaqos de lesión y disfunción cerebral y de enfermedad física \".. (F06) Polineuropatía debida a otros \".. agentes tóxicos (G62.2) Encefalopatía tóxica (G92) \".. Hipertensión arterial (110) \".. Arritmias. cardíacas (149) \".. Cólico del plomo (K59.8) \".. Gota inducida por el plomo (M10.1) .\".. Nefropatía túbulo intersticial \".. \".. \".. \".. \".. inducida por metales pesados (N14.3) Insuficiencia renal crónica (N18) Infertilidad masculina (N46) Efectos tóxicos agudos (T56.0) Neoplasia maligna de vejiga (C67). Neoplasia maligna dé bronquios y pulmón {C34). ~(/.fl 1471DECRETO NÚMERO ...1-ª --------~----~- Continuación del decreto \"Por el cual se expide la Tabla de· Enfermedades Labora/es\" AGENTES QUíMICOS AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL SUSTANCIAS ASFIXIANTES: Monóxido de carbono Cianuro de hidrógeno o sus derivados tóxicos Sulfuro de hidrógeno (Ácido sulfhídrico) OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición opupacional. ;:~ Producción . y distribución de gas obtenido de combustibles sólidos (gasificación de carbón); mecánica de . motores, principalmente movidos a gasolina, en recintos semicerrados; soldadura con acetileno o por arco; calderas, industria qulmica; siderurgia, . fundición; uso de explosivos; control de incendios; de automotriz; construcción de túneles; cervecerías. Operaciones . de qulmicos . orgánicos; electrogalvanoplastia; extracción de oro y plata; producción acero y de plásticos . (eápecialmente el acrilonitrilo -estireno); siderurgia (hornos de coque). Estaciones de tratamiento de aguas residuales; minería; metalurgia; trabajos en silos;' procesamiento de azúcar de. remolacha; curtiembres y mataderos; producción de viscosa y celofán; industria química (producción de ácido .sulfúricó, sales de bario); construcción de túneles; . perforación de pozos petrolíferos y de gas; carbonización de carbón a baja temperatura;litogratra y fotograbado. ENFERMEDADES );> Demencia en otras enfermedades especIficas clasificadas en otra sección (F02:8) );> Trastornos del nervio olfatorio (incluye anosmia) (G52.0) Conjuntivitis queratoconjuntivitis (H16.2) );> Angina de pecho (120) (Monóxido de carbono) );> Infarto agudo de miocardio (121) (Monóxido de carbono) );> Paro cardiaco (146) (Monóxido de carbono) );> Arritmias cardiacas (149) (Monóxido de carbono) );> Bronquitis y neumonitis causada por' productos qulmicos, gases, humos y vapores (Bronquitis qulmica aguda) (J68.0) (Cianuro de hidrógeno) );> Edema pulmonar agudo causado por productos qulmicos, gases, humos y vapores (Edema pulmonar qulmico) (J68.1) (Cianuro de hidrógeno) );> Slndrome de disfunción reactiva de las vías aéreas (J68.3) (Cianuro de hidrógeno) );> Bronquiolitis obliterante crónica, enfisema crónico difuso o fibrosis pulmonar crónica (J68.4) (Cianuro de hidrógeno) (Sulfuro de hidrógeno) );> Efectos tóxicos udos (TS7.3) (T58) (TS9.6) DECRETO NÚME'RO¡ ,~ ... 14'11 DE 2014 HOJA No 19 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" I AGENTES, QUíMICOS AGENTES OCUPACIONES I INDUSTRIAS ENFERMEDADES ETIOLÓGICOS I El listado de ocupaciones e ,industrias no es FACTORES DE RIESGO exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. OCUPACIONAL Trabajos de minería y obras públicas que comportan perforaciones, extracción, transporte, molienda, tamizado' de minerales,'o rocas que contienen silice libre. ' ~ 'Neoplasia maligna de Tallado y pulido de rocas que bronquios y de pulmón (C34) SlIice libre contienen sllice libre. Enfermedad cardiaca (Óxido de --Fabricación y usp de prod uctos pulmonar sin , especificar Si 02) abrasivos, de polvos de limpieza, de , (127,9) (Cor pulmonale) esmeriles y pastas de pulir que ~ Otras enfermedades contienen sllice 'libre, en la industria , pulmonares obstructivas metalúrgica, la joyerra y la preparación crónicas (Incluye asma de prótesis dentales metálicas. obstructiva, bronquitis Trabajos de corte y pulido en seco de , crónica, bronquitis obstructiva materiales que contienen silice libre. crónica) (J44) Extracción, molienda y utilización de ~ Silicosis (J62) cuarzo como materia prima, carga, o ~ Neumoconiosis asociada con componente de otros productos como tuberculosis (SlIico - el vidrio, sanitaria la porcelana, y otros la cerámica materiales > Tuberculosis) (J63.8) Síndrome de Caplan (J99.1; , refractarios. M05.3) Trabajos de fundición eón exposición a , los polvos de la arena de moldeo, en la preparación de moldes, el moldeo propiamente como tal y la extracción de las piezas moldeadas. Trabajos de decapado y pulido por medio de chorro de arena. Trabajos de construcción y demolición que exponen a la inhalación de sílice libre. Fabricación de sulfuro de carbono y ~ Demencia en otras sus derivados. enfermedades especificas Preparación del rayón y la viscosa clasificadas en otra sección (Seda artificial). (F02.8) Extracción del azufre, vulcanización en ~ Otros trastornos mentales Sulfuro de carbono frlo del caucho y empleo de sulfuro de derivados de lesión y carbono para disolver caucho, disfunción cerebral y de gutapercha, resinas, ceras, materias enfermedad flsica (F06) grasas y otras sustancias. ~ Trastornos de personalidad y Fabricación y utilización de solventes, del comportamiento insecticidas, parasiticidas y herbicidas. derivados de enfermedad, Fabricación de barnices, resinas, sales lesión y de disfunción de. la de amoníaco, tetracloruro de carbono, personalidad (F07) tubos electrónicos al vacío, grasas. ~ Trastorno mental orgánico o Limpieza en seco, galvanización, sintomático no especifico fumigación de granos. (F09) ~ Episodios /\\9111 1 --1477 DECRETO NÚMERO DE 2014 HOJA No, 20 --------------~~ Continuación del decreto ·por el cual ~e expide la Tabla de Enferinedades Laborales\"­ AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Sulfuro de carbono Sustancias . que pueden causar epiteliomas primarios de la piel: AlqUitrán Brea Betún Hulla mineral Parafina Productos o residuos de estas sustancias. AGENTES QUíMICOS OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden- existir otras circunstancias de exposición ocupacional. Fabricación de sulfuro de carbono y sus derivados. Preparación dei rayón y la viscosa (Seda artificial). Extracción del. azufre, vulcanización en frio del caucho y empleo de sulfuro de carbono. para disolver' caucho, 'gutapercha, . resinas, ceras, materias . grasas y otras sustancias. Fabricación y utilización de solventes, insecticidas, parasiticidas y herbicidas. Fabricación de barnices, resinas, sales de amoniaco, tetracloruro de carbono, tubos electrónicos al vacro, grasas. Limpieza. en seco, . galvanización, fumigación de granos. agudo de miocardio (121 ) » Ateroesclerosis (170) y enfermedad ·ateroesclerótica del agudos (T52.B) -Utilización en procesos de» Neoplasia maligna de tratamientos de metales a alta bronq uios. y de pulmón (C34) temperatura y los residuos de la » Otras neoplasias malignas de combustión del petróleo. lapiel (C44) - . Procesos y operaciones industriales » Neoplasia maligna de la en las que. se utilicen alquitrán, brea, vejiga (C67) betúil, hulla mineral, parafina, o los » Dermatitis alérgica de i productos o residuoS de estas contacto (L23) sustancias. »Otras .' formas de hiperpigmentación de ..4) ,DECRETO NÚMERO , ,~ DE 2014 HOJA No ~ Contínuación del decreto Upar el cual se expide la Tabla de Enfermedades Laborales· 2.AGENTES FíSICOS AGENTES OCUPACIONES I INDUSTRIAS ETIOLÓGICOS I El listado de ocupaciones e industrias no es ENFERMEDADES : FACTORES DE exha'ustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de RIESGO exposición ocupacional. OCUPACIONAL i Ruido Trabajos de la industria metalúrgica con percusión, abrasión, proyección, perforación de piezas metálicas. Laminado, trefilado, estiramiento, metálicas. -Utilización de' herramientas (perforadores, martillos, taladros). La operación de maquinarias de hilados y tejidos. , Trabajo en motores de aviación, en especial reactores y todo otro motor de gran potencia para grupos electrógenos, hidráulicos, compresores, 'motores eléctricos de potencia y turbinas. El empleo y destrucción de municiones y explosivos. La molienda de piedras y minerales. La corta de árboles con sierras mecánicas. El empleo de maquinarias de transformación de la madera, sierra circulares\" de cinta, cepillos, tupies,' fresas. La molienda de caucho, de plástico y la inyección de esos materiales para moldeo. El trabaja en imprenta rotativa en la industria gráfica. El empleo de vibradores para . concreto en la construcción. 'La instalación y prueba de equipos de amplificación de sonido. La recolección de basura doméstica. La operación de teléfonos en Centros de llamadas. Todo trabajo que implique exposición a una intensidad de presión' sonora superior al. valor limite' permisible de acuerdo con lajornadá laboral. . ~ ~ ~ Perdida de la . audición provocada por el ruido ,(H83.3) 'Otras percepciones auditivas anormales: alteraciones temporales del umbral auditivo, compromiso \"de la discriminación auditiva e hipoacusia (H93.2) Hipertensión arterial (110) 81ndrome por ruptura traumática d.el tlmpano (por el ruido) (809.2} DECRETO NÚMERO·; 1471 HOJA No. 22 ~~~----------~ Contil;lUación del decreto \"Par el cual se expide la Tabla de Enfermedades Laborales\" AGENTES FíSICOS AGENTES OCUPACIONES I INDUSTRIAS ENFERMEDADES ETIOLÓGICOS I El listado de ocupaciones e industrias no es FACTORES DE exhaustivo. Se mencionan las más· representativas, pero pueden existir otras circunstancias de RIESGO exposición ocupacional. OCUPACIONAL Vibraciones -Conductores de vehlculos pesados. , -Operadores de de no clasificados en otra parte: cuerpo entero -Trabajos que implican el manejo de maquinarias que trasmiten vibraciones como: martillo neumático, punzones,taladros, taladros a percusión, pelioradores, pulidores, esmeriles, sierras mecánicas, guadañas hombro (hombro congelado, periartritis de hombro) .(M75.0); Slndrome de Vibraciones pistolas de sellado. Manguito Rotador o transmitidas a la Síndrome de Supraespinoso extremidad (M75.1); Tendinitis bicipital superior por Trabajos que exponen al apoyo del (M75.2); . Tendinitis maquinarias y talón de la mano calcificante de hombro herram ientas. . percutiendo sobre' un plano fijo y rlgido asl como los choques transmitidos a la eminencia hipotenar por una herramienta de percusión. (M75.3); Bursitis de hombro (M75.5); Otras lesiones de hombro (M75.8); Osteonecrosis (M87) osteonecrosis; ~ Enfermedad de KienbOck adulto (Osteocondrosis del 14.1 2014 HOJA No 23 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" AGENTES FíSICOS AGENTES OCUPACIONES I INDUSTRIAS ENFERMEDADES ETIOLÓGICOS I El listado de ocupaciones e industrias no es FACTORES DE exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de RIESGO , exposición ocupacional. OCUPACIONAL Presión inferior a la ·presión atmosférica estándar. Presión superior a la presión atmosférica estándar. -Pilotos y trip'ulantes de servicio, de transporte aéreo de pasajeros y carga. ' Trabajos efectuados por los operadores de cámaras submarinas hiperbáricas. Buzos con escafandra o provistos de equiPos de buceo autónomo Todo trabajo efectuado en un (de los cajones sumergidos) (170.3) Sfndrome debido al desplazamiento de aire por sión (T70.8) .Radiaciones ionizantes Extracción y tratamiento de minerales radioactivos. Preparación de radiactivos incluyendo qulmicos y radioactivos. compuestos los productos farmacéuticos Preparación y aplicación de productos fosforescentes rad ioactivos. . Fabricación y uso de equipos de . radioterapia y de rayos X. Todos los trabajos en instituciones prestadoras de serviCios de salud que expongan al personal de salud a la acción de los rayos X. Radiograffas industrjales utilizando equipos de rayos X uotras fuentes de emisión de radiaciones gama. ,Plantas de producción de isótopos los senos paranasales. (C30 -C31) Neoplasia maligna de bronquios y de pulmón (C34) Neoplasias malignas de hueso y cartllago articular (Incluye sarcoma óseo) (C40 C41) , -C95) Síndromes mielodisplásicos (046) Anemia (061.2) Hipopla'sia medular (061.9) Púrpura y otras manifestaciones hemorrágicas (069) Agranulocitosis (Neutropenia tóxica) (070) Otros trastornos especrficos de Leucocitosis, reacción leucemoide 14.11 24J , \" Continuación del d,écreto ·Por el cual se expide la Tabla de Enfermedades Laborales\" AGENTES FíSICOS , AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Radiaciones ionizantes Rad iaciones ópticas Ultravioleta Infrarroja Láser OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposici6nocupacíonal. Extracción y tratamiento de minerales radioactivos. . Preparación de compuestos radiactivos incluyendo los productos qulmicos y farmacéuticos rad ioactivos. Preparación y aplicación de productos fosforescentes radioactivos. Fabricación y uso de equipos de radioterapia y de rayos X. Todos los trabajos. en instituciones prestadoras de servicios de salud, que expongan al personal de salud a la acción de los rayos X. Radiograflas industriales utilizando equipos de rayos X u otras fuentes de. emisión de radiaciones gama. Plantas de producción de isótopos rad ioactivos. Trabajos a la intemperie que exponen a la radiación ultravioleta natural en actividades agrlcolas y ganaderas, fTlineras, obras públicas, pesca, salvavidas, trabajos en montaña, guardianes entre otros. Trabajos que exponen a la radiación ultravioleta artificial, soldadura al arco, .Iaboratorios bacteriológicos, curado de acrllicos en trabajo dental, proyectores de pellculas. Trabajos que exponen a las radiaciones infrarrojas emitidas por los metales incandescentes en trabajos de' forja y fundición de metales. Trabajos en hornos de vidrio y en los. trabajos del vidrio fundido a la mano, especialmente soplado y moldeado del vidrio incandescente. Soldadura, microelectrónica, no especifica (L58.9); Afecciones de la piel y del tejido conjuntivo relacionadas con la radiación (L59.9) Osteonecrosis (M87): Otras osteonecrosis secundarias (M87.3) Infertilidad masculina neoplasias malignas de la piel (C44) Otras alteraciones agudas de la piel ocasionadas por la radiación ultravioleta (L56) Dermatitis de fotocontacto (L56.2) Urticaria solar (L56.3) Otras alteraciones agudas especificas de la piel debidas a radiación ultravioleta (L56.8) Otras alteraciones agudas de la piel debidas a radiación ultravioleta, sin otra especificación (L56.9) Ca:tarata (Por radiaciones) (H26) .. . DE 2014 HOJA No 25. Continuación del decreto \"Par el cual se expide la Tabla de Enfermedades Laborales\" AGENTES FlslCOS AGENTES ETIOLÓGICOS ¡ FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. \" ENFERMEDADES Temperaturas extremas Calor Frío Todos los trabajos efectuados en ambientes donde las condiciones de temperatura,' humedad del' aire y actividad física sobrepasen los ,valores limites permisibles (VLP). Labores en cámaras frigoríficas, sitios de almacenamiento en frio. y y Y y y y )o> y y Golpe de calor e insolación (T67.0) Síncope por calor (T67, 1) Calambre por calor (T67.2) Urticaria debida al calor o al frlo (L50.2) 'Leucodermía no clasificada en otra parte (1 ncluye \"vitilígo ocupacional\") (L81.5) Congelamiento superficial (T33) Congelamiento con necrosis de tejidos (T34) Hipotermia (T68) Otros efectos de la .reducción de la temperatura, . (T69) ,3. AGENTES BIOLÓGICOS OCUPACIONES ¡,INDUSTRIAS AGENTES ENFERMEDADES El listado de ocupaciones e industrias no es ETIOLÓGICOS ¡ exhaustivo. Se mencionan las más representativas, FACTORES DE . pero pueden éxistir otras circunstancia.s de exposición ocupacional. RIESGO OCUPACIONAL, y Tuberculosis Carbunco (A22) Psitacosis, y silvicultura, caza, veterinaria, enfermedad de . los sus productos curtiembres. cuidadores y tratadores de tóxicos. aves (A70) Construcción, excavaciones, )o> Dengue (A90) .alcantarillados, minerla. y Fiebre amarilla (A95) y Hepatitis virales (815 -:' 819) Mycobacterium; )o> Enfermedad ocasionada por virus huésped en 'el virus de la artrópodos; inmunodeficiencia humana hongos; -Manipulación y embalaje de carne y (VIH) (820 -824) )o> Dermatofifosis (835) y 2014 HOJA No, 26 Continuación del decreto \"Por el cual se expidé la Tabla Trabajo con pelo, piel o lana. Prestación de servicios de salud. Trabajasen condiciones de temperatura elevada y humedad (cocinas, gimnasios, piscinas,etc.). );> Malaria (850 polvo orgánico (J67):Pulmón del' granjero (J67.0); 8agazosis (J67.1); Pulmón de los criadores de pájaros (J67.2); Suberosi~ (J67.3); Pulmón de los trabajadores de malta (J67A); Pulmón de .Ios que trabajan con hongos (J67.5); Enfermedad pulmonar debida a sistemas de aire acondicionado y . de humidificación del· aire (J67.7); Neumonitis de ,hipersensibilidad ocasionada por otros polvos orgánicos' (J67.B); Neumonitis de hipersensibilidad ocasionada Polvos orgánicos Algodón, lino, cáñamo, sisal -Trabajadores expuestos a la inhalación de partículas o polvo::; de estos productos. );> Otras rinitis alérgicas (J30.3) ETIOLÓGICOS I ' FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunsta'ncias de . exposición ocupacional. ENFERMEDADES Gestión organizacional: (Deficiencias en la administración del recurso humano, Que incluyen el );> Trastornos psicóticos . NÚMERá\" -' .} '.-1477 DE 2014 HOJA No 27 Continuación del decreto ·Por el cual se expide la Tabla de Enfennedades Laborales\" estilo de mando, las modalidades de pago y de contratación, la participación, el acceso a actividades de inducción y capacitación, los servicios de bienestar social, los mecanismos de evaluación del desempeño y las estrategias para el manejo de los cambios que afecten a las personas, entre otros). Características de la . organiza,<ión del trabajo: (Deficiencia en las formas de comunicación, la tecnología, la modalidad de organización del trabajo y las demandas cualitativas y cuantitativas de la labor.) Características del grupo social de trabajo: (Deficiencia en el clima de relaciones, cohesión y calidad de las interacciones, asf como el trabajo en equipo, acoso psicológico). Condiciones de la tarea: (Demandas de carga mental (velocidad, Complejidad, atención, minuciosidad, variedad y apremio de tiempo); el contenido mismo de la tarea que se define a través del nivel de responsabilidad directo (por bienes, por la seguridad de otros, por información confidencial, por vida y salud de otros, por dirección y por resultados); las demandas emocionales (por atención de clientes); especificación de los sistemas de control y definición de roles. Carga física: (Esfuerzo fisiológico que demanda la ocupación, generalmente en. términos de postura corporal, fuerza, movimiento y traslado de cargas e implica el uso de los componentes del sistema osteomuscular, cardiovascular y metabólico Condiciones del medioambiente de trabajo: (Deficiencia en: aspectos Puede presentarse en cualquier trabajador y puesto de trabajo, cualquier actividad laboral en la que. exista exposición a los agentes causales y se demuestre la relación con el perjuicio a la salud. Actividades de mantenimiento del orden público y de seguridad (Policfas),Bomberos, Editores de medios visuales de comunicación, Vigilancia Privada, Vigilancia de Centros Penitenciarios, Atención al Usuario. (F32.8) ).> Trastorno de pánico (F41.0) ).> Trastorno de ansiedad generalizada (F41.1 ) ).> Trastorno mixto ansioso­ depresivo (F41.2) ).> Reacciones a estrés grave (F43) ).> Trastornos de adaptación (F43) ).> Trastornos adaptativos con humor ansioso, con humor depresivo', con humor mixto, con alteraciones del comportamiento o mixto con alteraciones de las emociones y del comportamiento (F43.2). ).> Hipertensión arterial secundaria. (115.9). ).> Angina de pecho (120) Cardiopatía isquémica (125) ).> Infarto agudo de miocardio (121) ).> Enfermedades cerebrovasculares (160 - 169) ).> Encefalopatía hipertensiva (167.4) ).> Ataque isquémico cerebral transitorio NÚMERO· 28 . Continuación del decreto \"Por el. cual se expide la Tabla de Enfermedades Laborales~' flsicos (temperatura, ruido, iluminación, ventilación, vibración); quimicos; biológicos; de diseño del puesto y de saneamiento, como agravantes o coadyuvantes de factores psicosociales. Interfase persona-tarea: Evaluar la pertinencia del conocimiento y habilidades que tiene la persona en relación con las demandas de la tarea, los niveles de iniciativa y autonomla que ·Ie son permitidos y el reconocimiento, asi como la identificación de la persona con la tarea y con la organización Jornada de trabajo: (Horarios y jornadas laborales extenuantes) Deficiencia sobre la organización y duración de la jornada laboral; existencia o ausencia de pausas durante la jornada, diferentes al tiempo para las comidas; trabajo nocturno, trabajo por turnos; tipo y frecuencia de rotación de los turnos; número· y frecuencia de las horas extras mensuales y duración y frecuencia de los descansos semanales. Accidentes de trabajo severos (amputaciones y ·atrapamientos, quemaduras, descargas eléctricas de alta tensión, accidentes de tránsito, caldas de gran altura, explosiones, ahagamientos y otros); asaltos, agresiones/ataque a la integridad física/violaciones . Personal de enfermerlá profesionales de medicina y técnir;os afines, conductores de transporte de distancias largas, obreros de empresas de trabajo continuo, personal que labora en establecimientos que prestan servicios durante las 24 horas etc., controladores de tráfico aéreo, vigilantes, trabajadores. en misión que laboran en zonas geográficas diferentes a sus domicilios. -Cualquier actividad laboral en la que exista exposición a lósagentes causales y se demuestre la relación con el dano a la salud. ~ Gastritis crónica; no especificada (K29.5 -K29.6) ~ colon (K58.0) ~Slndrome del colon irritable sin diarrea (K58.9) ~ Trastornos del sueño debidos a factores no orgánicos (F51.2) ~ Estrés post-traumático (F43.1) .. 5. AGENTES ERGONÓMICOS I FACTORES DE RIESGO OCUPACIONAL OCUPACIONES IINPUSTRIAS . El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. ENFERMEDADES ------------------- I . '., ..... 14.77 DEéRETO NLrMERO DE 2014 HOJA No 29 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales~ Posiciones Ensambladores de autos, pintores, forzadas y fresadores, torneros, oper~dores de movimientos presión, mecánicos. Todas'aquellas repetitivos de actividades laborales que involucren miembros . posiCiones forzadas y movimientos superiores. repetitivos de miembros superiores. Trabajadores de la industria textil (costureros, empacadores, tejedores Combinación de y bordadores). Trabajadores de movimientos cultivos de flores. repetitivos . con -Puestos y trabajos con tareas que fuerza y/o con demandan ejercer actividades posturas forzadas manuales intensas en frecuencia y/o de miembros fuerza superiores, con- Empacadores, mecánicos, músicos alta demanda de tareas manuales o con herramientas de vibración, Posiciones I forzadas y movimientos repetitivos. de miembros inferiores. Esfuerzo vocal. Posi9iones forzadas y movimientos repetitivos. de cuerdas y percusión, ensambladores de linea, electricistas,. pintores industriales, perforadores de piedra, odontólogos, higienistas orales, cajeras y trabajadores de aves de corral. -Actividades económicas y ocupaciones que involucren posiciones forzadas y movimientos repetitivos de miembros inferiores. Personal que labora en centros de llamadas, cantantes, locutores, . artistas, profesores y otras actividades que impliquen esfuerzo vocal. Ocupaciones o actividades económicas con exposición a estos factores de riesgo. );;> Trastornos del plexo braquial (Sindrome de del );;> (G57.3) );;> Laringitis crónica (J37.0) );;> yde la laringe (J38.1) );;> Nódulos de OCUPACIONES ¡INDUSTRIAS AGENTES El listado de ocupaciones e industrias no es ETIOLÓGICOS I exhaustivo. Se mencionan las más FACTORES DE ! representativas, pero pueden existir otras RIESGO .OCUPACIONAL Movimientos de región lumbar, repetidos con carga y esfuerzo; operación de maquinaria en asientos . ergonómicos por I:unn r-¡tiempo y circunstancias de exposición ocupacionaL -Choferes, repartidores, operadores de maquinaria . pesada, . cargadores .Y NÚMERO_______ DE 2014 HOJA No, 30 Continuación del decreto \"Por el. cual se expide la Tabla de Enfermedades Laborales\" posiciones forzadas en bipedestación, que predominen sobre cualquier otro factor causal. Posiciones forzadas y movimientos repetitivos. Posturas forzadas con desviación cubital de la muñeca y movimientos repetitivos. -Trabajadores que utilizan martillos neumáticos, perforadoras mecánicas y herramientas análogas y digitales, perfo ristas, remachadores, talladores de piedra, laminadores fundición, Personas con actividades manuales: martilleros, carpinteros, mecánicos, meseros y maleteros. Puestos y trabajos con tareas que demandan ,ejercer actividades con posturas forzadas y movimientos de flexoextension del pulgar. Trabajadores que utilizan martillos neumáticos, perforadoras mecánicas y herramientas análogas y digitales, perforistas, remachadores, talladores de piedra, laminadores herreros y caldereros, pulidores de fundición, jugadores de voleibol. Personas, con actividades manúales: martilleros, carpinteros, de Quervain) AGENTES ERGONOMICOS AGENTES ETIOLÓGICOS I FACTORES DE RIESGO , OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. ' ENFERMEDADES Posiciones forzadas, manejo de cargas y movimientos repetitivos. Trabajadores en los que se realizan presiones repetidas, como mineros (de las minas de carbón y manganeso), cargadores, alijadores, estibadores, albañiles, jardineros, deportistas competitivos, futbolistas, bailarines, atletas, pescadores\" trabajadores de la industria del hielo y alimentos congelados y otros en los que se ejercen presiones sobre determinadas articulaciones. ». Trastornos de los tejidos blandos relacionados con el uso, o uso excesivo y a presión de origen ocupacional (M70) »'Sinovitis crepitante cromca de la mano y del i DECRETO NÚM';:RO .: '. J<-1477 I DE 2014 HOJA No 31 \" Continuación del decreto \"Por el cual se expide la Tabla de Enfe,;\"edades Laborales\" bursitis prerotulianas (M70.4) ).> Otras bursitisde la rodilla (M70.5) ).> Otros trastornos de los tejidos blandos relacionados con el uso, o uso excesivo y a presión (M70.8) ,).> Trastorno no especificado de los tejidos blandos relacionados con el uso, o uso excesivo y a presión (M70.9) Posiciones forzadas movimientos repetitivos. Vibraciones localizadas. y Bruñidores, grabadores, 'mineros, trabajadores de canteras, operadores de taladros, operadores' de motosierras, martillos neumáticos, perforadoras palmar: ,\"Contractura de Dupuytren\" (M72.0) AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Movimientos repetitivos, posturas forzadas, aplicación de fuerza combinada con movimientos repetitivos, posturas forzadas y/o vibraciones. AGENTES ERGONÓMICOS ENFERMEDADES OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, péro pueden existir otras circunstancias de exposición o'cupacional. Ensambladores de autos, pintores, fresadores, torneros, operadores de presión, mecánicos que realizan montajes por encima del nivel de la cabeza, soldadores que realizan su actividad por encima del nivel de la cabeza, empacadores, almacenistas, albañiles,carteros, todos aquellos trabajadores que realizan continuamente abducción y flexión de hombro, que trabajan con las manos por encima, del nivel de los hombros 'transporte de carga en el hombro y lanzamiento de objetos. ).> ).> ).> ).> ).> ).> ).> ).> Lesiones de hombro (M75) Capsulitis adhesiva de hombro (hombro congelado, periartritis de hombro) (M75,5) Otras lesiones de hombro (M75.8) Lesiones de hombro no especificadas (M75.9) !~¡ , DECRETO NÚMERO. -14.77 DE 2014 HOJA Nct 32 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" Movimientos repetitivos, posturas forzadas, aplicación de fuerza combinada con movimientos repetitivos, posturas forzadas y/o vibraciones. Trabajadores que utilizan martillos neumáticos, perforadoras mecánicas y herramientas análogas y digitales, perforistas, remachadores, talladores de piedra, laminadores herreros caldereros, pulidores fundición. Personas con actividades ~ Otras entesopatras (M77) ~ Mialgia (M79.1) Movimientos repetitivos del brazo en tareas que requieren fuerza en los movimientos y posiciones difíciles (extensión o rotación forzadas de la muñeca o la mano), involucrando uso excesivo de los músculos aprehensores de la mano al cerrar puños. Actividades que requieran al trabajador utilizar las manos para sujetar herramientas por periodos prolongados, máquina· neumática, perforadoras mecánicas y herramientas análogas, perforadoras y remachado. -Obreros de la construcción, talladores de piedra, laminadores, carpinteros, pulidores de fundición, martilleros de plancha de acero y caldereros, herreros, personal de limpreza, empacadores de carne, mecánicos, carniceros, golfistas, tenistas, todos lbs puestos de trabajo que requieran al trabajador utilizar las manos para sujetar herramientas por periodos prolongados. ~ Epicondilitis media (Codo del golfista) (M77.0) Movimientos repetitivos del brazo en tareas que requieren fuerza en los movimientos y posiciones diflciles (extensión o rotación forzadas de la muñeca o la mano), involucrando uso excesivo de los músculos aprehensores de la mano al cerrar puños. Actividades que requieran al trabajador utilizar las manos para sujetar herramientas por periodos prolongados: Máquina neumática, perforadoras mecánicas y herramientas análogas, perforadoras y remachado. Obreros de la construcción, talladores de piedra, laminadores, carpinteros, pulidores de fundición,· martilleros de plancha de acero y caldereros, herreros, personal de limpieza (1), empaCadores de carne, mecánicos,carniceros (2), golfistas, . tenistas, todos los puestos de trabajo que requieran al trabajador utilizar las manos para sujetar herramiéntas por periodos prolongados. .~ Epicondilitis lateral (codo de tenista) (M77.1) 1V10vim ientos repetitivos, posturas forzadas, aplicación de fuerza Combinada con movimientos repetitivos, y/o vibraciones. Ocupaciones o actividades económicas con exposición a estos factores de riesgo. Otros trastornos especificados de los tejidos blandos (M79.8) DECRETO NÚMERO_. _:.--=1=-1..=;.\" _7_1;.......__ DE 2014 HOJA No 33 Continuación del decretó \"Por el cual se expide. la Tabla de Enfermedades Laborales\" AGENTES ERGONOMICOS AGENTES OCUPACIONES I INDUSTRIAS .. J. ETIOLÓGICOS I El listado de ocupaciones e industrias no es ENFERMEDADES FACTORES DE RIESGO exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. OCUPACIONAL };> Trastornos de disco cervical (M50) . };> Trastorno de dis,co Cervical con mielopatfa de disco cervical con radiculopatia (M50.1) };> Otros desplazamientos de Movimientos· repetitivos, posturas forzadas, aplicación de fuerza combinada .. con movimientos repetitivps, y/o vibraciones. Ocupaciones o actividades económicas con exposición a. estos factores de riesgo. };> };> };> };> .disco cervical (M50.2) . Otras degeneraciones cervical (M50.3) Otros trastornos de disco cervical (M50.8) . Trastorno de disco cervical, no especificado (M50.9) Otros trastornos de los discos intervertebrales (M51) };> Trastornos de discos . interve.rtebrales lumbares con mielopatia (M51.0) lumbar y otros, con };> Otros desplazamientos especificados de disco degeneraciones especificadas de disco intervertebral trastornos especificadOs de los discos intervertebrales (M51.8) };> Trastorno de los 34 _ ------------------------------~----------------~~ Contin~~ción del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" SECCiÓN 11 GRUPO DE ENFERMEDADES PARA DETERMINAR EL DIAGNÓSTICO MÉDICO PARTE A ENFERMEDADES LABORALES DIRECTAS .. iYI-1477 DECRETO NÚMERO DE 2014 HOJA. No 35' ----~----~----- Continuación del decreto \"Par el cual se expide la Tabla de Enfermedades LabaralesH SECCiÓN 11 PARTE A ENFERMEDADES LABORALES DIRECTAS ENFERMEDAD CÓDIGO elE -10 AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS Trabajadores expuestos a fibras de asbesto en: procesos Asbestosis J61 Fibras de asbesto. de explotación de asbesto (minería de asbesto para procesos de extracción, transformación, clasificación y embalaje. residuos mineros) o en otras minas donde existan rocas asbestiformes (como contaminante); en. el uso de fibras de asbesto' para. la fabricación de productos de asbesto-cemento, materiales de fricción (pisos, embragues, pastillas para frenos), telas resistentes a la ignición; en la . aplicación y mantenimiento de' \\ material . aislante térmico o acústico que contenga asbeSto (tubos, motores, calderas, edificios, etc); en la remoción de tejas de asbesto:-cemento, material de aislamiento que contenga asbesto, en talleres para fr~nos que contengan asbesto; en transporte de m~eria prima de fibras de asbesto; ¡¡¡ditivos para pinturas, resinas o plástico~. Silicosis J62 . Todos los trabajadores Sílice en todas sus expuestos a sllice durante la formas, extracción y utilización, tales como: trabajadores de las minas, túneles, canteras, operaciones de pulido y tallado, artesanos, trabajadores con cerámica, pulido de vidrio, afiladores, picapedreros, fundidores, extracción de canteras de granito y minas metálicas, obras hidroeléctricas, fundidores, tálladores, labradores de piedra, industria siderometalúrgica, fabricación de refractarios, abrasivos, vidrio, cemento, manufactura de papel, pinturas, plásticos y i gomas, entre otros. í\\'f\\lll! I DECRETO NÚMERO , .. .. Contin~aci6n d~1 decreto \"Par el cual se expide la Tabla de Enfermedades Labafales\" . Neumoconiosis del minero de carbón J60 Carbón mineral, carbón puro, grafito, cC:ubono· de· hulla (bituminoso y sub­ bituminoso) .. Mineros (de las minas de carbón), carboneros, herreros, forjadores, fundidores, fogoneros, deshollinadores y demás trabajadores expuestos a inhalación de polvos de carbón de hulla, 'grafito y antracita. Mesotelioma maligno. . por exposición a asbesto C45 Asbesto Trabajadores expuestos a fibras de asbesto em procesos de explotación de asbesto (minerla de asbesto para procesos de extracción, transformación, clasificación y embalaje, resIduos mineros) o en otras minas donde existan rocas asbestiformes (como contaminante); en el uso de fibras de asbesto para ·Ia fabricación de productos de asbesto-cemento, materiales de fricción (pisos, embragues, pastillas para frenos), telas resistentes a la ignición; en la· aplicación y mantenimiento de material aislante térmico o acústico que contenga asbesto. (tubos, motores, calderas, edificios, ,etc).; en la remoción de t~jas de asbesto-cemento, material de aislamiento que contenga asbesto, en talleres para frenos que contengan asbesto; . en transporte de materia prima de fibras de asbesto;aditivbs para pinturas, ,resinas O plásticos. DE 2014 HOJA No 37 Cdntinuación del decreto ·Por el cual se la Tabla de Enfermedades Laborales\" SECCiÓN 11 <GRUPO DE ENFERMEDADES PARA DETERMINAR EL.DIAGNÓSTICO MÉDICO PARTE B ENFERMEDADES CLASIFICADAS POR GRUPOS O CATEGORíAS , '.. ~ . / DECRETO NÚMERO 1477 . DE 2014 HOJA No 38 < ­ Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" SECCION\" PARTE B ENFERMEDADES CLASIFICADAS POR GRUPOS O CATEGORíAS GRUPO 1-ENFERMEDADES INFECCIOSAS Y PARASITARIAS CODIGO OCUPACIONES I ENFERMEDAD AGENTES INDUSTRIAS CIE -10 ETIOLÓGICOS I El listado de ocupaciones e industrias FACTORES DE no es exhaustivo. Se mencionan lasRIESGO más representativas, pero pueden existir otras circunstancias de exposición ocupacional. OCUPACIONAL Médicos, enfermeras, trabajadores .de anfiteatro, Tuberculosis Pulmonar A15 personal de laboratorios A16 Micobacterium biológicos y de diagnóstico, Tuberculosis personal de lavandería, Tuberculosis del Sistema A17 Micobacterium Bovis centros de diálisis, veterinarios, Nervioso enfermeros de veterinaria, tubetculosis de otros Ata centros de refugiados o de órganos inmigrantes, albergues para Tuberculosis Miliar A19 indigentes, centros de tratamiento para adicciones e instituciones correccionales, carniceros y mineros cuando previamente exista silicosis. Reservorio: .. animales herbívoros, . reses, ovejas, caballos, cabras, camellos y antllopes. Puestos de trabajo con Carbunco, (Ántrax) A22 Bacillus anthracis exposición: Pastores, cuidadores de caballos y veterinarios, curtidores, peleteros, cardadores de lana, tejedores de lana, carniceros, agricultores, manipuladores de. crines, cerda, lana, cuernos, carne y huesos· de bovinos, caballós, carneros, cabras, etc., ganaderos, taxidermistas, zapateros, talabarteros, trabajadores de mataderos, personal de laboratorio de microbiologiay personal de zoológicos. Veterinarios, pastores, Brucella (afecta técnicos cerdos), Brucella personal de plantas para mellitensis (afecta beneficio de la .leche de cabra cabras) y Brucella canis y vaca, empacadores de (afecta a perros): Son carnes, . veterinarios, parásitos de humanos y enfermeras y enfermeros de animales. veterinaria, trabajadores en contacto con tejidos, sangre, excrementos, orina, leche, placentas, fetos abortados de las hembras enfermas. --~-_. __ ._._----- DE 2014 HOJA No 39 ContinuaCión del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" GRUPO I -ENFERMEDADES INFECCI9SAS Y PARASITARIAS ' CODIGO I AGENTES ENFERMEDAD CIE-10 I ETIOLÓGICOSI FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e . industrias nO es exhaustivo. Se mencionan las más representativa's, pero pueden' existir otras ': circunstancias de expOsición i Bacteria Erysipelothrix rh usiopath ia- Erisipeloide. A26 Reservorio principal es el cerdo; pero se ha encontrado en crustáceos, peces, aves (patos, pavos), ! delfines, caimanes y cocodrilos. ' . Espiroquetas, del género Leptospira Zoonosis; de , Leptospirosis A27 distribución mundial, 'las ratas constituyen la . fuente más común de infección humana, seguida por los perros, mamíferos salvajes, ocupacional. ' Trabajadores en contacto con animales o' sus cadáveres, pelo de animales, cuero y otros materiales, en mataderos,plantas empacadoras de carne y pescado, corrales. Se observa en veterinarios, pescadores, carniceros y personas que manipulan cerdos, peces o mariscos y/o sus productos. Trabajadores de drenajes y alcantarilladb, granjeros, veterinariqs, trabajadores de mataderos, trabajadores agrlcolas, cuidadores y manipuladores de animales, leñadores, mineros, personal de deslanádo, pescadores y lbovino, ovino, caprino y equino, pueden serl,' ___________________ 4-__~~--~g~a~to~s~,~ce~r=d~o~S~,-g~a-n-a-d-0,L~re_C70_le~c~to_r_e_S_d_e_b_a_s_u_r_a~.~ __~ tetani. a Psitacosis A70 las aves domésticas y especies tropicales o marinas, aves de corral u ornato como loros, periquitos, pollos, patos, gansos, pavos, cacatúas, papagayos, palomas, gaviotas, garrapata, A77 Agricultores, mecánicos, electricistas, cocineros, carniceros y soldados. Trabajadores de la salud. Trabajadores de la' salud, trabajadores de anfiteatro. Trabajadores de tiendas de mascotas, de zoológicos, de mataderos de aves y otros trabajadores en contacto con aves: Avicultores, 'agricultores I y granjeros, personal de ·laboratorio de microbiología, veterinarios, biÓlogos, ornitólogos, carniceros, cuidadores de, aves y! taxidermistas. Trabajadores agropecuarios, granjeros, agricultores, forestales, ordeñadores, operadores de mataderos, elaboración de carnes e inhalación de polvos de establo o de la lana, veterinarios, trabajadores del caucho, \" ' labaratoristas, I DECRETO NÚMERO-:-- __l~4=_7;;.._1__~ DE 2014 HOJA NQ 40 \"' ',¡ Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales~' piojo, pulga y ácaro. guardabosques y cazadores ... Mamífero Reservorio: .Humanos, roedores, perros, ratones, marsupiales, ovejas, ganado vacuno, cabras y otros. GRUPO 1-ENFERMEDADES INFECCIOSAS V PARASITARIAS CODIGO AGENTES ENFERMEDAD CIE ~ 10 ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Virus de la rabia. Rabia Reservorio: perros, mangostas, . murciélagos, gatos, ratas, zorros y de la fiebre amarilla A95 Fiebre Amarilla Herpes (Herpes simple) 800 Herpes simple tipo 1 (HVS-1). i OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no . es exhaustivo. Se mencionan las más ¡ representativas, pero pueden existir otras oircunstancias de exposición ocupacional. . Trabajadores agropecuarios, . veterinarios, trabajadores de bioterios e investigadores, trabajadores de la salud y otros trqbajadoresen contacto con animales infectados, cazadores y exploradores de cavernas, ' Trabajadores de la salud, agentes viajeros, mUitares, trabajadores provenientes· de zonas no' endémicas comisionados para realizar labores en zonas endémicas y agricultores. Exposición ocupacional al mosquito transmisor' (Aedes Aegypti). Trabajadores trasladados por razones laborales a zonas endémicas. Trabajadores de la salud, personal de ' limpieza en instituciones prestadoras de servicios de salud, anestesista, odontólogos; médicos, enfermeras, terapistas 'respiratorias, anestesiólogos, ¡ enfermeras pediátricas. de la salud, Varicela 801 Virus de Varicela Zoster. personal de limpieza en instituciones prestadoras de! servicios de salud, trabajadores de guarderías, maestros de preeSCOlar y primaria. Trabajadores de la salud, personal de limpieza en Sarampión 805 Virus del sarampión de instituciones prestadoras de la familia de los , servicios de salúd, trabajadores paramixovirus. i de guarderlas, maestros preescolar t__d..;;..e-la;...:b::...o'--r-\"-a-'-'to'-'-'-rio y terapistas. salud, personal de, limpieza en Rubéola 806 Virus de la rubéola. instituciones . prestadoras de servicios de salud, trabajadores de guarderlas, maestros de preescolar y primaria, personal ! de laboratorio yterapistas. ,~\" .'.; .. 1477 DECRETO NÚMERC______ _ DE 2014 HOJA No 41 Continuación del decreto \"Por el cua/se expide la Tabla de Enfermedades Laborales\" Hepatitis tipo A 815 Virus.de la Hepatitis A. Tr;:lbajadoresd~ la saluden los servicios de pediatría y maestros de preescolar y primaria. GRUPO 1-ENFERMEDADES INFECCIOSAS Y PARASITARIAS· CODIGO AGENTES ENFERMEDAD CIE-10. ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL 816 . Virus de la Hepatitis 8. Hepatitis aguda tipo a Virus de la Hepatitis C. Hepatitis qguda tipo e 817.1 819 Virus de la Hepatitis D. Hepatitis aguda tipo O Virus de la Hepatitis E 817.2 Hepatitis aguda tipo E . OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición: ocupacional. ' ' Trabajadores de la salud, personal de limpieza, lavander[a y mantenimiento en instituciones prestadoras de servicios de salud, personal de laboratorio y análisis cllnicos, de bancos de sangre, personal de ambulancias, de prisiones,' en contacto con sangre u objetos contaminados con sangre humana procedente de pacientes infectados con : hepatitis B. Trabajadores de la salud, personal de limpieza, lavandería y mantenimiento en instituciones prestadoras ,de servicios de salud, personal de laboratorio y análisis clínicos, de bancos de sangre, personal de ambulancias, . de prisiones, en contacto con sangre u objetos . contaminados con sangre humana procedente de pacientes infectados con hepatitis C. Trabajadores de la salud, personal de limpieza, lavander[a y mantenimiento en instituciones prestadoras de servicios de saíud, personal de laboratorio y análisis clínicos, de bancos de sangre, personal de ambulancias, de prisiones, en contacto con sangre u objetos contaminados con sangre humana procedente de pacientes .infectados con hepatitis D. ' Trabajadores de la. salud, personal de limpieza, lavandería y mantenimiento en instituciones prestl;ldoras de servicios de salud, personal de laboratorio y análisis cllnicos, de bancos de DeCRETO NÚMERO, ~,1471 ' DE 2014 HOJA No. 42 Continuación del decreto \"por el cual se expide la Tabla de Enfermedades Laborales\" ,1 sangre, estomatólogos, personal de ambulancias, de prisiones, en contacto con alimentos contaminados con virus hepatitis E GRUPO 1-ENFERMEDADES INFECCIOSAS Y PARASITARIAS ENFERMEDAD CODIGO CIE -10 AGENTES ETIOLÓGICOS I FACTORES DE RIESGO' OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo, Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacionaL Enfermedad por virus de la inmunodeficiencia humana (VIH) 820 Virus de la inmunodeficiencia humana, 'Trabajadores de la salud, odontólogos, terapistas, estudiantes y aprendices, también el personal de limpieza de los servicios de atención a la salud, y laboratorios pllnicos y de investigación. Personal de empresas de manejo de desechos biológicos, Candidiasis o moniliasis 837 Hongo Candida Albicans. Candida no Albicans Fruteros y trabajadores que mantienen manos o pies constantemente húmedos, condiciones de calor y oclusión, y las que producen maceración, trabajadores que emplean guantes de píástico por tiempo prolongado, ' odontólogos. médicos, técnicos, limpieza enla industria de semiconductores, industria del cemento, fábrica de hule, fábricas de madera\" fundición de metales, trabajadores de la salud y manipuladores de alimentos, Coccidioidomicosis 838 Coccidioides immitis y posadasiL Las zonas endémicas, Reservorio: el suelo, estercoleras, y madrigueras de roedores, condiciones de humedad y temperatura apropiadas del suelo para su desarrollo, Trabajadores relacionados con la agricultura (campesinos, recolectores, etc.), excavadores, granjeros, trabajadores de la construcción, personal militar, constructores de carreteras, caminos y puertos, arqueólogos, chóferes en rutas que crucen por áreas endémicas; personal de laboratorios de microbiologia, médicos que laboran en laboratorios demicrobiologia Histoplasmosis 839 Hongo Histoplasma capsulatum, Reservorio y fuente de infección: Suelo con alto contenido orgánico (heces de pájaro o murCiélago). Trabajadores de la extracción y manejo de guano, espeleólogos, mineros, trabajadores en demolición de construcciones antiguas, agricultores, excavadores\"instructores de actividades recreativas (cuevas, grutas, túneles,pozos). DECRETO NÚMERO ,; ~ 14.. 71 DE 2014 HOJA No 43 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" GRUPO 1-ENFERMEDADES INFECCIOSAS Y PARASITARIAS CODIGO AGENTES OCUPACIONES I ENFERMEDAD CIE -10 ETIOLÓGICOS ¡' INDUSTRIAS FACTORES DE El listado de ocupaciones e industrias no RIESGO es exhaustivo. Se mencionan las más representativas, pero pueden existir OCUPACIONAL otras circunstancias de exposición ocupacional. Hongo Sporothrix Campesinos, floricultores, schenckiL jardineros, empacadores de Esporotricosis 842 Es un hongo ubicuo vive tierra, y plantas, trabajadores de en el suelo y las plantas: pieleS, agricultores, forestales, pastos, árboles, rosales, veteri~arios, carpinteros, madera en empacadores de loza y mineros. descomposición y otras plantas hortrcolas. Aspergillu~: (se conocen Tiene una gran ubicuidad; en 900 especies) sótanos, bodegas, cuevas, y ,Asperg ilosis 844 responsables de plantas, en medio hospitalario en infección humana A. el aire acondicionado fumigatus (85%), terreus contaminado con excrementos (2\"3%), flavus (5-10%), de aves. Los trabajadores niger (2-3%), versicolor expuestos son criadores de animales (aves) en la industria alimentaria avrcola, limpiadores de pieles y trabajadores agrícolas (café, etc.). Actinomicetos (bacterias Trabajadores \" del campo, Micetoma 847 grampositivas) y panaderos, molineros de trigo, eumicetos (hongos cebada, avena, centeno, verdaderos). trabajadores de aserraderos y de la agricultura. En climas tropicales, contaminación de materiales vegetales como espinas, cañas, hierbas, cactus, piedras, escamas de pescado e instrumentos agrícolas, etc. Paludismo (Malaria) 850 Plasmodium falciparum, Obreros, campesinos, vivax, ovale, malarie. floricultores, trabajadores de la salud, trabajadores expuestos en zonas endémicas. Protozoario del género Leishmania de las Trabajadores agrícolas, Leishmaniasis 855 especies L. mexicana, forestales, trabajadores en la L. brasiliensis y L. construcción de caminos en chagasi, Leishmania zonas endémicas del país, Donovani, Leishmania personal de salud, militar y de majar. policía. Toxoplasmosis. 858 Toxoplasma gondií Laboratoristas, veterinarios, manipuladores ' de gatos en tiendas para mascotas. Oncocercosis 873 Onchocerca volvulus, Trabajadores agrícolas filaria de clase principalmente en zonas de las 'nemátoda fabricantes de tejas, obreros agrícolas, limpiadores de drenajes, excavadores, caficultores y ../l campesinos . OPt (j() / -VI, . ! DECRETO NÜMERO 1 ..., 1477 DE 2014 HOJA No. 44 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" GRUPO 1-ENFERMEDADES INFECCIOSAS Y PARASITARIAS ENFERMEDAD Influenza Pandémica. CODIGO CIE -10 J11.1 AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Virus de la influenza A(H1.N1) . OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es .exhaustivo. Se mencionan las más representativas, pero pueden existir. otras circunstancias de exposición ocupacional. Petsonal médico y paramédico, trabajadores de asilos, guarderlas, casas hogar, reformatorios, prisiones, escuelas; personal militar; personal de centros de entretenimiento (cines, teatros, clubes, salones de fiestas, estadíos, etc.); personal de aeropuertos, terminales de . transporte terrestre. y trenes; veterinarios y otros trabajadores agrícolas, específicamente los que están al cuidado de ganado porcino y aves de corral. GRUPO 11 -CÁNCER DE ORIGEN LABORAL ENFERMEDAO Neoplasia maligna de hígado y duetos biliares intrahepáticos. Angiosarcoma de hlgado. Neoplasia maligna de la cavidad nasal y de los senos paranasales. CODIGO· CIE -10 C22 C22.3 C30 C31 AGENTES 1 FACTORES DE RIESGO .OCUPACIONAL Cloruro de vinilo; radiaciones ionizantes (incluyen rayos X, gama, neutrones y gas radón); aflafoxinas; arsénico y compuestos arsenicales, dióxido de torio. . Cromo y sus compuestos de nlquel, aceites' minerales no tratados y medianamente tratados del petróleo; OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas. pero pueden existir otras circunstancias de exposición ocupacional. Trabajadores de la producción de cloruro. de vinilo o copolfmeros y reparadores de energía eléctrica, extracción de disolventes y propelentes en aerosol, desoxidado por exposición· a neblinas; trabajadores productores de alimentos, forrajes, carga y descarga y procesamiento de arroz y maíz; trabajadores de vidrio, mineros del arsénico,. herreros, fundidores, trabajadores de plaguicidas, producción de fibras de lana, trabajadores en la producción de fibras de lana, industrias de plásticos, trabajadores de salud, trabajadores en fundidoras de cobre, plomo y zinc y fabricantes. de vino (contaminación del agua de beber), Trabajadores de la refinación . del níquel. trabajadores de plantas . productoras de cromatos; textiles, tintas y pigmentos; cromado y i DECRETO Nü~ERÓ ')-14.77 DE 2014 HOJA No 45 Continuación del decreto ·Parel cual se expide la Tabla de Enfermedades Laborales\" polvo de madera; disopropil sulfato, aceites de isopropilo y ácido sulfúrico. grabado; producción aleaciones ferro-crómicas; . soldadura de acero inoxidable; producción de preservadores de aguas; fotografla; carpinteros, ebanistas, artesanos, aserraderos, fabricación de papel, . calzado, industria de la construcción; industrial química y fabricación de isopropanol y ácidos fuertes, enchapado de metales, molienda de harina o trabajos . de panaderla, trabajos con exposición a humo de tabaco, industria d.el calzado y del mueble, industria automotriz. GRUPO 11 -CÁNCER DE ORIGEN LABORAL ENFERMEDAD Neoplasia maligna de laringe. Neoplasia maligna de bronquios y de pulmón. . ~ CODIGO CIE -10 C.32 C34 AGENTES ETIOLOGICOS 01 I OCUPACIONES I FACTORES DE RIESGO . I INDUSTRIAS OCUPACIONAL El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, peto pueden existir otras circunstancias de Asbesto exposición ocupacional. Trabajadores expuestos al asbesto; extracción y molienda; manufactura de' productos; aislamientos; de hojas metálicas; industria de asbesto o cemento; sistemas de frenado; manipulación en construcción; industria de revestimiento, astilleros, mecánicos. Amianto o asbesto en todas sus formas; éter . bisclorometllico y metilclorometil, alquitranes fenoxiacéticos, Sílice cristalina; cromo y compu~stos de cromo, radiaciones ionizantes (incluyen rayos X, gama, neutrones y gas radón); compuestos de nlquel y uranio; Emisiones de hornos de coque; arsénico y compuestos arsenicales; aceites minerales no tratados y medianamente tratados del petróleo; ácidos fenoxiacéticos; hidrocarburos aromáticos policlclicos; humo de tabaco; producción de hojas metálicas; industria de asbesto o cemento; sistemas de frenado; . manipulación en construcción; industria de revestimiento, astilleros, manufactureros . de textiles, producción de materiales aislantes o filtros; de la industria del hule, plástico, resinas y poli mero; trabajadores de plantas productoras de cromatos; tintas y pigmentos; aleaciones ferro-crómicas; soldadura de acero inoxidable; producción de DECRETO NÚMERO -1471 DE 2014 HOJA Nn 46 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades LabofJJles\" diisopropil sulfato, aceites de isopropilo y ácido sulfúrico, benzo(a)antraceno,· benzo(a)pireno, berilio y sus compu~stos, cadmio y sus . compuestos, cloruro de vinilo, dibenzo(ah)antraceno, epiclorhidrina, plomo y compuestos inorgánicos, sulfato de dimetilo, talco fibras asbestiformes, tetracloroetileno. radiólogos, técnicos, analistas de estructuras, odontólogos, trabajadores de construcción; mineros, del refinamiento, fundición y soldadura de niquel, cobré, plomo y zinc; de· vidrio, mineros deL arsénico, fundidores, de plaguicidas, de refinerlas, mineros de la metalurgia, ingenieros, técnicos y de la industria qulmica, mecánica, cosmética, farmacéutica e imprentas. Manufactura de cerámica, ·papel, pintores, cosméticos y mineros y · actividades relacionadas. Trabajadores de asfalto, gasificación del carbón y de refinadoras de petróleo. En industrias del acero, petroqulmica, manufactura de ·fertilizantes y ácidos fosfáticos; fundición de hierro y acero; pintores o ·fabricantes de pinturas, y magenta; Industria qulmica y fabricaciÓn de isopropanol y ácidos fuertes, de goma, techadores, en' la reducción del aluminio, producción de ,cromato, productores de plaguicidas arsenicales, trabajadores expuestos a humo de tabaco, industria automotriz. GRUPO 11 -CÁNCER DE ORIGEN LABORAL ENFERMEDAD CODIGO elE ~ 10 AGENTES ETIOLOGICOS I FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias nó es exhaustivo. Se mencionan las más representativas. pero pueden existir otras circunstancias de exposición ocupacional. Neoplasia maligna de los huesos y dé los cartílagos articulares de miembros y de otras partes sin especificar C40 C41 Radiación ionizante. (Incluye rayos X, gama, neutrones y gas radón). Radiólogos, . técnicos, analistas de estructuras, odontólogos, otros trabajadores expuestos a radiaciones' ionizantes. DE 2014 HOJA No 47 . Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" C44 Radiaciones ionizantes (incluyen Minería del arsénico, Otras neoplasias malignas de la piel rayos X,' gama, isótopos producción y uso de radioactivos, neutrones y gas pesticidas arsenicales, radón); alquitranes de hulla y ! herbicidas e. insecticidas, brea de carbón; hollin; arsénico manufactura de pigmentos, y compuestos arsenicales; ocupaciones con aceites minerales no tratados y exposición a radiaciones median~mente tratados del ionizantes, trabajadores del de maderas, ultravioleta (UVA y UVB). producción de plásticos, producción de caucho, productores de estireno y poliestireno. Hollln, hidrocarburos policíclicos, Deshollinadores, beta-naftilamina, productos de Trabajadores que están carbonización del carbono; expuestos al hollfn, vapores de aceites minerales, los caldereros, limpiadores óe Neoplasia maligna aceites lubricantes,' la brea, trabajadores de de escroto C63.2 petróleo, el dieseL la industria del algodón provocado por los vapores de aceites mineralés y trabajadores que utilizan diese!. GRUPO 11 -CÁNCER DE ORIGEN LABORAL CODIGO AGENTES ETIOLOGICOS I OCUPACIONES I ENFERMEDAD CIE -10 FACTORES DE RIESGO, INDUSTRIAS OCUPACIONAL El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Trabajadores de textiles, de refinerías, mineros de la metalurgia, ingenieros y Aminas aromáticas y sus técnicos de la industria derivados (betanaftilamina, 2­química, mecánica, Neoplasia maligna 4-cloro-orto-toluidina), de. alquitranes dé hulla y brea de pigmentos; trabajado'res de carbón; hollln, emisiones de refinadoras químicas, hornos de coque. producción de coque, gasificación de carbón, de aluminio, fundidoras, pavimentación de carreteras, trabajadores de construcción en techos e impermeabilizantes; de asfalto, gasificación del carbón y de refinadoras de petróleo; de fabricación aluminio, fabricación de auramina, pigmentos, colorantes, tintas, producción de caucho y /7 látex sintético, ~~(/() ! \\)\". I I _______ DECRETO NÚMERO . ..; 1471 DE 2014 HOJA No ,M r-----------------------------------------------------------------------------~~ Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" vulcanizadores de neumáticos, fabricacjón de cables, trabajadores de plantas dé gas, tintoreros, curtidos. Leucemias: C95 Refinación del petróleo, Benceno gasolinera~, operarios de Radiaciones ionizantes (X Y motores diésel, fabricación Leucemia linfoide C91 GAMMA) de neumáticos, limpieza de estireno y poliestireno, tipos celulares ánestesiólogos, personal de i específicos quirófanos, enfermeras y' ' personal de mantenimiento; producción de plásticos, i ~------~.~-----+--~ ____~~----------------------~~p~rr-o-d-u~cc~i,óndecaucho. (C18­ Arsénico y compuestos, Manufactura de \",idrio, colon, de la unión, Tumor maligno del C20-C21) tetracloroetileno, aceites recipientes de vidr.io y rectosigmoidea, del minerales ,sin ' tratar y cristal prensado. recto medianamente, tratados. Tumor maligno de la Arsénioo y compuestos Fundición de hierro yacéro próstata (C61) T ricloroetileno, Pintores. Hollin. Fundición de hierro y acero Tumor maligno del (C64) Arsénico y compuestos Producción de coque., riMn. excepto de la Tricloroetileno. pelvis renal Enfermedad de i (C81) Arsénico y compuestos Fabricación de muebles y Hodgkin Butadieno, cloruro de vinilo gabinetes Linfoma no hcidgkin I ~__~ GRUPO 111-ENFERMEDADES NO MALIGNAS DEL SISTEMA HEMATOPOYÉTICO CODIGO AGENTES OCUPACIONES I ENFERMEDAD CIE -10 ETIOLÓGICOS I INDUSTRIAS El listado de ocupaciones e industrias no es .exhaustivo. Se mencionan las FACTORES 'DE.. RIESGO más representativas, pero pueden ·existir otras circunstanci¡;¡s de exposición ocupaCional. Refinación del petróleo, Slndromes OCUPACIONAL 046 Benceno, radiaciones gasolineras, operarios' de Mielodisplásicos ionizantes. motores diesel, limpieza con disolventes orgánicos; radiÓlogos, técnicos de radiología, odontÓlogos. Trabajadores de la industria Anemia hemolltica 059 minera (arsénico) tratamiento adquirida Naftalina, arsénico, de cobre y metalurgia, trinitrotolueno, derivados transforrnación de petróleo y Otras anemias hemolíticas 059.4 nitrados y aminados del sustancias químicas, no autoinrnunes benceno: impresión y trabajos en cobre, industria de explosivos y, manufactura de agrotóxicos. ' Refinación del ,petróleo, Anemia aplásica debida a 061.2 Benceno, radiaciones gasolineras, operarios de motores diesel, limpieza con disolventes orgánicos;,--ot_rO_S-,--a_g_e_nt_e_s_e_X,-te_r_n_O_S 2014 HOJA No 49 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales~ Anemia sideroblástica Minerla del plomo y del zinc, I secundaria a toxinas D64 Plomo y sus compuestos industria de la construcción, (incluye anemia tóxicos. elaboración de baterlas, hipocrómica, microcitica, manufactura de municiones, con reticulocitosjs) manufactura de cerámica o cristal. Refinación del petróleo, gasolinerás, operarios de Púrpura y otras D69 Benceno, cloruro de motores diesel, limpieza con manifestaciones vinilo, disolventes' orgánicos; hemorrágicas radiólogos, . técnicos de radiologfa, odontólogos, trabajadores de la producción de cloruro de vinilo o copollmeros. I ionizantes. Benceno, radiaciones Refinación del petróleo, Agranulocitosis D70 ionizantes, derivados del gasolineras, operarios de fenol, pentaclorofenol, motores diesel, limpieza con radiólogos, técnicos de radiologla, odontólogos, industria qulmica. Aminas aromáticas y sus Industrias de explosivos y Metahemoglobinemia . derivados, . derivados D74 labores con exposición a nitrados, aminados del ami nas aromáticas. benceno. ; GRUPO IV -TRASTORNOS MENTALES Y DEL COMPORTAMIENTO CODIGO AGENTES OCUPACIONES I ENFERMEDAD ETIOLÓGICOS I CIE -10 INDUSTRIAS El listado de ocupaciones e FACTORES DE industrias no es exhaustivo. Se RIESGO mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Demencia y otras OCUPACIONAL -Manganeso, sulfuro Mineria e industria enfermedades siderúrgica, . cerámica, clasificadas en otros F02.8 de carbono, .. sustancias desinfectantes, fertilizantes, apartados. asfixiantes como el pilas secas, refinerla de. monóxido de petróleo, plaguicidas e carbono (secuelas). industria del rayón. Delirio no sobrepuesto a F05.0 -Bromuro de metilo, Elaboración y uso de demencia. .sulfuro de carbono. plaguicidas e industria del rayón. -Tolueno y otros solventes aromáticos Otros trastornos mentales neurotóxicos, plomo . derivados de lesión o F06 y sus compuestos disfunción cerebral o Industria química, lavado en enfermedad fisica: tóxicos, seco de prendas de vestir, Trastorno cognitivo leve. tricloroetileno, tetracloroetile no, refinerla de petróleo, tricloroetano y otros F06.7 plaguicidas. solventes orgánicos halogenados neurotóxicos, bromuro de metilo, manganeso y sus compuestos tóxicos, mercurio y sus compuestos tóxicos, . sulfuro de carbono, I rd~(II/ r1!~ I -------------------DECRETO NÚMERcJ 147 '1 DE 2014 HOJA No 50 Continuación del decreto \"Pofel cual se expide la Tabla de Enfermedades Laborales\" otros solventes orgánicos neurotóxicos. Trastornos de la F07 Toluemo y otros personalidad y del solventes aromáticos . comportamiento neurotóxicos, Industria qufmica, lavado en derivados de enfermedad, tricloroetileno, seco de prendas de vestir, lesión o disfunción de la tetracloroetileno, refinerfa de petróleo, personalidad: tricloroetano y otros· plaguicidas. Trastorno orgánico de la F07.0 solventes orgánicos personalidad; halogenados Otros trastornos de la F07.8 neurotóxicos, personalidad y del bromuro de metilo, comportamiento manganeso y sus derivados de enfermedad, compuestos tóxicos, lesión o disfunción mercurio y sus cerebral. compuestos . tóxicos, sulfuro de carbono, otros solventes orgánicos neu rotóxicos. Trastorno mental orgánico o sintomático no especificado. F09 T olueno y otros solventes aromáticos neurotóxicos, tricloroetileno, tetracloroetileno, tricloroetano y otros solventes orgánicos halogenados neurotóxicos, bromuro de metilo, manganeso y sus compuestos tóxicos, mercurio y sus compuestos tóxicos, sulfuro de carbono, otros solventes orgánicos neurotóxicos. Industria qUlmlca, seco de prendas refinerfa de plaguicidas. lavado en de vestir, petróleo, GRUPO IV ­TRASTO~NOS MENTALES y DEL COMPORTAMIENTO ; ENFERMEDAD CODIGO ,CIE -10 AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS EI·listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocuoacional. Trastornos psicóticos agudos y transitorios. F23 Gestión organizacional: (Ver defi~ición en Sección 1, Agentes Psicosociales) Características de la organización del trabajo: (Ver defil)iciónen Sección 1, Agentes Psicosociales) Características del grupo social de trabajo: (Ver definición en Sección 1, Agentes Psicosociales) Cualquier económica actividad Condiciones de la t/í. DECRETO NÚMERO, ,1 ~ ] 477 DE 2014 HOJA No, 51\" . Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" tarea: (Ver definición en Sección 1, Agentes Psicosociales) Carga física: (Ver definición en Sección 1, Agentes Psicosociales) Condiciones del medio ambiente de trabajo: (Ver definición en Sección 1, Agentes Psicosociales) Inteñase persona- tarea: (Ver definición en Sección 1, Agentes Psicosociales) Jornada de trabajo: (Ver definición en Sección '1, solventes qulmica, lavado en Depresión. F32 tricloroetano y otros seco de ,prendas de vestir, Episodios depresivos solventes orgánicos , refineria de petróleo, halogenados plaguicidas. neurotóxicos, bromuro de metilo, manganeso y sus compuestos tóxicos, mercurio y sus compuestos tóxicos, sulfuro de carbono, otros Puede presentarse en solventes orgánicos cualquier trabajador y puesto, 'neurotOxicos su gravedad dependerá de la, exposición a los 'agentes Gestión organizacional: causales presentes en el (Ver definición en ámbito laboral. Esta Sección 1, Agentes enfermedad se presenta en Psicosociales) trabajadores de los sectores Características \" de la de servicios, educativo e organización del trabajo: industrial. (Ver definición en Secretarias, empleados con Sección 1, Agentes funciones técnico­ Psicosociales) administrativas, administradores, contadores, Ca racte risticas del grupo maestros, médicos, social de trabajo: enfermeras,' entre otros, \" (Ver definición en Sección I,Agentes Psicosociales) Condiciones de I,a tarea: (Ver definición en Sección 1, Agentes Psicosociales) Carga ffsica: (Ver definición en Sección 1, Agentes Psicosociales) Condiciones del medio ambiente de trabajo: .'. HOJA No ,.Qg DECRETO NÚMERO-14.71. Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades LaboralesH (Ver definición en Sección 1, Agentes Psicosociales) Interfase persona-tarea: (Ver definición en Sección l., Agentes Psicosociales) Jornada .. de trabajo:(Ver definición en Sección L Agentes Psicosociales). GRUPO IV -TRASTORNOS MENTALES Y DEL COMPORTAMIENTO CODIGO . CIE -10 ENFERMEDAD Otros Trastornos de Ansiedad. Trastorno de ansiedad generalizada. .. Trastorno de pánico Trastorno mixto ansioso-depresivo Reacciones a estrés grave Trastornos de adaptación Trastornos adaptativos con humor ansioso, con . humor depresivo, con humor mixto. con alteraciones del F41 F41.1 F41.0 F41.2 F43 F43.2 RIESGO OCUPACIONAL Gestión organiza~ional: . (Ver definición en Sección 1, Agentes Psícosociales). Caracterlsticas de la organización del trabajo: (Ver definición en Sección 1, Agentes Psicosociales) . Caracterlsticas del grupo social de trabajo: (Ver definición en Sección 1, Agentes Psicosociales). Condiciones de la tarea: (Ver definición en Sección I,Agentes Psicosociales). Carga física: (Ver definición en Sección 1, Agentes . Psicosociales). Condiciones del medio ambiente de trabajo: (Ver definición en Sección 1, Agentes Psicosociales). Interfase persona-tarea: OCUPACIONES I . INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Gestión organizacional: , (Deficiencias en la administración del recurso humano, que,incluyen el estilo de mando, las modalidades de pago y de contratación, participación, el acceso a actividades de inducción y capacitación, los servicios de bienestar social, los mecanismos de· evaluáción) . .., Puede presentarse en cualquier trabajador.y puesto, su gravedad dependerá de ·Ias condiciones psicosocíales y materiales enfrentadas. I , I '.. HOJA No 53 Continuación del decreto :¡Por el cual se expide la Tabla de Enfermedades Laborales\" (Ver definición en con alteraciones de las comportamiento o mixto Sección 1, Agentes Psicosociales).emociones y del comportamiento Jornada de trabajo: . (Ver definición en Sección 1, Agentes Psicosociales ). GRUPO IV -TRASTORNOS MENTALES Y DEL COMPORTAMIENTO OCUPACIONES I ENFERMEDAD CODIGO· AGENTES ETIOLÓGICOS I CIE -10 INDUSTRIAS El listado de ocupaciones e. FACTORES DE industrias no es exhaustivo. Se RIESGO mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. OCUPACIONAL, Deporte extremo: atletas y deportistas de alto rendimiento, boxeadores, entrenadores, preparadores AccidentE¡ls',de trabajo fisicos, instructores, árbitros, severos (amputaciones ciclo montañismo, motocross yatrapamientos, y afines. quemaduras, descargas eléctricas de Trabajadores en espacios Estrés post-traumático . confinados, manejadpres de . de tránsito, caldas de alta tensión, accidentes .,F43.1 recipientes sujetos a alta gran altura, presión. explosiones, Trabajadores de altos ahogamientos y otros); hornos: fundidores, peones y asaltos, secuestros, obreros. agresiones/ataque a la ,Trabajadores de comer.cio: integridad . . vendedores, cajeros, ' flsica/víolaciones. gerentes de tienda, empleados de mostrador, operadores de centros de atención de llamadas y operadores mercadeQ telefónico. Trabajadores de educ'ación; directores, inspectores, maestros de todos los niveles (básica, media, media superior y superior), . investigadores. ' Trabajadores de instituciones prestadoras de servicios de . salud: Médicos, cirujanos, médicos ....1,..;;;J4L....J7......1..t1.--___ .DE 2014 HOJA No 54 ,.'~ Continuación del decreto ·Por el cual se expide.la Tabla Enfermedades Laborales\" , , .. , Trabajadores en mihas de carbón, uranio o yacimientos radioactiVOS, mineros, barrenadores, perforadores y manteadores de explosivos. . . Trabajadores de Bomberos, policras, custodios, escoltas, vigilantes, gUéudias y , celadores. Trabajadores de transporte aéreo: pilotos aviadores, azafatas, personal dE:! tripulación y.controladQres de tráfico aéreo: Trabajadores de transporte marino: Capitán, oficiales de navegación, marinos, camareros, cocineros y tripulación de buques, barcos y transbordadOres y buzos. Trabajadores de transporte terrestre: Conductores de tractocam iones, conquctores de autobuses, conductores de locomotoras y ¡ trabajadores de ferrocarriles. y cualquier otra actividad laboral en la que exista exposición a los agentes causales. GRUPO IV -TRASTORNOS MENTALES y DEL COMPORTAMIENTO· CODIGO ENFERMEDAD CIE -10 Trastornos del suel'\\o . F51.2 debidos a factores no orgánicos AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Jornada de trabajo: (Horarios y jornadas laborales exten,uantes) trabajos por turnos, trabajo nocturno, trabajadores que laboran en campamentos en regiones diferentes a su domicilio. Deficiencia sobre la organización y duración de la jornada laboral; existencia o ausencia de pausas durante la jornada, diferentes al tiempo para las comidas; OCUPACIONES I INDUSTRIAS E.llistado de ocupacio(1es e industrias nó es exhaustivo. Se mencionan las más representativas, pero pueden existir otras cirCunstancias de exposición ocupacional. Actividades de mantenimiento del orden público y de seguridad (policlas), bomberos, editores de medios visuales de comunicación, vigilancia privada, vigilancia de centros penitenciarios, enfermeras y emfemneros, profesionales de medicina y .. técnicos afines, conductores de transporte de distancias largas, obreros de empresas de trabajo continuo, personal' que labora en establecimientos que prestan servicios durante. las 24· horas etc. I '. . DE 2014 HOJA No 55 Continuación del decreto \"por el cual se expide la Tabla de Enfermedades Laborf;Jles\" I Slndrome de agotamiento profesional (Slndrome de Z73.Q Burnout) ! trabajo nocturno; tipo· y frecuenCia de rotación de los turnos; número y frecuencia de las horas extras mensuales y duración y frecuencia de los descansos semanales. Circunstancias relativas a las . condiciones de trabajo. Condiciones de la tarea: (Demandas de carga mental (velocidad, complejidad, atención, minuciosidad, variedad y apremio de tiempo); el cOl'1tenido mismo de la tarea que se define a través del nivel de responsabilidad directo (por bienes, por la seguridad de otros, por información confidencial, por vida y salud de otros, por dirección y por resultados); las demandas emocionales (por atención de clientes); especificación de los sistemas de control y. definición de roles. i Controladores de tráfico aéreo. Actividades del '. sector educativo, servicios sociales y de salud. Atención a niños y adolescentes en circunstancias de vida diflciles, a personéls privadas de la libertad, a farmacodependientes. Atención a usuarios, atención a vlctimas, personas con discapacidad, pacientes terminales, . personas que trabajan en. levantamiento' cadáveres. GRUPOV -ENFERMEDADES DEL SISTEMA NERVIOSO ENFERMEDAD Ataxia cerebelosa CODIGO CIE -10 G11.1 AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Mercurio y sus compuestos tóxicos. OCUPACIONES I . INDUSTRIAS El listado de ocupacjones e industrias no es exhaustivo. Se . mencionan las más representativas, pero pueden existir ·otrás circunstancias de exposición ocupacional. Minerla artesanal de oro, manipuladores del metal y sus derivados, fabricantes de termómetros, manómetros. lámparas de vapores de mercurio. sombreros' de fieltro, electrólisis de las salmueras e industria del cloro, conservaciÓn de semillas, fungicidas. fabricaCión y manipulación de explosivos, industria . qulmico­ farmacéutica, industria de la fabricación del cemento (polvos producidos por los hornos) e industria química . or:gánica de lap~oducción de acetileno o'\" Ti02. DECRETO NÚMERO.:.,.... DE .2014 HOJA No, 56o Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" Profesionales en prótesis dentales, odontólogos. Parkinsonismo secundario debido a otras causas externas G21.2 Manganeso y sus com puestos tóxicos. Mineros (de minas de manganeso), trituradores y manipuladores de metal, de la fabricación de alepciones de acero, cobre o aiuminio, fabricación de pilas secas, en el blanqueo, tintorería y. decoloración del vidrio y soldadores. Otras formas especificadas de temblor Bromuro de metilo, tetracloroeta no, mercurio y sus compuestos tóxicos, otros solventes orgánicos neurotóxicos. Industria qulmica, producción de baterías, minería, fabricantes de termómetros, manómetros, lámparas de vapores de mercurio, sombreros de fieltro, electrólisis de las salmueras e . industria del cloro, conservación de semillas, fUllgicidas, fabricación y manipulación de explosivos. Otros trastornos extrapiramidales y de los movimientos G25.9 Mercurio y sus compuestos tóxicos, cloruro de metileno (diclorometano) y otros solventes halogenados neurotóxicos. Industria química, plaguicidas, producción de baterías, minería, fabricantes de termómetros, manómetros, lámparas de vapores de mercurio, sombreros de fieltro, electrólisis de las salmueras e industria del cloro, conservación de semillas, fungicidas, fabricación y manipulación de explosivos. GRUPO V -ENFERMEDADES DEL SISTEMA NERVIOSO ENFERMEDAD CODIGO CIE -10 AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se menciOnan las más representativas, pero pueden existir otras circunstancias de exposición ocuoacional. Trastornos del nervio trigémino G50 Tricloroetileno y otros solventes halogenados neu rotóxicos. Trabajadores de lavanderías, fabricación de lubricantes de silicona, acondicionadores de telas, adhesivos, productos para limpiar madera, repelentes de agua, quitamanchas, manufactura de frenos, desengrasado de artlculos metálicos y de lana, anestesiólogos. Trastornos del nervio G52.0 Cadmio y sus Trabajadores en contacto con gases, humos y vapores de sulfuro de hidrógeno, cadmio, cromo, níauel. Trabaiadores en ..\" DECRETONÚMERO ____________ ~ DE 2014 HOJA No 57 Continuación del decreto ·Porel cual se expide la Tabla de Enfennedades Laborales\" olfatorio (incluye compuestos,sulfuro de plantas dé tratamiento de anosmia) hidrogeno, cromo, aguas residuales, de níquel, acrilato. proyectos de excavación para la extracción de petróleo o gas, fincas que almacenan excremento de animales para abono o mantienen ganado, o cerca de un vertedero pueden estar expuestas a niveles más altos de ácido sulfhídrico. Ensambladores de autos, Trastornos del plexo pintores, fresadores, braquial (Síndrome de G54.0 Posiciones forzadas y torneros, operadores de salida del tórax, movimientos repetitivos presión, mecánicos. Todas síndrome del desfiladero de miembros aquellas actividades torácico) superiores. laborales que involucren posiciones forzadas y movimientos repetitivos de miembros superiores. Actividades económicas Mononeuropatías de G56 transformación: miembros superiores trabajadores de la ind ustria. Síndrome de Tunel G56.0 Combinación de textil (costureros, Carpiano movimientos repetitivos empacadores, tejedores y Síndrome de Pronador G56.1 con fuerza y/o con bordadores). trabajadores Redondo posturas forzadas de de cultivos de flores. Slndrome de Canal de G56.2. miembros superiores, Ocupaciones, puestos y .GuyÓri con alta demanda de trabajos con tareas que Lesión del Nervio Cubital G56.2 tareas manuales o con demandan ejercer (Ulnar) herramientas de actividades manuales Lesión del Nervio Radial G56.3 vibración. . intensas en frecuéncia y/o Compresión del Nervio fuerza. Puestos de trabajo: Supraescapular: empacadores, mecánicos, Otras mononeuropatlas músicos de cuerdas y de miembros superiores percusión, costureras, ensambladores de linea, electricistas, pintores ind ustriales, perforadores de piedra, odontólogos, cajeras y trabajadores de ! aves de corral. GRUPO V -ENFERMEDADES DEL SISTEMA NERVIOSO CODIGO AGENTES OCUPACIONES I ENFERMEDAD CIE -10 ETIOLÓGICOS I IND.USTRIAS FACTORES DE RIESGO El listado de ocupaciones e OCUPACIONAL industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Mononeuropatia de G57 Posiciones forzadas y Actividades económicas y miembros inferiores movimientos repetitivos de ocupaciones que involucren Lesión del Nervio G57.3 miembros inferiores. posiciones. forzadas y Poplíteo Lateral movimientos repetitivos de miembros inferiores. Arsénico y sus compuestos, Minerla del arsénico, plomo y sus compuestos, producción y uso de Polineuropatias .. G62.2 fósforo, sulfuro de carbono, pesticidas ocasionadas por otros N-Hexano y Metil N-Butil industria de plásticos, agentes tóxicos Cetona, manufactura de rayón, I /7. acrilamida, óxido de etileno, prestación de servicios de . r/~ (I() DECRETO NÚMERO / \"\" 1477 DE 2014 HOJA No 58 , Continuación d~1 decreto uPor el cual se expide la Tabla de Enfermedades Laborales\" POlineuropatia inducida por radiación I G62.B compuestos organofosforados, Radiaciones ionizantes salud, fabricación de vidrio, fabricación de baterías. Radiólogos, técnicos, analistas de estructuras, odontólogos, otros trabajadores expuestos a radiaciones ionizantes: Encefalopatía tóxica aguda G92.1 Arsénico y sus compuestos, plomo y sus compuestos, hidrocarburoS alifáticos o aromáticos y sus derivados halogenados neurotóxicos, mercurio y sus derivados tóxicos. Minerla del plomo y del zinc, metalurgia del plomo y del zinc, industria de la construcción, fabricación de 'baterlas, manufactura de munición, fabricación de cerámica o cristal, manufactura de fungicidas, metalurgia del mercurio, exposición ocupacional a solventes. Encefalopatla tóxica crónica G92.2 Tolueno y xileno, estireno, pentano, plomo y sus compuestos, solventes orgánicos halogenados neurotóxicos, mercurio y sus compuestos, sulfuro de carbono. Minería del plomo y del zinc, metalurgia del plomo y 'del zinc, industria de la construcción, fabricaCión de baterias, manufactura de munición, ·fabricación de cerámica o cristal, manufactura de fungicidas, metalurgia del' mercurio\" exposición ocupacional a solventes. Insomnio no orgánico F51.0 Jornada de trabajo: (Horarios y jornadas laborales extenuantes) Deficiencia sobre la organización y duración de la jornada laboral; existencia o ausencia de pausas durante la jornada, diferentes al tiempo para las comidas; '. trabajo nocturno; tipo y frecuencia dé rotación de los turnos; número y frecuencia de las horas . extras mensuales y duración y frecuencia de los descansos semanales. Cualquier económica. actividad GRUPO VI- ENFERMEDADES DEL OJO Y SUS ANEXOS CODIGO AGENTES OCUPACIONES I ENFERMEDAD CIE -10 ETIOLÓGICOS I INDUSTRIAS FACTORES DE El listado de ocupaciones e industrias RIESGO· no es exhaustivo. Se mencionan las más representativas, pero pueden OCUPACIONAL existir otras circunstancias de exposición ocupacional. Industria de la construcción, radiólogos, técnicos, analistas Blefaritis H01.0 Arsénico y sus de estructuras, odontólogos, compuestos, otros trabajadores expuestos a radiaciones ionizantes, radiaciones ionizantes, minerla cemento. del arséniCo, producción y uso de pesticidas y herbicidas. 1(;' ,z '.\"; ~ 14.77DECRETO NUMERO ____________ __ DE 2014 HOJA No 59 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" Trabajadores ,expuestos como los canteros, yeseros, r:nineros, Blefaroconj Untivitis. . peleteros, fabricantes de objetos de aluminio y cobre. manipuladores de mercurio, entre otros. ' Arsénico y sus Conjuntivitis. H10 . compuestos, berilio y sus compuestos, f1ú.or y sus· compuestos. o Industria qulmica. pintura por yodo, cloruro de etilo, aspersión, manufactura de tetracloruro de carbono, espumas de poliuretano, uso otros solventes de adhesivos basados en halogenados t6xicos, poliuretano. trabajq en granjas, ácido sulfldrico, trabajo en laboratorios, Otras conjuntivitis H10.8 radiaciones iOríizantes, carpinteros. peluqueros, radiaciones ultravioleta, trabajadores del sector salud. acrilatos, cemento. entre otros. enzimas .de origen animal. vegetal o bacterianCi. furfural y alcohol furfurllico, isocianatos orgánicosí selenio horneros, laminadores, soldadores, vidrieros' y otros . Radiaciones trabajadores expuestos a I()s ultravioleta, radiaciones agentes mencionados, Queratitis y H16 ínfrarrojas, radiaciones granjeros, sulfhídrico. la 1ndustria sus compuestos. quimica. . Soldadores, trabajadores de las lámparas incandescentes de mercurio y los expuestos a radiación ultra­ violeta solar; trabajadores de las lámparas de arco, de vapores de mercurio., hornos, metalurgia, radiólogos y demás trabajadores de la fabricación y manipulación de aparatos de rayos X y otras fuentes de energla. radiante, limpiadores de c.añerfas, pozos, letrinas: GRUPO VI ­ENFERMEDADES DEL OJO Y SUS ANEXOS ENFERMEDAD CODIGO CIE -10 AGENTES ETIOLÓGICOS! FACTORES DE RIESGO OCUPACIONAL OCUPACIONES,! INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo, Se mencionan lasmás representativas, pero pueden existir otras circunstancias de exposición ocúp~cíonal, .1 /V DECRETO NÚMERO,_----!:1=-4.=.........7_1_.,...---,- DE 2014 HOJA No, 60 Continuación del decreto aporel éual se expide la Tabla de Enfermedades Laborales\" Argirosis Ocular Catarata (por radiaciones) Otra catarata especificada (Tóxica) coriorretinia'na Retinitis, neuroretinitis, , H35 naftaleno, dinitrofenol, dinitrocresol, óxido fabricantes ' de ,perlas de vidrio, quimicos de laboratorio, fotógrafos y actividades relacionadas a la exposición del agente. Técnicol') de radar y de microondas, radiólogos, técnicos, analistas de estructuras, odontólogos, otros trabajadores expuestos a radiaciones ionizantes, industria de explosivos, exposición a láser industrial, industria qufmica, industrias de pesticidas y hefbicidas, operadores de esterilización con óxido de etileno. Mineros (de minas de l11ang'aneso), trituradores y ,manipuladorlas de metal, de la fabricación de aleaciones de acero, cobre o aluminio, fabricación de pilas secas, en el blanqueo, tintorerla y decoloración del vidrio y soldadores. Todas las actividades relacionadas con la producción de colorantes, anhidrido ftálico (producción de plastificadores para PVC), ,adhesivos para el hormigón, curtiembres, sustancias humactantes en la industria textil y componentes de solventes para pesticidas. Aromatizantes y otros productos químicos y 'farmacéuticos. Todas las actividades que comprenden el riesgo de exposición a estos aQentes. Trabajadores de la, industria de insecticidas, trabajadores del campo, ingenieros agrónomos, fumigadores aéreos, personal de fumigación, 'anestesiólogos, y todos los trabajadores expuestos a estos aQentes. ENFERMEDADES DEL OJO Y SUS ANEXOS CODIGO AGENTES OCUPACIONES I ENFERMEDAD CIE -10 ETIOlÓGICOS I INDUSTRIAS FACTORES DE El listado de ocupaciones e industrias no es exhaustivo. Se RI ESGO OCUPACIONAL mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocuoacional. -----;---------~--------- .\" j -1471DECRETO NÚMÉRO<______ _ DE 2014 HOJA No 61 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" Parálisis Pupilar Neuritis y lesión de la rama sensitiva del trigémino. en contacto con fertilizantes, germicidas,' desfoliantes de las plantas de . algodón .y pesticidas, trabajadores de la industria quimica, en la manufactura de dicianidamida, cianida cálcica. Trabajadores del amonio, tn;ibajadores de la cianamida, trabajadores en la indus~ria de compuestos nitrogenados, industrias en la sintesis de químicos orgánicos, trabajadores del acero trabajadores de acrilato, productores de celulosa, trabajadores de cianógeno, trabajadores del gas, extractores de oro y plata, joyeros, pulidores de metal, trabajadores de petroquimicas y los que se encuentren expuestos a esta , sustanCia. Trabajadores de titítorerlas, lavanderfas, en contacto con desengrasantes y todas 'las actividades que comprenden el riesgo de expOSiCión a estos agentes. Fundidores de plomo, Plomo, sulfuro de, fabricación, y reciclaje de carbono, benceno, acumuladores, fabricación y tricloroetileno, óxido de uso de esmaltes, pinturas, ,carbono, alcohol metilico,macilías y colorantes que nicotina, talio, mercurio, contengan plomo, fabricación ,bromuro de metilo,' de municiones, de plomo .y diclorometano y otros artículos pirotécnicos, solventes clorados industria del plástico que neurotóxicos, tetracloruro utilice aditivos a base de de carbono. plomo, imprenta, industrias de cristalerfa, cerámica y álfareriaartesanal, las' actividades que comprenden el riesgo de exposición a estos agentes, disulfuro de carbono: industria, textil fabricación de rayón, qufmica; grasas Agricultura; fabricación pesticidas. Minerfa: DECRETO NÚMERO_· _1_4_7_' \"\"_1___ DE 2014 HOJA No 62 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" GRUPO VII -ENFERMEDADES DEL OíDO Y PROBLEMAS DE FONACiÓN CODIGO ENFERMEDAD CIE -10 AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Otitis media med ia barométrica. HB1.3 vestibular por ototóxicos industriales. (Función nervio la Hidrocarburos benceno, carbono otros). . butanol y otros; Metales pesados: arsénico, mercurio, plomo, oro, plata metilmercurio. Compuestos cuaternarios del amonio. Agentes asfixiantes: Mostaza nitrogenada, compuestos cuaternarios del amonio,· ácido cianhldrico y monóxido de carbono, disulfuro de carbono Exposición prolongada a vibraciones de cuerpo entero ' OCUPACIONES I INDUSTRIAS El listado de ocupaciones e ind!Jstrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras ,circunstancias de exposición ocupacional. Pilotos, personal de vuelo, buzos, trabajadores subacuáticos, investigadores, paleontólogos, exploradores, rescatistas y otras actividades laborales que impliquen exposición a cambios de presión barométrica. Pilotos, personal de vuelo, buzos, trabajadores subacuáticos, investigadores, paleontólogos, exploradores, rescatistas y otras actividades laborales que impliquen exposición a cambios de presión barométrica. Fundidores de plomo, fabricación y reciclaje de acumuladores, fabricación y uso de esmaltes, pinturas, macillas y colorantes que contengan plomo, fabricación de municiones de plomo y artlculos pirotécnicos; industria del plástico que utilice aditivos a base de plomo, imprenta, industrias de cristalerla, cerámica y alfarería artesanal. Las actividades que comprenden el riesgo de exposición a estos agentes, disulfuro de carbono: industria textil fabricación de rayón, celofán, esponjas artificiales, Industria. qulmica; fabricación de tiocompuestos, disolventes, extracción de aceites, grasas y ceras. agricultura; fabricación de pesticidas, Minería: fabricación de xantatos. Caucho; fabricación de acelerantes de vulcanización. Producción de compuestos cloro alcalinos, furigicidas, germicidasi y fabricación de amalgamas odontológicas y todas las actividades que comprenden el riesgo de exposición a estos agentes. ------------------.1 ~ 1'1. 77DECRETO NÚME~O\" DE 2014. HOJA No 63 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" Cond uctores . de tractores, vehrculos de combate blindado y otros similares. Otros vehrculos todo terreno: Maquinaria de movimiento de '. VII -ENFERMEDADeS DEL Oíbo y PROBLEMAS DE FONACiÓN CODIGO AGENTES .1 ENFERMEDAD CIE M 10 ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Laberintitis Bromuro de metilo, cambios . repetidos de presión barométrica. Efectos del ruido sobre el ordo interno. Pérdida H83.3 Exposición ocupacional de la audición provocada . al ruido. por el ruido y e.1 trauma acústico. i OCUPACIONES I INDUSTRIAS El listado de ocupaciones e' industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocu pacionaL Pilotos, personal de vuelo, buzos, trabajadores subacuáticos, investigadores, . paleontólogos, exploradores, rescatistas y otras actividades laborales que impliquen exposición él cambiOs de presión barométrica.. Trabajadores' expuestos a bromuro de metilo. Trabajos de la .iridustria metalúrgica con percusión, abrasión, proyección, perforación 'de piezas metálicas, laminado, trefilado, estiramiento, corte, cizallamiento. de piezas. metálicas, utilización de herramientas. neumáticas (perforadores, martillos, taladros), la operación de maquinarias textil de hilados y tejidos coneros y trocileros,. trabajadores de discotecas, operarios de radiocom unicaciones, telefonistas, músicos, aviadores, mecánicos motores de aviones; en especial reactores, y todo motor de gran potencia para grupos electrógenos, hidráulicos, compresores, motores eléctricos de potencia y turbinas. Probadores de armas, fabricación, empleo y destrucción de municiones y explosivos; la molienda de piedras y minerales y otras actividades . laborales que impliquen ' exposición a, I DECRETO NÚMERO ' -147\"7 . DE 2014 HOJA No, 64 . Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" ,.. sonidos de gran magnitud.;1 Trabajadores de centros de ¡ llamadas. GRUPO VII -ENFERMEDADES DEL OíDO Y PROBLEMAS DE FONACiÓN. CODIGO AGENTES ENFERMEDAD CIE -10 ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Hid de carbono, disulfuro de carbono), metales pesados: arsénico, mercurio, plomo, metilmercurio, oro. Compuestos cuaternarios del amonio. Agentes asfixiantes: ácido cianhldrico y mo.nóxido de carbono. crónica J37.0 1----------:----+--,-------1 Esfuerzo vocal Pólipo de las cuerdas vocales y de la laringe Nódulos de las cuerdas vocales J38.1 , J38,2 , R49.0 OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo, Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Fundidores de piorno, fabricación y ,reciclaje de acumuladores, fabricación. y uso de esmaltes, pinturas, macillas y colorantes que contengan plomo, fabricación de municiones de plomo y articulos pirotécnicos, industria del plástico que utilice aditivos a base de plomo, imprenta, industrias de cristalería, cerámica y alfareria artesanal. Las actividades que comprenden el riesgo de exposición a estos agentes, disulfuro de carbono: industria textil fabricación de rayón, celofán, esponjas artificiales, Industria qulmica; Fabricación de ' tiocompuestos, disolventes, extracción de aceites, grasas y ceras, entre otros, Trabajadores de centros de llamadas, cantantes, locutores, artistas, profesores, entre otros, DECRETO NÚ~ERO_'~_: -_1_4_7_7__ _ DE 2014 HOJA No 65 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" GRUPO VIII- ENFERMEDADES DEL SISTEMA CARDIOVASCULAR y CEREBRO VASCULAR CODIGO AGENTES ENFERMEDAD CIE -10 ETIOLÓGICOS IFACTORES DE RIESGO OCUPACIONAL Gestión organizacional: (Ver definición en Sección 1, Agentes Psicosociales) Características . de la organización del trabajo: (V.er definición en Sección 1, Agentes Psicosociales) 'Hipertensión secundaria arterial 115.8 Caracteristicas del grupo social de trabajo: .' (ver defi~ición en Sección 1, Agentes Psicosociales) Condiciones de la tarea: Angina de pecho 120 Carga física: (Ver definición en Sección 1, Agentes PSicosociales) Condiciones' del medio ambiente dé trabajo: (Ver definición en Sección 1, Agentes Psicosociales) Interfase persona-tarea: (Ver definición en Sección 1, Agentes Psicosociales) Jornada de trabajo: (Ver definición en Sección 1, Agentes Psicosociale.s) Aterosclerosis 125 Plomo y sus compuestos acelerada por tóxicos. disulfuro de disulfuro de carbono y carbono. monóxido de cardiopatla isquémica. carbono. nitroglicerina y otros derivados del ácido nítrico. 1/1 OCUPACIONES l. INDUSTRIAS El listado de ocupaciones e . .. industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir' otras circunstancias de exposición ocupacional. Trabajadores de cualquier actividad económica. Trabajadores' expuestos a Disulfuro de carbono: Industria química; manufactura: de seda artificial del tipo viscosa y rayón, fibras. celofan. Fabricación de mastiques y colas. Tetracloruro de carbono, cementos de neopreno. Preparación de la carbanilina como ac.eleradores de vulcanización del hule; como disolvente grasas, aceites, resinas, caucho, gutapercha, sulfuros, yoduros, bromuros, fosfatos y selenio; removedores de pinturas, barnices, y en com'bustibles para cohetes. En la' fabricación de fósforos, de productos farmacéuticos y cosméticos. Se utiliza como componente de rodenticidas, insecticidas o parasiticidas en almacenamiento de productos agrícolas o tratamiento de los suelos. En el proceso de revelado de fotoQrafía a color. Extracción de í DECRETO NÚMERÓ ~·ll,.71 DE 2014 HOJA No, 66 ..Continuación del decreto ·Por el cúal se expide la Tabla de Enfermedades Laborales\" agentes volátiles de las flores y extracción del ,azufre. Trabajadores expuestos a nitroglicerina: trabajadores que se dedican a la fabricación de 'explosivos y'en la industria farmacéutica. Trabajadores expuestos a ácido nítrico: producción de abonos orgánicos, , explosivos, nitrocelulosa, seda\" artificial y cuero sintético, barnices, lacas\" colorantes y colodio. GRUPO VIII- ENFERMEDADES DEL SISTEMA CARDIOVASCULAR Y.CEREBRO VASClILAR CODIGO AGENTES ENFERMEDAD elE -10 ETIOLÓGICOS 1 FACTORES DE RIESGO OCUPACIONAL Gestiónorganizacional: (Ver defini<;:ión en SecciÓn 1.. Agentes Psicosociale~) Características de la ,organización del trabajo: (Ver definiCiÓn en Sección 1, Agentes Psicosociales) Características délInfarto agudo de 121 grupo social de. trabajo:miocardio (Ver definición en Sección 1, Agentes Psicosociales) Condiciones de la tarea: (Ver definición en Sección 1, Agentes Psicosociales) Carga física: , (Ver definición en. Secéiónl, Agentes Psicosociales) Condiciones del, medio ambiente de trabajo: (Ver definición en Sección 1, Agentes Psicosocial~s) Interfase· persona- tarea: (Ver definición en Sección 1, Agentes Psicosociales) Jornada de trabajo: (Ver definición en Sección 1, Agentes Psicosociales) OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras ' circunstancias de exposición ocupacional, Trabajadores de cualquier actividad ec()nómica. Trabajadores expuestos a disulfurode carbono: Industria qUlmlca; manufactura de seda artificial del, tipo viscosa y rayón, fibras, celofán. Fabricación de mastiques y colas. Tetracloruro de carbono, cementos de neopreno. Preparación de la carbanilina como aceleradores de vulcanización del hule; como disolvente resinas, fosfatos y selenio; removedores de pinturas, barnices, y en combustibles para cohetes. En la fabricación de 'fósforos, de productos farmacéuticos y cosméticos. Se utiliza como componente de rodenticidas, insecticidas o parasiticidas en aimacehamiento de productos agrlcolas o tratamiento de los suelos .. Trabajadores expuestos a I DECRETO N ÚMERO--,-_~ __-.-I.l:.-l.... 7---\"o.....;,.__ DE 2014 HOJA No 67 s...... Continuación del decreto \"Por el cual se expide la Tabla de Enfennedades Laborales\" Enfermedad cardíaca pulmonar sin especificar (Corazón ácido nítrico, Complicación evolutiva de las neumoconiosis graves, especialmente la silicosis. Asbesto ácido nítrico: Producción de abonos orgánicos, . explosivos, nitrocelulosa, seda' artificial y cuero sintético, barnices, lacas, colorantes y colodio. Aquellos trabajadores expuestos a estas sustanCias en procesos de producción, manejo, almacenamiento, aplicación y mantenimiento, Industrias con exposición a agentes productores de neumoconiosis. Trabajadores expuestos al asbesto; extracción y molienda; manufactura de productos; aislamientos; de hojas metálicas; industria de asbesto o cemento; sistemas de frenado; manipulación en construcción; industria de revestimiento, astilleros, mecánicos. GRUPO VIII- ENFERMEDADES DEL SISTEMA CARDIOVASCULAR y CEREBRO VASCULAR CODIGO CIE -10 ENFERMEDAD 147-149 Arrítmias cardiacas AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Exposición ocupacional a derivados halogenados de los organofosforados, carbamatos y arsénico. OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras . circunstancias de. exposición ocupacional. Trabajadores que se dedican a la preparación, manip\\.llación y empleo de los hidrocarburos clorados y bromados de la serie alifática y de los productos que lo· contengan, y especialmente en: empleo como agentes de extracción de grasas y como disolventes. Desengrasado y limpieza de piezas. metálicas. Productos de limpieza y desengrasado en tintorerías. Fabricación y reparación .de apé!ratos e instalaciones frigoríficas. Utilización, de plaguicidas. Fabricación de ciertos desinfectantes, anestésicos, antisépticos y otros productos de la industria farmacéutica y química. v~(i// j\\J,m; f ! DECRETO NÚlVlERO; .;1 1471 DE 2014 HOJA No, 68 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" Fabricación y utilización de pinturas, disolventes, decapantes,' barnices, látex, etc. Reparación y relleno de aparatos extintores de incendio. Preparacióh y empleo de lociones de peluquerla. Fabricación de polfmeros . de sintesis. Refino aceites minerales. Enfermedades cerebrovasculares subaracnoide~ . Hemorragia intraencefálica Otras hemorragias intracraneales no Infarto cerebral Oclusión y estenosis de las arterias precerebrales sin ocasionar infarto cerebral Oclusión y estenosis de las arterias cerebrales sin ocasionar infarto cerebral Encefalopatia hipertensiva Isquemia cerebral transitoria .160-166 160 161 162 163 165 166 167.4 G45.9 Gestión organizacional: (Ver definición· en Sección 1, Agentes Psicosociales) Caracterfsticas de la organización del trabajo: (Ver definición .en Sección 1, Agentes Psicosociales) Caracteristicas del grupo social de trabajo: . (Ver definición e'n Sección 1, Agentes Psicosociales) Condiciones de la tarea: (Ver definición en Sección 1, Agentes Psicosociales) Carga flsica: (Ver definición en Sección' 1, Agentes Psicosociales) Condiciones del medio ambiente de trabajo: (Ver definición en Sección 1, Agentes Psicosociales) Interfase persona-tarea: . (Ver definición en Sección 1,. Agentes Psicosociales) Jornada de trabajo: (Ver definición en Sección 1, Agentes Psicosociales) Trabajadores de cualquier actividad económica. . .. GRUPO VIII -ENFERMEDADES DEL SISTEMA CARDIOVASCULAR y CEREBRO VASCULAR ENFERMEDAD CODIGO CIE -10 AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancías de exposición' ocupacional. Sindrome de, vibración de mano y brazo 173 Exposición ocupacional a vibraciones localizadas o Trabajos en los que se produzcan vibraciones transmitidas a la mano y al brazo por máquinas o por DECRETO NúlvlERO : ·-11,.77 DE 2014 HOJA No 69 Continuación de! decreto \"Por el cual se expide la Tabla de Enfermedades Laboralesff (enfermedad del dedo blanco). Sindrome de Raynaud segmentarias de los miembros superiores (hombro, brazo, antebrazo, mano o dedos de la mano) o por sustancias químicas tóxicas, como el cloruro de vinilo (VC). objetos mantenidos sobre una superficie vibrante (gama de frecuencia de 25 a 250 Hz). Puestos de trabajo en los que se manejan maquinarias que transmitan vibraciones como martillo neumático, punzones, taladros, taladros a percusión, perforadoras, pulidoras, esmeriles, sierras mecánicas, guadaña mecanizada. Trabajadores que utilizan remachadoras y pistolas de sellado. Trabajos que exponen al apoyo de la región tenar e hjpotenar de la mano de forma reiterativa, percutiendo sobre un plano fijo y rlgido, así como los choques transmitidos a la eminencia hipotenar por una herramienta percutante. Trabajos donde se realiza producción y sfntesis del policloruro de vinilo (PVC) que exponen al monómero, como en industrias donde se dedican a la fabricación de tuberías, perfiles de ventanas, productos para revestimientos de suelo, de techos, de láminas impermeabilizantes, industrias donde fabrican bolsas de píasma, sangre o suero, catéteres. GRUPO IX -ENFERMEDADES DEL SISTEMA RESPIRATORIO OCUPACIONES I ENFERMEDAD CODIGO AGENTES INDUSTRIAS CIE -10 ETIOLÓGICOS I El listado de ocupaciones e '. FACTORES DE industrias noes exhaustivo. Se RIESGO mencionan las más representativas, pero puéden existir otras circunstancias de exposición ocupacional. Elaboración y uso de Faringitis aguda no OCUPACIONAL plaguicidas· (Bromuro de especificada J02.9 Bromo, yodo. metilo). Trabajadores expuestos al refinado del petróleo (Bromuro de Hidrógeno). En general trabajadores expuestos a estas sustancias. Bromo. yodo, cloro, amonio, formaldehid9, Laringotraqueitis aguda J04.2 cadmio, cobalto, Industria qUlmlca. En mercurio, ozono, ácido general, trabajadores sulfúrico, óxido de expuestos a estas nitrógeno, fosgeno, sustancias. acetaldehido, carbonilo de niquel, paraQuat. metálicos V:J ! , !~W DECRETO NÚMERO ' -1471 DE 2014 HOJA No .. 70 \" . Continuación del decreto ·Pore/ cua/se expide la Tabla de Enfermedades Laborales\" .-------------,------,;----:--_. __..~---,.----------------, tungsteno, cromo y sus Otras rinitis alérgicas , J30.3 compuestos, polvos de algodón, lino, sisal, . carburos de cobalto y titanio, enzimas de origen animal, vegetal o bacteriano, furfural y alcohol furfurllico, isocianatos, niquel y sus compuestos, pentóxido de vanádio, productos de la piróliSis de plésticos, cloruro de vinilo, tetlón, sulfuros, bisulfuros, y persulfatos, proteínas animales en aerosoles, látex, polvo de madera, polvo de granos ',y cereales,. entre otros. Industria qulmica, pintura por aspersión, manufactura de espuma de poliuretano, agricultura, carpinteros, textíleras, peluqueros, trabajadores del sector salud. Rinitis crónica J31.0 Arsénico y sus c:ompuestos, cloro gaseoso, cromo y sus compuestos, flúor gaseoso, fluoruro de hidrógeno, amonio, cemento, fenol, ; nieblas de écidos miherales, nlquel y sus compuestos, selenio: ' Industria química. En general trabajadores expuestos a ,estas sustancias. GRUPO IX -ENFERMEDADES DEL SISTEMARESPIRATORIO . . ENFERMEDAD , CODIGO· CIE -10 AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias río es exhaus.tívo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Faringitis crónica J31.2 Bromo , Trabajadores de la industria petroquímica. trabajadores expuestos al bromo como desinfectante; en los laboratorios químicos, metalurgia. industria quimico­ farmacéutica, fotografla y colorantes y demás trabajadores expuestos. Sinusitis crónica J32 Bromo. yodo. Elaboración y uso de plaguicidas (Bromuro de metilo). Trabajadores expuestos al refinado del DECRETO NÚMERO' .' ~ 147 7 DE 2014 HOJA No 71 Continuación del decreto \"Por el cual se expide /a Tabla de Enfermedades Labora/es\" Ulceración o necrosis del tabique nasal Perforación del tabique nasal Laringotraqueitis crónica Otras enfermedades pulmonares obstructivas crónicas (incluye asma obstructívl3, J37.1 J44 petróleo (Bromuro de Hidrógeno), En general trabajadores expuestos a estas sustancias. Arsénico y sus Manipulación y uso de compuestos, cadmio o cromo, orfebrerla, sus compuestos, cromo y manufactura de colorantes, sus compuestos, minería·del arsénico, soluciones o aerosoles fundición de cobre, de ácidocianhidrico y producción y uso de sus derivados .. pesticidas arsenicales, fabricación de vidrio. .. Manipulación y uso de Arsénico y sus , .\" cromo, orfebrería, compuestos, cromo y sus manufactura de colorantes, compuestos. mínerla del arsénico, fundición de cobre, producción.: y uso· de pesticidas arsenicales, fabricación de vidrio. Trabajadores de la industria petroquímica, trabajadores Bromo expuestos al bromo como desinfectant~, en. los laboratorios. químicos, metalurgia, industria qulmico­ farmacéutica, . fotografla y colorantes y demás . trabajadores expuestos. Cloro gaseoso, sílice. libre, polvos de algodón, IMustria química. En general lino, . cáñamo o si~al, trabajadores expuestos a amonio, nieblas . y estas sustancias. aerosoles de ácidos minerales, polvo de carbón mineral. . l I GRUPO IX -ENFERMEDADES DEL SISTEMA RESPIRATORIO . ENFERMEDAD CODIGO CIE -10 AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Asma /íAsma : J45 \" Sustancias de alto peso molecular: epitelios y orina de animales. Protelnas de mariscos, huevo, ¡eche, Ácaros de depósito, Deyecciones, plumas y áéaros de aves, Insectos, cigarras, Veterinarios, trabajadores con animales Manipuladores de alimentos Granjeros, ganaderos Granjas avicolas Investigadores I ¡vA' (/// \" \\)Ji'<l / / c' DECRETO NÚMERO __ -_1_4_7_7_,_.,_; DE 2014 HOJA No _72 , Continuación del decreto \"Por el cual se expide la Tabla de Enfennedades Laborales\" ,~ J45.0 predominantemente Manipuladores de alimentos Mosquitos, moscas de alérgica los lagos o moscas de la para peces arena Asma no alérgica J45.1 Trabajadores de la seda Larvas y polillas de \" , .. gus¡:)nosde seda, Panaderos, manipuladores Asma Mixta J45.8 de'grano Harina opolvo de soya. Harina de cereales. Granjeros, panaderos Asma Inespecífica J45_9 , Polvo de grano'(cereal, Estibadores portuarios, hongos, inseCtos), granjeros Polvo de café, té, Prbcesadores de alimentos, recolectores Enzimas (a-amilasa, Panaderos, industria celulasa, papaína, farmacéutica pep'sina, bromelina), Enzimas de bacíllus Industria de subtilis, ! Polvo de ispaghuia Manufactura de laxantes, (psyllium), enfermeras Aserrln de madera, Trabajadores de aserraderos, carpinteros Látex, Personal sanitario, manufactura de la goma , Gomas vegetales Industria alimentaria, (arábiga, entre otras) farmacéutica e impresores GRUPO IX -ENFERMEDADES DEL SISTEMA RESPIRATORIO CODIGO AGENTES ,OCUPACIONES I ' ENFERMEDAD CIE -10 ETIOLÓGICOS I INDUSTRIAS FACTORES DE El listado de ocupaciones e . RIESGO industrias no es exhaustivo. Se mencionan las más representativas: OCUPACIONAL pero pueden existir otras circunstancias de exposición ocupacional. . Sustancias de bajo peso \\. molecular:' Isocianatos Pintura a pistola, manufactura del plástico, , poliuretano, aislantes. Anhldridos ácidos Industria del plástico, Asma J45 resinas epoxidicas. Sales de platino, vanadio Trabajadores de refinería Asma predominantemente J45.0 alérgica, Sales denlquel Trabajadores de chapado, niquelado J45.1 \" ~~ I \"'\" .J ~ 14.77 DECRETO NÚMERO DE 2014 HOJA No 73 ----------~------- Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" Asma no alérgica Sales de cobalto Pulidores de diamantes Asma Mixta J45.8 Sales de cosmética Industria farmacéutica Personal sanitario Industria cosmética, tintes Industria textil Trabajadores de la goma, plásticos, resinas Odontólogos, manipuladores de pegamentos. . GRUPO IX -ENFERMEDADES DEL SISTEMA RESPIRATORIO CODIGO AGENTES OCUPACIONES I ENFERMEDAD: CIE -10 ETIOLÓGICOS I INDUSTRIAS FACTORES DE El listado de ocupaciones e RIESGO industrias no es exhaustivo. Se mencionan las más representativas, OCUPACIONAL pero pueden existir otras circunstancias de exposición ocupaciorial. Fundidores, pulverizadores y pulidores 'de aluminio, Aluminosi~ pulmonar o J63.0 Polvos que contienen pintores y pirotécnicos, en su enfermedad de Shaver aluminio forma mixta, por inhalación de alúmina y sllice, en trabajadores de la fundición de bauxita y abrasivos. \\ GRUPO IX- ENFERMEDADES DEL SISTEMA RESPIRATORIO Mineros (de minas de berilio), trabajadores que Beriliosis J63.2 Polvos de berilio fabrican . y manipulan aleaciones para aparatos de rayos X, industria eléctrica . y aeronáutica, \" soldadura, ladrillos para hornos, lámparas fluorescentes e industria atómica. Mineros (de las minas de Siderosis J63.4 Polvos que contienen hierro hierro), HOJA No-74 Continuación del decreto 'Porel cual se expide la Tabla de Enfermedades Laborales\" Estañosis J63.5 . Polvos que contienen estaño Trabajadores de las minas 'de estaño, hornos y fundiciones del metal, o del óxido. Neumoconiosis derivada dé otros polvos especificas inorgánicos J63.8 Polvos de tungsteno, de metales duros (cobalto, titanio), de bario, de cadmio, de calcio, de manganeso, de uranio, de vanadio. Trabajadores que manejan compuestos de bario, pintores de la ind ustria papelera y laboratorios. Mineros, trabajadores de fundiciones, preparación de aleaciones, en dentisteria,' industria fotoeléctrica, telefónica,. de los colorantes, vidriera, de los acumuladores y soldadores. Trabajadores que manejan sales cálcicas, como el carbonato y sulfato de calcio y en la industria del yeso. . Trabajadores expuestos a la aspiración de polvos de metal finamente dividido o mezclado a carburo de tungsteno. Mineros (:le las minas de manganeso), trabajadores de la fabricación de acero manganeso, de la soldadura del 'acero .al manganeso y otros usos. Neumoconiosis asociada con tuberculosis (Silico,; tuberculosis). J65 Silice libre Todos los trabajadores expuestos al sílice durante la extracción, producción, separación' y utilización; tales como: trabajadores de las minas, túneles, canteras, operaciones de pulido y tallado, artesanos, trabajadores con cerámica, pulido de vidrio, picapedreros, etc.' .. ' GRUPO IX -ENFERMEDADES DEL SISTEMA RESPIRATORIO ENFERMEDAD CÓDIGO AGENTES OCUPACIONES 1 CIE -10 ETIOLÓGICOS 1 INDUSTRIAS FACTORES' DE El listado de ocupaciones e industrias no RIESGO es exhaustivo, Se menciol'lan las más representativas, pero pueden existir OCUPACIONAL otras circunstanéias de exposición ocupacional. Enfermedades de las vlas J66 Todos los trabajadores que aéreas derivadas de polvos laboran en el cultivo, la orgánicos especlfic9s recolección, separación, hilado y tejido, o afines a la manipulación Fibras y polvo de del algodón. . algodón.. 2014 HOJA No 75 ------~----------- Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" Fibras y polvo del Todos los trabajadores que laboran en el cultivo, la recolección y separación, empacado, transporte, Linosis J66.1 Lino. producción y utilización del Lino. Todos los trabajadores que laboran en el cultivo, la recolección, separación, Canabiosis' J66,1 Fibras y polvo de Cá~amo empacado, transporte, producción y utilización del Cáflamo. Enfermedades de las vias Polvos de cereales, Todos los trabajadores que se exponen por su trabajo a la fibra aéreas derivadas de otros pOlvos orgánicos especlficos J66.8 polvos derivados de productos animales, hongos u otros microbios, polvo de lana, madera, tabaco. y polvo de lana como' esq uiladores, recolectores, trabajadores de la industria textil. Todos los trabajadores que se exponen por su trabajo al polvo de madera; tales como, carpinteros, madereros, 'ebanistas\" trabajadores de los aserraderos Y'de la ind ustria papelera. Todos los trabajadores que se exponen por su trabajo al polvo del tabaco, Agricultores, veterinarios, etc, GRUPO IX-ÉNFERMEDADES DEL SISTEMA RESPIRATORIO ENFERMEDAD CÓDIGO CIE -'10 AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industriasnc{es eXhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Neumonitis hipersensibilidad a por polvos orgánicos J67 Acti nomicelos con vegetales enmohecidos, cultivadores de champiñón, etc. Bagazosis Pulmón de los criadores de J67,1 Fibras y polvo del bagazo de cana de azúcar. Trabajadores de ingenios, cultivo, 'la recolección, separación, empacado, ' pájaros J67.2, Polvo orgánico de , palomas, pericos, cotorras. transporte, producción y utilización del bagazo de la cana de azúcar. SUber,0(¡i /\\ J67.3 ¡ .. 1417 DECRETO NÚMERO,_____ --'---'-' DE 2014 HOJA No 76 Continuación del decreto 'Por el cual se expide la Tabla de Enfermedades Laborales\" Polvo de corcho. Cuidadores de aves. Pulmón de los trabajadores de malta Pulmón de los trabajadores de hongos J67.4 J67.5 Aspergillus clavatus, cebada enmohecida, malta. Esporas de hongos. Recolección, separación, empacado, transporte, producción y utilización del corcho; Enfermedad pulmonar derivada de sistemas de aire acondicionado y de la humidificación del aire J67.7 Actinomyces termofilus. Trabajos que implican exposición a cebada. Trabajos con exposición a esporas de hongos. Neumonitis por Polvos que contienen hipersensibilidad a otros polvos J67.8 microorganismos y orgánicos parásitos vivos o sus En industrias o ~ritros de productos tóxicos. trabajo con humidificador 'que alberga el antígeno Neumonitis por Actinomyces termofilus. hipersensibilidad polvos J67.9 Polvos orgánicos orgánicos , inespecíficos. Trabajos con exposición (Alveolitis alérgica extrínseca) ocupacional a polvos oraánicos. GRUPO IX -ENFERMEDADES DEL SISTEMA RESPIRATORIO CODIGO AGENTES OCUPACIONES I ENFERMEDAD CIE -10 ETIOLÓGICOS I INDUSTRIAS FACTORES DE El listado de ocupaciones e industrias no RIESGO es exhaustivo. Se mencionan las más representativas, pero pueden existir otras OCUPACIONAL circunstancias de exposición ocupacional. Berilio, bromo, cadmio, Trabajadores de la preparación gas cloro, flúor, del cloro y compuestos clorados, Aldehldos, acridina, de blanqueo y desinfección, en la acrolelna, furfural, industria textil, papelera y acetato de metilo, limpiadores para el hogar, formiato de metilo, esterilización del agua y compuestos de selenio, fabricación de productos estireno, cloruro de quimicos, pigmentos y Bronquitis y azufre, yodo, cianuro de catalizadores. En el caso del neumonitis ocasionada' J68.0 fabricación de caucho, fabriéación químicos, gases, cobaltó, mercurio, de compuestos orgánicos y humos y vapores ozono, ácido sulfúrico, materiales de fotografía. (Bronquitis química fosgeno, acetaldehído, Trabajadores de la industria aguda). carbonilo de nlquel, vidriera, grabado, coloración de paraquat diborano, sedas, barnizado de la madera, boroetano, hidruro de blanqueo, soldadura y como boro, hexahidruro de. impermeabilizantes del cemento; diboro, hidruro de litio, la preparación del ácido ácido acético, éteres fluorhídrico, metalurgia del clorometllicos, óxidos de aluminio y del berilio, azoe y vapores nitrosos, superfosfatos y compuestos, ácidos tricloruro y preparación de insecticidas y pentacloruro ' de raticidas. antimonio, manganeso. Trabajadores de la destilación de i la hulla, refinerías de petróleo e , I industria petroquímica, operaciones aulmicas, fabricación. ~ '-' -'-147 7 DECRETO NÚMERO,____________ __ DE 2014 HOJA No 77 , Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" dé hielo y frig o rfficos , preparación de abonos para la agricultura, trabajadores de industria farmacéutica, asf como otros trabajadores expuestos a estas sustancias.r--- .....---'---~--t__---_+_=__:7:___:_---__;___;__+~~~::.:=_:::..:.....--_;___;_----_:_:__j Edema pulmonar agudo ocasionado por J68.1 productos qufmicos, gases, humos y vapores (Edema pulmonar químico). Berilio, bromo, cadmio, gas cloro, flúor, aldehldos, acridina, acrolefna, furfural, acetato de metilo, formiato de metilo, compuestos de selenio, estireno, cloruro de azufre, yodo, cianuro de hidrogeno, amoniaco, formaldehido, formol, cobalto, mercurio, ozono., de nlquel, paraquat. Dibori,mo, boroetano, hidruro acético, pentacloruro , de antimonio: Trabajadores de la preparación del cloro y compuestos clorados, de blanqueo y desinfección, en la industria textil, papelera y limpiadores para el hogar, esterilización del agua y fabricación de productos qulmicos, pigmentos y catalizadores. En el caso de ácido clorhidrico, trabajadores de fabricación de caucho, fabricación de compuestos orgánicos y materiales de fotografia. Trabajadores de la industria vidriera, grabado, coloración de sedas, barnizado de la madera, blanqueo, soldadura y como impermeabilizantes del cemento; la preparación del ácido fluórhfdrico, metalurgia del aluminio y del berilio, superfosfatos y compuestos, preparación de insecticidas y raticidas. Trabajadores de', la destilación de la hulla, refinerlas de petróleo e industria petroqufmica, ' operaciones químicas, fabricación de hielo y frigorlficos, preparación de abonos para la agricultura, trabajadores de industria farmacéutica, asl como otros trabajadores expuestos a estas sustancias. GRUPO IX -ENFERMEDADES DEL SISTEMA RESPIRATORIO CODIGO ENFERMEDAD CIE -10 Inflamación de vfas respiratorias altas J68.2 d~rivada de productos' químicos, gases, humos y vapore~~ i AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Berilio, bromo, cadmio, gas cloro, flúor, aldehídos, ácridina, acroleina, furfural, acetato de metilo, formiato de metilo, compuestos de selenio, estireno, cloruro de azufre, yodo, cianuro de hidrógeno, amoniaco, formaldehido, formol, cobalto, mercurio OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional Trabajadores de la preparación del 'cloro y compuestos : clorados, de blanqueo y desinfección, en la industria textil, papelera y limpiadores para el hogar, esterilización del agua y fabricación de productos qulmicos, pigmentos y catalizadores. En el caso del ácido clorhfdrico, trabajadores de fabricación de caucho, I DECRETO NÚMERO ¡ -lit 71 DE 2014 HOJA No '..l.§. Continuación del 'decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" ozono, ácido sulfúrico, fabricación de compuestos fosgeno, acetaldehIdo, orgánicos y materiales de carbonilo de nlquel, fatografla. Trabajadores de la paraquat. Dib()rano, industria vidriera, grabado, boroetano, hidruro de coloración de sedas, barnizado boro, hexahidruro de de la madera, blanqueo, diboro, hidruro de litio; soldadura y como ácido acéticO, éteres del clorometllicos, de y vapores nitrosos, ácido f1uorhldrico, metalurgia ácidos tricloruro y del aluminio y del berilio, pentacloruro de superfosfatos y compuestos, antimonio. preparación de insecticidas y raticidas. Soldadores. Trabajadores de la destilación de la hulla, refinerías de petróleo e industria petroquímica, operaciones qUlmicas, fabricación de hielo y frigorlficos, preparación de abonos para' la agricultura, trabajadores de . industria farmacéutica, así como otros trabajadores expuestos a estas sustancias. Trabajadores de la Berilio, bromo, cadmio, preparación del cloro y gas cloro, flúor, compuestos clorados, de aldehldos, acridina, blanqueo y desinfección, en la acrolefna, furfural, industria textil, papelera y Otras afecciones ; acetato de metilo, limpiadores para el hogar, respiratorias agudas o formiato de metilo, esterilización del agua y subagudas ocasionadas J68.3 compuestos de selenio, fabricación de productos por productos químicos, estireno, cloruro de qulmicos, pigmentos y gases, humos y vapores azufre, iodo, cianuro de catalizadores. En el caso del (Síndrome de disfunción hidrógeno, amonIaco, ácido clorhldrico, trabajadores reactiva de las vías formaldehido, formol, de fabricación de caucho, aéreas RADS). cobalto, mercurio, fabricación de compuestos ozono, ácido sulfúrico, orgánicos y materiales de fosgeno, acetaldehIdo, fotografla. Trabajadores de la carbonilo de níquel, industria paraquat. . diborano, coloración de sedas, barnizado boroetano, hidruro de de la. '. madera, blanqueo, boro,' hexahidruro de soldadura y como díboro, hidruro de litio, impermeabilizantes del ácido acético, éteres cemento; preparación del de ácido f1uorhldrico, metalurgia azoe y vapores nitrosos, del aluminio y del berilio, ácidos tricloruro y superfosfatos y compuestos, pentacíoruro de preparación de insecticidas y antimonio. raticidas. Soldadores. Trabajadores de la destilación de la hulla, refinerías de petróleo e industria petroqulrilica, . operaciones químicas, fabricación de hielo y frigorificos, preparación de abonos para la agricultura, trabajadores de industria farmacéutica, así como otros trabajadores expuestos a estas sustancias, .~ .,' . í ~ 147 7 DECRETO NÚMERO.__----,-___ _ DE 2014 HOJA No 79 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" GRUPO IX -ENFERMEDADES DEL SISTEMA RESPIRATORIO ENFERMEDAD Afecciones respiratorias crónicas ocasionadas por inhalación de gases, humos, vapores y sustancias químicas: Bronquiolitis obliterante crónica, enfisema crónico difuso, fibrosis pulmonar cróni.ca. Neumonitis por radiación\" (manifestación aguda). Fibrosis pulmonar ocasionada por radiación (manifestación crónica) Otras enfermedades pulmonares intersticiales. Otras/7 enfermedades COOIGO elE -1,0 J68.4 J70.0 I FACTORES DE RIESGO cadmio, gas clorO, flúor, aldehídos, acridina, acroleína, furfural, metilo, formiato de metilp; compuestos de selenio, estireno, cloruro de azufre, yodo, cianuro de hidrogeno, amoniaco, formaldehido, formol, cobalto, mercurio, ozono, ácido sulfúrico, fosgeno, acetaldehído, carbonilo de níquel, paraquat. diborano, boroetano, hidruro de acético, y vapores nitrosos, ácidos tricloruro y pentacloruro de antimonio, manganeso. Radiaciones ionizantes OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Trabajadores de la preparación del cloro y compuestos clorados, de blanqueo y desinfección, en la industria textil, papelera y limpiadores para el hogar, esterilización del agua y fabricación de productos químicos, pigmentos y catalizadores. En el caso del ácido clorhídrico, trabajadores de fabricación de caucho, fabricación de compuestos organlcos y materiales de fotografía. Trabajadores de la industria vidriera, grabado, coloración de sedas, barnizado de la madera, blanqueo, soldadura y como impermeabilizantes d~1 cemento; la preparación del ácido fluorhídrico, metalurgia del aluminio y del berilio, superfosfatos y compuestos, preparación de insecticidas y raticidas. Soldadores. Trabajadores de la destilación de la hulla, refinerías de petróleo e industria petroqulmica, operaciones químicas, fabricación de hielo y frigoríficos, preparación de abonos para la agricultura, trabajadores de industria farmacé,utica, así como otros trabajadores expuestos a estas sustancias. Radiólogos, técnicos, analistas de estructuras, odontólogos, otros trabajadores expuestos a radiaciones ionizantes. v~ CLil DECRETO ·NÚMERO - -1471 < 'DE 2014 HOJA No 80 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" pulmonares intersticiales con fibrosis. Nota: Además de las neumoconiosis, la enfermedad derivada de metales pesados puede tener . otras manifestaciones clínicas como asma o rinitis. J84 Metales pesados. (Cobalto). Trabajadores expuestos a la aspiración de polvos de metal finamente dividido p mezclado a carburo de tungsteno. GRUPO IX -ENFERMEDADES DEL SISTEMA RESPIRATORIO AGENTES ENFERMEDAD CODI.GO: CIE -10 ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Asbesto Derrame pleural J90 pleurales Asbesto Engrosamiento pleural difuso relacionado con asbesto. OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas,.pero pueden existir otras circunstancias de exposición ocupacional. Todos los trabajadores que se expongan por su trabajo a estos materiales durante la extracción, producción, separación y utilización del agente especifico; tales como trabajadores de las minas, túneles, canteras, operaciones de pulido y tallado. Industria textil, cemento, demolición de edificios, industria naviera, fabricación de partes automotrices; . materiales de aislamiento, mecánicos automotrices. Todos los trabajadores que se expongan por su trabajo a estos materiales durante la extracción, producción, separación y utilización del agente especifico; tales como trabajadores de las minas, túneles, canteras, operaciones de ., pulido y tallado. Industria textil, cemento, demolición de edificios, industria naviera, fabricación de partes automotrices, materiales dé aisiamiento, mecánicos automotrices. Todos los trabajadores que se expongan por su trabajo a estos materiales durante la extracción, producción, separación y utilización del agente especifico; tales como trabajadores de las minas, túneles, canteras, operaciones de pulido y tallado. Industria textil, cemento, demolición. de edificios, industria naviera, fabricación ' de partes automotrices, materiales de aislamiento, meCánicos automotrices. . \" ,¡ -' 1~. 7 '1 DECRETO NÚMERO ____________ __ DE 2014 HOJA No 81 Continuación del decreto ·Parel cual se expide la Tabla de Enfennedades Laberales· Enfisema intersticial Cadmio y sus J9S:2 Trabajadores en contacto con compuestos gases, humos y vapores de cadmio. TrastornoS respiratorios M05.3 Polvo de carbón de otras enfermedades' mineral. sistémicas del tejido conjuntivo clasificadas en J99.1 Polvo de silice libre. otra parte, ! Sfndromede Caplan. Mineros (de las minas de carbón), carboneros, herreros, fo~adores, fundidores. Todos los trabajadores expuestos al sllice durante la extracción, producción, separación y utilización. GRUPO X -ENF~.RMEDADES DEL SISTEMA DIGESTIVO Y EL HIGADO . OCUPACIONES I CODIGO AGENTES INDUSTRIAS CIE -10 ETIOLÓGICOS I ENFERMEDAD El listado de ocupaciones e industrias FACTORES DE no es exhaustivo. Se mencionan las RIESGO más representativas. pero pueden existir otras circunstancias de OCUPACIONAL Nieblas de fluoruros o Erosión dental sus compuestos tóxicos. Nieblas ácidas. K03.2 . exposición ocupacional. Ladrilleras, fábricas de cerámica, . industrias que utilizan arcillas que contienen fluoruros, producción de aluminio. Industria electrónica en la cual el ffuoruro de hidrógeno se usa para pulir pantallas de televisores o para limpiar chips de silicio y en plantas qué manufacturan abonos de fosfato. i i ~----~------------~~~----~~77--~--~~----~~~Nieblas de cadmio o sus Extracción, tratamiento; i Alteraciones del color de los tejidos duros de los dientes . Gingivitis crónica Estomatitis ulcerativa crónica /j preparación' de aleaciones ocupacional a cobre, compuestos. Exposición K03;7 metálicas; fabricación de compuestos de cadmio para solCladura; soldadura; galvanizado, soldadura de plata. Minerla artesanal de oro, manipuladores del metal y sus derivados, fabricantes de Mercurio y sus i níquel, plata. termómetros,. manómetros, compuestos tóxicos. lámparas de vapores de mercurio, sombreros de fieltro, K05.1 electrólisis de las salmueras e industria del cloro, conservación de semillas, fungicidas, fabricación y manipulación de explosivos, industria . qufmico­ farmacéutica, industria de la I fabricación del cemento (polvo , producidos por los hornos) e industria química orgánica de la producción de acetileno o i Ti02. Técnicos, de prótesis dentales, odontólogos. Minerla artesanal de oro. manipuladores del metal y sus derivados, fabricantes de termómetros, manómetros, ArséAico y sus I lámparas de vapores de K12.1 com'puestos mercurio, sombreros de fieltro, /' i DECRETO NÚMERd 'J 14. 71 DE 2014 HOJA No. 82 Continuación deLdecreto \"Par el cual se expide la Tabla de Enfermedades Laborales\" . , arsenicales. bromo. mercurio y sus compuestos' tóxicos. electrólisis de las salmueras e . industria del cloro. conservación de semillas. fungicidas, fabricación y man'ipulación de explosivos, industria qulmico­ farmacéutica, industria de la fabricación del cemento (polvo producidos por los hornos) e industria química orgánica de la producción de acetileno o Ti02. Técnicos de prótesis dentales odontólogos. GRUPO X -ENF,ERMEDADES DEL SISTEMA DIGESTIVO Y EL crónica especificada infecciosas. no K30, K52,9 Síndrome' del intestino ,irritable (Slndrome del colon irritable). K58 Síndrome del colon irritable con diarrea. K58.0 Síndrome del colon irritable sin diarrea. K58.9 I't' \" Gastroenteritis y CO liS tóxica K52,1 AGENTES ,ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Gestión organizacional: (Ver definición, en Sección 1, Agentes Psicosociales) Caracterfsticas de la organización del , trabajo: (Ver definición en Sección 1, Agentes Psicosociales)w Caracterlsticas del grupo social de trabajo: (Ver definición en Sección 1, Agentes Psicosociaies) Condiciones de la tarea: (Ver definición en Sección 1, Agentes Psicosociales) Carga física: (Ver definición en Sección 1, Agentes Psicosociales) Condiciones del medio , ambiente de trabajo: (Ver definición en Sección 1, Agentes Psicosociales) Interfase persona- tarea: (Ver definición en Sección 1, 'Agentes Psicosociales) Jornada de trabajo: (Ver definición en' Sección 1, Agentes Psicosociales) Arsénico y sus compuestos arsenicales. cadmio o sus compuestos, radiaciones ionizantes. OCUPACIONES I INDUSTRIAS . El listado de ocupaciones e industrias no es exhaustivo, Se mencionan las más representativas, , pero pueden existir otras circunstancias de exposición . ocupacional. . Trabajadores de cualquier actividad económica. lYIinería ,artesanal de oro, manipuladores d,el 'metal y\" sUs derivados, fabricantes de termómetros. manómetros, lámparas de vapores de mercurio, sombreros de ,. ! ('. j ~ 147 7 DECRETO NÚMERO______ _ DE 2014 HOJA No 83 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" fieltro, electrólisis de las salmueras . e industria del cloro, conservación de semillas, fungicidas, fabricación y manipulación de explosivos,' industria químico-fam;acéutica, industria de la fabricación del cemento (polvo producidos por los hornos) e industria quiniica orgánica de la producción ~de acetileno o Ti02. Actividad profesional de protesistas dentales, odontólogos. Radiólogos, técnicos, analistas de estructuras, odontólogos, otros trabajadores expuestos a radiaciones lonizantes. GRUPO X - ENFERMEDADeS DEL SISTEMA DIGESTIVO Y EL HIGADO CODIGO .AGENTES OCUPACIONES I ENFERMEDAD CIE -10 ETIOLÓGICOS I INDUSTRIAS FACTORES DE El listado de ocupaciones e RIESGO industrias no es exhaustivo.' Se mencionan las más representativas, OCUPACIONAL pero pueden existit otras circunstancias de exposición ocupacional. Otros trastornos Minería del plomo y del zinc, funcionales del intestino K59.8 Plomo y sus industria de la construcción, (Sindrome de dolor compuestos tóxicos. elaboración de baterfas, abdominal paroxístico manufactura de municiones, apirético, con estado manufactura de cerámica o suboclusivo: cólico cristal. saturnino). Enfermedad tóxica del hfgado. K71 Enfermedad tóxica del Cloruro de vinilo, Lavado en seco de prendas, hígado, con necrosis clorobenzeno,. ocupaciones con exposición hepática. K71.1 tetracloruro de a solventes basados en Enfermedad tóxica del carbono, cloroformo y tetracloruro de carbono. hígado, con hepatitis otros solventes Manufactura de explosivos, aguda. K71.2 . halogenados rodenticidas y fertilizantes. . Enfermedad tóxica del hígado, con hepatitis hexaclorobenzeno, crónica persistente. K71.3 bifenilos policiorados, K71.8 oxina. hepáticos. Minería artesanal de' oro, manipuladores del metal y Hipertensión portal K76.6 Arsénico y sus sus derivados, fabricantes de compuestos termómetros, manómetros, arsenicales, Cloruro lámparas de vapores de de vinilo, torio. mercurio, sombreros' de fieltro, electrólisis de las salmueras e industria del cloro, conservación de semillas, fungicidas, fabricación .y manipulación de explosivos, industria /J quimico-farmacéutica. é/Pr(!() ?\\\"\"/ f '. -'~ DE 2014 HOJA No 84 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades-Laborales\" GRUPO XI- ENFERME.DADES DE LA PIEL Y TEJIDO SUBCUTÁNEO ENFERMEDAD 'CÓDIGO AGENTES CIE -10 ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Otras infecciones _ locales Cromo y sus compuestos de la piel y del tejido tóxicos, hidrocarburos subcutáneo: Dermatosis L08.9 alifáticos o aromáticos, pápulo pustulosas y sus microorganismos y complicaciones infecciosas. parásitos infecciosos vivos y sus productos tóxicos. Dermatitis alérg ica de L23.0 Cromo y sus compuestos contacto debida a metales. tóxicos, mercurio y sus compuestos tóxicos, arsénico, nlquel, cobalto. L23.1 contacto debida á f--::a..:::.d.:.:.he::.s::..;i-=:vo=,.s::.:._----:-_..,--_---:-_+--:-=-::---l de Dermatitis alérgica de pelo, parafenilendiamina. contacto debida a drogas Vegetales y plantas: en contacto con la piel. hiedra venenosa o Dermatitis alérgica de L23.4 toxicodendro, polen, contacto debida a calamina, bérgamota, .Ianolina, antibióticos y f--::D-=-e:.::rm-'=a~tit:7is.=.:.--a-:-lé:-r-g-:-ic-a--d...,.e-+--:-L--:::2--:::.3--::. 5::---1 otras substancias. a otros productos qulmicos. Dermatitis alérgica de L23.6 Cromo y sus compuestos tóxicos, fósforo -- o sus contacto debida a productos tóxicos, yodo, alimentos en contacto con alquitrán, brea, hulla la piel. ;---­mineral, parafina y sus · Dermatitis alérgica de L23.7 residuos, látex, contacto debida a plantas insecticidas, plásticos.' (No incluye plantas usadas como alimentos). Dermatitis alérgica de L23.8 contacto debida a otros agentes (Causa externa especificada) Acidos fuertes y álcalis, Dermatitis de contacto por L24.0 sales metálicas de berilio, irritantes debida a manganeso, arsénico y t--=d..::.et.:..:e:...;.rg Disolventes ...,e\"\"n;..:.;t:.::e..::.s,-.-----_+-----1 cromo. orgánicos, aceites,­ Dermatitis de. contacto por L24.1 grasas, brea, detergentes, irritantes debida a aceites y . alimentos, plantas _y grasas. vegetales. Qulmicos inorgánicos; fibras de asbesto, vidrio y lana. OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más I'Elpresentativas. pero pueden existir otras circunstancias de eXDosici6n ocupacional. Trabajadores ocupacionalmente expuestos. a estas sustancias. Trabajadores de la Industria qulmica, farmacéutica, metalmecánica, estomatólogos, odontólogos, ag ricultores, manufactura de plásticos, hules, industria de la construcción, pinturas y tintas, industria textil, tintorerfas, fotografía, fotograbado y cromado electrolítico. Exposición a prodUctos de belleza, 'industria petroqulmica, plásticos, productos de hule, y derivados de la -parafenilendiamina, alquitrán; asfaltos, disolventes y barnices, industria de la vainilla. cultivo de champiñón, carpinteros, manipuladores de alimentos y estibadores de materia prima (verduras, legumbréS, cárnicos, entre . otros).­ Trabajadores de la industria petroquimica, mecánicos, elaboración de jabones, perfumes, industria del asbesto, electrónica, partes automotrices, cerámica y alfarerfa, industria textil, trabajadoreS de aseo y limpieza, trabajadores de la construcción. DECRETO NÚMERO,____________ __ DE 2014 HOJA No 85 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" GRUPO XI-ENFERMEDADES DE .LA PIELV TEJIDO SUBCUTÁNEO ENFERMEDAD Dermatitis de contacto por irritantes debida a solventes. I Dermatitis de contacto por CODIGO CIE -10 L24.2 L24.3 AGENTES ETIOLÓGICOS I FACTORES DE .RIESGO OCUPACIONAL Cetonas, , compuestos de cloro, ésteres, glicol, benceno, hid rocarb uros aromáticos o alifáticos o sus derivados halogenados tóxicos. ¡-:.:.ir.:..:rit=a:.:.n:.::te::::s=--:::.de:=b:::i:=d=a-=a=-c:=o::::s:::.m.:..:é:=t:::.;ic::.:o:.:s:.:... ---4----'--1 Acidos fuertes y álcalis, sales metálicas de Dermatitis de contacto por irritantes debida a drogas en contacto con la piel. Dermatitis de contacto por irritantes debida a otros productos quimicos. L24A L24.5 berilio, manganeso, arsénico y cromo. Disolventes orgánicos, aceites, grasas, brea, detergentes, alimentos, plantas y vegetales. Químicos inorgánicos; fibras de asbesto, vidrio y lana. Arsénico, berilio, bromo, cromo, cemento, flúor, fósforo,' insecticidas. Dermatitis de contacto por L24,6 Ácidos fuertes y álcalis, irritantes debida a alimentasen sales metálicas de ¡-,.::c.=,o:..:.nt:.::a:.::cc:.:to=:-=-co:::n:..:...:.:la=-t::.pi:.::e:.:;.L--:---:­ __---4_-:-::-:-::::---I be rilio, manganeso, ; Dermatitis de . contacto. por L24,7 arsénico y cromo. irritantes debida a plantas, Disolventes orgánicos, ¡-,.::e.:..:xc::..e::.J~p:;.;jt\"':o-:.:::a:..:;li:.:..:m.:..:e:..:n:.::.to=.s=.:._-:--_:__--+-----,._::_:--=-----1 aceites, grasas, brea, Dermatitis de contacto por L24.8· detergentes, alimentos, irritantes debida a otros plantas y vegetales. agentes: colorantes. Qufmicos inorgánicos; Urticaria alérgica. Urticaria debida al calor o al frIa. L50.0 L50.2 fibras de asbesto, vidrio v lana. Agrotóxicos y otros productos quimicos. Exposición ocupacional al calor o al frío. OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo, Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Trabajadores de la industria petroqufmica. Trabajadores de la industria petroquimica, mecánicos, elaboración de jabones, perfumes; industria del .asbesto, electrónica, partes automotrices, cerámica y alfarería, industria textil, trabajadores de aseo y limpieza, trabajadores de la construcción. Trabajadores de la industria petroquimica, mecánicos, elaboración de jabones, perfumes, industria del asbesto, electróniCa, partes automotrices, cerámica y alfarerfa, industria textil, trabajadores de aseo y limpieza, trabajadores de la construcción .. Trabajadores de la . industria petroqulmica, mecánicos, . elaboración de jabones, perfumes, industria del' asbesto, electrónica, partes automotrices, cerámica y alfarerla, industria textil, trabajadores de aseo y limpieza, trabajadores de la construcción. Trabajadores de la industria petroqulmica, trabajadores ,del sector entre otros. Trabajadores expuestos a estos agentes. /~!lf¡ ! ( I DECRETO NÚMERO ~·1417 DE 2014 . HOJA No. 86 i ,. Continuación del decreto \"Potel cual se expide la Tabla de Enfermedades Laborales\" GRUPO XI -ENFERMEDADES DE LA PIEL Y TEJIDO SUBCUTÁNEO CODIGO AGENTES OCUPACIONES 1 ENFERMEDAD ETIOLÓGICOS 01 INDUSTRIAS CIE -1.0 El listado de ocupaciones e FACTORES DE industrias no es exhaustivo. Se RIESGO' mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. OCUPACIONAL Látex de caucho, frutas, vegetales, ortiga Trabajadores del campo, y otras . plantas. agricultores, jardineros, Insectos: cabello de cocineros:, personal orugas, polillas. Acidos médico, paramédico y Urticaria de contacto. L50.6 de canela, y aldehldo, farmacéuticos. benzoato de sodio, Trabajadores de lecherlas ácido sórbico, y carniceros. Trabajadores alcOholes, bálsamo del de semiconductores y Perú, . dimetilsulfóxido, otros que empleen equipo persulfato de amonio y de protección fabricado otras sustancias. con látex y peluqueros. Pescado, carnes y visceras. Radiaciones Exposición ocupacional a ultravioleta Quemadura solar L55 este agente. Otras alteraciones agudas de la piel ocasionadas por I.a L56 radiación ultravioleta. Dermatitis de fotocontactO. L56.2 Urticaria solar. L56.3 Otras alteraciones agudas Radiaciones Exposición ocupacional a específicas de la piel debidas a L56.8 ultravioleta este agente. radiación ultravioleta. Otras alteraciones agudas de la piel debidas a radiación L56.9 ultravioleta, sin otra' especificación. Trabajadores de la industria atómica, minas Radiodermatitis. L58 de uranio y otros metales Radiaciones ionizantes radioactivos, en el Radiodermatitis aguda. L58.0 tratamiento y metalurgia, reactores nucleares; Radiodermatitis crónica. L58.1 utilización de radio- elementos (gamagrafla, gama y beta-terapia, isótopos), de generadores de radiaciones, trabajadores y técnicos de rayos X, radio. GRUPO XI- ENFERMEDADES DE LA PIEL Y TEJIDO SUBCUTÁNEO CODIGO AGENTES OCUPACIONES 1 ENFERMEDAD CIE -10 ETIOLÓ.GICOS 1 INDUSTRIAS El listado de ocupaciones e FACTORES DE industrias no es exhaustivo. RIESGO Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacionaL OCUPACIONAL 1/·,. .¡. A 11-·1¿7-'\" DECRETO NÚMERO__-'-___ _ DE .\" 2014 HOJA No 87 Continuación del decreto uPor el cual se expide la Tabla de Enfermedades Laborales\" Otras formas Cloracné. de acné: triclozobenzeno crudo. Otros qulmicos inductores: asfalto, creosota, aceites, grasas y aceite de corte. Trabajadores . de la industria petroqulmica, qulmiea que producen, manipulan o están en contacto con estas sustancias, trabajadores de la agricultura, laboratoristas, torneros. actores, modelos, cosmetólogos y en ocupaciones con manejadores de aceite de corte como maq u inistas, mecánicos de autos, trabajadores en refinerías de petróleo y de la goma, trabajadores en camino de asfalto, techadores y cocineros en contacto con grasas. Otras formas foliculares de tejido \"Elaicon iosis\" hidrocarburos) folicular\" de quistes y del subcutáneo: (Acné por o \"Dermatitis L72.8 Aceites y grasas de origen mineral o sintético. Trabajadores de la industria química que producen, manipulan o están en contacto con estaS sustancias. Otras formas de h iperpigmentación: \"Melanodermia\" .L81.4 Arsénico y sus compuestos, clorobenzeno y hulla mineral, parafina. creosoto. antraceno y dibenzoantraceno. bismuto, citostáticos, ácido nltrico, dinitrofenol, aceites de corte, parafenilenodiamina y sus derivados, polvo de determinadas maderas, quinina y sus derivados, sales de oro, sales de plata. Trabajadores de la industria química que producen, manipulan o están en contacto con estas sustancias. I GRUPO XI-ENFERMEDADES DE LA PIEL Y TEJIDO SUBCUTÁNEO ENFERMEDAD Leucodermia no clasificada en otra monobencilico, monometiléter de t-:::---:---;-_---;----;-;:- __-+_-=exposición ocup'-acional. OCUPACIONES I INpUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de Trabajadores de revelado no automatizado, de la industria del hule V de la DECRETO NÚMERO .¡ i.~ 14.7 \"7 '. DE 2014 HOJA No .88 - Continuación del decreto \"Por el cual se expide./a Tabla de EnffHTnedades Laborales\" terciario, hidroquinona; hule. metilcatecol, octilfenol, Trabadores expuestos a nonilfenol, fenilfenol, fuentes de calor. cresol, y productos químicos para revelado. Fuentes de calor. Derivados halogenados de los hidrocarburos Trabajadores de la Otros trastornos especificados industria. química que, de la pigmentación: contacto con hexaclorobenzeno, estas sustancias. Queratosis palmar y plantar Minería del arsénico, adquirida Arsénico y sus L85.1 compuestos arsenicales. producción y uso de ; pesticidas y herbicidas. ' Úlcera crónica de la piel no Cromo y sus clasificada en otra parte Trabajadores en contacto origen animal, vegetal o L98.4 compuestos, enzimas de con estas sustancias. bacteriano. Congelamiento superficial Cloruro de etilo Trabajadores en contacto (anestésico local), bajas T33 con estas sustancias. temperaturas. Congelamiento con necrosis Trabajadores en contacto de tejidos Cloruro de etilo T34 con estas sustancias. temperaturas. (anestésico local), bajas U~ GRUPO XII-ENFERMEDADES DEL SISTEMA MÚSCULO, ESQUELÉTICO y TEJIDO CONJUNTIVO ENFERMEDAD CODIGO CIE -10 AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCÚPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo, Se mencionan .las más representativas, pero pueden existir otras circunstancias de exoosición ocupacional. Mineros (de las minas de carbón), carboneros, herreros, forjadores, fundidores, fogoneros, deshollinadores y demás trabajadores expuestos a inhalación de polvos de Artritis reumatoidea asociada con neumOCOniOSIS de los trabajadores del carbón: \"Síndrome de Caplan\" J60 M05.3 Polvo de carbón mineral, polvo de sílice libre. .. carbón de hulla, grafito y antracita. Todos los trabajadores expuestos sílice durante la extracción, producción, separación y utilización; tales como: trabajadores de las minas, túneles, canteras, operaciones de pulido y tallado; artesanos, trabajadores con cerámica, pulido de vidrio, afiladores, picapedreros, fundidores, extracción de canteras de -------------------\"' 14.77 DECRETO NÚMERO DE 2014 HOJA No 89, Continuación del decreto \"Por,el cual se expíde la Tabla de Enfermedades Laborales\" '. Gota inducida por el plomo Otras artrosis Otros trastornos articulares no clasificados en otra parte: Dolor articular Síndrome cervicobraquial M10.1 M19 M25.5 M53.1 granito y minas metálicas, obras hidroeléctricas, fundidores, talladores, labradores de piedra, industria siderometalúrgica, fabricación de refractarias, abrasivos, vidrio, '\" cemento, manufactura de papel, pinturas, plásticos y gomas, entre otros. Mineria del plomo y del zinc, industria de la Plomo y sus construcción, elaboración compuestos tóxicos. de baterías, manufactura de municiones, manufactura de cerámica o cristal, PosiCiones forzadas y Ocupaciones o movimientos actividades económicas repetitivos. con exposición a estos factores de riesgo. Posiciones forzadas y . Ocupaciones o movimientos, actividades económicas repetitivos. Vibraciones con exposición a estos localizadas. factores de riesgo. Posiciones forzadas y Ocupaciones o movimientos actividades económicas repetitivos. Vibraciones con exposición a estos localizadas. factores de riesgo. . Músicos: violinistas y : afines. GRUPO XII -ENFERMEDADES DEL SISTEMA MÚSCULO ,ESQUE'-ÉTICO y TEJIDO, CONJUNTIVO CQDIGO AGENTES OCUPACIONES I ENFERMEDAD CIE-10 ETIOLÓGICOS I INDUSTRIAS FACTORES DE El listado de ocupaciones e industrias no . RIESGO OCUPACIONAL es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Movimientos de Dorsalgia M54 región lumbar, repetidos con carga Choferes, repartidores, Cervicalgia M54:2 y esfuerzo; operadores de maquinaria operación de pesé)da, cargadores y vigilantes, Ciática M54.3 maquinaria en entre otros. asientos Lumbago con ciática M54.4 antiergonómicos por largo tiempo posiciones forzadas 'en bi pedestació n , que predominen sobre cualquier otro factor causal. Trabajadores que utilizan martillos neumáticos, perforadoras M65 Sinovitis y tenosinovitis Dedo en gatillo mecánicas y herramientas .i ~ 14.77 DE 2014 HOJA No, 90 Continuación del decreto \"Par el cual se expide la Tabla de Enfermedades Laborales\" Sinovitis y tenosinovitis no especificadas Tenosinovitis del estiloide radial (Enfermedad de Quervain) M65.9 M6SA movimientos repetitivos. Posturas forzadas con desviación cubital de la muñeca y movimientos repetitivos. piedra, laminadores herreros y caldereros, pulidores de fundición, trabajadores en fábricas de calzado. Personas con actividades manuales: martilleros, carpinteros, me.cánícos, meseros y maleteros. Actividades Económicas: . Puestos y trabajos con tareas que demandan ejercer actividades con posturas forzadas y movimientos de flexoextension del pulgar. Puestos de Trabajo: Trabajadores que utilizan martillos neumáticos, perforadoras mecánicas y . herramientas análogas y digitales, perforistas, remachadores, talladores de herreros y caldereros, pulidores de fundición, trabajadores en· fábricas de calzado, jugadores de volley ball. Personas con actividades . manuales: martilleros, bolichistas. golfistas. XII -ENFERMEDADES DEL SISTEMA MÚSCULO ESQUELÉTICO Y TEJIDO CONJUNTIVO CODIGO AGENTES OCUPACIONES I ENFERMEDAD CIE -10 ETIOLÓGICOS I INDUSTRIAS FACTORES DE El listado de ocupaciones e RIESGO industrias no es exhaustivo. Se mencionan las más representativas. OCUPACIONAL pero pueden existir otras circunstancias de exposición ocupacional. Trastornos de los tejidos blandos relacionados con el Trabajos en los que se uso, o uso excesivo y a M70 realizan presiones repetidas, presión de origen como: Mineros (de las minas ocupacional de carbón y manganeso). . cargadores, alijadores, Sinovitis crepitante crónica M70.0 estibadores, albai'iíles, de la mano y del puño jardineros, deportistas competitivos, futbolistas, Bursitis de la mano M70.1 Posiciones . forzadas, bailarines, atletas, presión y movimientos pescadores, . trabajadores de Bursitis del olecranon M70.2. repetitivos. la industria del hielo y alimentos congelados y otros Otras bursitis del codo M70.3 en los que se ejercen presiones sobre Otras bursitis prerotulianas' M70A. determ inadas articulaciones. Otras bursitis de la rodilla M70.5 Otros trastornos de los tejidos blandos relacionados M70.a DECRETO NÚMEROiJ 14.77 . DE 2014 HOJA No 91 Continuación del decreto \"Par el cual se expid,e la Tabla de Enfermedades Laborales\" con el uso, o uso excesivo y a presión. Trastorno no especificado de los tejidos blandos relacionados con el uso, o uso excesivo y a presión M70.9 Fibromatosis ,de .ra fascia palmar: \"Contractura de Dupuytren\" M72.0 Posiciones forzadas y movimientos repetitivos. Vibraciones localizadas. Bruñidores, grabadores, mineros, trabajadores de canteras, operadores de taladros, . operadores de motosierras, martillos neumáticos, perforadoras mecánicas. GRUPO XII-ENFERMEDADES DEL SISTEMA MÚSCULO ESQUELÉTICO y TEJIDO CONJUNTIVO ENFERMEDAD CODIGO AGENTES CIE -10 ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Lesiones de hombro Capsulitis adhesiva de hombro (hombro congelado, M75 Ensambladores de autos, pintores, fresadores, torneros, operadores de periartritis de hombro) Síndrome de manguito M75.0 Movimientos presión, mecánicos que realizan montajes sobre la cabeza, soldadores que rotador o sfndrome . de supraespinoso. M75.1 repetitivos, posturas forzadas, aplicación de fuerza combinada con realizan su actividad sobre la cabeza, empacadores, almacenistas, albañiles, Tendinitis bicipital. Tendinitis calcificante de M75.2 movimientos repetitivos, posturas forzadas y vibraciones. carteros, todos aquellos trabajadores que realizan continuamente abducción y hombro. M75.3 flexión de hombro, que trabajan 'con tas manos Bursitis de hombro: M75.5 sobre la altura de la cabeza, transporte de carga en el Otras lesiones de hombro. Lesiones de hombro no M75.8 hombro y lanzamiento de objetos. especificadas. M75.9 Otras entesopatías M77 Movimientos repetitivos, posturas forzadas, aplicación de fuerza combinada con movimientos repetitivos, posturas forzadas y vibraciones. Trabajadores que utilizan martillos neumáticos, perforadoras mecánicas y herramientas análogas y digitales, perforistas, remachadores, talladores de piedra, laminadores herreros y caldererOs, pulidores de fundición, trabajadores en fábricas de calzado. Personas con actividades manuales: martillerOs, carpinteros, mecánicos, meseros y maleteros . .i .. l /.71 DECRETO NÚMERO ______ ~ DE 2014 HOJA No ,92 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Labora/es\" GRUPO XII -ENFERMEDADES DEL SISTEMA MÚSCULO ESQUELÉTICO Y TEJIDO CONJUNTIVO CODIGO ENFERMEDAD CIE -10 Epicondilitis media (Codo del M77.0 golfista) '. Epicondilitislateral (codo de tenista) AGENTES ETIOLÓGICOS i FACTORES DE RIESGO OCUPACIONAL Movimientos repetitivos del brazo en tareas que requieren fuerza en los movimientos y posiciones difíciles (extensión o rotación forzadas de la mulieca o la mano), involucrando uso excesivo de los múscUlos aprehensores de la manoal.cerrar puños. Movimientos repetitivos del brazo en tareas que requieren fuerza en los movimientos y posiciones diflciles (extensión o rotación forzadas de la muñeca o la mano), involucrando uso excesivo de los músculos aprehensores de la mano al cerrar pulios. OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan 'Ias más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Actividades Económicas: actividades que. exijan al trabajador utilizar las manos para sujetar herramientas por periodos prolongados, máquina neumática, perforadoras mecánicas y herramientas análogas, perforadoras y remachado. Puestos de Trabajo: obreros de la construcción, talladores . de piedra, laminadores, carpinteros, pulidores de fundición, martilleros de plancha de acero y caldereros, herreros, personal de limpieza (1), empacadores de carne, mecánicos,. carniceros (2), golfistas, tenistas. TodOs los puestos de trabajo que exijan al trabajador utilizar las manos para sujetar herramientas por periodos prolongados Actividades Económicas: actividades que requieran al trabajador utilizar las manos para sujetar herramientas por periodos prolongados .. Máquina neumática, perforadoras mecánicas y herramientas análogas, perforadoras y remachado. Puestos de Trabájo: obreros de la construcción, talladores de piedra,. laminadores, carpinteros, pulidores de fundición, martilleros de plancha de acero y caldereros, herreros, personal de limpieza (1), empacadores de carne, mecánicos, carniceros (2), golfistas, tenistas, todos los puestos de trabajo- que exijan al trabajador utilizar las manos para sujetar herramientas por periodos prolongados. 1 . . DECRETONÚMERO __~________ __ DE 2014 HOJA No 93 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" GRUPO XII -ENFERMEDADES DEL SISTEMA MÚSCULO ESQUELÉTICO Y TEJIDO CONJUNTIVO , OCUPACIONES I ENFERMEDAD AGENTES CODIGO INDUSTRIAS CIE -10 ETIOLÓGICOS I El listado de ocupaciones e FACTORES DE industrias nO es exhaustivo. Se. RIESGO mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Movimientos repetitivos, posturas Otros trastornos especificados OCUPACIONAL ··M79.8 forzadas, aplicación de Ocupaciones o actividades de lostejidos blandos fuerza combinada con económicas con exposición movimientos a estos factores de riesgo. repetitivos, posturas forzadas y vibraciones. Osteomalacia del· adulto Cadmio o sus Ocupaciones o actividades inducida por drogas M83.5 compuestos, fósforo y económ icas con exposición sus compuestos a estos faCtores de riesgo. (Sesquisulfato de fósforo). Fluorosis del esqueleto M85.1 Flúor y sus Ocupaciones o actividades compuestos tóxicos. económica!; con exposición a este factor de riesgo. Osteonecrosis M87 Fósforo y sus compuestos Ocupaciones o actividades Osteonecrosis debida a (Sesquisulfato de económicas con exposición drogas MB7.1 fósforo) Vibraciones a estos factores de riesgo. Otras osteonecrosis M87.3 localizadas secundarias Radiaciones ionizantes. Trabajos donde se realiza producción y sintesis del Osteólisis {de falange!:? policloruro de vinilo (PVC) distales dedos. MB9.5 Cloruro de vinilo. que exponen al mohómero, como en industrias donde se dedican a la fabricación de tuberías, perfiles de ventanas, productos para revestimientos de suelo, de techos, de láminas impermeabilizantes, industrias. donde fabrican bolsas de plasma, sangre o suero, catéteres. Osteonecrosis en la M90.3 Aire comprimido. Ocupaciones o actividades enfermedad causada por económicas con exposición ~d:::::e~sc~o::.:m.:.:l~plre~s::.:ió::.:n-=-- _____ -+-____ I---_____ -,-__ -+--=a:...:e::.::s:.::te=..fªC::!9Lde riesgo. Trabajadores de KiÉmbock del martillo· neumático, adulto (osteocondrosis del Vibraciones carpinteros, perforistas, M93.1 localizadas. pulidores, esmeriladores, adulto del semilunar del carpo) mineros, operadores de herramientas neumáticas, Otras osteocondropatías M93.B ,todos aquellos trabajadores especificadas que se . someten a (Osteocondropatia del codo) vibraciones segmentarlas de mano y brazo jIJi6 I ,í DECRETO NÚME,RO_'_J_l_l,._I_'_1_----'- DE 2014 HOJA No, 94 . , Continuación del decreto \"Por el cual se expide la Tabla de Enfennedades Laborales\" GRUPO XII-ENFERMEDADES DEL SISTEMA MÚSCULO ESQUELÉTICO Y TE ..IIDO CONJUNTIVO CODIGO AGENTES OCUPACIONES I ENFERMEDAD CIE-10 -ETIOLÓGICOS I INDUSTRIAS El listado de ocupaciones e FACTORES DE industrias no es exhaustivo, Se ' RIESGO mencionan las más representativas, pero pueden existir' otras circunstancias de exposición ocupacional, OCUPACIONAL Trastornos de disco cervical MSO Trastorno de disco cervical MSO.Ocon mielopatía Trastorno de disco cervical Movimientos Ocupaciones o actividades con radiculopatía repetitivos, posturas económicas con exposición forzadas, aplicación de MSO.l a estos factores de riesgo, Otros desplazamientos de fuerza combinada con disco cervical movimientos MSO.2 repetitivos, posturas Otras degeneraciones de forzadas y vibraciones, disco cervical MSO.3 Otros trastornos de disco MSO.8 cervical MSO.9Trastorno de disco cervical, no especificado Otros trastornos de los discos intervertebrales. Msi ¡ Trastornos de discos intervertebrales lumbares y otros, con mielopatía Movimientos Trastornos de disco lumbar y M51.0 repetitivos, posturas Ocupaciones o actividades otros, con radiculopatla forzadas, aplicación de económicas con exposición Otros desplazamientos especificados de disco M51.1 fuerza combinada movimientos con a estos factores de riesgo. ihtervertebral repetitivos, posturas Otras degeneraciones forzadas y vibraciones. especificadas de disco M51.2 intervertebral Otros trastornos especificados de los discos intervertebrales M51,3 Trastorno de los discos intervertebrales, no especifica I DECRETO NÚMERO . .. 2014·· HOJA No 95 . Continuación del decreto \"Por el cual se expide la Tabla de Enfennedades Labqrales ff GRUPO XIII -ENFERMEDADES DEL SISTEMA GENITO URINARIO CODIGO! elE -10 ENFERMEDAD Síndrome nefrítico agudo NOO i i OCUPACIONES I ETIOLÓGICOS I .AGENTES INDUSTRIAS El listado de ocupaciones e FACTORES DE . industrias. no es exhaustivo. Se RIESGO . mencionan las más representativas, pero pueden existir . otras circunstancias de exposición ocupacional. OCUPACIONAL Hidrocarburos alífáticos halogenados nefrotoxicos: Cloruro de metilo, cloruro de metileno tricloroetile no, tetracloroetileno, cloruro de vinilo, bromuro de metilo, bromuro de etilo, dibromoetano, clorobenzeno, diclorobenzeno. Industria química, fumigación· con insecticidas, pintores, -lavado en seco, entre otros. Minería artesanal de oro, manipuladores del metal y sus derivados, fabricantes de termómetros, manómetros, lámparas de vapores ' de mercurio, Síndrome nefrítico crónico N03 Mercurio y sus sombreros de fieltro, compuestos tóxicos. electrólisis de las salmueras e industria del cloro, conservación de semillas, fungicidas; fabricación y manipulación de explosivos, industria qufmico­ farmacéutica, industria de la fabricación del cemento (polvo producidos por los hornos) e industria química orgánica de ·Ia producción de acetileno o Ti02. Actividad profesional de protesistas dentales, odontólogos. DECRETO NÚMERO' ~ 14.71 DE 2014 HOJA No, 96 Continuación del de~reto \"Por el cual se expide la Tabla.de Enfermedades Laborales\" GRUPO XIII -ENFERMEDADES DEL SISTEMA GENITO URINARIO CODIGO AGENTES ENFERMEDAD CIE -10 'ETIQLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Nefropatía inducida por metales pesados N14.3 Cadmio y sus compuestos, plomo y ,sus compuestos, mercurio y sus compuestos Insuficiencia renal aguda N17 Hidrocarburos alifáticos halogenados nefrotóxicos: Clo'ruro de metilo, cloruro de tricloroetileno, tetracloroetileno, cloruro de etilo, dibromoetano, clorobenzeno, ' diclorobenzeno. , Insuficiencia renal crónica N18 Plomo y sus compuestos, OCUPACIONES I INDUSTRIAS EllistadQ de ocupaciones e industrias no es exhaustivo, Se mencionan las más representativas, pero pueden existir otras circunstancias de exoosición ocuoacionaL Minería artesanal de oro, manipuladores del metal y sus derivados, fabricantes de termómetros, manómetros, lámparas de vapores 'de mercurio, sombreros de fieltro, electrólisis: de las salmueras e indus~ria del cloro, 'conservación de semillas, fungicidas. fabricaciony manipulación de explosivos, industria químico­ farmacéutica, industria de la fabricación del cemento (polvo producidos por los hornos) e industria química orgánica ge la producción de acetileno o Ti02. Actividad 'profesional de protesístas dentales, odontólogos. Minería del plomo y del zinc, industria de la construcción. elaboración' de baterías, manufactura de municiones, manufactura de cerámica o cristal. Manufactura de baterías níquel-caqmio. fabricación de pigmentos. vidrio, aleaciones de metales y equipo eléctrico. Industria química, fumigación con insecticidas, pintores, lavado en' seco, entre otros. Minerla del plomo y del zinc. industria de la construcción, elaboración de baterías, manufactura de municiones, manufactura de, cerámica o cristal. DECRETO NÚMERO ,-1/,.71 DE 2014 HOJA . No·-97 Continuación del·decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" GRUPO XIII- ENFERMEDADES DEL SISTEMA GENITO URINARIO CÓDIGO ENFERMEDAD : CIE -10 Cistitis crónica N30.2 N46 Infertilidad masculina AGENTES OCUPACIONES I ETIOLÓGICOS I INDUSTRIAS El listado de ocupaciones e FACTORES DE RIESGO industrias no es exhaustivo. Se OCUPACIONAL mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Aminas aromáticas y sus Ocupaciones o actividades derivados económicas con exposición a estos agentes químicos. Cadmio: Manufactura de baterías níquel-cadmio, fabricación de pigmentos, vidrio, . aleaciones de metales y equipo eléctrico. Dibromocloropropano (DBCP), Los trabajadores de las. industrias de producción de cloruro de vinilo, o en plantas de polimerización. Estrógenos: TrabaJadores Cadmio, clorofenol, encargados de la dibromocloropropano fabricación de estas (DBCP), estrógenos, éter substancias en la industria etilenglicol, plomo, químico-farmacéutica. radiaciones ionizantes, Plomo: ,Trabajadores de chlordecone, temperaturas fundiciones de plomo, elevadas. industria de acumuladores, cerámica, pintores, · plomeros, impresores, ·fabricante~ de cajas para conserva~, juguetes, tubos, envolturas de cables, soldadura, barnices, esmalte y lacas, pigmentos, insecticidas. Trabajadores de la fabricación . y manipulación de plomo orgánico, preparación de carburantes, limpieza y · soldadura de los recipientes que lo co~tienen. Radiaciones ionizantes Todos los trabajos que se exponen a los rayos X, tales como: extracción y tratamiento de minerales radioactivos; preparación de · compuestos radiactivos incluyendo los productos químicos y farmacéuticos radioactivos; preparación y aplicación de productos fosforescentes radioactivos; fabricación y uso de equipos de radioterapia y de rayos X, todos los trabajos de Instituciones Prestadoras de Servicios de {~\"j/ DECRETO NUME'¡O~_1_4_7--,-1 __ ...,...--~ DE 2014 HOJA No 98 Continuación del decreto \"Potel cual se expide la Tabla de Enfermedades Laborales\" Salud, que expongan al personal de salud a la acción de los rayos X; radiograffas industriales utilizando equipos de rayos X. Temperaturas elevadas: fundidores, trabajadores del . vidrio, pavimentación de carreteras, mineros de la metalurgia, trabajadores de producción de acero, bomberos y ladrilleros. GRUPO XIII- ENFERMEDADES DE'L SISTEMA GENITO URINARIO CÓDIGO AGENTES OCUPACIONES I ENFERMEDAD ETIOlÓGICOS I INDUSTRIAS CIE -1~ El listado de ocupaciones e industrias . FACTORES DE no es exhaustivo. Se mencionan las . RIESGO más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Procesos industriales relacionados con el cloro: Blanqueo de la pulpa y pasta de papel con cloro. Fabricación de productos químicos Dioxinas: Procesos térmicos: Incineración de todo tipo de residuos. Industria del acero: fundiciones, plantas de sinterizado, etc. Reciclaje de metales no ferrosos: aluminio, cobre, zinc. Hornos de cementeras. Producción de energra: calefacción con combustión de diesel carbÓn o madera, producción de electricidad en centrales térmicas, etc. Anilina: Trabajadores de la industria textil, química, colorantes, tintas y productos farmacéuticos. Benceno: Refinación del petróleo, gasolineras, conductores de autobuses, operarios dej diesel; Anilina, benceno, fabricación'de neUmáticos, I nfertifidad. femenina N97 mercurio, radiaciones limpieza con disolventes ionizantes. orgánicos. Mercurio: Mineros de las minas de mercurio, manipuladores del metal y sus derivados, fabricantes de termómetros, manómetros, lámparas de vapores de mercurio, sombreros de fieltro, DECRETO NÜNlERO .' -1477 DE 2014 HOJA No 99 Continuación del decreto ·Porel cual se expide la Tabla de Enfermedades Laborales\" electrólisis de las salmueras, conservación de semillas, fungicidas, fabricación y manipulación de explosivos y en la industria químico­ farmacéutica. Radiaciones ionizantes: Extracción y tratamiento de minerales radioactivos; preparación de compuestos radiactivos 'incluyendo los productos qulmicos y farmacéuticos radioactivos; preparación ,y aplicación de productos fosforescentes radioactivos; fabricación y, uso de equipos de radioterapia y de rayos X, todos IO!~ trabajos de instituciones prestadoras de servicios de salud, GRUPO XIII -ENFERMEDADES DEL SISTEMAGENITO URINARIO ENFERMEDAD CODIGO CIE-10 AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo, Se mencion'an las , más 'representativas. pero pueden existir otras circunstancias de exposición. ocupacional. Aborto espontáneo 003 Medicamentos antineoplásicos, disulfuro de carbono. éteres de etilenglicol y plomo Medicamentos antineoplásicos: Trabajadores encargados de la fabricación y formulación de estas substancias en la industria químico-farmacéutica. ,Personal de la salud que los prepara y aplica. Disulfuro de carbono: Industria qulmica: manufactura· de rayón, celofán, cementos de neopreno, ' aceleradores del hule, como solvente de sulfuros, yoduros, bromuros, fosfuros y selenio; en pinturas, barnices, removed ores de pintura y barnices y en combustibles para cohetes. También es utilizado como componente de insecticidas. Plomo: Trabajadores de fundiciones de plomo, industria, de acumuladores, cerámica, pintores, plomeros, impresores. fabricantes de cajas para conservas, juguetes, tubos, envolturas de cables, soldadura, barnices, albayalde, esmalte y lacas, pigmentos, insecticidas. Trabajadores de la fabricación y manipulación de plomo orgánico, preparación ' de carburantes, limpieza y soldadura de los recioientesaue lo contienen. (\"I! ·,~ '-' ;, ....14.7\"7DECRETONUMERO ____________ ~DE 2014 HOJA No .100 Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" ENFERNlEDAD Intoxicación por insecticida organoclorado. Efectos tóxicos de los derivados del' petróleo y carbón de hulla. Efectos tóxicos del benceno Efectos tóxicos del tolueno y xileno GRUPO XIV -INTOXICACIONES CODIGO T52.1 T52.2 AGENTES ETIOLÓGICOS I FÁCTORESDE RIESGO OCUPACIONAL Exposición ocupacional a polvos y vapores de insecticidas organoclorados en el ambiente de trabajo y/o puesto especifico de trabajo. Aceite de parafina, cera de parafina, esencia de petróleo, éter de petróleo, gasolina, nafta, keroseno (aceite de parafina) y carbón de hulla. Benceno Tolueno y xileno Todos aquellos trabajadores expuestos a estas sustancias en procesos de producción, manejo, almacenamiento, aplicación y mantenimiento OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. De la industria de slntesis y formulación (agroindustria). Distribuidores de los productos. Trabajadores que participan en' la aplicación del producto en labores agrlcolas vla manual ylo con aeronaves. Trabajadores de las industrias petrolera, petroqulmica, carbonlfera, fabricación de perfumes y demás expuestos a la absorción de estas substancias. Trabajadores que manipulan estos disolventes en la industria ,de las lacas, peletera, de nitrocelulosa. industria petroquimica. del vestido. vidrio. artes gráficas, textiles cerámica, pinturas. fotograbado. industria del calzado tintoreria. etc. Trabajadores que manipulan estos disolventes en la industria de las lacas, hulera. peletera, fotograbado. de nitrocelulosa, industria petroquimica, del vestido, vidrio, artes gráficas, textiles cerámica, pinturas, fotograbado, industria del calzado, tintorerla, etc. Trabajadores expuestos durante la fabricación del óxido de etileno y glicoles. 14.77 DECRETO NÚMERO,______ _ DE 2014 HOJA No 101 Continuación del decreto uPar el cual se expiqe /a Tabla de Enfermedades Labora/es\" tóxicos Monoclqrhidrina del 'composición de lacas y glicol. ,l. manipulación de abonos y fertilizantes. Industria automotriz, refinerias de petróleo,' fabricación de explosivos, acabados textiles y en la industria farmacéutica. Trabajadores de Exposición ocupacional lavanderlas, fabricación de Intoxicación por . T53.3 a vapores de lubricantes, de silitona; tetracloroetileno el acondicionadores de telas, (percloroetileno) ambiente de trabajoy/o adhesivos, productos para puesto especIfico de limpiar madera, repelentes trabajo. de . agua, quitamancha~, manufactura de.; frenos, desengrasado de articulos metálicos' y de lana, Anestesiólogos. Efectos .tóxicos de otros Trabajadores que, utilizan el \"derivados halogenados de T53.6 Cloruro de metilo y cloruro de metilo como hidrocarburos alifáticos cloruro de metileno. frigorlfico o el cloruro de metileno como disolvente, o en la industria de las pinturas. Efectos tóxicos de otras T57 . .8 Cloruro devinilo o Trabajadores de la substancias inorgánicas monoeloroetileno. fabricación de materias I especificadas plásticas y su utilización como frigorifico. Trabajadores en contacto de gas de hulla, gas pobre, gas Efectos tóxicos del monóxido de carbono T58 , Monóxido de carbono. . de agua, de los altos hornos, de los motores de combustión interna, hornos y espacios confinados, caldereros, mineros, bomberos y en todos los casos de comblJstión incompleta del carbón.; Trabajadores en contacto con gases, humos y vapores de formaldehldo. Cigarrillos y otros productos de tabaco, cocinas y hornos a gas y chimeneas abiertas al aire son fuentes de exposición a formaldehldo. Se usa en muchas . industrias y en Efectos tóxicos del T59.2 Formaldehido hospitales .'y laboratorios. El formaldehido formaldehldo es liberado como gas en la manufactura de prod uctos de madera. Fuentes domésticas incluyen I /l fibra de vidrio, alfombras, f!/~(/() r lD / I . \" DECRETO NÚME.RO.........!... ...... DE 2014 HOJA No J02 .:. =1~4r,..,....71i-1-41----,-- Continuación del decreto \"Por el cual se expide fa Tabla de E;nfermedades Lab.orafes\" telas que. no requieren planchado, productos de papel y ciertos limpiadores caseros. Trabajadores de fa fabricación . de resinas sintéticas, .. industria de la alimentación, fotográfica, \" peletera, textil, química, hullera, tintorera, trabajos de laboratorio, conservación de piezas anatómicas, embalsamadoreS, aislamiento. de espumas, madera en capás y otros trabajadores expuestos. Trabajadores de la preparación del cloro y compuestos clorados, de blanqueo y desinfección, en Efectos tóxicos del Cloro T59.4 Cloro gaseoso la industria textil, papelera y gaseoso .. limpiadores para el hogar, esterilización del agua y fabricación de productos químicos, pigmentos y catalizadores . y otros trabajadores expuestos, En el caso de ácido clorhldrico, trabajadores de fabricación de caucho, fabricación de compuestos organlcos y materiales de fotografla. Trabajadores que manejan estas sustancias' en' la Efecto tóxico del Gas de flúor y fluoruro de hidrógeno T59.5 Gas de flUor y fluoruro . de hidrógeno industria vidriera, coloración de barnizado de la grabado, sedas, madera, blanqueo, soldadura y como impermeabilizantes del cemento; la preparación del ácido flUorhídrico, metalurgia del aluminio y del berilio, superfosfatos y compuestos, preparación de insecticidas y raticidas Efecto tóxico de los a polvos y vapores de insecticidas organofosforados en el ambiente de trabajo y/o puesto específico de trabajo. Trabajos de la producción y manipulación de insecticidas organofosforados .. De la industria de síntesis y formulación. Almacenamiento, distribución y transporte del producto. . Trabajos en donde se aplica el plaguicida en labores agrícolas vía manual y/o con aeronaves. ,-14.71DECRETONÚMERO __~______ ~__ DE 2014 HOJANo 103 ContinuaCión de! decreto \"Par el cual se expide la Tabla de Enfermedades Laborales\" Efectos tóxicos de T60.1 Diclorodifenil­ insecticidas halogenados. tricloroetano, aldrin, dieldrin y similares. Carbamatos, ditiocarbamatos,' Sulfato de talio, hidroxicumarínicos e Efectos tóxicos de los T60.4 insecticidas de origen rodenticidás vegetal. Trabajadores que fabrican o manipulan derivados aromáticos clorados como el d iclorodifenil-tricloroetano (DDT), aldrln, dieldrín y similares. Trabajadores del campo que utilizan o manipulan los derivados aromáticos clorados. Fabricación, formulación, .envase, transporte y aplicación' de plaguicídas en general. De la industria de sintesis y. formulación de raticidas' en base a sulfato de talio y otros derivados que cOntienen al metal. Transporte, almacenam iento y distribuidores del producto. Trabajadores que participan en la aplicación del raticida en labores agrlcolas por pulverización, micropulverización. Elaboradores de termómetros de bajas temperaturas (-60°C o más). Fabricadores de celdas fotoeléctricas, transmisores de radiación infrarroja, así como sus receptores de oxisulfuro de . talio. Preparación de sales de talio para fuegos artificiales . GRUPO XIV ~ INTOXICACIONES ENFERMEDAD CÓDIGO CIE -10 AGENTES ETIOLÓGICOS I FACTORES DE RIESGO 'oCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstandas de exposición ocupacional. Efectos tóxicos de otros plaguicidas T60.8 Pentaclorofenol (pcf) y Oinitroortocresol (dnoc) Trabajadores que· utilizan estos compuestos como fungicidas e insecticidas, en la fabricación de colorantes y resinas, así como para la conservación de madera, uso forestal, impregnante de fibras y textiles resistentes para vestir; carpinteros, trabajadores portuarios. aplicadores de fungicidas . y pesticidas. Aplicaciones en síntesis de analgésicos, antí-píréticos, plásticos. gomas y ceraS. DECRETO NÚMERO J ..; 1471 DE 2014 HOJA No .104 ~. Continuación del decreto \"Por el cual se expide la Tabla de Enfennedades Laborales\" . Efectos tóxicos Nitroderivados aminoderivados benceno y y . del sus T65.3 Nitrobenceno, trinitrotolueno . Trabajadores de nitro-benceno, toluidinas, xilidinas y trinito­ tolueno, así como de la industria quimica como productos intermediarios en la síntesis de anilina y derivados del.alquitrán; en preparaciones farmacéuticas; en acelerantes y antioxida.ntes de la industria del caucho y en su : vulcanización ;\" en frío, preparación de barnices, betunes para zapatos, perfumes, insecticidas, fungicidas, plásticos, resinas sintéticas, derivados del petróleo, pulidores de suelos, explosivos, reveladores de fotografía, fabricación de licores y como adulterante para sustituir la eSencia natural de almendras amargas. Efectos tóxicos de otros disolventes orgánicos. T52.8 Disulfuro de carbono. Trabajadores expuestos durante SU producción, o en la utilización del disolvente en la fabricación de la viscosa- rayón, celofán, cristal óptico, vulcanización del hiJleen frio, como plaguicida y en la extracción de grasas y aceites. Efectos tóxicos del cloroformo T53.1 Cloroformo. Trabajadores que manipulan estas substancias como disolventes, fumigantes, refrigerantes, extinguidores de incendios, etc. GRUPO XIV ­INTOXICACIONES ENFERMEDAD CODIGO. CIE -10 AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de . exposición ocupacional. Trabajadores que manipulan Efectos tóxicos Tetracloroetano Efectos tóxicos Dicloroetano del del T53.3 T53.4 Tetracloroetano, d icloroetano. estas substancias como disolventes de aceites, ceras, hules, resinas, gomas, dilución de lacas, desengrasado de la lana e industria quimica. Efectos tóxicos del plomo y sus compuestos T56.0 Compuestos inorgánicos y orgánicos de plomo. Trabajadores de fundiciones de plomo, industria· de acumuladores, cerámica, pintores, plomeros, impresores,· fabricantes de cajas . para conservas, juguetes, tubos, envolturas de cables, soldadura, barnices, albayalde, esmalte y lacas, pigmentos, insecticidas. DECRETO NÚ!ll1ERO . -1471 DE 2014 HOJA No 105 j\"; Continuación del decreto \"Par el cual se expide la Tabla de Enfermedades Laborales\" Trabajadores de la fabricación y manipulación de plomo orgánico, preparación de carburantes, limpieza y soldadura de los recipientes que lo contienen. . Efectos tóxicos del mercurio y suscompuestos T56.1 Compuestos inorgánicos (óxido de mercurio,cloruro de mercurio, sulfato de mercurio, sulfuro de mercurio, fulminato de mercurio oxicianuro de mercurio) u orgánicos de mercurio (metil mercurio, dimetil mercurio). .Mineros (de las' minas de mercurio), manipuladores del metal y sus derivados, fabricantes de termómetros, manómetros, lámparas de vapores de mercurio, sombreros de fieltro, electróli~is de las salmueras e industri~ del cloro, conservación de semillas, fungicidas, fabricación y manipulación de explosivos, industria' químico­ farmacéutica, industria de la fabricación del cemento (polvo producidos por los . hornos) e industria química orgán!ca de la prOducción de acetileno o Ti02. Técnicos de prótesis dentales, odontólogos y auxiliares. en salud con exposición a estos compuestos. Efectos tóxicos del zinc y sus .compuestos T56.5 Humos de zinc. Fundidores y soldadores de metal, de la galvanización o ,estat'iado, fundición de latón o de la soldadura de metales galvanizados. Alguno de sus derivados . se usa como pigmento y en la vulcanización del caucho. El. cloruro de zinc se usa en fundición y flujos para soldado, conservadores de madera, baterías de celdillas seca, refinamiento de aceites, cemento dental y desodorante. GRUPO XIV -INTOXICACIONES CODIGO AGENTES OCUPACIONES I ENFERMEDAD CIE -10 ETIOLÓGICOS I INDUSTRIAS FACTORES DE RIESGO El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden OCUPACIONAL existir otras circunstancias de exposición ocupacional. Trabajadores de la fabricación de compuestos fosforados o Efectos tóxicos del fósforo y T57.1 Hidrógeno fosforado. derivados del fósforo blanco; sus compuestos ; catálisis en la industria del petróleo, fabricación ' de /7./1 bronce de fósforo, /\\Jl¡~ ! DECRETO NÚMERO ., . 111. 7 7 DE 2014 HOJANo 106 Continuación de', decreto ·Por el cual se expide la Tabla de Enfennedades Laborales\" insecticidas, raticidas, parasiticidas, hidrógeno fosforado, aleacion~s y en la pirotecnia, Efectos manganeso compuestos tóxicos y del sus T57.2 Manganeso en todas sus formas. Mineros (de minas de manganeso), trituradores y manipuladores de metal, de la fabricación de aleaciones de acero, cobre o aluminio, fabricación de pilas secas, en el blanqu~o, tintorería y decoloración del vidrio y soldadores. Efectos tóxicos del Sulfuro de hidrógeno T59.6 Sulfuro de hidrógeno. Trabajadores en contacto con gases, humos y vapores de sulfuro de hidrógeno. Tr¡;¡bajadores en plantas de tratamiento .'. de aguas residuales, de proyectos de excavación para la extracción de petróleo o gas, fincas que almacenan excremento de animales para abono o mantienen ganado, o cerca de un vertede~o pueden estar expuestas a niveles más altos de ácido sulfhídrico. GRUPO XIV -INTOXICACIONES CODIGO ENFERMEDAD CIE -10 Efectos tóxicos del metanol T51.1 Efectos tóxicos del alcohol T51.2 proplliCo I Efectos tóxicos del alcohol T51,3 A(3ENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL Alcohol metilico. Alcohol Propílico. Alcohoí BuUlico. OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo, Se mencionan las más representativas: pero pueden existir otras circunstancias de exposición ocuoacioriaL Trabajadores que los utilizan como disolventes en la fabricación de lacas y barnices, en la preparación de esencias y tinturas y en las industrias químicas y DetrOQ ulmicas Trabajadores que los utilizan como, disolventes· en la fabricación de lacas y barnices, en' la preparación de esencias y tinturas y en ·Ias industrias químicas y petroq ulmicas. Trabajadores que los utilizan como disolventes en la -------------------- ~.' ·-ll,~71 ' , \" DECRETO NÚMERO DE 2014 HOJA No 107 Continuación del decreto, \"Por el cllal se expide la Tabla de Enfermedades Laborales\" butílico fabricación de lacas y barnices. 'en la preparación de esencias y tinturas yen las ,industrias qulmicas y petroq ulm icas. Efectos tóxicos del tricloroetileno TS3.2 Tricloroetileno Trabajadores de lavanderlas. productos para limpiar madera, repelentes de agua, quitamanchas. entre otros, \" Efectos tóxicos de derivados halogenados de hidrocarburos aromáticos TS3.7 Naftaleno$ clorados y difenilos clorados, Trabajadores que los utilizan como aislantes, eléctricos. Trabajadores de la extracción del alquitrán de hulla . Efectos tóxicos de derivados halogenados de hidrocarburos alifáticos y aromáticos no especificados TS3.9 Hexacloroetano. .Trabajadores que lo utilizan para desengrasar ' el aluminio y otros metales. La sustancia puede estar presente en ciertos fungicidas, insecticidas. 'lubricantes y plásticos, Efectos empleo y manipulación de solventes. tratamiento de resinas naturales y sintéticas, empleo de barnices, pinturas, . esmaltes, adhesivos\" lacas. masillas, producción 'de caucho y solventes como agehtes de extracción, impregnación, aglomeración; limpieza, desengrase y como materia prima en slntesis orgánica, .' GRUPO XIV -INTOXICACIONES ENFERMEDAD CÓDIGO CIE -10 AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONAL OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo, Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Efectos tóxicos del cromo y sus compuestos TS6.2 Cromo y sus 'compuestos. ' Preparación. empleo, manipulación del ácidocrómico de los cromatos y bicromatos , alcalinos. Fabricación de pigmentos basados en cromatos o bibromatos alcalinos. Curtido de cueros con cromo. Cromado el,ectrolitico de metales, Fabricación de vidrios y esmahes de colores -------------------------------------DECRETO NÚMERO ,¡ ~ 1477 DE 2014 HOJA No JOB Continuación del decreto \"Por el cual se expide la Tabla de Enfermedades Laborales\" Efectos tóxicos del cadmio o sus compuestos Efectos tóxicos del arsénico y sus compuestos Efectos tóxicos del flúor y sus compuestos T56.3 T57.0 T65.8 Cadmio y sus compüestos. Arsénico y compuestos. sus Flúor y compuestos. sus Extracción, preparación empleo de cadmio, soldadura con aleaciones de cadmio, fabricación de baterías de níquel - cadmio, fabricación amalgamas dentales, fabricación de pigmentos cádmicos para pinturas, fabricación de pesticidas y pinturas. Tratamiento pirometalúrgico de minerales que contienen arsénico, fabricación o empleo de pesticidas arsenicales, empleo de compuestos arsenicales en el trabajo del cuero, fabricacióh de vidrio y en electrónica, fabricación de municiones y baterla de polarización, industria cerámica, fabricación de pigmentos para anilinas, uso como preseivantes de madera, fabricáción de pinturas para barcos, proceso de galvanizado, impresión de telas. Todos los trabajos con contacto con el flúor, el ácido fluorhídrico y sus sales. minerales en especial: Fabricación y manipulación de fluoruros inorgánicos, electrometalurgia de aluminio, fabricación de fluorocarbonos, fabricación de vidrio, fabricación de superfosfatos, en la industria metalúrgica, tratamiento de cueros y pieles. GRUPO XV -ENFERMEDADES DEL SISTEMA ENDOCRINO CODIGO CIE -10 ENFERMEDAD E03 Hipotiroidismo AGENTES ETIOLÓGICOS I FACTORES DE RIESGO OCUPACIONES I INDUSTRIAS El listado de ocupaciones e industrias no es exhaustivo. Se mencionan las más representativas, pero pueden existir otras circunstancias de exposición ocupacional. Plomo: Trabajadores de fundiciones de plomo, industria de acumuladores, cerámica, pintores, plomeros, impresores, fabricantes de cajas para conservas, juguetes, tubos, envolturas de cables, soldadura, barnices, albayalde, esmalte y lacas, pigmentos, insecticidas. Trabajadores de la fabricación y manipulación de plomo organlco, preparación de carburantes, -------------------·-14.77DECRETO NÚMERO DE 2014 HOJA No . 109 Continuación del decreto \"Por el cual se expide la Tabla.de Enfermedades Laborales\" ,. : , DDT Pesticidas organoclorados Dioxinas limpieza y soldadura de los recipientes que lo contienen .. Hidrocarburos halogenados: Todos aquellos trabajadores expuestos a estas sustancia~ en procesos de producción, manejo, almacenamiento, aplicación y mantenimiento. Tiouracil, tiocinatos y Etilen­ tiourea: Industria del caucho, fabricación .de insecticidas y fungicidas. Trabajadores expuestos a estas sustancias. "}