{"title": "PDF", "author": "PDF", "url": "https://andreacullenhealthsolutions.com/wp-content/uploads/2014/08/frugal-eating-offal-and-paleo-truths1.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 Frugal eating and 'not so awful ' offal By Andrea Cullen Before we head on into offal I wanted to say a few things about food and being frugal for more than just financial reasons but ethical ones also . Is frugal eating how it always should have been? That is b efore we lost the run of ourselves in the Big Boom and saw steak on our plates more than once a year or at the posh folks BBQs. Of late I am truly attempting to walk the talk with food not only nutritionally to be an example of health to my clients but also as a nu dge of gratitude to the environment and my wallet. I have been fortunate this summer , in that while I am writing and developing new healing programmes, I have some spare time on my hands to play a little with food more so than usual and really push some bo undaries . Time that has allowed me to experiment with new foods, simple and fast cooking methods, and to discover some short cuts to including these new foods into your normal meals for those of you that are busier with commitments and have limited time for cooking. If we wish to be truly healthy we have to put time aside for play (exercise), nourishment (food) and rest (recovery and creativity) in addition to investing in time exploring what it is that is meaningful for us in life; our path so to speak . So it is true to say that health doesn't just come by sitting with your ass on a sofa; but neither should it be a chore. We owe it to ourselves to tune start tuning in to what it is that best serves us along our path to wellbeing. My aim for my blog and recipes is to make real food fast and healthy that won't bust the bank. The amount of money that we spent on foreign superfoods, novel foods, man altered functional foods, and the latest fad supplements during the boom was sheer madness and we are oftenti mes afraid to give this up because what will ha ppen then? Well, what if we had an abundance of superfoods available to us locally and in the local hedgerows and fields? With a little time and patience and a keen appetite for nature -venture then you can sav e yourself a lot of money while also boosting your health. Why let the recession stop an appetite for adventure when it comes to food and health. Why let money fears create a sense in us that we cannot afford health; because it is possible for us all, once we look a little out of the box , to own complete health and wellbeing. 2 And so to balance I believe that a nice balance of eating (for those not involved in high end sports demands ) is that of a vegetarian and vegan style of eating combined with occa sional intake of small to moderate portions of meat and an abundance of fish. In other words most of us don't require the vast intake of protein with every meal that has been dictated to us; more so a balance according to appetite, activity and stress levels. What I am suggesting is choosing more wisely the cut and quality of the meat and prioritizing this over quantity. And as the mantra for our vegetables tells us that 'variety is key ' so too does this apply to meat . And I don't meat pork instead of beef and bacon once a week ; I mean offal and organ meats in addition to the lean prime cuts that we are more familiar with. I don't believe that we need the acutely high intake of protein as has been pushed in recent years and although the research does point to this I believe that more research will come to light demonstrating that the body is far more adaptable to fluctuations in macronutrient intake than research first documented. After all in our past we more than likely would have had phases of high protein intake followed by a much sparser phase when meat was not as available save for that saved as dried meat or in the form of meat fats/ lard . I wonder if this c yclical style of eating actually benefitt ed lean muscle accrual and maintenance by promoting anabolic phases. Anyhow I am merely thinking out loud based on my observations from the past years and that not all people intuitively gravitate towards protein fe edings every 3 hours and many find intermittent fasting works well for them. As ever this style of eating, just as it stands for intermittent fasting is an individual thing and when it comes to nutrition it's important to find what works best for you . Guidelines are guidelines and it is up to us to find what works best for ourselves with the support of a nutritionist ; might I qualify this with an educated and open minded nutritionist . Speaking personally morning fasting and eating heftier in the evenin g; and eating more protein on certain days and less on others works for me . You may fall into this, or the exact opposite ; you may fare better on a big breakfast and eating lighter in the evening; or you may prefer to graze or not; you may be the very one that does better on two bigger meals a day and flummux all the proponents of grazing across the day. You may fare better on no grains, or with some; with less meat protein or more; dairy free or dairy fiend; gluten free or you may be ok on traditionally pr epared wheat grain products. The permutations are vast; and it takes a bit of patience and intuitive experimentation to find what works for you and I don't believe that obsessive rules are healthy for anyone. And t his is the b eauty of nutrition... no ONE is right. And no one knows your body better than you. So some trial and error is always going to be involved in finding what works for you and your body; don't give up in the trying. Note that Athletes have higher protein requirements than less active individ uals and so do require protein with most main meals. However if you are an athlete and serious about your health and sports performance then I highly recommend that you add organ meats and offal to your weekly diet for numerous reasons including bone, join t, blood, nerve and immune system health. Once you become more intuitive with your eating you will probably find that you go through phases of lots of meat and then phases with less. Trust that your body is dictating its needs {If you would like to read m ore about intermittent fasting see here for a great review http://www.precisionnutrition.com/intermittent -fasting } 3 I believe that everything in relation to food should be accompanied by the word respect. - Respect for our bodies . This means paying heed to our bodies requirements for nourishment . We have a duty of ca re to our bodies to meet his/ her requirements for water, protein, healthy and essential fats, fibre, vitamins, minerals, trace elements, antioxidants , probiotics and prebiotics, and also total energy from digestible carbohydrates to fuel all the astonishing things that our bodies do in every millisecond of the day while awake or asleep ; in rest, creativity or movement . If we fail to meet our bodies calls for nutrition then how can we expect, in the long -term, to thrive in full health ? We are made from what we eat and the energy to drive these processes also comes from f ood hence health and the nutritional value of our food choices are inextricably linked in a masterpiece that science will never fully and absolutely comprehend . When it comes to food it pays to respect: - Your body - nourish with care - The food - treat it with care - The source of your food - buy it with thought - Food sustainability - serve just enough and use what is left and become educated in what best serves the planet - Tried and tested methods of food preparation - Foods available on your doorstep - Mother Nature; nature rarely got the balance of nutrition in food wrong so why tamper excessively with it - Your roots 4 - Respect for the food . From land, sky, ocean and river to table we have a duty to preserve the food as best we can right up to the point consumption ; such that it nourishes us to optimal capacity while also having minimal impact on the environment. How we prepare our food is important in relation to the nutritional value of the food. Firstly we must avoid damaging food and the nutrients contained in food which may be caused by , for example, over-heating, burning or charring , processing, leaching nutrients into boiling water, chemically altering food by various food industry tactics (e.g. hydrogenated fats) , or subjecting the food to microwaves or radiation. And then we must consider how we can best improve the nutritional value of the food and/ or prolong its longevity without losing nutrition (to the best of our capacity). For exampl e tomatoes improve in lutein content when they are cooked or heated and blended , certain vegetables are more digestible when gently steamed, others are perfect raw; pickling, dehydrating/ drying, and preserving improves longevity; fermenting improves not o nly th e longevity of food but also the nutritional content of certain nutrients such as probiotics and vitamin K. T hen we have a range of cooking methods to please us which are sort of neutral such as steaming, sautéing, casserole, steam stir -fry, grilling without burning, roasting, soups, etc. More often than not the more a food has been processed the less its nutritional value and the greater the content of synthetic additives. Food processing allows the food industry to alter a food, create a long shelf life product and add an elevated price tag. We buy into the convenience but we pay with our long -term health. When it comes to fresh fruit and vegetable p roduce we want to be eating these as close to the ground as possible; meats, poultry and fish should be wild or organic; dairy and dairy products ideally raw or at the very least organic and unprocessed; grains, pulses, nuts and seeds as close to their ori ginal unprocessed form as possible and so on. In other words eat as close to Mother Nature as possible. She didn't get it wrong and we should respect this! - Respect for the source of the food I believe that it is important to be mindful of animal welfare and choose animals, poultry and fish that has been ethically reared, treated with compassion, enjoyed a life of freedom in the outdoors weather permitting, killed humanely, and honoured in a wa y that sees us use as much of the animal as possible in cooking. When you are purchasing any of the following consider and honour that they came from an animal: all dairy products, meat, fish, poultry, game, and anything derived from or made from these. If the recession has taught us anything it is that eating only prime beef cuts is wasteful, thoughtless, self-indulgent and shamefully egotistical. Instead we should be embracing new ways of cooking and eating all the different cuts of the animal right do wn to the bone marrow and organs. Accepted there is a fine line with how far each of us will personally and culturally go when it comes to eating the Milk Market Limerick City 5 entire animal but it is something to try before you turn your nose up at it. In fact your health will most certainly benefit from the inclusion of more organ meats or offal in your diet. Many chefs are now offering courses and demos on the subject of eating nose to tail. If you wish to educate yourself with less expense t here are als o several cook books on the subject available as well as an abundance of information on the World Wide Web . This is the Milk Market in Limerick on a Saturday; if you haven't yet experienced a visit to your local market then I highly recommend it . No better way to get back in touch with where food comes from. - Respect for food sustainability . As best you can be mindful of food sustainability: - Support local food producers and especially those growing locally and organically. - Consider buying from initiatives that sell direct from farm to home ; for example meat or veggie delivery boxes. - Support local food industry and initiatives. - Support restaurants that prioritize buying local and / or organic produce . - If you live by the sea then you are very blessed and can often purchase fish direct from the boat or a local market. For the most part a lot of this fish is wild and sustainable and the quality is incomparable to the farmed fish available in the local supermarkets. Irelands Copper Coast - Annestown Harbour 6 - Visit the local market or pick -your-own farms and fresh produce from roadside stands (watch that food is protected from fuel exhausts) for example Wexford potatoes and strawberries are commonly found on roadside stalls during the summer months. - Have a look online at Irish / UK suppliers selling direct from farm (webpage) to home. For example this website has some helpful resources http://www.organicguide.ie/find ; also see http://www.goodandgreen.ie/veg -boxes/ and http://www.organicmeat.ie/ and http://www.coopershill.com /venisonprices.html and http://www.absolutelyorganic.ie/ . There are many more online if you have a 'google around'! - Support supermarkets that endeavour to protect Irish grown foods (or local to where you live) whether they are branded or own brand; this is a helpful article written on this topic in 2013 http://www.rte.ie/news/money/consumer/2012/1210/357761 -spotting -irish-own- brand -products -this-christmas/ - Minimize air miles as best you can; often organic food has come a terribly long way and in truth may be no better than the local produce from down the road . This is especially so when one considers that organic standards vary between countries as well as non- organic farming conditions. Organic producer certification is expensive and strictly controlled in Ireland and the EU and alth ough not all farmers may qualify for \"organic\" they may , speaking for Ireland and the UK, still be producing healthy and more natural less chemically exposed produce. Also for countries such as the USA; organic can be a bit of a farce with many loop hole s for producers to jump through. http://www.huffingtonpost.com/carolyna -de- laurentiis/misleading -food-labels_b_2627388.html When in doubt I suggest buying Irish/ UK and local as best you can. - Learn to make more of every bit of food that you buy. For example use chicken bones or meat roast bones to make stock, use left -over veggies in soups and casseroles, puree fruits that are starting to go over -ripe; dry roast over -ripe bananas ; freeze left -overs for another day, use coffee grounds in the garden, use vegetable pulp in baking, feed your animals appropriate raw scraps and bones http://www.rawfoodvets.com/articles/article7 . 7 As our grandparents said: - Respect the tried and trusted methods of food preparation ; many of which improve the nutritional value of food an d / or minimize digestive upset. Such methods that are more tradition al to us here in Europe include : - Soaking (e.g. cereals, grains and legumes) - Sprouting (e.g. beans, nuts and seeds) - Slow cooking (e.g. meats) - Casserole and stews (make any foods taste better!) - Soups and bone broths - Preserving and pickling (e.g. fruits and vegetables; fish and meats) - Drying and dehydrating (e.g. meats, fish , and fruits and vegetables) - Fermenting (e.g. dairy foods such as yogurt and kefir; sauerkraut , kombucha etc. For Asian cultures this includes miso and tempe h) - Smoking (meats and fish) Darina Allen's recent cookbook is a helpful resource for traditional meat, fish and vegetable preparation. I do not agree with the vast use of wheat and baked goods however! The following article on Marks Daily Apple is superb http://www.marksdailyapple.com/the -definitive -guide - to-traditional -food-preparation -and-preservation/#axzz38n3m0Sdr . - Respect what is on your doorstep: Do you even know the extent of what is on your doorstep? To eat, and for FREE and more often than not these foods come with special nutritive and seasonal properties specific to what we need. Wow; a true pharmacy as nature intended . For example nettles and dandelions arrive in spring and support the circulation and liver and are incredibly nourishing and rich in iron; wild 8 autumn berries help us to stock up on antioxi dants and anti -viral compounds in anticipation of the winter and sloes make a kicking gin to aid the soul on a winter's night I am only starting to get back to the roots I had as a child when I grew up foraging in the hedgerows and making jams for pocket money . It is important to know what you are doing when it comes to specific foods such as mushrooms , berries and leafy plants however once you know what you are doing there is an abundance of edible foods in our locality . Here are some examples of plants that I am more comfortable with thus far in my foraging journey and so are suitable for the beginner. As ever know the fields and hedgerows that you choose to pick from to ensure that they are free from chemical sprays or pollution; the odd spider or insect is the least of your worries! - Berries - blackberries, elderberries, wild blueberries and strawberries - Fruits - crab apples, rose hips , sloes - Nuts - Hazelnuts, beechnuts - Your bog standard mushroom -I am not adequately confidant or qualified to pick any other mushrooms and I sugges t that you seek the advice of an expert when it comes to mushrooms! - Leaves such as young beech leaves, dandelion leaves , plantain, and nettles. - Seaweeds and marsh samphire - Petals suc h as rose petals These is an abundance of foraging sites on the internet for example http://www.mcqbushcraft.co.uk/2014/03/wild -edible -guide/ has a free eBook with many plants I have not adventured into yet but I will ; have fun! Also here is a YouTube and there are many more online https://www.youtube.com/watch?v=O9QguMxavx0 9 - Respect the balance of food as mother nature intended One always has to remember that the food industry has a sole purpose of making money and it achieves this by packaging up food into transformed formats with long shelf lives and marked up prices over that of the food in its natural state. It also achieves profit by patenting twisted forms of the original foods ; for example corn and soya are hidden in numerous foods in many different ways thanks to food technology. For the most part the food industry is NOT concerned with your health otherwise there would be more support for foods in their complete and natural state with minimal processing save that of traditional methods to improve nutrient availability and prolong shelf life more naturally. However foods in their natural states do not make big $$$ nor can they be patented. If you value your health and are respectful of Mother Nature you will see that she rarely gets it wrong. For example we started a crazy notion that fats were bad for us back in the 1980s and started to remove fats from food and came up with all sorts of food solutions and a lucrative low fat food industry; however fats in their natural form for the most part when taken in balance are good for us ; in fact they are essential . So as best you can, use the whole animal, fish, or plant in your diet. Each part holds its own specific nutrition profile that as a whole provides that which individual parts alone cannot provide; in other words food synergis m (where the sum of the parts adds to more than the individual parts alone) . Each week , aim to vary your choices of plant and animal foods from the complete food spectrum so a s to achieve nutrient balance. It may not be possible to achieve perfection in one day; but over the course of days var iety will more than likely mean that all your nutrient needs are met. A few examples of how each part of food has its own unique strength : - Organ meats and offal hold nutrients that lack in other leaner cuts of meat. - Tendons, ligaments, feet, and grizzly bits of meat are rich in collagen helpful for our skin, hair, nails and joints. - The meat directly under the skin of fish is very high in nutrition (provided that the fish swi m in clean waters) - The skin on wel l washed fruits and vegetables holds antioxidants and factors that support our immune systems or are anti -bacterial or anti -viral (e.g. flavonoids) . - The heads of fish are especially rich in omega 3. 10 We are now learning that to only choose the lean cuts of meat may lead to problems with elevated homocysteine as the leaner cuts are high in methionine and lacking in folate which tends to be found in the offal meats. Also the fat on grass fed and grass finished meat or game meat is a helpful source of CLA and omega 3.... The king pin of inflammation control. - Respect your roots : I have a theory which I have been discussing with numerous health, nutrition, and sports science experts , and this is what I call regional eating . I believe that Mother Nature provides an abundance of heath foods specific to the needs of those living in the immediate environment . In other words that we are provided for with foods that are balanced to meet our specific cultural needs. Given we live in multi -cultural times then it is important to look at where your ancestors come from when applying this line of thinking. In short here are a few thoughts : - Look around you for what may be your native superfoods - here in Ireland and the UK cold water seafood, sea -weeds, root vegetables, wild berries, tree nuts such as hazelnuts, leafy herbs such as dandelion and nettles , and cruciferous vegetables or leafy green vegetables like kale and spinach are an important part of our diets and easily a vailable to us and relatively inexpensive. - Why spend a fortune on foreign superfoods like Goji berries from the Himalayas when we have an abundance of healing foods available to us ; for example : elderberries, blackberries and rosehips grow in the hedgerows can be used to make cordials in the autumn instead of buying synthetic Vitamin C supplements as immune support for the Winter months. These berries can also be used to make anti -viral cordials and syrups to treat colds and flus and replace a need for cough and cold remedies. H ardy herbs like parsley, thyme and rosemary will grow like weeds in the garden and are antibacterial, antifungal and digestion supporting. Wild garlic is a super immune booster with heart, circulation and digestion benefits and can be found in abundance in the springtime http://www.theguardian.com/theobserver/she -said/2014/apr/06/foraging -for-food-tis-the- season detox pathways , are an alternative to spending a fortune on chlorella supplements . - Our lands are rich and fertile providing meat and game that is rich in CLA, carnitine, creatine, Vitamin A, Vitamin K2, Vitamin D, and omega 3 in addition to vitamins and minerals such as zinc, iron and B vitamins. When meats come from omega 3 rich grass t he fats on the meat hold an improved nutrition profile over grain fed meats. 11 - Our luscious grass also gives us excellent quality butter . Butter contains many nutrients vital to growth, brain function and the immune system. Butter has nourished healthy populations throughout the globe for thousands of years. Choose organic butter as fats have a habit of storing toxins hence fattier foods t hat are not organic are more likely to hold toxins. - I believe that as you travel further north (in latitude) a diet more focused on fats from sources rich in saturated fats and omega 3 fats from cold water fish may benefit you over coconut fats and mo nounsaturated fats such as olive oil . A balance of all is important however those from more Northern climes may fare better on fats from animal and game meats, dairy (when tolerated), cold water fish and seaweeds compared to someone from the Mediterranean and Caribbean who may fare better on warmer water fish (less rich in omega 3), avocados, olive oil and coco nut for example. - Certain food combinations were historically for a reason, for example cruciferous vegetables protect against cancer; cured meats raise the incidence of colon cancer; interesting that both are often served together. Bacon and cabbage Colcannon is another neat cabbage trick; this is a twist on the traditional colcannon recipe that I am sure can be simplified slightly and would be a fun one for the children http://blog.fatfreevegan.com/2009/03/colcannon - puffs.html 12 Another one to note is the addition of herbs such as rosemary and thyme to meats ; these herbs are antibacterial, anti -fungal, aid the digestion of fats and are also high in antioxidants. Traditionally t he addition of kale and parsley to mashed potato not only added colour but also antioxidants to potato dishes during the winter months when softer leafier vegetables may no longer have been available. Slow cooked stews and casserole s jammer s with root vegetables, animal fats and with sparse scattering of meat provided warmth and sustenance in the winter months. Offal meats such as liver, kidney, heart, tongue and tripe or cheaper bone cuts and leftovers would have frequently been added to stews to provide intense nutrition with minimal cost. Also as these foods are dense in nutrition a little went a long way. We should respect these old traditional ways of cooking when more nutrient and calorie dense foods such as the organ meats and offal were slow cooked with vegetables and often barley, oats or potatoes, to provide sustaining and nourishing meals; we have completely lost the run our ourselves with our giant portions o f steak and prime cuts of meat and on the other hand our obsession ( orthorexia ) with calorie counting. When we place o ur trust once more in our body' cues for food and signals for satiety and choose healthful foods and eat intuitively then I firmly believe that health, wellness and ideal body weight are a normal and expected consequence . If we don't pay heed to our bodies demands for nutrition or our emotional needs and need for stimulus then we will always be hungry for something..... Listen - In Ireland and Britain we have an abundance of berries and nuts in the hedgerows and edible leaves in the fields ; however we still do have a lot of research to do on many of these plants to document the specific importance of these foods as sources of nutrition and in illness prevention and treatment . Don't let this stop you from including them in your diet ! It shouldn't take research to tell us that a diet abundant in natural wild foods is benefici al to health. This knowledge was known b efore; more than likely by the D ruids whom were incredible scholars , herbalists and healers; sadly a lot of this knowledge was conveniently lost when the church became powerful or when the Romans decided to write segments of our history . 13 Intere sting foods worthy of a mention and accessible to those of us without herbalists training include : - Stinging Nettle - We all know that watercress is a super cancer preventer however did you know that the common stinging nettle leaf is currently being researched for anticancer effects http://www.ncbi.nlm.nih.gov/p ubmed/24175819 ? I have written about using nettles in the past on my blog: http://achealthsolutions.wordpress.com/category/healing -and- nourishing -foods/ - Acorns, beech tree nuts , hazelnuts , and sweet chestnuts are all edible - Beech nuts and hazelnuts are also source of omega 3 , 6 and 9 . See here for how to deal with acorns http://www.eattheweeds.com/acorns -the-inside -story/ ,here for beech nuts -and-recipe -ideas/ . - common sloe berry is an incredibly nutritious little fella; however it does require a lot of sweetening and is best in the form of liquor, syrups or jams for example. http://www.grea tbritishchefs.com/community/sloe -recipes -jelly-wine-pudding . There is an abundance of resources and recipes on the internet ; some helpful books to get you started On meat and nose to tail eating: The Farmer and the Grill: A Guide to Grilling, Barbecuing and Spit -Roasting Grass -fed Meat... and for Saving the Planet, One Bite at a Time. Shannon Hayes http://www.amazon.co.uk/The -Farmer -Grill-Barbecuing -Spit-Roasting/dp/0979439108 Nourishing Traditions: The Cookbook That Challenges Politically Correct Nutrition and the Diet Dictocrats Sally Fallon http://www.amazon.co.uk/Nourishing n: Farm -to-table Recipes for the Traditional Foods Lifestyle Featuring Bone Broths, Fermented Vegetables, Grass -fed Meats, Wholesome Fats, The Complete Meat Cookbook: A Juicy and Authoritative Guide to Se lecting, Seasoning, and Cooki ng... Bruce Aidells http://www.amazon.co.uk/gp/product/061813512X/ref=ox_sc_act_title_6?ie=UTF8&psc=1&smid=A3P5R OKL5A1OLE 14 The Complete Nose to Tail: A Kind of British Cooking Fergus Henderson - Cooking/dp/ 1408809168/ref=sr_1_1?s=books&ie=UTF8&qid=1406149750&sr=1 - 1&keywords=nose+to+tail+eating+fergus+henderson Odd Bits: How to Cook the Rest of the Animal Jennifer McLagan http://www.amazon.co.uk/Odd -Bits-Cook http://www.amazon.co.uk/gp/product/1906650551/ref=pd_luc_bxgy_01_02_t_lh?ie=UTF8&psc=1 On f oraging for wild plants : Eating on the Wild Side: The Missing L ink to Optimum Health Jo Robinson http://www.a mazon.co.uk/gp/product/147895096X/ref=ox_sc_act_title_8?ie=UTF8&psc=1&smid=A3P5R OKL5A1OLE Eat Your Yard: Edible Trees, Shrubs, Vines, Herbs, and Flowers for Your Landscape Nan K. Chase http://www.amazon.co.uk/gp/product /1423603842/ref=ox_sc_act_title_3?ie=UTF8&psc=1&smid=A3P5R OKL5A1OLE Food For Free Richard Mabey http://www.amazon.co.uk/gp/product/0224086715/ref=ox_sc_act_title_6?ie=UTF8&psc=1&smid=A3P5R OKL5A1OLE 15 And so back to offal: The past weeks I have been doing more research into adding offal and organ meats to my diet; the benefits, the how to's and what exactly I am missing from my diet nutritionally due to my failure to include these foods more frequently in my diet in recent years. With our global obsession with Paleo many have forgotten about consuming the other cuts of meat when in truth there is many holes in the paleo diet so just let me set you straight on a few things. My gripes with Paleo : - No diet is a one fits all; to think so is preposterous ! We are all unique and although it is important to start somewhere with a healthy diet and Paleo is a great place to start (and paleo cookbooks and blogs are full of awesome support and recipes) ; we are then on our own journey to finding what works for us as we become intuitive to our body and what does and doesn't suit us. 16 - Many Paleo followers eat copious amounts of steak, lean cuts of meat and poultry and strip off all visible fat to the last gram. Do you think this is how caveman ate ; a low fat lean diet or more importantly that this style of eating meets out nutrition needs ? Nope! The organs and offal meats are actually the most prized and nutritionally dense cuts on the animal and the fats on grass -fed and grass -finished meats are healthful so if you tr uly want to eat as your biochemistry craves you will include the organ and offal meats and also a moderate amount of fats from healthy cuts into your diet consistently . - Are beans and legumes bad for us? I very much doubt that these foods have negative health effects for most of us when prepared and cooked properly and eaten in moderation. Beans and pulses provide valuable nutrition when included in a varied diet; the coloured beans are very rich in antioxidants (think similar antioxidant power as berries) and important contributors of fibre, minerals and vitamins . So unless you suspect that you have problems tolerating beans and pulses I suggest adding them to your diet in small portions often for example blended into casseroles and other meat dishes or salads and dips and so on . ? - Should we completely omit grains? I do see, in my practice that the majority of clients have intolerance to gluten or some form of silent Coeliac disease . So I am in agreement with omitting gluten and processed gluten containing foods. BUT bear in mind I work with many chronically ill patients so my experience is biased. Whether you tolerate traditionally fermented and sprouted wheat, spelt, kamut, and other related to wheat gluten containing grains is an individual thing. Diagnostic testing or elimination diets are truly the only way to know for you. I suggest all people clea n up their diet first and heal their health and then if you like to test your tolerance then when you are coming from a place of health. I do feel that most persons fare well on a low intake of non -gluten grains such as quinoa, millet, buckwheat, oats, and amaranth. Volume of intake is guided by weight goals, daily activity levels and personal constitution . For example athletes and those very active will require more than less active and sedentary persons. Lower in carb diets are more conducive to successful and permanent weight loss so bear this in mind if weight loss is your goal; probably because protein and fats have beneficial metabolic and satiety effects. 17 - Has Paleo led to overconsumption of only the lean muscle meat cuts and eggs? The amino acid composition of muscle meat is very high tryptophan as well as methionine and low in glycine. Organ meats are the opposite in that they are high in glycine but relatively low in methionine. An improper methionine to glycine ratio caused by a diet rich in muscle meat and devoid of organ meats, causes depletion in the body of B vitamins and trace minerals. In particular, high methionine and tryptophan can interfere with B6 absorption and drain reserves of riboflavin, pyridoxine, folate, zinc an d B12 in the body. This can lead to increased inflammation and poor methylation cycles. Hence you can see the importance of balancing muscle meat intake with that of organ meats and bone broth, skin, tendons, ligaments, discs and bone marrow to provide nutrient balance and synergy. Also it is believed that a high methionine intake in the absence of optimal intake of methylation cycle co -factors may lead to elevated homocysteine which is a compound that is linked with heart disease, reproductive problems, and neuropsychiatric conditions http://en.wikipedia.org/wiki/Homocysteine Chronica lly elevated tryptophan to glycine ratios can cause an overproduction of seroto nin and melatonin after eating. This can lead to drowsiness and fatigue. So it is important to ensure good intake of methylation cycle co -factors in particular folate and to eat in better balance . The addition of organ meats and cartilaginous cuts , beans and legumes and leafy greens is important to ensure this balanced intake of folate, choline and also glycine relative to your intake of methionine . The most important key to Paleo is eating wholesome and natural foods; processed and refined foods are not what we are adapted for. We probably could do with eating more animal fats in comparison to nut and seed fats when you think about it ; as this is more natural to us ! 18 A mov e from the term \"Paleo\" to \" individualized wholesome and natural regional diet\" is probably more accurate description of a healthy diet . But this doesn't sell books! The following is a nice article that I saw last week that concurs with a lot of my own personal feelings about Paleo: http://www.precisionnutrition.com/paleo -diet -good -and-evil/ And too much muscle meats? http://drjockers.com/2014/03/eating - many -muscle -meats/ And so back to the offal bits AGAIN : I grew up exposed to liver, tripe and on occasion kidneys and although I don't dislike these foods they have all but disappeared from my diet in recent years. This sight was a frequent one in my Granny Rae's kitchen and I have to admit that I do like tri pe. Tripe in milk and onions In fact it was a cold raw heart that turned my interest in biology into a passion and was the turning point for me deciding that I definitely wanted to pursue a career in something or other medical. How you may ask - well the heart had me so intrigued that I insisted on dissecting it before mum cooked it and fed it to the dog!! Beef heart Despite knowing how healthy liver is I really only had been going as far as the addition of bone marrow and bone broths to my diet in the past years. Without intending it, I really never paid any more thought to offal and the not so \"awful\" truth about its nutritional value and importance in our diets. So off I went on the internet to discover more details about these offal meats and to inform myself better scientifically about their health value as you will not find a whole lot of information in the standard nutritional text books, conventional cookbook s or health books. 19 Why not? Have we have become posh shoppers with an 'attitude' about eating frugal eating since the boom -days? Do we turn our noses up at the thoughts of anything but a premium cut of meat and consider it going backwards ? I fear so however it is our health that will suffer the consequences of our elitist first world attitude to food. When the Paleo pushers told us to eat a lot of meat we jumped on board with steak flipping at breakfast time however what they failed to educate us abo ut is a balanced diet. It is not natural or conducive to long -term health to omit the 'other parts' of the animal. Throughout history the organ meats were the prized parts of the animal and for good reason. In fact the leaner cuts were the parts of the an imal fed to the dogs. We have a requirement for many of the nutrients found in higher amounts in the organ meats and fattier cuts of the animal. But what about meat and cancer? Doesn't meat cause cancer? Um nope! We are about to read about the full extent of this reality in the close future as an increasing amount of research documents that it is not the red meat per se that is the problem for our health but the source of the meat , meat processing, cooking methods and how it is combined with other foods . It is significant for example whether your meat is combined with other fast foods or with a more natural diet that is rich in vegetables high in antioxidants, and alkalinizing nutrients. It has always perplexed me when scientific paper claims that red meat is bad for you they never put grass fed and finished organic meat head to head with what is factory farmed, processed and grain fed. This is akin to saying that glucose in our bloodstream is bad for you without distinguishing whether it comes packaged in a natural slow releasing food form such as a butternut squash as opposed to an instant sugar hit from a soda drink. Big difference between the metabolic consequences of the burger in this And this 20 The research documents that there is an abundance of health supporting nutrients in grass fed and grass finished animals reared organically . Processed meat that has been factory farmed, grain fed, and pumped with antibiotics and (when outside of the EU ) growth hormones is no fair comparison! And this fact m ust be considered when we discuss the role of meat in health and its contribution to morbidity. Here is a nice article that will get your meat juices flowing that goes more in depth on the meat debate http://www.brinkzone.com/articles/red -meat -and-health -have -we-been -blaming I was to answer Will's question in brief I would say that yes we have been blaming the wrong thing. Why include offal in your diet? Ok if you want the nutshell version so that you can skip into the butchers and then the kitchen well then: Organ meats such as l iver, heart and kidneys are the superfoods of the animal kingdom and are some of the most nutrient -dense foods that you can eat. Popeye should have been eating liver with his spinach! When Dr. Weston Price (dentist and author of the groundbreaking book Nutrition and Physical degeneration ) traveled the world studying diets of traditional cultures he found that organ meats were nearly universally prized, primarily for their incomparable nutrient content but also for their healing benefits. 21 Please note that the source and quality of the organ meats is highly significant when it comes to the nutritional profile and nutrient density of the organ meat and hence its impact on health and inflammatory pathways in the body. Factory raised meats will not at all be the same. When in doubt about the source of offal l eave it on the shelf. I suggest that you buy from a local and reputable butcher who sources meats locally from trusted farmers or butchers his own. Organ meats provide higher quantities of specific nutrients that can be harder come by in leaner cuts of meats and some not at all in vegetarian foods. Organ meats are very high in: Preformed vitamin A (retinol) Arachidonic acid (related to DHA, the healthy brain fat) Vitamin K2 Co-Enzyme Q 10 (heart meat) Organ meats are also a rich source of: Vitamin D Iron B12 B Vitamins and folic acid Copper, phosphorus , chromium, and zinc (in highly bioavailable form) Selenium Vitamin E Organ meats contain what are known as \"fat-soluble activators\"; the vitamins A, D and K which are important for mineral absorption. Improved mineral absorption is important for pretty much EVERY function in the body due to their function as metabolic co -factors for example immune health, heart health, reproductive health, energy, and detox function. Vitamins A, D, and K are also important for bone and joint health in their own right in addition to their involvement in calcium, magnesium and phosphorus metabolism . Organ meats are an excellent and affordable source of high quality protein and provide a complete source of amino acids . Organ meats are a great source of choline ; important for cell membrane, brain, and nerve function, heart health and the prevention of birth defects. Organ meats are a helpful source of fats; especially omega 3 and also cholesterol . Cholesterol is the mother of our hormones and is important in the diet; especially if you are under stress or have an active lifestyle or are an athlete . Organ meats may be included in the diets of those seeking to control inflammation as given their nutrient and omega 3 profile they actually assist health and recovery from illness. This is contrary to other meats such as factory farmed meats and processed meats which have been shown to increase inflammation. As with everything moderati on and balance is key. Contains an unidentified \"anti -fatigue factor\". 22 Other facts about organ meats and offal to twist your arm into adding them to your diet: Liver is a natural treatment for low iron and B12; better still to include it in your diet to maintain healthy B12 and iron levels important for haemoglobin and myoglobin . Back in the day liver was injected! 23 What is offal? Offal literally means 'off fall' and refers to the heart, liver lungs, kidneys, pancreas and all other abdominal organs, as well as the tails, brain, feet, tongue and even the testicles. Organ meats (more commonly the organs such as the kidneys, liver, pancreas) are not only prized by nearly every culture where they were a stable in tribes and among the wealthy but they are also prized in the animal world. Organ meats are the densest source of nutrition on the animal and so is the meat that predators choose to consume first for survival reasons. The Westen A Price Organization quotes \"throughout most of recorded time humans have preferred liver over steak by a large margin, regarding it as a source of great strength and as providing almost magical curative powers\". If you are an athlete , or suffering with fatigue or a chronic health problem then I strongly urge you to consider adding liver and heart to your diet at least once a week. Why? Because they are phenomenal sources of specific nutrients such as B12, iron, Vitamin A, D, and K as well as coenzyme Q10. Although I am having a hard job finding quantitative information liver and heart, being organs with high metabolic demands will also be a rich source of creatine. (About 50mg am told by a fellow ISSN member ). These nutrients are KEY for health, energy, and perfor mance. When properly sourced these foods are not inflammation promoting unlike processed factory farmed cuts of meat. 24 Organ meats are extremely high in natural vitamin A , which is crucial for your health and may even prevent birth defects. U nlike synthetic vitamin A, you cannot beco me toxic from natural vitamin A. Vitamin A is NOT found in vegetarian foods . Beta carotene the precursor to vitamin A is found in vegetarian sources and relies on conversi on in the upper intestine to make vitamin A. Zinc deficiency and a low fat diet will impede this conversion. Vitamin A deficiency in vegetarians is often compoun ded by zinc deficiency ; especially given the absence of intake of pre-formed vitamin A which only comes from animal sources. A yellowing tinge to the skin (especially the palms and soles) can be a telltale sign of beta carotene overload and vitamin A and z inc deficiency. When Dr. Price analyzed and compared the nutrient value of foods eaten by traditional versus modern cultures, he found that a traditional diet provided at least four times the water -soluble vitamins, calcium and other minerals, and at least 10 times the fa t-soluble vitamins, such as A and D. These fat -soluble vitamins are present only in animal fats —butter, lard, egg yolks, fish oils, and foods with fat -rich cellular membranes such as liver and other organ meats. Liver: Natural Vitamin A from real whole foods is safe for pregnant women; in Japan liver is considered an important food for pregnant women . However I do recommend that you seek advice regarding liver about its source, quantity and frequency of intake if you are pregnant; just to be on the safe side of safe given the controversy over Vitamin A. Lack of retinol in the diet when you are pregnant is harmful to the baby just as too much synthetic vitamin A can be. If you are not taking cod liver oil supplements then it is recommended to eat liver a couple of times a week to make sure that you are getting sufficient vitamin A and especially of you have skin problems, dry eyes, gastro problems , or a challenged immune system. If you are taking cod liver oil then liver once a week or fortnight should suffice. Antibiotics, laxatives, fat substitutes, fat binding weight loss drugs/ supplements and cholesterol lowering drugs interfere with Vitamin A, D and K absorption and metabolism. Liver is one of the most nutritionally dense foods in existence and nature's most concentrated source of vitamin A; liver is also abundant in iron, choline, copper, folic acid, B vitamins, purines and natural cholesterol. If you have problems with elevated copper; bear in mind that liver is rich in copper. Fortunately liver is also rich in zinc which helps to maintain zinc -copper balance. Chicken and pork liver are lower in copper options than beef, lamb, and veal http://www.westonaprice.org/modern -diseases/copper -fatigue/ Body builders have long taken liver supplements for strength and power. However a far more reliable source is fresh liver as you are in charge of selecting healthy livers. 25 Liver was used in tests of en durance in animals with huge improvements to endurance capacity. As a result a factor called the anti -fatigue factor was identified. To read more about the trial see here http://editor.nourishedmagazine.com.au/articles/anti -fatigue -factor - of-liver The Westen A price foundation states that \"The vital roles of these fat - soluble vitamins and the high levels found in the diets of healthy traditional peoples confirm the importance of pasture -feeding livestock. If domestic animals are not consuming green grass, vitamins A and K will be largely m issing from their fat, organ meats, butterfat , and egg yolks; if the animals are not raised in the sunlight, vitamin D will be largely missing from these foods.\" Here is a super helpful chart helping you to see the nutritional comparisons for beef http://www.diabetes -warrior.net/2011/04/25/beef -tongue -revisited/ The claims that gout are caused by liver is an oversimplification of the uric acid biochemical pathways. Excess sugar and carbohydrates with insulin resistance, low fibre diet, excess fructose and deficiency of healthful fats may be more likely causes. In fact the vitamin A and healthy fats in organ meats will probably benefit gout prevention. See http://articles.mercola.com/sites/articles/archive/2013/12/ 30/eating -organ -meats.aspxv And https://jrheum.com/subscribers/02/07/1350.html The liver is a clean organ meat and contrary to belief it does NOT store toxins and certainly will not contain levels higher than the rest of the body. The livers function is to filters toxins and render them less toxic and then shuttles them to the other organs of elimination for disposal (or storage in fat tissue and fascia when not possible). So rest assured if your liver source is good; your liver is clean and healthy. The liver is however a storage site for many important nutrients and this is why it is so healthful to eat! 26 Max Gerson a physician who developed the original Gerson therapy for cancer treatment recommended liver (freshly juiced) as an important part of his therapy to support liver health and detoxification function. Due to problems obtaining sufficient liver of high quality this therapy is now replaced by liver tablets However once you are on top of your source of liver I would recommend fresh liver over tablets. If you are keen to try raw liver then follow this link to read more http://www.westonaprice.org/health -topics/the -liver-files/ Heart: Heart meat is a rich source of Coenzyme Q10 in addition to its high content of minerals, vitamins and trace elements . Heart is very lean and so a cheap and affordable alternative to beef and steak. CoQ10 is a vitamin -like substance found in most cells in the body and its function is in energy production and as an antioxidant . CoQ10 is valuable for all aspects of health and has gained particular attention for is clinically documented effects in treating heart disease, fertility, certain degenerative diseases that affect cellular energy, migraine headaches, myopathy caused by statin medication, and many more. Poor diet and a negative lifestyle and environment will all impact our CoQ10 status and levels often for this reason decrease with age and morbidity. Coenzyme Q10 is primarily found in fish and meat . Our bodies are able to produce some of the CoQ10 that we need. The rest is synthesized from the foods we eat. Foods rich in Coenzyme Q10 include fresh sardines and mackerel, the heart (pork heart > beef heart) , liver and meat of beef, lamb and p ork along with eggs. There are plenty of vegetable sources of Coenzyme Q10, the richest being spinach, broccoli, peanut s, wheat germ and whole grains , although the amount is significantly smaller than that found in meats. Also, it is important to note th at these foods must be raw, fresh , and unprocessed - no milling, canning, preserving, freezing, etc., plus grown/produced in an unpolluted environment to be considered viable sources. See below for a table detailing Coenzyme Q10 content of foods Liver in decreasing order of vitamin A content: :Lamb liver, Beef liver, Veal liver, Goose, turkey, Duck, and then Chicken liver. Liver in decreasing order of iron content: Lamb liver, Veal liver, Beef liver , Duck, Turkey and then Chicken liver. Liver in decreasing order of B12 content: Lamb liver, Beef liver, Veal liver , Turkey, Duck and then Chicken liver. Foods in descending order of Co Q 10 content fresh sardines and mackerel, the heart, liver and meat of beef, lamb and pork along with eggs. 27 Food Composition Table — the Distribution of Coenzyme Q10 in Foods I have cut out the foods lower on the list see here for the full chart: http://www.cholesterol -and-health.com/Coenzyme 73.4 Sardine Mackerel 24.3-41.1 31.0 - 36.5 Sesame oil 32.0 Soybeans, roasted and ground 30.1 Peanuts, roasted 26.7 Cattlefish 23.8 Sesame seeds, roasted 23.0 Pork liver 22.7 Chicken 14.0 - 21.0 Yellow tail fish 20.7 Horse mackerel 20.7 Pistachios, roasted 20.1 Pork ham 20.0 Walnuts, Soybeans, dry 19.0 Cottonseed oil 17.3 Azuki beans 17.1 Hazelnuts, roasted 16.7 Tuna fish, canned 15.9 Baltic herring 15.9 Pollack, frozen 14.4 Sweet almond, roasted 13.8 Corn oil 13.0 Soybeans, boiled 12.1 Eel, cultured 11.1 Spinach 10.2 Perilla, leaves 10.2 Lard 10.0 Soybeans, natto 10.0 Data taken from Japanese and Finnish sources.5, 6 5. Kamei et al., \"The distribution and content of ubiquinone in foods,\" Internat. J. Vit. Nutr. Res. 56 (1986) 57-63. 6. Mattila, et al., \"Coenzymes Q 9 and Q 10: contents in foods and dietary intake,\" Journal of Food Composition and Analysis 14 (2001) 409 -417. 28 Save yourself money on expensive brain supporting supplements such as Phosphatidylcholine (PC) and Phosphatidylserine (PS) by consuming organ meats that are a natural source of these brain nutrients. These PS and PC rich foods are extremely helpful for athletes, students, and the elderly or anyone that is noting slow reaction speed or impaired cognitive function. Again the ef fects are gentle and subtle but this makes them no less beneficial for health when consumed frequently in the diet. Tongue: I won't freak you out with a photo of a tongue so here is a salad dish prepared with tongue; not so scary now eh? http://food.ninemsn.com.au/recipes/iveal/8301644/salad -of-pickled -veal-tongue greens -potato -and-cornichons Tongue is a m uscle meat and so like other cuts such as steak is a good source of iron, zinc, choline, creatine, carnitine, Vitamin B12, other B vitamins and trace minerals and (when grass fed ) omega 3. Tongue is also an excellent source of collagen to give you strong joints, skin, hair and nails. Tongue is fairly high in fat and so truly rocks in the flavour department. The other bits: Feet, tails, ligaments and tendons are a superb source o f collagen and so helpful to the health and strength of our joints, nails, and skin. Save yourself a packet on supplements by the smart incorporation of these into your diet. How? Broths. The stomach isn't a powerhouse of nutrition as other organs mentio ned here are. However cooked properly it is a tasty and cheap food to consider. Here is an interesting article: Guts and Grease the Diet of the Native Americans - http://www.westonaprice.org/health -topics/guts -and-grease -the-diet-of-native -americans/ 29 Handy tips that I have learnt from my own experiences and the internet : Organ meats require some tweaks to your cooking skills and do best as a general rule slow cooked for longer times at low temperatures to bring out the flavours and tenderize the meat. So it helps to prepare dishes in advance and then these can be frozen for a later date. To walk the talk while researching this blog I made two delicious casseroles that would feed at least 8 people each and cost less than E5 each. As I cannot eat 8 portions in one sitting they are lined up in the freezer for a busy day. Organ meats rock in casseroles, stews, broths, burgers, meat loaves, and in any dishes that involve slow cooking. Simply amend your recipe to include organ meats instead OR add organ meats to the other meats called for in the recipe; call it stealth cooking . Consider investing in earthen cookware http://miriamsearthencookware.com/best -crock - pots-lead-free/ The source of the organ meats is crucial; animals must be grass -fed and grass finished and preferably come from a butcher that knows his source well; this is simple to achieve in Ireland, the UK, and countries where small lot farms are more common but may come with some challenges in the USA. I do not recommend buying organs from animals raised in confined feeding operations on grain -fed diets and that have been exposed to multiple antibiotics and vaccines. Organ meats can be hid in pretty much any dish that calls for mince / ground meat or stewing meats. You would be amazed at the tasty recipes that your local butcher has rolled up his sleeve so fire ahead and ask for t ips when buying organ meats. Liver: Aim for liver once a week if you can; the cheapest most complete supplement that you can add to your health in the form of a nice dinner! Soaking liver - many cooks recommend soaking liver in lemon juice, vinegar, or milk anywhere from 2 hours to overnight to reduce its bitterness. Personally I don't mind the flavour but I will give this a shot to see the difference for myself. 30 Many people also recommend dredging the liver in flour (or coconut flour) before fryi ng. To be honest I don't bother doing this; I find that liver flash fried at high heat in butter , ghee, marrow fat or coconut oil to barely done and still pink in the middle tastes perfect as it is. Overcooking is what makes liver taste too strong and tough in texture . Although some sites recommend cooking liver at a low temperature to keep it tender I agree with other sites and prefer to cook it at a high temperature briefly such that it is still pink in the centre. Masking the stronger flavour s of liver by using sauces, marinades, gravies, spices, seasoning and herbs are all helpful strategies to help your family fall in love with liver. Grind or mince liver to add to your regular meat dishes. One website I came across had a super tip for making frozen liver cubes which can be thawed and added to meals at any time. http://divinehealthfromtheinsideout.com/recipes/ Liver is available from more than just cows and sheep; try buf falo, hogs, chickens, turkeys , duck, and geese. If you live in the USA and are unable to source liver from a butcher then calves liver is your best option from the supermarket. Cow liver, chicken, or p ig livers are not recommended due to how the animals are raised. The Westen A Price Foundation recommends the following portion guide: A good recommendation for liver is one 100 -gram serving of beef, lamb, bison or duck liver (about 4 ounces) once or twice a week, providing about 50,000 IU vitamin A per serving. Chicken liver, which is lower in vitamin A, may be consumed more frequently. If you experience headaches or joint pains at this level, cut back until the symptoms go away. Liver has been used traditionally to thicken sauces and this may be a handy way to sneak it into the children (and adults). Press raw pureed liver through a fine strainer and add it to sauces. Be cautious to simmer and not boil your sauce. Start with small er amounts and adjust upwards according to taste and tolerance for liver flavour. A follower on my Facebook page passed on her trick for liver; we are going to call the recipe Lacey Livers and she recommends pan frying the lambs liver in in coconut oil, cumin and black mustard seeds with a splash of whatever else is in the cupboard. 31 The original Gerson therapy for cancer called for raw liver; the following advice is taken from the Westen A price website: Hearts I have to admit I was sc eptical about eating hearts and now that I have cooked and tasted heart I am converted; it tastes amazing. I mean close to if not better than steak! As heart is lean it does well slow cooked, marinated , or in dishes such as casseroles , chilies , and curries. Lamb hearts are less strong in flavour than beef hearts and so a better place to start. Apparently beef hearts are harder come by because they are bought up by all the Brazi lians living in Gort! This has led me to believe that there is a good South American or Brazilian recipe out there for beef hearts. So I had a look and found this http://www.food.com/recip e/peruvian -anticuchos butcher gave me a fabulous recipe for Lambs hearts stuffed with sausage meat and wrapped with bacon; I haven't tried this yet but it sounds divine. The How -to-do-it of Eating Raw Liver This takes some getting used to! There are two basic methods. 1. One calls for freezing the liver for 14 days in large chunks. (Fourteen days will ensure the elimination of pathogens and parasites.) You can then grate the liver on the small holes of a grater and add it to milk or juice, or even hot cereal. A teaspoon or two of grated raw liver can be added to baby's egg y olk, or even to mashed vegetables. 2. The second method turns liver into pills! Cut fresh liver into pea -sized pieces and freeze for 14 days. Swallow like vitamin pills. For both methods, the liver should be of the highest quality available and very fresh. 32 Beef tongue This is next on my list; I absolutely love the flavour of tongue it just seems a lit tle more challenging to find in the local butchers so I am still on the hunt . If you are unsure where to start with tongue , given it is pretty intimidating to arrive home with to cook , then I suggest that you first start by trying it out pre-cooked and prepared from a local deli. Tails, tendons, stomach, tripe , spleen, kidneys, sweetbreads (thymus and pancreas) and brain: I haven't yet got to experimenting with these and I will ot herwise I am not walking the talk. It just appears to be a little more challenging to walk into a butchers and buy these than it is for steak. So I will place my order soon . See here for numerous reasons and ways to add these to your diet: And from my own kitchen archives: Lambs liver and lambs heart casserole with a spicy twist I have never eaten heart before so I was tentative adding heart to this dish choosing to use mostly liver which I am more familiar with. Now that I have tasted this creation I recommend more heart (e.g. two) and less liver as the heart tastes divine and isn't as strong as the liver . Lamb heart doesn't taste too far off a pricey cut of steak; happy days ! The vegetables that I selected for this dish were a selection from what I had available to me with no preconceived recipe only the one that formed in my head from what was available to me. Ingredients: 2 cloves garlic - minced or finely sliced 1 inch g inger - minced or finely sliced 1 onion - sliced 1 giant mushroom - sliced Tomatoes - several -sliced into small chunks 3 livers - sliced into small cubes ; any membrane or toughness removed. 1 lambs heart - sliced into small cubes (the butcher removed the harder centre for me at the time of purchasing. I didn't remove any of the surrounding fats as there wasn't that mush and also these fats are healthy). 2 carrots - grated 1 large courgette or 2 smaller courgettes - sliced into match sticks 1/2 tsp cloves 4 tsp garam masala 1 tsp sugar tblsp tomato paste 2 tsp ground coriander 1 can coconut milk 1 pint fresh stock or vegetable or meat stock Optional and recommended fresh coriander Place all your ingredients in a glass Pyrex dish starting with the garlic, ginger, onions, mushrooms, tomatoes, spices and sugar, tomato puree, liver heart, carrots, and then courgettes. Add your coconut milk and stock . Cover with a lid or foil and place i n the oven at approx. 220 degrees C for ten minutes and then drop the heat or maintain as you prefer to a nice low casserole heat and bake for approximately 90 minutes. Every twenty minutes or so remove and stir and check that the temperature is neither t oo hot ( i.e. not frantic bubbling) nor too cool (no activity at all!) . This dish will cook superbly in a crockpot; I don't have one so was making do with the oven. Towards the end of cooking add the fresh coriander; I didn't have any so I added parsley whi ch although is not the most complementary herb for this d ish did add the desired leafy green associated nutrients that I was after. Serve as is, on cauliflower mash, mashed potato, mashed sweet potato, rice or quinoa. I served this on roasted large mushro oms; Portobello mushrooms will work very well also. Enjoy! 34 Hearty Heart Bolognese This is a very flexible recipe and I have added some options that you may like to try using additional ingredients; this leads to deviation from the more traditional Bolognese but does add further nutritional clout from added vegetables or beans. If you p refer you can skip the step of braising / browning the meat on the pan and just chuck the meat and other ingredients all together in layers in a casserole dish to cut back on adding olive oil . Brow ning the meat and onions etc. will however add greater depth of flavour. This dish will work very well in a slow cooker also known as a crock pot. Ingredients: - Glug of extra virgin olive oil or even better coconut oil - 1 large or 2 small o nions - finely chopped - 1 to 2 cloves of g arlic depending on how garlicky you would like this - finely chopped, minced, or pushed through a garlic press - 2 to 3 lambs hearts depending on how meaty you would like this - ask your butcher to remove the hard strip in the middle - cubed small or into bitier sizes as you p refer. If you have a mincer or meat grinder you may like to mince this for a truer Bolognese consistency. - ½ pound of lean mince or whatever you have handy to add further bite and texture - 1-2 carrots - grated - 1 large or 2 small courgettes - grated - 1 small tin tomato puree or 1/2 glass jar tomato puree - 2 x 400g/ 14 oz can chopped tomatoes or 1 large glass jar of tomatoes or tomato passata It is preferable to choose tomato products that are packaged in glass or non -BPA containing cans to reduce endocrine disrupting chemical exposure. Due to the acidic nature of tomatoes these are especially vulnerable to absorbing BPA from can linings containing this substance. There are a few brands of tomatoes that are packed in cans free from BPA available; if not local ly then on iherb or amazon. - Herbs - your choice of mixed herbs, Italian herbs, or fresh herbs. Suggested herbs inclu de oregano, thyme, and bay leaf; I used herbes de Provence and oregano generously and fresh thyme. - Red wine - decent glug (or Port; whatever you have handy) - Optional half to one msg -free good quality stock cube or homemade stock - Salt and pepper - Fresh parsley - shredded or torn - Optional and recommended 1 teaspoon casto r sugar to bring out the flavours Optional ingredients include the following: - Celery - diced - Cherry tomatoes - Butternut squash - diced 35 Directions: 1. Warm a glug of olive oil or coconut oil in a large sauce pan and sauté the onions and garlic until transparent. 2. Add the hearts and mince and brown briefly using a wooden spoon to turn frequently for even browning while breaking up any larger chunks of mince . 3. Add your herbs, tomato puree, and tomatoes and a glug of red wine. 4. Add the grated carrots and courgette and stir together. 5. I suggest that you add a flat teaspoon of sugar as this makes all the difference to the Bolognese flavours . This is a neat trick for most tomato based dishes : -) 6. Mix and transfer to a Pyrex or casserole dish with a lid. 7. Transfer to the oven and bake at 180 C/ 350 F for approximately 60 -90 minutes (this may be cooked in a slow cooker if you prefer). I really let this one cook on the slow (for 90 minutes) and then for another 20 minutes took the heat up to 220 C. 8. Add further stock or filtered water as necessary to kee p the dish moist; keep the dish covered with a lid or foil to prevent excess browning or drying. 9. In other words keep an eye on your dish and add further liquids as required to create a tasty juicy dish. 10. Options: If adding celery, but ternut squash or cherry tomatoes these may be added at the point when you add the carrots. 11. Season to taste with salt and black pepper. I am a fan of Irish Atlantic sea salt . 12. Add torn parsley before serving. 13. Serve on roasted Portobello or large field mushrooms, spaghetti, steamed broccoli, potato, or spiralized vegetables. This dish lasts well improving over time and makes for wonderful leftovers. A few suggestions for leftovers include: filling for baked potatoes cold or warmed filling in cabbage leaves or vine leaves cold or warmed filling in sushi wraps; see here for an example: Enjoy; as ever comments and feedba ck are welcomed. This recipe will freeze well. Love Andrea 36 Important links http://www.diabetes -warrior.net/2011/04/25/beef -tongue -revisited/ Getting that you can always tweak these recipes according to personal preference and your sense of adventure! - Liver recipes from around the world; some neat tricks in here for preparing and cooking liver http://www.westonaprice.org/health -topics/the -liver-files/ - How to cook beef tongue http://thecuriouscoconut.com/blog/how -to-cook -beef-tongue - Tender Beef Tongue with Onions and Garlic http://www.marksdailyapple.com/tender -beef- tongue -with-onions -and-garlic/#axzz38n3m0sdr - Crock Pot Beef Liver with Fig, Bacon and Caramelized Onion Compote for the ultimate beef liver recipe http://thehealthyfoodie.com/beef -and-caramelize -compote/ Offal for beginners: Paleo Liver won't believe its liver! Http://thenourishedcaveman.com/paleo -liver-bacon Beef & Liver Chili http://www.mommypotamus.com/ultimate -beef-liver-chili/ - Beef and Kidney Shepherds Pie - Paleo Style - Chicken Liver Mousse - Chicken Liver Pâté with Apple and Date C hutney Http://www.foodnetwork.co.uk/recipes/lotte -duncan -chicken -yogurt.html - Moroccan -bacon.html - Braised Beef Shanks with Cumin Http://www.crossfitmonrovia.com/uncategorized/braised -beef-shanks 39 Andrea Cullen is a Nutritional Therapist, Pharmacist, member of the British Association of Applied Nutrition and Nutritional Therapy, and Senior As sociate Member of the Royal Society of Medicine. Andrea, who hails from Tipperary , Ireland, spent 9 years training, working, and studying in the UK, and returned to Ireland in 2003 to set up practice. She currently runs her A -C Health Solutions clinics by appointme nt from Annacotty, Co. Limerick . It is Andrea's mission to help as many people as possible return to health and as part of their journey tap into their inner self -healing wisdom. Andrea has more than fifteen years of experience in the health and medical industry and specialises in chronic h ealth problems such as fatigue, chronic fatig ue, myalgic encephalitis as IBS, Crohn's , ulcerative colitis, gluten intolerance, and multiple food allergies; infertility and ante -natal support; child, infant and teen nutrition; the chronically fatigued athlete ; youth athletes; sports injury recovery; skin health; heart disease; and weight loss and body composition optimisation 8 week transformational programmes (using world -renowned BioSignature Modula tion programme developed by Charles Poliquin). Andrea is especially on the ball at not only figuring out what the root causes of your health condition may be and the strategy to heal; but also to connect with and see you the person and not just the client. Within the sports world Andrea is respected as one of the best in the business, having worked with Munster Rugby for four years during which time they secured two Heineken Cup wins; Athletics Ireland High Performance division ; Clare, Galway and We stmeath Hurling, and Galway Football teams; Irish rowing ; Irish sailing; Limer ick Swim club, and high -profile individuals such as Gordon D'Arcy , Sonia O'Sullivan , Derval O'Rourke Eoin Rheinisch to men tion a few. Andrea also regularly participates in charity work. Andrea's excellence and commitment in her field, as well as her caring and incredibly thorough approach has made her one of the most sought after Nutritional Consultants in the country. Andrea combines many aspects of her skills and caring nature into what she describes as \"intuitive functional medicine and applied nutritional therapy\", this combined with a pharmacy background permits integration of the holistic with the conventional when necessary ; no stone is left unturned in the journey to returning the client back to optimal health or the sports person back to peak performance. Andrea has a great gift for 'just knowing' what is up, and gets to the core of the problem whether it is med ical, functional, nutritional, emotional or something more. At the core of her philosophy is to make a difference and to bring the message about healthy eating and the truth on health and medicine to as many people as possible; that health is a wealth we a ll can benefit from given the right tools and support. To Andrea, every patient matters; and to see her clients shine in their own lives with vitality and exuberance is the very goal of Andrea and her team at A -C Health Solutions. "}