{"title": "Addressing COVID19 and vaccine-related misinformation | ORF", "author": "Haryax Pathak", "url": "https://www.orfonline.org/expert-speak/addressing-covid19-and-vaccine-related-misinformation/", "hostname": "orfonline.org", "description": "On 25 March 2020, India entered the world's largest nationwide lockdown—thanks to COVID-19. Eleven months and almost 11 million cases later, India is now one of the largest global suppliers of COVID-19 vaccines. While India is earning praise for gifting indigenously manufactured vaccines to low and middle-income countries (LMIC), we still face an uphill task [...]", "sitename": "Observational Research Foundation", "date": "2021-02-24", "cleaned_text": "On 25 March 2020, India entered the world's largest nationwide lockdown—thanks to COVID-19. Eleven months and almost 11 million cases later, India is now one of the largest global suppliers of COVID-19 vaccines. While India is earning praise for gifting indigenously manufactured vaccines to low and middle-income countries (LMIC), we still face an uphill task back home—conquering vaccine hesitancy. India's vaccination drive started on 16 January 2021, with healthcare workers (HCWs)across the country lining up to receive their jabs. As of February 19, India has [administered 10.72 million doses](https://ourworldindata.org/covid-vaccinations) of the vaccines. The Govt of India announced today that the Phase 2 of the vaccination drive will begin from March 1. The vaccine will be available at govt and Pvt centres across India. The need for a vaccine To put it simply, prevention is better than cure, especially when there is no cure. A major issue with COVID-19 is the lack of a curative, targeted treatment. [Various classes of drugs have been used](https://www.amjmed.com/article/S0002-9343(20)30673-2/fulltext) and have undergone trials, with only a few showing some measure of success. Newer drugs are still being developed and undergoing trials. A vaccine that prevents COVID-19 infection then becomes a major tool to control the rampaging pandemic, especially with the second wave bringing more cases. Prevention of infection is not the only aim of the vaccines. The secondary aim of getting vaccinated is to prevent severe infection. There are remote chances that someone may still get infected after receiving the vaccine. However, it is still possible, because the vaccines may not be able to prevent infection in every single person. The advantage is that even if someone gets infected after vaccination, it will be a mild infection. This means preventing an increase in hospital admissions, ventilatory support, ICU admissions, costly medications, long-term sequelae, and death. Vaccines, thereby, reduce the burden of the disease on the healthcare infrastructure and the population. A mild infection can be treated at home, with minimal complications. According to recent studies, [immunity from natural infection lasts for about five to eight months.](https://science.sciencemag.org/content/371/6529/eabf4063) After that, a person may get infected again, as evidenced by reports of re-infection in a few people. It is expected that immunity acquired via vaccination will last longer. Rapid vaccination of the country's population allows us to achieve herd immunity, thus controlling the spread and effects of the pandemic. Considering the high infectivity and mortality rate of COVID-19 and the dire economic implications, herd immunity via natural infection cannot be a feasible goal. What is herd immunity? To put it in simple terms, it is the measure of collective protection against the virus in a community. The virus spreads rapidly when everyone is susceptible to infection. As more and more people become immune, the virus has fewer chances to spread the infection in the community, and it subsequently slows down. This animation below shows how infection (red) spreads in the susceptible population (blue) and how it reduces when more people get vaccinated (green). Herd Immunity Vaccination allows us to reach herd immunity without letting people get infected. This pandemic has raged on for over a year now, with no real signs of letting up. The world has seen over 111 million cases and nearly 2.5 million fatalities as of February 20. Mass vaccination allows us to curb the rising cases and reduce the pandemic to localised clusters that can be managed with much more ease. Therefore, getting vaccinated is the way to go. How do vaccines work? Vaccines contain a part of the SARS-CoV-2 virus or the complete virus itself in an inactivated form that cannot cause the disease. It acts as a stimulus for our body's immune system to recognise the virus as an unwanted foreign particle—something to get rid of. An immune reaction is launched against the virus every time it enters our body. These vaccines undergo extensive human trials and are assessed for safety, immunogenicity (ability to launch an immune response), and efficacy (ability to prevent infection) to make sure they can be used on the masses. Mechanism of Vaccines All vaccines currently in use —Covishield and Covaxin in India—are two-dose vaccines, i.e., two doses given four weeks apart. Both doses are necessary; a single dose will not provide complete immunity. Vaccination does not mean immediate protection. The immune system requires at least 10-14 days to confer protection once vaccinated. It means one can still get infected in the period immediately after vaccination. It does not, in any manner, mean that the vaccine is not working. So, when news reports claim, \"Man/woman infected after receiving 1st dose of vaccine.\", it is important to understand that this is completely plausible and is nothing to be worried about. It does not mean the vaccines are ineffective. It just means, our immune system is still working on the immune response. It is also the reason why masks and social distancing are necessary. Irrespective of the status of vaccination, both wearing a mask and social distancing are necessary to prevent the transmission of infection. They were and still are the first line of defence against the virus. Most importantly, vaccines will not cause COVID-19 infection. They are simply incapable of causing infection. Side effects or adverse event following immunisation (AEFI)? A major cause for vaccine hesitancy is the fear of side effects post-vaccination. As it goes with any vaccine, some minor side effects are to be expected. One may experience some of the following after receiving the vaccine: - Headache - Injection site pain - Fatigue - Muscle pain - Fever - Chills - Joint pain Such side effects occur normally with any form of vaccination and are usually self-resolving. Those who have a history of allergies and anaphylactic reactions might also be apprehensive of receiving the jab. While the vaccine manufacturers have listed a history of allergies/anaphylaxis as a contraindication to receiving the vaccines, many HCWs with a similar known history have volunteered to receive the vaccine and have reported minimal side effects. As per the process of vaccination, the recipients will be under observation for 30 minutes post-vaccination to deal with any immediate reactions they may have. In India, Covishield—manufactured by the Serum Institute of India—and Covaxin—manufactured by Bharat Biotech—have currently been approved for use. Both [Covishield](https://www.seruminstitute.com/pdf/covishield_fact_sheet.pdf) and [Covaxin](https://www.bharatbiotech.com/images/covaxin/covaxin-fact-sheet.pdf) have released the vaccine information sheets that contain all information one needs to know before getting vaccinated. Vaccines versus New Variants Viruses, especially RNA viruses, mutate all the time. It was only a matter of time before the SARS-CoV-2 virus did the same. So, what are these mutations and their implications? SARS CoV-2 New Variants These mutations allow the virus to transmit and infect more easily and resist being killed/inactivated by the body's immune system to an extent. It means that the infection can spread faster with more people getting infected, as evidenced by the rise of cases in the UK and Brazil. While these variants initially originated in the UK, Brazil, and South Africa, they have now been detected in other countries as well, including India. These new variants have been successfully isolated and cultured in laboratories. Preliminary studies of the existing vaccines have demonstrated reduced activity against the new variants as compared to the parental virus. Pre-prints available from four vaccine manufacturers ( [Pfizer](https://www.biorxiv.org/content/10.1101/2021.01.27.427998v1.full), [Moderna](https://www.biorxiv.org/content/10.1101/2021.01.25.427948v1.full), [Oxford-AZ](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3779160), and [Bharat Biotech](https://www.biorxiv.org/content/10.1101/2021.01.26.426986v2.full)) show that the current vaccines have slightly less neutralising activity against the B.1.1.7 UK variant as compared to the parental virus. The variant of concern is B.1.351 from South Africa, which is said to be carrying a mutation allowing for [immune escape](https://www.medscape.com/viewarticle/945203)—against which the current vaccines have shown significantly reduced ability to neutralise. Immune escape means that the virus can evade the immune response launched by the body and resist being killed, and hence, the decreased ability of the current vaccines to kill the virus. More information will be available as research on the vaccines and variants progresses further. This past year has seen the spread of rampant misinformation, fake news, and rabid conspiracy theories causing an unhealthy mistrust amongst the people towards the government and the medical community. It is only natural to have some apprehension regarding COVID-19 vaccines. But it doesn't change the fact that COVID-19 is still here and with the new variants spreading across the world, it is here to stay longer. Mask up. Practice physical distancing. Get vaccinated. The views expressed above belong to "}