{"title": "Hashimoto Diet", "author": "Jillian Kubala; MS; RD", "url": "https://www.healthline.com/nutrition/hashimoto-diet", "hostname": "healthline.com", "description": "In addition to medication, numerous changes to your diet may help manage Hashimoto's disease. This article explores Hashimoto dietary strategies, including supplements, eating patterns, and foods to eat and avoid.", "sitename": "Healthline Media", "date": "2020-10-13", "cleaned_text": "Certain eating plans, including the Autoimmune Protocol diet and a grain or gluten-free diet, may help reduce inflammation that may contribute to Hashimoto's thyroiditis. Hashimoto's thyroiditis — sometimes referred to as Hashimoto's disease or Hashimoto's — is one of the most common thyroid disorders in the United States and other developed countries ( [1](https://www.ncbi.nlm.nih.gov/books/NBK459262) Even when treated with medication, its symptoms may significantly affect quality of life ( [2](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6592837/) Research shows that diet and lifestyle modifications, in addition to standard medication, may drastically improve symptoms. Every person with Hashimoto's thyroiditis responds differently to treatment, which is why an individualized approach for this condition is so important ( [2](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6592837/) This article explains the diet and lifestyle modifications most likely to benefit those with Hashimoto's thyroiditis. Hashimoto's thyroiditis is an autoimmune condition that gradually destroys thyroid tissue via lymphocytes, which are white blood cells that are part of your immune system ( [1](https://www.ncbi.nlm.nih.gov/books/NBK459262) The thyroid is a butterfly-shaped endocrine gland that sits at the base of your neck. It secretes hormones that affect nearly every organ system, including your heart, lungs, skeleton, and digestive and central nervous systems. It also controls metabolism and growth ( [3](https://www.ncbi.nlm.nih.gov/books/NBK28/) [4](https://www.ncbi.nlm.nih.gov/books/NBK500006/) The main hormones secreted (T4) and triiodothyronine (T3) ( [4](https://www.ncbi.nlm.nih.gov/books/NBK500006/) Eventually, damage to this gland leads to insufficient thyroid hormone production. Summary Hashimoto's thyroiditis is an autoimmune condition that affects your thyroid, eventually causing inadequate hormone production. Diet and lifestyle play vital roles in managing Hashimoto's, as numerous individuals find that their symptoms persist even with medication. Plus, many people who exhibit symptoms aren't given medication unless they have altered hormone levels ( [2](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6592837/) [5](https://pubmed.ncbi.nlm.nih.gov/27700539/) [6](https://www.ncbi.nlm.nih.gov/books/NBK279600/) What's more, research suggests that inflammation may be a driving factor behind the wide range of Hashimoto's symptoms. Inflammation is often tied to diet ( [7](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6206655/) [8](https://pubmed.ncbi.nlm.nih.gov/20016049/) Diet and lifestyle modifications are likewise key to reducing your risk of other ailments, as people with Hashimoto's thyroiditis have a higher risk of developing autoimmune conditions, high cholesterol, obesity, and diabetes ( [9](https://pubmed.ncbi.nlm.nih.gov/20103030/) [10](https://pubmed.ncbi.nlm.nih.gov/20032565/) [11](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6797838/) [12](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5043536/) Research shows that cutting out certain foods, taking supplements, and making lifestyle changes may significantly improve symptoms and quality of life. Plus, these changes may help reduce inflammation, slow or prevent thyroid damage caused by elevated thyroid antibodies, and manage body weight, blood sugar, and cholesterol levels. Summary Diet and lifestyle changes may significantly decrease antibody levels, improve thyroid function, and reduce symptoms caused by Hashimoto's thyroiditis. Here are some evidence-based dietary tips to help treat Hashimoto's thyroiditis. Gluten- and grain-free diets Many studies indicate that those with Hashimoto's are more likely to have celiac disease than the general population. As such, experts recommend that everyone diagnosed with Hashimoto's be screened for [celiac disease](/nutrition/celiac-disease-symptoms) ( [13](https://pubmed.ncbi.nlm.nih.gov/27256300/) What's more, some evidence suggests that and grain-free diets may benefit people with Hashimoto's thyroiditis. In a 6-month study in 34 women with Hashimoto's thyroiditis, a gluten-free diet reduced thyroid antibody levels while improving thyroid function and vitamin D levels, compared with a control group ( [14](https://pubmed.ncbi.nlm.nih.gov/30060266/) Many other studies note that people with Hashimoto's thyroiditis — or autoimmune diseases in general — likely benefit from a gluten-free diet even if they don't have celiac disease ( [15](https://pubmed.ncbi.nlm.nih.gov/28315909/) [16](https://pubmed.ncbi.nlm.nih.gov/26303674/) When following a [gluten-free diet](/nutrition/gluten-free-diet), you avoid all wheat, barley, and rye products. For example, most pastas, breads, and soy sauces contain gluten — though gluten-free alternatives exist. A grain-free diet is more restrictive than a gluten-free diet, as it bans all grains. Although this dietary change may also offer benefits, research supporting it is limited. The Autoimmune Protocol diet The [Autoimmune Protocol (AIP) diet](/nutrition/aip-diet-autoimmune-protocol-diet) is designed for people with autoimmune diseases. It removes potentially harmful foods like grains, dairy, nightshades, added sugar, coffee, legumes, eggs, alcohol, nuts, seeds, refined sugars, oils, and food additives ( [2](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6592837/) In a 10-week study in 16 women with Hashimoto's thyroiditis, the AIP diet led to significant improvements in quality of life scores and significantly decreased levels of the inflammatory marker C-reactive protein (CRP) ( [2](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6592837/) Although these results are promising, larger longer duration studies are needed. Keep in mind that the AIP diet is a phased [elimination diet](/nutrition/elimination-diet) and should be prescribed and monitored by an experienced healthcare professional. Consider avoiding dairy Lactose intolerance is very common among people with Hashimoto's thyroiditis ( [17](https://pubmed.ncbi.nlm.nih.gov/24078411/) In a study of 83 75.9% were diagnosed with [lactose intolerance](/nutrition/lactose-intolerance-symptoms) ( [17](https://pubmed.ncbi.nlm.nih.gov/24078411/) If you suspect lactose intolerance, cutting out dairy may aid digestive issues, as well as thyroid function and medication absorption. Keep in mind that this strategy may not work for everyone, as some people with Hashimoto's tolerate [dairy](/nutrition/is-dairy-bad-or-good) perfectly well. Focus on anti-inflammatory foods Inflammation may be a driving force behind Hashimoto's thyroiditis. As such, an [anti-inflammatory diet](/nutrition/13-anti-inflammatory-foods) rich in fruits and vegetables may significantly improve symptoms. A study in 218 women with Hashimoto's thyroiditis found that markers of oxidative stress — a condition that causes chronic inflammation — were lower in those who ate fruits and vegetables more frequently ( [18](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6176279/) Vegetables, fruits, spices, and [fatty fish](/nutrition/11-health-benefits-of-fish) are just some examples of foods with powerful anti-inflammatory properties. Nutrient-dense, whole food diets Following a diet low in added sugar and highly processed foods but rich in whole food, [nutrient-dense foods](/nutrition/11-most-nutrient-dense-foods-on-the-planet) may help improve your health, manage your weight, and reduce Hashimoto's-related symptoms ( [2](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6592837/) Whenever possible, prepare your meals at home using nutritious foods like vegetables, fruits, proteins, [healthy fats](/nutrition/10-super-healthy-high-fat-foods), and fiber-rich carbs. These foods offer powerful antioxidant and anti-inflammatory benefits. Other diet tips Some research indicates that certain low carb diets may help reduce body weight and thyroid antibodies in people with Hashimoto's thyroiditis. These particular diets provide 12-15% of daily calories from carbs and restrict goitrogenic foods. Goitrogens are substances found in cruciferous vegetables and soy products that may interfere with thyroid hormone production ( [19](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5028075/) Yet, [cruciferous vegetables](/health/food-nutrition/crucifeous-vegetables) are highly nutritious, and cooking them diminishes their goitrogenic activity. Thus, it's unlikely that they interfere with thyroid function unless eaten in extremely large amounts ( [20](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7282437/) Some evidence suggests that soy harms thyroid function as well, so many people with Hashimoto's choose to avoid [soy products](/nutrition/is-soy-bad-for-you). Nonetheless, more research is needed ( [21](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5583972/) [22](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4740614/) Summary Going gluten-free, avoiding dairy, and following a nutrient-dense, anti-inflammatory diet are just a few tips that may improve Hashimoto's thyroiditis symptoms. Several supplements may help lower inflammation and thyroid antibodies in people with Hashimoto's thyroiditis. Plus, those with this condition are more likely to be deficient in certain nutrients, so supplementing may be necessary ( [23](https://www.karger.com/Article/FullText/505094)). Beneficial supplements include: - Selenium. Studies show that taking 200 mcg of selenium per day may help reduce antithyroid peroxidase (TPO) antibodies thyroiditis ( ). [24](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6316875/) - Zinc. Zinc is essential for thyroid function. Research suggests that when used alone or alongside selenium, taking 30 mg of zinc per day may improve thyroid function in people with hypothyroidism ( , [25](https://pubmed.ncbi.nlm.nih.gov/25758370/) ). [26](https://pubmed.ncbi.nlm.nih.gov/30982439/) - Curcumin. Animal and have shown that this powerful [anti-inflammatory and antioxidant compound](/nutrition/top-10-evidence-based-health-benefits-of-turmeric)may protect the thyroid. Plus, it may help treat autoimmune diseases in general ( , [27](https://pubmed.ncbi.nlm.nih.gov/31052496/) , with Hashimoto's thyroiditis have been shown to have significantly lower levels of this vitamin than the general population. What's more, studies link low vitamin D levels with Hashimoto's thyroiditis severity ( , [30](https://pubmed.ncbi.nlm.nih.gov/23337162/) vitamins. People with Hashimoto's thyroiditis likewise tend to be low in vitamin B12. Taking a [high quality B complex vitamin](/nutrition/best-vitamin-b-supplement)boosts levels of B12 and other important B vitamins ( [23](https://www.karger.com/Article/FullText/505094)). - Magnesium. Low levels of this mineral are associated with an increased risk of Hashimoto's thyroiditis and higher thyroid antibodies. Plus, correcting magnesium deficiencies may improve symptoms in people with thyroid disease ( , [32](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6028657/) ). [33](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4661500/) - Iron. People with Hashimoto's thyroiditis are more likely to develop anemia. Iron supplements may be needed to correct a deficiency ( ). [34](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6179176/) Other supplements like fish oil, alpha-lipoic acid, and N-acetyl cysteine may thyroiditis ( [35](https://pubmed.ncbi.nlm.nih.gov/20162509/) [36](https://pubmed.ncbi.nlm.nih.gov/25183510/) [37](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2893665/) Note that supplementing with high doses of iodine in the absence of an iodine deficiency may lead to adverse effects in those with Hashimoto's. Don't take high dose iodine supplements unless a healthcare professional has directed you to do so ( [38](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4192807/) [39](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5661998/) Summary Many vitamin and mineral supplements, including zinc, vitamin D, and magnesium, may benefit those with Hashimoto's thyroiditis. If you have Hashimoto's thyroiditis, a nutrient-dense diet may help reduce the severity of your symptoms and improve your overall health. Focus on the following foods ( [40](https://pubmed.ncbi.nlm.nih.gov/29143786/) - Fruits: berries, pears, apples, peaches, citrus fruits, pineapple, bananas, etc. - Non-starchy vegetables: zucchini, artichokes, tomatoes, asparagus, carrots, peppers, broccoli, arugula, mushrooms, etc. - Starchy vegetables: sweet potatoes, potatoes, peas, acorn and butternut squash, etc. - Healthy fats: avocados, avocado oil, coconut oil, olive oil, unsweetened coconut flakes, full fat yogurt, coconut yogurt, etc. - Animal protein: salmon, eggs, cod, turkey, shrimp, chicken, etc. - Gluten-free grains: brown rice, rolled oats, quinoa, brown rice pasta, etc. - Seeds, nuts, and nut butters: cashews, almonds, macadamia nuts, sunflower seeds, pumpkin seeds, natural peanut butter, almond butter, etc. - Beans and lentils: chickpeas, black beans, lentils, etc. - Dairy and nondairy substitutes (fortified with calcium and/or vitamin D): coconut milk, coconut yogurt, almond milk, cashew milk, full fat unsweetened yogurt, goat cheese, etc. - Spices, herbs, and condiments: turmeric, basil, rosemary, paprika, saffron, black pepper, salsa, tahini, honey, lemon juice, apple cider vinegar, etc. - Beverages: water, unsweetened tea, sparkling water, etc. Keep in mind that some people with Hashimoto's thyroiditis avoid a few of the foods mentioned above, such as grains and dairy. It's important to experiment with your diet to find out what foods work best for you. Summary Whole, nutrient-dense foods should make up the majority of any healthy diet and may be especially helpful if you have Hashimoto's thyroiditis. Eliminating or restricting the following foods may help reduce Hashimoto's symptoms and improve your overall health ( [41](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6926951/) - Added sugars and sweets: soda, [energy drinks](/nutrition/energy-drinks), cakes, ice cream, pastries, cookies, candy, sugary cereals, table sugar, etc. - Fast food and fried foods: french fries, hot dogs, fried chicken, etc. - Refined grains: white pasta, white bread, white flour tortillas, [bagels](/nutrition/are-bagels-healthy), etc. - Highly processed foods and meats: frozen dinners, margarine, microwave dinners, bacon, sausage, etc. - Gluten-containing grains and foods: wheat, barley, rye, crackers, bread, etc. Some healthcare professionals suggest that people with Hashimoto's thyroiditis avoid soy and dairy as well — and sometimes even nightshades and all grains. However, although these recommendations may help many individuals, it's important to experiment with your diet to find the best method for you. Working with a dietitian who specializes in autoimmune diseases like Hashimoto's thyroiditis can help you narrow down potentially problematic foods and set up an eating pattern that'll help you feel your best. Summary Steering clear of added sugar, highly processed foods, and gluten-containing grains may help reduce Hashimoto's symptoms and improve your overall health. Getting plenty of sleep, reducing stress, and practicing self-care are extremely important for those with Hashimoto's thyroiditis disease. In fact, a study done in 60 women with Hashimoto's disease, found that engaging in [stress reduction practices](/nutrition/16-ways-relieve-stress-anxiety) helped to reduce their depression and anxiety, improve overall quality of life, and lower thyroid antibodies ( [42](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6688766/) [Letting your body rest](/nutrition/10-reasons-why-good-sleep-is-important) when you're feeling fatigued is important as well. Additionally, it's best to take thyroid medication on an empty stomach at least 30-60 minutes before breakfast or at least 3-4 hours after dinner for maximum absorption ( [43](https://www.ncbi.nlm.nih.gov/books/NBK539808/) Even coffee and dietary supplements interfere with thyroid medication absorption, so it's best to consume nothing but water for at least 30 minutes after taking your medication ( [44](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4904100/) A healthcare professional can answer any questions about how to ensure maximum absorption. Keep in mind that when you're first starting medication, it may take a few weeks or longer to start feeling better. If your symptoms aren't improving, speak with a healthcare professional about other options. As Hashimoto's symptoms may significantly affect your quality of life and mental health, be sure to find a healthcare team that you trust. This may take some time, but it's essential to getting the right treatment. Summary Reducing stress, getting plenty of rest, and practicing self-care are essential for those with Hashimoto's thyroiditis. Finding a healthcare professional whom you trust is also key. It's thought that Hashimoto's thyroiditis develops from an immune defect coupled with environmental factors, though these factors aren't fully understood ( [45](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4426893/) [46](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5621109/) Diagnosis depends on symptoms and laboratory results. Lab results indicating Hashimoto's thyroiditis include elevated [thyroid-stimulating hormone (TSH)](/health/tsh), low thyroxine (FT4), and anti-thyroid peroxidase (anti-TPO) antibodies. TSH receptor-blocking antibodies (TBII) and antibodies. the thyroid gland ( [1](https://www.ncbi.nlm.nih.gov/books/NBK459262) The disease's destruction of the thyroid is intermittent. During its early stages, people may present with symptoms and lab results that indicate [hyperthyroidism](/health/hypothyroidism/hypothyroidism-vs-hyperthyroidism) — or even have normal lab values. As such, Hashimoto's thyroiditis is often difficult to detect, and individuals may go for months without the proper diagnosis. Up to one-third of people treated for hypothyroidism don't receive adequate or proper treatment ( [47](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4365343/) [48](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6822815/) Hashimoto's thyroiditis affects both women and men, but women are 5-10 times more likely to be diagnosed. Risk increases with age, and most women are diagnosed between the ages of 30 and 50 ( [1](https://www.ncbi.nlm.nih.gov/books/NBK459262) [47](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4365343/) For the general population combined, the peak ages for Hashimoto's thyroiditis are between 45 and 65 ( [45](https://www.ncbi.nlm.nih.gov/labs/pmc/articles/PMC4426893/) This condition is usually treated with synthetic or natural thyroid hormones. Synthetic ones include levothyroxine (Synthroid) and liothyronine (Cytomel), while natural ones include Armour Thyroid and Nature Throid. Symptoms Because Hashimoto's thyroiditis affects nearly every organ system in your body, it's associated with a variety of symptoms. These include ( [1](https://www.ncbi.nlm.nih.gov/books/NBK459262) [48](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6822815/) - weight gain - extreme fatigue - poor concentration - thinning, coarse hair - dry skin - slow or irregular heart rate - decreased muscle strength [shortness of breath](/health/home-treatments-for-shortness-of-breath) - decreased exercise tolerance - cold intolerance - elevated blood pressure - brittle nails - constipation - neck pain or thyroid tenderness - depression and anxiety - menstrual irregularities [insomnia](/health/insomnia) - voice changes Untreated or improperly treated Hashimoto's thyroiditis may lead to serious side effects, such as an increased risk of heart disease, cognitive disorders, and even death ( [49](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6619426/) [50](https://www.ncbi.nlm.nih.gov/books/NBK285870/) Summary Hashimoto's symptoms vary widely and include weight gain, fatigue, cold intolerance, and constipation. The condition is diagnosed based on symptoms and lab results. Hashimoto's thyroiditis is a common autoimmune condition that [affects the thyroid](/health/common-thyroid-disorders). It causes numerous symptoms that may persist even if you take thyroid medication. Research shows that dietary and lifestyle changes can significantly improve your symptoms and boost your overall health. However, every person with [Hashimoto's thyroiditis](/health/chronic-thyroiditis-hashimotos-disease) is different, so it's fundamental to find a dietary pattern that suits your needs. A dietitian or other healthcare professional who specializes in autoimmune diseases may be able to help you find an eating pattern that works for you. "}