{"title": "Aging Gracefully", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "1995-01-01", "cleaned_text": "Extension Human Development and Family Relations Specialist; Peter Hesseldenz, M.A., Staff Support Associate, Department of Family Studies; Celia Hayhoe, Ph.D., CFP, Assistant Ph.D., R.D., L.D., Extension Food and Nutrition Specialist; and Robert H. Flashman, Ph.D., Extension Family Resource Management Specialist. A revolution is brewing, and it's almost upon us. It will change families, health care, the workplace, and the economy. Not only will it alter life in the United States, but it will also bring sweeping changes throughout the world. This revolution is the transformation of the massive baby boom generation into the largest elderly population in human history. It was referred to years ago by gerontologist Ken Dychtwald as the age wave. Boomersthe 76 million Americans born between 1946 and 1964will soon begin turning 65. Some 70 million Americans will be over 65 by 2030, more than twice as many as in 1997. In the wake of that shift will come major societal changes and a new understanding of what it means to be old. The beginning of a newspaper article describing 105-year-old George Fugate read: \"He didn't have a regular doctor until he was 100. A checkup showed he was in fine health, just getting old.\" Mr. Fugate has a lot of company as more and more of us live longer, healthier lives. In 1900, life expectancy in the United States was only 47 years. Today, thanks to improved sanitation, disease control, and nutrition, most newborns can expect to live about 30 years longer than that. Because of medical advances and healthier lifestyles, seniors today are less likely to have a chronic disability. A smaller percentage of Americans over 65 require nursing home care, and more are living on their own with little or no outside help. The coming decades will surely bring still greater advances, extending the human life-span even further. Centenarians (people 100 years old or older), today's fastest growing population group, will become more and more common. Many older people today are embracing life with surprising gusto. Photographer and author Etta Clark, in her 1995 book Growing Old Is Not for Sissies II, described these physically active seniors: 90-year-old Eleanor Hyndman, a poet and brown-belt mountain climber; competitive weightlifter; Woody Brown, an 83-year-old surfer; and Rose Schwartz, a 94-year-old dancer and teacher whose classes sometimes have as many as 200 students. Redefining what it means to \"act your age,\" Sen. John Glenn of Ohio returned to space as an astronaut at age 77. Abraham Goldstein, who is 101 and perhaps the oldest active professor in the country, has been teaching at Baruch College in New York since 1930. Actor George Burns continued to perform well beyond the 90-year mark. In Arles, France, a woman named Jeanne Calment remained active even after moving out of her apartment at the age of 110. According to Jean-Marie Robine, her biographer and a researcher on aging, one of Ms. Calment's secrets was that she simply didn't let things bother her. Her motto seemed to be, \"If you can't do anything about it, just accept it.\" Mentally alert through her last years, Ms. Calment died in 1997 at the age of 122. Of course, later life is not always so rosy, and people don't always live a long time. Even with the best of care, sooner or later our bodies decline and stop working. Many factors beyond our control, such as genetics, environmental hazards, and physical disability, can conspire against us. In addition, major threats such as elder abuse, poverty, depression, Alzheimer's disease, diabetes, heart attacks, and cancer will continue to challenge us. Such conditions can be devastating. However, if we keep a positive attitude, look out for one another, and call upon our inner resources, often we can ease the difficulties that arise along the journey of aging. After discovering that she has multiple sclerosis, aging baby boomer and well-known actress Annette Funicello put it this way, \"Life doesn't have to be perfect to be wonderful.\" Mary Hilen is a good-humored, beautiful, and gutsy older woman who has faced the illness and death of loved ones, had her leg amputated, and undergone 30 major surgeries. Yet, her eyes filled with tears of joy during a research interview as she said, \"I can't imagine anyone having a more wonderful life than I've had.\" And she meant it! A deeply spiritual person, Mrs. Hilen has learned to both accept and transcend major challenges. In addition to perspective and hope, her rich spiritual life gives her remarkable strength, guidance, and happiness. In often subtle yet powerful ways, our culture still sends the message that growing old is a failure, something to be avoided at all costs. Actually, the later years frequently abound with blessings, but in our fear of old age, we may fail to see them. We spend millions of dollars on laser surgery and all kinds of treatments designed to push away the physical signs of growing old. Why can't we just love and accept ourselves as we are? Doesn't white hair and weathered, wrinkled skin have a majesty of its own? We need to open our eyes and hearts and begin to view old age in a new way. And we need to place far more focus on the inner personon the experience, maturity, wisdom, spirituality, and freedom that are the real treasures of life's golden years. We need to focus on our inner selves for personal well-being and because our example will teach and guide younger generations. For years we have been hearing about baby boomers and the coming explosion in the older population, so you may think our government and social service agencies have figured out a plan for how to deal with it. Not so, by a long shot! To successfully ride the coming age wave, we need everybody's involvement and creativity. Here's a brief look at a few of the issues that need our collective attention. Our health care system is seriously ill. The cost of health care is rising. It is becoming prohibitive for a large percentage of older people, and it will only get worse with increasing longevity and the huge age wave about to crash onto the world's shores. Much research tells us that the best way by far to reduce health care costs and increase quality of life is to adopt healthier lifestyles. How can we creatively promote exercise, healthier eating, and other habits of preventive self-care? How might we help the medical profession, the government, and insurance companies place more emphasis on promoting health and preventing disease? Should we be spending significantly more of our health care dollars on prevention and education? We need a new definition of old age. For nearly 70 years, the United States has used 65 as the official marker of old age. During that time, however, life expectancy has increased dramatically. Given this increased life expectancy and the coming age wave, do we need to change the marker of old age to 70 or higher? If we don't, can programs like Social Security and Medicare continue to exist, much less remain strong in the years to come? How do we avoid discriminating against groups such as Hispanics and Native Americans, which have higher mortality rates at earlier ages? Should the criteria for services and support to older persons be based on functional ability and financial need instead of age? Traditional caregivers are unavailable, and the demand for eldercare is increasing. Women, who have traditionally cared for older family members, are now typically employed outside the home. Baby boomers are having fewer children and often live greater distances from their immediate families. If you factor in that we are living longer and baby boomers are beginning to grow old themselves, it's obvious that a major caregiving crunch is on our doorstep. What innovative approaches might a family use in caring for older loved ones? Who will take care of all the baby boomers without children? Should employers offer better and more imaginative eldercare benefits? What roles might government and faith communities play? It's time to re-invent long-term care. Most nursing homes have done a good job in the face of major challenges. But isn't it time to re-examine long-term care, using all the creativity we can muster? Leading the way, physician William Thomas has created the Eden Alternative as a way to combat long-term care's plagues: loneliness, help-lessness, and boredom. By giving more decisions to elders and empowering staff, the Eden Alternative transforms nursing homes into lush, lively environments with playful children, flower and vegetable gardens, abundant indoor plants, friendly dogs and cats, singing birds, and plenty of community involvementrich human habitats that actively involve residents and help them thrive in a homelike environment. What can we do to create more living environments like this? Could Eden Alternative principles be employed in private residences that are home to smaller groups of older men and women who require extensive personal assistance? How can we make better use of in-home and other community-based services to enable seniors to function independently in their own homes as long as possible? What other innovative approaches might we use to re-invent long-term care and make it less expensive? | | Seven Keys to Well-Being in Later Life Transforming the way our society responds to aging starts with each of uswe can make examples of our own lives through our daily choices. Consider these seven keys to well-being in later life: Ask yourself: How am I doing in each area? Are there changes I would like to make? Making wise choicesand it's never too late to beginis at the core of positive aging. Consider these seven keys to well-being in later life: physical and mental fitness, good nutrition, your heart's desire, material well-being, healthy relationships, positive attitude, and spiritual vitality. A description of these keys follows. In a newspaper report on the Tufts University research of Maria Fiatarone, M.D., the headline read, \"90-Something and Pumping Iron.\" Dr. Fiatarone found that frail men and women in their upper 80s and 90smost with arthritis and heart disease and using multiple medications and walkersmade significant physical, mental, and social gains after enrolling in a strength training program. Whatever our age or condition, appropriate exercise is good for us! What are the benefits of regular exercise? You feel better and tend to enjoy life more. Exercise also helps to keep your heart, lungs, muscles, and bones strong; reduces your risk of heart disease and stroke; and helps you keep your weight and blood pressure at healthy levels. Exercise acts as a natural lax-ative, eases arthritis, promotes mental alertness, improves cir-culation, and increases energy. It also reduces stress, depression, and sleeping problems. Regular exercise may even help protect against certain types of cancer. Whether it's walking, playing with grandchildren, strength training, Tai Chi, gentle yoga, square dancing, water aerobics, or swimming, find enjoyable ways to exercise and make them a part of your daily life. Don't let advancing years be an excuse for unnecessarily limiting your-self. And remember, it's always a good idea to touch base with a health care professional before beginning an exercise program. Also, periodically undergo a physical checkup and appropriate screening tests for cancer. Discuss your immunization needs with your physician. Dental care is essential to your overall health, so floss daily and visit your dentist regularly. You need to consistently exercise your mind to keep it in good shape, just as you do your body. The speed at which we process information slows with advancing age; it may be harder to remember a name or fact on demand. However, other kinds of memory show little or no decline with age and may actually improve if \"exercised.\" Enjoy a variety of activities that can keep your mind alert and sharp, such as reading, writing, playing a musical instrument, or engaging in stimulating conversation. Your mind thrives on acquiring new information and skills. Make learning, curiosity, and creativity lifelong habits. Finally, keep in mind that plenty of sleep is essential in order to function well physically and mentally. If you eat a healthy meal three times a day, you have nearly 1,100 chances a year to help your body age in the best way possible. Each serving of a fruit or vegetable, whole-grain cereal, or protein-rich seafood and every glass of water or juice has a positive effect on your body, mind, and spirit. Older people need to eat a variety of wholesome foods, as do people of all ages. Besides ensuring a balanced intake of nutrients, foods with a range of tastes, textures, smells, and colors add to the pleasure and adventure of eating. Experiment with new foods and recipes. Particularly if you live alone, remember that the occasional company of family and friends can make a good meal even more special. The Food Guide Pyramid published by the U.S. Department of Agriculture gives a practical summary of general dietary recommendations: Each day eat at least six helpings of grain-based food, such as breads, cereals, pasta, and rice. Whole grains are always a great choice. Fruits and vegetables are of prime importance; eat five or more servings of them every day. Have several servings of protein-rich foods, such as low-fat dairy products, lean meat, poultry, fish, beans, soy, or nuts. Consume only small amounts of fats, oils, and sweets. In later life, we are at risk for dehydration, so do your best to drink eight 8-ounce glasses of water, juice, or other liquids each day. Taking in enough fluids has many benefits, including reducing constipation problemsa frequent concern of the elderly. To protect against bone loss, foods rich in calcium and vitamin D are essential. A modest intake of vitamin and mineral supplements may be a good idea; check with your nutritionist or physician. For a variety of reasons, many older people do not eat well. A lack of mobility or money can limit access to adequate amounts and varieties of food. Older people living alone may be less motivated to prepare satisfactory meals. Depression and poor oral health, such as ill-fitting dentures, can affect a person's eating habits, as can aging-related decline in taste and smell. Make your food choices count. Particularly if you are over 70, try to eat foods that are nutrient-dense but low in calories. It's never too late to choose healthier eating habits or to encourage a friend or loved one to do the same. We all want a future filled with hope, and gerontologists have discovered that one of the secrets of positive aging is re-maining interested in and actively involved with life. Before his death in 1994, the internationally respected Jewish teacher Rebbe Mendel Menachem Schneerson observed: \"Of all people, it is perhaps the elderly who most needand who can best teach all of usto lead a meaningful life.\" Take a little quiet time to be alone and do some soul-searching. What is your heart's desire? What gives meaning to your life? What brings you joy? What do you love to do? Perhaps there is a particular gift or service you would like to offer your loved ones or the world. Maybe the family you raised and your daily life continue to be your primary source of joy and mean-ing. Perhaps you want to travel, or maybe you want to slow down and take it easy for a while. When you have a dream and commit yourself to achieving it, you feel a new sense of zest and the circumstances in your life will often support your vision. Don't talk yourself out of something you really want to do simply because it may not seem practical, or you're worried about what others may think, or you feel it's too late. If your vision is not crystal clear or you're unsure about it, why not just pay attention to the promptings of your heart and take a few small steps forward? Allow your intuition to guide you as you explore your dream. In a fresh way, tune into your deepest longings and dreams. At this time in your life, what would you like to do or be? Create a simple drawing or another re-minder of your dream and put it where you will see it often. Make sure that the way you are spending your time matches your dream. Each day do what you can to help your heart's desire grow more real and beautiful. For a variety of reasons, many older people are \"retiring\" from retirement and choosing to re-enter the world of work. Others retire from a long-term career and work part-time or try their hand at a totally different type of employment, perhaps working at a more relaxed pace. And, of course, many seniors volunteer their services and talents, thereby making invaluable contributions. With the arrival of the large wave of aging baby boomers, the so-called retirement years promise to be filled with even more possibilities. Still, no matter what lifestyle choices we make, wise retirement planning remains basic to material well-being in later life. Decide on your vision of retirement and start planning for it as soon as possible. Take advantage of recent changes in tax law and put away as much as pos-sible in tax-deferred savings. Be sure you have adequately planned for your potential long-term care needs as well as the management of your assets. Dur-able power of attorney for assets and health care is a must, as is an up-to-date will. If your assets are large, estate planning for tax purposes may be necessary. You might think of the first 10 to 15 years of your retirement as particularly active years. If you choose to travel or engage in leisure activities that require a lot of money, you might actually need more money to live on than you do now. Choosing to supplement your retirement in-come during these active years with an enjoyable, flexible job could give you both satisfaction and needed income. You may also wish to consider a living trust. Living trusts are not just for the wealthythey allow for management of your assets if you become incapacitated. A chief advantage is that they allow your property to pass to your heirs without going through probate. Money management is central to material well-being, but that well-being also includes the quality of your living environment (whether it's your home or another residential setting) and material belongings that truly contribute to your happiness. For example, if you or a loved one were to become disabled, how safe and user-friendly would your home be? In later life, what kind of living arrangements would maximize your ability to remain independent, happy, and creative? Are there ways to unclutter your physical surroundings or make them more beautiful? Many people find, as they move into the second half of life, that a life simple in material goods brings with it a cherished richness and freedom. Using one's financial resources to assist others who are less fortunate can be a particularly rewarding experience. True friends and supportive family members are definitely good medicine, particularly in the later years. When we have positive relationships, we stay healthier, live longer, and enjoy life more. Even caring for pets and plants nourishes our well-being. Researcher and physician Dean Ornish, speaking of the healing power of loving relationships, said: \"I am not aware of any other factor in medicinenot diet, not smoking, not exercise, not stress, not genetics, not drugs, not surgerythat has a greater impact on our quality of life, incidence of illness, and premature death from all causes.\" To thrive, not only physically but also emotionally, mentally, and spiritually, supportive relationships are a must. We need to look out for one another and, to the extent that it's wel-come, offer friendly assistance. Our society desperately needs older people who are willing to share their wisdom with individuals of all ages. Volunteer or part-time work can be a great way to contribute your knowledge and skills while staying socially connected. Helping others is good for your body and soul. It reduces excessive focus on oneself, improves mood and well-being, and builds strong communities. Equally beneficial are more informal ways of reaching out and serving: taking a frail friend shopping or to a social gathering or teaching a child to cook, read, or build a birdhouse. Never underestimate the in-fluence of your touch, thoughtfulness, smiles, generosity, and words of encouragement. Such gestures of kindness feed your well-being and ripple out, blessing all those around you. We are never too old to make new friends and bond with family members in deeper ways. To age well, we need to connect with people so we can freely give and receive love. One of the best ways to make something happen is to predict it. Henry Ford, builder of the famous Model T car, said, \"If you think you can or can't, you're right.\" Hundreds of research studies confirm thisthat our experiences are shaped by the beliefs and attitudes we choose. This is one of the secrets of optimal aging. To a surprising degree, the beliefs we hold about aging become self-fulfilling prophecies. If you truly believe you can remain physically vigorous and mentally sharp in your later years, your chances of doing so are greatly enhanced. If you are convinced that old age abounds in opportunities, you'll see interesting possibilities all around you. The many changes and losses that come with aging amply challenge even the most upbeat of personalities. But don't be discouraged. Like any skill, staying positive takes lots of practice, persistence, and a will-ingness to learn from mistakes. The more you practice staying positive, the better at it you'll become and the more benefits you'll reap. Keep in mind that older people have a major advantage in meeting life's challengesthey can build upon a wealth of success and experience. A positive attitude is a choice you make many times each day. It's also a great stress buster. People with genuinely positive attitudes are accepting of themselves and others and learn from all their feelings, including the wide array of difficult-but-healing emotions that accompany grief. Even if your past has been filled with unhappiness, you can make a fresh start right now by choosing to be positive. As author Tom Robbins assures us, \"It's never too late to have a happy childhood.\" Polls show that about 95 percent of Americans believe in a divine being or higher power. For the rest of the U.S. population, spirituality is often more focused on feeling close to nature, expressing creativity or kindness, finding peace of mind, or contributing to the well-being of society. The evidence is clear: Faith, prayer, and being a part of a spiritual community are powerful allies in coping with the challenges of aging. Larry Dossey, respected researcher, physician, and author sums it up nicely: \"There are at least 250 studies showing that people who follow some type of religious practice in their livesand that almost always includes prayerare healthier across-the-board compared to people who don't. They go to the doctor less often. They consume fewer health care dollars. They get sick less often.\"According to Duke University researcher Harold Koenig, M.D., they also manage stress better, recover faster, live longer, and tend to have stronger immune systems. Some adventuresome older people, as part of their spiritual perspective, have chosen to view aging as an advanced curriculum for the soul. They see later life as an unusually challenging timea time for which all their previous experiences have prepared them. The physical decline that is part of aging reminds them that who they really are is far more than their bodies. As death approaches, they keenly realize that each moment is a gift. With people who are receptive, these elders share the hard-earned wisdom and the unique perspective age has given them. They embrace free time as an opportunity for reflection or prayer. Even major setbacks are received as advanced lessons in learning. Strokes that might leave them dependent on others, for example, could for them be a lesson in learning how to trust and accept what can't be changed. Spirituality-however we each may choose to express ithas the potential to connect us with a faith and love that can transcend outer difficulties and even the decline and death of the physical body. As we advance in age, we have fewer years remaining, and they are therefore more precious. Each moment becomes a treasure filled with opportunity. See the world with eyes of wonder and appreciation and listen carefully to the whispers of your heart. Focus on your blessings and develop a keen eye for goodness and beauty. Take time to smile, chuckle, and play. Even during difficult times, look for the bright spots and do your best to scatter kind-ness and love wherever you go. Whatever your age and whatever limitations you may have, you are special, not only because of what you do, but also because of who you are inside. You are a gift to the world. Do your best each day to leave your corner of it a little brighter. An Aging Gracefully teaching manual, PowerPoint presentation, and comprehensive Web page accompany this publication. These resources, along with a camera-ready copy of the publication, can be found at <www.ca.uky.edu/fcs/aging>. For their reviews of the pre-publication manuscript, we wish to thank Luci Bearon, Ph.D., North Carolina State Hildreth, of Matt Kaplan, Ph.D., Pennsylvania State University; Peggy Powell, M.S., University of Kentucky; Sandy Ransom, R.N., M.S.H.P., Southwest Texas University; Laura Stephenson, M.A., University of Kentucky; and Judy Warren, Texas Van Gogh's Time to Ours: 122 Extraordinary Years. W.H. Freeman & Co. ISBN 0716732513. Claflin, Edward (editor). (1998). Age Protectors: Your Guide to Perpetual Youth. Emmaus, Pa.: Rodale Press, Inc. ISBN 0-87596-454-0. [Quote in this publication from Larry Dossey, M.D., appears on pages 260-261.] Clark, Etta (1995) Growing Old Is Not For Sissies II: Portraits Of Senior Athletes. San Francisco: Pomegranate Artbooks. 0876544782. Duyff, Roberta Larson. (editor). Complete Food &Nutrition Guide. New York: John Sons. ISBN 0471346586. Dychtwald, Ken. (1999). Age Power: How the 21st Century Will Be Ruled by the New Old. New York: Jeremy P. Smith, N. Lee. (1996). Mind/Body Health: The Effects of Attitudes, Emotions, and Relationships. Boston: Allyn and Bacon. ISBN 0-205-17211-3. International Food Information Council Foundation. (1999). \"Better Eating for Better Aging.\"Available on the Web at: <http://ific.org/proactive/newsroom/release.vtml?id=18320>. Koenig, Harold G. (1999). The Healing Power of Faith: Science Explores Medicine's Last Great Frontier. New York: Simon & Schuster. ISBN 0-684-85296-9. Ornish, Dean. (1998). Love & Survival: The Scientific Basis for the Healing Power of Intimacy. New York: HarperCollins. ISBN 0-06-017213-4. Rowe, John & Kahn, Robert. (1998). Successful Aging. New York: Pantheon Books. ISBN 0-375-40045-1. Quick, Sam. (1994). \"Spirituality in Later Life.\" A research study pre-sented at the annual meeting of the National Council on Aging. [Source of information on Mary Hilen.] Russell, R.M.; Rasmussen, H.; and Lichtenstein, A.H. (1999). \"Modified Food Guide Pyramid for People Over Seventy Years of Age.\" Journal of Nutrition, 129:751-753. Schneerson, Menachem Mendel (adapted by Simon Jacobson). (1995). Toward a Meaningful Life: The Wisdom of the Rebbe. New York: William Morrow and Company, Inc. ISBN 0-688-14196-X. Thomas, William H. (1996). Life Worth Living: How Someone You Love Can Still Enjoy Life in a Nursing HomeThe Eden Alternative in Action. Acton, Massachusetts: VanderWyk & Burnham. ISBN 0-9641089-6-8. U.S. Census Bureau. (2001). Census Bureau home page. U.S. Department of Commerce. Available on the Web at: <www.census.gov/>. U.S. Department of Agriculture and Department of Health and Human Services. (2000). Dietary Guidelines for Americans. Home and Garden Bulletin Number 232. Washington, D.C. U.S. Department of Agriculture and Human Nutrition Information Service. (1992). Food Guide Pyramid. Home and Garden Bulletin, Number 252. Washington D.C. "}