{"title": "El vicepresidente boliviano recibe primera dosis de vacuna anticovid luego de críticas", "author": "Agencia Télam", "url": "https://www.grupolaprovincia.com/internacionales/el-vicepresidente-boliviano-recibe-primera-dosis-de-vacuna-anticovid-luego-de-criticas-861481", "hostname": "grupolaprovincia.com", "description": null, "sitename": "Grupo La Provincia", "date": "2022-01-03", "cleaned_text": "El vicepresidente de Bolivia, David Choquehuanca, un defensor de los medicamentos naturales, recibió hoy su primera dosis de la vacuna contra el coronavirus y defendió el uso de \"las dos medicinas\", la farmacológica y la tradicional, para derrotar al virus, luego de críticas de la oposición por no acatar los pedidos de su propio Gobierno de aplicarse el fármaco. \"Hay que protegerse con las dos medicinas. Bolivia es un Estado Plurinacional; convoco a la población a que se proteja tanto con la medicina farmacológica como con la medicina tradicional\", dijo el vicepresidente luego de recibir la primera inyección anticovid durante un acto transmitido por la televisión estatal boliviana. Choquehuanca, de 60 años, se inoculó luego de una polémica acerca de su resistencia a la inmunización científica y su respaldo a las medicinas de origen vegetal, de acuerdo con su cultura aymara, el pueblo andino milenario. El año pasado, el vicepresidente optó por tratamientos con hierbas medicinales y otros métodos tradicionales para superar dos veces a la enfermedad, según su propio relato. Pese a mostrarse como un \"practicante de la medicina ancestral\", de uso muy extendido en la población indígena del país, no se considera un \"anti vacuna\". \"Tenemos que proteger a nuestro pueblo con la medicina farmacológica y la medicina natural, ancestral o tradicional; con las dos medicinas tenemos que proteger y cuidar la salud de nuestro pueblo frente al coronavirus\", dijo Choquehuanca, quien pidió \"permiso\" a la Pachamama con una ofrenda antes de recibir la vacuna, informó la agencia de noticias Sputnik. Por su parte, el ministro de Salud, Jeyson Auza, dijo que el mensaje de Choquehuanca era \"muy fuerte\" porque \"demostró por encima de sus creencias que protege a la población\". El vicepresidente boliviano se inmunizó dos días después que el Gobierno boliviano ponga en vigencia el pedido de un certificado de vacunación con esquema completo para quienes acudan a lugares públicos. \"Como tenemos un decreto ahora, yo soy respetuoso de las normas y todos los bolivianos tenemos que cumplir las normas, yo me voy a vacunar en los próximos días, pero tengo inmunidad\", dijo Choquehuanca la semana pasada en una entrevista difundida por F10 y recogida por la red Erbol. Quienes por diferentes motivos rechacen la vacuna, deberán portar una prueba PCR o antigénica realizada 48 horas antes de asistir a un lugar público. El certificado comenzó a ser requerido también en aeropuertos o terminales de viajes terrestres. Unas 4,6 millones de personas fueron inmunizadas con esquema completo en Bolivia, es decir casi el 40% de su "}