{"title": "SLO Womens Network", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2022-10-11", "cleaned_text": "Enjoy the waves of sound washing over you with the crystal and Tibetan bowls, Jupiter gong, chimes, and ocean drum. This relaxing hour includes heart moments meditations that will renew and fill your soul with love, peace, and rest. Everything has a sound and its own unique vibration, even if we can't hear it. The frequency at which something naturally vibrates is called resonance, and each part of our body has its own unique resonance. Vibrational medicine is based on the idea that disease is a result of those natural resonances becoming out of tune - whether due to stress, illness or environmental factors, trauma etc. Sound and music have the power to instantly change your state of being - physically, emotionally and mentally. Listening to Binaural beats, which is two beats one after the other that slightly differ in frequency and makes use of the fact that the right and left ear each receive a slightly different frequency tone, yet the brain perceives these as a single tone, can help create whole brain synchronization, which makes it easier to focus and take in new information and become more deeply relaxed. The body is almost a giant sound conductor: skin, bones, ears, as well as the water that makes up around 70% of the adult body, all pick up & conduct sound waves, so it is logical that both audible and inaudible vibrations would have a profound effect on us. \"If we accept that sound is vibration and we know that vibration touches every part of our physical being, then we understand that sound is heard not only through our ears but through every cell in our bodies. One reason sound heals on a physical level is because it so deeply touches and transforms us on the emotional and spiritual planes. Sound can redress imbalances on every level of physiologic functioning and can play a positive role in the treatment of virtually any medical disorder.\" - Dr. Mitchell Gaynor, director of Medical Oncology and Integrative Medicine, the Cornell Cancer Prevention Center in New York. Sound can help you to relax deeply, restoring harmony and bringing balance to the body's biological rhythms and processes. It can also re-establish correct functioning of the Endocrine system (the glands), helping to release powerful healing and feel-good hormones such as endorphins, oxytocin and serotonin. It also helps to lower Cortisol (stress hormone) levels. Both sound and CBD work to bring the body back into balance, triggering its healing response. Our incredible and intelligent bodies naturally want to repair themselves and are always prioritizing bodily tasks for the sake of healing, if given the optimal conditions CBD totally optional $27 lease bring water blanket yoga mat optional pillow If you don't have yoga mat one will be provided Sign "}