{"title": "OTC or Home Remedies: Which Provides More Effective Cough Relief in Children?", "author": "Jill Murphy; Assistant Editor", "url": "https://www.pharmacytimes.com/view/otc-or-home-remedies-which-provides-more-effective-cough-relief-in-children", "hostname": "pharmacytimes.com", "description": "Suzanne Soliman, PharmD, founder of the Pharmacist Moms Group, said she believes that every situation is different when it comes to choosing the best remedy for children.", "sitename": "Pharmacy Times", "date": "2020-02-18", "cleaned_text": "Suzanne Soliman, PharmD, founder of the Pharmacist Moms Group, said she believes that every situation is different when it comes to choosing the best remedy for children. Treating a child's cough can be a difficult task and in the past, many health care providers would advise visiting the drug store to solve this problem. However, in recent years, there has been a growing debate surrounding the efficiency of OTC drugs versus alternative home remedies, such as honey, to relieve a cough. Certain home remedies have an extensive historical background, as many people would use spices and herbs to treat issues with hair, skin, or diet before the era of modern medicine. Still, this all-natural treatment approach can involve a trial-and-error process, with beneficial properties varying from person to person. \"It's something you have to look into, research, and experiment with to see what works for you,\" Sanna Naveed, a biomedical sciences sophomore at Arizona State University, said in a prepared statement to [The State Press](https://www.statepress.com/article/2018/02/spmagazine-home-remedies-vs-prescription-meds). \"But even still, they are cheaper than many store-bought medicines and products.\" As a pharmacist, your insight has a direct effect on patient outcomes. Help drive medicine forward with your opinions. Participate in a quick survey of OTC products for a chance to win a $1,000 Visa gift card. Vote now by clicking here: [https://hraresearchnetwork.com/wix/p6499706.aspx?hPTsource=5](https://hraresearchnetwork.com/wix/p6499706.aspx?hPTsource=5) Suzanne Soliman, PharmD, founder of the Pharmacist Moms Group, said that every situation is different when it comes to choosing the best remedy for children. Soliman explained in an email to Pharmacy Times that there are 2 important pieces to understanding the difference of when to use a home remedy such as honey versus pharmalogical medications. The first piece is to truly know your patient. \"There are many parents who would prefer to try something natural first and that is completely understandable. As a mom, I can definitely relate,\" Soliman said. \"There are then times when you need to use the medication and that is when I would recommend something pharmacological.\" The second piece that Soliman recommends is to truly know your medicines. \"We know as health care providers that natural medications are not regulated by the FDA, so we have to be wary of which products we recommend and make educated and wise decisions,\" Soliman said. Pediatrician Jennifer Shu, a spokesperson for the American Academy of Pediatrics, noted that consumers should not have blind faith in many of the \"promising\" labels on products in drug stores. She said that the shelves stocking kids' cough medicines at the pharmacy are more about marketing than good medicine. \"If you make it, some people are going to buy it,\" Shu said in a prepared statement to NPR. \"That's why you see a lot of products on shelves that may not be necessary or even safe for kids.\" Shu told NPR that specific studies have demonstrated that certain OTC cough syrups can cause adverse effects in children and are known to contain cough suppressants or an antihistamine. Nevertheless, even with a remedy such as honey, it is still highly recommended to take preventive measures to avoid future sickness, such as getting the flu vaccine. \"Not just your children, but the whole family, because with the adults being immunized you lessen the likelihood that there'll be intense household exposure,\" said Bud Weidermann, infectious disease specialist at Children's National Hospital in Washington, D.C., in a prepared statement to NPR. \"Don't go to work if you're sick; don't go to school if you're sick- you're just spreading your virus to other people.\" REFERENCES "}