{"title": "World Council for Health - General Assembly Meeting Nov 8", "author": null, "url": "https://worldcouncilforhealth.org/multimedia/general-assembly-meeting-november-8-2021/", "hostname": "worldcouncilforhealth.org", "description": "Tune in to hear from Professor Christian Schubert and Dr. Tracy Chandler!", "sitename": "World Council for Health", "date": "2021-11-11", "cleaned_text": "General Assembly Meeting — November 8, 2021 Rewatch our November 8, 2021, World Council for Health General Assembly Meeting video with guest speakers Professor Christian Schubert (Austria) and Dr. Tracy Chandler (New Zealand). Prof. Christian Schubert: The paradox's of the vaccine program from a neuro / psycho immunological point of view Professor Christian Schubert's work for over 25 years had been researching, together with colleagues, the interactions between psyche, brain (nerve cells and neurotransmitters), and the immune system (immune cells and cytokines). In short: psychoneuroimmunology. Prof. Schubert's presentation can be found and shared [here](https://worldcouncilforhealth.org/multimedia/christian-schubert-the-current-dominant-medicine-is-characterized-by-various-epistemological-errors/). Dr. Tracy Chandler: A new form of grief and how to heal, Introducing the WCH Colleague support committee Dr. Tracy Chandler has degrees in both biochemistry and medicine as well as diplomas in sport and exercise medicine. She is a passionate educator for nutritional and quantum healing and has been featured in The NZ Listener, Simply You, Australian Woman's Weekly, and Nadia Magazine. Tracy is the global liaison to New Zealand Doctors Speaking Out With Science (NZDSOS) and serves on the steering committee for World Council for Health. Dr. Chandler's presentation can be found and shared [here](https://worldcouncilforhealth.org/multimedia/dr-tracy-chandler-a-new-form-of-grief-and-how-to-heal/). Affiliate introduction videos can be found here: [ChrioUOnline](https://worldcouncilforhealth.org/multimedia/michael-pim-about-chirouonline/) and [Ezra Wellness](https://worldcouncilforhealth.org/multimedia/svetlana-rikoff-about-ezra-wellness/). Transcript [00:00:00] [00:00:56] Dr. Jennifer Hibberd: Welcome to the World Council for Health. And this is our weekly meeting. We're very happy to host people and doctors and specialists from around the world. And we'd like to welcome everybody that is here that has joined us on the live streaming. And Zoe, would you like to bring up the thank you. [00:01:15] Here we go. And so now let's go back to the first slide. [00:01:21] Thank you. All right. And we're gonna move our way through here. Where, as I said, we're delighted to have you all here from around the world and always have very interesting speakers. And we're very honored to have you here. I would like to state our disclaimer, which I feel obligated. We need to do that at the beginning of each meeting. [00:01:37] We'd like to point out that the opinions of our guest speakers do not always reflect represent the opinions of the World Council for Health. And as you all know, now our meeting is live and live streamed and recorded. We will make it through in a very natural, organic way through our meeting. [00:01:54] And you can continue on Zoe. [00:01:57] Thank you. Just to go through a few preliminaries if you could keep your mics muted, unless you're requested to speak. And if you have questions to put a big \"Q\" in front of your question, so it's a lot easier for us to identify and bring your question forward. And even if going into the chat to answer the question, it makes it really easy for all of us to identify it. [00:02:19] And please adhere to the code of conduct, to have respectful and open discussion together because we are sharing it with the world. And if you do not wish to appear, please, you're very welcome to turn off your camera. And we're finding that a number of people, all of us are finding that our emails, a lot of them are going into spam. [00:02:38] So if you add [[email protected]](/cdn-cgi/l/email-protection) and [[email protected]](/cdn-cgi/l/email-protection) into your contact list. So it's in a safe list. Hopefully it, you will find that it, for the most part, won't go into your spam or your trash before you get an opportunity to read it. Cause I think this is a problem. [00:02:57] All of us have. Cause we, we want all of you attending and watching this meeting as best as we can in any communications we're having together, we don't want to lose them. Thank you, Zoe. And as our affiliates we are so honored to have new affiliates joining from all over the world and continue to add on to them and please register your affiliates with our with through Zoe, so that she can put your logo up and we can start representing and interacting with you more. [00:03:26] As you see here, our steering committee just quick flash of all the wonderful people we have trying to help and work together so we can bring good information forward. And here we keep adding the countries. Any affiliates that you know of that you would like us to make contact with that maybe you're not able to contact. [00:03:43] Please let us know because we will reach out to them. Thank you. And here you see the logos again. We really want to feature your logo, so please send them through to us. Thanks Zoe. All right. So now our meeting proceedings, our speaker today, we have two great speakers, professor Christian Schubert and Tracy Chandler. [00:04:04] And then we have affiliates, two affiliates are going to come forward and share what they're doing and the great work that they're doing in their affiliate organization. We will have science and medical review and a legal committee review. And of course, I'm sure we'll have some urgent matters arising that some of you may want to bring forward so that it's news for all of us. [00:04:25] Without any delay, I would like to introduce our first speaker. [00:04:29] Zoe Strickland: Can I just remind everyone before you introduce the first speaker we are doing our first live translation. Going forward. We will have the option of people tuning in that don't speak English. So if you look at the bottom right of your screen, we have a German option this evening. [00:04:46] So if you would prefer to listen in German, we do have a translator. So you can just click on the interpretations and choose German. [00:04:54] Dr. Jennifer Hibberd: Thank you, Sophie. We don't want to forget to tell you about that. [00:04:57] And without any more delay, professor Christian Schubert, we look forward to hearing your talk and thank you so much for being here. [00:05:06] The floor is yours. Please tell everyone a little bit about yourself before we go into your talk. [00:05:10] Thank you. [00:05:11] Christian Schubert: Can you see my presentation? [00:05:12] Dr. Jennifer Hibberd: Yes, we can. [00:05:13] Christian Schubert: Super thank you. So thank you very much for invitation and giving me the opportunity to show you yeah, something on COVID crisis and especially on vaccination program from a holistic medical perspective. In current conventional medicine, sorry, in school medicine, so to speak we are confronted with a few of people that is very mechanistic. Prevention, diagnosis, and treatment, focus on the material aspects of our life. [00:05:51] Cells, molecules, genes, biochemistry, physics, et cetera, et cetera, are the focus when people are sick and that the intent is to me, to help them. We're right within a machine paradigm in medicine, consequently, the current dominant medicine is characterized by various epistemological errors. Dualism and reductionism are to be seen centrally. Dualism means that body and mind and soul are viewed separately. Reductionism assumes that health and illness can be best understood when we analyze the smallest parts of humans. [00:06:32] And from these results, bottom up draw conclusions about the big picture. Ie the human functioning in everyday life. This is exactly what happens in the COVID pandemic, the virus, this little tiny thing, material thing. What's the central it's the central force. The immune system and with the immune system, the human being went out of focus and was neglected. [00:07:02] So this is typical for school medicine focusing on the tiny little part of our life and forget the whole, the human being a new bio-psycho-social perspective in medicine sees people from a holistic perspective and recognize that health illness can only be understood and explained if one takes into account the highly complex non-material aspects of human life. [00:07:28] For example, psyche and social relationships from a bio-psycho-social perspective, these more complex entities such as psyche and social top-down are likely to have more powerful influence on our body biology than vice versa. Biology on psyche. This in turn implies that failure to take into account psychological and social factors in medicine can result in paradoxes associated with more harm to health than benefit to humans. [00:08:04] In my opinion, this fact is particularly relevant in the COVID-19 crisis. This is for psycho neuro immunology or short PNI comes into play. The PNI is a new branch of research [00:08:18] In psychosomatic medicine that deals with interactions between psychological factors and immune system. One could also say that PNI represents the empirical realization of a new bio-psychosocial paradigm in medicine. In PNI, psychological factors, sorry, I need the presentation here. Yeah. [00:08:42] Psychological factors. The endocrine system, the nervous system and immune system are seen as a network like collection. For example, if a person is acutely stressed, for example, because they hear that a new type of dangerous virus is threatening humanity. The cellular immune system is activated. Why are the sympathetic nervous system causing a brief increase in inflammation? [00:09:08] This increase in inflammation represents a defensive wall in order to be able to deal with viral threat appropriately. Once this short-term increase in inflammation has fulfilled its task. The cellular immune activation is feedback regulated. Here, we have the feedback regulation. Why are the parasympathetic nervous system? [00:09:32] So the nervous vagus. The cortisol system and the humoral immune system so far so good. But if people are chronically stressed, for example, because fear and panic persist, then too much cortisol is released. We call that hypercortisolism in the long-term and the immune response, the immune protection is permanently suppressed. [00:10:04] The consequences are now allergies, infectious diseases and cancer. The basis for the occurrence of diseases related to chronic stress is a decrease in a number of essential immune protection factors. Essentially here in the context of my lecture are the pink coloured consequences. Namely the reactivation of latent viral infections, such as Epstein, BARR, virus, or herpes simplex virus, the increased incidents of respiratory infectious diseases and the poor immune response to vaccination EG against influenza and maybe SARS-CoV-2. [00:10:50] There is no doubt that the functioning healthy immune system is essential if vaccination is to be successful. A number of studies, impressively show that stress, depression, loneliness, and harmful behavior, such as poor nutrition and little exercise worsens the immune response to a vaccination. It is also well known that psychosocial stress leads to an increased prevalence and severity affects nation related side effects. [00:11:20] This knowledge can be generalized across several different types of vaccination and should therefore also apply to the new vaccination technologies against SARS-CoV-2. [00:11:34] It should be taken into account that since the beginning of the COVID-19 crisis in early 2020, the prevalence of mental illnesses, sorry, here, the last point here, the prevalence of mental illnesses, such as depression, anxiety disorders, trauma, et cetera, has risen dramatically. And the vaccination against COVID is everything else, but not a medical success. [00:11:56] In a recently published review on stress and use disorders of the vaccine response medicine colleagues summed up that unfortunately, the COVID 19 pandemic itself has aggravated many of the risk factors for poor vaccine responses, such as stress, and then sedentary, Ines over all these risk factors are so prevalent that if not addressed, they could significantly reduce the overall efficacy of SARS-CoV-2 vaccine candidates. [00:12:29] So taking together or sorry, if psychological and social factors are not taken into account in medical intervention, such as the COVID vaccination, mechanistic medicine runs the risk of causing more harm to health than good. We already know of a sharp increase in vaccination breakthroughs and vaccination damage, including death as short-term results of the COVID vaccination. [00:12:56] This damage must not be only be related to the vaccine or the new vaccination technology itself, but can also be the result of collective immune suppression, which in turn has been linked to the great psychosocial stress that people have suffered over the past two years. So taking together, I would like to point out again that current medicine treats people like machines and sees mind and soul separated from the body. [00:13:24] Pscyhoneuroimmunology (PNI) tries to overcome this dualism in research. It can be assumed that the disregard of psychological social factors in medicine leads to paradoxes that are associated with more harm than good for those affected. If one does not take into account, for example, that many people around the world are currently stressed by the measures to contain the Corona virus and are there for immune compromised, one need not be surprised that the vaccination programs of the prevention and containment of the pandemic are unsuccessful and connected with more harm to help than benefit. [00:14:02] I consider the COVID 19 crisis to be a huge crisis in western medicine. Possibly the COVID-19 crisis represents the end of machine paradigm in medicine and the transition towards a new bio-psychosocial paradigm. Let's hope that I'm right. Thank you for attention. [00:14:20] Dr. Jennifer Hibberd: Dr. Schubert, thank you so much. That was something we need a lot more information coming forward about, because you're right, the separation of the mind and soul from the body is what current medicine has been practicing for quite a while. And we're seeing the effects of it right now. And certainly the psychosocial effect on everybody from the isolation and wearing masks and the depression of the immune system certainly plays out in a very negative way. [00:14:45] Certainly bringing forward. These vaccines on top of that. So really appreciate the information that you've brought forward. And I hope that more of you will come forward to discuss these issues in more depth as time passes too, because it's terrible the effect on the human race. [00:15:02] So thank you so much for your presentation. [00:15:06] Now I'd like to ask Tracy Chandler, who is a member of our steering committee, and really look forward to her, talk on a new form of grief and how to heal. Thank you so much Tracy. [00:15:16] See you're the best. Thank you so much. Come on forward. And we look forward to hearing from you. [00:15:21] Dr. Tracy Chandler: Thank you, Jennifer. And hey thank you everyone for being here. I really appreciate how valuable everyone's time is at the moment. Thank you for professor Schubert for providing the science to support my talk. [00:15:33] That was a welcome surprise. For those that don't know me, I'm on the World Council for Health and New Zealand doctors speaking out for science steering committee with incredible and inspiring other steering committee members. I'm speaking today, partly to announce the new world counsel for health subcommittee called colleagues support. [00:15:50] The remit of this team is to provide practical advice to any one of our members who are being harassed for speaking their COVID truth, but as also for those needing mental, emotional, spiritual support in these challenging times. This team will create a support network of practitioners who are able to help members and create a portfolio of helpful resources. [00:16:12] The first resource in this portfolio is a piece I've written on grief, which I'm honored to share with you today. It is part journal and part poem. Why am I talking about a new model of grief? Because it is so new, it will likely be unrecognized in you and your patients. As we have to bring awareness to issues in order to heal them. [00:16:33] Professor Schubert provided fantastic evidence of the impact of psychological effectors on the immune system. So this awareness has even more impact. Before I start, I will give you a very brief 30 second background of me. Before my medical degree, I did a degree in biochemistry and was the archetypical science nerd. [00:16:50] And still am. In addition as a functional medicine and minor surgery specialist, I particularly loved dissecting biochemical pathways and prescribing supplements to address any biochemical issues. Therefore, me talking about grief would seem unusual, but I feel and have experienced the greatest healing we offer [00:17:09] our patients comes from our own personal stories. And in typical biochemistry and surgical fashion, I have dissected this space called grief. It may seem like a gloomy topic, but there are solutions which I'll provide at the end. Interestingly, I started writing this article two weeks ago. It is definitely divine timing as the very next day [00:17:31] my ex-husband with whom I have share care of my children, forcibly jabbed my 13, 15 and 17 year old girls with the COVID vaccine. I told my girls, if anyone tried to jab them, they were to ring me. But unfortunately their father, a GP, shouted at them and said they could not go back to his house unless they had the jab. [00:17:50] And so my girls were too scared to stop him. The situation was compounded by discovering the pharmacist had not asked my girls to fill in the consent and told them the only possible side effect might be a slight sore arm. [00:18:03] To explain the fear, rage and grief. I felt as being like my heart and soul being ripped out does not do it justice. [00:18:09] And my tears have not begun to fill this hole. The experience makes the rest of the speech piece so much harder to read and write, but it is my calling and is my gift to you. Writing this has definitely been very healing, but please forgive me if I cry. There is much written about the grief of losing a loved one, our careers, our health, and so on, but not much has written about this latest model of grief. [00:18:34] Usually we only have one thing to grieve at a time, but it seems with COVID, there is often more than one for many of us, which compounds the problem. This is the case with me as harsh and illegal New Zealand mandates mean I officially cannot see patients in person after next week and yesterday our New Zealand group lost an important court case against the mandates. [00:18:57] So again, this piece has come at divine timing. So onto this new model of grief, which is a form of stress. There are many similarities with discovering a loved one with a terminal illness has a set time left on earth, but this new model of grief has so many complex layers. It deserves special analysis. [00:19:15] One of the layers is the obvious fear of losing our loved ones to COVID jabs side effects. Of course, as humans, there is always a subconscious and occasionally conscious fear that our loved ones could become sick, injured, and even passed. The knowledge we all have here in this group about jab side-effects have made these fears so much more conscious. [00:19:37] And for some of us, we are already grieving our loved ones who have chosen or been forced into having the jab. The newness of this type of grief is in that the potential loss has been initiated either from a forced or voluntary jab, not from an unexpected diagnosis. I class myself as a very positive person, a number one fan of the law of attraction. [00:20:00] But since discovering my baby girls have been jabbed, I found myself looking at them wondering how long I have with them. How long before I witnessed the ill health or worse. The grief is also generational with wondering about potential loss of grandchild. Thank goodness for the wonderful work of people like my dear friend and colleague Nusseibeh, Dr. [00:20:21] Kat for chairing a World Council for Health committee, creating COVID jabs side effect and other essential protocols. There is always hope. Thanks to my faith and spirit source, God, the universe, whatever you want to call it. And for my babies' sake, I'm learning to process these feelings of grief. I take them out daily. [00:20:41] I listened to them tenderly and I give them a metaphorical hug so they know I'm not ignoring them. And to save them later showing up as physical symptoms in me. Recently, I sat holding the frail hands of a crying 79 year old lady who reluctantly had her first jab because she was so frightened about not being able to buy food. [00:21:02] And I felt her grief for her own potential loss of health from side effects. I also felt the grief of those who will likely experience apartheid in New Zealand due to its harsh mandates. Holding this elderly lady's hand also reminded me of the impending situation of me not being able to hold my patients' hands or hug them, a practice I regularly use as part of my healing toolbox. The impending loss of a marriage creates grief for many even more so when it is due to opposing opinions about the jab. Marriage isn't the only relationship that can be lost of course. [00:21:38] Many are grieving the loss of family and friends over opposing jabbed beliefs. Even if relationships are lost, there's the grief associated with the change in the relationship with many families now and able to talk about the jab. And some, for example, being unable to even visit family members, unless they're jabbed. [00:21:57] There is the mind blowing grief of having a patient dying of severe jab side effects in a hospital that I couldn't help because the hospital doctors wouldn't implement our post jab protocols. The frustrated grief of not being able to save my patients jobs with our harsh New Zealand no job mandates, [00:22:16] and the New Zealand government making medical exemptions invalid. Then there is the angry grief of lives lost through suicide. And those that see having a jab to save their job as worse than death. Lastly, there is the loss of our ego, another layer of this new form of grief, which sounds bizarre, but hopefully I can explain this. [00:22:36] The jabbing of my babies injured, my ego, as I felt the grief of not being able to protect them. It's my job as their mom to protect them and having a 21 and 22 year old. I know that feeling doesn't stop when they leave home. To my recovering perfectionist mind, I had failed as a parent. Thankfully, I remembered what a colleague once told me that we are always doing the best we can with the knowledge and resources we have at the time. [00:23:04] This is even more so for those of us spending so much time in these types of committees, away from our families, in an attempt to save them by saving our world. To further explain this, I will briefly describe another personal situation. My parents decided recently to have their third go COVID jab, despite my pleas. [00:23:25] I went through alternating, anger and sorrow with that news, it was not until I posed them the question, why are you choosing to listen to your government who has a vested interest in you having the jab? Over me, your daughter who loves you is well read on the jabs and has no financial interest in you not having the jab that I realized the deeper issue at stake. [00:23:46] My ego felt attacked. In that moment I realized I had to let my ego go. If not completely, then even more than previous. I've done much work using multiple modalities, such as meditation over many years, in an attempt to let go of my ego, but realized that ego we have in relation to our friends and families is the hardest to let go. [00:24:09] I personally believe this is due to the energetic cord we have with them. Thankfully, there is healing that can be done with all types of grief. I have many tips on my website to help and I can put the address in the chat, but for grief, I'll briefly summarize my personal favorites. As I said at the start as a biochemist and surgeon, I love dissecting biochemical pathways. [00:24:32] However, by far the most healing for both me and my patients has been by teaching my patients, quantum and mind, body medicine tools. So let's move on to my juiciest tips. My first tip is to acknowledge our feelings by leaning into them in an inquisitive way. To heal grief it is essential we first recognize that we have it and then explore it by talking about it and leaning into it. [00:24:59] A beautiful one paragraph poem by Hiatus describes this process beautifully. And I respectfully request that you close your eyes just briefly for 30 seconds and put your hands on your heart while I read this paragraph. This being human is a guesthouse. Every morning, a new arrival. The joy, the depression, the meanness. Some momentary awareness comes as an unexpected visitor. [00:25:27] Welcome and entertain them all. Even if they're a crowd of sorrows you violently sweep your house empty of its furniture. Still treat each guest honorably. He may be clearing you out for some new delight. The dark thought, the shame, the malice, meet them at the door, laughing and invite them in. Be grateful for whatever comes because each has been sent as a guide from beyond. [00:25:53] In other words, our feelings are signs of work that needs to be done. You can open your eyes now or revel in the stillness. As I read the rest of my tips, being in our bodies, being embodied, grounding, mindfulness, whatever you'd like to call it is my next tip. It wasn't until I felt such wild and raw grief over my daughter's jabbing that I found the edges of my soul and could be properly in my body. [00:26:19] An analogy is: in order to see what a house looks like we have to explore its edges and step outside of it. To explain this more. I will use my example. I grew up in the UK where expression is frowned upon, particularly in my family, but with the news of my daughters' jabbing, I became fully embodied for the first time ever by spontaneously howling like a wounded animal. [00:26:43] And then I settled. I listened to music that moved me in a practice called intuitive or freeform dance. You probably all know the book \"The Body Keeps The Score\". Well intuitive dancing with your eyes closed ideally is one way of releasing painful and all stuck emotions, but a walk in nature can work too. [00:27:03] The other thing I did in those initial days, is soothe myself with physical touch, which helps regulate our autonomic nervous system to turn down the fight or flight and turn up the rest of the repair nervous system. Especially for an English reserved girl like me, this tip can be initially challenging. I, so I introduced my patients to this with the following technique, which is just to caress your face and hands like this. It's so simple. [00:27:28] So effective. Just try this. Just stroke your face mindfully, whilst belly breathing. It's very settling. Try to visualize a different outcome for your families. I visualize that even if they do have the jab, they will remain perfectly healthy. Put an energetic, protective bubble around them. Whatever works for you. And the world [00:27:50] council for health has great post-jab protocols. HeartMath is a beautiful technique for connecting with your emotions. This is a technique to modulate heart rate variability, to a more coherent and therefore healthy state. Hugs, very un-PC these days, but a six second hug releases oxytocin. And lastly look for the learnings in this new teacher of our time. [00:28:13] She may be whispering inaudibly in your ear, but she is there. For me, I discovered I have a far greater support network than I realized. And I also discovered the edges of my soul. So let us get this form of grief out into the light that is real and needs to be heard. If we want to heal it and help lessen the severity. [00:28:34] It may also trigger people to realize how concerned we are about the jab. The science to support our claims may not be enough. We may need to bring love into this battle. Love for our family and love for our friends. This is how we truly tap into our power. So lean on me, if you can't lean into your feelings yet, dear ones, you are more loved and supported than, hope. [00:28:56] This is my experience when I reached out. I'm eternally grateful for my other family. All of you in the World Council for Health and my local group Ends It TSOS for supporting me. And as one friend told me, holding my heart in their hands. As I mentioned, I'm chairing a new World Council for Health team for colleagues being harassed by governments, colleagues, friends, and family, but it's also support anyone needing mentor, emotional, spiritual support for any reason. If anyone would like to be in this team or can suggest practitioners for the support network, I promise it won't be full of tears. [00:29:34] Please contact me at [[email protected]](/cdn-cgi/l/email-protection) which I'll pop in the chat. And thank you for listening and holding space for me. Namaste. [00:29:43] Zoe Strickland: Thank you so much, Tracy. That was absolutely beautiful. Our chair, Jennifer's computer has just died, which is why I'm now talking, but maybe I can hand over to Tess to take over the chairing. [00:29:55] Dr. Tess Lawrie: Yes. Yeah. Tracy, thank you so much. The chat is just full of words of gratitude and appreciation for your communication, for sharing your experience and your learning and guidance and with regard to what has happened to your girls, we all feel so we are so with you and feel certain that [00:30:20] with the science and medical input that there's so much on detox and we all working on it. We are optimistic for the future and that we will find ways to detox spike protein and actual fact, as we heard earlier from Rob that work is already underway. Our hearts are with you and we're very grateful for you for setting up this new colleague support, because we all know at one time or another we will need that. [00:30:46] Are there any questions in the chat specifically for Tracy. [00:30:51] Dr. Jennifer Hibberd: I'd like to make a comment, Tracy, thank you so much for your talk. And I empathize with you 100%. I have a 21 and a 23 year old who by, because of family pressures, et cetera, they chose to go and get the vaccine tube. And I totally planned to bring them over the finish line and make sure that they're healthy. [00:31:10] So I do believe that we're going to find a way for them because the social pressures and psycho-social pressures and all of that's going on with their colleagues and friends and the family in particular. And you just one step at a time, it's the pathway that we're going through. [00:31:25] And a lot of us, I think I could talk to a lot of you and probably more than 50% of you have got the same story that I'm giving you. And as Tracy has given. We will walk together. And we will find our way. Just like we found the early treatments. We found COVID long haul treatments. We're working on post jab treatments. [00:31:42] We're just going to keep moving ahead and it's going to get better and better together. Thank you. [00:31:47] Dr. Tracy Chandler: There's always hope. [00:31:48] Dr. Jennifer Hibberd: We're going to get there. [00:31:50] And Ralph, you have the screen on there. Can you unshare for a moment? [00:31:55] Zoe Strickland: I don't see any screen being shared Jennifer. [00:31:57] Dr. Jennifer Hibberd: Oh, okay. I did. I guess maybe it was just talking, you know what? I've got it on the speaker view. That's all. It was. Any questions? Any further questions. Tess, did you see anything? [00:32:06] Zoe Strickland: There is a question for Christian. I noticed, I don't know if. [00:32:10] Dr. Jennifer Hibberd: Certainly bring it forward. [00:32:12] Zoe Strickland: It was from Rhema Neighbor. Does Dr. Schubert feel that if the population were less stressed and in better general health the novel COVID 19 technologies would be effective against the alleged pandemic? [00:32:25] Christian Schubert: And I suspect of course, that without taking stress into the equation the new messenger RNA technique is dangerous to humans. So no doubt about that. I think that the psychosocial aspect, when you integrate it in the consideration on whether these vaccination technology is successful or not, then I think you can have a good mediator. [00:32:48] So when you are surrounded in, or you're in a context, in a positive psychosocial context with loving relationships and you get the vaccination, I'm sure that your immune system is in a better shape or a better condition to get rid of maybe in your response failure or even side effects. And on the other side, when you're stressed this technology, maybe it's really risky and dangerous, could be really harmful. Because stress is interfering with everything in your body. [00:33:20] It's not just the immune system. It's very important to say that. It's also connected with a correlation system for fibrinogen increases under stress. [00:33:30] So when you're stressed, you have increased coagulation and together with the vaccination you, you could have the, all these severe side effects on inflammation, disease in the heart or thrombosis or something like that. So I think it's an acceleration of something and you can do of course, many things to, and when I am asked, for example by parents, they say, Hey my, my young son, 15, 16, or something like that, would like to be vaccinated because he would like to have his freedom back and they are really yeah stressed and sad. And then I say, you, you have to embrace your kid and you have to hold it and to increase attachment, because we know that psychoneuroimmunology see finds or have enough evidence for good immune system functioning when people are in good social relationships. [00:34:28] So social relationship is a life elixer. And I think we have a treasure which should be used in this situation. [00:34:37] Dr. Jennifer Hibberd: Thank you very much. Any other questions or anything? Any comments anyone wanted to make regarding this? Nope. Okay. I'm looking forward now to move on to our affiliate introductions and that's what we are as a group of organizations and great affiliates that have come together. So this is really, a really interesting part of our meeting. [00:34:59] We have Michael Pim of ChiroUOnline from the UK. Michael would you like to come forward and do your presentation? We look forward to it. [00:35:10] Michael Pim: Thank you very much. And to thank you for that great introduction. My name is Dr. Michael PIM. I'm a chiropractor. I've been in practice almost 30 years now. Seems just a few months past and I started chiropractic in the U S of A, which is where it all started. [00:35:26] And I come from a family of chiropractors, my dad, brother, sister, and my son is now studying chiropractic. So what sort of took hold from an early age has resonated out to be sort of me in a way of life because the philosophy that underpins what I do and the belief in health comes from within. [00:35:47] And so my talk really is about the sort of natural superiority of health. In other words, like nature, it doesn't need any help. It just needs no interference. In when I look at the WHO definition of health, it basically says the state of physical, mental, and social well-being and not merely the absence of disease or infirmity. [00:36:08] And I think these last few months, or year and a half has really exemplified that, not only is it riling up a lot of people who don't want to buy into the narrative, but also it sets the tone and the ground for, like minds coming together. So often we're in our little silos, whether we have a label chiropractor, medical doctor herbalist, but actually we're all doctors and doctor means teacher. [00:36:40] And how can we teach together to, to help humanity? Because this has been brewing for some time with, I think the overreach of big pharma. And it's constraining how healthcare with politics is really changing the psychic and delivery of healthcare that we have today. So my message from Chiro U, which is an organization we only started to just a few months ago, was to reach the public directly by connecting with them and empowering them. [00:37:14] And to help them realize that, so much of health comes actually from within it doesn't come from some dependency of big pharma, that's going to rescue or save you and, first do no harm. And really, if you just give your body what it needs, it can deal the environment. And I look at some examples, like the germ theory and the terrain theory where it, where we're blaming bugs, somebody's gotta be the villian. [00:37:42] Somebody out there outside of herself is the cause of why we're sick when actually it's not the cases the environment, the environment being the governing factor of whether we are sick or well and how we adapt to that. So as a chiropractor, my key into, or segue into healthcare is the nervous system. [00:38:03] And I look at the nervous system as the master system of the body. And if I get nerves, sending messages to all parts of the body will produce all the chemicals and hormones and it will heal up. Just obviously as a basic example, many people think it's the doctor that got them well. [00:38:22] And, people often like to give credit to the doctor. And I often like to put it in this context that actually it's your body that got you [00:38:31] well. [00:38:31] All I do is just take away the interference. I took away that, which was inhibiting you from, Expressing optimum health, because, if you cut yourself, your body's designed to heal, we're not designed for failure. [00:38:43] So that sort of philosophy of health from within it's something that, I want to help connect with you and change the landscape of what's going on out there because so much of this pandemic has really exemplified in many other areas of how healthcare or disease care is delivered. [00:39:03] And I look at patients that are asking, they're begging, who do I see? Where do I go, how do I be healthy. And what is health? Most people have no idea what health is and where it comes from. And, if we can empower more people give that message of hope. [00:39:18] I think it's something that is so needed in this day and age. And, when I look at BJ Palm, which was the developer of chiropractic, and he said alot of the professions are concerned with changing the environment to suit the weakened body, chiropractic is concerned with strengthening the body to suit the environment. [00:39:38] And so many of the speakers I hear are talking about health is talking my language and we're not alone because those personal testimonies that I heard today off the, the tax within family, the misunderstandings and misleading information, or what people understand as to what's good for the body is rippling out and life changing consequences in these vaccines. [00:40:05] Yeah. Let's come together and work together and I'm so pleased with the movement that you've started here and a rippling out because this is vitalistic. This is empowering. It has an energy to it. It's not a mechanistic looking at the body or just the sum of its parts. I want to play a full part in working with you, colleagues and others have invested interests so that we can really change the landscape. [00:40:29] And only thing that's really preventing us is just coming together. I don't think we need to change every heart and mind. I think changing a significant number [00:40:39] of [00:40:39] people to see that. Yeah, we have a means of connecting directly to the people rather than through insurance providers or our politicians telling us how we can help patients. [00:40:52] So without further ado, thank you very much for the opportunity to speak. And I look forward to engaging with you all at a later time. [00:41:00] Dr. Jennifer Hibberd: Thank you so much. That was a really wonderful talk. I really appreciate it. You definitely hit on many factors. That is what is bringing us all together here even today. And there's no question we're finding the ways to communicate better than we ever have with our colleagues around the world. [00:41:19] So we'll come together and we find a way to help everybody else. And it's funny as we're all in this meeting and many of us come to so many meetings trying to figure out a way forward this way, that way or the other way, and our friends who are all been taking the vaccines and living the life of Riley, it looks everything's great with them. [00:41:39] I'm not talking about the injured ones, but I look at my family and I'm thinking they have no idea how hard we're working to try to save their lives. And we will continue to do that. And slowly bring them aboard as time moves forward. And I guess they get confronted with bigger challenges that will get them to turn our way. [00:41:56] So thank you so much for being with us. And those are really wonderful things for becoming one of our alliances here too. [00:42:02] Thank you very much. [00:42:03] With real excitement, I bring forwards that Svetlana. She's from Canada, like myself, and we've been working together. She started a phenomenal movement called Ezra Wellness and I'd like her to come forward now and tell us all about it. [00:42:17] Svetlana Rikoff: Hi, Jennifer. Hi everybody. Thank you for having me. Like Jennifer was saying I'm from Canada. Currently, I'm in Grand Forks, British Columbia. So that's the Southern part of British Columbia. I'm right on the US border, about five minutes away. And I've been a registered nurse for 20 years. I have two children, 10 and 12. [00:42:38] I was married to a family doctor for 20 years and I recently went through a COVID divorce yeah, I'm one of them. I've worked in primary care, emergency room and intensive care. That's my background. So I saw the writing on the wall, March of 2020, this was a plandemic. [00:42:56] I've had the, I guess the privilege of watching medical corruption and misuse of management of resources and finances throughout the last 20 years just being married to a family doctor, making almost a million dollars. There was some things that I've seen in my career that I don't agree with and the pandemic just really brought this on. [00:43:16] So I saw the writing on the wall when we had a whole bunch of staff at our local hospital, deciding not to get vaccinated, [00:43:24] and marrying that with the patient care that's been really suffering for the past two years. Since the start the pandemic, our family doctors have been given the permission to do phone medicine and get paid the same amount as in a phone visit compared to an in-person visit. So the patients haven't been seeing their primary healthcare providers for probably two years. [00:43:47] But the nurses in the clinic, which was me, I still got to see the patients. So I still got to do a lot of hands-on with them and talking with them. So October 26 just this past couple of weeks was a very significant date in BC history. It was the last day that as a healthcare provider, that you can be vaccinated without losing your job. [00:44:06] So as of October 26, there were many healthcare providers, who did not get the vaccine [00:44:14] and were ultimately fired. They're calling it a unpaid LOA. They were basically booted out of our health authorities without pay. So I created Ezra in response to having all these amazing healthcare providers, which are by the way, are the cream of the crop. And patient care that's been going downhill. [00:44:33] So we married the two ideas together and we put Ezra together. So I'm in my office right now, and we are seeing patients. We're slowly getting busier. So we are a non-discriminatory clinic we're based on wellness, so health promotion and disease prevention. We're multi-disciplinary. So we're working with the chiros, the massage, the naturopaths, the MDs who have gotten fired because they themselves are not vaccinated. [00:45:05] Our partners include Vaccine Choice Canada, Action for Canada Health Alliance, World Council for Health, Canada Frontline Nurses. We are working with some indigenous groups. So basically this is a clinic that is restoring health care back to Canada and non-discriminatory, and there's two currently open in British Columbia. [00:45:27] And there's about 45 more that are establishing themselves as we speak. So our main purpose is health promotion and disease prevention. We're honoring vaccine injuries. So we are, we're allowing now space for people to come and move forward to talk about their vaccine injuries. [00:45:46] The traditional system is just saying, oh, you have a normal adverse reaction. This is normal. These blood clots are normal. These seizures are normal. Okay. This paralysis, this is normal. We know that this is not normal. So we're providing now a space for them to come and we're doing intakes and we are trying to understand what's happening and working with family doctors who have been treating vaccine injuries already. [00:46:16] So we're building up to treating full on vax injuries. We're also doing maternity care. Currently in British Columbia, if you're a pregnant woman, you cannot have a non-vaxxed partner joining you for your, for the birth. Okay. So the vaccinated or the mother who's pregnant can not have her unvaxxed partner join her or any of her kids. [00:46:40] So this is a huge disconnect and a huge problem. So we're having a lot of maternity patients come to us and wanting to do home births. So we do have a maternity team and a midwife. [00:46:53] We're all either registered nurses or licensed practical nurses or carrieds and we've abolished the hierarchy nursing and we're all nurses now. And we're spelling it differently and N-U-R-Z because our college owns the word registered nurse and nurse. [00:47:09] So we are not identifying with our college anymore. Okay. We don't represent them and they don't represent us. So in this role, I'm not associated with my college and we're in discussion of how to move forward with them, whether resigning and surrendering our license, or just going to completely non-practicing. [00:47:32] We're also looking for a possibility of a new regulatory body. We're working with the Canada Health Alliance. The Canada health Alliance is all healthcare professionals, chiropractors, nurses, dentists, naturopaths, chiros, and massage, you name it, and we're one growing body. So we're revamping the way that we're doing health and wellness. [00:47:56] So we're going from the old way. And we're the transitional generation that's moving the new profession forward. And any patients, clients who want to come into this new role of health and wellness, where we're promoting accountability for your health. So we're, we are promoting being more responsible for your health and wellness, as opposed to rely on the medical system, AKA a victim of the system. [00:48:24] Big pharma, we understand that there's a role for medications. But our goal is to tone down the big pharma, and offer alternative ways before we end up on a medication forever. So what else can I say. [00:48:39] Dr. Jennifer Hibberd: Do you want me to talk a little bit about what we're working with too? [00:48:42] Svetlana Rikoff: Yes. Yes [00:48:44] Dr. Jennifer Hibberd: Take a few minutes break. [00:48:46] I'm on the leadership committee with Svetlana. And so we've been working hard to find an alternate pathway because a lot of the healthcare workers are worried about liability and which is understandable because in the classic system liability is a big issue and we all pay huge insurance to cover ourselves. [00:49:03] So we are looking, as Svetlana has mentioned, at alternate ways to organize and license and we've come across a few great ideas. We're going to be entertaining those ideas. And it is again the alternate way of going through the traditional organizations, where they licensed you and they happen to be federally recognized too. [00:49:22] So they even have liability insurance. So we're actually having a meeting tonight to discuss all of that. We are uniting with the Canada Health Alliance, with the nurses, the whole nurses movement across Canada, and we are engaging the indigenous groups. We're talking very closely with them too, so that we can just have our healthcare workers that are stepping out of the system as protected as possible. [00:49:47] So it's an exciting movement. It's a very hard for everybody to get it around their heads, especially the medical doctors, where they used to prescribing medications, but it's a transition and we will always have doctors that are in the system that will help with this transition. Just like surgical cases and [00:50:06] Svetlana told me also about a case where a patient was, or a victim was crushed pelvis. And the doctor of the hospital refused to treat him because he was not vaccinated. How could last week treating non-vaccinated be okay? And this week it's not? Because that's how quickly things changed here. Ezra provides that connection to, and the communication with sympathetic doctors who happen to be vaxxed, so they're still in the system, but they're helping on both sides, which is very advantages too. So it's an amazing movement, Svetlana, you're an angel. And this is really an example to the rest of the world. And actually we had a meeting with the world council of health because we are going to bring this to, we're going to bring other alliances to the table at the world alliance of health and meet with other countries. [00:50:55] And we're looking at creating an organization within the World Council of Health, and Tess, why don't you speak to that for just a moment, because it is an interesting it's in the works, but would you like to talk a little bit about it right now? [00:51:07] Yeah, absolutely. [00:51:08] Dr. Tess Lawrie: I think what's really important. And what's clear from Svetlana's presentation is that it's really not a question of who's vaccinated and who's not. Everybody has been missing care and health and wellness guidance over the last two years. [00:51:24] And we're all needing help. So it's really not a question of vaccination status. It's a question of, there's a better way. There needs to be a change. We have now the opportunity for huge change and we need to take it because we need a revolution in health and health and wellness. [00:51:43] I think just before the pandemic, we were probably at the worst levels of health, mental health, physical health, then generations of human beings have been before. And the pandemic has actually just consolidated that. So we have societies around the world who are just in the worst state of health, needing healthcare and not being able to even speak to a practitioner to get any advice. [00:52:09] What we're looking at with the World Council, we're looking at all these different models. The Ezra Wellness clinic is one. The water Nanga I beg your pardon, the Maori health council is another model where basically, it's about empowering people to take control or to take responsibility for their own health and actually matching people who matching clients, who are prepared to take responsibility for their own health. [00:52:36] And with practitioners who are available to provide that wellness care coaching and whatever to facilitate achieving optimal health. So it's not about blaming the practitioner. It's really about empowering people to take responsibility and it's only with individual responsibility that we're actually going to get out of this. [00:52:59] I think it's clear. We can't outsource our health to governments and health authorities. We actually have to make the change ourselves. I think what Svetlana and her group have begun and the Maori Health Council and other groups who are starting to provide care in a new way, it's really a very exciting moment [00:53:20] for the World Council for Health. We'll be starting a page on health revolution. And we will be looking at different models that are being introduced in different countries to provide care for people. Not care. It's really wellness coaching. It's teaching people and supporting them in their learning. Remembering who they are remembering how to look after themselves. [00:53:44] Because I think we've really we've forgotten what good health is. And the way out of this is actually to put the fear aside, to actually take on board some responsibility and move forward in a positive way. Yeah, we're very grateful to the guidance shown by Ezra clinics and we'll be watching that and incorporating I'm sure much of what they're doing and to creating new model here in the UK. [00:54:10] Dr. Jennifer Hibberd: Thank you Tess and that's so true. And you actually, sorry. You actually touched on a really important point, is that even before this pandemic, our healthcare system, were in dire straits and it was the generation of it's everybody else's fault, whether it was legal, medical, it was never an individual's responsibility to be responsible for any of their actions, any of them. [00:54:34] So this has created the tipping point going through this pandemic and it's going to bring out the best in all of us. Ultimately, a lot of us are already working on that, but it will bring out the best in all of us. And thank you Tess, you're always an innovator and this is really important. We all work together and we encouraged those of you all over the world. [00:54:56] Please come forward with whatever's going on and any movement that you're creating there that can contribute and come to the table with us at the World Council. Tracy, you have a question. [00:55:06] Dr. Tracy Chandler: Yeah, just to let you know that the welcome Ininga health council, which is the Maori Health Council is actually issuing annual practicing certificates already because in New Zealand, [00:55:15] and I think it's similar in other countries that we can practice under any medical council. It doesn't have to be the official medical council and same with the dental councils as well. And we're in talks with pharmacists and labs to be able to prescribe and request funded lab tests and prescriptions under the new welcome Inga health council. [00:55:35] We won't need the old system anymore, which is very exciting and I'm sure that can be replicated in other countries because apparently the welcome Ininga health council can recognize any practitioner in any country. Due to some very old law, which I don't understand, but very exciting news. [00:55:52] Dr. Jennifer Hibberd: Yeah, that's really good. [00:55:53] And I was in a meeting this morning with an indigenous group in Canada and questioning cause I keep digging and trying to get more information. And apparently it's in the constitution of Canada also is once you're affiliated with an indigenous group. This has definitely an upside that we've never explored before. [00:56:08] And it's very exciting. So thank you, Tracy. So that's where we bring it all together and get the best that we can for everybody. [00:56:16] Zoe Strickland: There are a few questions, Jennifer. A question from Mark Chelsea is for nurses and MDs in Canada who are interested in what you're doing Svetlana, how can they reach out and apply? [00:56:27] And also is it just certain provinces with opportunities for them? And are you keeping a kind of regional. [00:56:33] Svetlana Rikoff: Yeah. So ezrawellness.ca is our website and it's the growing network and needing to create it and build it up so they can reach out to us on ezrawellness.ca that's our website. And then there'll be a place that you can put in your comments. [00:56:52] And we are keeping a registry of, what Canadian cities are currently establishing themselves. [00:56:59] Dr. Jennifer Hibberd: And it is across Canada. It's it's not every single province has got a group yet, but we're almost there. [00:57:05] Svetlana Rikoff: Yeah. So the thing with what's happening with British Columbia is we're the only province so far that the mandate, the vaccine mandate is being like hammered home, like October 26, you have to be vaxxed or you're out of here. [00:57:18] Okay. So BC is the only province right now that's happening, but the other provinces will fall. [00:57:26] Dr. Jennifer Hibberd: Alberta was another one, Alberta's the next one, that's got the next largest number of healthcare workers joining this movement, then Quebec. Beyond that, it's just a matter of time, right? [00:57:39] Svetlana Rikoff: So it's actually nice, in a way, because it gives us some breathing room to start to plan this properly, because this is a big movement, right? There's a lot of planning that has to go in BC was just sprung. And I just started to do this for my community. But it basically blew up because every other community in BC was kinda thinking the same thing. [00:57:58] So it gives some time to other provinces to start to think about this. But we like, for example, Edmonton, we have currently have over 350 members at Ezra. Calgary over a hundred. The numbers are just growing and growing. I'm getting phone calls every day. [00:58:12] How can I support this? How can I do this? We're already doing referrals. Just because there's not a physical location or building doesn't mean that we're not actually working. I'm calling Ezra Vancouver, and we're getting people helping. The nurse advocacy role is huge. People going to surgeries right now do not trust the medical system. [00:58:31] They are scared that when they're under anesthesia, that they're going to get jabbed. Cause that's actually happened. So they're calling Ezra to be an advocate for them. And just like Jennifer was saying, we're getting unvaxxed people getting denied healthcare. Who are they calling? Ezra. We're also, taking some burden off of the current medical system, which is a good thing. [00:58:54] It should be a good thing. It should be a welcomed thing. [00:58:56] Dr. Jennifer Hibberd: So considering people in Canada couldn't even find doctors to see before this pandemic, and it totally feeds into what you were saying to us. It was probably at its lowest point. [00:59:06] And I think going into a different system and a different way of moving forward with your health is going to help put controls on all of that. [00:59:12] Dr. Tess Lawrie: I think also, if you just think everybody gets COVID, and COVID is one of the things that's really undertreated at the moment, especially early treatments. [00:59:19] It's a service that's so essential. People really need help at the moment to access care. There a couple more questions. There's a question from Dr. Emma Briley about [00:59:29] if a patient needs secondary care, can you refer them in the normal way? And are you able to. [00:59:36] Svetlana Rikoff: Sorry, secondary care. [00:59:38] Dr. Jennifer Hibberd: Getting them back into the system, just like that person that was injured, you sent him back into the system. [00:59:43] Svetlana Rikoff: Yeah. We'll do the intake. And if we're, if it is just beyond our scope at the moment, these patients already have already attached to a family doctor. So what I do and what my son does, we just get on the phone and we talk to the family doctor and we say, Hey, this is the situation. Where are you at with that? [01:00:01] And then we get the care that way. Yeah, so we don't just dead end the patient. We move it to the very, very end until the patient gets what they need. [01:00:09] Dr. Jennifer Hibberd: There's going to be a bridge backwards and forwards between both systems. And like you said to us being vaccinated or un-vaccinated, that's not the barrier with a healthcare workers not with all of them. [01:00:20] So there's a lot that are vaccinated that are happy to help, and they stay in the system because they can, but they also support the system outside of the mainstream because they can, and that's what Ezra will depend on to, for support. As far as prescribing, if you step away as a nurse practitioner, you can't prescribe, however, these nurse practitioners are still licensed, but tell me what the status is here. [01:00:45] Svetlana with the nurse practitioners who can normally prescribe, no longer can or what's the situation? [01:00:52] Svetlana Rikoff: So the prescribing is probably our only missing key at this point. Okay. So what we're doing is a couple of different ways. One, we can be using the current family doctor that the patient already has. [01:01:06] If they don't have a family doctor, a current family doctor, we have Ezra doctors who I can just call up and say, Hey, I have a patient here. Do you want to do a quick intake? And this patient, I think, needs this medication. So we have an Ezra doctor remotely, which is a beautiful thing, and there'll be more and more of them. [01:01:27] Thirdly, we're working with pharmacy. Okay. There might be an opportunity down the road where we can be using the pharmacist to help us get these medications where we don't need to go through a family doctor. If there's none. [01:01:42] Dr. Jennifer Hibberd: That's a little tenuous right now, though. [01:01:45] Svetlana Rikoff: Well, there's many countries that, are doing it. [01:01:49] Dr. Jennifer Hibberd: And I think a lot of their medications were never restricted, but you know what, we will explore every avenue. And if there's a possibility of going there in a way that is accepted on both sides certainly we'll absolutely go there, because it's, you're walking a fine line where you don't want them to come in and shut anything down. [01:02:09] Svetlana Rikoff: Yeah. Yeah. But we're also here to get what the patients need. So we're looking at all options. [01:02:15] And so basically it's about empowering mind, body and soul, and the mind, the soul piece are what people love, because once you start to feel heard then the body can start to heal. [01:02:29] Dr. Jennifer Hibberd: Absolutely. Tess, do you have any more questions? Thanks so much Svetlana. [01:02:33] Dr. Tess Lawrie: No, but I did just want to reiterate what Tracy was saying about the Wakaminenga Health Council and that they are already open to health professionals from other countries registering with them. [01:02:46] It's a question of of really subscribing to the principles. And they have principles for the health practitioners to do no harm and so on and to do their very best. And there are also principles for the users of the system which involves taking responsibility for your own health. [01:03:03] If there are any complaints you do through mediation rather than through litigation and and it's all towards empowerment and facilitating a condition of true health rather than the independence on a system. And and so there is a possibility at the moment if they were professional health practitioners who were unable to remain registered with the existing bodies, that they could explore that as an alternative new system. [01:03:28] Sorry. [01:03:29] Dr. Jennifer Hibberd: Can I ask you a question, Tracy, regarding this. Now, because it's an indigenous affiliation, do these, does what make it, what makes it binding in each country? Is it by affiliating with the indigenous groups in those countries too? Because how do you get a government to actually have to step back and acknowledge that? [01:03:50] Because you think of having a license, like a medical license, and you'd come from say Poland, and you come to Canada, you don't have, it's not recognized until you get a licensed in that country. But if it was linking with another indigenous group and they acknowledged each other, then having a license from an indigenous group, say from the Maoris, coming to Canada, If you are affiliated with the indigenous group in Canada, you then come under the constitution of being enabled to practice without punitive action. [01:04:20] Have they looked into that or, cause I just wonder how you could do that coming to another country because it sounds great. [01:04:28] Dr. Tracy Chandler: Yeah. I'm not on that particular sub committee, so I don't know that intimate details of it. I will put a link in the chat to the Waka Ninga Health Council, which does explain it in more detail. [01:04:37] But my understanding is that it's covered by a very ancient 1800's laws. I think they're looking at both ways of umbrella-ing people, grandfathering people, and which has to also through affiliation for non Commonwealth countries. But I'll put some information in the check, cause it's not my expertise in that the New Zealand. [01:04:57] Dr. Tess Lawrie: I know that they refer to universal law and their website and it's based on universal law. Yeah, so I think it's steps outside possibly of country specific registrations because at the end of the day, it's an agreement between a health provider or coach or whatever, and a client and they have an equal responsibility. [01:05:18] Zoe Strickland: I see Professor Dolores has her hand up. [01:05:21] Professor Dolores: Just to say that there's risks, in the natural law, universal law, and it does apply everywhere. And I think it's partly how we get out of this system act in honour or do no harm. And all of us are liable under the law for our actions, as well as our emissions in treating the women on the regulatory councils around the world that are losing the livelihood of doctors and nurses who are trying to do no harm. [01:05:48] And I've been looking it up. Do you remember Tess that part of the natural law is around that trust and the law of equity which I think this is where you're dealing with men and women in the rule of law, as opposed to anything with the register and the license is to do with the other aspects of the law that deal with dead corporations. [01:06:11] So I think they're on to exactly the right way out of this. So I just wanted to support them. [01:06:16] Dr. Jennifer Hibberd: That's awesome. Thank you. Thanks Dolores. That's really wonderful. Thank you for bringing that forward. This is definitely the direction and the new way forward. This has been really interesting and it's definitely food for thought for everybody. [01:06:28] And then, take this back with you and please bring it back to the world council because we're building on this and we're going to do it exponentially. I can feel it . Now I think that's it for questions regarding this, even though the more we know, the more we're going to ask about it. [01:06:42] I would like to go onto the committee updates and Charles Kovess, can you take over the affiliate update or the committee update for the legal committee and if Michael Alexander or any of, the members are there can contribute with you. [01:06:54] Is that good for you? [01:06:56] Charles Kovess: Yep. Sure is. [01:06:57] Dr. Jennifer Hibberd: Great, thanks. [01:06:59] Charles Kovess: So, um, we meet weekly everybody, and there are lots of issues that keep raising. And so it's a part of the challenge that we have new people coming to those plus we're streaming. There are many legal remedies available. The complexity is to take the right remedy and it takes time. [01:07:20] So Shabnam reported on what's happening in South Africa. In terms of school students waking up in Australia, there's a string of cases happening. I'll report specifically on that. We've had Mark Trozzy joining us. So there's a nice interface between the medical and the legal, because we need to work together. [01:07:43] And doctors are being attacked as I've reported previously. Michael Alexander reported on Canada and first responders protests. Jiri will be talking about what's happening in Czech Republic. Now what I want to, what I. We've explored the risk of, as Dolores has just talked about in terms of, people dying because hospitals refuse treatment. [01:08:08] So this issue of constructive manslaughter, negligent homicide, these politicians need to be held to account. And coming back to the whole, what Christian Schubert was talking about right at the start, and then Tracy talking about grief. We are men and women. We are human. We are not dead corporations and what's happening in Australia, but also around the world in all of these legal actions and the complexity of all this; is the human spirit. [01:08:39] And I've talked about pattern interrupt, and this question of people getting a jab because they want their freedom. Now, I just want you to think of the legal committee talked about this. I want you to think of three examples. Romania, in 1991, no, 1989, Romania, South Africa with Nelson Mandela and the falling of the Berlin Wall and the role of Hungary. [01:09:10] Now you look at what happened to Nikolaus Ceausescu that the spontaneous human spirit, and that's what this World Council for Health is doing. So this is where our power comes from. It doesn't come from this mechanism process here because fear comes from here. And when human beings work together now with the internet, the speed of that collaboration. Nelson Mandela was in solitary for 27 years. [01:09:36] Nicola Ceausescu thought he was in charge and suddenly there's this enormous thing happens. The human spirit gets harnessed and each one of us has to do and what's Svetlana is doing, what every lawyer is doing. The conversation's in protecting doctors from regulatory bodies. Each one of those makes a difference. [01:09:58] So please don't think that what you are doing doesn't help. It does. And my real sense of this is there is a global movement happening and understand that lawyers, not every lawyer buys into this. It takes time and many people rushing to the courts with the wrong cases. So I'm not a Pollyanna optimist, but I can see the human spirit at work here. [01:10:23] And it's letting go this idea that we need instant solutions. Now we keep working. This is a well, I call this World War 3 and we have to be willing to fight, and tests and team well done for organizing this space. Now failure is not an option. And now I'll hand over to Jiri to report on Czech Republic and peace and desist. [01:10:47] Jiri Spousta: Thank you. Thank you very much, Charles. I will start with very briefly as usual sharing my screen and we will connect the medical side and the legal side. At the same time. What you are looking at is a official info infographic from our ministry of health. Roughly dated three weeks ago and very quick translation the left side showing new COVID patients and the right side did the number of 70, 79 is new and new ICU patients. [01:11:25] Again, I have no way to verify if this is true or not. However it is official. This has been officially published by the ministry of health. And what I want you to pay attention to is the yellow part of the graph, which on the left side, says 30%. [01:11:42] And on the right side says 24%. And that means basically those yellow parts, and those are supposedly double jabbed double vaccinated, double injected patients. So why I am bringing this up is this opens a new way to a new litigation and new lawsuits revolving around discrimination. [01:12:05] Because if we go back in time and look at the narrative; I don't know, it wasn't that long time ago when the mainstream narrative was, double injected, you are basically indestructable. You cannot catch it. You cannot spread it. You will never, ever end up in hospital let alone the ICU. [01:12:24] Then the mainstream narrative shifted a little bit. And it was, yeah. Maybe you can catch it, but you cannot spread it. You will never end up in hospital. [01:12:33] Then the narrative, the mainstream narrative shifted once again. Then once again and so on. And here we are basically the official narrative, at least as far as our little tiny Republic goes, the mainstream narrative is: \"yeah, if you are, if you're a double jab, you can still end up in the ICU. So hashtag get the third booster,\" or the fourth one or whatever. So the question is when is the, when is penny going to drop. I do not know. I do not know, but we shall see, we shall keep spreading the information. [01:13:07] The second thing I wanted to give a quick update, yes, we are still working on the legal database. Or if any lawyers are here on the call or someone is listening and you have a knowledge information about a COVID-19 related case, which ended up with which went in our favor. Please let us know because the Czech Republic managed to cross the magical threshold of 1550 victories in our court system against these various mandates, restrictions, et cetera, et cetera. [01:13:40] And lastly, or maybe not yet. Also, the lawyers from the European union, we are also working on some interesting projects as well. More, perhaps more, a more detailed update coming in next and next Monday. And regarding the WCH declaration [01:13:57] on the cease and desist, we are doing final edits. [01:14:01] And I think we will, we'll give the owners to Shabnam to read it next Monday, and it will be ready to go ready for deployment. So that is quick legal update from my side. And I guess back to you Charles. [01:14:15] Charles Kovess: Yes. And Michael, is there anything that's happened in Canada that you wanted specifically report on? [01:14:21] Remember everybody we're also working on the pattern interrupt, so the side go the psychological aspect. We need to understand how to use language. I might share that next week of my great progress on that presentation. Of one idea it could crack open the shell and then you can put the data in. Just Tess one thing [01:14:41] if Michael wants to add anything on Canada. You're on mute, Michael. [01:14:48] Michael Alexander: Thank you, Charles. I just wanted to say regarding Svetlana, excuse me. Her presentation that the idea of advocacy is very important. I've just spent the last couple of weeks embattled with the Vancouver general hospital, who was trying to euthanize a friend of mine who had terminal cancer who's actually a colleague of ours at the justice center. [01:15:09] And there was nobody to advocate there. We were able to put somebody in place, but this is going on all over the system. People in the hospitals are doing what they want and they need help, particularly in relation to COVID. As to what's going on in Canada. The RCMP has Mounties for freedoms. [01:15:25] A group of RCMP officers of federal police that put out a letter, a devastating letter on behalf of those who don't want to take the vaccination and has been sent to the minister of health and to the head of the RCMP. And I am I am very hopeful about what our first responders and our law enforcement officials are going to try to do. [01:15:45] And so that's that's some brightness in the darkness. Also there was a decision I haven't been able to look at yet on the part of our federal labor board on behalf of federal employees, that the vaccine mandate is unlawful for federal employees. So that's just off the wire. Today I haven't been able to look into decision yet, but if it's wide ranging, that would be a huge step forward. [01:16:10] The as far as the college of Ontario goes, which is the college, the college of physicians and surgeons of Ontario, it's the college in Canada. It's the most powerful, it's the most brutal, it's the most tyrannical college. Other colleges across the country, take their cues from it. [01:16:25] I'm defending Dr. Phillips and Dr. Crosy before the CPSO. And I'm just happy to report at this point, that so far they've shot themselves in the foot three times in a row in the legal proceedings to date. And we will be facing off against them in the courts of Ontario on January the seventh. And this case will not be just about Mark and Patrick. [01:16:50] It will be about taking down the college and its whole way of doing business in Ontario. And so this is going to be a mammoth confrontation that I think will affect the entire country. [01:17:01] Charles Kovess: Thanks Michael. And one other thing just before we finished, Michael, brilliant is evidence. Everybody, when a medical practitioner or a hospital says you can't come in without being jabbed, get the name of the person. [01:17:16] If the person doesn't want to give you the name, get a video of the person with your phone, telling you that you can't come in because six months, a year down the track they will say are willing to refuse entry. Evidence. Keep collecting evidence. Thank you Tess and thank you, Jennifer. [01:17:32] Dr. Jennifer Hibberd: Sorry, there we go. I was muted then. Thank you, Charles. Is that ever true? And that's been the case even before this, but never been more important to collect evidence. And if you can't figure out how to turn on, there is an app that you can download on your phone. That you can record in app, or you can just turn on your camera and turn on the video. [01:17:53] And just have that on whether you video it or do the audio. It's very important when you go into meetings to have this recording and do it on a regular basis. Thank you so much for your report. Really interesting and exciting. I look forward to hearing what's happening. I know Canada's kind of near the front edge, like New Zealand and Australia. [01:18:13] What we bring forward has a big impact on all the other countries. [01:18:16] I'd like to invite in a Naseeba, Dr. Kat to come forward and give our science and medical review. Naseeba, Thanks. [01:18:23] Dr. Tess Lawrie: She was unable to attend this evening. Sorry, Jennifer. [01:18:26] Dr. Jennifer Hibberd: I should have known. [01:18:26] Dr. Tess Lawrie: But I'm happy just to give a brief update. The team is continuing to look at issues around the possibility of vaccine shedding and transmission, and also detox substances and medicines and supplements that can be taken to reduce spike protein loads. [01:18:46] And the other thing is we've been paying attention to emerging information on the contents of the vaccines and there is a need really to establish, we need further independent evaluation of vaccine contents to determine whether it's a quality issue regarding contaminants and so on. [01:19:07] Or whether it is it is something else. And and also what's going on with product recalls and that kind of thing. Yeah, there was further need for that. And if there are any members among our affiliates who are able to help with that kind of analysis please do get in touch with us. [01:19:24] Because I think that's, it's really urgent to establish the quality of the vaccine and these endless, the possible contaminants. And yeah and that's probably it's probably it for now. I don't know, Rob, do you want to add anything? [01:19:37] Rob Verkerk: That's all good Tess. [01:19:38] There's so much to, to come. I should say on the 12th, we are doing a interview with myself, Peter McCullough, here at Vandenbosch. Myself interviewed by Paul Mills university of California, San Diego, and that's going to be really a way of trying to unraveling some of the uncertainties and the complexities that are going on with the SARS-CoV-2 human interaction, immunological responses, natural selection, evolution, ignorance, et cetera. [01:20:12] So that we will be releasing the following week. But I think the remarkable thing is that things are changing so fast. Now that I'm going to be very difficult for the mainstream narrative to maintain the current trajectory. And we've, we have to find the best possible ways of trying to communicate this to as many people as possible because so many of the channels that we use are shut down. [01:20:39] So anyone with innovative ideas on communication that's what we all need. I think. [01:20:44] Dr. Tess Lawrie: Yeah, censorship is a huge problem. And I think really the way to communicate our messages is really to communicate them in a positive way, because I think people really need good news and they really need information they can trust. [01:20:56] So I think, we really have to bring people together and avoid any polarizing communications. I think people are really on the alert they've been yanked this way and that they've been presented with confusing information contradictory information. And so I think really we need to be thinking about how we can help people make sense of what's going on in a positive way, how we can help them step away from the fear. [01:21:22] Rob Verkerk: I think that is the key Tess. Stepping away from the fear, but recognizing that two facets are going to be present. One is complexity and the other one's certainty. And one of the difficulties we have in trying to create a narrative that people can understand people both on our side of the fence and the other side of the fence are over simplifying the narrative and in doing that, they're getting it wrong. [01:21:49] And then, which is why, people have to keep changing their view. We have to recognize that and understand that the situation is very dynamic. It is changing all the time. [01:21:58] Dr. Jennifer Hibberd: Thanks. Thanks. You guys. Did you have anything more you want say? [01:22:02] Okay. I'll have a few words. First of all, I really want to thank you Svetlana. I didn't thank you enough, after your presentation. You represent a movement that we're encouraging and it's motivating for all of us to hear something like that, that started grassroots out of necessity. And it is where you get pushed to that point, [01:22:21] where, is there an alternative? Not really, if you're wanting to survive and move forward and make it a better place. I also want to just let everybody know that there's conferences going on around the world and wherever we're able to plug in or have colleagues communicate and participate. [01:22:39] The world council of health is a place where we will help promote these. There's an Asian conference coming up. There's a Brazilian conference coming up and there's a few other conferences that we will feature as they are becoming available. And certainly we welcome affiliation. We welcome speakers coming in and we will help facilitate that for the conferences going forward because it is about all of us working together, moving forward together, learning as much as we can, as fast as we can. [01:23:09] And because there is a better way and we're going to find it together. And I thank you all for being here. [01:23:15] Is there any further urgent business or information anybody would like to bring forward? [01:23:19] Dr. Tess Lawrie: Jennifer. There's one reminder that there's an African conference next week and the African health summit where it basically will be a information sharing and discussion on COVID management and treatment. [01:23:33] So that's really gonna be a great conference. And there are many of our affiliates who are speaking and presenting at their conference. We will be posting the brochure on the flyer on the channel and on the website, so people can access it there. And I think yeah. Are there any other matters? [01:23:48] I think I saw- [01:23:49] Zoe Strickland: Mascha has her hand up. Yes. Go for it Mascha. [01:23:53] Mascha: Okay, thank you so much. I'm just wondering why don't we use something which we, from my point of view, there is delineation of the Halahico court. And I think if we use it wisely, if you put it on real good use, you could change the game. So I'm just wondering why don't we discuss it? [01:24:13] It's all in there. The Halahico court [01:24:16] makes decisions based on their legal part of the Torah. So there were no doubts about if they have conflict of interests as FDA EMA take your pick, do well known have. So there is a bonus of trust, of course. And we've been discussing the need for people out there for not experts to understand what amazing job you do. [01:24:48] They don't. But in this Heico delineation, it's all in there. They're very fierce addressed simple first like infertility, impotence, cancer. Just three main reasons why it is strictly absolutely forbidden for the children being jabbed for the child, bearing age, adults, being jabbed. They strictly recommend the older people and elderly not to get the jab staying on the safe side and so on. [01:25:22] So it's all in there. There is a simple message and there is this special liability I wanted to say on credibility, which we really must use. If we get this document out there to the wide public, it would consequently in way, accompanied by specific message. If we even take the needed funds [01:25:47] to print and drop in every mailbox. This is the only way to get to the people. They do not read our telegram channels, obviously. So we could really change the game. [01:25:59] Dr. Jennifer Hibberd: I think, thank you so much. I think every way we can bring forward information and certainly something that is ingrained in a very soulful way for people to realize that on a higher level they have rights and there is information out there and historically, [01:26:14] we've been discussing it too, even with historical rights, we talked about even the indigenous rights and how it's historical. I can't take the land from them. You can't do this, even though they've done it, but there's historical power there that gives you a lot more power than, because the spoken word is not always the truth. [01:26:31] Thank you very much for bringing that forward. And we would like you to bring that information for us to the World Council so we can feature that too. So people have access to it and can take it because not everybody would be going to those documents that you're speaking about. It's certainly encouraged being able to put it together [01:26:49] so we have it accessible and enable it to be distributed. Thank you very much. [01:26:54] Mascha: I would actually just recommend or encourage to include this section in the declaration. Specifically the Jewish legal part, based on the Torah. I would just include it into the declaration, which you and other colleagues are working on. [01:27:14] Dr. Jennifer Hibberd: Thank you very much. I'm sure I know that they will be taking that into consideration and I encourage you to get in touch with them too. And we certainly help you to do that. Okay guys, you're on the call here too. So we definitely- [01:27:27] Mascha: If everyone knows the document. [01:27:30] Dr. Jennifer Hibberd: I don't think all of us know the document. [01:27:32] We're aware of the document, but we don't know the details of the content. So that's where I think it would be very educational. Like everything else. Bring forward all the details. Educated us. Because not all of us have been reading the Torah through our lives like you may have been doing, and yet it is, but it is historically, it's part of who all of us are. [01:27:54] So I think we all need to understand and know all of this. So thank you very much for talking about it. Really appreciate it. And this is mind, soul and body, and we need to bring it all together. And I think all the talks we've had today have highlighted that and how important it is. And this is something we've been separated from for so much of our lives. [01:28:15] And we do need to learn how to take care of ourselves, what our rights are and how to move forward and how to take us all. To a better way into a better place together. And thank you all so much for being here. This was very motivational today. I think all of you would feel that and thank you everybody that is listening in our live streaming. [01:28:37] We appreciate the attention that you give to our sessions every week. And we look forward to seeing you again next week. Thank you everybody for being here. [01:28:45] Zoe Strickland: Can I also just give a special thank you to our translator because he hasn't had a mention and I'm really sorry. I forgot to mention you Christoph . [01:28:54] Thank you so much for translating into German today. And please put your requests in the chat for any languages that you would like us to translate into, or if you would like to volunteer to be a translator. We would love to hear from you. Thank you so much. [01:29:09] Dr. Jennifer Hibberd: That's perfect. Thank you so much Zoe. Yes, we're moving forward and being as inclusive, we want to be all inclusive. [01:29:15] So yeah. Please give us all the knowledge and information that you have so that we can explore it together. Thank you. Thanks everybody. We're going to now close the meeting and let's say, Charles, do you have more say? Ah, thank you. Very important. Yes. Go to the chat, those three dots on the side and push save chat. [01:29:35] So very important. Thank you very much for being here with us "}