{"title": "Búsqueda", "author": null, "url": "https://www.saludyfarmacos.org/lang/es/boletin-farmacos/boletines/may201901/08_fre", "hostname": "saludyfarmacos.org", "description": null, "sitename": "saludyfarmacos.org", "date": "1995-01-01", "cleaned_text": "Investigaciones Frecuencia de las reacciones alérgicas a la vacuna triple viral en pacientes con alergia al huevo Sánchez J, Ramírez R & Cardona R Biomédica 2018; 38(4):486-495 [https://www.revistabiomedica.org/index.php/biomedica/article/view/3779/4158](https://www.revistabiomedica.org/index.php/biomedica/article/view/3779/4158) Introducción. La vacunación es la intervención en salud pública más efectiva de todos los tiempos, pues reduce la mortalidad y la morbilidad de múltiples enfermedades infecciosas. En muchas ocasiones, la aplicación de las vacunas se retrasa por el temor a las reacciones alérgicas, lo cual es frecuente entre los pacientes con alergia al huevo que requieren la vacuna triple viral (rubeola-sarampión-parotiditis). Objetivo. Evaluar la frecuencia de reacciones después de la aplicación de la vacuna triple viral en una población alérgica al huevo. Materiales y métodos. Se hizo un estudio retrospectivo multicéntrico (2014-2016) de pacientes con alergia al huevo que acudieron a centros de alergología de Medellín y requerían la aplicación de la vacuna triple viral. Resultados. Noventa y cuatro pacientes cumplían los criterios de selección; 68,2 % de ellos presentaba síntomas cutáneos al consumir huevo; 22,3 %, reacción anafiláctica; 5,3 %, síntomas gastrointestinales, y 4,2 % síntomas respiratorios. Independientemente de la gravedad de su reacción al huevo, todos los pacientes recibieron la vacuna triple viral y la toleraron bien. Conclusión. Aunque la alergia al huevo es frecuente en la edad infantil, el riesgo de reacciones alérgicas después de aplicar la vacuna triple viral en esta población fue similar al de la población general, por lo que no se debe diferir su aplicación, incluso en pacientes con antecedentes de reacciones graves al huevo. "}