{"title": "PDF", "author": "PDF", "url": "https://www.elfarmaceutico.es/uploads/s1/90/27/7/ef578.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "el farmacéutico septiembre 2019 n.o 578 efseptiembre 2019n.º 578 578elfarmaceuticorevista www.elfarmaceutico.eswww.facebook.com/elfarmaceuticorevista @elfarma20el farmacéutico .es PROFESIÓN Y CULTURA ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservados 301410Entrevista Un día en la farmacia de... Protocolos en la farmacia La osteoartritis o artrosis es la más común de las patologías articulares crónicas. Un buen estilo de vida y una nutrición adecuada pueden ayudar a retardar la aparición y a frenar la evolución cuando ésta se presenta.Mamen Parra Fernández Pacheco es farmacéutica por vocación. Ejerce en Torrijos (Toledo) y ve su farmacia «como un centro de salud integral, orientado no sólo al tratamiento de la enfermedad, sino también a su prevención». Con ocasión del XI Congreso Nacional de Atención Farmacéutica, que se celebrará en Cádiz del 3 al 5 de octubre, hemos conversado con Mercè Martí, presidenta de la Fundación Pharmaceutical Care España.5Editorial A dedo F. Pla 6Notifarma 8Con firma Preparados para los nuevos retos E. Pastor 10Entrevista Mercè Martí. Presidenta de la Fundación Pharmaceutical Care J. March 14Un día en la farmacia Farmacia Fernández Pacheco (Torrijos). Vocación y voluntad de especialización F. Pla 20Profesión Robotización: una inversión en tiempo, atención y gestión eficiente L. de la Fuente 26Profesión Introducción y fisiopatología de la caída del cabello N. Escudero 30Protocolos en la farmacia Complementos alimenticios en problemas articulares M. J. Alonso 37Artículo especial Lactobacillus rhamnosus GG (LGG), 30 años de beneficios y evidencia J. Galego 42Legislación Oficina de farmacia y sociedad mercantil (I) F.A. Fernández Lucas 47Curso de atención farmacéutica Módulo 4. Patologías cerebrovasculares: ictus isquémico, hemorragia cerebral, papel de la HTA. J.C. Roig, R. Sánchez 58Consulta de gestión patrimonial Farmaconsulting Transacciones, S.L. 60Pequeños anuncios 61Vinos y libros 65Ya viene el sol El qué y el cómo M. Machuca 66Sin aristas Mujeres corrientes M. DonisEF n.º López Hoyos, 286. 914 800 Fax: 20.500 ejemplares© Fotografías: 123RF.com © Ediciones Mayo, S.A. Reservados todos los derechos. Queda prohibida la reproducción total o parcial de los contenidos, aun citando la procedencia, sin la autorización del editor. septiembre 2019 el farmacéutico n.º 578facebook.com/elfarmaceuticorevista @elfarma20 Director Emili Sagóls Comité científico: M.J. Alonso, R. Bonet, J. Braun, M. Camps, A.M. Carmona, A. Garrote, J.R. Lladós, F. Llambí, A. Pantaleonielfarmaceuticorevistael farmacéutico .es PROFESIÓN Y CULTURA ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosA dedo No hace tantos años que grupúsculos farmacéuticos -los inmovilistas de siem- pre- acusaban a los responsables corporativos de cobrar comisiones del lobby de la cinta adhesiva para que implantaran sistemas de facturación que requerían que los cupones precintos se adhirieran a las recetas en vez de ser ensartados por grapas. Hoy las recetas de papel (al menos en el ámbito público) ya son reli- quias gracias a la determinación de los que tenían visión de futuro, aunque ni ésos han logrado que la gestión digital de los cupones precinto haya visto aún la luz. (Después de una gestación completa del SEVEM, son ya casi nueve meses, no parece que tengamos fecha para el parto de un nuevo sistema de facturación que evite el espectáculo del cúter detrás del mostrador.) La receta electrónica ha significado cambios profundos pero insuficientes, y aunque algunos demuestren su falta de ambición recreándose en este hito para demostrar la capacidad de modernización de la farmacia, lo cier - to es que el sector no debe perder ni un ápice del deseo de ser puntero en el ámbito digital ni puede permitirse el lujo de ver partir el tren de una sociedad que avan- za a ritmo de avión supersónico en esa dirección. No debe asustar al sector invertir tiempo y di- nero en la digitalización integral de los proce- sos de gestión y de administración; ni en abrir las puertas a una comunicación digital con sus clientes, privados o corporativos; ni en es-tablecer nuevas vías de comercialización de productos y servicios. Es cierto que estamos hablando de cambios mucho más radicales que modificar el método de adherencia del cupón, pero entramos en una era en la que la adherencia de los pacientes a los tratamientos pasará también por servicios que requieren la di - gitalización integral de la farmacia. Sin ese conven- cimiento, corremos el riesgo de que otros que lo ten- gan más claro amenacen un espacio que aún es nuestro. PD: Antes de escribir este editorial he revisado escritos olvidados en los ficheros del ordenador y he encontrado varios parecidos. He estado a punto de borrarlo y buscar algún tema novedoso, pero como podéis comprobar no lo he hecho. He llegado a la conclusión de que el debate entre innovadores e inmovi- listas es eterno y vende bien. l Francesc Pla Notifarma6 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosSystane® Complete, lágrimas oculares para todo tipo de ojo seco Las altas temperaturas, el viento, los ambien- tes más secos o la radiación ultravioleta son algunos de los factores que convierten la es- tación estival en la época más sensible para los afectados de sequedad ocular. Systane ® Complete, de Alcon, consiste en una lágrima artificial con nanotecnología capaz de tratar todas las capas de la película lagrimal, ali- viando así los síntomas de todos los tipos de ojo seco: deficiencia acuosa, deficiencia lipídica y deficiencia acuosa lipídica combinada. El producto cuenta con una tecnología avan- zada para el aporte de hidratación y lípidos y, además, mantiene la integridad de la película lagrimal gracias a las nanopartículas de fosfolí-pidos que se distribuyen a lo largo de la capa li- pídica, restaurando y estabilizando la estructura lagrimal. En este sentido, Systane ® Complete, a través del compuesto HP-Guar, mejora la retención de la hu - medad, fomenta la hidratación y estabiliza la ca - pa acuosa. Además, la lenta li-beración de sus nanopartículas lipídicas que cubren una mayor superficie ocular permite un ali- vio más duradero. www.systane.es Menarini lanza una nueva presentación de Enanplus®, analgésico para el tratamiento del dolor agudo El Grupo Menarini España lanza al mer - cado Enanplus® 75 mg/25 mg granula- do para solución oral en sobre con aro- ma de limón, un analgésico indicado para el tratamiento sintomático a corto plazo del dolor agudo, de moderado a intenso, en pacientes adultos. El analgésico Enanplus ® de Menarini aborda el dolor con una acción multimodal, gracias al efec-to aditivo de dexketoprofeno (25 mg, un AINE con acción analgésica periférica y actividad antiinflamatoria) y tramadol (75 mg, analgésico opiáceo sintético de acción central). Según los resultados del ensayo clínico de fase IIIb Estudio DAVID, llevado a cabo con una muestra de 653 pacientes con dolor agudo de moderado a intenso se- cundario a extracción de un tercer molar impactado, la combinación a dosis fija de tramadol 75 mg y dexketro-profeno 25 mg ha mostrado ser eficaz y significativamen-te superior a la combinación tramadol 75 mg y parace-tamol 650 mg en el alivio del dolor agudo de moderado a intenso, con un inicio de acción más rápido, un efecto analgésico mayor y más duradero, y un perfil de seguridad favorable en pacientes adultos. Los resultados de los estudios que integran el programa de de- sarrollo clínico de Enanplus ® constatan su eficacia en dolor no- ciceptivo tanto somático como visceral, sin presentar un incremento de reacciones adversas respecto a las producidas por dexketoprofe-no y tramadol en monoterapia. La combinación de es - tos dos principios activos con diferentes mecanismos de acción se ha traducido en una analgesia efectiva con un rápido inicio de acción. Enanplus ® 75 mg/25 mg solución oral en sobre está indi- cado para el alivio del dolor agudo de moderado a intenso en pacientes adultos cuyo dolor requiera una combinación de tramadol y dexketoprofeno. Enanplus ® 75 mg/25 mg granulado pa- ra solución oral en sobre está financiado por el Sistema Nacional de Salud. www.menarini.es ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ORAL B SEGURO DENTAL.indd 1 30/7/19 12:268 8 Con firma septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosAvanzamos en un nuevo plan que toma como pilares el crecimiento, el acercamiento al socio y la diversificación»Eduardo Pastor Presidente del Grupo CofaresPreparados para los nuevos retos Vivimos momentos de profunda transfor - mación en el sector. La irrupción de las nuevas tecnologías y las nuevas tendencias en los modelos de consumo y en los canales de compra, nos obligan a adaptarnos y a en - frentarnos con voluntad de transformación a los nuevos retos. Afortunadamente, ante este contexto na- die duda ya del importante rol de la farma-cia como agente clave para hacer frente a la nueva realidad. Desde el Grupo Cofares llevamos 75 años velando por el manteni-miento del sector farmacéutico y evolucio- nando junto a él. A lo largo de estos años nos hemos enfrentado a innumerables re-tos, siempre con el objetivo de ir un paso más allá, hasta convertirnos no sólo en una distribuidora sino también en una coopera- tiva de servicios, siempre poniendo en el centro a la farmacia y con el foco principal en el paciente. Así, en el año que celebramos nuestro 75 aniversario hemos puesto en marcha el lanzamiento de una plataforma tecnológica y de servicios para acelerar la transformación digital de la farmacia, de la mano de Glintt, empresa líder especializada en este ámbito. De esta forma, vamos a encabezar una nue- va iniciativa a la que en breve se sumarán otros grandes operadores y stakeholders. Esta plataforma contará con herramientas para la implementación de protocolos médi-cos, programas de adherencia al tratamien-to y teleasistencia. Asimismo, se pondrán a disposición de la farmacia programas dirigi-dos a la mejora del bienestar y cuidado per - sonal del paciente. Además, contará con programas dirigidos a aumentar la fidelidad del paciente con su farmacia a través de ca-nales de comunicación online, y se incorpo- rarán herramientas para una mejor gestión de los recursos de la farmacia. Cofares y Glintt compartimos el objetivo de que, gracias a esta plataforma, el sector far - macéutico podrá ejecutar con mayor rapidez un necesario proceso de transformación, que permitirá a la farmacia comunitaria in-crementar su presencia como el centro sa-nitario más cercano a los ciudadanos, desde donde se promocionan el bienestar y la ca-lidad de vida de las personas. La transformación fruto de este acuerdo situará a las farmacias a la vanguardia de lo que se espera que sean las futuras redes es- pecializadas de atención, con interés priori- tario para el servicio de salud, con costes sostenibles, dentro de un amplio ecosistema sanitario. Para lograr estos objetivos es esen- cial la digitalización, que permitirá adoptar nuevos modelos de negocio basados en la gestión de la información y la alta cualifica-ción de la farmacia. Es precisamente nuestro espíritu coopera- tivista el que nos exige anticipar los nuevos desafíos a los que debe hacer frente la far - macia, lo que nos impulsa a no quedarnos parados después de 75 años de historia, si- tuados como líderes del sector. Hemos avan- zado y no poco, pero debemos mantenernos en este camino con una cultura transforma-dora y abierta, con el objetivo de seguir bus-cando los mecanismos más exitosos que nos permitan desarrollar soluciones altamente competitivas. En esta línea, es la transformación la que centra nuestro plan estratégico para los próximos años. Avanzamos en un nuevo plan que toma como pilares el crecimiento, el acercamiento al socio y la diversificación. Son imperativos estratégicos que se articu-lan sobre la base de la digitalización, la tec- nología, el talento y la cultura. En definitiva, todos los cambios implementados permiten definir al Grupo Cofares como una empresa ágil, moderna y fresca. lFloradix® Hierro + VitaminasHierro un mineral imprescindible para la vida El hierro ayuda a disminuir el cansancio y la fatiga La fórmula de Floradix está especialmente diseñada para optimizar la absorción del hierro, a esto contribuyen tanto los ácidos de los jugos de frutas como la vitamina C. El preparado Floradix ha sido formulado pensando en su tolerancia. La absorción del gluconato ferroso es muy buena por lo que no quedan restos de mineral en el intestino que provoquen malestar estomacal o estreñimiento. Gluconato ferroso Vitaminas C, B 1, B 2, B 6, B 12 Extracto acuoso de 7 plantas Jugos de 9 frutas diferentes Levadura y germen de trigowww.fl oradix.es Floradix LÍQUIDOFloradix-Floravital LÍQUIDOFloradix COMPRIMIDOS FORMULACIÓN CLÁSICA embarazo/lactancia vegetarianos sin lactosa sin alcohol sin conservantes sin colorantes veganos con glutenFÓRMULA ESPECIAL CELÍACOS SIN ALGA MARINA NI MIEL embarazo/lactancia vegetarianos veganos sin gluten sin lactosa sin alcohol sin conservantes sin colorantesIDEAL PARA ESTANCIAS FUERA DE CASA embarazo/lactancia vegetarianos sin gluten lactosa veganos250 enFloradix para quién Mujeres. Mujeres y chicas en edad fértil tienen mayor demanda por la menstruación. Embarazo y lactancia. Durante este periodo la necesidad de hierro se vuelva aún mayor. Esencial para el crecimiento y desarrollo saludable del bebé. Vegetarianos y veganos. Estos colectivos pueden necesitar aportes extra de hierro por su alimentación exenta de carne. Niños y adolescentes. El crecimiento rápido de los niños puede consumir las reservas de hierro del organismo. Deportistas. Con cada litro de sudor se pierden entre 0,5 y 1,5 mg de hierro. El ejercicio intenso consume glóbulos rojos que hay que reponer con suplementos de hierro. Salus Floradix.indd 1 29/8/19 11:53©2019 Ediciones Mayo, S.A. Todos los derechos reservados10 Entrevista septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosMercè Martí Presidenta de la Fundación Pharmaceutical Care España Farmacéuticos y pacientes debemos caminar juntos, innovar juntos, por el buen uso de la farmacoterapia y, sobre todo, por una mejora de su calidad de vida»«La Fundación lleva 20 años trabajando en pro de la implantación de la atención farmacéutica» Texto: Javier March Con ocasión del XI Congreso Nacional de Atención Farmacéutica, que se celebrará en Cádiz del 3 al 5 de octubre, hemos conversado con Mercè Martí, presidenta de la Fundación Pharmaceutical Care España. - «Farmacia y pacientes: innovando juntos» es el lema del próximo congreso de atención farmacéutica. ¿Realmente pueden caminar a la par farmacéuti-cos y pacientes? - Este congreso pretende aunar a toda la farmacia asistencial, con indepen- dencia de si el farmacéutico trabaja en un hospital, en una farmacia comu-nitaria o en atención primaria. El paciente es único y no importa dónde se le preste la farmacia asistencial; por ello, hemos preparado un programa que intenta reflejar la trayectoria que seguiría un paciente en el servicio de segui- miento farmacoterapéutico. Así, el primer día abordaremos la entrevista, la comunicación entre profesionales y entre farmacéuticos, y las herramientas de ayuda. El segundo día hablaremos de la fase de estudio en pacientes, de los factores que debemos tener en cuenta, de cómo los estudiamos y los es- tructuramos. Y el tercer día ya nos marcamos unos objetivos y unas pautas a seguir. Los pacientes serán el eje central, y además tendrán una ponencia en la que les pedimos que nos expliquen qué esperan de los farmacéuticos, cómo nos ven, qué necesidades suyas deberíamos cubrir. Les pedimos esta ponencia porque farmacéuticos y pacientes debemos caminar juntos, inno- var juntos, por el buen uso de la farmacoterapia y, sobre todo, por una me-jora de su calidad de vida. - ¿Cuál espera que sea la principal aportación de este congreso? - Queremos hacer mucho hincapié en la práctica. Evidentemente, hay plan-teamientos teóricos y presentaciones, pero también muchos proyectos que ya están en marcha y, sobre todo, hay talleres de habilidades para que los farma- céuticos, cuando regresen a sus farmacias, tengan las habilidades y los conoci- entrevista11 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosmientos necesarios para implantar el servicio o servicios que les puedan interesar. - ¿Qué ha cambiado en la Fundación desde que se creó? - La Fundación se creó en 1998 con el Dr. Joaquín Bonal como presidente, y en aquel momento el principal objetivo era el desarrollo de la farmacia comunitaria siguiendo las directrices de Hepler y Strand. Con el paso de los años, patronos de la Fundación y otros farmacéuticos formaron la Sociedad Española de Farmacia Familiar y Comunitaria (SEFAC), y la Fundación fue evolucionando hacia una far - macia asistencial. En este momento todas las sociedades científicas farmacéuticas son patronos de la Fundación, aglutinamos a todos los farmacéuticos que luchan por una farmacia asistencial. Éste es el gran cambio de la Funda-ción en estos años. - ¿Qué puede aportar la Fundación a la farmacia comu- nitaria en el momento actual? - Experiencia. La Fundación lleva 20 años trabajando en pro de la divulgación y de la implantación de la atención farmacéutica, y esta experiencia se traduce no sólo en los congresos como el que vamos a celebrar en Cádiz, sino también en nuestra revista, en los cursos que realizamos, en los proyectos de investigación, siempre pensando en el farmacéutico comunitario, y muchas veces en colaboración con otros profesionales, ya se trate de médicos, farmacéu-ticos de hospital o de primaria. - ¿La Fundación ha sabido adaptarse a los tiempos ac- tuales? - Desde sus orígenes, la Fundación ha trabajado por una farmacia de atención farmacéutica, asistencial; el gran emblema es el seguimiento farmacoterapéutico. Todos los cambios que se están produciendo ahora, como la cronicidad o el envejecimiento de la población, están confirmando, por fin, que éste es el camino, porque es-tamos hablando de pacientes crónicos, muchos de ellos personas mayores, polimedicadas, con problemas para distinguir qué medicamentos deben tomar. Para todos es- tos pacientes es importante el desarrollo de un seguimien-to farmacoterapéutico y, por lo tanto, el trabajo que esta-mos haciendo va perfectamente alineado con lo que los tiempos demandan. - ¿El farmacéutico percibe a la Fundación como una en- tidad próxima, con la que puede contar?- Los farmacéuticos que nos conocen sí, y muchos de ellos trabajan con nosotros, pero aún nos queda un am- plio número de farmacéuticos a quienes llegar. Éste es uno de los retos importantes de la Fundación. Para con-seguir este reto, disponemos de los congresos, que son una herramienta muy importante de divulgación para dar a conocer no sólo la Fundación, sino también los traba-jos que hacen los compañeros farmacéuticos. También es útil la revista Pharmaceutical Care España, que es im-portante en España y un referente en toda Sudamérica. Además, hacemos cursos y proyectos de investigación... Es un camino lento, pero esperamos alcanzar este reto de una mayor difusión. - ¿Qué debe cambiar el farmacéutico para afrontar los de- safíos actuales? - Los farmacéuticos debemos pensar en una farmacia asis-tencial centrada en el paciente. En la actualidad, el farma-céutico está centrado en el medicamento. Es, por tanto, un cambio importante, y para afrontarlo lo primero es que el farmacéutico asuma nuevas responsabilidades, entendien-do por nuevas responsabilidades no sólo la de dispensar el medicamento en correctas condiciones, que esto seguro que se cumple al cien por cien, sino también la de interve- nir en caso de encontrar un problema relacionado con los medicamentos y hacerse corresponsable con el médico cuando haya un resultado negativo de la medicación. Éste es un aspecto del que hasta ahora se había hablado poco y que va muy ligado a la motivación. Sé que no es fácil pa- ra los farmacéuticos comunitarios, pero depende de ellos y Todas las sociedades científicas farmacéuticas son patronos de la Fundación, aglutinamos a todos los farmacéuticos que luchan por una farmacia asistencial» 12 «La Fundación lleva 20 años trabajando en pro de la implantación de la atención farmacéutica» septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosyo los animo encarecidamente para que luchen por este futuro, motivándose cada día y pensando que este futuro será mucho más gratificante cuando se alcance. Evidente- mente, para llegar ahí es necesario ver qué necesidades de formación hacen falta. Hay muchos aspectos que no se han trabajado aún; por ejemplo, si queremos implantar un nue-vo servicio, necesitamos conocer teorías de implantación; si queremos trabajar adherencia, no sólo debemos saber si un paciente no es adherente, sino también por qué; hemos de averiguar las causas, cómo comunicar, cómo tratarlo... Todavía necesitamos mucha formación para poder ofrecer estos servicios, que son necesarios y que en el futuro serán cada vez más importantes. - ¿Vamos hacia una mayor cooperación entre niveles asis- tenciales? - Sí, sin duda alguna. La farmacia del futuro tiene que ir en esa dirección. Hemos de trabajar de forma coordinada con todos los profesionales sanitarios, porque el paciente es uno y la medicación es única, y hemos de conseguir rentabili-zar al máximo esta medicación en el paciente. - Recuerdo haber oído a Joaquín Bonal decir que, mien- tras no hicieran atención farmacéutica más del 20% de las farmacias, ésta no sería una realidad. ¿Hemos alcan-zado esta cifra?- No dispongo de datos cuantitativos que nos puedan ga- rantizar que este 20% se haya alcanzado, pero sí cualitati- vos. Cualitativamente ha habido un salto muy importante desde que Joaquín Bonal asumió la presidencia de la Fun-dación, porque en este momento tenemos muchos proyec- tos y planes implantados. Ése es el núcleo que ha de ex- plotar y que nos debería permitir incluso superar el 20% del que hablaba Joaquín Bonal. Parafraseando la famosa frase de Neil Armstrong cuando llegó a la Luna, esperemos que todos estos proyectos sean ese pequeño paso que nos permita dar el gran salto, que es una atención farmacéuti- ca a todos los pacientes en España. lLa Fundación se perfila como un facilitador entre las sociedades científicas y entidades organizando una línea de trabajo y ejerciendo un liderazgo conciliador y aglutinador»Objetivos para los próximos años En 2019 la Fundación ha publicado el documento «20 años de la Fundación Pharmaceutical Care España», en el que incluyen sus objetivos para los próximos años. Para su elaboración organizaron una jornada a la que asistieron, además de patrones de la Fundación, perso-nas importantes en el ámbito de la atención farmacéu-tica, junto con las cuales desarrollaron el documento y los objetivos que nos detalla Mercè Martí: «El primero fue la revisión de los objetivos de 1998 para ver si esta-ban vigentes y cómo se debían adecuar; el segundo, la investigación en atención farmacéutica dentro de la Fundación Pharmaceutical Care España; el tercero, ana-lizar los objetivos específicos de la Fundación y de las sociedades científicas y entidades que son patronos de la Fundación, y ver cuáles deberían ser compartidos y cuáles son propios o exclusivos de la Fundación, y el cuarto punto era concretar cuáles son las actuaciones transversales para el apoyo y consolidación de las ini-ciativas de atención farmacéutica». Para no extenderse, Mercè Martí cita la conclusión global que, dice, recogía el sentir de todos los participantes: «La Fundación ocu-pa un lugar estratégico para establecer sinergias de ac-tuación entre los grupos y colectivos, así como con las administraciones públicas, con el fin de fomentar acti-vidades científico-técnicas en beneficio de la socie-dad y de la profesión farmacéutica. La Fundación debe ser un facilitador que permita mejorar la comunica-ción entre los distintos profesionales farmacéuticos asistenciales y materializar en la práctica clínica la implementación, promoción y desarrollo de la aten - ción farmacéutica de forma coordinada y responsa-ble». «La Fundación -concluye Martí- se perfila como un facilitador entre las sociedades científicas y entida-des organizando una línea de trabajo y ejerciendo un li-derazgo conciliador y aglutinador.» Vea el vídeo de la entrevista en: www.elfarmaceutico.es/index.php/canal_ef13 Salud ocular septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosConsejos para evitar los síntomas del ojo seco por el uso de pantallas Al finalizar el verano, los españoles se creen a salvo de los recurren- tes y molestos problemas oculares. Pero septiembre es el mes en el que la mayoría vuelven a las actividades diarias (trabajo, escuela, etc.) y en el que aumenta el uso de pantallas de ordenador o dispo- sitivos inteligentes; por este motivo, es una época en la que pueden manifestarse síntomas de ojo seco. La sequedad ocular es una enfermedad en la que la superficie ocu- lar no se encuentra correctamente protegida por la lágrima, por un déficit en la cantidad o calidad de la película lagrimal 1. Se manifies - ta mediante síntomas oculares como la irritación, el ardor, la sen- sación de sequedad, la sensación de arenilla, el lagrimeo excesivo o la pesadez palpebral. Esta afección afecta al 11% de la población española, cerca de 5 millones de personas2. A nivel global, el número de personas que pa- decen ojo seco asciende a 344 millones3; sin embargo, más de la mi- tad de los que lo sufren, el 55%, no han sido diagnosticados4. En este sentido, Sara Ceballos, Óptica y Professional Affairs de Vi- sion Care de Alcon, afirma que «el uso de las pantallas puede produ-cir fatiga ocular y estar acompañado de visión borrosa, ojos secos, irri- tados o enrojecidos». «Por ese motivo -añade-, con la vuelta a la oficina, cobra gran importancia mantener una serie de pautas que permitan frenar la aparición de los síntomas de afecciones oculares». Una lágrima para todos los tipos de ojo seco 2 El ojo seco es una enfermedad crónica que se puede controlar y una de las soluciones para controlar esta afección es con el uso de gotas humectantes. Alcon, compañía líder en salud visual, ha presentado Systane ® Complete, una nueva lágrima oftálmica para la sequedad ocular. Systane® Complete cuenta con una formulación basada en na- notecnología capaz de tratar todas las capas de la película lagrimal, aliviando así los síntomas de los diferentes tipos de ojo seco: por de- ficiencia acuosa, por deficiencia lipídica o por deficiencia acuosa lipídica combinada. La tecnología avanzada de Systane® Com- plete aporta hidratación y mantiene la inte- gridad la película lagrimal gracias a las nanopartículas de fosfolípidos que se liberan lentamente para cubrir una mayor superficie ocu- lar, permitiendo un alivio más duradero. Incorpora el compuesto HP-Guar, que mejora la reten- ción de la humedad, fomenta la hidratación y estabiliza la capa acuosa 2. lBibliografía 1. Sociedad Española de Oftalmología: https://www.oftalmoseo.com/ patologias-frecuentes-2/ojo-seco/ 2. Viso E, Rodríguez Ares MT, Gude F . Prevalence of and associated factors for dry eye in a Spanish adult population (the Salnes Eye Study). Ophtalmic Epidemiol. 2009; 16(1): 15-21. 3. 2014 Report On The Dry Eye Products Market. MarketScope. All patient ages, OTC and Nelson Disponible en: http://www.theocularsurfacejournal.com/article/S1542-0124(17)30120-9/fulltext Systane® Complete cumple con la normativa de productos sanitarios. Contraindicado en personas alérgicas a cualquiera de sus componentes. ES-SYC-1900042 Pautas para frenar la aparición de los síntomas de afecciones oculares 1. Mantener una iluminación óptima del lugar de trabajo. Una buena forma de hacerlo es ajustar la calidad y el brillo de la pantalla que estemos utilizando. 2. Adoptar una postura adecuada y mantenerse a una dis-tancia suficiente al trabajar. Además, realizar pausas ca- da 20 minutos para descansar la vista reduce en gran medida el agotamiento ocular. 3. Practicar actividades al aire libre. Permiten ejercitar la visión lejana, para compensar el tiempo ante la pantalla. 4. Seguir una alimentación saludable, rica en frutas y ver - duras, cereales integrales y pescados para un buen aporte de vitaminas, así como un buen aporte de ácidos grasos omega 3, también puede ayudar a mejorar la salud ocular. 5. En el caso de uso de lentes de contacto, se debe mantener una buena higiene ocular y ser riguroso en la limpieza y mantenimiento de las lentes, para ayudar a prevenir conjunti- vitis y otras infecciones. ©2019 Ediciones Mayo, S.A. Todos los derechos reservados14 Un día en la farmacia de... septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosTexto: Francesc Pla Fotografías: Lucía MorenoMamen Parra Fernández Pacheco. Farmacia Fernández Pacheco. Torrijos (Toledo) Vocación y voluntad de especialización Mamen Parra ya jugaba con sus muñecas en la rebotica de la farmacia de su madre. «Siempre me ha gustado la profesión.» Ninguno de sus tres hermanos mayores quiso estudiar Farmacia. La ausencia de alguien en la familia que quisiera continuar el negocio familiar y su temprana vocación fueron suficientes para tomar la decisión de ser farmacéutica. «Me licencié en Farmacia por la Universidad Complutense, con la especialidad de Nutrición y Dietética. También soy diplomada en Óptica y Optometría por la misma Universidad.» Soy miembro de la SEDET, SEFAC, SEDOF y FarmaCiencia, cada asociación me aporta algo»un día en la farmacia de...15 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosMamen Parra Inició su carrera profesional en un labo- ratorio de análisis de alimentos, pues «quería probar otras alternativas distintas a las que conocía en mi entor - no familiar». Durante dos años estuvo realizando este tra-bajo, pero nos comenta que, «aunque me gustó, ensegui-da me di cuenta de lo que significaba trabajar como empleada para otra persona, y sin el contacto directo con el público. Vi claramente que no era lo mío. Así que, a los dos años, decidí incorporarme como farmacéutica adjun-ta en la farmacia de mi madre». Tras este cambio inicial en su carrera, ejerció 11 años co- mo farmacéutica adjunta hasta la jubilación de su madre. Fue entonces, de eso hace cinco años, cuando asumió la titularidad de la farmacia en la que de niña jugaba con sus muñecas. Sus hijos aún son pequeños para plantearse su futuro profesional, pero, de todas formas, nos comenta, sin darle aparente importancia, que «el pequeño sí que ha dicho al-guna vez que le gustaría ser farmacéutico». En sus inicios como adjunta su objetivo inicial era espe- cializarse, principalmente en dermofarmacia, e ir introdu-ciendo nuevos productos. «Me apuntaba a todos los cursos de formación que podía, y poco a poco fui animando a mis padres a introducir cambios en la farmacia, que era muy clásica y estaba dedicada casi exclusivamente a la dispen- sación de medicamentos; cambios dirigidos sobre todo a reforzar el consejo, la especialización y los servicios.» Esta clara voluntad de especialización y su interés por profundizar en el campo de la Dermofarmacia la impulsa- ron a realizar un máster en la Universidad de La Rioja. «En estos últimos años -nos explica- hemos vivido cambios muy profundos en el sector, y todos ellos me han confir - mado que esta apuesta era la correcta. La continua baja- da de los precios de los medicamentos y la competencia de los retailers y los grandes distribuidores online han res -tringido significativamente los márgenes. El reto en la ac-tualidad es crecer en este entorno tan competitivo, y para ello es necesario aportar un valor diferencial al paciente/ cliente.» Y añade: «Entiendo la farmacia en una doble ver - tiente: por un lado, como un establecimiento fundamen- tal en el sistema de salud del país por su aportación como el servicio sanitario más cercano al día a día del paciente; por otro, como una pequeña empresa que debe innovar constantemente y estar muy bien gestionada para ser ren-table y sobrevivir». Mamen Parra está convencida y satisfecha de su apues- ta: «Es mi primera farmacia y no tengo previsto cambiar». Una satisfacción que no le impide ser plenamente cons- ciente de las fortalezas y también de las debilidades de su farmacia. Fortalezas y debilidades Comenta con convicción que su especialización es su ma-yor fortaleza: «Nos hemos convertido en un referente en dermofarmacia en toda la comarca. Tengo clientas que vie- nen desde pueblos que están a 40 km para consultarme y seguir los tratamientos que les recomiendo». Un modelo de éxito que va introduciendo en otros campos. «También te-nemos -explica- un servicio de análisis de parámetros bá- sicos, un amplio abanico de soluciones en fitoterapia, de la mano de laboratorios punteros en investigación, y en los úl- El reto en la actualidad es crecer en este entorno tan competitivo, y para ello es necesario aportar un valor diferencial al paciente/cliente»16 Vocación y voluntad de especialización septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadostimos meses estamos aumentando nuestro surtido en orto- pedia.» Asegura que una condición indispensable para con-seguir la citada especialización es una formación adecuada: «Nuestra especialización siempre va acompañada de una sólida formación, sin la cual no es posible dar las solucio-nes adecuadas a los pacientes». También destaca como fortaleza su proactividad: «Somos una farmacia muy acti- va: organizamos eventos y participamos en iniciativas orien - tadas a la prevención de problemas de salud. Por ejemplo, colaboramos en un espacio semanal sobre salud en la ra-dio de Torrijos». La ubicación de la farmacia es uno de los puntos dé- biles que quiere destacar. «Aunque estamos en el cen- tro del pueblo -nos comenta-, no tenemos cerca un cen- tro de salud, y el acceso a la farmacia no es fácil ya que la calle de delante es peatonal, por lo que el acceso en coche tiene que ser desde la plaza que está al lado, y es-ta plaza la cortan habitualmente en ocasiones festivas (Navidad, Semana Santa y otras fiestas locales). Por tan-to, sabemos que un cliente/paciente que viene a nuestra farmacia no lo hace por comodidad, sino por la calidad del servicio.» Es consciente de que es necesario mejorar la implanta- ción de protocolos de atención: «En parte los tenemos im- plantados, pero es un aspecto que debemos mejorar, tanto yo como el equipo». Servicio de dermofarmacia Mamen Parra habla de los puntos más destacados de su modelo de gestión: «Hace ya tiempo que implantamos la gestión por categorías como primer paso hacia una ges- tión profesionalizada», y detalla, como no podía ser de otra forma, el servicio de dermofarmacia que tiene muy desarrollado y consolidado: «Para los clientes que vienen a la farmacia buscando un producto, tenemos un proto-colo de atención que conocen todos los miembros del equipo, y así podemos ofrecerles la mejor solución de acuerdo con sus características de piel, edad y necesida-des. Si por algún motivo el conocimiento del equipo no es suficiente para atender de una forma adecuada las ne- cesidades del paciente, me lo derivan a mí. En este caso, puedo atenderlo en el momento o bien concertar una ci-ta específica, y si el cliente tiene cita previa, lo atendemos en un box privado donde dispongo de distintos equipos para hacer un estudio más profundo: higrómetro, lámpa- ra de Woods, microcámara para el cuero cabelludo, y tam-bién contamos con un dermoanalizador en determinadas épocas del año. Si detectamos una patología (acné, man - chas, rosácea...), hacemos un seguimiento periódico del paciente». Otros servicios Además de este servicio, la farmacia ofrece un calenda-rio de eventos individualizados o grupales enfocados a la presentación de nuevos productos, en los que se expli- can sus características y la manera óptima de utilizarlos. Su farmacia cuenta con un surtido de marcas de dermo-cosmética muy seleccionado. «Disponemos de un stock extenso, con marcas de alta cosmética, marcas natu - rales, dermatológicas, comerciales, y alguna más eco - nómica.» Nos corresponde a los farmacéuticos demostrar a la sociedad que somos importantes, que somos un pilar fundamental para la salud»un día en la farmacia de...17 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservados«Ofrecemos también un servicio de análisis de paráme- tros bioquímicos básicos: colesterol, triglicéridos, glucosa y hemoglobina que, junto con la medida de la presión arte- rial, el peso y los diferentes perímetros corporales, nos per - miten hacer un seguimiento de la salud y la prevención de la enfermedad de los pacientes.» Este objetivo es el que busca con su participación en diversas campañas sanita- rias, a las que se adhiere o que ella misma implanta en su farmacia. Otra actividad que tiene implantada, dirigida generalmen- te a personas mayores, son las charlas educativas: «Las or - ganizamos una vez al mes, sobre conceptos y problemas de salud relacionados con la categoría en la que estemos centrados en esas semanas». Para las madres jóvenes y los niños también ofrecen actividades, en lo que llama el «Club Mamá». Con el objetivo de educar a los más pequeños, im- parte sesiones en los colegios sobre salud infantil y medio ambiente: «Lo considero fundamental para las nuevas ge-neraciones, y creo que ayuda a reforzar la imagen del farmacéutico como la de un profesional sanitario próximo y mul- tidisciplinar». Mamen Parra colabora en un espacio semanal dedicado a la salud en la Radio de Torrijos («Tratamos temas de interés general»), y también con el Ayuntamien- to, organizando una caminata saludable una vez al año para promocionar el ejer - cicio físico. Medicina natural y ortopedia Otros de los focos de especialización de la farmacia, además de la dermofarma-cia, son la medicina natural y la ortope- dia. «Apostamos por una salud cons- ciente, siendo los pilares fundamentales la prevención de la enfermedad y el tra-tamiento apoyado en principios activos naturales, que actúan regulando las funciones del organismo, lo que mini-miza los efectos secundarios.» En cuan-to a la ortopedia, comenta que «ya te-nemos un surtido bastante amplio, pero estamos trabajando en adquirir una for - mación más específica». El desarrollo de la categoría natural ha estado asesorado por el laboratorio especializado Apoteca Natura: «Nos ha ayudado -explica- a desarrollar de for - ma muy útil la categoría natural, empe-zando por entender cómo el producto natural, siempre de calidad y verificado científicamente, es un medio para con- seguir mejorar nuestra salud en patolo-gías menores, ayudándonos tanto a tratar como a prevenir los problemas». «Pertenecer al grupo de farmacias Apoteca Natura -añade- nos ha hecho formarnos de manera mucho más exigente y fomentar distintas actividades, como la caminata o algunas de las campañas sanitarias, y nos ha permitido aprender de lo que han hecho otros com- pañeros, así como interactuar con ellos y compartir ex- periencias.» «También estamos asociados a la consultora Mediform- plus -puntualiza-, que nos ayuda y asesora en la profesio- nalización de la gestión de la farmacia en todas sus vertien- tes.» El equipo profesional de la farmacia de Mamen Parra está formado por una farmacéutica adjunta y dos técnicos. Nos confiesa que su madre la visita y que aprecia sus consejos y opinión. «Continúa viniendo de visita y nos aporta su conse- jo y su experiencia. Yo lo agradezco mucho», precisa. Laboratorio Químico Biológico Pelayo ODAMIDA_ODAMIDA 31/05/12 15:32 Página 118 Vocación y voluntad de especialización septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosRedes sociales y «e-commerce» La farmacia de Mamen Parra es activa en redes sociales, particularmente en Facebook e Instagram: «Una de las per - sonas del equipo se encarga de la gestión de esas redes. Es una forma de llegar mucho más a nuestro público obje- tivo y de dar a conocer todo lo que hacemos en la farma-cia». En cuanto al e-commerce nos comenta: «Hace un par de años abrimos una tienda online, pero en aquel momento no estábamos preparados. Comprobamos que implica un negocio paralelo, con mucho foco en precio, y ésa no es mi forma de entender la farmacia, por eso lo dejamos». Quie-re dar un nuevo enfoque a su página web: «La estamos aca- bando de remodelar, estará lista en breve y se orientará so- bre todo al servicio, al consejo y a la interacción directa con el paciente». Futuro de su farmacia, y de la farmacia En estos momentos le inquietan una serie de cuestiones sobre el futuro de su farmacia: «El desabastecimiento de medicamentos que estamos sufriendo todas las farmacias desde hace meses es una gran dificultad. Nos hace perder tiempo buscando los medicamentos por los distintos alma-cenes; además, genera desconfianza entre los pacientes, que no entienden que les dispensemos medicamentos de igual composición pero que su envase sea distinto. Es una tarea que también requiere tiempo y paciencia. Desde la Administración no se informa de manera adecuada de cuá-les son las causas de este desabastecimiento, así que te-nemos que ser nosotros, el último eslabón de la cadena, quienes demos explicaciones sobre un tema en el que no tenemos ninguna capacidad de actuación». Otra preocupación es la caída de la natalidad que hemos vivido en los últimos años. «Nosotros teníamos muy desa- rrollada la categoría de Infantil -explica-, y la reducción del número de bebés nos ha forzado a orientarnos a nuevas categorías.» Otra inquietud que oscurece el horizonte es la compe- tencia de las grandes superficies y de comercios no espe- cializados: «En las parafarmacias de retailers y grandes superficies nos encontramos con productos que se han introducido a través del canal farmacia, y una vez que son conocidos por el público los laboratorios amplían sus pun- tos de venta a estos establecimientos, donde la compe- tencia en precio es mucho mayor». Sin embargo, Mamen Parra está convencida de que, en general, no tienen un personal suficientemente cualificado para poder prescri-bir la mejor solución al paciente: «Su objetivo no es curar, sino vender». Por otra parte, cree que la competencia del comercio online está empezando a notarse, pero todavía de forma limitada. «Veo mi farmacia como un centro de salud integral, orien- tado no sólo al tratamiento de la enfermedad, sino también a su prevención -explica, y añade-: Cada vez la esperanza de vida es mayor, y es importante llegar a edades avanza-das con buena salud. Esto sólo es posible si, a lo largo de nuestra vida, adquirimos buenos hábitos y tomamos medi- das, como mantener el peso adecuado, realizar ejercicio, utilizar protección solar, etc. En este sentido, la farmacia puede convertirse en referente de todos estos aspectos.» También cree que le queda camino por recorrer en la di- gitalización: «Creo que en el futuro haré un mayor uso de las redes sociales y de internet para interactuar con los pa-cientes». Ve el futuro de la farmacia en general muy influido por decisiones políticas: «Estas decisiones pueden permitir que se siga manteniendo una farmacia de calidad, como ha ocu- rrido hasta ahora, o bien que cambie el rumbo, como ha pasado en otros países, con la entrada de grandes cadenas que han despersonalizado el sector y empeorado la aten- ción al paciente. Esto es una amenaza que siempre está ahí. Nos corresponde a nosotros demostrar a la sociedad que somos importantes, que somos un pilar fundamental para la salud». En cuanto a la revolución digital que está transformando la sociedad, confía en la capacidad del sector para respon-der al reto: «Aunque exista y siga creciendo una oferta on-line por parte de las grandes empresas digitales, la atención personalizada que ofrecemos en la oficina de farmacia es un valor que nos hace diferentes, y que por ello debemos cuidar». l Farmacia Fernández Pacheco C/Manuel Benayas, 2. 45500 Torrijos (Toledo) Tel.: 925 760 066 www.facebook.com/farmaciafernandezpacheco www.instagram.com/farmaciafernandezpacheco Ver ficha técnica en págs. 63-6420 Profesión septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosLuis de la Fuente Farmacéutico. CEO Mediformplus Al introducir la robotización en la farmacia, daremos un paso hacia una gestión más eficaz y eficiente»Robotización: una inversión en tiempo, atención y gestión eficiente Nos encontramos en un momento en el que la farmacia debe estar en cons- tante búsqueda de nuevas herramientas o estrategias que aporten valor a sus clientes y optimicen su gestión. Y en este punto es donde cobra sentido ha- blar de la robotización de nuestra farmacia. Si planteamos una definición sencilla, podemos decir que robotizar una far - macia se basa en sustituir las cajoneras o estanterías del punto de venta por un robot que ayude a la dispensación de los medicamentos mediante su petición por el sistema de gestión de la farmacia. No podemos negar que, al introducir esta tecnología en la farmacia, daremos un paso hacia una gestión más eficaz y eficiente, obteniendo con ello un gran número de ventajas, entre las que podemos resaltar las siguientes: ©2019 Ediciones Mayo, S.A. Todos los derechos reservados distribuido por: INVIERTE MÁS TIEMPO ENTUS CLIENTES www .meditech-pharma.com +32 51 31 21 81www .algalasa.com 986 22 99 00Optimiza tu farmacia con el conjunto de soluciones digitales y de automatización de Meditech. C M Y CM MY CY CMY K ALGALASA AUTOMATIZACION.indd 1 23/7/19 16:5722 Robotización: una inversión en tiempo, atención y gestión eficiente septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservados Gano el bien más preciado: «tiempo». Ahorraremos tiempo de dispensación y reposición, lo que nos permitirá invertirlo en la atención y el consejo al cliente. En este punto, debe- mos tener en cuenta que la dispensación media tradicional es de 4 minutos (de los cuales el cliente pasa 3 minutos so-lo), mientras que la dispensación media con robotización desciende a 3,30 minutos (aunque el 95% de este tiempo, 3,20 minutos, el cliente lo pasa asesorado por el farmacéu- tico). Además, si tenemos más tiempo con el cliente no só-lo mejoraremos el consejo y asesoramiento, sino que ade-más, nos acercaremos a sus necesidades, aumentando nuestro conocimiento del cliente, su fidelización, y pudien- do recomendar productos o servicios complementarios a su tratamiento, lo que mejorará nuestra rentabilidad. Gano un valor escaso: «espacio». Si instalamos el robot en un espacio alejado de nuestro punto de venta (en el piso in- ferior o superior), ahorraremos gran cantidad de espacio útil que podremos aprovechar en la atención al cliente, en me-jorar la disposición y exposición de los productos, en crear nuevas y mejores estrategias de comunicación y merchan-dising, y en ofrecer servicios profesionales. Gano un objetivo básico: «control». La pérdida de ventas de una farmacia por falta de control del surtido es apro-ximadamente del 3-5%, ya que cuando no encontramos un producto no podemos venderlo, y lo más probable es que acabemos pidiéndolo, duplicando el stock y redu- ciendo nuestra rentabilidad. La robotización nos permite un control óptimo sobre el surtido de la farmacia, así co-mo sobre el número de referencias disponible de cada categoría y su rotación, todo de una forma mucho más rápida, sencilla y fiable. Reduzco estructura: «menor coste». La mejor organiza- ción de la farmacia también puede conllevar una opti-mización del personal de nuestro negocio, con lo que podremos ajustar el equipo a las necesidades de la far - macia y plantear una organización correcta de sus ta- reas y de su tiempo. Todo esto nos ayudará a lograr una mayor rentabilidad gra- cias a: Mayores ventas a partir del tiempo que pasamos a inver - tir en el cliente y al espacio dedicado a la atención y co-municación. Menores gastos en el almacén de la farmacia y en la op-timización del trabajo de nuestro equipo. Ahorro fiscal. Gracias a la inversión que supone instalar y mantener un robot en la farmacia, nuestro beneficio se verá reducido durante los primeros años y esto conlleva- rá un ahorro en el pago de impuestos. Condiciones para la rentabilidad No hay duda de que la robotización de la farmacia puede facilitar en gran medida la labor del farmacéutico en mu-chos aspectos del trabajo diario, aunque también deben darse una serie de condiciones para que esta inversión re-sulte rentable. En este punto, es importante conocer que la instalación de un robot requiere una inversión elevada que necesitare- mos compensar a medio/largo plazo. Debemos asegurar - nos de que sea una inversión inteligente y de que esté jus- tificada y estudiada. Para ello, hemos de tener en cuenta que los costes de instalación y mantenimiento son amortizables a 10 años. Esto significa que deberemos estudiar si los beneficios y el ahorro de tiempo y dinero que nos aportará el robot duran-te esos 10 años serán superiores a la inversión realizada en un primer momento. Pero ¿cómo nos aseguramos de que esta inversión va a resultar rentable? La mejor solución está en solicitar aseso-ramiento de un experto en consultoría farmacéutica, que, tras estudiar nuestra situación interna y el contexto, nos ayudará a cuantificar el aumento de ventas y el ahorro de costes. Es decir, nos guiará hacia una decisión segura y nos ayudará a establecer protocolos de trabajo que nos permi-tan acelerar la rentabilidad de nuestra inversión. Para conseguirlo, debemos tener en cuenta una serie de claves: Fomentar la formación de nuestro equipo, tanto en la uti-lización del robot como en técnicas de venta. De esta for - ma, los trabajadores aprovecharán todas las facilidades que aporta el robot, además de invertir todo el tiempo y el esfuerzo que se ahorrarán en la atención al cliente y el aumento de las ventas con técnicas como el cross selling o venta cruzada. Realizar controles y evaluaciones periódicas de las ope- raciones de la farmacia, estudiando el número de las mis-mas y sus resultados. De esta forma, controlaremos pe-riódicamente los resultados que nos está aportando la robotización, realizando cambios en la forma de trabajo si fuera necesario. Optimizar nuestro modelo de gestión gracias a métodos co- mo el sistema LEAN, basado en lograr una organización centrada en las necesidades reales del cliente, eliminan- do todos aquellos pasos que no aporten valor a su expe- riencia. Dentro de esta perspectiva, la robotización opti-miza el proceso de dispensación, ahorrándonos la búsqueda de cada producto que dispensamos y el arduo control tradicional de nuestro stock. La instalación de un robot requiere una inversión elevada que necesitaremos compensar a medio/largo plazo»#innovationforpeople Las ventajas con BD Rowa en tu farmacia: Nuestros sistemas de dispensación de última generación no sólo mejoran la gestión de tu almacén. También te ofrecemos la tecnología para conectar la atención farmacéutica y el mundo digital.Descubre más en: bd.com/rowaque nuestra farmacia esté siempre ahí para ayudarnos.Es un24 Robotización: una inversión en tiempo, atención y gestión eficiente septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosRobotización y SPD El sistema personalizado de dosificación (SPD) de medica- mentos es uno de los servicios de atención farmacéutica más desarrollados en las farmacias. Se trata de un servicio directo al paciente que mejora la adherencia al tratamiento farmacológico, permite una trazabilidad completa y optimi-za la calidad de vida del paciente crónico. La necesidad de desarrollar este servicio en la farmacia la encontramos en la propia evolución demográfica del país, pues la población española se caracteriza por su alta espe-ranza de vida (supera los 83 años y la previsión es que si-ga elevándose en el futuro). Por ello, la farmacia debe en-contrar la forma de ofrecer atención y servicios a todas las personas de edad elevada que toman medicación a diario. El papel de la farmacia hacia esta población es especial- mente destacado, ya que los pacientes crónicos suelen te- ner contacto con su farmacéutico de forma periódica y con- tinuada, siendo éste el profesional más adecuado para realizar un seguimiento de su tratamiento y garantizar su correcta aplicación.El SPD es una solución que ofrece la oficina de farmacia para este tipo de pacientes (tanto para aquellos que nece-sitan tener su medicación ordenada como para residencias u hospitales), aunque el servicio, la forma de ofrecerlo y las necesidades de la farmacia que lo oferta variarán enorme- mente en función de la cantidad de pacientes que lo de- manden. Para prestar este servicio, es imprescindible que la far - macia disponga de los recursos humanos y materiales ne-cesarios en función de su demanda. Una farmacia que só- lo prepara la medicación de una decena de pacientes puede realizar perfectamente este trabajo de forma manual sin perder eficiencia en su día a día, pero si tiene que rea-lizar este servicio para una residencia se convierte en una tarea inviable. Por ello el sistema de robotización es una necesidad pa- ra las farmacias con un servicio SPD desarrollado, pues les permitirá la preparación de la medicación de hasta 50 pa-cientes por hora de media (en algunos casos, puede llegar al centenar), disminuyendo el riesgo de errores humanos en el proceso. La seguridad de estos sistemas es la más al-ta que existe en el mercado, presentando una cifra de error inferior al 0,01% por paciente. Sin duda, el servicio SPD mediante un robot es una gran herramienta para lograr uno de los mayores objetivos de la farmacia: conseguir una utilización segura, eficaz y eficien-te de los medicamentos, mejorando así la salud de los pa-cientes crónicos. El coste operativo motivado por el precio amortizable de la máquina (muy variado en función del tamaño) y de los consumibles hace que sea rentable idealmente a partir de 100 pacientes semanales. Una alternativa para las farmacias que están creciendo en número de pacientes con SPD es la semiautomatización, que consiste en máquinas que ayudan en la preparación del servicio pero mantienen parte del proceso de forma ma-nual (desemblistado de las pastillas e introducción en los dosificadores). Sea cual sea la solución, debe utilizarse un sistema infor - mático que valide los tratamientos y gestione a los clientes. En los robots este sistema ya está incluido. En este punto debemos tener en cuenta que se empieza a hablar de pago por el servicio. De hecho, en el País Vas-co se subvenciona el coste del SPD en los pacientes que el Servicio de Salud Vasco considera adecuados. Podemos concluir asegurando que, si sabemos apro- vechar todas las ventajas que nos aporta la robotización de la farmacia, los beneficios que nos aportará serán muy superiores a sus costes. Se convertirá en una in-versión en tiempo, atención y gestión eficiente, lo que se traducirá, sin duda alguna, en un aumento de nues- tra rentabilidad y en una mejora de nuestra atención far - macéutica. l Robot de Ibáñez Farmacia Robot de la F armacia La Vega©2019 Ediciones Mayo, S.A. Todos los derechos reservadosSOLUCIONES POR Y PARA FARMACÉUTICOSEFICIENCIA Y SEGURIDAD EN LA MEDICACIÓN PERSONALIZADA SPD® AUTOMATIZADO DE : DOSIS CORREC TA. TIEMPO CORRECTO. MEDICACIÓN CORRECTA Tel.: (+34) 938 652 654 info@ti-medi.com www.ti-medi.com SOLUCIONES POR Y PARA FARMACÉUTICOS Ramón Pérez López DESAYUNO Residencia Plit, Unidad 5 Habitación 2 Doctor AsensiDomingo 8:00 h. 19-08-2019 Ibuprofeno 400mg. COMP 1 20 mg. CAPS 1 Cápsula blanca/verde Total 2 www.ti-medi.com TI MEDI EFICIENCIA.indd 1 13/9/19 13:03©2019 Ediciones Mayo, S.A. Todos los derechos reservados26 Profesión septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosNerea Escudero Hernando Licenciada en FarmaciaIntroducción y fisiopatología de la caída del cabello La farmacia comunitaria recibe un gran número de consultas relacionadas con los problemas capilares, entre ellos la caída del cabello. Por tanto, el papel del farmacéutico es clave como educador sanitario, y debe aconsejar el trata- miento farmacológico y nutricional adecuado, aportar recomendaciones y medi-das higiénico-dietéticas, o derivar en caso necesario al dermatólogo. El ciclo vital del cabello cuenta con tres fases diferenciadas: la más duradera o de crecimiento se conoce como «fase anágena»; a ésta le sigue una fase bre-ve apoptósica transicional llamada «catágena», y por último se produce la fase de reposo corta o «telógena». En condiciones normales, al final de la fase de reposo se cae un promedio de unos 100 cabellos diarios de los 100.000 que existen en el cuero cabelludo, co-menzando un nuevo ciclo de crecimiento en el folículo piloso. Los cabellos cuen-tan con una vida media de unos 4,5 años hasta su caída y el comienzo de un nuevo ciclo. Los factores genéticos tienen una elevada influencia en la alopecia, pues dificultan la capacidad de generar nuevos cabellos por parte del organismo»profesión ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosCuando se produce una caída significativamente mayor de la normal, incrementándose el número de cabellos que lle- gan a la fase de descanso, se habla de «efluvio telógeno», mientras que cuando lo que se produce es un obstáculo en la fase de crecimiento se trata de un «efluvio anágeno». Con frecuencia la pérdida de cabello tiene un desarrollo gradual que se produce de forma difusa o en parches. Los factores genéticos tienen una elevada influencia en la alopecia, pues dificultan la capacidad de generar nuevos cabellos por parte del organismo. Además, existen otros factores directamente relaciona- dos con este trastorno, como son el envejecimiento, deter - minadas enfermedades dermatológicas y sistémicas, y fár - macos como los antineoplásicos. La prevalencia de la calvicie se presenta en mayor grado en varones que en mujeres. En el sexo masculino los sín- tomas dan comienzo en torno a los 30 años, habitualmen- te junto a pitiriasis y seborrea. En un porcentaje elevado de varones se produce la calvicie total en torno a los 60 años de edad. En las mujeres la pérdida de cabello suele comen-zar en el posparto o en la época posmenopáusica, en la que el cabello es más fino y de menor densidad. Tipos de alopecia En función de las causas que provoquen este desorden se distinguen distintos tipos de alopecia: Alopecia de distribución masculina o androgénica. Se pro-duce por andrógenos generados a partir de la pubertad y depende fundamentalmente de condicionantes genéti-cos. Suele comenzar en la frente, laterales y coronilla, y puede llegar a producir la calvicie total. Afecta a un eleva- do porcentaje de varones alrededor de los 50 años, y en un porcentaje menor en edades más tempranas. Alopecia de distribución femenina. Caracterizada por un aclaramiento del cabello en la zona de la frente, lados y coronilla, de manera parcial, y con mucha menor preva- lencia que la masculina. Alopecia tóxica. Aparece tras periodos con fiebre elevada y disfunciones de la glándula tiroidea, o ante tratamien- tos con dosis elevadas de algunos fármacos (como la vi- tamina A, los retinoides, el talio) o con medicamentos pa-ra el tratamiento del cáncer. En general, produce una alopecia temporal y el pelo se recupera.La prevalencia de la calvicie se presenta en mayor grado en varones que en mujeres» GENOVE PILOPEPTAN WOMAN.indd 1 4/3/19 10:0028 Introducción y fisiopatología de la caída del cabello septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservados Alopecia areata. No se conoce su origen exacto, pero se asocia a enfermedades autoinmunes. Genera placas en el cuero cabelludo y puede afectar a otras zonas ve - lludas. No tiene un patrón de edad ni sexo determina-do, y puede llegar a producir la pérdida total del cabe-llo. Afecta de manera recidivante, y el pelo puede volver a crecer ya que no llega a destruirse el folículo piloso. Alopecia cicatricial. Se produce por pérdida de folículos capilares en determinadas zonas cicatrizadas por quema-duras, lesiones graves, cáncer de piel o lupus eritemato-so, o en determinadas infecciones en la piel. Arrancamiento del cabello o tricotilomanía. Ocurre con frecuencia en los niños, aunque el mal hábito puede pro- longarse en la edad adulta. Alopecia por estrés. Más que una causa, el estrés es un factor que podría acelerar el proceso en determinados va- rones debido a una mayor generación de andrógenos. Farmacoterapia Minoxidilo y finasterida siguen siendo los fármacos más efi- caces y más empleados en la actualidad para combatir la alopecia. Minoxidilo Actúa estimulando el crecimiento capilar gracias a su efec-to vasodilatador. En combinación con tretinoína, aumenta su eficacia y mejora su absorción. Se emplea en soluciones tópicas al 2-5%, en alopecia androgénica, femenina y areata . Se administra sobre el cue - ro cabelludo seco, en la zona afectada, con un masaje y fricción suave, durante 3 meses. Se aplica cada 12 horas en dosis no superiores a los 2 mL/día. Sus resultados pro- ducen un engrosamiento del cabello en las zonas tratadas y un enlentecimiento de la caída. En soluciones más con-centradas resulta más eficaz, pero puede producir prurito. Minoxidilo en ocasiones causa reacciones de hipersensi- bilidad, dermatitis de contacto, prurito, ardor, inflamación local, hipertricosis en cejas y, con menor frecuencia, dis-nea, cefalea, vértigo, neuritis, edema y aturdimiento, y muy rara vez alopecia, foliculitis, dolor torácico y cambios en la presión arterial y en el pulso. Es importante destacar también que este principio activo puede producir efectos sistémicos (taquicardia, edema y angina de pecho) que requieran suspender el tratamiento. En determinados pacientes hipertensos, precisa un control clínico exhaustivo, mientras que en el caso de arritmias car - diacas, enfermedad arterial, insuficiencia cardiaca conges- tiva o valvulopatías, enfermedad hepática o renal, no se re-comienda su uso. Existen contraindicaciones en caso de niños y adolescen- tes, y también en determinadas alteraciones dermatológi-cas. Asimismo, ha de prestarse atención al uso concomi-tante con otros medicamentos que puedan aumentar su absorción sistémica.Finasterida Se emplea en la hiperplasia benigna de próstata y como es-timulante capilar. Administrado oralmente, este compuesto azasteroideo sintético es capaz de incrementar el crecimien- to del cabello sin producir efectos androgénicos ni antian- drogénicos hasta incluso 1 año después de haber suspen-dido su tratamiento. La dosis que debe administrarse es variable, aunque no se recomienda superar 1 mg en adultos. Como efectos adversos cabe señalar dolor abdominal, disminución de la libido, diarrea, impotencia, dolor de ca-beza, etc. Es fundamental conocer que está desaconsejado en mu- jeres en edad fértil, en niños y en embarazadas, ya que pue - de inducir alteraciones en los órganos sexuales del feto mas-culino. Por tanto, su empleo es habitual en el tratamiento de la alopecia androgénica masculina. La asociación de finasterida y minoxidilo presenta mayor eficacia, sobre todo en el peso del cabello, por lo que se utiliza generalmente para lograr mejores resultados. Otros tratamientos En los casos de alopecia areata se recurre en ocasiones a la aplicación de pomadas a base de corticoides, y, sólo en casos extremos, a la aplicación oral, porque presenta efec- tos secundarios graves.Desde la farmacia debemos divulgar medidas generales que contribuyan a una adecuada salud capilar» ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosCuando existe una deficiencia de un nutriente como el hierro, una hipovitaminosis o una deficiencia en la hormo- na tiroidea, se aporta la sustancia deficitaria mediante el suplemento alimentario idóneo o la terapia sustitutiva. En la farmacia existen multitud de formulaciones a base de vitaminas y minerales, así como otras sustancias como líquido amniótico y extractos de placenta, que tratan de es- timular el metabolismo del folículo piloso, aumentando la síntesis de ADN y reforzando la estructura queratínica del cabello. Por otro lado, los cosméticos específicos para la caída del cabello son aconsejables, ya que tratan de crear una atmós - fera favorable en la zona afectada mediante la eliminación de exceso de grasa, de modo que se favorezca la absor - ción de los fármacos empleados. Por último, existen otros tratamientos alternativos en de- sarrollo, como son el trasplante de cabello, con nuevas téc-nicas basadas en la microencapsulación y el descubrimien-to de las células madre de los folículos pilosos, que podrían suponer alternativas muy valiosas. Desde la farmacia debemos divulgar medidas generales que contribuyan a una adecuada salud capilar, como el empleo de productos idóneos para el lavado o el secado al aire en lugar de con secador, y evitar el calor excesivo o los peinados demasiado tirantes. Debe desaconsejarse el uso de productos químicos. Por otro lado, la alimenta- ción variada y una adecuada hidratación también son pi-lares fundamentales en los que hay que insistir desde la oficina de farmacia para lograr el mantenimiento de un cabello sano. l Bibliografía AA.VV. Protocolos de actuación en la farmacia ante problemas dermatológicos. Sociedad Española de Farmacia Familiar y Comunitaria (SEFAC), 2016. Messal V. Alopecia, pp. 21-33. Disponible en: https://www.clubdelafarmacia.com/wp-content/uploads/files_mf/protocoloactuacionfarmaciasproblemaderma.pdf Alcalde M.ªT. Curso básico. Cuidado dermofarmacéutico del cabello. Consejo profesional en farmacia comunitaria. Farmacia Salud. 2011; 25(3): 18-22. Disponible en: http://www.elsevier.es/index.php?p=revista&pRevista=pdf-simple&pii=X0213932411205501&r=3 Cuidado capilar en la oficina de farmacia. Utilización de extractos vegetales para el cuidado del cabello. Vocalía Nacional de Farmacéuticos de Dermofarmacia. Disponible en: https://www.portalfarma.com/Profesionales/campanaspf/categorias/ Documents/Documentos-Publica/2014-Presentacion-Cuidado- 29(5): 47-52. Disponible en: http://www.elsevier.es/index.php?p=revista&pRevista=pdf-simple&pii=X0213932415390795&r=3 Lucha contra la caída del cabello. IM Farmacias. Disponible en: https://www.imfarmacias.es/uploads/productos_venden_10980_16161127.pdf Ya son+55.000 alumnos AULA A www.aulamayo.comAula Mayo acredita tu formación Ya son ¿Quieres estar al día en Formación Continuada a distancia? Continuada a distancia? Continuada a distancia? Conéctate a Aula Mayo y descubre nuestras novedades formativas en medicina, farmacia, enfermería y terapias emergentes ANUNCI AULA MAYO 102x270.indd 83 3/9/19 11:46©2019 Ediciones Mayo, S.A. Todos los derechos reservados©2019 Ediciones Mayo, S.A. Todos los derechos reservados María José Alonso Osorio Farmacéutica comunitaria y especialista en Farmacia Galénica e Industrialen la farmaciaprotocolos protocolos Complementos alimenticios en problemas articulares Definición y prevalencia La osteoartritis o artrosis es la más común de las patologías articula- res crónicas. En su aparición y progresión intervienen múltiples fac- tores relacionados con procesos degenerativos debidos al desgaste y la edad, con factores bioquímicos, factores genéticos, causas mecánicas re- lacionadas con sobrecarga o uso repetido de una articulación y traumatismos. Se trata de una enfermedad articular degenerativa que se caracteriza por un deterioro del cartílago con reacción proliferativa del hueso subcondral e inflamación de la membrana sinovial. Es causa de dolor crónico que afecta a las articulaciones y a sus es- tructuras adyacentes, y es motivo frecuente de consulta en atención primaria y en la farma- cia. Forma parte de las llamadas «enfermedades reumáticas». Un buen estilo de vida y una nutrición adecuada pueden ayudar a retardar su aparición y a frenar su evolución cuando se presenta, por ello es impor - tante tener en cuenta los facto-res de riesgo predisponentes, que, en parte, son prevenibles, modificables, modulables o tra-tables (tabla 1). Prevalencia Entre las llamadas enfermedades reumáticas, la artrosis es la patología articular más frecuen- te. En España, afecta a un 16,59% de la población adulta mayor de 20 años. Las articulacio- nes principalmente afectadas son: rodilla, cadera, hombros, columna cervical y lumbar, y de- dos de las manos y de los pies. El 50% de las bajas por invalidez permanente originadas por enfermedades reumáticas corresponden a pacientes con artrosis. Representa casi la cuarta parte del total de pacientes atendidos en las consultas de los reumatólogos. Alrededor de la mitad de la población adulta de más de 50 años muestra signos radiológicos de artrosis de ro-«Alrededor de la mitad de la población adulta de más de 50 años muestra signos radiológicos de artrosis de rodilla, aunque es más frecuente en mujeres, sobre todo a partir de los 55 años» septiembre 2019 el farmacéutico n.º 578 30en la farmaciaprotocolos protocolos31 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosdilla, aunque es más frecuente en mujeres, sobre todo a partir de los 55 años. Signos y síntomas Síntoma principal: el síntoma principal es el dolor, que empeora al usar la articulación, con el sobresfuerzo y a medida que avanza el día. Otros síntomas: rigidez (después del reposo), crujidos de la articulación con el movimiento, deformidad, hinchazón (suele estar asociada a inflamación de la membrana si-novial) o derrame de líquido sinovial. También se pueden producir atrofia muscular, contracturas musculares y, en el caso de artrosis de la columna, pinza-mientos en los nervios que se traducen en dolor que irradia a brazos o piernas. Protocolo de actuación Aunque la artrosis afecta a hombres y mujeres, es más pre-valente en las mujeres que en los hombres, sobre todo a partir de la menopausia. A partir de los 45 años se presen- tan más casos de artrosis que en el varón, en una propor - ción de 3 a 1. La mayor parte de las personas con artrosis que consultan en la farmacia suelen hacerlo por dolor o por molestias en las articulaciones, y los perfiles más frecuen-tes son: Personas que practican deporte (gimnasio, tenis, padel, «corredores urbanos», ciclistas...). Personas con desgaste articular laboral (tareas que em-plean una articulación de forma repetitiva). Síntomas de artrosis asociados a obesidad, a cambios hormonales (menopausia) o a la edad. Personas con dolor osteomuscular agudo (lumbalgias, ar - tralgias agudas, sobrecargas, etc.) por diversas causas. Adultos y personas mayores activas que quieren prevenir o reducir el desgaste. Personas con artrosis diagnosticada y tratada que quie- ren reducir o evitar los tratamientos con antiinflamatorios esteroideos (AINE) o analgésicos. Ante toda consulta por dolor o molestia articular, lo prime-ro será hacer preguntas encaminadas a descartar otras patologías articulares (artritis o patologías agudas inflama-torias que afectan a músculos, tendones o ligamentos) (ta- bla 2) o los signos y síntomas de alarma y derivación del paciente al médico. Con ello podremos valorar si se es Tabla 1. Factores predisponentes para padecer artrosis y acciones preventivas Factores de riesgo predisponentes para padecer artrosisPosibles acciones de prevención o retraso de la evolución de la artrosis Edad Nutrición, ejercicio y medidas posturales y de movimiento son medidas útiles para prevenir la degeneración del cartílago Genética Los factores genéticos influyen en porcentajes variables pero significativos. Saberlo puede ayudar a tomar medidas de prevención en edades tempranas Obesidad (factores nutricionales) Se ha observado una relación directa entre obesidad y desarrollo de artrosis. Mantener un peso adecuado contribuirá a la prevención y mejora de la osteoartritis Actividad física elevada (práctica deportiva) Actividad laboral (de carga o con movimientos repetitivos) Conviene evitar ejercicios que carguen o golpeen alguna articulación, movimientos repetitivos, cambios bruscos en la intensidad de los movimientos o aquellos que puedan contracturar la musculatura o lesionar tendones y ligamentos No obstante, la actividad física moderada con ejercicios que refuerzan musculatura y tendones ayudan a soportar la carga, protegen la articulación y reducen la rigidez Actividad hormonal y enfermedades endocrino-metabólicas (menopausia, hipotiroidismo, hiperparatiroidismo, diabetes mellitus...) La hormona tiroidea T3 tiene efecto directo e indirecto sobre los condrocitos Los estrógenos tienen influencia en la producción del colágeno. La deprivación influye negativamente Tratar y estabilizar la enfermedad tiroidea ayudará a estabilizar el cartílago Una nutrición adecuada, ejercicio y mantenimiento del peso, al inicio de la menopausia, son medidas que pueden retrasar la aparición o desarrollo de la artrosis Aunque se sabe que existe una relación entre diabetes y osteoartritis, los mecanismos aún no son bien conocidosComplementos alimenticios en problemas articulares32 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosTabla 2. Diferenciación entre artrosis y otras patologías que pueden afectar a las articulaciones Artrosis u osteoartritisArtritis Tendinitis, bursitis Esguinces Tipo de enfermedad o lesión Enfermedad degenerativa por deterioro del cartílago Enfermedad compleja e inflamatoria. Se considera que existen más de 100 tipos distintos Son lesiones inflamatorias que producen hinchazón alrededor de los músculos y huesos Lesión en los ligamentos Afectación Afecta principalmente a las articulaciones de carga: rodillas, cadera, columna, manos, tobillos y pies Afecta a todas las estructuras de la articulación (tejido sinovial intraarticular, vaina de los tendones y bolsas sinoviales) Afectan a tendones y bursas (bolsas sinoviales) Pueden afectar a hombros, codos, muñecas, caderas, rodillas o tobillos Afectan a los ligamentos Pueden llegar a la rotura del ligamento y/o de las fibras musculares Causas y principales síntomas Etiología multifactorial (envejecimiento, genética, causas metabólicas, traumatismos, etc.) Cursa con dolor, rigidez, entumecimiento, hinchazón y crujido Múltiples causas: autoinmunes, infecciosas, depósito de microcristales, enfermedades sistémicas del colágeno y vasculitis Cursa con dolor, inflamación, disminución de la movilidad de la articulación, enrojecimiento y calor de la piel en la zona y rigidez articular Ambas lesiones suelen ser debidas a traumatismos o sobresfuerzos Cursan con hinchazón y dolor y con limitación del movimiento En el caso de las bursitis, sensación de calor y enrojecimiento en la zona Se producen por torcedura o distensión violenta de la articulación Se acompañan generalmente de hematoma, hinchazón y dolor que puede limitar o impedir el movimiento Síntomas de artritis o artrosis juvenil Síntomas graves o empeoramiento con el tratamiento Fiebre y/o enrojecimiento Derrame de líquido sinovial Hematoma sin trauma o hemorragia Aparición de quistes MÉDICO Tratamiento de indicación farmacéutica Nutrientes preventivos Corrección de hábitos y estilo de vida Protección articular si es necesaria (ayudas técnicas, rodilleras, férulas, etc.) Terapia frío calorALGORITMO DE DERIVACIÓN AL MÉDICO Y CONSEJO FARMACÉUTICO Consulta por sintomatología articular u osteomuscular de leve a moderada Sí No©2019 Ediciones Mayo, S.A. Todos los derechos reservados RS7 ARTICULACIONES.indd 1 29/8/19 15:55Complementos alimenticios en problemas articulares34 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosTabla 3. Sustancias vegetales y complementos alimenticios más utilizados para el tratamiento coadyuvante de la artrosis Ingrediente Acción Precauciones Especies vegetales con acción analgésica y proinflamatorias en sinoviocitos y condrocitos humanos Acción inhibidora del metabolismo del ácido araquidónico por la vía de la COX-2 y de la lipoxigenasa Contraindicado en caso de úlcera péptica o gastritis No utilizar en caso de obstrucción de las vías biliares No utilizar en embarazo y lactancia Precaución en pacientes con tratamiento antiarrítmico por posible sinergia en la actividad Cúrcuma (Curcuma longa) Principales componentes: curcuminoides (curcumina cliclooxigenasa-2 (COX-2), 5-lipooxigenasa y NOS inducible Inhibe la activación de factores de transcripción Disminuye la producción de citocinas proinflamatorias No utilizar en caso de obstrucción de las vías biliares Teórica interacción con warfarina en estudios in vitro que no ha mostrado relevancia clínica en humanos Boswellia (Boswellia serrata) Principales componentes: ácidos triterpénicos pentacíclicos; derivados del ácido boswélico y de los ácidos triterpénicos Inhibe de forma específica la 5-lipooxigenasa, y bloquea la síntesis de sustancias proinflamatorias No hay datos sobre la seguridad de su uso durante el embarazo y la lactancia, ni en niños menores de 12 años No sobrepasar las dosis recomendadas; en 2 casos un consumo alto y prolongado causó neutropenia Jengibre (Zingiber officinale) Principales componentes: oleorresina (4-7,5%) con un 25% de aceite esencial y un 25% de sustancias picantes (gingeroles y shogaoles) Los gingeroles son inhibidores del metabolismo del ácido araquidónico por la vía de la COX-2 y la de la lipooxigenasa Extractos de jengibre son capaces de inhibir la inducción de citocinas proinflamatorias en sinoviocitos y condrocitos humanos Usar con precaución personas que padezcan gastritis, úlcera péptica o reflujo Varios tipo II sin desnaturalizar (UCII), tipo II (para huesos y tendones) Tiene función estructural: aporta forma, grosor, resistencia y flexibilidad a todos los tejidos de los que forma parte Las personas que necesitan una dieta restringida en proteínas (insuficiencia renal o hepática muy graves) sólo pueden tomarlo bajo supervisión médica Condroitín sulfato (o sulfato de condroitina) Es el componente mayoritario del cartílago Aporta propiedades mecánicas y elásticas y proporciona resistencia a la compresión Por falta de datos, no se aconseja su uso en el embarazo Aunque no se ha visto relevancia clínica, se aconseja efectuar control preventivo en pacientes anticoagulados Glucosamina Componente de algunos glucosaminoglicanos Controla la progresión de la artrosis, reduce el dolor articular y mejora la movilidad Por falta de datos, no se aconseja su uso en el embarazo En pacientes diabéticos, control de niveles de glucosa Precaución en pacientes asmáticos Control en pacientes anticoagulados Ácido hialurónico Componente del líquido sinovial y tejidos conectivos Tiene propiedades viscoelásticas, actúa como lubricante biológico en diversos tejidos, entre ellos el líquido sinovial en las articulaciones Por falta de datos, precaución en el embarazoen la farmaciaprotocolos protocolos ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosadecuado dar consejo conductual y si se puede recomen- dar algún producto o se debe derivar al médico. Criterios de remisión al médico (algoritmo) Síntomas de artritis (sobre todo en caso de los jóvenes [artritis juvenil]). Síntomas graves o empeoramiento con el tratamiento. Fiebre o enrojecimiento en la zona. Derrame de líquido sinovial. Hematoma (sin traumatismo) o hemorragia. Aparición de quistes. Tratamiento farmacológico de la artrosis El tratamiento de la artrosis va principalmente encaminado al alivio del dolor, aunque también se utilizan medicamen-tos para retardar la degeneración del cartílago. En estadios muy avanzados el paciente puede requerir cirugía. Tratamiento oral Entre los fármacos sintomáticos para el alivio del dolor se en- cuentran los analgésicos de acción rápida (paracetamol, AI-NE, opioides, y los de acción lenta, a largo pla- zo, como los SYSADOA (por sus siglas en inglés, Symptomatic Slow Action Drugs for Osteoarthritis), entre los que se encuen-tran: condroitín sulfato, sulfato de glucosa-mina, diacereína y ácido hialurónico. De los SYSADOA existe evidencia clínica que si- túa su uso también como fármacos útiles para la mejora de la función y la movilidad, es decir, como DMOAD (por sus siglas en inglés, Disease Modifying Os-teoArthritis Drugs). Tratamiento intraarticular Los fármacos más utilizados en técnicas invasivas articula-res son el ácido hialurónico, el plasma rico en plaquetas y los corticoides de acción retardada. Tratamiento tópico El uso tópico de pomadas, cremas, linimentos o geles con AINE, sustancias vegetales trementina, etc.), condroitín sultato y ácido hialurónico, los parches térmicos o las técnicas de frío/calor, pueden ser un tratamiento complementario del dolor. Tratamiento quirúrgico Comprende técnicas de cirugía conservadora y de sustitu-ción protésica. Con extractos de Harpagofito, Té Verde, Boswelia Serrata y de Sauce Blanco . Aliviar Con Silicio orgánico y oligoelementos .Reforzar Paseo de Francia, 14 - 20012 Donostia - San Sebastián Tel: 943 459 102 - Fax: 943 465 102 informacion@nutergia.esnutergia.es Más info El Harpagofito, la Boswellia, el Sauce y la Cúrcuma contribuyen a modular la inflamación en procesos dolorosos osteoarticulares. El silicio favorece la flexibilidad de las articulaciones y la protección de los tejidos conjuntivos, cartilaginosos y óseos. Colágeno, glucosamina, condroitina y de los cartilagos. Cúrcuma, y cofactores antioxidantes contribuyen a la protección de las articulaciones frente al estrés oxidativo.ERGY FLEX ERGY COX ERGY SIL Solución y ácido hialurónico, extracto de cúrcuma 23/7/19 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosComplementos alimenticios y fitoterapia de indicación farmacéutica Tanto en prevención como en las fases leves a moderadas, los Complementos alimenticios orales de colágeno y ácido hialurónico solos o en combinaciones entre sí y/o con dosis menores de glucosamina, condroitín sulfato o nutrientes implicados en la síntesis de colágeno (minerales y vitami-nas), son de utilidad para prevenir y retardar el deterioro del cartílago por su acción estructural y protectora. Se ha demostrado que su efecto beneficioso puede disminuir la necesidad de AINE. También la fitoterapia sola o en combinación con alguno de los anteriores se ha mostrado útil para el tratamiento de los síntomas (dolor y/o inflamación) leves y moderados. Las principales sustancias vegetales utilizadas son las de acción analgésica ulmaria (Fi- lipendula ulmaria L. Maxim.) (tabla 3). Vitaminas y nutrientes Algunas vitaminas (C, D, E) y minerales (magnesio, silicio y azufre) están implicados en distintos procesos del meta-bolismo del cartílago. La vitamina C estimula la producción de colágeno y glucosaminoglicanos; la vitamina D participa en la síntesis de proteoglicanos, y la E mejora la protección de la matriz del cartílago por el aumento de crecimiento de los condrocitos. Entre los minerales, el magnesio forma par - te de las membranas de las células y la estructura ósea (de-be equilibrarse con el calcio, ya que el desequilibrio inhibe la síntesis de vitamina D); el silicio participa en la síntesis de elastina y de colágeno; y el azufre se encuentra en el co-lágeno, elemento que forma tendones, cartílagos y ligamen-tos. El complejo B (B 1, B6 y B12) potencia el efecto de anal- gésicos (paracetamol) y antiinflamatorios (AINE). Medidas de higiene y prevención. Consejos al paciente (tabla 4) Es importante establecer medidas de prevención generales en las personas que presentan molestias ligeras o factores de riesgo de desarrollo de artrosis. Estas mismas medidas servirán en los casos más avanzados para ralentizar la evo- lución de los cuadros. Bibliografía AA.VV. Alperi López M, ed. Manual SER de Enfermedades Reumáticas, 6.ª edición, 2014. Disponible en: https:// C, Tarp S, et al. Efficacy and safety of ginger in procumbens) as a treatment for osteoarthritis: a review of efficacy and safety. J Altern Complement Med. 2006; 12(10): 981-993. Clegg DO, Reda DJ, Harris CL, Klein O'Dell JR, Hooper MM, et al. Glucosamine, chondroitin sulfate, and the two in combination R. Efficacy of Boswellia serrata extract in treatment of osteoarthritis of blind placebo controlled trial. Phytomedicine. 2003; 10(1): 3-7. Möller I, Pérez M, Monfort J, Benito P , Cuevas J, Perna C, et al. Efficacy of condroitin sulphate in synovitis in patients with knee osteoarthritis: an ultrasound study. World on Osteoarthritis, 2009. H, Masuda Y, Maruyama K, et al. Oral hyaluronan relieves knee a review. Nutr J. in the treatment systematic review and meta-analysis Dis. 2017; 20(4): 420-433. Ruiz Domingo E. Salud articular y artrosis en la menopausia. SAMEM XVIII Encuentro Nacional de Salud y Medicina de la Mujer. 17-19 de febrero de 2016. Disponible en: http://www.samem.es/wp-content/uploads/2016/02/0845-01-elena-ruiz-domingo-artrosis-full.pdfTabla 4. Medidas de prevención y consejos al paciente Alimentación equilibrada (peso adecuado) Caldos de pescado, aves, vacuno, etc., con cocción larga e inclusión de espinas, huesos, cartílagos, etc.; manitas de cerdo; callos; gelatina... Alimentos todos ricos colágeno y mucopolisacáridos Ejercicio moderado (natación, pilates, yoga, taichí, bicicleta, marcha nórdica con bastones...) de forma regular Evitar deportes de impacto sobre la articulación No forzar las posturas, evitar sostener una postura mucho tiempo Calor o frío local (calor en crónico; frío en agudo) Cumplimiento terapéutico en las personas diagnosticadas y con prescripción médica Complementos alimenticios a base de nutrientes del cartílago y/o fitoterápicos para el alivio de las molestias37 Artículo especial septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosJavier Galego Bioquímico El término probiótico solo se puede utilizar cuando se habla de cepas concretas de microorganismos vivos cuyos beneficios para la salud se han demostrado en estudios realizados en humanos y adecuadamente controlados»Lactobacillus rhamnosus GG (LGG), 30 años de beneficios y evidencia Hace más de un siglo que los probióticos son objeto de interés científico y cons- tituyen un activo campo de investigación. Actualmente, se conocen nume- rosos beneficios para la salud derivados de estos microorganismos y continúan estudiándose y descubriéndose aplicaciones terapéuticas. Entre los probióticos más conocidos están los lactobacilos, unas bacterias que el ser humano lleva utilizando miles de años para producir alimentos fermentados 1 y que la sabidu- ría popular siempre ha considerado «buenos para la salud». Pero el mero hecho de que un microorganismo tenga aplicaciones en la in- dustria alimentaria o reputación de ser saludable no lo convierte en probiótico. Según la definición aceptada por la comunidad científica, el término probiótico solo se puede utilizar cuando se habla de cepas concretas de microorganismos vivos cuyos beneficios para la salud se han demostrado en estudios realizados en 38 Lactobacillus rhamnosus GG (LGG), 30 años de beneficios y evidencia septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadoshumanos y adecuadamente controlados2. Conjuntamente, la Organización Mundial de la Salud (OMS) y la Organización de las Naciones Unidas para la Agricultura y la Alimenta- ción (FAO) han establecido los siguientes criterios para ca- lificar una cepa bacteriana como probiótico3,4: Identificación taxonómica por técnicas moleculares. Registro en un repositorio internacionalmente reconoci- do. Ausencia de genes transmisibles de resistencia a antibió- ticos. Persistencia en el tracto intestinal en forma viable. Beneficios para la salud demostrados experimental y clí-nicamente. Seguridad para uso humano. Persistencia de la viabilidad y actividad probiótica duran-te su producción, manipulación y almacenamiento. Además, se exige que los microorganismos utilizados co-mo probióticos sean de origen humano y resistentes al pH ácido del estómago, así como a la bilis y el pH alca- lino del intestino delgado. Deben tener capacidad para adherirse a los enterocitos de la mucosa intestinal recu-bierta por la microbiota y mantener su actividad metabó-lica en ese medio 5. En conclusión, no todos los preparados con bacterias son probióticos, solo pueden considerarse como tales aquellos que cumplen los requisitos que se acaban de referir. Lactobacillus rhamnosus GG, uno de los probióticos más estudiados La cepa Gorbach-Goldin de Lactobacillus rhamnosus (LGG) es un miembro de pleno derecho de este selecto club de los probióticos: una búsqueda en la base biblio- gráfica MEDLINE con el motor de búsqueda PubMed, uti- lizando los términos «Lactobacillus rhamnosus GG» y «hu-man» produce una lista de más de 500 estudios de esta cepa 6. Desde su aislamiento en 1983 de tracto intestinal humano sano y su registro en 1989 en el repositorio de la American Type Culture Collection (ATCC ® 53103TM) (www. atcc.org), LGG se ha convertido en una de las bacterias pro- bióticas más estudiadas del mundo7; estos 30 años de ac- tividad investigadora y práctica clínica han generado una nutrida base de evidencia científica que avala su eficacia en diversas indicaciones 6. Las pruebas de su seguridad son aún más sólidas: L. rhamnosus posee la calificación QPS (Qualified Pre-sumption of Safety), es decir, forma parte de la lista de es- pecies microbianas que la Autoridad Europea de Seguridad Alimentaria (EFSA) considera seguras para su inclusión en la cadena alimentaria. Esta lista de microorganismos segu- ros se revisa cada 6 meses mediante la evaluación de ex- tensas búsquedas bibliográficas en las que se analizan los riesgos que estos agentes pueden suponer para el ser hu-mano, los animales y el medio ambiente 8.No todos los probióticos son iguales Las aplicaciones de los probióticos se han diversificado y no todas las cepas se han estudiado en todas las indicacio- nes clínicas 9. Numerosos grupos en todo el mundo estu- dian distintas cepas con objetivos que varían desde la me-jora de la alimentación infantil hasta su aplicación terapéutica solos o en combinación con fármacos conven- cionales. Por otro lado, como consecuencia del protagonismo me- diático que han adquirido, los probióticos se han populariza- do y, con ello, ha surgido el riesgo de su banalización. Un ar - tículo publicado recientemente en JAMA Internal Medicine ha dado la voz de alarma en Estados Unidos, donde es po- sible vender microorganismos como probióticos sin eviden-cia de eficacia o, lo que es más grave, de seguridad 10. Para prestar un servicio responsable y verdaderamente útil en la farmacia, solo deben recomendarse cepas seguras con efica- cia probada en la patología concreta que se necesita tratar 9. Asimismo, es necesario advertir que las propiedades de las cepas probióticas no son aditivas; es decir, si un produc-to combina varias cepas no puede asumirse que automática- mente proporciona todos los beneficios que se han eviden-ciado para cada cepa por separado, sino que deberá investigarse como un producto probiótico diferente. El mo-La utilidad terapéutica de Lactobacillus rhamnosus GG en trastornos gastrointestinales se ha demostrado en población pediátrica y adulta con los máximos niveles de evidencia» artículo especial39 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadostivo es que en productos multicepa habrá interacciones en- tre las cepas componentes cuyos efectos pueden, incluso, llegar a ser desfavorables 1. LGG en gastroenterología La utilidad terapéutica de LGG en trastornos gastrointesti-nales se ha demostrado en población pediátrica y adulta 5 con los máximos niveles de evidencia: nivel 1 (Revisión sis-temática de ensayos aleatorizados o ensayos de n=1) y ni- vel 2 (Ensayo aleatorizado o estudio observacional en el que se detecta un claro efecto) 11. Las indicaciones en que se ha estudiado LGG son1,5: Diarrea aguda y gastroenteritis. Diarrea asociada a antibióticos. Trastornos gastrointestinales que cursan con dolor abdo-minal. Prevención de la diarrea nosocomial. Diarreas en niños que asisten a guarderías. Tratamiento coadyuvante de la erradicación de Helico-bacter pylori. Diarrea del viajero. Entre los beneficios derivados del uso de LGG en la prácti- ca clínica se han documentado los siguientes 5: Acorta un día la duración de la diarrea. Disminuye el número de deposiciones al segundo día del tratamiento. Reduce el porcentaje de diarreas que se prolongan más de 4 días. Concretamente, en la diarrea asociada a antibióticos (DAA), un metanálisis que comparó LGG con otros diez agentes probióticos concluyó que LGG es la mejor opción tanto por su eficacia (OR: 0,28; IC 95%: 0,17 - 0,47), como por su tolerabilidad (OR: 0,44; IC 95%: 0,23 - 0,84) 12. Según los autores de este trabajo, LGG es la cepa más eficaz en la re-ducción del riesgo relativo de DAA, tiene menos efectos ad- versos intestinales y previene su aparición 12. Sintetizando, puede decirse que LGG reduce la severidad y la duración de la diarrea aguda y previene la DAA5,12,13,14. Disbiosis Se conoce como disbiosis cualquier alteración del equilibrio microbiológico intestinal que se caracterice por una dismi-nución de las bacterias beneficiosas, un sobrecrecimiento de potenciales patógenos o, en general, cualquier pérdida de la diversidad microbiológica en el tubo digestivo. Las causas de la disbiosis pueden ser genéticas, farmacológi-cas, infecciosas o ambientales (dieta, estrés, viajes) 5. LGG se ha propuesto como tratamiento para restablecer el equilibrio intestinal y prevenir la disbiosis. Su actividad protectora se ejerce a través de seis mecanismos5: Producción de microcina, una bacteriocina con actividad bactericida frente a gram positivos y gram negativos. La exclusión competitiva de microorganismos patógenos. Como consecuencia de la anterior, la inhibición de la ad-hesión de microorganismos patógenos a la mucosa intes-tinal. Normalización de la función de barrera y la permeabili-dad intestinal. Elevada capacidad de adhesión a la mucosa intestinal. Modulación inmunológica. LGG, otras indicaciones y perspectivas futuras Fuera de las ventajas derivadas de su acción sobre la mi- crobiota intestinal, la administración oral de LGG puede re-comendarse como una medida válida para reducir el ries- go de infecciones de vías respiratorias altas en niños que acuden a guarderías a diario 5,15. Asimismo, puede reducir la incidencia de infecciones respiratorias nosocomiales en pediatría 16. La investigación de esta cepa continúa y cada vez se co- nocen mejor los mecanismos moleculares que confieren a LGG sus propiedades específicas. Algunos de los más re- levantes son5: Los polisacáridos y pili presentes en su superficie le per - miten adherirse y colonizar la mucosa mejor que cual - quier otro lactobacilo. Expresa más de 90 proteínas implicadas en la formación de la biopelícula, la actividad de los bacteriófagos, la con-figuración de la pared bacteriana y la inmunomodulación. Estimula la respuesta inmunológica inespecífica mediada por IgA, IgG e IgM y la respuesta inmunológica celular de-pendiente de los linfocitos T CD4+. 40 Lactobacillus rhamnosus GG (LGG), 30 años de beneficios y evidencia septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosEl descubrimiento de estas características ha impulsado la investigación clínica con resultados prometedores en las si-guientes áreas: Síndrome del intestino irritable: recientemente, siete estu- dios han confirmado una mejoría sintomática asociada al consumo de LGG en niños y adultos con este trastorno 5. Alergias alimentarias y atopia: La evidencia preliminar muestra que LGG acelera la adquisición de la tolerancia oral a la leche de vaca en lactantes alérgicos 17. Además, varios metanálisis y revisiones sistemáticas han mostrado eficacia del consumo de LGG, bien aislado o en combi- nación con otros probióticos, en el tratamiento y preven- ción de dermatitis atópica, eccema y alergia a la leche de vaca 5. Cáncer: fruto de estudios en cultivos celulares y en ani-males, se dispone de abundantes datos interesantes que describen el efecto de LGG sobre la proliferación de las células cancerígenas y la invasión tumoral 5. Personas mayores: los efectos propios de la edad como son el deterioro de las funciones fisiológicas, el declive de la función inmunológica y la inflamación de bajo grado crónica están interrelacionados con la disbiosis y se ha propuesto que la modificación controlada de la microbio-ta intestinal puede mejorar la respuesta inmune adapta- tiva y reducir la inflamación en este grupo de edad 5. LGG puede favorecer la interacción de constituyentes clave de la microbiota con el epitelio intestinal5. La investigación futura debe consolidar estos efectos; asi- mismo, es necesario realizar estudios con seguimiento a más largo plazo que evidencien mejoras en manifestacio-nes clínicas 5. l Bibliografía 1. Guarner F , Sanders ME, Eliakim R, Fedorak R Gangl A, Garisch J et al. Guías Mundiales de la Organización Mundial de Gastroenterología: Probióticos y prebióticos. Feb, 2017. [Internet] de 2019. Disponible en: http://www.worldgastroenterology.org/guidelines/global-guidelines/probiotics- and-prebiotics/probiotics-and-prebiotics-spanish 2. Hill C, Guarner F , Reid G, Gibson GR, Merenstein DJ, Pot B et al. Expert Consensus Document. The International Scientific Association for Probiotics and Prebiotics consensus statement on the scope Hepatol. 2014 Aug; Evaluation of in Food including Powder Milk with 1-4 October 2001. [Internet] Disponible en: http://www.fao.org/3/a-a0512e.pdf. [Consulta: 26 de junio de 2019] 4. Report of a Joint FAO/WHO Working Group on Drafting Guidelines for the Evaluation of Probiotics in Food. London, Ontario, Canada 20 April - 1 May 2002. [Internet] Disponible en: http://www.fao.org/3/a-a0512e.pdf. [Consulta: 26 de junio de 2019] 5. Capurso 2019; 53: S1-S41. 6. PubMed: US National Institutes of Health. [Internet] \"Lactobacillus rhamnosus GG\", \"human\". Bethesda MD, Disponible en: https://www.ncbi.nlm.nih.gov/pubmed/?term=((%22lactobacillus+rhamnosus+gg%22))+AND+human Koutsoumanis A, Álvarez-Ordoñez A, Boltro D, Bover-Cid S, Chemaly M et al. Update of the list of QPS-recommended biological agents intentionally added to food Med. Liberati eta al. OCEBM Levels of Evidence Working Group. \"The Oxford 2011 Levels of Evidence\". Oxford Centre for Evidence-Based Medicine. [Internet] Consulta: 9 de julio de 2019. https://www.cebm.net/index.aspx?o=5653 12. Cai J, Zhao C, Du Y, Zhang Y, Zhao M, Zhao Q. Efficacy and Tolerability with Vol. (2) 169-180. for Cohen H, Crain E. The Effect of Lactobacillus GG H, Misak Z y Kolacek S. Lactobacillus GG in the prevention of gastrointestinal and respiratory tract infections in children who H, Misak Z y Kolacek S. Lactobacillus GG in prevention tract Pediatrics. 2010; 125 (5): e1171-7. 17. Cosenza L, Nocerino R, di Scala C, di Costanzo M, Amoroso A, Leone L et al. Bugs for atopy: the Lactobacillus rhamnosus GG strategy for 2015; 6 (2): 225-32.La investigación de LGG continúa y cada vez se conocen mejor los mecanismos moleculares que le confieren sus propiedades específicas»©2019 Ediciones Mayo, S.A. Todos los derechos reservados Bibliografía 1.Francisco Guarner (Coordinador, España) Guías Mundiales de la Organización Mundial de Gastroenterología: Probióticos y prebióticos, Febrero de 2017. 2. Capurso Gastroenterol 2019; 53:S1-S41. Cai Zhao C, Du Y, Zhang Y, Zhao M, Zhao Q. Comparative Efficacy and Tolerability of Review with Meta-analysis. European Gastroenterology Journal 2018, Vol. (2) 169-180. 4. PubMed: US National Library of Medicine. National Institutes of Health [en línea]. \"Lactobacillus rhamnosus GG\". https://www.ncbi. nlm.nih. gov/ pubmed/?term=%22lactobacillus+rhamnosus+gg%22. 6 dosis Sin gluten Sabor a plátano Sobres bucosolubles Sin gluten Agradable sabor KALEIDON HYDRO En caso de deshidratación por diarrea y vómitos Favorece el equilibrio de la flora intestinal de la flora intestinal oral Rehidratación Rehidratación Rehidratación oral oral oral oral + SALES MINERALES KLD-APM10 SEP'19 EL PROBIÓTICO CON MÁS EVIDENCIA EN CASO DE DIARREA ASOCIADA A ANTIBIÓTICOS Y GASTROENTERITIS 1-3 La cepa bacteriana probiótica más estudiada4 Seguro y bien tolerado, sin restricciones de edad (adultos y niños)1,2 EL PROBIÓTICO CON MÁS EVIDENCIA LGG DEEVIDENCIA 30 años G G G G G 30 años ¿Buscas el probiótico ideal? KALEIDON 60 Ayuda al equilibrio de la flora intestinal MENARINI KALEIDON.indd 1 30/7/19 12:2442 Legislación septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosFélix Ángel Fernández Lucas Abogado. Subdirector general de Farmaconsulting Transacciones S.L. felix.fernandez@farmaconsulting.es Las personas físicas responden de sus obligaciones con todos sus bienes presentes y futuros»Oficina de farmacia y sociedad mercantil (I) La titularidad y la propiedad de una oficina de farmacia han de corresponder necesariamente a una persona física, lo que excluye cualquier entidad con personalidad jurídica propia, como las sociedades anónimas, las cooperativas, las sociedades limitadas y, desde hace unos años, las sociedades civiles. Pero sí tienen su cabida en el sector, de la mano de la parafarmacia. Y el formato más usual es la sociedad limitada, cuya actividad tendrá excluida la dispensación de medicamentos. La responsabilidad queda limitada Desde un punto de vista civil, ¿qué utilidad puede tener, para un farmacéutico, constituir sociedad limitada? Es destacable, precisamente, lo que ya anuncia su nombre: proporciona una responsabilidad limitada para los propietarios de sus participaciones sociales, por las obligaciones contraídas durante su existencia. Esta limitación coincide con el importe del patrimonio de la entidad. Los dueños, partícipes o socios, como quieran, tienen limitada su responsabilidad a las apor - ©2019 Ediciones Mayo, S.A. Todos los derechos reservados 902 222 001 www. lindor.es consultas.farma@hartmann.info(1) Diseño mejorado de pañal para abordar la dermatitis asociada a la Pants cuida de la piel y mejora la calidad de vida de las personas con incontinencia. Ahora también en formato de 80 udsEspecíficamente diseñado para mantener elEl valor diferencial de la celulosa rizada de Lindor® Fit Pants: Ayuda en la prevención y curación de la Derma titis asociada a la incontinencia. Ayuda a reducir la presencia de bacterias(2). 5.5pH natural de la piel(1) Lindor® Fit Pants Pequeña CN 484170.1Día Moderada +600 cc Pequeña Media Media Grande Pequeña Media Grande Grande CN 473090.6 CN 484188.6 CN 484279.1 - -CN 484303.3 CN 487165.4 484337.8 1 30/7/19 12:1944 Oficina de farmacia y sociedad mercantil (I) septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadostaciones y participación en el patrimonio de la entidad, con- forme a su cuota, pero una vez agotados capital y patrimo-nio, los patrimonios personales de los socios quedan al margen, a salvo. Por el contrario, las personas físicas responden de sus obligaciones con todos sus bienes presentes y futuros. No obstante, en la práctica esta barrera de responsabili- dad va a quedar desdibujada, si no anulada en muchos ca- sos. Así, naturalmente, lo interesante sería solicitar un prés-tamo a través de una sociedad, puesto que el impago de interés o cuotas de capital serían reclamados a la entidad, no directamente al socio o socios. Y esto es teórico, puesto que, al margen de las responsabilidades en que también se puede caer como administrador de las sociedades, lo probable es que la entidad financiera, o incluso los provee-dores de esa sociedad, exijan que el farmacéutico afiance solidariamente las obligaciones contraídas por la entidad. ¿Local alquilado? En el local existirán dos personas, una física y otra jurídi- ca. En el campo del Derecho civil encontramos alguna peculiaridad que debe tenerse muy en cuenta antes de ini- ciar el camino de constituir una sociedad. Concretamente, en el caso de locales en alquiler la operación no se limita sólo a la constitución y arranque de las actividades de la sociedad. ¿Contamos con autorización para incorporar una entidad con personalidad jurídica a ese local? Lo cierto es que no es muy frecuente que esta posibilidad esté prevista en los contratos de arrendamiento y, desde luego, no en los casos de arrendamientos sometidos a prórroga forzosa, los conocidos como «de renta antigua». De no contar con la autorización del propietario, es posi- ble que una vez enterado de la existencia de una sociedad mercantil que opera en el local, éste valore que se ha efec-tuado una cesión, subarriendo o traspaso inconsentido, lo que podría llevarle a dar por resuelto el contrato.Es precisamente en el caso de los alquileres donde po- demos encontrar ventajas más claras -por ejemplo, fisca- les-, puesto que el IVA que abona una Sociedad Limitada (SL) se compensa con las cuotas cobradas a los clientes en las ventas, no como el farmacéutico, que, al estar someti- do al recargo de equivalencia, tiene el IVA del alquiler co- mo un gasto. Pero soliciten la autorización del arrendador para consti- tuir la sociedad. En este punto es posible que tal autoriza- ción se formule condicionada a ciertos requisitos, y es usual, por ejemplo, que se estipule que no será considerada ce-sión a efectos de incrementos de renta la que se efectúe a favor de una entidad mercantil, pero siempre que la pro-piedad del capital social de la misma corresponda mayori- tariamente al actual arrendatario. Tampoco son descartables exigencias como la de que el arrendatario comunique cualquier alteración en la propie- dad del capital. Lo contrario facilitaría la cesión a terceros del local arrendado, sin soportar los aumentos de renta, y restantes consecuencias y requisitos, por el simple me-canismo de transmitir las acciones o las participaciones que se posean en esa entidad. En cuanto a la seguridad en el cobro de la renta, para el propietario tampoco será lo mismo que su inquilino sea una persona física o una sociedad. Aunque el caso de las oficinas de farmacia es peculiar -el farmacéutico difícilmente se desvinculará del todo como persona físi- ca del arrendamiento-, es posible, como ocurre en otros Más del 90% de las sociedades que se constituyen en España son limitadas»Características principales de las sociedades mercantiles usuales Sociedad Limitada (SL) Sociedad Anónima (SA) Capital mínimo 3.000 € 60.000 € Aportaciones no dinerariasPueden hacerse Si se hacen, habrán de acompañarse con un informe de experto sobre la valoración Capital desembolsado Puede no desembolsarse inicialmente Al menos el 25% a la constitución (15.000 €) N.º mínimo de socios 1 en SL unipersonal 1 en SA unipersonal Denominación de cuotas Participaciones sociales Acciones Objeto social El común a parafarmacia Tampoco cabe la actividad de farmacialegislación ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadossectores usualmente, que se exija por parte del propie- tario que el propio titular avale personal y solidariamente las sumas correspondientes a la sociedad respecto al arrendamiento. Gestión separada Si insistimos habitualmente en que las cuentas, ingresos, gastos, etc., del farmacéutico en su actividad deben estar absolutamente separados de sus cuentas personales, en el caso de las oficinas de farmacia con una sociedad vin- culada tal necesidad queda subrayada si cabe, dadas, por añadidura, las mayores formalidades contables y fiscales exigidas a las entidades. Aunque la sociedad no podrá ad- quirir medicamentos y, por lo tanto, será complicado gene- rar confusiones con esas compras, el farmacéutico perso-na física sí puede adquirir género de todos los tipos que puede ser dispensado en su establecimiento, y hechos con-cretos como, por ejemplo, la aceptación de ofertas especia- les para grandes volúmenes, pueden terminar generando serias confusiones en la gestión que deben prevenirse des-de el principio de la existencia de una sociedad vinculada a la farmacia.Constitución y funcionamiento El modelo usual, como decíamos antes, es la SL. De hecho, según el Consejo General del Notariado, más del 90% de las sociedades que se constituyen en España son limitadas. Es un modelo de compañía más sencillo que la sociedad anónima, pensado para pymes y que incluso puede ser uni-personal, con formalidades de creación y de gestión más livianas, por lo que es el modelo utilizado usualmente. Su constitución debe hacerse en escritura pública y ha de ser inscrita en el Registro Mercantil; además, los trámites rela-tivos a su puesta en marcha tienen un notable desarrollo telemático y son rápidos. Sobre la base imponible del capital social se aplica el gra- vamen del Impuesto de Transmisiones Patrimoniales (ITP) en su modalidad de «operaciones societarias», un peque-ño porcentaje que, además, en cuanto a la constitución, ha quedado suspendido de aplicación conforme a las medidas y normas de fomento del emprendimiento existentes. En el próximo artículo comentaremos alguna de las pe- culiaridades fiscales que se plantean con la convivencia de un farmacéutico, como persona física, con una sociedad mercantil en la gestión de su establecimiento. l NUA BIOLOGICAL OMEGA3.indd 1 5/9/19 15:3546 septiembre 2019 el farmacéutico n.º Directora: Dra. Lucrecia Moreno Royo Catedrática de Farmacología. Vicedecana del Grado en Farmacia. Universidad CEU Cardenal Herrera. ValenciaEl papel del farmacéutico comunitario en las patologías del sistema nervioso centralXVI CURSO Atención farmacéutica ef el farmacéutico PROFESIÓN Y CULTURA 1. Introducción a la patología del SNC. Papel de la farmacia comunitaria 2. Cefalea y migraña 3. Dolor neuropático y fibromialgia 4. Patologías cerebrovasculares: ictus isquémico, hemorragia cerebral y papel de la HTA 5. Enfermedad de Parkinson, demencias y enfermedad de Alzheimer 6. Patología neurológica y urgencias (epilepsia, meningitis, lesiones traumáticas...) 7. Trastornos del estado de ánimo y trastorno bipolar 8. Trastornos del neurodesarrollo. Trastorno del espectro autista y trastorno por déficit de atención e hiperactividad 9. Esquizofrenia y otros trastornos psicóticos 10. Urgencias psiquiátricas y patología psiquiátrica aguda (crisis psicóticas, riesgo de suicido) 11. Trastornos de la conducta alimentaria. Trastornos conductuales y del control de los impulsos 12. Trastornos relacionados con el consumo de sustancias adictivas y otras adicciones Cada módulo se complementa con un Test de Evaluación AMPLÍA TUS COMPETENCIAS Y MEJORA LA EXPERIENCIA DE TUS PACIENTES Actualiza tus conocimientos sobre las enfermedades que afectan al sistema nervioso central y descubre todo lo que puede aportar el farmacéutico comunitario en este ámbito. Inscríbete e inicia el curso en Aula Mayo Periodo lectivo: Julio 2019-Julio 2020 Secretaría técnica: Tels.: 902 043 111 (de lunes a jueves de 9:00 a 11:00 h y de 15:30 a 17:30 h; viernes de 9:00 a 11:00 h) secretaria@aulamayo.com AULA A www .aulama yo.comAula M ayo acr edita tu f ormación ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosAtención farmacéutica XVI Curso ONLINE Solicitada acreditación 47 septiembre 2019 el farmacéutico n.º 578El papel del farmacéutico comunitario en las patologías del SNC 1Introducción a la patología del SNC. Papel de la papel de la HTA 5Enfermedad de Parkinson, demencias y enfermedad de Alzheimer 6Patología neurológica y urgencias (epilepsia, meningitis, lesiones traumáticas...) 7Trastornos del estado de ánimo y trastorno bipolar 8Trastornos del neurodesarrollo. Trastorno del espectro autista y trastorno por déficit de atención e hiperactividad 9Esquizofrenia y otros trastornos psicóticos 10 Urgencias psiquiátricas y patología psiquiátrica aguda (crisis psicóticas, riesgo de suicidio) 11 Trastornos de la conducta alimentaria. Trastornos conductuales y del control de los impulsos 12 Trastornos relacionados con el consumo de sustancias adictivas y otras adicciones ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosMÓDULO 4 Patologías cerebrovasculares Juan Carlos Roig1, Rafael Sánchez Roy2 1Farmacéutico comunitario. 2Jefe de Servicio de Neurología. Hospital Universitario Arnau de Vilanova (SVN). Profesor asociado de la Universidad CEU Cardenal Herrera Objetivos de aprendizaje Conocer las principales características (concepto, epidemiología, patogenia, sintomatología y diagnóstico) de las enfermedades cerebrovasculares (con especial atención al ictus) y el papel de la hipertensión arterial (HTA). Identificar los principales factores de riesgo vascular (FRV), tanto modifica-bles como no modificables, y la relación y actuación del farmacéutico comu-nitario con respecto a ellos. Presentar el papel y la actuación del farmacéutico comunitario, tanto en la labor de detección precoz como en el tratamiento y seguimiento del ictus, es decir, tanto en prevención primaria como secundaria. Conocer la actuación sobre los factores de riesgo del ictus, en prevención primaria y secundaria, a través de los diferentes servicios profesionales far - macéuticos asistenciales (SPFA) que la farmacia y el farmacéutico comuni- tario pueden ofrecer a la población en el contexto del ictus. Mostrar la aplicación real del contenido teórico del módulo mediante la pre- sentación de la evolución en el tiempo de un caso clínico y de los diferentes SPFA que el farmacéutico comunitario puede prestar en el ámbito de las pa - El papel del farmacéutico comunitario en las patologías del SNC48 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadostologías cerebrovasculares, como son: educación sanita- ria, campañas de detección de factores de riesgo no mo-dificables, cálculo del riesgo vascular, dispensación, indicación farmacéutica, determinación de parámetros clí - nicos y seguimiento farmacoterapéutico (SFT). Presentación del caso clínico Hombre de 70 años, actualmente en tratamiento farmaco- lógico para dos patologías diagnosticadas de riesgo vascular (HTA y dislipemia), con presencia de otros factores de ries- go modificables y no tratados farmacológicamente (hábito tabáquico y obesidad), que acude a nuestra farmacia refi-riendo que no se encuentra bien y que viene «para ver si le damos algo y de paso tomarse la tensión, porque cree que puede ser la causa». Concepto La Organización Mundial de la Salud (OMS) define el ictus como un síndrome clínico, presumiblemente de origen vas-cular, que se caracteriza por el desarrollo rápido de signos de afectación neurológica focal (algunas veces global) que duran más de 24 horas o conducen a la muerte. Otra manera de expresar el concepto de «enfermedad ce- rebrovascular» podría ser la que la define como cualquier trastorno en el cual un área del encéfalo se ve afectada de forma transitoria o permanente por una isquemia o hemo-rragia, estando uno o más vasos sanguíneos cerebrales afectados por un proceso patológico. El término «ictus» re-presenta de forma genérica un grupo de trastornos que in- cluyen el infarto cerebral, la hemorragia cerebral y la hemo- rragia subaracnoidea. Según su naturaleza, la enfermedad cerebrovascular puede presentarse como isquemia o como hemorragia, con una proporción de en torno al 85 y el 15%, respectivamente. Epidemiología El ictus representa la segunda causa de muerte en España y la primera entre las mujeres, y supone el 23% de los años de vida sana perdidos y un 50% de los años vividos con dis- capacidad. Hay un ictus cada 6 minutos en España y cada 40 segundos en EE.UU. La hemorragia intracerebral es el ictus más frecuente en los pacientes menores de 40 años. En España, la hemorragia intracerebral constituye aproximadamente el 15% de todos los ictus (excluyendo los ataques isquémicos transitorios y las hemorragias subaracnoideas primarias). Es un tipo de ictus devastador debido a su elevada mortalidad (30-50%), y en la mitad de los casos se produce en los 2 primeros días. Patogenia En el «ictus isquémico» hay varios posibles mecanismos etiopatogénicos: Origen trombótico: en el cual hay una estenosis u oclusión ateroesclerótica de una arteria cerebral intra o extracraneal. Origen embólico: debido a la oclusión de una arteria por un émbolo, que puede tener un origen arterioarterial (se desprende un trombo de la pared arterial e impacta dis- talmente), cardiaco o paradójico (el que procede de la cir - culación venosa). Origen hemodinámico: ocurre cuando la perfusión global cerebral está críticamente disminuida debido a una hipo-tensión arterial importante, y cuando el flujo compensato- rio colateral es insuficiente. Según la causa subyacente, el infarto se clasifica como «ate- rotrombótico», «cardioembólico» o «lacunar». Además exis- ten otras causas menos frecuentes que pueden producirlo, dando lugar a la categoría de «infarto de causa inhabitual», y en algunos casos no se puede asignar a ninguna de estas categorías y se clasifica como «infarto de origen indetermi-nado». En cuanto a la etiología de la «hemorragia intracerebral», sus principales causas son la HTA (hasta en el 60% de los casos) y la vasculopatía amiloide. Otras menos frecuentes son las malformaciones arteriovenosas y aneurismas, los tu- mores, y los fármacos antitrombóticos y anticoagulantes o las coagulopatías primarias. La «hemorragia subaracnoi-dea» es la extravasación de sangre primaria directamente al espacio subaracnoideo. La causa más frecuente es la rotu-ra de un aneurisma. En general, en todo ictus hay FVR modificables y no mo- dificables. Entre los primeros se encuentra la HTA, que es, después de la edad, el factor de riesgo más importante pa-ra sufrir un ictus, tanto isquémico como hemorrágico. Los restantes factores de riesgo modificables (el tabaquismo, la diabetes, la dislipemia, la obesidad y la inactividad física) presentan grados de asociación más moderados. La edad es el principal factor de riesgo no modificable del ictus. La presencia de antecedentes familiares también se asocia a un riesgo elevado. En personas con factores de riesgo no modificables (en especial en ancianos o en personas con antecedentes fami- liares de ictus), se recomiendan la monitorización y el con- trol más estricto de los FRV modificables. Sintomatología La sintomatología atribuida a los ictus se caracteriza por su instauración aguda y por expresarse en función de la zona cerebral afectada. Asimismo, el déficit puede no ser perma- nente, como ocurre con los accidentes isquémicos transito- rios, que presentan déficits neurológicos que duran menos de 24 horas y con una recuperación neurológica completa, durando la mayoría menos de 30 minutos. Para interpretar los hallazgos en la exploración neurológi- ca resulta útil la clasificación topográfica de los infartos ce-rebrales (Oxfordshire Community Stroke Project, 1991): Infarto total de la circulación anterior. Se caracteriza por la alteración de funciones corticales (afasia, discalculia, alte-Patologías cerebrovasculares49 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosraciones visuoespaciales), hemianopsia homónima y déficit motor y/o sensitivo, por lo menos en dos de las siguientes regiones: cara, miembro superior y miembro inferior. Infarto lacunar. Caracterizado clínicamente por la presen-cia de alguno de estos síndromes: hemimotor puro, hemi-sensitivo, sensitivomotor, ataxia-hemiparesia (o disartria-mano torpe) y movimientos anormales focales y agudos. Infarto de la circulación posterior. Se caracteriza por la afectación ipsilateral de pares craneales con déficit motor y/o sensitivo contralateral, déficit motor y/o sensitivo bila-teral, alteraciones oculomotoras, disfunción cerebelosa o alteración aislada del campo visual. En las «hemorragias intracerebrales», además de los sínto-mas focales es característica la presencia de cefalea y vó-mitos (especialmente en las hemorragias infratentoriales). Las alteraciones del nivel de consciencia dependen del vo- lumen del hematoma y de su localización, siendo más ha-bitual el coma al inicio en las de fosa posterior. La presentación típica de la «hemorragia subaracnoidea» es generalmente en forma de cefalea repentina e intensa, que puede asociar o no disminución del nivel de consciencia. Diagnóstico Las exploraciones física y neurológica sirven para constatar el estado actual del paciente y valorar su evolución en el tiem-po, y para tener una referencia de su estado basal en caso de que sufra un nuevo episodio. La realización de pruebas com- plementarias dependerá del tipo y etiología de ictus. Por lo general, se recomienda la realización a todo paciente de una tomografía axial computarizada (TAC) cerebral, un electrocar -diograma y una radiografía de tórax, así como un hemogra-ma, velocidad de sedimentación globular (VSG) y hemostasia, y las principales determinaciones analíticas (función renal, electrolitos, lipidograma...). En función de la sospecha clíni- ca, el estudio deberá ampliarse con exploraciones del tipo eco dúplex carotídea, ecocardiograma, resonancia magnética nu-clear (RMN) cerebral o angiografía. Bibliografía Alonso de Leciñana M, Egido JA, Casado I, Ribó M, Dávalos A, Masjuan J, et al. Guidelines A, Purroy F , Roquer J, et al. Guidelines for the preventive treatment of ischaemic stroke and TIA (I). Update factors and life style. Neurologia. 2012; 27(9): 560-574. Guía el diagnóstico y tratamiento del ictus. En: Díez-Tejedor E, ed. Sociedad Española de Neurología. Madrid, 2006. Disponible en: http://ictus.sen.es/wp-content/uploads/2012/02/ictus_guia_sen.pdf Patologías cerebrovasculares (ictus) y papel de la hipertensión arterial (HTA) Cabe destacar que el papel del farmacéutico comunitario en relación con el ictus es muy importante, tanto como apoyo para las medidas de prevención primaria y secundaria co- mo en la información que proporciona a los pacientes sobre pautas de actuación. Dicho papel como agente activo en la detección del ictus pasa por varias acciones: Realizando una campaña de sensibilización social: el 80% de los ictus son prevenibles si se evitan los factores de riesgo (HTA, obesidad, inactividad física, colesterol, taba-co, alcohol...), y el tiempo es un factor crucial. Consiguiendo un efecto multiplicador, basado en la enor - me red de farmacias de toda España: potenciando el pa-pel asistencial del farmacéutico en la prevención del ictus mediante cribados y detección de la enfermedad; sensi - bilizando y concienciando a la sociedad sobre qué es un ictus y cómo se puede prevenir, y formando al ciudadano para que sea capaz de detectar un ictus (señales de avi- so) y sepa cómo actuar (código ictus 112). Muestra de ello son iniciativas como la campaña sanitaria llevada a cabo por el Consejo General de Colegios Oficiales de Farmacéuticos (CGCOF) y la Sociedad Española de Neu- rología, cuyo objetivo es «colaborar desde la red de 22.000 farmacias españolas en la prevención del ictus, así como fa-vorecer la formación de los farmacéuticos sobre esta pato-logía para que puedan contribuir en mayor medida e impul- sar su implicación asistencial».Papel del farmacéutico comunitario en las patologías del sistema nervioso central El papel del farmacéutico comunitario en las patologías del SNC50 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosCASO CLÍNICO Para la óptima comprensión del caso clínico, debemos recordar la terminología y metodología propuesta por el Foro de Atención Farmacéutica en Farmacia Comunitaria (Foro AF-FC) para la prestación de los SPFA de dispen- sación e indicación farmacéutica, que ya fue presentada en el módulo 2 del presente curso (Cefalea y migraña. El Farmacéutico. 2019; 576: 39-47). Presentación del caso El paciente, usuario habitual de la farmacia, presenta el si-guiente perfil: hombre de 70 años, fumador y con un con-sumo moderado de alcohol. Problemas de salud diagnosticados desde hace 10 años: HTA (mediante determinación de cifras en consulta), disli-pemia (mediante determinación analítica en consulta), artrosis y obesidad (IMC: 31 kg/m 2). Los medicamentos prescritos actualmente por su médico de atención primaria (que constan en su «informe de trata- miento activo») para el tratamiento farmacológico Automedicación: ibuprofeno 400 mg (si existe dolor). Para la presentación docente del caso y su mejor compren-sión, vamos a diferenciarlo en varias etapas en función de la evolución en el tiempo del riesgo vascular del paciente (fi- gura 1). También se detalla la cronología de las actividades Figura 1. Diagrama general del caso. FRV: factores de riesgo vascular; servicios profesionales farmacéuticos asistencialesETAPA 1 Hasta la fecha de diagnóstico inicial de HTA y dislipemia Etapa de prevención primaria Detección de FRV Detección y control de FRV (especial atención a FRV modificables)SPFA Campaña de cribado y detección de FRV Cálculo del riesgo vascular Educación sanitaria (sobre hábitos alimentarios y ejercicio físico) Determinación de parámetros Servicio de cesación tabáquica ETAPA 2 Desde fecha diagnóstico inicial HTA-dislipemia (inicio del tratamiento farmacológico) hasta el día del motivo de consulta del caso Etapa de prevención primaria Control y seguimiento de los FRVSPFA Dispensación SFT Educación sanitaria (sobre hábitos alimentarios y ejercicio físico) Determinación de parámetros Servicio de cesación tabáquica DÍA DEL MOTIVO DE CONSULTA Detección síntomas de ictus - llamada al 112 Activación código ictus Ingreso hospitalarioSPFA IF Determinación de parámetros ETAPA 3 Tras alta hospitalaria Prevención secundaria Inicio de la nueva estrategia terapéutica Control estricto de los FRVSPFA Dispensación: primera dispensación Servicio de cesación tabáquica Educación sanitaria ETAPAS SUCESIVAS Prevención secundaria Control estricto de los FRVSPFA Dispensación: continuación Determinación de parámetros SFT Educación sanitariaPapel del farmacéutico comunitario en las patologías del SNC Patologías cerebrovasculares (ictus) y papel de la hipertensión arterial (HTA)Patologías cerebrovasculares51 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosy diferentes SPFA que el farmacéutico comunitario presta en cada una de dichas etapas, en función del nivel de pre-vención vascular en que se encuentra el paciente, ya sea primaria o secundaria. Primera etapa: hasta la fecha del diagnóstico inicial de HTA y dislipemia Etapa de prevención primaria mediante la detección de factores de riesgo vascular La prevención primaria considera todas aquellas medidas dirigidas a prevenir el primer ictus en personas que no lo han sufrido hasta ese momento, y depende principalmente de los programas sanitarios de promoción de la salud, como son: educación sanitaria, promoción de hábitos saludables, control de los factores de riesgo y tratamiento de enferme-dades predisponentes. Durante este periodo, el farmacéutico comunitario debe ayudar al paciente a conocer la importancia de la detección de los FRV y del adecuado control de los mismos, prestando especial atención a aquellos factores de riesgo modificables. Intervenciones realizadas sobre los estilos de vida: Alcohol y drogas. Tabaco. Sedentarismo. Hábitos dietéticos y nutricionales. Hipertensión arterial. Obesidad. Diabetes. Dislipemia. Para llevar a cabo estas intervenciones, se le ofrecieron al paciente los siguientes SPFA: campaña de cribado y detec-ción de factores de riesgo vascular; cálculo del riesgo vas-cular; educación sanitaria (sobre hábitos alimentarios y ejer - cicio físico); determinación de parámetros y servicio de cesación tabáquica (tabla 1). Segunda etapa: desde la fecha del diagnóstico inicial de HTA y dislipemia (e inicio del tratamiento farmacológico), hasta el día del motivo de consulta del caso Etapa de prevención primaria. Control y seguimiento de los factores de riesgo vascular Durante esta etapa, también considerada de prevención pri- maria, el farmacéutico debe trabajar con el paciente para que comprenda lo importante que es controlar dos de los factores de riesgo modificables que acaban de diagnosticar - le: tanto la HTA como la dislipemia. El paciente tiene que entender que la HTA pasa a cobrar un papel de importancia más que relevante, ya que la re-ducción del riesgo de ictus es proporcional a la magnitud de la reducción de las cifras de presión arterial (la HTA se con-sidera el factor de riesgo vascular modificable más impor - tante de sufrir un ictus, tanto isquémico como hemorrágico).En este periodo de 10 años transcurridos desde el diag- nóstico de las dos patologías hasta la fecha del motivo de consulta, los SPFA que prestó la farmacia comunitaria al pa-ciente son fundamentalmente tres: Dispensación de la medicación prescrita. Determinación de los parámetros de control necesarios para valorar la efectividad y seguridad de los tratamientos farmacológicos (tanto para la presión arterial como para la dislipemia). Seguimiento farmacoterapéutico. El seguimiento farmacoterapéutico puede contribuir a la dis-minución de la morbimortalidad relacionada con el uso de medicamentos, ya que su objetivo es detectar problemas re- lacionados con los medicamentos (PRM) para la prevención y resolución de resultados negativos asociados a la medica-ción (RNM). Sin embargo, implica un compromiso, y debe-rá proveerse de forma continuada, sistematizada y docu-mentada, en colaboración con el propio paciente y con los demás profesionales del sistema de salud, con el fin de al- canzar resultados concretos que mejoren la calidad de vida del paciente. Se considerará que ambos tratamientos farmacológicos (ne - cesarios en ambos casos, pues hay un problema de salud que justifica su uso) serán efectivos si cumplen el objetivo terapéu-tico de reducir las cifras de presión arterial y los valores de co-lesterol LDL marcados por el médico. El control de dichos FRV ayudará a reducir la probabilidad de aparición del ictus. Según la reciente guía ESC/ESH 2018, para un perfil de pa- ciente de 18-65 años (edad del paciente en esta etapa), el intervalo objetivo del tratamiento para la presión arterial sistó-lica (PAS) medida en consulta debería ser de 130 mmHg o más bajo si se tolera (no <120 mmHg), mientras que el in- tervalo objetivo para la presión arterial diastólica (PAD) de-bería ser de 70-79 mmHg. En cuanto a la seguridad de los fármacos, podemos con- siderar que son seguros (de forma individualizada) si no provocan ningún problema de salud nuevo ni agravan al- guno ya existente. Teniendo en cuenta los fármacos que utilizaba en ese momento nuestro paciente, prestamos es-pecial atención a la posible elevación de los niveles de po- tasio (>5,5 mEq/L, por el inhibidor de la enzima converti- dora de la angiotensina [IECA]), a la posible elevación de los niveles de lípidos y ácido úrico, al riesgo de aparición de lesión cutánea no melanocítica (por hidroclorotiazida), y al posible daño hepático y muscular de la estatina (me- dibles a través de la obtención de los valores de enzimas hepáticas y creatincinasa [CK]). Además, se siguió insistiendo en la necesidad de no olvi- dar el resto de FRV modificables que seguían presentes: el hábito tabáquico (recomendaciones para dejar de fumar y posibles medidas de apoyo), la obesidad (reducción de pe-so) y el sedentarismo (realización de ejercicio físico adapta-do a sus circunstancias personales). El papel del farmacéutico comunitario en las patologías del SNC52 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosTambién se le advirtió al paciente que, con cada año transcurrido, su riesgo vascular aumentaba por el mero he- cho de cumplir años, al ser la edad un factor de riesgo im- portante (sobre todo a partir de los 60 años). Pese a todas estas recomendaciones, el paciente, igual que en la etapa anterior, siguió mostrándose confiado, y ase- guraba que «todo esto no es para preocuparse tanto, no me va a pasar nada...».Tabla 1. Prevención primaria del ictus. Actuación sobre los factores de riesgo y el estilo de vida y grado de recomendación Actuación sobre el factor de riesgoGrado de recomendación Alcohol y otras drogasSe recomienda evitar el consumo de alcohol superior a 2 unidades al día A Se recomiendan las intervenciones de tipo informativo de duración reducida en las personas con un consumo que pueda ser considerado perjudicial para la salud, con el objetivo de reducir el consumoA Tabaco El consejo profesional constituye la opción terapéutica fundamental para abandonar el tabaquismo. Debe recomendarse la abstinencia o el abandono del hábito tabáquico y evitar la exposición pasiva al tabacoA Se recomienda el tratamiento sustitutivo con nicotina, bupropión o vareniclina como parte de programas estructurados de deshabituación tabáquica con el objetivo de aumentar el porcentaje de abandono del hábito tabáquicoA Sedentarismo Se recomienda a todas las personas la realización de ejercicio físico, dentro de sus posibilidades, al menos de intensidad moderada, durante un mínimo de 30 minutos diariosB Se recomienda fomentar un incremento gradual en la intensidad o la frecuencia del ejercicio físico en las personas que ya son moderadamente activasB Factores dietéticos y nutricionalesSe recomienda reducir las grasas totales y especialmente las saturadas en la dieta. Éstas deben contribuir en un porcentaje inferior al 30 y al 10%, respectivamente, del total calórico diarioA Se recomienda el consumo de pescado al menos 1 vez a la semana y el consumo de al menos 3 piezas de fruta al díaA Se recomienda reducir la sal en la dieta, especialmente en las personas con cifras de presión arterial elevadasA Hipertensión En pacientes con cifras de presión arterial elevadas se recomienda modificar los estilos de vida con el objetivo de conseguir el cese del hábito tabáquico, la reducción del peso en pacientes obesos, la moderación del consumo de alcohol, una actividad física regular, la reducción de la ingesta de sal y el incremento del consumo de fruta y vegetales, con independencia del tratamiento farmacológicoA Se recomienda el tratamiento inicial de la hipertensión arterial con diuréticos tiazídicos, IECA, ARA II, betabloqueantes o antagonistas del calcio en la mayoría de las situaciones y según las características de cada pacienteA Diabetes En las personas con glucemia basal alterada o tolerancia alterada a la glucosa se recomiendan programas estructurados de fomento de actividad física y cambio de dietaA Obesidad En las personas obesas o con obesidad abdominal se recomienda reducir el peso corporal hasta conseguir un peso satisfactorioA Como primera medida terapéutica para reducir peso se recomienda modificar la dieta y aumentar la actividad físicaA En las personas obesas o con obesidad abdominal que no responden a medidas conservadoras, debe considerarse (adicionalmente a las medidas higiénico-dietéticas) la posibilidad de un tratamiento farmacológico durante un periodo limitado de tiempoB En pacientes con obesidad mórbida la cirugía es una alternativa terapéutica que debe considerarse de manera individualizada con cada pacienteB Dislipemia Se recomienda tratar con estatinas a aquellos adultos sin enfermedad vascular previa y con un riesgo vascular elevadoA No se recomienda el tratamiento con otros fármacos (como clofibrato, gemfibrozilo, ácido nicotínico o las resinas de intercambio iónico o su combinación) como prevención primaria de enfermedad vascularA IECA: inhibidor de la enzima convertidora de la angiotensina.Patologías cerebrovasculares53 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosTeniendo en cuenta esta actitud, desde la farmacia de- cidimos empezar a insistir de manera continuada en la sensibilización y concienciación del paciente sobre el ries- go real que presentaba de padecer un ictus, y para ello ini- ciamos un periodo de formación e información sobre los aspectos más relevantes de la enfermedad: qué es un ic-tus, cómo se puede prevenir, cómo saber detectarlo (se- ñales de aviso) y cómo actuar ante un posible episodio (có- digo ictus 112). Tercera etapa: día del motivo de consulta Llegados a este día, como señalábamos en la introducción, el paciente acude a nuestra farmacia refiriendo que no se en-cuentra bien y que viene «para ver si le damos algo y de paso tomarse la tensión, porque cree que puede ser la causa». Determinación de los valores de presión arterial en la farmacia comunitaria En primer lugar, y a petición del paciente, realizamos la de- terminación de los valores de presión arterial en la propia far - macia (medición aislada en farmacia comunitaria [MAFC]), si - guiendo los estándares de las guías actuales. La medida debe realizarse con un esfigmomanómetro va- lidado y calibrado en una zona de atención personalizada que permita un ambiente tranquilo, confortable, y una tem- peratura adecuada. Tras realizar la medición en el brazo control como mínimo 2 veces (separadas 2-3 minutos entre sí), las cifras prome- dio que presenta el paciente son: 150/90 mmHg de PAS/PAD, respectivamente, de modo que descartamos una de- rivación inmediata por crisis hipertensiva. Consulta sobre el «dolor de cabeza» En cuanto a la parte de la consulta del paciente relacionada con el «dolor de cabeza» y la petición de un fármaco, el far - macéutico debe interpretar dicha demanda como un SPFA de indicación farmacéutica (IF), pues el paciente llega a la farmacia sin saber qué medicamento debe adquirir y solici-ta el remedio más adecuado. Aplicando el procedimiento para cualquier IF, el farma- céutico debe recoger información sobre distintos aspectos: edad del paciente, duración del dolor de cabeza, presencia de signos de alarma, si ha tomado algo y ha notado o no me-joría, etc. Además, deberá tener en cuenta las posibles pa-tologías asociadas y la medicación que utiliza habitualmen- te que pueda ser relevante para el caso. Con toda esta información, el farmacéutico podrá valorar si debe derivar o no al paciente al médico y decidir cómo intervenir. Nuestro paciente, de 70 años de edad, nos explica que le duele la cabeza desde hace un par de horas y que ha tomado un comprimido de paracetamol de 1 g hace unos 30 minutos, sin notar mejoría aparente. En nuestro caso, la condición de paciente hipertenso ya es un aspecto sufi-cientemente relevante, pero lo que llama poderosamente la atención del farmacéutico durante la entrevista es la presen-cia de ciertos síntomas que el paciente ni siquiera parece haber detectado: le cuesta hablar y parece que la comisura izquierda de los labios está ligeramente caída. Es de vital importancia recordar ahora la información ex- puesta en el módulo 2, cuando se presentaban los pacien-tes con dolor de cabeza que deben derivarse al médico des-de la farmacia comunitaria. Uno de dichos criterios era «la presencia de cefalea acompañada de pérdida de fuerza, sensibilidad o movilidad en brazos, piernas o cara de un pa - ciente con HTA», ya que estos signos deben hacernos sos- pechar un posible ictus trombótico o hemorrágico. La actua-ción inmediata en estos casos es la derivación a urgencias hospitalarias. Sospecha de un caso de ictus Incluso en ausencia de la cefalea que refiere el paciente y de su condición de hipertenso, la mera presencia de los sín - tomas que se han detectado y que pueden hacernos sospe - char que esté sufriendo un ictus hace que el farmacéutico, conocedor de la gravedad de la situación, aplique de forma rápida e inmediata la Escala de Cincinnati, pensada para que los sistemas de emergencia extrahospitalaria valoren si están ante un ictus (figura 2). Para ello, le pediremos al paciente que sonría (si al inten- tarlo tuerce la boca hacia un lado, supone una alta sospe- cha de ictus), que levante un brazo (si no puede levantarlo o le cuesta mucho hacerlo, también estamos ante un posi- ble ictus), y por último le haremos hablar (si al hablar no se le entiende porque no puede vocalizar bien o no puede ex-presarse bien, o lo hace con frases sin sentido, supone una alta sospecha de ictus). Detección de signos alarma. Derivación urgente: llamada al 112 Como la simple presencia de uno solo de estos síntomas ya supone una emergencia, el farmacéutico, conocedor de los sistemas de atención urgente al ictus en su entorno, decide activar el «código ictus» y procede a llamar al 112 sin de- mora. Es de vital importancia destacar que deben evitarse nive- les intermedios de atención sanitaria (centro de salud, mé- dico a domicilio, etc.), y que ante síntomas que nos hagan sospechar un ictus deberemos llamar de forma inmediata al 112 y nunca trasladar al paciente por medios propios al hospital ni al centro de salud. Activación del «código ictus» Se trata de un protocolo de actuación multidisciplinar que permite la rápida identificación de los síntomas y signos del ictus, y la notificación y el traslado inmediato del paciente al hospital más idóneo, estableciendo mecanismos que facili- ten la coordinación entre los servicios y que posibiliten un mejor pronóstico.El papel del farmacéutico comunitario en las patologías del SNC54 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosEl objetivo principal es conseguir un acceso rápido del pa- ciente al medio hospitalario para que pueda ser atendido de inmediato y recibir las medidas diagnósticas y terapéuticas pertinentes lo antes posible por un equipo especializado. La activación del «código ictus» puede realizarla cualquier profesional sanitario ante la sospecha de un posible caso de ictus. Todo contacto personal o telefónico de un paciente o familiar con cualquier centro de salud, urgencias, emergen- cias u hospital activará la derivación inmediata a los equipos y unidades adecuadas a sus necesidades. Tras el alta hospitalaria Después del ingreso y de recibir el tratamiento adecuado, se produce el alta hospitalaria. El paciente no presenta síntomas residuales del ictus, y se le ha prescrito una nueva medicación. Además, se le ha indicado que debe llevar a cabo un control de los factores de riesgo vascular mucho más estricto. Etapa actual. Tratamiento de inicio de la nueva estrategia terapéutica. Prevención secundaria (tabla 2) El paciente acude él mismo a la farmacia a retirar su nueva medicación. Durante la visita explica algunos detalles de su ingreso hospitalario, y le agradece personalmente al farma- céutico su rápida intervención, que ha sido clave para mi-nimizar las secuelas negativas derivadas del ictus. La prevención secundaria está orientada a evitar que el ictus pueda repetirse. Es de especial relevancia, ya que Signo Actividad del paciente Interpretación FACE Expresión facial Asimetría facialHaga que el paciente sonría o muestre los dientesNormal: movimiento simétrico de ambos lados de la cara Anormal: movimiento asimétrico de ambos lados de la cara. Uno no se mueve tan bien como el otro Anormal: un lado está más bajo o no se mueve simétricamente ARM Movimiento de extremidadesBrazos extendidos y ojos cerrados 10 segundos Normal: movimiento simétrico o ausencia de movimiento de ambas extremidades Anormal: movimiento asimétrico de ambas extremidades. Un brazo cae o se mueve más que el otro SPEECH LenguajeRepetir «Sabe más el diablo por viejo que por diablo»Normal: pronuncia correctamente las palabras Anormal: lenguaje confuso, erróneo o ausente. Arrastra las palabras, utiliza palabras incorrectas o no habla Si cualquier signo es anormal, existe sospecha de ictus. Figura 2. Escala de Cincinnati. Imagen tomada de: «Plan de atención al Ictus en la Comunitat Valenciana 2011-2015. Generalitat Valenciana. Consellería de Sanitat 2011. ISBN: 978-84-482-5455-1»???Patologías cerebrovasculares55 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosel hecho de haber padecido un ictus ya supone, en sí mis- mo, un factor de riesgo para poder sufrir un segundo epi-sodio. Las medidas que se toman consisten principalmente en la actuación sobre los factores de riesgo vascular que se ha-yan detectado y en el tratamiento farmacológico (que de-penderá de la etiología del ictus). En el caso de nuestro paciente, resultó ser un ictus isqué- mico (infarto cerebral) clasificado como «aterotrombótico» a partir de la causa subyacente. El nuevo tratamiento farmacológico prescrito es el si- guiente: Enalapril/amlodipino/hidroclorotiazida 40/5/25 mg (1-0-0). Según la nueva guía ESC/ESH 2018, para nuestro perfil de paciente en rango de edad de 65-79 años y que ya ha sufrido un accidente cerebrovascular, el intervalo objetivo del tratamiento para la PAS/PAD debería ser de 130 mmHg (o más bajo, si se tolera) y de 70-79 mmHg, res-pectivamente. Ácido acetilsalicílico (AAS) 100 mg (1-0-0). Según la guía ESC/ESH 2018, se recomienda el tratamiento antiagregan-te, especialmente en dosis bajas de AAS, para la preven- ción secundaria en pacientes hipertensos. Omeprazol 20 mg (1-0-0). Atorvastatina 20 mg (0-0-1). Aunque la recomendación expuesta en la tabla 2 es de atorvastatina 80 mg, el médi- co es quien toma la decisión última según valores y tole- rancia. En esta etapa del proceso, el farmacéutico deberá centrar gran parte de su atención en la prestación del SPFA de dis- pensación, cobrando especial relevancia el tratamiento de inicio de la nueva terapia prescrita, en el que deberemos in - tentar garantizar que el paciente sabe cómo utilizar los fár - macos prescritos y que va a cumplir con el tratamiento. También deberemos estar atentos a la detección de cual- quier PRM para poder corregirlo y evitar, de este modo, la más que probable aparición de los RNM.Tabla 2. Prevención secundaria. Intervenciones sobre el estilo de vida y grado de recomendación Actuación sobre el factor de riesgoGrado de recomendación Intervenciones sobre el estilo de vidaEn pacientes que han sufrido un ictus debe evitarse el consumo de alcohol superior a 2 unidades al día y promoverse el abandono del hábito tabáquicoA En pacientes no bebedores se recomienda no promover el consumo de alcohol. En pacientes que han sufrido un ictus hemorrágico debe evitarse cualquier consumo de alcoholA En pacientes que han sufrido un ictus se recomienda realizar ejercicio físico de manera regular dentro de sus posibilidades, y reducir el peso corporal o la obesidad abdominal hasta los niveles que están dentro de la normalidadB Hipertensión En pacientes con antecedentes de ictus o ataque isquémico transitorio y cifras elevadas o incluso normales de presión arterial se recomienda iniciar tratamiento con fármacos antihipertensivosA En un paciente que ha sufrido un ictus isquémico o ataque isquémico transitorio, una vez estabilizado, deben disminuirse progresivamente las cifras de presión arterial con el objetivo de mantener cifras por debajo de 130/80 mmHg, siendo óptimo por debajo de 120/80 mmHgB Dislipemia Se recomienda tratar con atorvastatina (80 mg/d) a los pacientes con un ictus isquémico o ataque isquémico transitorio previo de etiología aterotrombótica, independientemente de sus niveles de colesterol LDL basalesA El tratamiento con otras estatinas (simvastatina 40 mg) también está indicado en pacientes con un ictus isquémico o ataque isquémico transitorio previo de etiología aterotrombótica, independientemente de sus niveles de colesterol LDL basalesB Tratamiento antitrombóticoEn pacientes con un ictus isquémico o ataque isquémico transitorio de etiología no recomienda la antiagregación plaquetaria con AAS (100-300 mg/d), la combinación de AAS y dipiridamol de liberación sostenida (50 y 400 mg/d), triflusal (600 mg/d) o clopidogrel (75 mg/d)A No se recomienda utilizar la combinación de AAS y clopidogrel a largo plazo debido al incremento del riesgo de complicaciones hemorrágicasA En pacientes con un ictus isquémico o ataque isquémico transitorio no se recomienda utilizar el tratamiento con anticoagulantes de forma sistemática para la prevención de ictus recurrentesA Se recomienda iniciar el tratamiento con AAS durante las primeras 48 horas de la sospecha clínica de ictus isquémico y tras descartar un ictus de tipo hemorrágico A AAS: ácido acetilsalicílico.El papel del farmacéutico comunitario en las patologías del SNC56 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosSobre todo se prestará especial atención a aquellos me- dicamentos que sean nuevos o a los cambios de pautas o dosis de los ya existentes anteriormente. Destaca en este caso la presencia de un nuevo principio activo antihipertensivo (amlodipino), que se suma a los dos que ya llevaba; el cambio de estatina (atorvastatina en lugar de simvastatina), y la nueva terapia antiagregante (AAS) y la gastroprotección que ella requiere, para lo que se le pres- cribe un IBP (omeprazol). A partir de este momento, y en las dispensaciones suce- sivas, mediante el SPFA de dispensación se controlarán la efectividad y la seguridad de los nuevos fármacos prescritos llevando a cabo un adecuado seguimiento. También deberá intensificarse el control del resto de factores de riesgo mo-dificables que todavía persisten, como son el hábito tabá-quico y la obesidad. Para esta nueva etapa, contamos con los SPFA de «dis- pensación» (con especial atención a reforzar la adherencia al tratamiento), y posteriormente con la «determinación de parámetros», el «seguimiento farmacoterapéutico», (para las reco- mendaciones de dieta y ejercicio). Una vez finalizada la presentación y desarrollo del caso clínico, es importante destacar y no perder nunca de vista que no todos los casos en los que se acaba presentando un ictus terminan sin secuelas importantes, como en esta oca- sión, pues el ictus es la principal causa de grave discapaci-dad en adultos, tanto motora como sensitiva, visual, de len-guaje, cognitiva y emocional. Por tanto, en muchos casos la rehabilitación será una par - te importantísima del proceso de recuperación del pacien-te, y en ella participarán, además del propio paciente, su fa - milia y todo un equipo multidisciplinario, en el que tiene también su papel el farmacéutico comunitario. A través de la prestación de sus distintos SPFA, la farmacia participa en la prevención y tratamiento de situaciones como disfa-gias, prevención de úlceras por presión, manejo de la incon-tinencia/retención urinaria, manejo del estreñimiento, admi-nistración de medicación, manejo del dolor y prevención de alteraciones del sueño/descanso. l Bibliografía AA.VV. Grupo de Trabajo de la Sociedad Europea de Cardiología (ESC) y la European Society of Hypertension (ESH) sobre el diagnóstico y tratamiento de la hipertensión arterial. Guía ESC/ESH 2018 sobre el diagnóstico y tratamiento de la hipertensión arterial. Rev Esp Cardiol. 2019; 72(2): 160.e1-e78. AA.VV. Guía clínica de ictus en fase aguda. Fisterra. Atención Primaria en la red. farmacéutica: conceptos, procesos y casos prácticos. Madrid: Editorial Ergon, 2008. ISBN: 978-84-8473-609-7. Foro de Atención Farmacéutica, panel de expertos. Guía Práctica para los Servicios de Atención Farmacéutica en la Farmacia Comunitaria, 2010. Consejo General de Colegios Oficiales de Farmacéuticos, Madrid. ISBN 978-84-693-1717-4. Grupo de Trabajo de Buenas Prácticas del Consejo General de Colegios Oficiales de Farmacéuticos. Buenas Prácticas en Farmacia Comunitaria en España. Servicio de Seguimiento Farmacoterapéutico en Farmacia Comunitaria. Consejo General de Colegios Oficiales de Farmacéuticos, 2014. Guía oficial para el diagnóstico y tratamiento del ictus. En: Díez- Tejedor E, ed. Sociedad Española de Neurología. Madrid, 2006. Disponible en: http://ictus.sen.es/wp-content/uploads/2012/02/ ictus_guia_sen.pdf Guía Práctica Ictus. Consejo General de Colegios Oficiales de Farmacéuticos. Disponible en: https://www.portalfarma.com/ Profesionales/campanaspf/categorias/Documents/2017-Guia-Prevencion-Ictus.pdf Plan de atención al ictus en la Comunitat Valenciana, 2011-2015. Generalitat Valenciana. Conselleria de Sanitat 2011. Disponible en: http://publicaciones.san.gva.es/publicaciones/documentos/V.382-2011.pdf ¡Acceda a www.aulamayo.com para seguir el curso! A©2019 Ediciones Mayo, S.A. Todos los derechos reservados El Farmacéutico cumple 1984 Nace El Farmacéutico, la publicación hecha por y para farmacéuticos2006 Nintendo lanza su consola Wii 1989 Cae el Muro de Berlín2003 Países Bajos: primer país del mundo que distribuye hachís en farmacias 1998 Viagra bate records de ventas en Estados Unidos 1996 Nace la oveja Dolly, el primer animal clonado 1994 Se lanza la primera videoconsola de Sony, la PlayStation 1993 Se pone en marcha el primer «medicamentazo»1991 La Unión Soviética deja de existir ofi cialmente2008 Fidel Castro renuncia a la presidencia de Cuba 2012 El Tribunal Constitucional aprueba el matrimonio homosexual 1997 Se publica el primer libro de Harry Potter1992 Se celebran los Juegos Olímpicos de 1992 en Barcelona2004 11M: atentados en cuatro trenes de Madrid2010 La selección española de fútbol gana su primer mundial 2007 Apple presenta el nuevo iPhone 1986 En la central nuclear de Chernóbil, Ucrania, se produce la mayor catástrofe nuclear de la historia 1990 Nelson Mandela sale de la cárcel después de 27 años de cautiverio2005 Se funda el sitio web YouTube2013 Superman cumple 75 años 2009 WhatsApp llega a los móviles 2002 Se ponen en circulación los billetes y monedas de euro 1987 Atentado terrorista de ETA en el Hipercor de Barcelona2018 Fallece el divulgador científi co británico Stephen Hawking 1985 Microsoft lanza la primera versión de Windows de la historia2016 Los británicos votan a favor del Brexit2014 Los escoceses votan no a la independencia del Reino Unido 2001 11-S: Atentados contra las Torres Gemelas y El Pentágono2011 Nace el ciudadano 7.000 millones de la Tierra 1988 Aparece la primera cámara digital con almacenamiento interno ANUNCI EF 35 «Consulta de gestión patrimonial» es una sección dedicada a contestar preguntas que el farmacéutico se plantea diariamente sobre la gestión de su patrimonio Responde: Félix Ángel Fernández Lucas Subdirector general de Farmaconsulting Transacciones 602 115 765 - 902 115 765 www.farmaconsulting.esConsulta de gestión patrimonial58 septiembre 2019 el farmacéutico n.º 578Plazos de contrato de compra Si un contrato de compra tiene un plazo de 15 días para comunicar, por ejemplo, mi desistimiento, ¿debo tener en cuenta los festivos? R.V. (Asturias) Resúmenes de información fiscal No incluí en mi IRPF la venta de unas acciones. ¿Tengo que soportar ahora las sanciones, teniendo en cuenta que lo olvidé al no ver el dato en el resumen que envía Hacienda? D.L. (Huelva)Respuesta Le recomendamos que presente su contrato a un abogado antes de tomar decisio- nes, para que él valore las consecuencias exactas de los plazos, que pueden variar en función de algunos tipos de contrato o de otras cláusulas del mismo. No obstante, en principio entendemos que se trata de un contrato sometido directa- mente al Código Civil, y en tal caso es aplicable el artículo 5 del citado texto, que dis- pone que, en el cómputo civil de los plazos, no se excluyen los inhábiles, de modo que los festivos también cuentan. De hecho, contarían todos los días, sin excepción. Respuesta Nos tememos que no va a poder evitarlo. El Ministerio de Hacienda nos recuerda reiteradamente que el borrador, los resúmenes de información fiscal de cada con- tribuyente, son una mera ayuda de cara a la confección de las declaraciones por el interesado, pero que no excluyen su deber de comprobar la exactitud de su conteni- do. Por lo tanto, salvo que usted pueda demostrar que no declaró esos ingresos debi-do a un error justificable, pensamos que la sanción no será recurrible con muchas probabilidades de éxito. Nos lo recuerda recientemente, incluso, el Tribunal Económico-Administrativo Central, en su Resolución de 9 de abril de 2019. Afirma el Tribunal que entender lo contrario sería tanto como incentivar al contribuyente a no declarar los ingresos que no figuran en los resúmenes. ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosFARMACONSULTING ANA.indd 1 24/4/19 12:07Pequeños anuncios60 septiembre 2019 el farmacéutico n.º 578Farmacias Compras Compro farmacia en Islas Canarias. Soy un farmacéutico particular. Por favor, contactar en: farmacia@gmx.com Compro farmacia en Andalucía. Compro farmacia en Huelva, Cádiz, Málaga, Granada o Almería. Soy particular. Contacto: comprofarmacia@orangemail.es Ventas Venta de farmacia en Madrid. Barrio de Salamanca. Directamente la propiedad. Farmacia robotizada y muy bien equipada, muy próxima a importantes centros comerciales. En el barrio de Salamanca, muy bien situada, en una calle de primer orden. Local en propiedad que se vende o alquila. Facturación anual 750.000 € con recorrido, de ello un 30% SOE. Información por e-mail y entrevista personal. Farmaciabarriodesalamanca@ gmail.com Venta de farmacia en Fayón (Zaragoza). Precio 225.000 €. Facturación 2018: 202.000 € (24% venta libre). Farmacia única. Consulta médica diaria. Local en alquiler con gastos reducidos. Disponible informe trienal para interesados. Contacto: Sr. Sanz. Tel.: 670 368 604. Email: industrial@abs-asesores.com. Abstenerse intermediarios. Se vende farmacia a particular en Barcelona. Muchas posibilidades. Teléfono de contacto: 609 347 887. Venta de farmacia por jubilación en población al oeste de Cáceres. Única en el municipio. Ventas bajas, sin gastos. Teléfono de contacto: 669 108 016. Trabajo Se busca farmacéutico sustituto para trabajar preferiblemente mañanas en oficina de farmacia en la zona de Aranda de Duero. Tel.: 692 629 604. Farmaceutico con 10 años de experiencia en gestión y dirección de oficina de farmacia como regente y amplia experiencia como adjunto/sustituto, busca trabajo preferentemente en Sevilla, no descartando otras provincias. Persona responsable, trabajadora, empatía y facilidad de interacción con el paciente. Tel.: 649 556 884. santicp19@hotmail.com Varios Vendo muebles farmacia totalmente nuevos. Es mejor verlos. 14 lineales 2,50 m altura, mostrador, isla central, 3 escaparates, mueble pesa bebés, etc. Precio total conjunto: 7.500 euros. Badajoz. Email: jgregoriocampos@ yahoo.es Vendo pesabebés marca Luna electrónico en perfecto estado. Tel.: 639 731 413. Vendo tarros de farmacia de cerámica del siglo XX en perfecto estado. Urge venta. Tel.: 639 731 413. Se vende mobiliario de oficina de farmacia por traslado. Tres mostradores y trece módulos de vitrinas para exposición. Antigüedad: 27 años. Precio económico. Interesados llamar al teléfono 952 487 117. Málaga. Se vende material de laboratorio de oficina de farmacia de segunda mano: balanza precisión, agitador mecánico, baño 3 l, phmetro, pipetas con soporte, probetas, matraces, tubos de ensayo, vasos de precipitado y mortero. Tel.: 952 487 117. PREVIENE LA CAÍDA DEL CABELLO PREVIENE LA CAÍDA DEL CABELLO PELAYO FRIKTON.indd 1 02/09/16 13:41 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosVinos & Libros61 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosPedro Ximénez Pedro Ximénez es un riquísimo vino de postre muy dulce y oscuro, con sabores a pasas y melaza, fortificado y envejecido en solera. Algunos lo llaman «el vino de sol» debido al proceso de pasificación de las uvas al sol antes de prensarlas. Se elabora con la variedad de uva blanca Pedro Ximénez, que crece en varias regiones vitivinícolas españolas y que es la principal variedad de la Denominación de Origen Montilla-Moriles en la provincia de Córdoba. La artesanía con que se obtiene comienza con la corta escrupulosa de racimos en perfectas condiciones de madurez y de sanidad vegetal, que se transportan en caja, con sumo cuidado para no romper las uvas, hasta el almijar o pasera, donde se extienden sobre redores -capachos de es-parto- o sobre largas tiras de material de plástico. Allí, los racimos van pa- sificándose lentamente y sus aromas van evolucionando. Este proceso du - ra entre cinco y siete días, y los racimos tienen que girarse. Para su elaboración, primero se molturan las pasas con unas moledo- ras de rodillos. Este proceso tiene que ser delicado, leve. Solo una ligera fracción del mosto dulcísimo se obtiene de esta tarea. La pasta resultante se deja escurrir y se introduce en una prensa horizontal de platos donde se sigue realizando un suave y lento prensado, que suele durar entre tres y cuatro horas, para obtener el zumo de las pasas. Para acabar de extraer todo el mosto se usa una prensa hidráulica. La pasta se coloca en capas finas entre capachos de esparto y el mosto es de un dulzor altísimo. El ren-dimiento es muy bajo: se obtienen aproximadamente 29 litros de mosto por cada 100 kg de uva fresca. Con posterioridad, se le añade al mosto una pequeña cantidad de alcohol y una proporción variable de vino, raya u oloroso, para reducir su dulzor. Luego se pasa a las criaderas, donde ga-na en aromas y alcanza tonalidades muy oscuras. Es compatible con todo tipo de postres, pero también se emplea redu- cido en salsas para carnes nobles o foies. Un delirio en el paladar. Pep Bransuela Farmacéutico y enólogo Selecció de Gerisena 2015 D.O. Empordà Precio: 14,00 € Tinto crianza de la Cooperativa Agrícola de Garriguella elabora- do con garnacha tinta y cabernet sauvignon, negro, oscuro y rojo intenso en copa, con aromas fuertes a frutas negras muy maduras, casi mermeladas. En boca es amplio, goloso y largo, con gustos a vainilla y canela. Es perfecto para maridar cual-quier tipo de caza, carnes rojas, guisos de pulpo o de sepia, o simplemente para disfrutar de su complejidad.El embalse 13 Jon McGregor Libros del AsteroideBarcelona, 2019 En un pequeño pueblo de Inglaterra una adolescente desaparece. El suce-so altera el sosegado ritmo de vida de sus habitantes, que se unen en una in- tensa búsqueda mientras una multitud de periodistas cubre la noticia y la po-licía se moviliza para encontrarla. La investigación se prolonga durante me- ses, pero la vida con-tinúa y el tiempo se termina imponiendo de manera inexora- ble. Los vecinos asis- tirán a nacimientos y muertes, vivirán ena-moramientos y ruptu- ras, mostrarán lo mejor y lo peor de sí mismos, guardarán secretos que quizás debieran salir a la luz, agradecerán pequeños favores y se en- frentarán a traiciones inesperadas. Jon McGregor se aprovecha de la pre- cisión y humanidad de su escritura para convertir a una pequeña comunidad y al paso del tiempo en los auténticos prota- gonistas de una magnífica novela -galar - donada con el Premio Costa- que lo ha consolidado como una de las voces más brillantes de las letras actuales. Jon McGregor (Bermudas, 1976) es autor de cuatro novelas: Si nadie habla de las cosas que importan (2002, ga-nador del Premio Somerset Maugham), Tantas maneras de empezar (2006), Ni siquiera los perros (2010, ganadora del Premio IMPAC) y El embalse 13 (2017, ganadora del Premio Costa), y de dos libros de cuentos. www.librosdelasteroide.com/ -el-embalse-13 62 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosMagallanes. El hombre y su gesta Stefan Zweig Capitán SwingMadrid, 2019 En 1518, un exiliado portugués, Magallanes, logró convencer al rey de España, Carlos I, de que le proporcionara una flota con el fin de explorar el mar que separaba Asia de América, el continente descubierto por Colón unos años antes. A sus 39 años, estaba al mando de una flo-ta de cinco barcos y 265 hombres, y comenzaba un epi- sodio que marcaría la historia de la navegación y de la humanidad. Regresó tres años después en un barco im-provisado, con solo 18 hombres. Un motín, frío, hambre, rivalidad, errores cartográficos..., de nada se salvará el célebre aventurero. Con su prosa fluida y elegante, Zweig narra la experiencia de Magallanes como una gran no- vela de aventuras. Cuidadosamente documentada, la re-construcción de su hazaña es un brillante cuadro de las condiciones económicas y políticas a comienzos del si- glo XVI. https://capitanswing.com/libros/magallanes/ Universo León Felipe. Una mirada poliédrica sobre el poeta Varios autores Ediciones Panacea2019 Daniel Pacheco, presidente de la Sección Farmacia del Ateneo de Madrid, acaba de editar en Ediciones Pa-nacea el libro Universo León Felipe. Una mirada poliédri-ca sobre el poeta, en el que diversos autores de todos los rincones de España recuerdan a este poeta inclasificable, farmacéutico, bibliotecario, actor y traductor. Entre ellos encontramos nombres de farmacéuticos tan conocidos como Federico Mayor Zaragoza, Jesús Aguilar, Margarita Arroyo, Benito del Castillo, Marisol Donis, Enrique Gran- da, Raúl Guerra Garrido, César Nombela Cano, José Félix Olalla y Javier Puerto, entre otros. Con esta publicación se quiere poner de manifiesto la dimensión intelectual de la farmacia como profesión y de los farmacéuticos como ciudadanos. www.edicionespanacea.com/tienda-panacea/universo- leon-felipe/ Fin. Mi lucha: 6 Karl Ove Knausgård Editorial AnagramaBarcelona, 2019 Karl Ove Knausgård (1968) em- prendió en 2009 un proyecto lite-rario sin igual: su obra autobiográ- fica Mi lucha es una gran proeza; está compuesta por seis novelas, la última de las cua- les, Fin, llega ahora a nuestras librerías. En ella Knausgård regresa al terreno de La muerte del padre y Un hombre enamorado para entregar páginas agudas e inmediatas, dolorosas y emocionantes, sobre la familia, la paternidad, la pareja, la escritura y el equilibrio inestable que todas ellas mantienen: la encrucijada sobre la que Knausgård ha edificado un monumento literario que ya está, ahora, deslumbrantemente completo. Fin redobla esfuerzos para conseguir un cierre a la al- tura de Mi lucha, amplificando las propiedades más rele-vantes del estilo knausgårdiano: su maximalismo, su li-bertad formal y expresiva, su capacidad para englobar todo lo que bulle y late en una vida. www.anagrama-ed.es/libro/panorama-de-narrativas/ fin/9788433980342/PN_1007 La muralista B. A. Shapiro Editorial BóvedaMadrid, 2019 Cuando Alizée Benoit, una pin- tora estadounidense que traba-ja para el Gobierno, desaparece sin dejar rastro en el Nueva York de 1940, nadie parece saber qué ha pasado. Ni su familia judía, que habita en la Francia ocupada por los nazis, ni su mecenas artística Eleanor Roosevelt, ni su círculo de amigos íntimos -Pollock, Krasner y Rothko- saben qué ha podido ser de ella. Setenta años después, su sobrina nieta Danielle Abrams, em-pleada de la célebre casa de subastas Christie's, des-cubre unas enigmáticas pinturas escondidas en el dorso de unos cuadros abstractos. ¿Tienen esas obras las respuestas a las preguntas que envuelven la desaparición de su tía abuela? B. A. Shapiro ha escrito siete novelas y ha ganado varios premios destacados, entre ellos el New England Book Award for Fiction de 2013. www.editorialboveda.es/libro.php?id=5659585 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosNOMBRE DEL MEDICAMENTO: Enantyum 12,5 mg comprimidos recubiertos con película. Enantyum 25 mg comprimidos recubiertos con película. COMPOSICIÓN CUALITATIVA Y CUANTITATIVA: Cada comprimido contiene: 12,5 mg ó 25 mg de dexketoprofeno como dexketoprofeno Excipientes: FORMA FARMACÉUTICA: Comprimidos recubiertos con película. Enantyum 12,5 mg: comprimidos recubiertos con película, blancos y redondos. Enantyum 25 mg: comprimidos recubiertos con película, ranurados, blancos y redondos. Los comprimidos se pueden dividir en dosis iguales. DATOS CLÍNICOS: Indicaciones terapéuticas: Tratamiento sintomático del dolor de intensidad leve o moderada, tal como dolor musculoesquelético, dismenorrea, odontalgia. Posología y forma de administración: Posología: Adultos: De acuerdo con la naturaleza e intensidad del dolor, la dosis recomendada es generalmente de 12,5 mg cada 4 - 6 horas, ó de 25 mg cada 8 horas. La dosis total diaria no debe sobrepasar los 75 mg. Se puede minimizar la aparición de reacciones adversas si se utilizan las menores dosis eficaces durante el menor tiempo posible para controlar los síntomas (ver sección \"Advertencias y precauciones especiales de empleo\"). Enantyum comprimidos no está destinado para su uso a largo plazo y el tratamiento debe limitarse al periodo sintomático. Pacientes de edad avanzada: En pacientes de edad avanzada se recomienda iniciar la terapia a la dosis más baja (dosis diaria total 50 mg). La dosis puede incrementarse hasta la recomendada para la población general, una vez comprobada la buena tolerabilidad. Insuficiencia hepática: En pacientes con disfunción hepática leve a moderada, la terapia debe iniciarse a dosis reducidas (dosis diaria total 50 mg) y ser monitorizada cuidadosamente. Enantyum comprimidos no debe utilizarse en pacientes con disfunción hepática severa. Insuficiencia renal: En pacientes con disfunción renal leve la dosis inicial debe reducirse a una dosis total diaria de 50 mg (aclaramiento de creatinina 60 - 89 ml/min)(ver sección \"Advertencias y precauciones especiales de empleo\"). ENANTYUM comprimidos no se debe utilizar en pacientes con disfunción renal moderada o severa (aclaramiento de creatinina <59 ml/ min) (ver sección \"Contraindicaciones\"). Población pediátrica: Enantyum no se ha estudiado en niños ni adolescentes. Por lo tanto, la seguridad y eficacia no han sido establecidas y el producto no debe emplearse en niños ni adolescentes. Forma de administración : El comprimido se debe tragar con una cantidad suficiente de líquido (por ejemplo, un vaso de agua). La administración conjunta con alimentos retrasa la velocidad de absorción del fármaco (ver Propiedades farmacocinéticas), por esto en caso de dolor agudo se recomienda la administración como mínimo 30 minutos antes de las comidas. Contraindicaciones: Enantyum comprimidos no se administrará en los siguientes casos: Hipersensibilidad al principio activo, a cualquier otro AINE o a alguno de los excipientes incluidos en la sección 6.1. Pacientes en los cuales sustancias con acción similar (p. ej. ácido acetilsalicílico, u otros AINE) precipitan ataques de asma, broncoespasmo, rinitis aguda, o causan pólipos nasales, urticaria o edema angioneurótico. Reacciones fotoalérgicas o fototóxicas conocidas durante el tratamiento con ketoprofeno o fibratos. Pacientes con antecedentes de hemorragia gastrointestinal o perforación relacionados con tratamientos anteriores con AINE. Pacientes con úlcera péptica/hemorragia gastrointestinal activa o con cualquier antecedente de sangrado, ulceración o perforación gastrointestinal. Pacientes con dispepsia crónica. Pacientes con otras hemorragias activas u otros trastornos hemorrágicos. Pacientes con la enfermedad de Crohn o colitis ulcerosa. Pacientes con insuficiencia cardíaca grave. Pacientes con disfunción renal moderada a grave (aclaramiento de creatinina <59 ml/min). Pacientes con disfunción hepática grave (puntuación de Child-Pugh 10 - 15). Pacientes con diátesis hemorrágica y otros trastornos de la coagulación. Pacientes con deshidratación grave (causada por vómitos, diarrea o ingesta insuficiente de líquidos). Durante el tercer trimestre del embarazo o lactancia (ver sección \"Embarazo y lactancia\"). Advertencias y precauciones especiales de empleo: Administrar con precaución en pacientes con historia de condiciones alérgicas. Debe evitarse la administración concomitante de Enantyum con otros AINE incluyendo inhibidores selectivos de la ciclooxigenasa-2. Puede reducirse la aparición de efectos indeseables si se utiliza la dosis eficaz más baja durante el menor tiempo posible para el control de los síntomas (ver sección \"Posología y forma de administración\" y riesgos gastrointestinales y cardiovasculares más adelante). Seguridad gastrointestinal: Se han descrito hemorragias gastrointestinales, úlceras o perforaciones, que pueden ser mortales, con todos los AINE en cualquier momento del tratamiento, con o sin síntomas de previo aviso o antecedentes de acontecimientos gastrointestinales graves. Deberá suspenderse el tratamiento con Enantyum cuando ocurra una hemorragia gastrointestinal o úlcera. El riesgo de hemorragia gastrointestinal, úlcera o perforación es mayor a dosis de AINE elevadas, en pacientes con historia de úlcera, sobre todo con hemorragia o perforación (ver sección \"Contraindicaciones\") y en pacientes de edad avanzada. Pacientes de edad avanzada: los pacientes de edad avanzada sufren una mayor incidencia de reacciones adversas a los AINE, y concretamente hemorragias y perforación gastrointestinales, que pueden ser mortales (ver sección \"Posología y forma de administración\"). Estos pacientes deberían iniciar el tratamiento con la dosis más baja posible. Como en todos los AINE, cualquier historia de esofagitis, gastritis y/o úlcera péptica debe ser revisada para asegurar su total curación antes de iniciar el tratamiento con dexketoprofeno. En los pacientes con síntomas gastrointestinales o historia de enfermedad gastrointestinal, se debe vigilar la aparición de trastornos gastrointestinales, especialmente hemorragia gastrointestinal. Los AINE se administrarán con precaución en pacientes con historia de enfermedad gastrointestinal (colitis ulcerosa, enfermedad de Crohn) ya que puede exacerbarse su enfermedad (ver sección \"Reacciones adversas\"). En estos pacientes y en los que requieren el uso concomitante de ácido acetilsalicílico o de otros fármacos que puedan incrementar el riesgo gastrointestinal deberá considerarse la terapia combinada con agentes protectores (p. ej. Misoprostol o inhibidores de la bomba de protones), (ver siguiente y sección \"Interacción con otros medicamentos y otras formas de interacción\"). Los pacientes con historia de toxicidad gastrointestinal, en especial los pacientes de edad avanzada, deberán comunicar cualquier síntoma abdominal inusual (especialmente hemorragia gastrointestinal) sobretodo en las etapas iniciales del tratamiento. Se aconsejará precaución a los pacientes que reciben medicaciones concomitantes que puedan incrementar el riesgo de úlcera o hemorragia, tales como corticosteroides orales, anticoagulantes tipo dicumarínico, inhibidores selectivos de la recaptación de serotonina o agentes antiagregantes como el ácido acetilsalicílico (ver sección \"Interacción con otros medicamentos y otras formas de interacción\"). Seguridad renal: Se debe tener precaución en pacientes con alteraciones de la función renal. En estos pacientes, la utilización de AINE puede provocar un deterioro de la función renal, retención de líquidos y edema. También se debe tener precaución en pacientes que reciban diuréticos o en aquellos que puedan desarrollar hipovolemia ya que existe un riesgo aumentado de nefrotoxicidad. Durante el tratamiento se debe asegurar una ingesta adecuada de líquidos para prevenir deshidratación y un posible aumento de la toxicidad renal asociada. Como todos los AINE puede elevar los niveles plasmáticos de nitrógeno ureico y de creatinina. Al igual que otros inhibidores de la síntesis de las prostaglandinas, puede asociarse a efectos indeseables del sistema renal que pueden dar lugar a nefritis glomerular, nefritis intersticial, necrosis papilar renal, síndrome nefrótico e insuficiencia renal aguda. Los pacientes de edad avanzada están más predispuestos a sufrir alteraciones de la función renal (ver sección \"Posología y forma de administración\"). Seguridad hepática: Se debe tener precaución en pacientes con alteraciones de la función hepática. Como otros AINE, puede producir pequeñas elevaciones transitorias de alguno de los parámetros hepáticos, y también incrementos significativos de la SGOT y SGTP. En caso de un incremento relevante de estos parámetros deberá suspenderse el tratamiento. Los pacientes de edad avanzada están más predispuestos a sufrir alteraciones de la función hepática (ver sección \"Posología y forma de administración\"). Seguridad cardiovascular y cerebrovascular : Es necesario controlar y aconsejar apropiadamente a los pacientes con historia de hipertensión y/o insuficiencia cardíaca de leve a moderada. Debe extremarse la precaución en pacientes con historia de cardiopatía, en particular en pacientes con episodios previos de insuficiencia cardíaca, al existir un riesgo aumentado de que se desencadene un fallo cardíaco, ya que se ha notificado retención de líquidos y edema en asociación con el tratamiento con AINE. Datos procedentes de ensayos clínicos y de estudios epidemiológicos sugieren que el empleo de algunos AINE (especialmente en dosis altas y en tratamientos de larga duración) se puede asociar con un pequeño aumento del riesgo de acontecimientos aterotrombóticos (por ejemplo infarto de miocardio o ictus). No existen datos suficientes para poder excluir dicho riesgo en el caso de dexketoprofeno. En consecuencia, los pacientes que presenten hipertensión, insuficiencia cardíaca congestiva, cardiopatía isquémica establecida, arteriopatía periférica y/o enfermedad cerebrovascular no controladas sólo deberían recibir tratamiento con dexketoprofeno tras evaluarlo cuidadosamente. Esta misma valoración debería realizarse antes de iniciar un tratamiento de larga duración en pacientes con factores de riesgo de enfermedad cardiovascular (p.ej. hipertensión, hiperlipidemia, diabetes mellitus, fumadores). Todos los AINE no selectivos pueden inhibir la agregación plaquetaria y prolongar el tiempo de sangrado por inhibición de la síntesis de prostaglandinas. Por lo tanto, no se recomienda el uso de dexketoprofeno en pacientes que reciban otras terapias que puedan alterar la hemostasia, tales como warfarina u otros cumarínicos o heparinas (ver sección \"Interacción con otros medicamentos y otras formas de interacción\"). Los pacientes de edad avanzada están más predispuestos a sufrir alteraciones de la función cardiovascular (ver sección \"Posología y forma de administración\"). Reacciones cutáneas: Muy raramente, y asociadas al uso de AINE, se han comunicado reacciones cutáneas graves (algunas de ellas mortales) que incluyen dermatitis exfoliativa, síndrome de Stevens-Johnson y necrólisis epidérmica tóxica. Parece que los pacientes ORGANO / SISTEMAFrecuentes (1/100 a <1/10)Poco frecuentes (1/1.000 a <1/100)Raras (1/10.000 a <1/1.000)Muy raras (<1/10.000) del sistema --- --- Neutropenia trombocitopenia laringe Reacción anafiláctica, incluyendo shock anafiláctico Trastornos del metabolismo y de la nutrición--- --- Anorexia --- Trastornos psiquiátricos --- Insomnio, oculares --- borrosa Trastornos del oído y Vértigo --- Tinnitus Trastornos cardíacos úlcera péptica y empleo\")Pancreatitis Trastornos hepatobiliares --- --- Daño hepatocelular Trastornos de la piel y del tejido subcutáneo--- Rash Urticaria, acné, sudoración incrementadaSíndrome de Steven Johnson, necrolisis epidérmica tóxica (síndrome de Lyell), angioedema, edema facial, reacciones de fotosensibilidad, prurito Trastornos musculoesqueléticos y del tejido conjuntivo--- --- Dolor lumbar --- Trastornos renales y urinarios--- --- Insuficiencia renal aguda, PoliuriaNefritis o síndrome nefrótico Trastornos del aparato reproductor y de la mama--- --- Alteraciones menstruales, alteraciones prostáticas--- Trastornos generales y alteraciones en el lugar de administración--- Fatiga, dolor, astenia, 5/3/19 10:42tienen un mayor riesgo de sufrir estos acontecimientos al inicio del tratamiento; la aparición del acontecimiento ocurrió en la mayoría de los casos durante el primer mes de tratamiento. Se interrumpirá la administración de Enantyum tras la primera aparición de una erupción cutánea, lesiones en las mucosas o cualquier otro signo de hipersensibilidad. Otra información: Se debe tener especial precaución en pacientes con: Trastornos congénitos del metabolismo de las porfirinas (p. ej. porfiria aguda intermitente). Deshidratación. Después de cirugía mayor. Si el médico considera necesario un tratamiento prolongado con dexketoprofeno, se debe controlar regularmente la función hepática y renal y el recuento sanguíneo. Muy raramente se han observado reacciones de hipersensibilidad aguda graves (p. ej. shock anafiláctico). Debe interrumpirse el tratamiento ante los primeros síntomas de reacciones de hipersensibilidad graves tras la toma de Enantyum. Dependiendo de los síntomas, cualquier procedimiento médico necesario debe ser iniciado por profesionales sanitarios especialistas. Los pacientes con asma, combinado con rinitis crónica, sinusitis crónica, y/o pólipos nasales tienen un mayor riesgo de sufrir alergia al ácido acetilsalicílico y/o a los AINE que el resto de la población. La administración de este medicamento puede provocar ataques de asma o broncoespasmo, particularmente en pacientes alérgicos al ácido acetilsalicílico o a los AINE (ver sección 4.3). Excepcionalmente, la varicela puede ser el origen de complicaciones de infecciones cutáneas y de tejidos blandos graves. Hasta la fecha, no se ha podido descartar el papel de los AINE en el empeoramiento de estas infecciones por lo que es recomendable evitar el uso de Enantyum en caso de varicela. Se recomienda administrar con precaución Enantyum en pacientes con trastornos hematopoyéticos, lupus eritematoso sistémico o enfermedad mixta del tejido conectivo. Como otros AINE, dexketoprofeno puede enmascarar los síntomas de enfermedades infecciosas. Población pediátrica: La seguridad de uso en niños y adolescentes no ha sido establecida. Interacción con otros medicamentos y otras formas de interacción : Las siguientes interacciones son aplicables a los antiinflamatorios no esteroideos (AINE) en general: Asociaciones no recomendadas: Otros AINE (incluyendo inhibidores selectivos de la ciclooxigenasa 2) y elevadas dosis de salicilatos ( 3 g/día): la administración conjunta de varios AINE puede potenciar el riesgo de úlceras y hemorragias gastrointestinales, debido a un efecto sinérgico. Anticoagulantes: los AINE pueden aumentar los efectos de los anticoagulantes tipo dicumarínico (ver sección \"Advertencias y precauciones especiales de empleo\") debido a la elevada unión del dexketoprofeno a proteínas plasmáticas, a la inhibición de la función plaquetaria y al daño de la mucosa gastroduodenal. Si no pudiera evitarse esta combinación, serían necesarios un estricto control clínico y la monitorización analítica del paciente. Heparinas: existe un riesgo aumentado de hemorragia (debido a la inhibición de la función plaquetaria y al daño de la mucosa gastroduodenal). Si no pudiera evitarse esta combinación, serían necesarios un estricto control clínico y la monitorización analítica del paciente. Corticosteroides: existe un riesgo aumentado de ulceración gastrointestinal o hemorragia (ver sección \"Advertencias y precauciones especiales de empleo\"). Litio (descrito con varios AINE): los AINE aumentan los niveles del litio en sangre, que pueden alcanzar valores tóxicos (disminución de la excreción renal del litio). Por tanto este parámetro requiere la monitorización durante el inicio, el ajuste y la finalización del tratamiento con dexketoprofeno. Metotrexato, administrado a elevadas dosis de 15 mg/semana o más: los antiinflamatorios en general aumentan la toxicidad hematológica del metotrexato, debido a una disminución de su aclaramiento renal. Hidantoinas y sulfonamidas: los efectos tóxicos de estas sustancias pueden verse incrementados. Asociaciones que requieren precaución: Diuréticos, inhibidores de la enzima de conversión de la angiotensina (IECA), antibióticos aminoglucósidos y antagonistas de los receptores de la angiotensina II (ARA II): el dexketoprofeno puede reducir el efecto de los diuréticos y de los antihipertensivos. En algunos pacientes con compromiso de la función renal (p. Ej. pacientes deshidratados o pacientes de edad avanzada con compromiso de la función renal), la administración conjunta de agentes que inhiben la ciclooxigenasa e IECAs o antagonistas ARA-II o antibióticos aminoglucósidos puede agravar el deterioro, normalmente reversible, de la función renal. Si se combina dexketoprofeno y un diurético, deberá asegurarse que el paciente esté hidratado de forma adecuada y deberá monitorizarse la función renal al iniciarse el tratamiento (ver sección Advertencias y precauciones especiales de empleo). Metotrexato, administrado a dosis bajas, menos de 15 mg/semana: los antiinflamatorios en general aumentan la toxicidad hematológica del metotrexato, debido a una disminución de su aclaramiento renal. Durante las primeras semanas de la terapia conjunta el recuento hematológico debe ser cuidadosamente monitorizado. Se incrementará la vigilancia incluso en presencia de función renal levemente alterada, así como en pacientes de edad avanzada. Pentoxifilina: aumento del riesgo de hemorragia. Se incrementará la vigilancia clínica y se revisará el tiempo de sangría con mayor frecuencia. Zidovudina: riesgo aumentado de toxicidad hematológica debido a la acción sobre los reticulocitos, dando lugar a anemia severa a la semana del inicio del tratamiento con el AINE. Comprobar el recuento sanguíneo completo y el recuento de reticulocitos una o dos semanas después del inicio del tratamiento con el AINE. Sulfonilureas: los AINE pueden aumentar el efecto hipoglicemiante de las sulfonilureas por desplazamiento de los puntos de fijación a proteínas plasmáticas. Asociaciones a tener en cuenta: Beta-bloqueantes: el tratamiento con un AINE puede disminuir su efecto antihipertensivo debido a la inhibición de la síntesis de prostaglandinas. Ciclosporina y tacrolimus: la nefrotoxicidad puede verse aumentada por los AINE debido a los efectos mediados por las prostaglandinas renales. Debe controlarse la función renal durante la terapia conjunta. Trombolíticos: aumento del riesgo de hemorragia. Antiagregantes plaquetarios: aumentan el riesgo de úlcera o sangrado gastrointestinal (ver sección \"Advertencias y precauciones especiales de empleo\"). Inhibidores selectivos de la recaptación de serotonina (ISRS): riesgo aumentado de hemorragia gastrointestinal (ver sección \"Advertencias y precauciones especiales de empleo\").Probenecid: puede aumentar las concentraciones plasmáticas de dexketoprofeno; esta interacción podría deberse a un mecanismo inhibitorio a nivel de la secreción tubular renal y de la glucuronoconjugación y requiere un ajuste de dosis del dexketoprofeno. Glucósidos cardiacos: los AINE pueden aumentar los niveles plasmáticos de los glucósidos cardíacos. Mifepristona: existe un riesgo teórico de que los inhibidores de la síntesis de prostaglandinas alteren la eficacia de la mifepristona. Evidencias científicas limitadas sugieren que la coadministración de AINES en el día de administración de prostaglandinas no tiene un efecto perjudicial sobre los efectos de mifepristona o las de las prostaglandinas en la maduración cervical o en la contractilidad uterina y que no reduce la eficacia de la interrupción médica del embarazo. Quinolonas antibacterianas: Datos en animales indican que altas dosis de quinolonas en combinación con AINE pueden aumentar el riesgo de convulsiones. Tenofovir: el uso concomitante con AINE puede aumentar el nitrógeno ureico en plasma y la creatinina. Deberá monitorizarse la función renal para controlar la influencia sinérgica potencial en la función renal. Deferasirox: el uso concomitante con AINE puede aumentar el riesgo de toxicidad gastrointestinal. Se requiere un estricto control clínico cuando se combina deferasirox con estas sustancias. Pemetrexed: la combinación con AINE puede disminuir la eliminación de pemetrexed, por ese motivo se debe tener precaución al administrar altas dosis de AINEs. En pacientes con insuficiencia renal de leve a moderada (aclaración de creatinina de 45 a 79 ml/min), se debe evitar la administración conjunta de pemetrexed con AINE durante 2 días antes y 2 después de la administración de pemetrexed. Fertilidad, embarazo y lactancia: Enantyum comprimidos está contraindicado durante el tercer trimestre del embarazo y la lactancia (véase \"Contraindicaciones\"). Embarazo: La inhibición de la síntesis de prostaglandinas puede afectar de forma adversa al embarazo y/o desarrollo embrio-fetal. Datos de estudios epidemiológicos sugieren un aumento de riesgo de aborto y de malformación cardiaca y gastrosquisis después de utilizar inhibidores de la síntesis de prostaglandinas al principio del embarazo. El riesgo absoluto de malformaciones cardiovasculares se incrementó en menos del 1%, hasta aproximadamente el 1,5%. Se cree que el riesgo aumenta en función de la dosis y de la duración de la terapia. En animales, la administración de inhibidores de la síntesis de prostaglandinas ha producido un aumento de pérdidas pre- y post- implantación y de letalidad embrio-fetal. Además, se ha notificado una mayor incidencia de diferentes malformaciones, incluyendo cardiovasculares, en animales a los que se administró un inhibidor de la síntesis de prostaglandina durante el periodo organogénico. No obstante, los estudios realizados en animales a los que se ha administrado dexketoprofeno no mostraron toxicidad reproductiva (ver sección 5.3). No se deberá administrar dexketoprofeno durante el primer y segundo trimestre de embarazo a menos que sea absolutamente necesario. La dosis y la duración del tratamiento con dexketoprofeno deberán ser tan bajas como sea posible si se administra a mujeres que desean quedarse embarazadas o durante el primer o segundo trimestre de embarazo. Durante el tercer trimestre de embarazo, todos los inhibidores de la síntesis de prostaglandinas pueden provocar: En el feto: Toxicidad cardiopulmonar (con cierre prematuro del ductus arteriosus e hipertensión pulmonar). D isfunción renal, que puede progresar a fallo renal con oligohidramnios. En la madre y en el recién nacido, al final del embarazo: Una posible prolongación del tiempo de sangrado y efecto antiagregante, que puede producirse incluso a dosis muy bajas, una inhibición de contracciones uterinas, que daría lugar a un retraso o prolongación del parto. Lactancia: Se desconoce si el dexketoprofeno se excreta en la leche materna. Enantyum está contraindicado durante la lactancia (ver sección \"Contraindicaciones\"). Fertilidad: Como otros AINE, el uso de Enantyum puede alterar la fertilidad femenina y no se recomienda en mujeres que están intentando concebir. En mujeres con dificultades para concebir o que están siendo sometidas a una investigación de fertilidad, se debería considerar la suspensión de dexketoprofeno. Efectos sobre la capacidad para conducir y utilizar máquinas: Enantyum comprimidos puede causar efectos indeseables como mareos, visión borrosa o somnolencia. La capacidad de reacción y la capacidad de conducir y utilizar máquinas pueden verse afectadas en estos casos. Reacciones adversas: Los acontecimientos adversos notificados como al menos posiblemente relacionados con dexketoprofeno en los ensayos clínicos, así como los efectos adversos comunicados tras la comercialización de Enantyum comprimidos se tabulan a continuación, clasificados por órganos y sistemas y ordenados según frecuencia: Las reacciones adversas que se observan con mayor frecuencia son de naturaleza gastrointestinal. Pueden aparecer úlceras pépticas, perforaciones o hemorragias gastrointestinales, algunas veces mortales, especialmente en pacientes de edad avanzada (ver sección \"Advertencias y precauciones especiales de empleo\"). Tras la administración, se han comunicado casos de náusea, vómitos, diarrea, flatulencia, estreñimiento, dispepsia, dolor abdominal, melenas, colitis y enfermedad de Crohn (ver sección \"Advertencias y precauciones especiales de empleo\"). Con menor frecuencia, también se ha observado gastritis. En asociación con otros AINE se han notificado casos de edema, hipertensión y fallo cardíaco. Como todos los AINE las siguientes reacciones adversas podrían presentarse: meningitis aséptica, la cual predominantemente podría ocurrir en pacientes con lupus eritematoso sistémico o enfermedad mixta del tejido conectivo; y reacciones hematológicas (púrpura, anemias aplásica y hemolítica y raramente agranulocitosis e hipoplasia medular). Reacciones ampollosas incluyendo el Síndrome de Stevens Johnson y la Necrolisis Epidérmica Tóxica (muy raros). Datos procedentes de ensayos clínicos y de estudios epidemiológicos sugieren que el empleo de algunos AINE (especialmente en dosis altas y en tratamientos de larga duración) puede asociarse con un pequeño aumento del riesgo de acontecimientos aterotrombóticos (por ejemplo infarto de miocardio o ictus; ver sección 4.4). Notificación de sospechas de reacciones adversas: Es importante notificar sospechas de reacciones adversas al medicamento tras su autorización. Ello permite una supervisión continuada de la relación beneficio/riesgo del medicamento. Se invita a los profesionales sanitarios a notificar las sospechas de reacciones adversas a través del Sistema Español de Farmacovigilancia de Medicamentos de Uso Humano: www.notificaRAM.es. Sobredosis: Se desconoce la sintomatología asociada a la sobredosis. Medicamentos similares han producido trastornos gastrointestinales (vómitos, anorexia, dolor abdominal) y neurológicos (somnolencia, vértigo, desorientación, dolor de cabeza). En caso de sobredosis o ingestión accidental, debe procederse inmediatamente a la instauración de tratamiento sintomático en base a la condición clínica del paciente. Si un adulto o un niño hubiesen ingerido más de 5 mg/kg de dexketoprofeno, debería administrarse carbón activado en la primera hora posterior a la ingesta. El dexketoprofeno trometamol es dializable. DATOS FARMACÉUTICOS: Incompatibilidades: No aplicable. Precauciones especiales de conservación: No conservar a temperatura superior a 30°C; conservar los blisteres en el envase original para preservarlos de la luz. TITULAR DE LA AUTORIZACIÓN DE COMERCIALIZACIÓN: LABORATORIOS MENARINI, S.A. Alfons XII, 587, 08918-Badalona (Barcelona) España. PRESENTACIÓN Y PVP: ENANTYUM 25 mg: envase con 20 comprimidos, PVPIVA: 4,00 Euros; envase con 500 comprimidos, PVPIVA: 64,61 Euros. ENANTYUM 12,5 mg: envase con 20 comprimidos, PVPIVA: 2,50 Euros; envase con 40 comprimidos, PVPIVA: 4,00 Euros; envase con 500 comprimidos, PVPIVA: 40,30 Euros. CONDICIONES DE DISPENSACIÓN: MEDICAMENTO SUJETO A PRESCRIPCIÓN MÉDICA: Financiado por el Sistema Nacional de Salud con aportación normal. FECHA DE LA REVISIÓN DEL TEXTO: Marzo 2018. Bibliografía:1. Fichas técnicas Enantyum: Enantyum 25 mg cápsulas duras, Enantyum 25 mg comprimidos, Enantyum 25 mg solución oral, Enantyum 25 mg granulado para solución oral. 5/3/19 10:42Ya viene el sol El qué y el cómo Manuel Machuca González*65 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservados ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosDebatir sobre el futuro de una profesión siempre es sano, enriquecedor. Escuchar puntos de vista diferentes, teorías o propuestas que uno no había llegado a formularse, permite pensar entre muchos, lo cual suele ser por lo general bastan- te más positivo que hacerlo so- lo. Los grandes problemas que atentan contra la productividad del debate, que lo pueden ha- cer estéril o incluso desgracia - do, suelen ser dos: la actitud de los que debaten y el diagnóstico del problema, que en el caso de los farmacéuticos suele tener que ver con la esencia de nues-tra profesión y el papel que des-empeña en la sociedad. Si una actitud inadecuada puede lle- var a situaciones desagrada- bles, el no acordar una hipóte-sis de partida común puede llegar a lo que, en términos ma-rinos, se denominaría «diálogo de besugos». Los farmacéuticos, como es normal, al igual que en cual- quier otra profesión, suelen estar preocupados por su fu-turo y tienen interés en escuchar propuestas e ideas. Las profesiones que sobreviven siempre son las que están atentas a las necesidades cambiantes de la sociedad en lo que respecta a su papel, de ahí que la innovación, la renovación e incluso la reinvención sean materia impres-cindible de investigación y reflexión para permanecer sien-do útiles. Resolver problemas de la sociedad y posibilitar dicha resolución mediante una forma de retribución eco- nómica que garantice el ejercicio profesional son aspectos tan fundamentales como establecer unas reglas de juego éticas y de actuación que garanticen la seguridad de los destinatarios y beneficiarios de la práctica profesional. Cambiar nunca es fácil. La resistencia al cambio es ha- bitual en cualquier ámbito, en parte porque es cómodo no hacerlo, y en parte también porque es necesario esta- blecer un camino evolutivo que garantice que la innova- ción tenga sentido y no sea la idea peregrina de un cha-lado, cosa que a veces pasa.Uno de los grandes proble- mas de los farmacéuticos a la hora de establecer una hoja de ruta innovadora es la confusión de la hipótesis inicial, el qué es lo que somos, cuál es el papel que tenemos en la sociedad, para así poder profundizar en la forma en la que podemos me- jorar y en nuestro papel. Con frecuencia confundimos el qué somos con el cómo lo hace- mos, el qué creemos que so- mos con el cómo nos ven los otros, cuál es nuestra función y cómo se ha diseñado la retribu- ción para cumplirla. El gran pe- ligro de no tener un qué común es caer en un diálogo estéril, de besugos, y si el qué lo confun-dimos con el cómo podremos llegar a deducciones tan lógi - cas como inútiles y que po- drían rellenar decálogos, mani - fiestos y manuscritos tan llenos de palabrería como vacíos de contenido. En definitiva, pasar del diálogo de besugos a marear la perdiz, y que hagan con nosotros el agosto los que viven de la confusión. Hace ya unos veinticinco años que los farmacéuticos comenzamos a escuchar que necesitábamos renovar nuestro papel ante la sociedad. Poco se ha avanzado al respecto, a pesar de la creciente toma de conciencia de que el futuro no está en el valor y la transacción de lo que albergamos en nuestras estanterías, sino en lo que se alo-ja en nuestras mentes, en el conocimiento. Mucho se ha debatido y publicado; sin embargo, son escasos los avan- ces. Por una confusión en lo que somos continuamos buscando productos que vender, mientras dejamos al margen el valor más importante que tiene una profesión: su capacidad para modificar la realidad de las personas. En nuestro caso, dar salud evitando los daños que los me-dicamentos producen a las personas, maximizando su beneficio a favor de nuestros semejantes. O sea, lo que se espera de cualquier profesión. l COMENTA EN www.elfarmaceutico.es *https://manuelmachuca.meSin aristas66 septiembre 2019 el farmacéutico n.º 578 ©2019 Ediciones Mayo, S.A. Todos los derechos reservadosAcabo de celebrar mis bodas de oro como farmacéutica. Durante la celebración del 50 aniversario de mi promoción, a la que asistimos 160 personas, se comentó el proceso de beati-ficación de una de mis compa- ñeras: María Antonia García Gar - cía. Yo no sabía nada del caso y no salía de mi asombro. «¿Era monja?», pregunté, y la respues - ta fue que era una mujer corrien- te. Yo insistía: «¿Nada de estig- mas, flagelaciones con cilicios, bilocaciones?» Nada de eso: una mujer corriente casada, madre de siete hijos a los que cuidaba personalmente y, además, con su propia farmacia. Casualmente, a los pocos días leo en la prensa la noticia de la beatificación en Vistalegre de Madrid de Guadalupe Ortiz de Landázuri, madrileña del barrio de Malasaña, primera persona laica de la Prelatura del Opus Dei en subir a los altares. Más de once mil personas de sesenta na- cionalidades acudieron a Madrid para participar en la beatifi- cación. Estudió Químicas siendo una de las cinco mujeres en una clase de setenta. Trabajó como profesora de Física y Quí-mica en el Liceo Francés, entre otros centros de enseñanza, y siempre destacó por su generosidad y entrega a los demás. Viajó a México en 1950 para fundar una residencia uni- versitaria dirigida por miembros del Opus Dei; el Colegio Montefalco para niñas y un Centro de Promoción Humana y Profesional para mujeres campesinas. Se contagió de pa- ludismo y, una vez superada la enfermedad, regresó a Ma- drid y dio clases en la Escuela de Maestría Industrial, de la que llegó a ser subdirectora. En 1965 recibió el Premio Na-cional Juan de la Cierva de Investigación. Fallece en Pamplona de una patología cardiaca a los 59 años. Años después, se reparten estampas con su imagen en las iglesias. Un hombre que padece un carcinoma en el ojo derecho reza a Guadalupe y, milagrosamente, se cura sin pasar por el quirófano. Así se consigue el milagro nece- sario para canonizarla. Está enterrada en el Oratorio del Ca-ballero de Gracia de Madrid.Pero quien me ha sorprendi- do es María Antonia García Gar - cía, alumna de la promoción 1969 de Farmacia y mi compa- ñera en las mesas de prácticas. Casada, con siete hijos, cinco varones y dos hijas. Cuatro sa- cerdotes y un misionero. Las hi- jas dirigen actualmente la far - macia que fue de su madre. Y me sorprende porque fue una mujer muy bella, que vivió su juventud como cualquier chica de su edad, sin emitir vo-tos de pobreza ni de castidad, que bailaba, iba al cine, al tea- tro, de excursión, y ya casada y con hijos organizaba meriendas con partidas de futbolín en su casa que acababan celebrando la Eucaristía en el salón. Vivió un noviazgo normal, formó una familia, se dedicó a su farmacia volcándose con los que entra - ban buscando alivio para el cuerpo y el alma. En tres años se le fueron cinco hijos de casa. Cuatro eran sacerdotes y uno misionero. Todos con carreras universita-rias: ingenieros de caminos, industriales, arquitecto, farma-céutico... Quedaron en casa las dos hijas. Un tumor maligno cerebral acabó con su vida cuando só- lo tenía 52 años. Está enterrada en la cripta de la catedral de la Almudena de Madrid. Comienza el proceso de beatifi-cación. Se requieren virtudes heroicas y un milagro. Se pide un fallecimiento con fama de santidad y que ésta sea cons-tante y difundida. Se han editado estampas con oración en las que consta la finalidad de devoción privada de dicho im- preso, y un libro para su divulgación. No hay milagro atribui-do a la intercesión de María Antonia. El proceso de beatifi-cación es largo y supongo que costoso. La espera no creo que desespere a la familia de María Antonia porque tienen su vida muy plena ocupándose de sus trabajos; las hijas, al igual que su madre, dirigen la farmacia y sus hogares. Y por - que se lo toman con normalidad. Son personas corrientes, como lo era ella. lMujeres corrientes Marisol Donis* *Farmacéutica "}