{"title": "Comunidad Ecológica de Peñalolén invita a celebrar sus 32 años", "author": "Mauricio", "url": "https://www.elciudadano.com/organizacion-social/comunidad-ecologica-de-penalolen-invita-a-celebrar-sus-32-anos/10/18/", "hostname": "elciudadano.com", "description": "A partir de las 11.00 horas de este sábado 20 de octubre, habrá una gran fiesta con actividades abiertas entre las cuales se cuentan exposiciones,", "sitename": "El Ciudadano, Noticias de Chile y Latinoamérica para el Mundo", "date": "2012-10-18", "cleaned_text": "Comunidad Ecológica de Peñalolén invita a celebrar sus 32 años Por [Mauricio](https://www.elciudadano.com/author/mbecerra/) 0 0 A partir de las 11.00 horas de este sábado 20 de octubre, habrá una gran fiesta con actividades abiertas entre las cuales se cuentan exposiciones, música y talleres. Con el eslogan \"Con las puertas abiertas compartimos nuestros tesoros\", se realizará la fiesta en en Antupirén 9401. \"Con las puertas abiertas compartimos nuestros tesoros\", la [Comunidad Ecológica de Peñalolén](http://comunidadecologicapenalolen.bligoo.com/) celebrará este sábado 20 de octubre sus 32 años con una fiesta abierta a toda la comunidad en Antupirén 9401, que se iniciará a las 11.00 horas y que busca generar un día de alegría, esparcimiento y entretención para las familias se extenderá hasta las 24.00 horas. Dentro de las actividades que se llevaran a cabo durante el día sábado, se cuentan talleres dirigidos a niños, muestras de danza, talleres sobre ecología y bienestar y la presentación de diferentes bandas musicales. Se realizará la tercera versión del Encuentro de la Biocultura, en donde se expondrán paneles solares plegables, huertos verticales, cocinas solares y otros tantos productos verdes. La novedad de este año será una singular acción de arte popular, la presentación de Nuestra Señora del Barro, Patrona de las Quebradas, una acción creativa que surge de un grupo de vecin@s apasionad@s por la religiosidad popular latinoamericana de la que se empaparon cuando residieron en países como México, Perú, Guatemala y Haití, y que l@s inspiró para crear su propia versión local. La idea es manifestar el sincretismo religioso, que incorpora la diversidad de credos de los vecinos. Se acompañará con una procesión con diabladas, disfraces y bailes. Al atardecer se presentarán bandas de jazz, cumbia, bossa nova, música new age con reconocidos artistas, los cuales serán alternados con humor, danzas contemporáneas y bailes étnicos que se extenderán hasta la medianoche. BARRIO RURAL La [Comunidad Ecológica de Peñalolén](https://www.facebook.com/comunidad.ecologica) es un barrio único de reconocido valor patrimonial, que en medio de la ciudad mantiene cercanía a lo rural y a la conservación de la naturaleza lo que se refleja en el cuidado de la vegetación, la no contaminación visual ni lumínica y una urbanización no tradicional. El barrio ha desarrollado un particular estilo arquitectónico, privilegiando la tierra y los materiales nobles en la construcción, en este antiguo arte del barro renovado con tecnología actual, así como en la práctica intensiva del reciclaje. Las 400 familias que habitan la Comunidad han traído a la Comuna una enorme energía creadora, el Teatro Camino, un circuito gastronómico, de música, de arte, de artesanía, 3 colegios de pedagogías innovadoras, y actores, cineastas, pintores, músicos, bailarines, coreógrafos, científicos, empresarios y terapeutas. Se han desarrollado espacios de espiritualidad y rituales ancestrales, lugares de sanación, de trabajo con el cuerpo, de desarrollo personal, cooperativas de trabajo y consumo responsable, se han establecido organizaciones solidarias como la Casa de Acogida El Oasis en Lo Hermida, la Comunidad Terapéutica de Peñalolén, el proyecto de la Fiesta del Alma y otros de intercambio de saberes con organizaciones poblacionales y escuelas del sector. El Ciudadano Hazte socio Con tu donación aportas a la sostenibilidad económica y existencia de este medio. Elige cómo quieres aportar a la existencia y financiamiento colectivo de "}