{"title": "Chemtrails: Encubrimiento de Contaminación por Nanopartículas - Entrevista Insider PhD. - Dane Wigington - Audioespai - Podcast en iVoox", "author": null, "url": "https://www.ivoox.com/9888-65039-chemtrails-encubrimiento-contaminacion-nanoparticulas-entrevista-audios-mp3_rf_104655161_1.html", "hostname": "ivoox.com", "description": "Escucha y descarga los episodios de Audioespai gratis. https://www.geoengineeringwatch.org/nanoparticle-contamination-cover-up-answers-from-a-scientist Introducción: https://anamihalceamdphd.substa... Programa: Audioespai. Canal: AUDIOESPAI. Tiempo: 28:05 Subido 15/03 a las 12:41:21 104655161", "sitename": "Ivoox", "date": "2023-03-15", "cleaned_text": "nanopartículas - Entrevista importante con Dane Wigington: Se están rociando en todo el mundo más de 40 millones de toneladas de nanopartículas metálicas y óxido de grafeno - Los seres humanos lo están inhalando. Dane Wigington entrevista a un científico denunciante de alto nivel. Se están rociando sobre nosotros millones de toneladas de nanopartículas tóxicas. He estado advirtiendo sobre esta contaminación tóxica de toda nuestra biosfera y los metales de nanopartículas y el óxido de grafeno en la vacuna de covid19 y cómo esto es parte de la agenda transhumanista de control y despoblación. He mostrado pruebas de metales en la orina después de la quelación con EDTA de mi oficina que prueban que los humanos están contaminados con estos metales tóxicos en un grado extremo.\" ************************************************ Disponible audio-neurotecnología. Ahora tienes a tu disposición las herramientas que nos han ayudado en la elaboración del podcast. Mejora tu concentración, creatividad y descanso. a Nauzet Morgade 17-3-23 https://www.twitch.tv/videos/1767906693 Climate Change is reality Weather Warfare by the Governments https://www.bibliotecapleyades.net/sociopolitica2/sociopol_weatherwar43.htm https://anamihalceamdphd.substack.com/p/geoengineered-transhumanism-weaponized https://rumble.com/v24rim4-geoengineered-transhumanism-elana-freeland-and-ana-mihalcea-md-phd.html Este reportaje es una bomba, operario de aeropuerto habla por fin sobre las estelas químicas y se le entiende todo. https://invierte.biz/archivos/19205 https://newspunch.com/texas-becomes-first-state-to-potentially-outlaw-chemtrails https://anamihalceamdphd.substack.com/p/geoengineering-synthetic-biology https://www.drrobertyoung.com/post/american-scientists-confirm-toxic-graphene-oxide-and-more-in-covid-vaxxxines 26 Patentes sobre manipulación del clima, mediante siembra de nubes, o disolviendo las mismas. (años 90) https://t.me/s/No_plandemia/4789 https://www.geoengineeringwatch.org/aluminum-snow-lab-test-confirmed https://www.larazon.es/medio-ambiente/20210917/brvkretyqne3hksgdtxwf6xfq4.html Nauzet "}