{"title": "PDF", "author": "PDF", "url": "https://unstats.un.org/sdgs/report/2019/The-Sustainable-Development-Goals-Report-2019_Spanish.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Naciones UnidasInforme de los Objetivos de Desarrollo . . . . . . 2 Objetivo 3 Objetivo 4 Objetivo 5 Objetivo 6 Objetivo 7 Objetivo 8 Objetivo 9 Objetivo 10 Objetivo 11 Objetivo 12 Objetivo 13 Objetivo 14 Objetivo 15 Objetivo 16 Objetivo 17Naciones Unidas Nueva Y ork, 2019Informe de los Objetivos de Desarrollo Sostenible 2019Informe de los Objetivos de Desarrollo Sostenible 2019 2Prólogo Desde su creación en el año 2015, la Agenda 2030 ha proporcionado un modelo para una prosperidad compartida en un mundo sostenible: un mundo en el que todas las personas puedan llevar una vida productiva, vibrante y pacífica en un planeta sano. Falta un poco más de una década para el año 2030 y debemos preguntarnos si las medidas que estamos adoptando hoy logran asentar el cimiento adecuado para alcanzar los Objetivos de Desarrollo Sostenible (ODS). El Informe sobre los Objetivos de Desarrollo Sostenible 2019 ofrece una perspectiva empírica para responder a esta pregunta. Este informe muestra que se está avanzando en algunas áreas críticas y que se observan algunas tendencias favorables. La pobreza extrema ha disminuido considerablemente, la tasa de mortalidad de niños menores de 5 años se redujo en un 49% entre los años 2000 y 2017, las inmunizaciones han salvado millones de vidas y la gran mayoría de la población mundial tiene ahora acceso a energía eléctrica. Los países están tomando medidas concretas para proteger nuestro planeta: desde el año 2010 se han duplicado las zonas marinas protegidas, los países están trabajando de manera concertada para abordar la pesca ilegal, y 186 partes han ratificado el Acuerdo de París sobre el cambio climático y casi todas han comunicado sus primeras contribuciones determinadas a nivel nacional. Alrededor de 150 países han elaborado normativas nacionales para responder a los desafíos de la rápida urbanización, y 71 países y la Unión Europea cuentan en la actualidad con más de 300 normativas e instrumentos que apoyan el consumo y la producción sostenibles. Además, una amplia gama de otros actores —organizaciones internacionales, empresas, autoridades locales, la comunidad científica y la sociedad civil— se han comprometido con los ODS de manera tal, que generan gran optimismo para la próxima década. Las Naciones Unidas, por su parte, están trabajando arduamente para reposicionarse en el Sistema de las Naciones Unidas para el Desarrollo para estar mejor preparadas para satisfacer las necesidades de los gobiernos para responder a este programa integrado y transformador. A pesar de este progreso, este informe identifica muchas áreas que necesitan una atención colectiva urgente. El medio ambiente natural se está deteriorando a un ritmo alarmante: está subiendo el nivel del mar, se está acelerando la acidificación de los océanos, los últimos cuatro años han sido los más calurosos registrados, un millón de especies de plantas y animales están en peligro de extinción y los suelos continúan degradándose de manera descontrolada. También estamos avanzando con demasiada lentitud en nuestros esfuerzos por poner fin al sufrimiento humano y crear oportunidades para todos: peligra nuestro objetivo de poner fin a la pobreza extrema para el año 2030, al tiempo que enfrentamos dificultades para responder a las privaciones arraigadas, los conflictos violentos y la vulnerabilidad a los desastres naturales. El hambre en el mundo aumenta y al menos la mitad de la población mundial carece de servicios de salud esenciales. Más de la mitad de los niños del mundo no cumplen las normas exigidas en materia de lectura y matemáticas; sólo el 28% de las personas con discapacidades graves reciben prestaciones en efectivo; y en todas partes del mundo, las mujeres continúan enfrentándose a desventajas estructurales y a la discriminación. Es evidente que se necesita una respuesta mucho más profunda, rápida y ambiciosa para generar la transformación social y económica necesaria para alcanzar nuestros objetivos para el año 2030. Por los logros alcanzados, sabemos lo que funciona. Por eso, este informe destaca las áreas que pueden impulsar el progreso en todos los 17 ODS: la financiación; la resiliencia; las economías sostenibles e inclusivas; instituciones más eficaces; las medidas locales; un mejor uso de los datos; y un aprovechamiento de la ciencia, la tecnología y la innovación con mayor enfoque en la transformación digital. En todo lo que hagamos, debemos garantizar diligentemente que las opciones de normativas no dejen a nadie rezagado y que los esfuerzos nacionales cuenten con el apoyo de una cooperación internacional eficaz, respaldada por el compromiso con la diplomacia y la prevención de crisis. La Cumbre por los ODS, la Cumbre por el Clima y las demás reuniones cruciales que se llevarán a cabo en Nueva York en septiembre de este año ofrecen a los líderes de todas partes la oportunidad de volver a encauzar al mundo y de iniciar una década de resultados positivos para las personas y el planeta. Este el momento adecuado y debemos actuar ahora. Con este espíritu, encomiendo este informe a una amplia difusión mundial. António Guterres Secretario General de las Naciones Unidas Introducción 3 Introducción Cuatro años después de la firma de la Agenda 2030 para el Desarrollo Sostenible, los países han adoptado medidas para integrar los objetivos y las metas en sus planes nacionales de desarrollo y alinear las normativas y las instituciones que los respaldan. El Informe sobre los Objetivos de Desarrollo Sostenible 2019 utiliza los últimos datos disponibles para hacer un seguimiento del progreso mundial de los ODS y para hacer un balance del progreso del cumplimiento de nuestros compromisos. El informe muestra que, si bien se han logrado avances en algunas áreas, todavía existen enormes desafíos. Las evidencias y los datos destacan las áreas que requieren atención urgente y un progreso más rápido para lograr la visión final de la Agenda 2030. Como acordaron los Estados Miembros, estos desafíos y compromisos están interrelacionados y requieren soluciones integradas. Por lo tanto, es imperativo adoptar una visión holística de la Agenda 2030 e identificar las áreas más afectadas para poder llevar a cabo intervenciones dirigidas. El área que requiere medidas más urgentes es el cambio climático. Si no reducimos ahora las emisiones sin precedentes de gases de efecto invernadero, se estima que el calentamiento global alcanzará los 1,5 grados centígrados en las próximas décadas. Como ya estamos viendo, los efectos combinados serán catastróficos e irreversibles: el aumento de la acidificación de los océanos, la erosión de las costas, condiciones meteorológicas extremas, desastres naturales más graves y frecuentes, la continuación de la degradación de los suelos, la pérdida de especies vitales y el colapso de ecosistemas. Estos efectos, que harán que muchas partes del mundo sean inhabitables, afectarán más a los pobres. Pondrán en peligro la producción de alimentos lo que provocará una escasez alimentaria generalizada y el hambre, que podrían desplazar a hasta 140 millones de personas para el año 2050. El tiempo para tomar medidas decisivas sobre el cambio climático ya está corriendo. Otra gran problemática de nuestro tiempo es el aumento de la desigualdad entre y dentro de los países. La pobreza, el hambre y las enfermedades siguen concentrándose en los grupos de personas y países más pobres y vulnerables. Más del 90% de las muertes maternas ocurren en países de ingresos bajos y medios. Tres cuartas partes de todos los niños con retraso de crecimiento viven en Asia meridional y África subsahariana. Las personas que viven en estados vulnerables tienen un riesgo dos veces mayor de carecer de saneamiento básico y aproximadamente cuatro veces mayor de carecer de servicios básicos de agua potable que las personas en situaciones no vulnerables. Los jóvenes tienen un riesgo tres veces mayor de estar desempleados que los adultos. Las mujeres y las niñas realizan una parte desproporcionada del trabajo doméstico no remunerado y no cuentan con autonomía en la toma de decisiones. Así como estos problemas están interrelacionados, las soluciones a la pobreza, la desigualdad, el cambio climático y otros desafíos a nivel mundial también lo están. Existen oportunidades valiosas para acelerar el progreso mediante el análisis de las interrelaciones entre los objetivos. Por ejemplo, para combatir el cambio climático es necesario cambiar hacia una energía no contaminante, lo que revertirá la pérdida de forestación y cambiará nuestras modalidades de producción y consumo. La promoción de la agricultura sostenible puede ayudar a reducir tanto el hambre como la pobreza, ya que cerca del 80% de las personas que son extremadamente pobres viven en zonas rurales. Aumentar el acceso al agua potable, el saneamiento y la higiene puede salvar millones de vidas al año y mejorar la asistencia escolar. Mejorar la competencia de la lectura y las matemáticas de unos 200 millones de niños que están quedando rezagados en África subsahariana los ayudará a escapar de la pobreza y, en última instancia, permitirá que la región pueda competir en el mercado mundial. Este informe también destaca la importancia de invertir en los datos para la plena aplicación de la Agenda 2030. La mayoría de los países no recopilan datos con regularidad para más de la mitad de los indicadores mundiales. En efecto, la falta de datos precisos y oportunos sobre muchos grupos y personas marginados los hace \"invisibles\" y exacerba su vulnerabilidad. Aunque en los últimos cuatro años se han realizado esfuerzos considerables para abordar estas deficiencias en materia de datos, el progreso ha sido limitado. Se necesita con urgencia una mayor inversión para garantizar que se disponga de datos adecuados que informen a los encargados de las tomas de decisiones sobre todos los aspectos de la Agenda 2030. Con este fin, la \"Declaración de Dubái\", adoptada en el Segundo Foro Mundial de Datos, define un mecanismo de financiación impulsado por la demanda y bajo la supervisión de los Estados Miembros que responderá de manera rápida y eficaz a las prioridades de los sistemas estadísticos nacionales. Los desafíos que se destacan en este informe son problemas mundiales que requieren soluciones a nivel mundial. Ningún país o persona puede resolverlos de manera aislada. En otras palabras, la acción multilateral es más importante que nunca. Es de destacar que ya hemos visto cómo la Agenda 2030 ha logrado reunir a grupos dispares para trabajar juntos en objetivos comunes. La cooperación internacional en materia de cambio climático, migración, tecnología, comercio y la alianza de todas las partes implicadas puede fortalecerse aún más con la facilitación del sistema de la ONU. Todavía estamos a tiempo de lograr los ODS si actuamos ahora y lo hacemos juntos, aprovechando las diversas sinergias que existen en la Agenda 2030. Liu Zhenmin Secretario General Adjunto de Asuntos Económicos y SocialesInforme de los Objetivos de Desarrollo Sostenible 2019 4Panorama general Más del 90% de las muertes debido a desastres se producen en países de ingresos medios y bajos736 millones de personas vivían en la pobreza extrema en 2015, 413 millones en África subsahariana 413 millones África subsahariana323 millones Todo el mundopoblación mundial no tiene acceso a protección socialde la55%no está en vías de eliminar la pobreza para el 2030El mundo 2018 2030 (projection)1990 2010 201536% 16%10% 8.6%6%Poner fin a la pobreza en todas sus formas en todas partes Panorama general 57.3% de menores de 5 años padecen de emaciación(49 millones) 5.9% de menores de 5 años tienen sobrepeso(40 millones) 22% de menores de 5 años tienen retraso en el crecimiento(149 millones)Dos tercios de las personas desnutridas a nivel mundial viven en dos regiones: 277 millones 237 millonesAsia meridionalÁfrica subsahariana Dos tercios de los adultos extremadamente pobres con empleo, a nivel mundial, trabajan en el sector agrícolaMás millones padecen hambre 821 millones sufrían de desnutrición en 2017 en 2015784 millonesque aumentó dePoner fin al hambre, lograr la seguridad alimentaria y la mejora de la nutrición y promover la agricultura sostenibleInforme de los Objetivos de Desarrollo Sostenible 2019 6la incidencia de la tuberculosis disminuyó en un 21% entre 2000 y 2017; pero aun así 10 millones tuberculosis en 2017 desarrollaron La incidencia de HIV en adultos entre 15 a 49 años en África subsahariana declinó en un 37% entre 2010 y 2017 201034Infecciones por 1000 personas sin infección 20173.39 2.14 2 Hubo aproximadamente 3.5 más casos de paludismo en los 10 países africanos más afectados en 2017 que en 2016 La vacunas resultaron en 80% menos muertes por sarampión entre 2000 y 2017en NIÑOS menores de 5 años disminuyeron delas muertes 9.8 millones en 2000 5.4 millones en 2017aGarantizar una vida sana y promover el bienestar de todos a todas las edades Panorama general 7en Asia central, 27% en edad de asistir a la escuela primaria no lo hacenmás niñas que niñosMás de la mitad de las escuelas en África subsahariana no tiene acceso a servicios básicos de agua potable instalaciones para lavarse las manos Internet computadoras617 millonesde niños y adolescentes no alcanzaron el nivel mínimo de competencia en lectura y matemáticasGarantizar una enseñanza inclusiva y equitativa de calidad y promover oportunidades de aprendizaje permanente para todos dos tercios de estos son mujeres750 millones de adultos aún son analfabetos entre 6 y 17 años asiste a la escuela1 de 5 niños noInforme de los Objetivos de Desarrollo Sostenible 2019 8de la fuerza laboral de los cargos directivosLas mujeres representan 39% 27%pero solo elde las parlamentarias nacionales son mujeres Un aumento del 19% (2010) 24%Al menos 200 millones de niñas y mujeres han sido sometidas a la mutilación genital femenina la mitad de ellas en África occidentalEn Asia meridional, el riesgo de que una niña contraiga matrimonio en la infancia ha disminuido en un 40% desde 2000 aun así el 30% de las mujeres entre 20 y 24 años contrajeron matrimonio antes de los 18 (2018)18% física y/o SEXUALMENTE violencia de pareja En los 12 meses previosde mujeres y niñas han sufridoentre 15 y 49 añosLograr la igualdad de género y empoderar a todas las mujeres y las niñas alguna vez en pareja Panorama general 9para el año 2030 700 millones de personas podrían ser desplazadas por una escasez intensa de agua673 millones de personas (9% de la población ) aun practican la defecación al aire libre (2017) La mayoría de ellos en Asia meridional2 mil millones de personas viven en países que sufren alto estrés por escasez de aguacentros de salud en todo el mundo no dispone de servicios básicos de agua potable (2016)1 de 42 de cada 5 una básicaen el mundopersonas no cuentan con instalación con agua y jabón para lavarse las manos en el hogar (2017)básicos de agua potable785 millones de personas aún no cuentan con servicios (2017)Garantizar la disponibilidad y la gestión sostenible del agua y el saneamiento para todosInforme de los Objetivos de Desarrollo Sostenible 2019 1017.5%del consumo total final de energía proviene de energías renovables de personas carecen3 mil millones de combustibles y tecnologías limpiasde producción económica cada año (2010-2016)se necesitó para generarmenos energíaEn promedio ,2.3% $1 840 millonesde los zonas ruralessin acceso a energía eléctrica viven en87% tienen acceso a energía eléctrica9de10personas en todo el mundoGarantizar el acceso a una energía asequible, fiable, sostenible y moderna para todos Panorama general 11mundialmente la tasa de desempleo es del 5%(2018) En 20 18, la productividad laboral aumentó en un 2.1% desde 2017: el mayor crecimiento anual desde 2010 Una quinta parte de los jóvenes estudios, ni trabajan o reciben formaciónno cursanEl salario medio por hora de los hombres es un más alto que el de las mujeres PIBEl PIB real aumentó un 4.8% a la meta de los ODS del 7%anual en los PMA (2010-2017) ,Promover el crecimiento económico sostenido, inclusivo y sostenible, el empleo pleno y productivo, y el trabajo decente para todos 12% que es inferiorInforme de los Objetivos de Desarrollo Sostenible 2019 12Los sectores de tecnología medio-alto y alto representan el 45% del valor agregado mundial por manufactura (201 6), pero la proporción es solo del 15% en África subsahariana 90% de las personas viven dentro del alcance de una red móvil 3G o superior (2018),Las inversiones mundiales en investigación y desarrollo son de $2 billones (2016), un aumento comparado con 2000 2016La industrialización en los PMA es demasiado lenta para alcanzar la meta fijada para el 2030 $4,938 en Europa y América del Norte$114 PMAValor agregado por manufactura per cápita global45% África subsahariana15%Construir infraestructura resiliente, promover la industrialización inclusiva y sostenible y fomentar la innovación9INDUSTRY, INNOVATION AND INFRASTRUCTURE $739 mil millones (2000) pero no todos pueden aprovecharlas Panorama general 13Los PMA siguen beneficiándose de una condición comercial preferencial 66% de los productos exportados de los PMA reciben tratamiento libre de impuestos (2017) , comparado con el 51% de las regiones en desarrolloDe los 105 países con datos contaba con políticas para una migración segura y ordenadacontaba con políticas sobre derechos de los migrantescontaba con políticas para el bienestar socioeconómico de los migrantes57% 76% 54%La mayoría de los países cuenta con políticas que facilitan una migración segura y ordenada, pero queda mucho por hacer para proteger los derechos y el bienestar socioeconómico de los migrantes En más de la mitad de los 92 países con datos, los ingresos del 40% más pobre de la población aumentaron más rápido que el promedio nacional (2011-2016)En muchos países, una parte cada vez más grande de ingresos va al 1% más rico El 40% más pobre recibe menos dEL 25% de los ingresos generales 40% Más pobreReducir la desigualdad en los países y entre ellos10REDUCED INEQUALITIES 1% más ricoInforme de los Objetivos de Desarrollo Sostenible 2019 14150 países han elaborado planes urbanos nacionales, de los que casi la mitad están en fase de implementación Solo la mitad (53%) de los residentes urbanos tiene acceso conveniente a transporte público (2018) Acceso conveniente significa residir a una distancia de hasta 500 metros a pie de una parada de autobús o sistema de transporte de baja capacidad, y a mil metros de una terminal de ferrocarril o transbordador500 METROS 1,000 METROS respiran aire contaminado9 de cada 10 residentes urbanos1de cada 4residentes urbanos vive en condiciones de tugurios (2018) 2 mil millones de personas no cuentan con servicios de recolección de desechosLograr que las ciudades y los asentamientos humanos sean inclusivos, seguros, resilientes y sostenibles11SUSTAINABLE CITIES AND COMMUNITIES Panorama general 15La huella material per cápita en los países de altos ingresos es un ingresos bajos2 toneladas métricas60% más que los países de ingresos medios y altos y más de 13 veces el nivel de los países de ingresos bajosCasi 100 países están activamente adoptando políticas y medidas para promover el consumo y producción sostenibles 303 políticas e instrumentos declaradosHuella material por personaLos países desarrollados usan una quinta parte de los recursos naturales para obtener la misma cantidad de producción económica que los países en desarrollo 1990 2000 2017 206054 mil millones43 mil millones92 mil millones190 mil millones (estimado)Toneladas métricasEN EL MUNDO LA HUELLA MATERIAL ESTÁ CRECIENDO TAN RÁPIDO QUE SOBREPASA LA POBLACIÓN Y EL CRECIMIENTO ECONÓMICO Ingresos altos27 toneladas métricas ingresos medios y altos17 toneladas métricasGarantizar modalidades de consumo y producción sostenibles12RESPONSIBLE CONSUMPTION AND PRODUCTIONInforme de los Objetivos de Desarrollo Sostenible 2019 16A pesar de un aumento global en corrientes financieras para el clima del 17% (2015 2016), comparado con 2013 2014, las inversiones combustibles fósiles continúan más elevadas que las inversiones en actividades climáticas 200 0 combustibles fósiles2016 financiación mundial para el clima400600800 $781 mil millones$681 mil millones186 partes han ratificado el Acuerdo de París 60 50 40 30 20 10 0 2000 2010 2020 2030 2040 2050La temperatura media mundial en 2018 es aproximadamente 1°C superior a la línea de base preindustrialAdoptar medidas urgentes para combatir el cambio climático y sus efectos13CLIMATE ACTION Los desastres climáticos y geofísicos cobraron la vida de aproximadamente 1.3 millones de personas entre 1998 y 2017 Para limitar el calentamiento global a 1.5°C, las emisiones mundiales de carbono deben disminuir a un 55% de los niveles de 2010 para 2030 y continuar disminuyendo drásticamente para alcanzar cero emisiones netas en 2050La concentración de CO 2 en la atmósfera representa 146% de los niveles preindustriales (2017)en Panorama general 17La proporción de población de peces dentro de niveles biológicamente sostenibles disminuyó del 90% (1974) 67% (2015)La acidificación de los océanos AUMENTÓ 26%desde el período preindustrialco 2 87 países firmaron el Acuerdo sobre Medidas del Estado Rector del Puerto, el primer acuerdo internacional vinculante para combatir la pesca ilegal, no declarada y no reglamentada17% de las aguas bajo jurisdicción nacional están cubiertas por zonas protegidas más del doble del nivel de cobertura del 2010alse prevé un rápido aumento del 100 150% para 2100co 2 El aumento de la acidez de los océanos es un fenómeno negativo. Esto impacta la capacidad de los océanos de absorber dióxido de carbono CO2 y pone en peligro la vida marina.14LIFE BELOW WATER Conservar y utilizar sosteniblemente los océanos, los mares y los recursos marinos para el desarrollo sostenible co 2 104 220 regiones costeras mejoraron la calidad de su agua costera (2012 -2018)deInforme de los Objetivos de Desarrollo Sostenible 2019 18Más de las áreas clave de biodiversidad están protegidas El porcentaje a nivel mundial de cada área clave de biodiversidad cubierta por zonas protegidas aumentó: 39% terrestre42% agua dulce36% montañaentre 2000-2018 La degradación de los suelos afecta a una quinta parte de la superficie terrestre y la vida de mil millones de personas 116 partes han ratificado el Protocolo de Nagoya, sobre el acceso a los recursos genéticos y a la utilización justa y equitativaEl Índice de la Lista Roja registra los datos de más de 20.000 especies de mamíferos, aves, anfibios, corales y cícadas. Mientras más altos son los valores, menor es el nivel de extinciónÍndice de la Lista Roja: la pérdida de biodiversidad está ocurriendo a un ritmo acelerado El riesgo de extinción de especies ha empeorado en un 10% en los últimos 25 añosProteger, restablecer y promover el uso sostenible de los ecosistemas terrestres, gestionar sosteniblemente los bosques, luchar contra la desertificación, detener e invertir la degradación de las tierras y detener la pérdida de biodiversidad15LIFE ON LAND Panorama general 1991 periodistas y bloggers estuvieron entre las víctimasde las víctimas de trata de personas detectadas son mujeres y niñasPromover sociedades pacíficas e inclusivas para el desarrollo sostenible, facilitar el acceso a la justicia para todos y crear instituciones eficaces, responsables e inclusivas a todos los niveles16PEACE, JUSTICE AND STRONG INSTITUTIONS la ONU registró y verificó 397 asesinatos adicionales de defensores de los derechos humanos, periodistas y sindicalistas en 41 países (ENERO-OCTUBRE 2018) 70% Registro de nacimiento menos de la mitad de los niños menores de 5 años en África subsahariana 46%solo tres cuartos de los niños menores de 5 años en todo el mundo73%pero las mujeres constituyen el 64%Los hombres representan cerca del 80% de las víctimas de homicidio en generalla mayoría con fines de explotación sexualde las víctimas de homicidio cometido por el compañero íntimo o por un miembro de la familiaInforme de los Objetivos de Desarrollo Sostenible 2019 20En África subsahariana, menos de un cuarto de los planes estadísticos contaban con financiamiento plenoLos compromisos actuales a las estadísticas — EL 0.33% del total de la AOD— DEbe duplicarse para cumplir con el objetivo estadístico de creación de capacidad para 2030serán la principal fuente de financiamiento externo en países con ingresos bajos y medios en 2 019 (proyectado en $550 mil millones)Las remesas en los PMAy con solo el 20% de las personas en países desarrollados tienen acceso a InternetMás del 80% en países en desarrollocomparado con el 45%desde 20172.7%la AOD neta totalizó $149 mil millones en 2018, 3%cayó un cayó un en cifras reales desde 20174%cayó UNLa ayuda para Áfricaen 2018, la AOD bilateral para los PMAFortalecer los medios de implementación y revitalizar la Alianza Mundial para el Desarrollo Sostenible Panorama general 21Cerca de la mitad de LOS extremadamente pobres son niños menores de 14 años 46% 3 veces más de probabilidades de estar desempleados que los adultosLos jóvenes tienen La cobertura de protección social presenta grandes brechas 22% de las personas con discapacidades graves reciben una pensión por discapacidad68% de las personas sin empleo reciben prestaciones por desempleo 28% de las mujeres con recién nacidos reciben prestaciones por maternidad41% de las personas mayores a la edad de jubilación reciben una pensión35% de los niños reciben beneficios de protección social 5.3%3 veces más altaLa pobreza extrema en zonas rurales que en zonas urbanases más De 17.2%No dejar a nadie atrásInforme de los Objetivos de Desarrollo Sostenible 2019 22 Poner fin a la pobreza en todas sus formas en todas partes El descenso de la pobreza extrema continúa, pero el ritmo se ha desacelerado y las perspectivas para que el mundo alcance la meta de poner fin a la pobreza para el año 2030 no están bien encauzadas. En la actualidad, la pobreza extrema está concentrada en la población rural, lo que la afecta de manera abrumadora. Cada vez más, se ve exacerbada por conflictos violentos y el cambio climático. Abordar los focos de pobreza extrema que quedan será un desafío debido a su persistencia y complejidad, que a menudo implica la interacción de factores sociales, políticos y económicos. Los planes y políticas de protección social eficaces, junto con el gasto público en servicios clave, pueden ayudar a aquellos afectados a recuperarse y encontrar una salida a la pobreza. El progreso en la lucha contra la pobreza continúa, pero es más lento, lo que dificulta alcanzar el objetivo La proporción de la población mundial que vive en la pobreza extrema disminuyó al 10% en 2015, en comparación con el 16% en el año 2010 y el 36% en 1990. Más de mil millones de personas han salido de la pobreza en los últimos 25 años. Gran parte de estos progresos se registraron en Asia oriental, donde la tasa de pobreza disminuyó del 52% en el año 1990 al 10% en 2010, y a menos del 1% en el año 2015. Más recientemente, Asia meridional ha hecho impresionantes avances en la lucha contra la pobreza extrema, ayudando a reducir aún más la tasa a nivel mundial. Sin embargo, el ritmo del cambio está disminuyendo. Las previsiones inmediatas indican una tasa de pobreza extrema de 2018 en un 8,6% y las proyecciones de referencia sugieren que, si se mantienen las tendencias actuales, el 6% de la población mundial continuará viviendo en la pobreza extrema en el año 2030. La pobreza extrema sigue siendo obstinadamente elevada en los países de bajos ingresos y en aquellos afectados por conflictos y disturbios políticos, en particular en África subsahariana. De los 736 millones de personas que vivían con menos de 1,90 dólares diarios en 2015, 413 millones se encontraban en África subsahariana. Esta cifra ha aumentado en los últimos años y es superior a la totalidad de personas pobres en el resto del mundo. Las previsiones indican que, sin cambios significativos en las normativas, la pobreza extrema continuará siendo de dos dígitos en África subsahariana en 2030. Alrededor del 79% de los pobres del mundo viven en zonas rurales. La tasa de pobreza en las zonas rurales es de 17,2%, más de tres veces superior a la de las zonas urbanas (5,3%). Cerca de la mitad (46%) de las personas que viven en pobreza extrema son niños menores de 14 años. Más de un tercio de los trabajadores de África subsahariana siguen viviendo con menos de 1,90 dólares al día Tener un trabajo no garantiza una vida decente. De hecho, el 8% de los trabajadores empleados y sus familias en todo el mundo vivían en la pobreza extrema en 2018, a pesar de la rápida disminución de la tasa de pobreza laboral en los últimos 25 años. El principal problema son las condiciones de trabajo deficientes, lo que resalta el papel central que desempeña el empleo decente y productivo para ayudar a las personas a salir de la pobreza. El progreso en la reducción de la pobreza laboral ha sido más lento en los últimos cinco años, lo que sugiere que es necesario redoblar los esfuerzos en esta área. La situación sigue siendo particularmente alarmante en África subsahariana, donde la proporción de trabajadores pobres fue del 38% en el año 2018. En los países menos adelantados y en los países en desarrollo sin litoral, al menos una cuarta parte de los trabajadores viven en la pobreza extrema a pesar de tener un empleo. Los jóvenes empleados (entre 15 y 24 años) tienen más probabilidades de vivir en la pobreza, con una tasa de pobreza laboral que duplica la de los trabajadores adultos.0 10 20 30 40 50814Todo el mundo89 Pequeños Estados insulares en desarrollo31.538Países menos adelantados 2632.4Países en desarrollo sin litoral1.711Asia oriental y sudoriental2.24América Latina y el Caribe31.6África septentrional y Asia occidental1224Asia central y meridional2026Oceanía*3845África subsahariana * Excepto Australia y Nueva Zelandia.Proporción de la población empleada que vive con menos de 1,90 dólares al día, 2010 y 2018 (porcentaje) 2010 2018Proporción de personas que viven con menos de 1,90 dólares al día, 1990-2015, previsión inmediata 2018 y proyección 2030 (porcentaje) 35.9 9.98.6 6.0 010203040 1990 1995 2000 2005 2010 2015 2018 2030 proyección previsión inmediata Objetivo 1 | Fin de la pobreza 23Los sistemas de protección social no alcanzan a las personas más vulnerables del mundo, entre ellos los niños La cantidad de desastres relacionados con el clima está aumentando, siendo los países más pobres los más afectados Independientemente de la medición, ya sea la pérdida de vidas o la pérdida económica, los desastres causan un importante sufrimiento en todo el mundo. Entre 1998 y 2017, las pérdidas económicas directas causadas por desastres se estimaron en casi 3 billones de dólares, de los cuales los desastres relacionados con el clima representaron el 77% del total (un aumento del 151% entre 1978 y 1997). Durante ese período, los desastres climáticos y geofísicos se cobraron la vida de unos 1,3 millones de personas. Más del 90% de todos los desastres fueron causados por inundaciones, tormentas, sequías, olas de calor u otros fenómenos meteorológicos extremos. La pobreza es uno de los principales desencadenantes del riesgo de desastres, por lo que no es de extrañar que los países más pobres sufran en medida desproporcionada los daños y las pérdidas de vidas que se atribuyen a los desastres. Más del 90% de las muertes por desastres registradas a nivel internacional se producen en países de ingresos bajos y medianos. Los desastres matan a 130 personas por cada millón de habitantes en los países de bajos ingresos, en comparación a 18 por cada millón en los países de altos ingresos. Las pérdidas económicas resultantes de los desastres también son mucho mayores en los países más pobres, cuando se miden como porcentaje de su producto interno bruto (PIB). De los diez peores desastres en términos de daños económicos (expresados en relación con el PIB), ocho ocurrieron en países de ingresos bajos o medios.0.4 Altos ingresos0.6 Ingresos medios-altos1.1 Ingresos medios-bajos1.8 Bajos ingresosPérdidas económicas (en relación con el PIB) causadas por desastres relacionados con el clima, 1998-2017 (porcentaje) 0.0 0.5 1.0 1.5 2.0Todo el mundoEuropa y América del NorteAustralia y Nueva ZelandiaAmérica Latina y el CaribeAsia oriental y sudorientalAsia central y meridionalÁfrica subsahariana 0 20 40 60 80 10045358692809961565914161313 Niños cubiertos por protección social Polación cubierta por al menos una prestación de protección socialProporción de la población cubierta por al menos una prestación de protección social y de niños cubiertos por protección social, 2016 (porcentaje) Nota: No se muestran los datos de África septentrional, Asia occidental y Oceanía (excepto Australia y Nueva Zelandia) debido a la baja cobertura de población de los datos disponibles. No se muestran datos sobre niños cubiertos por la protección social en Asia central y meridional debido a la baja cobertura de la población de estos datos en Asia meridional.Los programas de protección social disminuyen el peso de la pobreza; también pueden evitar que las personas caigan en la pobreza. Al ayudar a evitar y aliviar la pobreza y la desigualdad en todas las etapas de la vida de las personas, estos programas generan sociedades más inclusivas y estables. Sin embargo, sólo el 45% de la población mundial está efectivamente cubierta por al menos una prestación de protección social en efectivo. El 55% restante —hasta 4.000 millones de personas— ha quedado desamparado. El alcance de la cobertura depende del tipo de sistema de protección y de la región. A nivel mundial, el 68% de las personas mayores a la edad de jubilación reciben una pensión, pero las prestaciones en muchos países a menudo no son suficientes para permitir que las personas de edad escapen de la pobreza. Los datos también muestran un déficit a nivel mundial de la protección social para otros grupos: sólo el 22% de los desempleados reciben prestaciones por desempleo, el 28% de las personas con discapacidades graves reciben prestaciones en efectivo por discapacidad, un tercio de los niños están efectivamente cubiertos por la protección social y sólo el 41% de las mujeres que dan a luz reciben prestaciones en efectivo por maternidad. Además, las prestaciones de asistencia social en efectivo cubren tan sólo al 25% para los grupos vulnerables, es decir que los niños, las personas en edad de trabajar y las personas de edad no están protegidos por los regímenes contributivos. Las diferencias entre las regiones son marcadas: El 92% de los niños están cubiertos por sistemas de protección social en Europa y América del Norte y el 56% en América Latina y el Caribe, pero sólo el 13% en el África subsahariana y el 14% en Asia oriental y sudoriental.La pobreza afecta a los niños de manera desproporcionada. Uno de cada cinco niños vive en la pobreza extrema y los efectos negativos de la pobreza y las privaciones en los primeros años tienen ramificaciones que pueden durar toda la vida. Garantizar la protección social para todos los niños y otros grupos vulnerables es fundamental para alcanzar los Objetivos de Desarrollo Sostenible (ODS), en particular en las regiones en las que existen grandes brechas de cobertura para los niños y otras poblaciones.Informe de los Objetivos de Desarrollo Sostenible 2019 24 Poner fin al hambre, lograr la seguridad alimentaria y la mejora de la nutrición y promover la agricultura sostenible Two different guide layers for two- and three-line titles. Guides for edge of right-aligned text and bars uniform (and account for space for other languages). Swatches are of full, 75%, 50% and 25% color. All bars should be 0p6 wide with 0 spacing within country and 0p2 spacing between country indent.Cantidad y proporción de personas con una nutrición insuciente en el mundo, 2005-2017 (millones y porcentaje) 0246810121416 proyectado2014 2011 2008 200502004006008001000Proporción de personas con nutrición insuficienteNúmero de personas con nutrición insuficiente Proporción de personas con nutrición insuficiente (p orcentaje )Cantidad de personas con nutrición insuficiente (millones )945 855 813784804 82114.5 12.6 11.5 10.7 10.810.9A pesar de los avances registrados en años anteriores, la cantidad de personas que padecen hambre continúa en aumento desde el año 2014. La desnutrición afecta el retraso en el crecimiento y el desarrollo cognitivo de millones de niños, mientras que la prevalencia de sobrepeso —la otra cara de la malnutrición— aumenta en todos los grupos de edad. A raíz de los conflictos, las perturbaciones climáticas y la recesión económica en todo el mundo, es necesario redoblar los esfuerzos para implementar y ampliar las intervenciones con el fin de mejorar el acceso a una alimentación segura, nutritiva y suficiente para todos. En particular, se debe poner especial atención en aumentar la productividad agrícola y los ingresos de pequeños Después de los avances registrados, la cantidad de personas que padecen hambre aumenta La cantidad de personas que pasan hambre ha aumentado desde el año 2014, lo que es una tendencia preocupante. Se estima que 821 millones de personas padecían una nutrición insuficiente en el año 2017, la misma cantidad que en 2010. La prevalencia de la nutrición insuficiente se ha mantenido estable en los últimos tres años a un nivel ligeramente por debajo del 11%. Las cifras actualizadas sobre la nutrición insuficiente, la inseguridad alimentaria y la malnutrición se publicarán en El estado mundial de la seguridad alimentaria y la nutrición en el mundo 2019 (julio de 2019). La situación se ha deteriorado significativamente en África subsahariana, donde la cantidad de personas con una nutrición insuficiente aumentó de 195 millones en el año 2014, a 237 millones en 2017. África subsahariana continúa siendo la región con mayor prevalencia de hambre, con una tasa que aumentó de 20,7% en el año 2014, a 23,2% en 2017. En América del Sur, la situación también parece estar empeorando. Esto puede deberse a una recesión económica que redujo la capacidad fiscal para proteger a las poblaciones más vulnerables contra el aumento de los precios y la pérdida de ingresos a niveles nacionales. Tanto las condiciones climáticas adversas que afectan la disponibilidad y los precios de los alimentos como los conflictos armados prolongados son algunas de las causas principales que impulsan estas tendencias. * Excepto Australia y Nueva Zelandia. ** Excepto Japón. *** Incluye estimaciones solo para los Estados Unidos de América. Los intervalos de confianza no están disponibles.Proporción de niños menores de 5 años con un retraso de crecimiento, 2000 y 2018 (porcentaje) 0 20 40 60T odo el mundoEuropa y América del Norte***América Latina y el CaribeAsia oriental y sudoriental**África septentrional y Asia occidentalAsia central y subsaharianaOceanía* 41 3237 38 16 2632 2349 3 2.617 913 33 22 2000 2018 95% de intervalos de confianzaEl retraso en el crecimiento y la emaciación de los niños están disminuyendo, pero no lo suficientemente rápido como para alcanzar las metas de los ODS La desnutrición crónica o retraso en el crecimiento, que se refiere a una altura inadecuada para la edad, genera en los niños un mayor riesgo de muerte por infecciones comunes. El retraso en el crecimiento también está vinculado a un bajo desarrollo cognitivo, lo que puede tener un efecto negativo en el progreso de un país a largo plazo. Desde el año 2000, la proporción de niños con retraso de crecimiento ha disminuido; sin embargo, 149 millones de niños menores de 5 años —un 22% de la población mundial menor de 5 años— aún presentaban una nutrición insuficiente crónica en 2018. Tres cuartas partes de esos niños viven en Asia meridional (39%) y en África subsahariana (36%). Es necesario redoblar los esfuerzos para alcanzar la meta de reducir la cifra de niños con retraso de crecimiento a 100 millones para el año 2025, y a 83 millones para 2030. En el año 2018, 49 millones de niños menores de 5 años —un 7,3% de la población mundial de niños menores de 5 años— padecía de nutrición insuficiente grave o de emaciación (bajo peso en relación con la altura), lo que generalmente es causado por una ingesta limitada de nutrientes y por infecciones. Más de la mitad de los niños con emaciación viven en Asia meridional. En 2018, las tasas de emaciación a nivel mundial permanecieron por encima de la meta del 5% mundial establecido para el año 2025 y del objetivo del 3%, para 2030.productores de alimentos, implementar prácticas agrícolas sólidas y garantizar el correcto funcionamiento de los mercados. Por último, es preciso garantizar que nadie quede rezagado en el camino hacia el \"hambre cero\" para poder así romper con el ciclo intergeneracional de la malnutrición. Objetivo 2 | Hambre cero 25* Excepto Australia y Nueva Zelandia. ** Excepto Japón. *** Incluye estimaciones solo para los Estados Unidos de América. Los intervalos de confianza no están disponibles.95% de intervalos de confianzaProporción de niños menores de 5 años con sobrepeso, 2018 (porcentaje) Europa y América del Norte*** 4 8 12 14 2 6 10 16 0África septentrional y Asia occidental Oceanía* América Latina y el Caribe Asia oriental y sudoriental** África subsahariana Asia central y meridional T odo el mundo9.19.8 6.97.58.8 3.43.9 5.9 El índice de orientación agrícola (IOA), 2001 y 2017 * Excepto Australia y Nueva Zelandia.2001 20170.0 0.2 0.4 0.6 0.8 1.0T odo el mundoAsia central y meridionalÁfrica septentrional y Asia occidentalEuropa y América del NorteOceanía*Asia oriental y sudorientalAmérica Latina y sobrepeso, otra forma de malnutrición, aumenta en todos los grupos de edad El sobrepeso y la emaciación infantiles conforman la doble carga de la malnutrición. Los niños obesos o con sobrepeso corren mayor riesgo de desarrollar complicaciones de salud a nivel físico y mental a una edad temprana. En general, acarrean ese sobrepeso durante la adolescencia y la adultez, lo que les genera problemas de salud toda la vida. La prevalencia de sobrepeso aumenta en todos los grupos de edad. En el año 2018, el sobrepeso infantil afectaba a 40 millones de niños menores de 5 años, lo que representa el 5,9% de la población mundial de este grupo de edad. Los niveles de prevalencia estuvieron por encima del 9% en África septentrional, África meridional, Asia central, Oceanía (excluidos Australia y Nueva Zelandia) y Asia occidental. En el año 2016, el sobrepeso afectó a un 20,6% de los niños entre 5 y 9 años (131 millones), un 17,3% de adolescentes (207 millones) y a un 38,9% de adultos (2 mil millones) a nivel mundial. Es imperativa la promoción de una alimentación saludable para detener y revertir la epidemia de la obesidad. Los gobiernos pueden elegir entre diversas opciones normativas para mejorar el acceso a una alimentación saludable y asequible que van desde políticas \"duras\", como aplicar restricciones y reglamentaciones, a políticas más laxas (que implican un menor grado de intervención en la vida de las personas), tales como proporcionar información. Los pequeños productores de alimentos son una parte importante de la solución al hambre mundial Es imprescindible empoderar a los pequeños productores de alimentos para que participen plenamente en el desarrollo y así mejorar la seguridad alimentaria y reducir la pobreza y el hambre. Muchos de esos pequeños productores y campesinos son pobres, tienen recursos y capacidades limitadas, se enfrentan en forma periódica a la inseguridad alimentaria y tienen un acceso limitado a mercados y servicios. Tanto los ingresos como la productividad de estos pequeños productores de alimentos son sistemáticamente inferiores a aquellos de grandes empresas. La proporción de pequeños productores entre todos los productores de alimentos en países con información disponible de África, Asia y América Latina varía de 40% a 85%, en comparación a menos del 10% en Europa. Para mejorar la resiliencia y la capacidad de adaptación de los pequeños productores es importante ayudarlos a mejorar su productividad agrícola. Resulta de igual importancia facultarlos para que puedan gestionar sus recursos naturales de forma sostenible, adaptarse al cambio climático y superar las barreras de acceso a los mercados, los servicios financieros, la información y el conocimiento.El aumento vertiginoso de los precios de los alimentos afecta a países de varias regiones Los efectos negativos inducidos por el clima, la inseguridad civil y la disminución de la producción de alimentos contribuyeron a los altos precios de los alimentos en al menos dos docenas de países de todo el mundo. En 2018 y los primeros meses de 2019, el déficit de producción, la depreciación de las monedas y la inseguridad provocaron el aumento de los precios de los alimentos en varios países de África. En América Central, el precio del maíz aumentó de manera abrupta a mediados del año 2018, en particular debido a la preocupación por los efectos de climas muy secos durante los cultivos de temporada. Lo mismo ocurrió en algunos países de África oriental y meridional durante los primeros meses de 2019. Las turbulencias económicas también generaron el aumento de los precios de los alimentos en algunos países, mientras que los bajos inventarios públicos y el aumento de los costos de los combustibles provocaron precios récord en otros. La ayuda de fuentes nacionales y extranjeras al sector agrícola continúa disminuyendo progresivamente La inversión en el sector agrícola es esencial para reducir el hambre y la pobreza, mejorar la seguridad alimentaria, crear empleos y generar resistencia a los desastres y emergencias. Sin embargo, el gasto público en agricultura en relación con su contribución a la economía cayó entre los años 2001 y 2017. A nivel mundial, el índice de orientación agrícola (IOA) —la proporción de gasto público para el sector agrícola dividida por la proporción del PIB del mismo sector— cayó de 0,42 en el año 2001, a 0,26 en 2017. En el período de 2015 a 2017, el IOA promedio fue el más alto en África septentrional y en Asia occidental (0,42) y el más bajo en África subsahariana (0,20). La asistencia que recibe actualmente el sector agrícola es una mera fracción de lo que era en la década de 1980. La proporción de asistencia que los Estados Miembro del Comité de Asistencia para el Desarrollo de la Organización para la Cooperación y el Desarrollo Económicos designan al sector agrícola disminuyó de casi 25% a mediados de la década de 1980 a solo 7% en el año 2017, lo que representa un total de 12,6 mil millones de dólares.Informe de los Objetivos de Desarrollo Sostenible 2019 26 Garantizar una vida sana y promover el bienestar de todos a todas las edades Se han hecho grandes progresos en la mejora de la salud de millones de personas. Han disminuido las tasas de mortalidad materna e infantil, la esperanza de vida sigue aumentando en todo el mundo y la lucha contra determinadas enfermedades infecciosas ha progresado de manera sostenida. En el caso de otras enfermedades, sin embargo, el progreso se ha desacelerado o estancado, incluso los esfuerzos a nivel mundial para erradicar el paludismo y la tuberculosis. Se produjeron demasiadas muertes debido a que no se disponía de personal sanitario especializado o de intervenciones de rutina, como vacunaciones. De hecho, al menos la mitad de la población mundial continúa sin acceso a los servicios esenciales de salud, mucha de la cual sufre dificultades financieras. Tanto en los países ricos como en los pobres, una emergencia sanitaria puede llevar a las personas a la bancarrota o a la pobreza. Se requieren esfuerzos concertados en estos y otros frentes para lograr la cobertura sanitaria universal y la financiación sostenible de la salud; hacer frente a la creciente carga de las enfermedades no transmisibles, incluida la salud mental; y abordar la resistencia a los antimicrobianos y a los factores ambientales que contribuyen a una salud deficiente, como la contaminación del aire y la falta de agua y saneamiento gestionados de manera segura. Para alcanzar la meta mundial, es necesaria la inversión sostenida en salud materna, especialmente en África subsahariana Proporción de partos con asistencia de personal sanitario especializado, 2006-2012 y 2013-2018 (porcentaje) Nota: No hay datos disponibles para Oceanía (e xcepto Australia y Nueva Zelandia).Asia central y meridionalÁfrica subsahariana Asia oriental y sudorientalAmérica Latina y el CaribeÁfrica septentrional y Asia occidental Europa y América del NorteAustralia y Nueva Zelandia T odo el mundo 0 20 40 60 80 100 2006-2012 2013-201879515947 90 9691 9479 89 99999799 69 81A pesar de los importantes progresos en materia de salud materna, en el año 2017, casi 300.000 mujeres murieron por complicaciones relacionadas con el embarazo y el parto. Más del 90% vivían en países de ingresos bajos y medios. Por cada mujer que murió, muchas otras sufrieron consecuencias graves e incluso permanentes debido a una salud materna deficiente. La mayoría de las muertes maternas pueden prevenirse mediante la gestión y atención adecuadas, entre ellas la atención prenatal y la asistencia durante el parto por parte de personal sanitario especializado, y la atención y el apoyo en las semanas posteriores al parto. Sin embargo, el progreso ha disminuido en los últimos años. Es necesario continuar invirtiendo y proporcionando atención para alcanzar la meta mundial de menos de 70 muertes maternas por cada 100.000 nacidos vivos para el año 2030, lo que podría salvar más de un millón de vidas en el transcurso de una década. Garantizar que todos los partos sean asistidos por profesionales de la salud especializados no solo es fundamental para reducir la morbilidad y la mortalidad maternas, sino también para reducir la mortinatalidad, la morbilidad y la mortalidad de los recién nacidos. Según los datos más recientes del período entre 2013 y 2018, el 81% de todos los partos en el mundo se produjeron en presencia de personal sanitario especializado, lo que representa un aumento considerable en comparación al 69% de los años 2006 a 2012. En África subsahariana, donde se producen dos terceras partes de las muertes maternas en el mundo, sólo el 60% de los partos fueron asistidos por personal especializado. Las proyecciones indican que, debido al crecimiento demográfico, se necesitarán sustancialmente más recursos solo para mantener las tasas actuales de cobertura en África. Las complicaciones durante el embarazo y el parto son una de las principales causas de muerte de adolescentes en los países en desarrollo. El riesgo es mayor para las niñas menores de 15 años. A nivel mundial, la tasa de fecundidad de las adolescentes disminuyó de 56 nacimientos por cada 1.000 niñas adolescentes en el año 2000, a 45 en 2015 y 44 en 2018. Sin embargo, la tasa de fecundidad de las adolescentes permaneció alta en África subsahariana, con 101 nacimientos por cada 1.000 adolescentes en el año 2018. Objetivo 3 | Saluid y bienestar 27Si se cumple la meta de los ODS para la mortalidad de los niños menores de 5 años, se salvará la vida de otros 10 millones de niños para el año 2030 Se han logrado notables progresos en materia de supervivencia infantil en todo el mundo, y millones de niños y niñas menores de 5 años tienen más probabilidades de sobrevivir en la actualidad que en el año 2000. La tasa de mortalidad de menores de 5 años ha disminuido en un 49%, de 77 muertes por cada 1.000 nacidos vivos en el año 2000, a 39 muertes en 2017. La cifra total de muertes de niños menores de 5 años bajó de 9,8 millones en el año 2000 a 5,4 millones en el 2017. La mitad de estas muertes ocurrieron en África subsahariana y otro 30% en Asia meridional. Casi la mitad (2,5 millones) de la cifra total de muertes de menores de 5 años ocurrió durante el primer mes de vida, el período crucial para la supervivencia infantil. La tasa mundial de mortalidad neonatal descendió de 31 muertes por cada 1.000 nacidos vivos en el año 2000, a 18 muertes en 2017: una reducción del 41%. La mortalidad de niños menores de 5 años y la mortalidad neonatal disminuyeron en todas las regiones, y los progresos más acelerados se registraron en las regiones con los niveles más altos. Sin embargo, persisten grandes disparidades entre las regiones y los países. En el año 2017, 118 países ya presentaban una tasa de mortalidad de menores de 5 años inferior a la meta de 25 muertes por cada 1.000 nacidos vivos. Sin embargo, será necesario acelerar los progresos en unos 50 países, la mayoría en África subsahariana, para alcanzar la meta del año 2030. Si esto se logra, se salvarán las vidas de otros 10 millones de niños menores de 5 años. Muchas de estas muertes podrían evitarse mediante intervenciones tales como la vacunación, la lactancia materna exclusiva, una nutrición adecuada, el tratamiento apropiado de las infecciones comunes de la infancia, así como la reducción de la contaminación del aire y el acceso a agua potable y saneamiento gestionados de manera segura. A pesar de la amplia cobertura de inmunizaciones, los brotes de sarampión y difteria han causado muchas muertes innecesarias* Excepto Australia y Nueva Zelandia.Tasa de mortalidad de niños menores de 5 años y mortalidad neonatal, 2000-2017 (muertes por cada 1.000 nacidos vivos) 04080120160 2000 2017 2000 2017 2000 2017 2000 2017 2000 2017 T odo el mundoEuropa y América del NorteAustralia y Nueva ZelandiaAsia oriental y sudoriental América Latina y el Caribe África septentrional y Asia occidentalAsia central y meridionalÁfrica subsaharianaOceanía* Tasa de mortalidad de menores de 5 años Tasa de mortalidad neonatal 77 39 31 18 020406080100Cobertura de inmunizaciones en todo el mundo, por tipos de vacunas, 2000-2017 (porcentaje) MCV2 PCV3 DTP32017 2015 2010 2005 20007285 1567 444La inmunización es ampliamente reconocida como una de las intervenciones de salud más exitosas y rentables del mundo, que salvan millones de vidas. En el año 2017, 116,2 millones de niños fueron vacunados, el número más alto jamás informado. Al mismo tiempo, los sectores de baja cobertura han provocado brotes de sarampión y difteria que han causado muchas muertes, lo que constituye una clara demostración de la importancia de lograr una cobertura total. La proporción de niños que han recibido las tres dosis necesarias de la vacuna contra la difteria, el tétanos y la tos ferina (DTP trivalente) aumentó del 72% en el año 2000 al 85% en 2015, pero se mantuvo sin cambios entre los años 2015 y 2017. Se calcula que 19,9 millones de niños no recibieron la vacuna durante el primer año de vida, lo que los pone en grave riesgo de contraer enfermedades potencialmente mortales. Se requieren dos dosis de la vacuna contra el sarampión para prevenir la afección, y la enfermedad, discapacidad y muerte causadas por las complicaciones vinculadas. La cobertura de la segunda dosis (MCV2), administrada durante el segundo año de vida o en edad escolar de un niño, aumentó del 15% en el año 2000 al 59% en 2015, y al 67% en 2017. Este progreso, aunque espectacular, sigue siendo insuficiente para prevenir los brotes de sarampión. La vacuna antineumocócica conjugada (PCV) tiene el potencial de reducir significativamente la cifra de muertes de niños menores de 5 años de edad. A nivel mundial, la cobertura del PCV ha avanzado de manera estable desde su introducción, pero todavía no ha alcanzado el 50%. Muchos países, entre ellos los países de ingresos medios que tienen un acceso limitado a la ayuda financiera internacional, se están quedando rezagados porque sus presupuestos sanitarios actuales no siempre son suficientes para cubrir los costos sin ayuda externa.Informe de los Objetivos de Desarrollo Sostenible 2019 28La disminución de la incidencia del VIH no alcanza la meta a pesar de los progresos continuos en África subsahariana El firme compromiso y financiación nacional e internacional para responder al SIDA han acelerado la implementación de programas de base empírica para la prevención, el análisis y el tratamiento. Como resultado, la incidencia del VIH entre adultos (de 15 a 49 años) en África subsahariana disminuyó en aproximadamente un 37% entre los años 2010 y 2017. Esto representa una disminución de 3,39 infecciones por cada 1.000 personas no infectadas en el año 2010, a 2,14 en 2017. Los progresos han sido más lentos en otros lugares, e incluso en algunas subregiones se ha registrado un aumento de la incidencia del VIH, entre ellas Asia occidental (53%), Asia central (51%) y Europa (22%). La incidencia mundial del VIH en los adultos disminuyó en un 22% en el período de 2010 a 2017, muy por debajo de los progresos necesarios para alcanzar las metas de los años 2020 y 2030. La mayor disminución de la incidencia por grupo de edad se registró en niños de 0 a 14 años (37% en el período de 2010 a 2017), lo que refleja el aumento del suministro de medicamentos antirretrovirales para prevenir la transmisión del VIH de madre a hijo. Con el estancamiento de los progresos contra el paludismo, es urgente redoblar los esfuerzos en los países más afectados Después de más de una década de avances continuos contra el paludismo, el progreso se ha estancado. No se lograron avances significativos en la reducción del número de casos de paludismo en todo el mundo entre los años 2015 y 2017. La tasa de incidencia del paludismo disminuyó en un 18% en el período de 2010 a 2015, de 72 casos por cada 1.000 personas en situación de riesgo al 59%, y luego se mantuvo sin cambios entre los años 2015 y 2017. Se ha informado que en 2017 se registraron un estimado de 219 millones de casos de paludismo y 435.000 muertes por esta enfermedad. África subsahariana sigue soportando la carga más pesada y representa más del 90% de los casos de paludismo en todo el mundo. El número de víctimas está aumentando. Entre los años 2016 y 2017, se notificaron aproximadamente 3,5 millones más de casos de paludismo en los 10 países africanos más afectados. Los menores de 5 años son los más vulnerables a la enfermedad y representan el 61% (266.000) de las muertes por paludismo en todo el mundo. La financiación para la lucha contra el paludismo ha ido en aumento desde el año 2000, pero recientemente se ha estancado. Se necesita urgentemente un mayor apoyo dirigido a los países más afectados. Las deficiencias en la detección y el tratamiento de la tuberculosis, así como las cepas resistentes a los medicamentos, están desviando el progreso contra esta enfermedad La tuberculosis continúa siendo una de las principales causas de los problemas de salud y la muerte en todo el mundo. Se estima que 10 millones de personas contrajeron la enfermedad en el año 2017. Constituyó la principal causa de muerte por un solo agente infeccioso ese año (superior al VIH) y la décima causa principal de muerte en general. No obstante, se han realizado progresos significativos. La incidencia de la tuberculosis disminuyó en un 21% desde el año 2000, pasando de 170 casos nuevos y recurrentes por cada 100.000 personas en ese año, a 140 en 2015 y 134 en 2017. La tasa de mortalidad por tuberculosis en personas seronegativas se redujo en un 42% durante el mismo período. Sin embargo, persisten grandes deficiencias en la detección y el tratamiento, y el ritmo actual de progreso no es lo suficientemente acelerado como para alcanzar la meta de poner fin a la epidemia para el año 2030. Además, la tuberculosis farmacorresistente es una amenaza constante. En el año 2017, se detectaron 558.000 nuevos casos de resistencia a la rifampicina, el medicamento más eficaz, de los cuales 460.000 padecían de tuberculosis multirresistente.Lentamente se están erradicando las enfermedades tropicales desatendidas, pero siguen siendo un flagelo en los países más pobres Las enfermedades tropicales desatendidas (ETD) son un grupo diverso de enfermedades transmisibles que se manifiestan en 149 países tropicales y subtropicales. Afectan a miles de millones de personas, en particular a las que viven en la pobreza, carecen de saneamiento adecuado y están en estrecho contacto con vectores infecciosos y animales domésticos, lo que cuesta a las economías en desarrollo miles de millones de dólares cada año. En el año 2017, 1.580 millones de personas necesitaron tratamiento en masa o individual y atención para las ETD, en comparación con 1.630 millones en 2015 y 2.030 millones en 2010. Se eliminó por lo menos una ETD en 34 países en 2017. Sin embargo, es probable que el progreso real sea aún mayor, ya que la mejora de la vigilancia está identificando a más personas que requieren intervenciones contra las ETD que en el pasado. En los PMA, el 52% de la población (522 millones) necesitó tratamiento y atención para las enfermedades tropicales desatendidas en 2017, frente al 78% del año 2010. Para controlar y eliminar eficazmente las ETD, deben intensificarse y ampliarse las medidas actuales.Tasas de incidencia de VIH, 2010 y 2017 (casos nuevos por cada 1.000 adultos no infectados de 15 a 49 años) 0.0 1.0 2.0 3.0 4.0T odo el mundoÁfrica septentrional y Asia occidentalAustralia y Nueva ZelandiaAsia central y meridionalAsia oriental y sudorientalEuropa y América del NorteAmérica Latina y el CaribeOceanía*África subsahariana 2010 2017 * Excepto Australia de incidencia de paludismo, 2017 (nuevos casos por cada 1.000 personas en riesgo) 0 0¬0.1 0.1¬1 1¬10 10¬50 50¬100 100¬200 200¬300 3 | Saluid y bienestar 29Cada vez más, se reconoce que las deficiencias en la salud ambiental son importantes contribuyentes para las enfermedades y la muerte El personal sanitario se ve forzado a trabajar más allá de sus límites en los países donde más se necesita El fortalecimiento de la atención primaria de la salud y el logro de la salud para todos requiere una fuerza de trabajo adecuada que esté motivada, apoyada y disponible cuando sea necesario. Lamentablemente, esto está muy lejos de la realidad. Los datos disponibles para el período 2013 a 2018 indican que cerca del 40% de todos los países tienen menos de 10 médicos por cada 10.000 personas, y alrededor del 58% de los países tienen menos de 40 enfermeros y parteras por cada 10.000 personas. Esto es solo una ligera mejora del período comprendido entre 2010 y 2015. La evidencia muestra que el personal sanitario se distribuye de manera desigual en todo el mundo e incluso dentro de los países. No es de extrañar que las regiones con la mayor carga de morbilidad tengan la proporción más baja de personal sanitario para prestar los servicios. Todos los países menos adelantados cuentan con menos de 10 médicos por cada 10.000 habitantes y el 98% presenta menos de 40 enfermeros y parteras por cada 10.000 habitantes. Se calcula que para el año 2030 se necesitarán en todo el mundo unos 18 millones de trabajadores sanitarios adicionales para garantizar una vida sana para todos. Los países tienen mayor capacidad para detectar que para responder a las emergencias de salud públicas El Reglamento Sanitario Internacional es un acuerdo jurídicamente vinculante que obliga a los países a informar a la OMS sobre determinados brotes de enfermedades e incidentes de salud pública. Desde el año 2010, todos los 196 Estados Parte han enviado informes a la OMS sobre su capacidad para aplicar el Reglamento y su preparación para hacer frente a las emergencias sanitarias de manera más general. En 2018, 190 Estados Parte presentaron informes, en comparación a 167 en el año 2017. Un análisis de 182 informes muestra que, en todo el mundo, se han logrado progresos en las 13 capacidades principales de los Reglamentos. Casi todos los Estados Parte se están desempeñando mejor en materia de detección (por ejemplo, vigilancia y detección en laboratorio) que en la preparación y respuesta ante situaciones de emergencia. Se han observado brechas mayores en las capacidades en los puntos de entrada (por ejemplo, puertos, aeropuertos y cruces terrestres) y en las emergencias de seguridad química y radiológica. Aunque aún queda mucho por hacer, estos informes son una clara prueba del compromiso y de los esfuerzos internacionales para mejorar los sistemas de alerta temprana, y reducir y gestionar los riesgos para la salud pública.Proporción de países con un número insuciente de profesionales sanitarios, últimos datos disponibles, 2013-2018 (porcentaje) 020406080100 Menos de 5 farmaceúticos por cada 10.000 habitantesMenos de 5 odontólogos por cada 10.000 habitantesMenos de 40 enfermeros y parteras por cada 10.000 habitantesMenos de 10 médicos por cada 10.000 habitantes395864 60 Calicación por capacidad según los informes del Reglamento Sanitario Internacional (RSI), 2018 Nota: Panorama general basado en los informes recibidos (182 de un total de 190) en 2018.6267 63 60 70 71 6359595752505260C1—Legislación y finanzas C2—Coordinación RSI y funciones de puntos focales nacionales RSI C3—Eventos zoonóticos e interfaz humano-animal C4—Inocuidad alimentaria riesgosC11—Puntos de entradaC12—Eventos químicosC13—Emergencia de radiaciónPromedio totalProporción de enfermedades por causas especícas atribuibles a la contaminación del aire, 2016 (porcentaje) Cáncer de pulmónCardiopatía isquémicaEnfermedad pulmonar obstructiva crónicaInfecciones agudas en las vías respiratorias inferiores Ataque cerebrovascular 2021 19 347El agua, saneamiento e higiene inadecuados están vinculados al 60% de la carga de morbilidad de la diarrea, el 100% de la carga de la infección por helmintos (parásitos) transmitidos por el suelo y el 16% de la carga de la malnutrición (\"carga\" entendida como el efecto de un problema de salud medido por el costo financiero, la mortalidad, la morbilidad u otros indicadores). Estas tres afecciones causaron un total de 870.000 muertes en 2016. Esta importante carga de morbilidad podría reducirse significativamente si los servicios de agua potable y saneamiento estuvieran disponibles universalmente y se siguieran buenas prácticas de higiene. Tanto la contaminación del aire ambiente como en el hogar aumentan el riesgo de padecer enfermedades cardiovasculares y respiratorias y son factores de riesgo importantes para las enfermedades no transmisibles. La exposición a la contaminación del aire ambiente de los hogares, debida principalmente a los combustibles contaminantes y a las tecnologías de cocción de alimentos, causó alrededor de 4 millones de muertes en el año 2016. Los riesgos para la salud de este tipo de contaminación son particularmente altos para las mujeres y los niños, que son quienes suelen pasar la mayor parte del tiempo cerca de la estufa. La contaminación del aire ambiente causada por el tráfico, la industria, la generación de energía, la quema de residuos y el uso de combustible en los hogares causó alrededor de 4,2 millones de muertes en el año 2016.Informe de los Objetivos de Desarrollo Sostenible 2019 30 Garantizar una enseñanza inclusiva y equitativa de calidad y promover oportunidades de aprendizaje permanente para todos La enseñanza permite una movilidad socioeconómica ascendente y es la clave para escapar de la pobreza. Sin embargo, millones de niños siguen sin asistir a la escuela y no todos los que asisten aprenden. Más de la mitad de todos los niños y adolescentes del mundo no están alcanzando los niveles mínimos de competencia en lectura y matemáticas. Las disparidades en las oportunidades y los resultados de la enseñanza se observan en todas las regiones, y África subsahariana y partes de Asia central y meridional están rezagados. Como resultado, muchos alumnos no están plenamente preparados para participar en una economía mundial altamente compleja. Esa brecha debería ser un incentivo para que los encargados de la formulación de políticas reorienten sus esfuerzos para garantizar una mejora en la calidad de la enseñanza y que una mayor cantidad de personas de todas las edades pueda acceder a ella. Las sorprendentes tasas bajas de competencia en lectura y matemáticas señalan una crisis mundial de enseñanza Se calcula que en 2015 había en el mundo 617 millones de niños y adolescentes en edad de asistir a la escuela primaria y secundaria inferior —más del 55% del total mundial— que no alcanzaban un nivel mínimo de competencia en lectura y matemáticas. Una tercera parte de esos niños y adolescentes no asistían a la escuela y necesitan con urgencia acceso a la enseñanza. Alrededor de dos tercios de ellos asistían a la escuela pero no alcanzaban la competencia, ya sea porque abandonaron la escuela o porque no aprendieron las competencias básicas. A pesar de los años de crecimiento estable de las tasas de matriculación, las tasas de falta de competencia continúan siendo preocupantemente altas. En África subsahariana se encuentran las más altas, donde en el año 2015, el 88% de los niños (202 millones) en edad de asistir a la escuela primaria y secundaria inferior no dominaban la lectura y el 84% (193 millones) no dominaban las matemáticas. Asia central y meridional no estaban obteniendo resultados mucho mejores. Allí, el 81% de los niños (241 millones) no dominaba la lectura y el 76% (228 millones) carecía de competencias básicas de matemáticas. Las niñas tienen más probabilidades de aprender a leer que los niños. A nivel mundial, por cada 100 niños que lograron un nivel mínimo de competencia en lectura en 2015, 105 niñas en edad de asistir a la escuela primaria y 109 mujeres adolescentes en edad de asistir a la escuela secundaria inferior lograron al menos el nivel mínimo.La crisis de aprendizaje no sólo amenaza la capacidad de un individuo para salir de la pobreza. También pone en peligro el futuro económico de naciones enteras que luchan por competir en un mercado mundial con recursos humanos poco calificados. La próxima década ofrece una importante oportunidad para que los encargados de la formulación de políticas garanticen que todos los niños y niñas dominen la lectura, la escritura y la aritmética básicas. La enseñanza de la primera infancia ofrece una ventaja en la escuela, pero un tercio de los niños del mundo están quedando rezagados La evidencia muestra que la enseñanza de calidad en la primera infancia es una de las mejores inversiones que una sociedad puede hacer en sus niños, ya que construye una base sólida para el aprendizaje en los años venideros. De hecho, se ha comprobado que la enseñanza de la primera infancia es uno de los factores determinantes en la preparación del niño para la escuela, tanto en los países de ingresos altos como en los de ingresos bajos. La participación en la enseñanza organizada un año antes de la edad oficial de ingreso a la escuela primaria ha aumentado de manera sostenida en los últimos años. A nivel mundial, la tasa de participación en la enseñanza en la primera infancia fue del 69% en el año 2017, en comparación con el 63% en 2010. Sin embargo, se observaron considerables disparidades entre los países, con tasas que oscilaban entre el 7% y casi el 100%. En los países menos adelantados, la tasa de participación fue de sólo el 43%.Tasa de participación en la enseñanza organizada un año antes de la edad ocial de ingreso a la escuela primaria, 2017 (porcentaje) Basado en datos de 2016.África subsahariana42 África septentrional y Asia occidental 52 Asia central 56 Oceanía 83 Asia oriental y sudoriental 87 América Latina y el Caribe 95 Europa y América del Norte 95 Países menos adelantados43 Países en desarrollo sin litoral 46 Todo el mundo 69 0 20 40 60 80 100Porcentaje de niños y adolescentes que no han alcanzado el nivel mínimo de competencia en lectura y matemáticas, 2015 (porcentaje) 0 20 40 60 80 100 Matemáticas LecturaÁfrica subsahariana8884 Asia central y meridional8176 América Latina y el Caribe3652 África septentrional y Asia occidental5757 Oceanía2222 Europa y América del Norte1414 Todo el mundo5856Asia oriental y sudoriental3128 Objetivo 4 | Educación de calidad 31El progreso se ha estancado en alcanzar a los niños que no asisten a la escuela A pesar de los considerables progresos en el acceso a la enseñanza y la participación en ella, en el año 2017 todavía había 262 millones de niños y adolescentes (de 6 a 17 años de edad) que no asistían a la escuela. Esto representa casi una quinta parte de la población mundial en ese grupo etario. De esa cifra, 64 millones eran niños en edad de asistir a la escuela primaria (entre 6 y 11 años), 61 millones eran adolescentes en edad de cursar la enseñanza secundaria inferior (entre 12 y 14 años) y 138 millones eran jóvenes en edad de cursar la enseñanza secundaria superior (entre 15 y 17 años). En la mayoría de las regiones, en particular en Asia central, África septentrional, Asia occidental y África subsahariana, las niñas continúan enfrentando obstáculos para la enseñanza. En estas regiones, las niñas de todas las edades tienen más probabilidades de ser excluidas de la enseñanza que los niños. En el año 2017, por cada 100 niños en edad de asistir a la escuela primaria pero que no lo hacían, 127 niñas no tenían derecho a la enseñanza en Asia central, 121 en África subsahariana y 112 en África septentrional y Asia occidental. A nivel mundial, por cada 100 niños, son 118 las niñas que no asisten a la escuela. Los recientes éxitos en la disminución de la cantidad de niños que no asisten a la escuela y en la reducción de la brecha de género en la tasa de abandono escolar deben repetirse en todo el mundo para garantizar que todos los niños, en todas partes, asistan a la escuela. Demasiadas escuelas en África subsahariana carecen de los elementos básicos para una enseñanza de calidad: docentes calificados e instalaciones adecuadas Una infraestructura adecuada y la formación de los docentes desempeñan un papel fundamental en la calidad de la enseñanza. De todas las regiones, África subsahariana es la que se enfrenta a los mayores desafíos en cuanto a proporcionar recursos básicos a las escuelas. La situación es extrema en los niveles primario y secundario inferior, donde menos de la mitad de las escuelas de África subsahariana tienen acceso a agua potable, energía eléctrica, computadoras e Internet. En el nivel secundario superior, el 57% de las escuelas tienen energía eléctrica, pero sólo entre el 25% y el 50% tienen acceso a Internet, computadoras, agua potable e instalaciones para lavarse las manos. Otro paso importante hacia el objetivo de una enseñanza de calidad para todos es incorporar una cantidad suficiente de docentes calificados a las aulas. También en este caso, África subsahariana se ha visto rezagada. En 2017, esa región tenía los porcentajes más bajos de docentes calificados en enseñanza preescolar (48%), primaria (64%) y secundaria (50%). A pesar de los progresos, 750 millones de adultos todavía no saben leer ni escribir un simple enunciado; dos tercios de esos adultos son mujeres En las últimas décadas se han registrado mejoras en las competencias básicas de lectura y escritura, así como una disminución estable de las disparidades entre los sexos, y en los últimos 25 años, las tasas de alfabetización de las mujeres han aumentado más rápidamente que las de los hombres en todas las regiones. Sin embargo, 750 millones de adultos, dos tercios de los cuales son mujeres, seguían siendo analfabetos en 2016. Las tasas de alfabetización de adultos son las más bajas en África subsahariana y en Asia meridional. Sólo en Asia meridional vive casi la mitad (49%) de la población mundial analfabeta. Un aspecto más positivo es que las tasas de alfabetización de los jóvenes son generalmente más altas que las de los adultos. Esto refleja un mayor acceso a la enseñanza para las generaciones más jóvenes, aunque muchos alumnos con competencias básicas de lectura y escritura todavía tienen dificultades para alcanzar el nivel más alto de competencia mínima en lectura y matemáticas. En el año 2016, la tasa mundial de alfabetización de adultos (de 15 años o más) era del 86%, en comparación con el 91% de los jóvenes (de 15 a 24 años). Sin embargo, la alfabetización de los jóvenes sigue siendo baja en varios países, la mayoría de ellos en África subsahariana.Cantidad de niños en edad escolar que no asisten a la escuela en todo el mundo, por nivel de enseñanza y sexo, 2000-2017 (en millones) Nota: Las cifras al lado del sexo se refieren a los datos de 2017.Masculino , 30 inferior Primaria Secundaria superior Proporción de la población mundial analfabeta de 15 años o más, 2016 (porcentaje) 49 271095 Asia meridional África subsahariana Asia oriental y sudoriental África septentrional y Asia occidental Otros2540445057África subsahariana 64 72 76 84 90Todo el mundo Computadoras Instalaciones básicas de lavado de manosElectricidad Internet Servicio de agua potable básicoProporción de escuelas con acceso a recursos escolares básicos en todo el mundo y en África subsahariana, secundaria superior, 2017 (porcentaje)Informe de los Objetivos de Desarrollo Sostenible 2019 32 Lograr la igualdad de género y empoderar a todas las mujeres y las niñas Hoy el mundo es un lugar mejor para las mujeres que en el pasado. Son menos las niñas forzadas a contraer matrimonio a temprana edad, más mujeres están sirviendo en el parlamento y en cargos de liderazgo, y se están reformando las leyes para promover la igualdad de género. A pesar de estos avances, las leyes y las normas sociales discriminatorias permanecen muy generalizadas, así como las prácticas lesivas y otras formas de violencia contra mujeres y niñas. Las mujeres continúan siendo representadas de manera insuficiente en todos los niveles del liderazgo político. En todo el mundo, las mujeres y las niñas asumen una parte desproporcionada del trabajo doméstico no remunerado. Además, siguen enfrentándose a obstáculos con respecto a su salud y derechos sexuales y reproductivos, que incluyen restricciones legales y la falta de autonomía en la toma de decisiones. Las más desfavorecidas son las mujeres y las niñas que se enfrentan a los efectos agravados de la discriminación por motivos de género y de otras formas de discriminación. Para lograr la igualdad de género se requerirán medidas audaces y sostenibles que aborden los impedimentos estructurales y las causas fundamentales de la discriminación contra la mujer. Igualmente importante, serán necesarias leyes y normativas que promuevan la igualdad de género y que tengan un respaldo adecuado de recursos, así como una responsabilidad por los compromisos contraídos para los derechos de la mujer. Las mujeres y las niñas siguen siendo objeto de prácticas lesivas que afectan profundamente sus vidas Las mujeres y las niñas realizan una parte desproporcionada de los cuidados y el trabajo doméstico no remunerado En promedio, las mujeres dedican aproximadamente el triple de tiempo que los hombres cada día al cuidado y trabajo doméstico no remunerado, según los últimos datos disponibles de unos 90 países. Este trabajo incluye una variedad de actividades no remuneradas, como el cuidado de niños y ancianos, y las tareas domésticas. Los datos también sugieren que la brecha de género aumenta cuando las mujeres tienen más probabilidades de tener niños pequeños en el hogar.La falta de estufas para cocinar, agua, saneamiento y transporte aumenta la carga de las mujeres, al igual que la falta de enseñanza y cuidado en la primera infancia, cuidados a largo plazo y de acceso a la protección y servicios sociales. Esta carga se ve agravada por las nociones tradicionales del papel de la mujer en la sociedad. Cuando las mujeres se dedican al cuidado de otras personas y a las tareas domésticas, tienen menos tiempo para el trabajo remunerado, la enseñanza y el ocio, lo que refuerza aún más su desventaja socioeconómica.0 5 10 15 20 25Proporción de mujeres y niñas de 15 a 49 años de edad que han sido víctimas de violencia física o sexual por parte de su compañero íntimo actual o anterior en los 12 meses anteriores, últimos datos disponibles, 2005-2017 (porcentaje) Asia central y meridional 23 África subsahariana 22 América Latina y el Caribe 12 Europa 6 Países menos adelantados 24 Países en desarrollo sin litoral 22 Pequeños Estados insulares en desarrollo16 T odo el mundo 18 Nota: En este gráfico sólo se muestran las regiones en las que los datos disponibles abarcan al menos el 50% de los habitantes.Las mujeres y las niñas de todo el mundo siguen siendo víctimas de la violencia y de prácticas crueles que las despojan de su dignidad y socavan su bienestar. En todos los países, la violencia del compañero íntimo afecta a mujeres de todas las edades y etnias, independientemente de su situación socioeconómica y nivel de enseñanza. Según los últimos datos disponibles de 106 países, el 18% de las mujeres y niñas entre 15 y 49 años de edad que han tenido alguna vez una relación de pareja, fueron víctimas de violencia física o sexual por parte de su compañero íntimo actual o anterior en los 12 meses anteriores a la encuesta. La mutilación genital femenina (MGF) es una violación de los derechos humanos muy preocupante que afecta al menos a 200 millones de mujeres en los 30 países donde se concentra la práctica (la mitad de ellas en África occidental). En promedio, la prevalencia de la mutilación genital femenina decayó en una cuarta parte a partir del año 2000 aproximadamente. Sin embargo, en promedio, alrededor de una de cada tres niñas de edades entre 15 a 19 años de estos países ha sido sometida a la MGF, en comparación con casi una de cada dos en el año 2000. El matrimonio infantil, otra práctica nefasta, ha continuado disminuyendo en todo el mundo, impulsado en gran medida por los progresos realizados en Asia meridional. Allí el riesgo de que una niña contraiga matrimonio durante la infancia ha disminuido en más de un 40% desde el año 2000. Cada vez más, el peso a nivel mundial del matrimonio infantil está volcándose de Asia meridional a África subsahariana, donde los niveles de matrimonio infantil han decaído a una tasa más modesta. Objetivo 5 | Igualdad de Género 33Tanto en el hogar, en el trabajo, como en la vida política, a las mujeres se les niega con demasiada frecuencia el poder de decisión En demasiados países, los vacíos en los marcos jurídicos no protegen los derechos de la mujer En los últimos 25 años se han logrado avances en materia de igualdad de género mediante la creación de nueva legislación y la reforma de las leyes vigentes. Sin embargo, siguen existiendo vacíos problemáticos. Esta fue la conclusión de un estudio basado en datos recogidos en 2018 que cubría cuatro áreas del derecho de 53 países. En casi un tercio de los países estudiados, se encontraron vacíos en los marcos jurídicos generales y en el área de la vida pública. Por ejemplo, casi dos tercios de esos países carecían de leyes que regulen la discriminación directa e indirecta contra la mujer. En el ámbito de la violencia contra la mujer, se encontraron vacíos jurídicos en más de una cuarta parte de los países estudiados. De esos países, el 68% no disponía de leyes sobre la violación que descansaran en el principio del consentimiento. Tanto en los ámbitos del empleo y las prestaciones económicas, como del matrimonio y la familia, el 29% y el 24% de los países respectivamente, mostraban vacíos jurídicos. Por ejemplo, en más de la mitad de los países no existían leyes que obliguen a pagar lo mismo por un trabajo de igual valor. Menos de un tercio de los países contaban con leyes que establecieran los 18 años como la edad mínima para contraer matrimonio para mujeres y hombres, sin incluir excepciones. La falta de financiación limita la aplicación de leyes y normativas sobre la igualdad de género El objetivo de la elaboración de presupuestos para la igualdad de género es vincular los requisitos políticos y legales para la igualdad de género con la asignación de recursos. Aunque se ha avanzado mucho en la elaboración de presupuestos para la igualdad de género, todavía existen importantes carencias. Por ejemplo, muchos países aún no han establecido un sistema integral para hacer un seguimiento de las asignaciones para la igualdad de género y para poner los datos a disposición del público. Un análisis de los datos de 69 países y zonas del año 2018 reveló que 13 países (19%) cumplían plenamente con esos criterios y 41 países (59%) habían abordado los requisitos. Con mayor frecuencia, los países emiten directivas sobre la elaboración de presupuestos para la igualdad de género, utilizan datos desglosados por sexo para fundamentar las decisiones presupuestarias y llevan a cabo evaluaciones de efectos posteriores. Los datos también revelaron una brecha en la implementación de normativas. Entre el mismo grupo de países, el 90% contaba con normativas y programas para hacer frente a las disparidades entre los géneros, pero sólo el 43% informó que había asignado los recursos suficientes para ponerlos en práctica.0 10 20 30 40África subsahariana 29Proporción de mujeres en cargos directivos, 2018 (porcentaje) * Excepto Australia y Nueva Zelandia.África septentrional y Asia occidental 12 Asia central y meridional 14 Oceanía* 27 Asia oriental y sudoriental 31 Australia y Nueva Zelandia 37 Europa y América del Norte 37 América Latina y el Caribe 39 T odo el mundo 27 50Paridad 0 20 40 60 80 100Asia central y meridional (4) 25 75Europa y América del Norte (6) 83 17 África subsahariana (27) 11 67 22 América Latina y el Caribe (9) 11 78 11 Oceanía* (10) 20 50 30 (7)África septentrional y Asia occidental29 43 29 Asia oriental y sudoriental (6) 33 50 17 T odo el mundo (69) 59 19 22 Cumplen plenamente los requisitosAbordaron los requisitos No cumplen los requisitosProporción de países que cuentan con sistemas para dar seguimiento a las asignaciones presupuestarias para la igualdad de género, por nivel de cumplimento, 2018 (porcentaje) * Excepto Australia y Nueva Zelandia.Al 1 de enero de 2019, la representación de la mujer en los parlamentos nacionales oscilaba entre el 0% y el 61,3%, con un promedio del 24,3%. Esto supone un aumento de cinco puntos porcentuales desde el año 2010. En 103 países y zonas sobre los que se dispone de datos pertinentes, la representación de la mujer en los órganos electivos locales de deliberación oscila entre menos del 1% hasta alcanzar casi la paridad con un 50%, siendo el promedio de 26%. Solo en 15 países y zonas, la representación de las mujeres en los gobiernos locales alcanza el 40% o más. Cuando se adoptan cuotas de género legisladas, se eligen proporciones significativamente mayores de mujeres tanto a nivel nacional como local. Los países con una mayor representación de mujeres en el gobierno local tienden a tener una mayor representación en el parlamento. En la esfera económica se ha observado una tendencia al alza en la proporción de mujeres en cargos directivos en el mundo. Desde el año 2000, esa proporción ha aumentado en todas las regiones y agrupaciones de países, salvo en los países menos adelantados (PMA). Sin embargo, sigue siendo desproporcionadamente baja. En 2018, las mujeres representaban el 39% de la fuerza de trabajo, pero sólo ocupaban el 27% de los cargos directivos. Esta falta de poder de decisión se refleja también en el hogar. Según datos de 51 países, sólo el 57% de las mujeres en edades entre 15 y 49 años, casadas o en pareja, toman sus propias decisiones sobre las relaciones sexuales, el uso de anticonceptivos y los servicios de salud. La capacidad de las mujeres y las niñas para tomar estas decisiones cruciales para sí mismas y poder actuar en consecuencia es esencial para su empoderamiento y el pleno ejercicio de sus derechos reproductivos.Informe de los Objetivos de Desarrollo Sostenible 2019 34 Garantizar la disponibilidad y la gestión sostenible del agua y el saneamiento para todos El agua dulce es un recurso valioso que es clave para la salud humana, la seguridad alimentaria y energética, la erradicación de la pobreza y muchos otros aspectos del desarrollo sostenible. Los ecosistemas relacionados con el agua siempre han generado espacios naturales para asentamientos humanos y una riqueza de servicios derivados de estos. Sin embargo, al igual que otros recursos naturales, el agua se ve amenazada. La demanda de agua ha superado el crecimiento demográfico y la mitad de la población mundial actualmente sufre una escasez de agua grave durante al menos un mes al año. La mayoría de los ríos de África, Asia y América Latina presentan mayor contaminación ahora que en la década de 1990. Se estima que en el curso de los últimos 100 años se ha perdido entre un 50% y 70% de los humedales naturales en todo el mundo. Si bien se ha avanzado mucho para mejorar el acceso al agua potable no contaminada y al saneamiento, miles de millones de personas aún no cuentan con estos servicios básicos, sobre todo en zonas rurales. Como respuesta, los donantes han aumentado sus compromisos de ayuda al sector hídrico en un 37% entre los años 2016 y 2017. La mayoría de los países del mundo han reconocido la importancia de coordinar mejor el uso de los recursos hídricos y han implementado planes integrados para su gestión. Sin embargo, es necesario redoblar los esfuerzos para mejorar el acceso a los servicios de agua y saneamiento, aumentar el tratamiento de aguas residuales, mejorar el uso eficiente del agua, expandir la cooperación operativa en cuencas de agua transfronterizas, y proteger y restaurar los ecosistemas de agua dulce. A pesar de estos avances, es necesario tomar medidas inmediatas para proporcionar agua potable y saneamiento gestionados de manera segura a miles de millones de personas Entre los años 2000 y 2017, la proporción de la población mundial que utilizaba agua potable gestionada de manera segura (el nivel de servicio más alto) aumentó de 61% a 71%. El mayor progreso se registró en Asia central y meridional y en América Latina y el Caribe. En total, un 90% de la población mundial contaba con al menos servicios básicos de agua potable. A pesar de estos logros, 785 millones de personas aún no contaban siquiera con servicios básicos de agua potable en 2017. La proporción de la población mundial que utiliza servicios de saneamiento gestionados de manera segura aumentó de 28% en el año 2000 a 45% en 2017, siendo Asia oriental y sudoriental las regiones donde se registró un avance más rápido. Un 30% más de la población mundial utilizó servicios básicos de saneamiento. A pesar del progreso, se estima que 673 millones de personas (un 9% de la población mundial) aún practicaban la defecación al aire libre en 2017, en su mayoría en Asia meridional. Para alcanzar un acceso universal a servicios básicos de saneamiento para el año 2030 será necesario duplicar la tasa anual actual de progreso. En el año 2017, 3 de cada 5 personas en todo mundo contaba con instalaciones básicas con agua y jabón para lavarse las manos en el lugar, en comparación a menos de 1 de cada 3 (un 28%) en países menos adelantados. Esto significa que, a nivel global, un estimado de 3 mil millones de personas aún no pueden lavarse las manos de forma adecuada en sus hogares. Los servicios básicos de agua, saneamiento e higiene son importantes no solo en las viviendas particulares sino también en los espacios públicos en los que la gente se reúne. En 2016, un tercio de todas las escuelas primarias no contaba con servicios básicos de agua potable, saneamiento e higiene. Esto afecta de manera adversa la enseñanza y la salud de millones de niños en edad escolar, sobre todo a las niñas durante sus períodos menstruales. Uno de cada 4 centros de salud en todo el mundo tampoco contaba con servicios básicos de agua potable, lo que afecta a más de 2 mil millones de personas y aumenta el riesgo a sufrir infecciones de personas en busca de atención médica.Two different guide layers for two- and three-line titles. Guides for edge of right-aligned text and bars uniform (and account for space for other languages). Swatches are of full, 75%, 50% and 25% color. All bars should be 0p6 wide with 0 spacing within country and 0p2 spacing between country uses hanging indent.Cobertura mundial de servicios de agua potable, saneamiento e higiene, 2000-2017 (porcentaje) 020406080100 28292012 34 32 196 8 51799 21 28457161 2017 2000 2017 2000 2017Agua potable Higiene Saneamiento Aguas de superficie Sin mejoras LimitadoSin instalaciones Limitado Básico Básico Gestionado de manera seguraDefecación al aire libre Sin mejoras Limitado Básico Gestionado de manera segura602218 Objetivo 6 | Agua limpia y saneamiento 35El estrés por la escasez de agua afecta a personas de todos los continentes y requiere que se tomen medidas inmediatas y colectivas Dos mil millones de personas viven en países donde hay un alto nivel de estrés por la escasez de agua y unas 4 mil millones de personas sufren una escasez de agua grave durante al menos un mes al año. En el último siglo, el uso de agua a nivel mundial ha aumentado a más del doble de la tasa de crecimiento demográfico. Este crecimiento, junto con la rápida urbanización, el desarrollo económico y las modalidades cambiantes de consumo, continúan impulsando la demanda de agua, que a su vez se intensifica con el cambio climático. Se estima que para el año 2030, 700 millones de personas podrían ser desplazadas por una escasez intensa de agua. Actualmente, un tercio de los países sufre un nivel medio a alto de estrés por la escasez de agua. Los países con altos niveles de estrés por la escasez de agua se encuentran ubicados en África septentrional y Asia occidental, o en Asia central y meridional. Para disminuir la presión sobre los recursos de agua dulce, todos los países y regiones deben aumentar el uso de recursos hídricos no convencionales, como la reutilización de aguas residuales, el agua desalinizada y el uso directo de agua de alcantarillado para labores agrícolas. Algunos países han progresado en la gestión integrada de sus recursos hídricos, pero es necesario avanzar con una mayor rapidez Los recursos hídricos deben gestionarse de forma prudente para garantizar su sostenibilidad y reparto equitativo entre los usuarios. El marco global para este abordaje se conoce como gestión integrada de recursos hídricos (GIRH) y contempla políticas, instituciones, instrumentos de gestión y financiamiento. De los 172 países que informaron haber implementado la GIRH en 2018, un 80% registró un nivel de implementación medio-bajo o superior. Esto significa que sentaron una base sólida para poner en marcha muchos de los elementos de esta implementación. Sin embargo, un 60% de los países todavía no había tomado las medidas necesarias para alcanzar la meta de implementación total para el año 2030. Es necesario acelerar el progreso, sobre todo en el área de financiamiento sostenible. En el año 2018, el puntaje global promedio de la implementación de la GIRH fue de 49 sobre 100. La participación de la comunidad es clave para garantizar que la GIRH se adapte a los contextos locales. Un 70% de los países informó que habían puesto en marcha ciertos procedimientos (definidos por normativas o leyes) para la participación comunitaria en las áreas de suministro rural de agua potable y gestión de los recursos hídricos. Sin embargo, la implementación de estos procedimientos se ve restringida debido a la falta de recursos humanos y financieros. Los compromisos de donación al sector hídrico han aumentado mientras que los desembolsos se estabilizaron Los desembolsos de países donantes de asistencia oficial para el desarrollo (AOD) al sector hídrico fueron en aumento durante varios años, alcanzando casi 9,1 mil millones de dólares en el año 2016. Sin embargo, de 2016 a 2017, esa cifra cayó en un 2%. Esta baja puede deberse a un reajuste de los donantes en la transición de los Objetivos de Desarrollo del Milenio a los Objetivos de Desarrollo Sostenible y se corresponde con una disminución en los compromisos de AOD al sector hídrico entre los años 2012 y 2016 (de 12,5 mil millones de dólares a 9,5 mil millones). De modo alentador, los compromisos de AOD aumentaron un 36% entre 2016 y 2017, lo que indica un interés renovado de los donantes en el sector hídrico. Este gran aumento en los compromisos de AOD se atribuye, principalmente, a la triplicación de los compromisos con recursos hídricos para uso agrícola impulsados por nuevos proyectos en Asia meridional y sudoriental. Los sistemas de suministro de agua y saneamiento también experimentaron un aumento sustancial en este período, de 7,6 mil millones a 9,1 mil millones de dólares, con importantes aumentos en AOD para normativas y gestión administrativa en el sector hídrico, así como para grandes sistemas de suministro de agua y saneamiento.Compromisos de AOD y desembolsos en el sector hídrico, 2000-2017 (millones de dólares constantes de 2016) 04,0008,00010,00012,00014,000 2,0006,000 2017 2015 2010 2005 2000 Compromiso DesembolsoImplementación promedio de GIRH, 2018 (porcentaje) 0Puntuación promedio 20 40 60 80 100Asia oriental y sudoriental 53 T odo el mundo 49Australia y Nueva Zelandia 72Europa y América del Norte 67África septentrional y Asia occidental55África subsahariana 40Oceanía* 38Asia central y meridional 37América Latina y el Caribe 35 * Excepto Australia y Nueva Zelandia.Muy alto Alto Medio-alto Medio-bajo Bajo Muy bajoNivel de estrés por la escasez de agua: extracción de agua dulce como proporción del total de los recursos renovables de agua dulce, últimos años disponibles, 2000-2015 (porcentaje) Menos de 10 10¬25 25¬70 70 o másInforme de los Objetivos de Desarrollo Sostenible 2019 36 Garantizar el acceso a una energía asequible, fiable, sostenible y moderna para todos El mundo está avanzando hacia el Objetivo 7 con señales alentadoras de que la energía se está volviendo más sostenible y ampliamente accesible. Ha comenzado a acelerarse el acceso a la energía eléctrica en los países más pobres, la eficiencia energética sigue mejorando y la energía renovable está logrando avances impresionantes en el sector eléctrico. No obstante, debe enfocarse la atención en mejorar el acceso de 3.000 millones de personas a combustibles y tecnologías no contaminantes y seguros para cocinar, ampliar el uso de la energía renovable más allá del sector de la energía eléctrica y aumentar la electrificación en África subsahariana. Casi 9 de cada 10 personas tienen ahora acceso a la energía eléctrica, pero será necesario redoblar los esfuerzos para alcanzar a aquellos que todavía no tienen acceso a ella Más personas que nunca están usando energía eléctrica y la proporción de la población mundial que tiene acceso a este servicio aumentó del 83% en 2010 al 87% en 2015 y para luego acelerarse al 89% en 2017 (un aumento de un punto porcentual anual en los dos últimos años). Sin embargo, 840 millones de personas carecían de este servicio esencial en 2017, en su mayoría en África subsahariana. En esa región, la electrificación comenzó a crecer a un ritmo superior al de la población desde 2015, y en 2017 sólo el 44% de la población tenía acceso a ella y se estima que 573 millones de personas no contaban con energía eléctrica. A nivel mundial, la electrificación de las zonas rurales progresó rápidamente entre los años 2015 y 2017, pero continúa existiendo una amplia brecha. En 2017, la cobertura en las áreas rurales era del 78%, en comparación con el 97% en las zonas urbanas. Esto significa que el 87% de las personas que no disponen de energía eléctrica actualmente viven en zonas rurales. Los futuros esfuerzos de electrificación enfrentarán la dificultad de alcanzar poblaciones no atendidas, incluidas aquellas que han sido desplazadas o viven en comunidades remotas y de difícil acceso, y las que están conectadas a una red urbana frágil y sobrecargada. Tres mil millones de personas continúan sin acceso a combustibles y tecnologías no contaminantes para cocinar, lo que supone una grave amenaza para la salud humana y el medio ambiente89100100989895916344 78100100929187602925 0 20 40 60 80 100Todo el mundoAustralia y Nueva ZelandiaEuropa y América del NorteAmérica Latina y el CaribeAsia oriental y sudorientalÁfrica septentrional y Asia occidentalAsia central y meridionalOceanía*África subsaharianaProporción de la población con acceso a la energía eléctrica, 2000 y 2017 (porcentaje) 2000 * Excepto Australia y Nueva Zelandia.2017 0¬10 10¬5050¬99 100Información no disponible No aplicaProporción de la población con acceso a combustibles y tecnologías no contaminantes para cocinar, 2017 (porcentaje)El acceso a combustibles y tecnologías no contaminantes y seguros para cocinar ha aumentado desde 2010 a una tasa anual de 0,5 puntos porcentuales, alcanzando el 61% de la población mundial en 2017. Este ritmo es demasiado lento para alcanzar la meta de los ODS y significa que casi 3 mil millones de personas continúan dependiendo de sistemas de cocción ineficientes y altamente contaminantes, lo que resulta en casi 4 millones de muertes prematuras cada año. La falta de combustibles y tecnologías menos contaminantes sigue siendo uno de los principales factores que contribuyen a los problemas de salud y a la degradación del medio ambiente en los países de ingresos bajos y medios. En el África subsahariana, los avances en el uso de combustibles no contaminantes (como el gas licuado de petróleo, el gas natural y la energía eléctrica) y las estufas de bajo consumo no han mantenido el ritmo del crecimiento demográfico, en contraste con lo que ocurre en otras regiones. Para hacer frente a este problema, los encargados de la formulación de políticas deberán tomar medidas concertadas para hacer frente a los principales obstáculos, como la disponibilidad, la asequibilidad, la fiabilidad, la limitada financiación y la concientización de los consumidores. Objetivo 7 | Energía asequible y no contaminante 37Para alcanzar la ambiciosa meta de energía renovable, el progreso en el sector de la energía eléctrica debe ampliarse al transporte y la calefacción La proporción de la energía renovable en el consumo total de energía alcanzó el 17,5% en 2016, en comparación con el 16,6% en 2010. En términos absolutos, el consumo de energía renovable aumentó un 18% durante ese período. La proporción de energía renovable moderna aumentó a un ritmo más rápido, del 8,6% en 2010 al 10,2% en 2016. Esta categoría no incluye el uso tradicional de la biomasa, que refiere al uso ineficiente de la biomasa sólida, como la combustión de madera, carbón u otra materia orgánica. El mayor crecimiento de energía renovable se concentra en el sector de la energía eléctrica. Esto se debe principalmente a la rápida expansión de la energía eólica y solar, impulsada por el apoyo sostenido de políticas y la reducción de costos. Sin embargo, la energía eléctrica solo representa el 20% del consumo final de energía. El 80% restante se concentra en los sectores de calefacción y transporte, en los que las fuentes renovables modernas en el año 2016 representaron solo el 9% y 3,3% del mercado mundial, respectivamente. Para cumplir con la ambiciosa meta de los ODS, la atención de las políticas deberá enfocarse más en el despliegue de las fuentes renovables modernas en ambos sectores esenciales. La eficiencia energética sigue mejorando, pero es necesario tomar medidas más concertadas para alcanzar la meta de los ODS La mejora de la eficiencia energética, junto con un mayor acceso a la energía eléctrica y su asequibilidad, son fundamentales para el objetivo mundial de reducir las emisiones de gases de efecto invernadero. La intensidad energética primaria, definida como el suministro total de energía por unidad de PIB, mejoró en un 2,5% en 2016, con lo que la tasa anual de mejora entre 2010 y 2016 se situó en un 2,3%. Esto es mucho mejor que el progreso observado entre 1990 y 2010, cuando las mejoras anuales promediaron el 1,3%. Sin embargo, no alcanza la meta de los ODS de al menos 2,7%. Además, las últimas estimaciones para 2017 y 2018 sugieren que el ritmo de estas mejoras será más lento. Para impulsar el progreso, los gobiernos tendrán que elevar sus aspiraciones en materia de eficiencia energética. Afortunadamente, existe una serie de opciones de políticas, todas las cuales se han aplicado de alguna forma para estimular el aumento de la eficiencia y sentar las bases de medidas más eficaces. La financiación internacional en energía renovable en los países en desarrollo está aumentando considerablemente Entre los años 2000 y 2009, los compromisos financieros internacionales oficiales para la energía no contaminante y renovable en los países en desarrollo oscilaron entre mil y cuatro mil millones de dólares por año. Estos ascendieron a 9.900 millones de dólares en 2010 y a 18.600 millones de dólares en 2016, es decir, diez veces más que a principios del siglo XXI. Las corrientes financieras anuales fluctuaron enormemente, principalmente debido al momento en que se realizaron las inversiones en energía hidroeléctrica a gran escala. Sin embargo, en general, la proporción de la energía hidroeléctrica en la corriente total disminuyó del 60% entre los años 2000 y 2009, a alrededor del 40% entre 2010 y 2016, mientras que las proporciones de la energía eólica, geotérmica y, especialmente la energía solar, aumentaron. También aumentó el tamaño medio de los proyectos, de un promedio de 10 millones de dólares por proyecto entre 2000 y 2009, a 19 millones de dólares entre los años 2014 y 2016.-2.3-3.4-2.5-2.2-2.1-1.5-1.0-0.80.1 -1.3-1.3-1.7-1.1-1.8-1.10.3-0.4-0.9 -4 -3 -2 -1 0 1Todo el mundoAsia oriental y sudorientalAsia central y meridionalAustralia y Nueva ZelandiaEuropa y América del NorteÁfrica subsaharianaÁfrica septentrional y Asia occidentalAmérica Latina y el CaribeOceanía* 1990 ¬2010 2010 ¬2016Tasa de mejora de la intensidad energética primaria, 1990-2010 y 2010-2016 (porcentaje) * Excepto Australia y Nueva Zelandia. 048121620 2000 2004 2008 2012 2016 Hidroeléctrica Solar Eólica Geotérmica Otras energías renovables Nota: La categoría \"otras fuentes renovables\" incluye la bioenergía, energía marina y otras energías renovables.Compromisos nancieros internacionales de fuentes ociales con países en desarrollo en apoyo de la energía no contaminante y renovable, 2000-2016 (en miles de millones de dólares a precios constantes de 2016)Notas: Los totales pueden no ser iguales a la suma de las partes debido al redondeo. \"Calefacción\" se refiere a la cantidad de energía utilizada para generar calor. El uso tradicional de la biomasa corresponde a la utilización de recursos locales de biomasa sólida por hogares de bajos ingresos que no tienen acceso a combustibles o tecnologías modernas de cocción y calefacción, incluido el consumo en el sector residencial de los países en desarrollo.Proporción de energía renovable en el consumo total de energía y por uso nal, 2010 y 2016 (porcentaje) 7.3 10.2 17.5 20167.9 8.6 16.5 2.5 2010Consumo de energía final total Electricidad Calefacción Transporte Uso tradicional de la biomasa Energía renovable moderna0 5 10 15 20 25Informe de los Objetivos de Desarrollo Sostenible 2019 38 Promover el crecimiento económico sostenido, inclusivo y sostenible, el empleo pleno y productivo, y el trabajo decente para todos El crecimiento económico sostenido e inclusivo puede impulsar el progreso, crear empleos decentes para todos y mejorar el nivel de vida. A nivel mundial, el PIB real per cápita y la productividad laboral han aumentado y el desempleo ha vuelto a caer a los niveles anteriores a la crisis financiera. Sin embargo, la lentitud del crecimiento en general está generando un replanteamiento de las políticas económicas y sociales para alcanzar los objetivos de transformación del Objetivo 8: alcanzar las metas de crecimiento económico en los países menos adelantados; aumentar las oportunidades de empleo, en particular para los jóvenes; disminuir las desigualdades entre las regiones, los grupos de edad y los sexos; minimizar el empleo informal; y promover ambientes laborales seguros y protegidos para todos los trabajadores. El crecimiento económico en los países menos adelantados ha vuelto a crecer, pero la meta del 7% continúa siendo difícil de alcanzar El PIB real per cápita, que representa el nivel medio de vida, aumentó en todo el mundo en un 1,9% en 2017, en comparación con el 1,3% del año 2016. Se espera que este crecimiento se mantenga estable en torno al 2% hasta el año 2020. En los países menos adelantados (PMA), la meta de los ODS es lograr un crecimiento real del PIB de al menos el 7%. En estos países, el PIB real se aceleró de una tasa media anual del 5,8% en el período 2000-2004 al 7,1% entre 2005-2009, antes de disminuir al 4,8% en los años 2010-2017. Se espera que el crecimiento de los PMA aumente al 5,7% en 2020 debido a las condiciones económicas externas favorables y a la estabilidad de los precios de los productos básicos, que fomentan las corrientes financieras y las inversiones en proyectos de recursos naturales e infraestructura. Sin embargo, esta cifra no es suficiente para alcanzar la meta. Se necesitan políticas que promuevan la diversificación económica en estos países para garantizar la sostenibilidad a largo plazo y un crecimiento más inclusivo.T asa de crecimiento anual del PIB real de los países menos adelantados, 2000-2017 (porcentaje) 246810 2017 2015 2010 2005 2000 La productividad laboral está aumentando, aunque existen grandes disparidades entre las regiones Desde la recesión económica mundial de 2009, la productividad laboral (medida como el PIB por trabajador) ha aumentado en todo el mundo, con tasas de crecimiento anual constantemente positivas desde el año 2010. En 2018, la productividad laboral aumentó en un 2,1% en todo el mundo, el mayor crecimiento anual desde el año 2010. Sin embargo, existen grandes disparidades entre las regiones. Entre los años 2017 y 2018, la producción media por trabajador creció más en Asia central y meridional (4,8%) y en Asia oriental y sudoriental (4,2%), mientras que poco cambió en África subsahariana (0,3%) y en América Latina y el Caribe (0,5%). * Excepto Australia y Nueva Zelandia.T asa de crecimiento anual del PIB real por trabajador, 2015 y 2018 (porcentaje) -2 -1 0 1 2 3 4 5T odo el mundoAsia central y meridionalAsia oriental y sudorientalEuropa y América del NorteÁfrica septentrional y Asia occidentalOceanía*América Latina y el CaribeÁfrica subsahariana0.1 0.3 0.5 1.1 2.1 1.4 1.3 2.0 4.0 4.8 1.6 2.13.8 4.20.8-1.5 2018 2015 Objetivo 8 | Trabajo decente y crecimiento económico 39El empleo informal sigue siendo un desafío importante para cumplir con el objetivo de trabajo decente para todos El empleo informal continúa siendo muy generalizado en todos los países en desarrollo. De acuerdo con los últimos datos disponibles para 54 países en desarrollo, en tres cuartas partes de ellos, más de la mitad de los trabajadores en sectores no agrícolas tienen empleos informales. En aproximadamente el 70% de los países, la proporción del empleo informal en los sectores no agrícolas es mayor para las mujeres que para los hombres. Estas constataciones requieren una atención urgente por parte de los encargados de la formulación de políticas, debido a los efectos negativos que el empleo informal tiene en los ingresos, la protección social, la seguridad laboral, la salud y las condiciones de trabajo en general. El empleo informal está vinculado a tasas de pobreza más altas y es un desafío importante para el objetivo del trabajo decente para todos.La continua brecha en la retribución entre mujeres y hombres es un recordatorio notorio de la desigualdad entre sexos Las mujeres siguen ganando menos que los hombres. Un análisis realizado de los últimos datos disponibles para 62 países reveló que el salario medio por hora de los hombres es un 12% más alto que el de las mujeres. Además, los hombres presentaron una ventaja salarial en cada una de las principales categorías laborales en 49 países con datos pertinentes. El promedio de la desigualdad salarial entre hombres y mujeres supera el 20% en las ocupaciones directivas y profesionales, así como entre los artesanos y trabajadores de venta de artesanías, y los operadores y ensambladores en plantas de maquinaria. La desigualdad salarial entre hombres y mujeres se origina en normas sociales rígidas y en expectativas culturales sobre el papel de la mujer en la sociedad. Cuando estas se combinan con desigualdades en las oportunidades de empleo y un menor acceso a la protección social, pueden resultar en diferencias de ingresos a largo plazo y socavar la igualdad de género ahora y en el futuro. La tasa mundial de desempleo disminuye de manera sostenida, pero sigue siendo alta en algunas regiones y entre los jóvenes La tasa mundial de desempleo se ha recuperado finalmente de la crisis financiera que sufrió el mundo en el año 2009. En el año 2018, se situó en 5%, igualando el nivel anterior a la crisis. Sin embargo, existen grandes disparidades entre las regiones y los grupos de edad. En 2018, las tasas de desempleo en África septentrional y Asia occidental (9,9%) y América Latina y el Caribe (8,0%) fueron más de 2,5 veces superiores a las de Asia central y meridional (3,2%). Aunque las disparidades de género en las tasas de desempleo son inferiores al 1% en todo el mundo, en algunas regiones, como Asia occidental y África septentrional, son alarmantes. En estas regiones, la tasa de desempleo de las mujeres en 2018 superó en más de 8 puntos porcentuales a la de los hombres, y en América Latina y el Caribe, la tasa de desempleo de las mujeres fue casi 3 puntos porcentuales superior. Aún más, los jóvenes tienen tres veces más probabilidades de estar desempleados que los adultos. En el año 2018, la tasa de desempleo juvenil fue de 12%, en comparación con el 4% de los adultos. El talento y la energía de una quinta parte de los jóvenes del mundo no se están aprovechando eficazmente En 2018, una quinta parte de los jóvenes del mundo no participaban ni en el estudio, ni en el empleo, ni en la formación (NEET, por sus siglas en inglés). En otras palabras, no están adquiriendo experiencia profesional ni aprendiendo o desarrollando competencias a través de programas de enseñanza o vocacionales durante la etapa formativa de la vida. La situación es más grave en Asia central y meridional, y en África septentrional y Asia occidental, donde más de una cuarta parte de los jóvenes se incluyen en esta categoría. Las diferencias de género en este aspecto son generalizadas. En el año 2018, las mujeres jóvenes tenían más del doble de probabilidades que los hombres jóvenes de estar desempleadas o de no ser incluidas en la fuerza laboral, y de no asistir a la escuela o a un programa de formación (las mujeres jóvenes tenían una tasa NEET del 30% frente al 13% de los hombres jóvenes). En Asia central y meridional, el 46% de las mujeres jóvenes pertenecen a esta categoría, frente al 10% de los hombres jóvenes.T asas de desempleo por región, edad y sexo, 2018 (porcentaje) 0 2 4 6 8 10 12T odo el mundo 5.0Edad Adultos (más de 25 años) 3.8Jóvenes (15-24 años) 11.8SexoMujeres 5.4 Hombres 4.7RegiónÁfrica septentrional y Asia occidental 9.9 América Latina y el Caribe 8.0 África subsahariana 5.9 Europa y América del Norte 5.8 Australia y Nueva Zelandia 5.2 Asia oriental y sudoriental 3.9 Asia central y meridional 3.2Oceanía* 3.5 * Excepto Australia y Nueva Zelandia. Proporción de jóvenes que no cursan estudios, ni trabajan, ni reciben formación, por sexo, 2018 (porcentaje) 01020304050 Asia central y meridionalÁfrica septentrional y Asia occidentalAmérica Latina y el CaribeÁfrica sub- saharianaAsia oriental y sudorientalOceanía* Europa y América del NorteT odo el mundo1330 11.61416 1222 1625 1429 16 1438 1046 Hombres jóvenes Mujeres jóvenes T otal151721202226.627.2 1213 * Excepto Australia y Nueva Zelandia.Informe de los Objetivos de Desarrollo Sostenible 2019 40 Construir infraestructura resiliente, promover la industrialización inclusiva y sostenible y fomentar la innovación La industrialización inclusiva y sostenible, junto con la innovación y la infraestructura, pueden desencadenar fuerzas económicas dinámicas y competitivas que generen empleo e ingresos. Desempeñan un papel fundamental en la introducción y promoción de nuevas tecnologías, al tiempo que facilitan el comercio internacional y propician el uso eficiente de recursos. Sin embargo, el mundo aún tiene un largo camino por recorrer para aprovechar plenamente este potencial. Los PMA, en particular, deben acelerar el desarrollo de su sector de manufactura y aumentar la inversión en investigación científica e innovación para poder cumplir su meta para el año 2030. Como aspecto positivo, la intensidad de carbono de las industrias manufactureras disminuyó a una tasa anual de casi 3% entre los años 2010 y 2016, lo que muestra una desvinculación general entre las emisiones de CO 2 y el crecimiento del PIB. Las corrientes oficiales totales para la infraestructura económica de los países en desarrollo alcanzaron los 59.000 millones de dólares en 2017, lo que representa un aumento del 32,5% en términos reales desde 2010. Además, se han logrado avances impactantes en la conectividad móvil. A pesar del reciente progreso, la industrialización en los países menos adelantados sigue siendo demasiado lenta para alcanzar la meta fijada para el año 2030. El crecimiento de la industria manufacturera se contrajo en 2018, tanto en las regiones en desarrollo como en las desarrolladas, debido en gran medida a las nuevas barreras comerciales y arancelarias que limitan la inversión y la expansión futura. A pesar de la desaceleración, la proporción mundial del valor agregado por manufactura (VAM) en el PIB aumentó ligeramente del 15,9% en 2008 al 16,5% en 2018, cuando comenzó a estancarse. En los PMA, la proporción de la manufactura en el PIB total aumentó un 2,5% anual entre los años 2015 y 2018. Sin embargo, esta cifra no alcanza el ritmo necesario para duplicar la proporción del VAM en el PIB para el 2030 y requiere una acción acelerada. Las disparidades en la productividad industrial entre las naciones ricas y pobres siguen siendo contundentes. Por ejemplo, en el año 2018 el VAM per cápita en los PMA fue de sólo 114 dólares, en comparación con 4.938 dólares en Europa y América del Norte. 0 5 10 15 20 25 30 * Excepto Australia y Nueva Zelandia.Proporción del valor agregado por manufactura en el PIB, 2008 y 2018 (porcentaje) Oceanía*7 5 Australia y Nueva Zelandia8 6 África subsahariana10 10 África septentrional y Asia occidental11 12 América Latina y el Caribe15 13 Europa y América del Norte13.4 13 Asia central y meridional15 16 Asia oriental y sudoriental25 26 Países menos adelantados10 13 Países en desarrollo sin litoral12 11 Pequeños Estados insulares en desarrollo22 18 Todo el mundo15.9 16.5 2008 2018 Las pequeñas industrias en los países más pobres carecen de los servicios financieros que necesitan para crecer e innovar Las pequeñas industrias son la columna vertebral del desarrollo industrial de los países en desarrollo. Con un monto relativamente pequeño de inversión de capital y una base de recursos predominantemente local, las pequeñas industrias generan un importante número de empleo y autoempleo. Sin embargo, uno de los mayores desafíos a los que se enfrentan estas industrias es el acceso a préstamos o líneas de crédito para las actividades comerciales cotidianas. Para que estas industrias crezcan es crucial una financiación adecuada, ya que les permite innovar, mejorar la eficiencia, expandirse a nuevos mercados y crear nuevas oportunidades de empleo. Si bien el 31,5% de las pequeñas industrias (de manufactura y servicios) de todo el mundo se benefician de préstamos o líneas de crédito, se destacan las diferencias regionales. Por ejemplo, más de la mitad de las pequeñas industrias de América Latina y el Caribe reciben este tipo de servicios financieros, en comparación al 20,7% del África subsahariana. Proporción de pequeñas empresas manufactureras con un préstamo o línea de crédito, valor más reciente, 2009-2018 (porcentaje) 60¬75 y más 45¬60 30¬45 15¬30 0¬15 Objetivo 9 | Industria, innovación e infraestructura 41La industria manufacturera de alta tecnología está creciendo en todo el mundo, excepto en África subsahariana En los últimos años se ha observado un alejamiento constante de las actividades de manufactura de baja tecnología basadas en recursos hacia tecnologías media-alta o alta. Estos sectores manufactureros de tecnología más alta, a menudo dependientes de las últimas tecnologías, producen una amplia gama de bienes de consumo, desde computadoras, televisores y otros dispositivos de comunicación hasta electrodomésticos y otro equipo doméstico. La demanda de estos productos tiende a aumentar de acuerdo con el aumento de los niveles de ingresos. La proporción de las industrias de tecnología media-alta y alta en el total del VAM aumentó del 40,5% en el año 2000 al 44,7% en 2016, presentando grandes diferencias entre las regiones. En 2016 por ejemplo, en Asia oriental y sudoriental, así como en Europa y América del Norte, más del 47% del total del VAM procedía de sectores de alta tecnología. En cambio, en Oceanía (sin incluir Australia y Nueva Zelandia) y en África subsahariana, la proporción fue de sólo 1,9% y 14,9%, respectivamente. Entre los años 2000 y 2016, la proporción del VAM de tecnología media- alta y alta en el total del VAM en África subsahariana disminuyó, mientras que aumentó en todas las demás regiones. El gasto mundial en investigación y desarrollo ha alcanzado los 2 billones de dólares por año, con grandes disparidades entre los países La proporción del PIB mundial invertida en investigación y desarrollo (I+D) aumentó del 1,52% en 2000 al 1,68% en 2016. En términos absolutos, las inversiones mundiales en I+D alcanzaron los 2 billones de dólares (paridad de poder adquisitivo) en 2016, comparado con los 739.000 millones de dólares en el año 2000. Esto representa una tasa media de crecimiento anual del 4,3% cuando se ajusta para tener en cuenta la inflación. Existen grandes disparidades entre las regiones. En 2016, en Europa y América del Norte, el 2,21% del PIB se gastó en I+D, en comparación con el 0,42% y el 0,83%, respectivamente, en el África subsahariana y Asia occidental. Estas disparidades indican la necesidad continua de un firme apoyo normativo para aumentar la financiación en I+D en las regiones en desarrollo. Casi todas las personas viven dentro del alcance de las redes de telefonía móvil, pero no todas pueden permitirse el lujo de utilizarlas Las conexiones a Internet de banda ancha fija continúan fuera del alcance de muchas personas. Sin embargo, la cobertura de la telefonía móvil e Internet de banda ancha móvil se ha expandido rápidamente, alcanzando ahora casi a la totalidad de la población mundial. En 2018, el 96% de la población mundial vivía dentro del alcance de una señal de telefonía móvil y el 90% de la población podía acceder a Internet a través de una red de tercera generación (3G) o de mayor calidad. Sin embargo, aunque la mayoría vive dentro del alcance de estas señales, no todos pueden aprovecharlas. El costo del acceso a las redes de telefonía móvil e Internet móvil de banda ancha sigue siendo demasiado elevado para muchos, en particular para los grupos de población más desfavorecidos y en situación de riesgo. De hecho, poco más de la mitad de la población mundial utiliza actualmente Internet, con tasas mucho más bajas en los PMA (alrededor del 20%).0 10 20 30 40 50 60Todo el mundoPequeños Estados insulares en desarrolloPaíses en desarrollo sin litoralPaíses menos adelantadosAsia oriental y sudorientalEuropa y América del NorteÁfrica septentrional y Asia occidentalAsia central y meridionalAmérica Latina y el CaribeAustralia y Nueva ZelandiaÁfrica subsaharianaOceanía*Proporción del valor añadido manufacturero de tecnología media-alta y alta en el total del VAM, 2000 y 2016 (porcentaje) 1.5 1.9 18 14.9 25 26 27 30 29 34 29 35 42 47.4 47 47.7 8 10 18 10 55 59 40.5 44.7 2000 2016 * Excepto Australia y Nueva Zelandia. Cantidad de personas cubiertas por una red móvil, por tecnología, 2007-2018 (en miles de millones) 1 0 2 3 4 5 6 7 8 2007 2010 2013 2016 2018 estimado Usuarios de Internet Población mundial LTE o superior 2G 3G Nota: La evolución a largo plazo (LTE, por sus siglas en inglés) es una norma para la comunicación inalámbrica de alta velocidad que permite velocidades superiores a las tecnologías 3G pero no cumple con los criterios técnicos del servicio inalámbrico 4G.Gasto interno bruto en I+D como proporción del PIB, 2016 o último año disponible 2.01 y datosInforme de los Objetivos de Desarrollo Sostenible 2019 42 Reducir la desigualdad en los países y entre ellos La desigualdad en los países y entre ellos es un motivo de preocupación constante a pesar de los avances que se han logrado en algunas áreas. La desigualdad de ingresos continúa aumentando en muchos lugares del mundo, incluso a pesar de que el 40% más pobre de los habitantes de la mayoría de los países han logrado un incremento de sus ingresos. Se requiere de un mayor enfoque en reducir las desigualdades de ingresos y de otros tipos, incluso aquellas relacionadas con el acceso al mercado laboral y el comercio. Concretamente, se deben realizar esfuerzos adicionales para aumentar aún más el acceso de los países más pobres Los datos muestran un progreso disparejo en la proporción de la prosperidad dentro de los países Para medir si los habitantes más pobres de un país participan del progreso económico, resulta útil comparar el crecimiento de los ingresos (o del consumo) familiar del 40% de la población más pobre con los de la población total. Esto ofrece un indicativo de si la prosperidad en general se comparte con el 40% más pobre en la escala de ingresos de un país. En 92 países con datos comparables en el período de 2011 a 2016, los resultados fueron disparejos. En 69 países, el 40% más pobre ha visto un aumento de sus ingresos, pero con grandes variaciones entre países. En 50 de esos 69 países, los ingresos del 40% más pobre de la población aumentaron con mayor rapidez que el promedio nacional. Sin embargo, cabe destacar que el 40% más pobre recibió aún menos del 25% del ingreso total. En muchos países, el 1% más rico de la población acumula cada vez más ingresos. Los datos para medir los ingresos familiares en ese análisis fueron limitados. Solo 13 países de África subsahariana presentaron datos sobre el crecimiento de los ingresos del período más reciente. Esto señala la necesidad actual de mejorar los procesos de recopilación de datos y desarrollar capacidades estadísticas, en especial en los países más pobres. Tanto los países ricos como los pobres pueden beneficiarse de políticas que promuevan la igualdad y la inclusión Un objetivo de desarrollo importante para muchos países es reducir la desigualdad y abordar la inclusión social. Uno de los indicadores de la pobreza relativa y la desigualdad es la proporción de personas que viven por debajo del 50% del nivel medio de ingresos. Un análisis de datos de 110 países de ingresos altos y bajos mostró que, en un país promedio, un 14% de los habitantes vive con un nivel de ingresos inferior a este umbral. El país con mayor desigualdad presentaba cifras un 26% por debajo de ese umbral, y el país con menor desigualdad, un 3%. Sin embargo, tanto los países ricos como los pobres presentaban niveles altos y bajos de desigualdad. La desigualdad de ingresos no se correlaciona demasiado con la pobreza ni con la riqueza y las normativas que promueven la igualdad y la inclusión tienen una importancia universal.Los países con una proporción alta de préstamos morosos deben concentrarse en la salud de sus sistemas bancarios La estabilidad del sistema financiero de un país es clave para asignar recursos de forma eficaz, gestionar riesgos y garantizar que puedan alcanzarse los objetivos macroeconómicos que beneficien a todos. Una forma de medir la estabilidad financiera es a partir de la proporción de préstamos morosos en relación con los préstamos totales a depositantes en un sistema bancario. Un análisis de 138 países entre los años 2010 y 2017 mostró que, en la mitad de esos países, los préstamos morosos constituían menos del 5% del total de los préstamos. En el año 2017, más de un cuarto de los países mostraron un porcentaje superior de préstamos morosos (10% o más) y cuatro países mostraron una proporción superior al 30%. Una elevada proporción de préstamos morosos suele afectar la rentabilidad y socava el entorno empresarial en general, lo que puede tener consecuencias para el crecimiento económico, el desempleo y otros factores que afectan la desigualdad.Two different guide layers for two- and three-line titles. Guides for edge of right-aligned text and bars uniform (and account for space for other languages). Swatches are of full, 75%, 50% and 25% color. All bars should be 0p6 wide with 0 spacing within country and 0p2 spacing between country uses hanging indent.Tasa anual de crecimiento de ingresos per cápita del 40% más pobre de la población en comparación con la población total, 2011-2016 (porcentaje) -10.0 a -6.0 Mas de -6.0 a -4.0 de -4.0 a -2.0 Mas de -2.0 a -0.5 Mas de -0.5 a 0.0Mas de 0.0 a 0.5 Mas de 0.5 a 2.0 Mas de 2.0 a 4.0 Mas de 4.0 a 6.0 Mas de 6.0 a 10.0 Sin datosa las exportaciones con aranceles nulos y para ofrecer asistencia técnica a los PMA y a los pequeños estados insulares en desarrollo que buscan beneficiarse de una situación comercial preferencial. Objetivo 10 | Reducción de las desigualdades 43A nivel mundial, la proporción del producto nacional que se utiliza para remunerar a los trabajadores disminuye La aplicación de políticas para facilitar una migración ordenada, segura, regular y responsable es amplia, pero dista de ser universal La mayoría de los países cuentan con políticas que facilitan una migración y una movilidad ordenadas, seguras, regulares y responsables para las personas. Sin embargo, se pueden encontrar diferencias significativas entre los seis ámbitos normativos de este indicador. Para cada uno de estos ámbitos, más de la mitad de 105 países con datos disponibles cuentan con un conjunto integral de medidas normativas, lo que significa que informaron disponer de normativas de migración para un 80% o más de las subcategorías de cada ámbito. Los derechos y el bienestar económico de los migrantes son las áreas que demuestran las principales deficiencias en materia normativa, ya que más del 40% de los países carecen de un conjunto completo de medidas en esos ámbitos. Las normativas para promover la cooperación y las asociaciones y facilitar la migración segura, ordenada y regular son las más difundidas, y más de tres cuartas partes de los países informan de que han adoptado una amplia gama de medidas de ese tipo.Los países con ingresos más bajos continúan beneficiándose de una situación comercial preferencial El acceso a exportaciones libres de derechos continúa aumentando para los PMA, los pequeños estados insulares en desarrollo y las regiones en desarrollo en general. Los PMA fueron los más beneficiados: la cobertura del tratamiento libre de derechos aumentó 5,5 puntos porcentuales entre los años 2016 y 2017, alcanzando un 65,6% de todos los productos exportados. Alrededor del 51% de las exportaciones de regiones en desarrollo ahora califican para recibir un tratamiento libre de derechos. En el plano sectorial, las mejoras en el tratamiento de los PMA se debieron, principalmente, a un aumento en el acceso libre de derechos para productos agrícolas e industriales (aumentos de 7,3 y 5,4 puntos porcentuales, respectivamente). Sin embargo, para los PMA y otros países en desarrollo, este acceso no es automático en los puntos de control aduanero. Los exportadores deben cumplir con procesos de certificación de normas de origen para recibir este tratamiento preferencial. Estos procedimientos pueden ser costosos y llevar mucho tiempo para las pequeñas y medianas empresas, lo que disminuye el incentivo para solicitar un trato preferencial.Proporción de PIB que corresponde al trabajo, 2004 y 2017 (porcentaje) 2004 20170 10 20 30 40 50 60T odo el mundoÁfrica septentrional y Asia occidentalAsia central y meridionalAmérica Latina y 50.548.4 45.851.2 36.335.8 51.453.7 Proporción de líneas arancelarias con aranceles nulos aplicados a exportaciones de países en desarrollo, países menos adelantados y pequeños estados insulares en desarrollo, 2005-2017 (porcentaje) 3040506070 Pequeños Estados insulares en desarrolloPaíses menos adelantados Todos los países desarrollados2017 2015 2010 2005 Gobiernos con normativas para facilitar la migración y la movilidad ordenadas, seguras, regulares y responsables de las personas, por ámbito normativo, 2019 (porcentaje) 54 77 57617670DOMINIO 1 Derechos de los migrantes DOMINIO 2 Políticas pangubernamentales/ basadas en evidencias DOMINIO 3 Cooperación y asociaciones DOMINIO 4 Bienestar socio-económicoDOMINIO 5 Dimensiones móviles de crisisDOMINIO 6 Migración segura, ordenada y regular Nota: Según la información provisoria disponible para 105 países (al 17 de mayo de 2019).La proporción del producto nacional que se asigna al mercado laboral es un indicador de si el crecimiento económico se traducirá en ingresos más altos para los trabajadores en el curso del tiempo. Un aumento en el ingreso nacional puede llevar a una mejora del nivel de vida, pero esto depende de su distribución a través de los distintos aspectos de la producción, lo que incluye la mano de obra, el capital y el territorio. La proporción de ingresos nacionales que se destinan al mercado laboral muestra una reducción progresiva desde el año 2004 en todo el mundo. Esto significa que la proporción del producto nacional utilizada para remunerar a los trabajadores ha disminuido. La disminución se revirtió en forma temporal durante la crisis financiera mundial de los años 2008- 2009 debido a una contracción repentina del PIB. Tanto Asia central y meridional como Europa y América del Norte fueron los principales generadores de la caída en la proporción de trabajo a nivel mundial. Entre los años 2004 y 2017, la proporción ajustada de trabajo del PIB disminuyó más de 5 puntos porcentuales en Asia central y meridional (de 51,2% a 45,8%) y cerca de 2 puntos porcentuales en Europa y América del Norte (de 59,6% a 57,6%). En cambio, en América Latina y el Caribe, la proporción de ingresos laborales aumentó de 48,4% a 50,5% durante el mismo período.Informe de los Objetivos de Desarrollo Sostenible 2019 44 Lograr que las ciudades y los asentamientos humanos sean inclusivos, seguros, resilientes y sostenibles El mundo se está urbanizando cada vez más. Desde el año 2007, más de la mitad de la población mundial vive en ciudades y se prevé que esa proporción aumente al 60% para 2030. Las ciudades y las áreas metropolitanas son los motores del crecimiento económico y contribuyen con aproximadamente el 60% del PIB mundial. Sin embargo, también representan alrededor del 70% de las emisiones mundiales de carbono y más del 60% del consumo de los recursos. La rápida urbanización resulta en una cantidad creciente de habitantes de barrios marginales, así como infraestructuras y servicios inadecuados y sobrecargados (tales como la recolección de desechos, los sistemas de agua y saneamiento, las carreteras y el transporte), lo que empeora la contaminación atmosférica y genera una expansión urbana no planificada. Para responder a estos desafíos, 150 países han elaborado planes urbanos nacionales, de los cuales casi la mitad se encuentran en la fase de ejecución. Garantizar que estos planes se ejecuten correctamente ayudará a las ciudades a crecer de manera más sostenible e inclusiva. La rápida urbanización y el crecimiento de la población superan el ritmo de la construcción de viviendas adecuadas y asequibles La proporción de la población urbana que vive en barrios marginales en todo el mundo disminuyó en un 20% entre los años 2000 y 2014 (del 28% al 23%). Recientemente, esta tendencia positiva se invirtió y la proporción aumentó al 23,5% en el año 2018. La cifra absoluta de personas que viven en barrios marginales o asentamientos improvisados aumentó a más de mil millones y el 80% se atribuye a tres regiones: Asia oriental y sudoriental (370 millones), África subsahariana (238 millones) y Asia central y meridional (227 millones). Se estima que 3 mil millones de personas necesitarán una vivienda adecuada y asequible para el año 2030. La creciente cantidad de habitantes de barrios marginales es el resultado de la urbanización y del crecimiento de la población, lo que supera el ritmo de la construcción de viviendas nuevas y asequibles. La vivienda adecuada es un derecho humano y su ausencia afecta negativamente la equidad e inclusión urbanas, la salud y la seguridad, y las oportunidades de subsistencia. Es necesario renovar la atención de las normativas y aumentar las inversiones para garantizar viviendas asequibles y adecuadas para todos para el año 2030. El acceso al transporte público está aumentando, pero es necesario avanzar más rápidamente en las regiones en desarrollo El transporte público es un servicio esencial para la población urbana y un catalizador para el crecimiento económico y la inclusión social. Además, con un número creciente de personas que se trasladan a las zonas urbanas, el uso del transporte público ayuda a mitigar la contaminación atmosférica y el cambio climático. Según datos obtenidos de 227 ciudades en 78 países, en el año 2018, el 53% de la población urbana tenía acceso conveniente al transporte público (definido como residir a una distancia de hasta 500 metros a pie de una parada de autobús o sistema de transporte de baja capacidad, o a mil metros de una terminal de ferrocarril o transbordador). En la mayoría de las regiones, el número de personas que utilizan el transporte público aumentó en casi un 20% entre los años 2001 y 2014. África subsahariana se ha quedado rezagada, ya que sólo el 18% de sus habitantes tienen un acceso conveniente al transporte público. En algunas regiones de poco acceso, los métodos de transporte informal están ampliamente disponibles y, en muchos casos, proporcionan un transporte fiable. Es necesario redoblar los esfuerzos para garantizar que el transporte sostenible esté al alcance de todos, en particular de las poblaciones vulnerables como mujeres, niños, personas de edad y personas con discapacidades.Two different guide layers for two- and three-line titles. Guides for edge of right-aligned text and bars uniform (and account for space for other languages). Swatches are of full, 75%, 50% and 25% color. All bars should be 0p6 wide with 0 spacing within country and 0p2 spacing between country uses hanging indent.Población urbana que vive en barrios marginales o asentamientos improvisados, 2018 (millones de personas) Otras regionesAsia central y meridionalÁfrica subsaharianaAsia oriental y sudoriental T odo el mundo 1,033199 370 238227 Proporción de la población con acceso conveniente al transporte público, 2018 (porcentaje) 0 10 20 30 40 50 60 70 80T odo el mundoAustralia y Nueva ZelandiaEuropa y América del NorteAmérica Latina y el CaribeAsia oriental y sudorientalÁfrica septentrional y Asia occidentalAsia central y meridionalOceanía*África subsahariana * Excepto Australia y Nueva Zelandia.18 21 39 40 49 50 74 75 53 Objetivo 11 | Ciudades y comunidades sostenibles 45Los residuos municipales están aumentando, lo que destaca la creciente necesidad de invertir en infraestructura urbana En todo el mundo, 2 mil millones de personas no contaban con servicios de recolección de residuos y 3 mil millones de personas no tenían acceso a instalaciones de eliminación controlada de desechos, según datos recopilados entre los años 2010 y 2018. Este problema continuará aumentando a medida que crezca la urbanización, los niveles de ingresos aumenten y las economías se orienten más hacia los consumidores. Se estima que la cantidad total de residuos generados en el mundo se duplique, pasando de casi 2 mil millones de toneladas métricas en el año 2016 a unos 4 mil millones de toneladas métricas en 2050. La proporción de residuos sólidos municipales recolectados de manera regular aumentó del 76% en el período 2001-2010 al 81% en los años 2010-2018. Eso no significa que se haya eliminado correctamente. Muchas instalaciones municipales de eliminación de residuos sólidos en países de ingresos bajos y medios son vertederos abiertos que contribuyen a la contaminación del aire, el agua y el suelo, lo que incluye los desechos plásticos, así como emisiones de gases de efecto invernadero como el metano. Es urgente invertir en infraestructura de gestión de desechos para mejorar el manejo de los residuos sólidos en gran parte del mundo. En demasiadas ciudades la contaminación del aire se ha convertido en un peligro inevitable para la salud Los espacios públicos abiertos hacen que las ciudades sean más inclusivas, pero muchos habitantes no se encuentran a una distancia a la que puedan acceder a ellas a pie Una ciudad está conformada por una matriz conectiva de calles y espacios públicos sobre la que descansa todo lo demás. Los espacios públicos inadecuados, mal diseñados o privatizados vuelven a la ciudad cada vez más segregada. La inversión en redes de calles y espacios públicos abiertos mejora la productividad urbana, los medios de vida y el acceso a los mercados, los empleos y los servicios públicos, en particular en países donde más de la mitad de la fuerza laboral urbana es informal. De acuerdo con datos de 2018, de 220 ciudades en 77 países pocas ciudades han podido implementar un sistema de espacios públicos abiertos que cubra zonas urbanas enteras, es decir, que esté al alcance de todos los habitantes. Los resultados muestran que la proporción media de la población que se encuentra a poca distancia (400 metros o menos) de un espacio público abierto es de alrededor del 31%, con enormes variaciones entre las ciudades (desde un mínimo de 5% a un máximo de 90%). Un porcentaje bajo no significa necesariamente que una proporción inadecuada de las tierras sea un espacio público abierto, sino que la distribución de tales espacios en la ciudad es desigual.Proporción de residuos sólidos urbanos recolectados, 2001-2010 y 2010-2018 (porcentaje) 0 20 40 60 80 100 * Excepto Australia y Nueva Zelandia.2001 ¬2010 2010 ¬2018África subsahariana5232 Oceanía*6160 África septentrional y Asia occidental7579 Latin America and the Caribbean7780 América Latina y el Caribe8185 Asia central y meridional8584 Europa y América del Norte9497 Australia y Nueva Zelandia9999 T odo el mundo8176 Exposición anual a materia particulada na del medio ambiente (PM 2,5) en zonas urbanas, ponderada en función de la población, 2016 (microgramos por metro cúbico ( /uni03BCg/m3)) Mas de 50 35 a 50 25 a 3515 a 25 10 a 15 0 a 10 Distribución de las ciudades por porcentaje de tierras asignadas a espacios públicos abiertos y por porcentaje de la población que vive a poca distancia (400 metros) de los espacios públicos abiertos, 2018 (número de ciudades) Porcentaje de la población que vive a poca distancia (400 metros) de los espacios públicos abiertosPorcentaje de tierras asignadas a espacios públicos abiertos 0 20 40 60 80 100 12030-39 3340-49 5 10-19 2En el año 2016 nueve de cada diez personas de la población urbana respiraban aire contaminado, es decir, que no cumplía con las directrices de calidad del aire de la OMS para niveles medios anuales de materia particulada fina (PM 2,5) de 10 microgramos o menos por metro cúbico. Más de la mitad de esas personas estuvieron expuestas a niveles de contaminación atmosférica al menos 2,5 veces superiores al valor de las directrices. La calidad del aire empeoró entre los años 2010 y 2016 para más del 50% de la población mundial. Asia central y meridional y África subsahariana son las dos regiones que registraron los mayores aumentos en las concentraciones de materia en partículas. En los países de ingresos bajos y medios la calidad del aire del 97% de las ciudades con más de 100.000 habitantes no cumplía con las directrices de calidad del aire en 2016, en comparación con el 49% de los países de ingresos altos. La contaminación del aire ambiente causada por el tráfico, la industria, la generación de energía, la quema de residuos y el uso de combustibles domésticos, combinada con la contaminación del aire en los hogares, constituye una grave amenaza tanto para la salud humana como para los esfuerzos por contener el cambio climático. Más del 90% de las muertes relacionadas con la contaminación atmosférica se producen en países de ingresos bajos y medios, principalmente en Asia y África.Informe de los Objetivos de Desarrollo Sostenible 2019 46 Garantizar modalidades de consumo y producción sostenibles El progreso económico y social en el curso del último siglo ha ido acompañado de una degradación ambiental que está poniendo en peligro los mismos sistemas de los que depende nuestro desarrollo futuro, y de hecho, nuestra propia supervivencia. En todo el mundo, seguimos utilizando cantidades cada vez mayores de recursos naturales para apoyar nuestra actividad económica. La eficiencia con la que se utilizan estos recursos no ha cambiado a nivel mundial, por lo que todavía no hemos visto una separación entre el crecimiento económico y el uso de los recursos naturales. La generación de residuos es cada vez mayor en todo el mundo. Alrededor de un tercio de los alimentos producidos para el consumo humano cada año se pierde o se desperdicia, la mayor parte en Reducir nuestra huella material es un imperativo mundial La \"huella material\" se refiere a la cantidad total de materia prima extraída para satisfacer la demanda de consumo final. Es uno de los indicadores de las presiones que se ejercen sobre el medio ambiente para apoyar el crecimiento económico y satisfacer las necesidades materiales de las personas. La huella material mundial aumentó de 43 mil millones de toneladas métricas en el año 1990 a 54 mil millones en el 2000, y a 92 mil millones en 2017, lo que representa un aumento del 70% desde el año 2000 y un 113% desde el año 1990. La tasa de extracción de recursos naturales se ha acelerado desde el año 2000. Sin normativas concertadas, se prevé que aumente a 190 mil millones de toneladas métricas para el año 2060. Aún más, la huella material mundial está aumentando a un ritmo más rápido que la población y la producción económica. En otras palabras, el crecimiento de la huella material no se ha separado del crecimiento de la población ni del crecimiento del PIB en todo el mundo. Es imperativo invertir cuanto antes esta tendencia. El nivel de vida de las personas de las naciones más ricas depende en gran medida de los recursos extraídos de los países más pobres La huella material per cápita también ha aumentado a un ritmo alarmante. En el año 1990, se utilizaba alrededor de 8,1 toneladas métricas de recursos naturales para satisfacer las necesidades de una persona. En 2017, esa cifra aumentó a 12,2 toneladas métricas, lo que representa un incremento del 50%. Ese año, los países de ingresos altos contaban con la mayor huella material per cápita (aproximadamente 27 toneladas métricas por persona), un 60% más que los países de ingresos medios y altos (17 toneladas métricas por persona) y más de 13 veces el nivel de los países de ingresos bajos (2 toneladas métricas por persona). La huella material de los países de ingresos altos es mayor que su consumo nacional de materiales, lo que indica que el consumo en esos países depende de materiales de otros países a través de las cadenas de suministro internacionales. En términos per cápita, los países de ingresos altos dependen de 9,8 toneladas métricas de materia prima extraída en otras partes del mundo.Two different guide layers for two- and three-line titles. Guides for edge of right-aligned text and bars uniform (and account for space for other languages). Swatches are of full, 75%, 50% and 25% color. All bars should be 0p6 wide with 0 spacing within country and 0p2 spacing between country uses hanging indent.100120140160180Población, huella material e índice de crecimiento del PIB, 2000-2017 (base de referencia 2000=100) 2017 2015 2010 2005 2000 PIB Huella material Población Huella material per cápita, 2000 y 2017 (toneladas métricas por persona) 0 5 10 15 20 25 30T odo el mundoIngresos altosIngresos medios-altosIngresos medios-bajosIngresos 26.3 8.8 12.2 2000 2017los países desarrollados. Se requieren medidas urgentes para garantizar que las necesidades materiales actuales no lleven a una sobreexplotación de los recursos y a una mayor degradación del medio ambiente. Deben adoptarse normativas para mejorar la eficiencia de los recursos, minimizar los residuos e integrar las prácticas de sostenibilidad en todos los sectores de la economía. Objetivo 12 | Producción y consumo responsables 47La mejora en la eficiencia del uso de los recursos no avanza con suficiente rapidez El consumo interno de materiales (CIM) mide la cantidad total de materiales utilizados directamente por una economía para satisfacer la demanda de bienes y servicios dentro y fuera de un país. A nivel mundial, el CIM es equivalente a la huella de materiales y alcanzó los 92 mil millones de toneladas métricas en el año 2017. El CIM aumentó en el período de 2010 a 2017 en todas las regiones del mundo. Es particularmente sorprendente el aumento en Asia oriental y sudoriental, donde se utilizaron unos 10 mil millones de toneladas métricas más en el año 2017 que en 2010. Ese aumento representa alrededor de dos tercios del aumento a nivel mundial. La creciente proporción de Asia oriental y sudoriental y otras economías emergentes en el CIM mundial se debe a dos fenómenos. El primero es la construcción de nueva infraestructura en las economías emergentes y en transición, un régimen que muchos países en desarrollo probablemente continuarán en el futuro. El segundo es la subcontratación, por parte de países de altos ingresos, de las etapas de producción que realizan un uso intensivo de materiales y energía a países menos eficientes en el uso de los recursos. Este cambio de la producción de unos a otros significa que se necesitan más recursos naturales para obtener la misma producción. Debido a que ese cambio en la actividad económica se produjo con mayor rapidez que las mejoras en la eficiencia de los recursos de los distintos países, la intensidad en el consumo de materiales, que se define como el consumo interno de material por PIB, se estancó en un promedio de 1,16 kilogramos por dólar entre los años 2010 y 2017. En 2017, los países desarrollados utilizaron aproximadamente una quinta parte de los recursos naturales de los países en desarrollo para obtener la misma cantidad de producción económica. Entre los años 2010 y 2017, la intensidad en el consumo de materiales disminuyó en diversas regiones, lo que muestra algún progreso hacia la separación relativa de la producción económica y el CIM. Sin embargo, la intensidad en el consumo de materiales aumentó en otras regiones, por lo que no se presentaron cambios a nivel mundial. En el África subsahariana, Asia central y meridional, así como Oceanía (excluye Australia y Nueva Zelandia) se han logrado avances notables, en particular como resultado de los aumentos del PIB. El progreso en el consumo y la producción sostenibles fomenta el progreso de todos los ODS La transición hacia sociedades sostenibles y resistentes dependerá en última instancia de la gestión responsable de los recursos naturales finitos del planeta. Se requieren marcos e instrumentos normativos nacionales bien diseñados para permitir el cambio fundamental hacia modalidades de consumo y producción sostenibles. En 2018, 71 países y la Unión Europea informaron sobre un total de 303 normativas e instrumentos de este tipo. Un estudio piloto de 262 normativas e instrumentos informados mostró que, si bien los potenciales beneficios económicos de los procesos de consumo y producción sostenibles están claramente definidos, los beneficios sociales, en gran medida, todavía se pasan por alto. Es decir que los beneficios sociales rara vez se miden o se incluyen en los objetivos de las normativas. Por ejemplo, el 63% de las normativas e instrumentos comunicados examinaron sus efectos en la contaminación del aire, el suelo y el agua, el 45% en la reducción de los desechos y el 43% en las emisiones de gases de efecto invernadero. Sólo el 11% consideró su impacto en la salud y el 7% consideró su impacto en los géneros. Demostrar los beneficios de estas normativas a todos los ODS será esencial para comprender la contribución general del consumo y la producción sostenibles al desarrollo sostenible y para formar la alianza necesaria para apoyar un cambio transformador.Consumo interno de materiales, 2010 y 2017 (miles de millones de toneladas métricas) 0 20 40 60 80 100T odo el mundoAsia oriental y sudorientalEuropa y América del NorteAsia central y meridionalAmérica Latina y el CaribeÁfrica septentrional y Asia occidentalÁfrica subsaharianaAustralia y Nueva ZelandiaOceanía* 2010 7.3 91.917.63.6 4.2 4.31.00 1.040.095 0.100 0.0 1.0 1.5 2.0 2.5 3.0 3.5T odo el mundoEuropa y América del NorteAustralia y Nueva ZelandiaÁfrica septentrional y Asia occidentalAmérica Latina y el CaribeAsia oriental y sudorientalOceanía*África subsaharianaAsia central y meridionalConsumo interno de materiales por unidad de PIB, 2010 y 2017 (kilogramos por dólar) 2010 2017 * Excepto Australia y Nueva Zelandia.2.1 1.37 1.45 1.3 1.4 0.6 0.5 0.4 1.160.72.6 2.3 2.22.7 2.53.2 2.8 1.16Informe de los Objetivos de Desarrollo Sostenible 2019 48 Adoptar medidas urgentes para combatir el cambio climático y sus efectos A medida que los niveles de gases de efecto invernadero siguen aumentando, el cambio climático está ocurriendo a un ritmo mucho más acelerado de lo previsto y sus efectos son evidentes en todo el mundo. La temperatura media mundial para 2018 superó por aproximadamente 1 grado centígrado la línea de base preindustrial y los últimos cuatro años han sido los más cálidos registrados. El nivel del mar sigue aumentando a un ritmo acelerado. El cambio climático es el tema definitorio de nuestro tiempo y el mayor desafío para el desarrollo sostenible. Sus efectos combinados están acelerando su avance, dejando muy poco tiempo para actuar si queremos evitar que el cambio climático se nos escape de las manos. Es necesario limitar el calentamiento global a 1,5 grados centígrados para evitar consecuencias catastróficas y cambios irreversibles. Esto requerirá transiciones rápidas y de gran alcance en los sectores de la energía, las tierras, la infraestructura urbana y los sistemas industriales. Aunque los países han tomado medidas positivas preparando contribuciones determinadas a nivel nacional (CDN) y aumentando la financiación para combatir el cambio climático, se necesitan planes mucho más ambiciosos y cambios sin precedentes en todos los aspectos de la sociedad. El acceso a la financiación y el fortalecimiento de la resiliencia y la capacidad de adaptación deben incrementarse a un ritmo mucho más rápido, en particular entre los PMA y los pequeños estados insulares en desarrollo. Los países están desarrollando estrategias de reducción del riesgo de desastres ante las crecientes amenazas climáticas Como se describe en el Objetivo 1, el cambio climático ya está agudizando el riesgo de desastres. De año 1998 al 2017, los desastres relacionados con el clima en todo el mundo representaron el 77% de los casi 3 billones de dólares en pérdidas económicas directas causadas por desastres. Durante ese período, los desastres climáticos y geofísicos cobraron la vida de unas 1,3 millones de personas. El Marco de Sendái para la Reducción del Riesgo de Desastres 2015-2030 establece metas y prioridades de acción claras para evitar nuevos riesgos de desastres y reducir los ya existentes. Desde que se adoptó, los países se han esforzado por desarrollar y aplicar las estrategias nacionales y locales de reducción del riesgo de desastres de acuerdo con el Marco de Sendái para 2020. En los últimos informes (2017-2018) de 70 países, 67 tenían estrategias que se ajustaban en cierta medida al Marco de Sendái. Los mayores desafíos son la inversión en la reducción de riesgo de desastres para la resiliencia y la promoción de la coherencia política entre los ODS el cambio climático. Muchos gobiernos locales han desarrollado estrategias locales de acuerdo con las estrategias nacionales.Serán necesarios cambios sin precedentes en todos los aspectos de la sociedad para evitar los peores efectos del cambio climático En 2017, las concentraciones atmosféricas de CO 2 alcanzaron 405,5 partes por millón (frente a 400,1 en 2015), lo que representa el 146% de los niveles preindustriales. Limitar el calentamiento global a 1,5 grados centígrados significa que las emisiones deberán alcanzar su punto máximo lo antes posible y comenzar a reducirse rápidamente. Las emisiones mundiales de carbono deben reducirse en un alarmante 45% para 2030 con respecto a los niveles de 2010 y seguir disminuyendo drásticamente para alcanzar cero emisiones netas para 2050. En mayo de 2019, 186 estados participantes habían ratificado el Acuerdo de París. Se espera que las partes del acuerdo preparen, comuniquen y mantengan sucesivos CDN (que incluyan metas, normativas y medidas planificadas en respuesta al cambio climático). Para esa fecha, 183 participantes (182 países más la Comisión Europea) habían comunicado sus primeras CDN a la Convención Marco de las Naciones Unidas sobre el Cambio Climático y una de las partes había comunicado el segundo. Se ha pedido a las partes que actualicen sus CDN existentes o que comuniquen los nuevos antes para el año 2020. Para alcanzar los objetivos de 2030, los países deberán ser mucho más ambiciosos al preparar sus nuevos CDN para su presentación.Niveles de emisión de gases de efecto invernadero resultantes de la implementación de los actuales CDN y en otras situaciones (gigatoneladas de dióxido de carbono equivalente por año) Nota: Para información más detallada, véase el gráfico 2 del informe de síntesis actualizado de la Convención Marco de las Naciones Unidas sobre el Cambio Climático acerca del efecto adicional de las contribuciones previstas determinadas a nivel nacional, 2 de mayo de 2016, disponible en http:/ /unfccc.int/focus/indc_portal/items/9240.php. 010203040506070 2000 2005 2015 2020 2025 2030 2035 2040 2045 2050 2010Escenarios antes de las CDN Emisiones históricasCDNs escenarios a 1.5C Objetivo 13 | Acción por el clima 49Las corrientes financieras relacionadas con el clima han aumentado, pero son bajas en relación con la magnitud del problema y siguen siendo opacadas por las inversiones en combustibles fósiles A nivel mundial, las corrientes financieras relacionadas con el clima han aumentado y la mayoría de los fondos se han dedicado a reducir las emisiones de gases de efecto invernadero. Una parte relativamente pequeña está ayudando a los países a adaptarse a los efectos del cambio climático. La tercera evaluación bienal del Comité Permanente de Finanzas de la Secretaría de las Naciones Unidas sobre el Cambio Climático muestra un aumento del 17% en la financiación mundial para la lucha contra el cambio climático entre los años 2013-2014 y 2015-2016. Las estimaciones del límite superior aumentaron de 584 mil millones de dólares en 2014 a 680 mil millones en el año 2015, y a 681 mil millones dólares en 2016. La aceleración del crecimiento entre 2014 y 2015 se debió en gran medida a los altos niveles de nuevas inversiones privadas en energía renovable, que es el segmento más importante del total mundial. Aunque esas corrientes financieras son considerables, son relativamente pequeñas en relación con la magnitud del problema y las tendencias más generales de la inversión mundial. Además, las inversiones en actividades climáticas continúan siendo superadas por aquellas relacionadas con los combustibles fósiles (781 mil millones de dólares en 2016). La financiación relacionada con el clima para los países en desarrollo aumentó en un 24% en 2015, a 33 mil millones de dólares, y en un 14% en 2016, a 38 mil millones de dólares. La financiación canalizada a través de los fondos de la Convención Marco de las Naciones Unidas sobre el Cambio Climático y los fondos multilaterales para el clima en 2015 y 2016 ascendió a 1.400 y 2.400 millones de dólares, respectivamente. El aumento del año 2015 al 2016 se atribuye al incremento de las operaciones del Fondo Verde para el Clima. Más países están haciendo planes para aumentar su resiliencia y capacidad de adaptación al cambio climático Muchos países en desarrollo han comenzado un proceso de formulación y ejecución de planes nacionales de adaptación (PNAD) para reducir su vulnerabilidad al cambio climático e integrar la adaptación al cambio climático en su planificación nacional de desarrollo. Estos planes ayudarán a los países a alcanzar el objetivo mundial de adaptación de acuerdo con el marco del Acuerdo de París, es decir, mejorar la capacidad de adaptación, fortalecer la resiliencia y disminuir la vulnerabilidad al cambio climático. Trece países, cuatro de los cuales son PMA, han completado y presentado sus PNAD a la Convención Marco de las Naciones Unidas sobre el Cambio Climático, mientras que muchos otros se encuentran en diversas etapas del proceso. Desde 2015, la cantidad de países que han puesto en marcha o iniciado planes de acción nacional ha aumentado en un 45%. La financiación para la formulación de los PNAD es provista por el Programa de Apoyo a la Preparación del Fondo Verde para el Clima y del Fondo para los Países Menos Adelantados. Para mayo de 2019, 75 países habían solicitado al Fondo Verde para el Clima un total de 191 millones de dólares en apoyo para los PNAD y otros procesos de planificación para la adaptación. De ellos, 28 países habían obtenido acceso a un total de 75 millones de dólares, dos tercios de los cuales se destinaron a los PMA, los pequeños estados insulares en desarrollo y los países de África. Otros siete países se encontraban en la etapa final de aprobación de una financiación total de 17 millones de dólares. También se aprobaron nueve propuestas de proyectos bajo el Fondo para los Países Menos Adelantados para apoyar la formulación e implementación de PNAD. El Grupo de Expertos para los Países Menos Adelantados y otros órganos constituidos de acuerdo con la Convención Marco de las Naciones Unidas sobre el Cambio Climático proporcionan orientación técnica y apoyo a los países en desarrollo para su PNAD. Desde 2014, se ha informado de un total de 154 actividades de apoyo.Corrientes totales de nanciación en el mundo para la lucha contra el cambio climático por sector en el período 2015-2016 (en miles de millones de dólares, anualizados) Inversiones en eficiencia energéticaT ransporte sostenibleNacional, relacionado con el climaPúblico 67 Público 57Otros sectoresPúblico 47 Privado 11 Privado 238 Inversiones en energía renovable Privado 217 Público 29 Público 81 Progresos realizados por los países en desarrollo en la formulación y ejecución de los PNAD por etapas del proceso, 2015 a 2018 020406080100 6201613 37201518 3942 40 201749 42 2018167201517820162112201722122018432015432016262017682018106201510620161010201712132018 informes, supervisión y examenEstrategias de implementaciónElementos preparatoriosSentar las bases y abordar las deficienciasInforme de los Objetivos de Desarrollo Sostenible 2019 50 La vida depende de los océanos. Constituyen el ecosistema más grande del planeta, cubren más de dos tercios de la superficie de la Tierra y proporcionan alimentos y medios de vida a miles de millones de personas. Los océanos generan aproximadamente la mitad del oxígeno que respiramos. Actúan como reguladores del clima al absorber el calor atmosférico y más de una cuarta parte del CO 2 que produce el ser humano. Sin embargo, varias décadas de aumento de las emisiones de carbono han generado una acumulación de calor en los océanos y cambios en su composición química. Los efectos adversos resultantes de la acidificación de los océanos, el cambio climático (incluido el aumento del nivel del mar), los fenómenos meteorológicos extremos y la erosión costera agravan la continua amenaza a los recursos marinos y costeros derivada de la pesca excesiva, la contaminación y la degradación del hábitat. Las zonas protegidas y las normativas y tratados que fomentan la explotación responsable de los recursos oceánicos son fundamentales para hacer frente a esta amenaza.Conservar y utilizar sosteniblemente los océanos, los mares y los recursos marinos para el desarrollo sostenible Los contaminantes terrestres y los desechos marinos amenazan los hábitats costeros, pero se pueden lograr mejoras en la calidad del agua Las zonas costeras de todo el mundo se están viendo afectadas por contaminantes de origen terrestre, lo que incluye las aguas residuales y la escorrentía de nutrientes, lo que provoca la eutrofización de las costas, la degradación de la calidad del agua y el deterioro de los ecosistemas marinos costeros. El análisis del indicador de agua limpia, una medida del grado de contaminación del océano, muestra que los problemas de calidad del agua están muy extendidos, pero son más graves en algunas zonas ecuatoriales, especialmente en partes de Asia, África y América Central. Casi todos los países disponen de un margen para mejorar la calidad de sus aguas costeras. El análisis de las tendencias de los años 2012 a 2018 muestra que un cambio positivo es posible: 104 de 220 regiones costeras mejoraron la calidad de sus aguas costeras durante este período. Esas mejoras requieren compromisos de normativas a niveles nacionales para ampliar el acceso al tratamiento de las aguas residuales y para reducir la escorrentía de nutrientes y productos químicos de fuentes agrícolas, además de los compromisos a nivel mundial para reducir los desechos plásticos. El aumento de la acidificación amenaza la vida marina y dificulta el papel del océano en la moderación del cambio climático La absorción de CO 2 de la atmósfera por el océano modifica la composición química del agua de mar, alterando su química de carbonatos y resultando en una disminución del pH (y una creciente acidificación del océano). Las observaciones del pH del océano en el curso de los últimos 30 años han mostrado una disminución en la superficie de 0,1 unidades. Esto equivale a un aumento del 26% en la acidez desde el período preindustrial. Al ritmo actual de emisiones de CO 2, se prevé que la acidez aumentará de 100 al 150% para finales de este siglo. La acidificación de los océanos amenaza a los organismos así como a servicios derivados de los ecosistemas, incluida la seguridad alimentaria, al poner en peligro la pesca y la acuicultura. También afecta la protección de las costas (al debilitar los arrecifes de coral, que protegen las líneas costeras), el transporte y el turismo. A medida que la acidez del océano aumenta, su capacidad de absorber el CO 2 de la atmósfera disminuye, lo que obstaculiza el efecto del océano en la moderación del cambio climático.Resultados de agua limpia para 220 regiones costeras, evaluados en una escala de 0 (muy contaminada) a 100 (limpia) 40 80 20 60 0 100 8.038.088.138.188.238.288.33 275300325350375400425 1958 1962 1966 1971 1975 1979 1983 1987 1992 1996 2000 2004 2008 2012 2017pHCO 2 CO 2 atmosférico (ppm) CO 2 del agua de mar (µatm)pH del agua de mar (eje de la derecha) Nota: CO 2 atmosférico medido en Mauna Loa, Hawái. CO 2 y pH del agua de mar medidos en la Estación Aloha, Hawái. Datos del Programa de Carbono PMEL de la NOAA, disponibles en www.pmel.noaa.gov/co2.Concentraciones de CO 2 en la atmósfera y en el agua de mar, y pH del agua de mar en el Pacíco septentrional, 1958-2017 (partes por millón [ppm], microatmósferas [µatm] y pH) Objetivo 14 | Vida submarina 51La extensión de las zonas marinas protegidas se ha duplicado desde el año 2010, pero se debe lograr aún más para salvaguardar las áreas clave de biodiversidad Las zonas protegidas pueden desempeñar un papel fundamental en el desarrollo sostenible si se gestionan eficazmente y se ubican en zonas importantes para la biodiversidad. En diciembre de 2018, el 17% de las aguas bajo jurisdicción nacional estaban cubiertas por zonas protegidas. Este es un aumento significativo con respecto al 12% de 2015 y significa más del doble del nivel de cobertura del año 2010. El porcentaje promedio de áreas clave de biodiversidad (ACB) marina cubiertas por zonas protegidas también aumentó del 31,2% en el año 2000 al 45,7% en 2018. A pesar de estos avances, el ritmo en que se protegen los ACB se ha desacelerado y si se mantiene la tendencia actual, se estabilizará para el año 2030. Los países en desarrollo, en particular los PMA y los pequeños estados insulares en desarrollo, están quedando rezagados. Es necesario redoblar los esfuerzos para establecer nuevas zonas marinas protegidas y fortalecer la gestión de aquellas existentes. La disminución de la población de peces parece haberse estabilizado; ahora es necesario reconstituirlas, especialmente en aquellas regiones gravemente agotadas Para preservar la salud y la productividad de la pesca, la población de peces debe mantenerse dentro de niveles biológicamente sostenibles. La pesca excesiva no sólo disminuye la producción de alimentos, sino que también perjudica el funcionamiento de los ecosistemas y reduce la biodiversidad, con repercusiones negativas para la economía y la sociedad. En todo el mundo, la proporción de la población de peces marinos que se encuentran dentro de niveles biológicamente sostenibles disminuyó del 90% en el año 1974 al 67% en 2015. Sin embargo, esta tendencia a la baja parece haberse estabilizado desde el año 2008, lo que es una señal alentadora. En el año 2015, la región del Mediterráneo y del Mar Negro tenía el porcentaje más bajo de población de peces sostenible (37,8%), seguida de cerca por la región del Pacífico sudoriental (38,5%). En contraste, las regiones del Pacífico centro-oriental y del Pacífico nororiental contaban con la proporción más alta de población de peces en niveles biológicamente sostenibles (por encima del 85%). Se necesitan esfuerzos más dirigidos para reconstituir la población que sufre de pesca excesiva, en particular en las regiones gravemente agotadas. Los estados han adoptado medidas importantes para combatir la pesca ilegal, no declarada y no reglamentada La pesca ilegal, no declarada y no reglamentada (INDNR) sigue siendo una de las mayores amenazas para los ecosistemas marinos. La pesca furtiva y despiadada muchas veces lleva a su colapso, amenazando los medios de vida y exacerbando la pobreza y la inseguridad alimentaria. La pesca artesanal en los países en desarrollo es especialmente vulnerable. Los países han desarrollado una serie de instrumentos internacionales para combatir la pesca ilegal dentro de un marco global para abordar la gestión pesquera. El primer acuerdo internacional vinculante desarrollado expresamente para combatir la pesca INDNR, el Acuerdo sobre Medidas del Estado Rector del Puerto, entró en vigor en junio de 2016. En marzo de 2019 contaba con 59 estados parte y una organización miembro, la Unión Europea, que representaba a sus 28 estados miembros. La aplicación del acuerdo a nivel mundial, apoyada por una supervisión, control y vigilancia eficaces, y complementada con medidas comerciales y de acceso al mercado, impulsará los esfuerzos internacionales para detener la pesca INDNR.La mayoría de los países cuentan con marcos para abordar las necesidades de la pesca a pequeña escala; la siguiente etapa crítica es su aplicación Casi todos los países cuentan con pesca a pequeña escala, que representan más de la mitad de la producción total en los países en desarrollo, tanto en términos de cantidad como de valor. Aproximadamente 120 millones de trabajadores en todo el mundo, de los cuales el 97% vive en países en desarrollo, dependen directamente de las cadenas de valor de la pesca de captura comercial para su subsistencia. Casi la mitad de esta fuerza laboral son mujeres. A pesar de sus contribuciones fundamentales a la nutrición, la seguridad alimentaria y a los medios de vida locales, muchas comunidades pesqueras a pequeña escala continúan marginadas. Para ayudar a los pescadores a acceder a recursos productivos, servicios y mercados, la mayoría de los países han desarrollado marcos reglamentarios e institucionales específicos. Muchos países los han aplicado en gran medida, pero más de la quinta parte de los países, en particular en Oceanía y Asia central y meridional, presentan un nivel de aplicación bajo a medio.9.518.522.831.241.245.7 01020304050 12.522.426.0 Países menos adelantados Pequeños Estados insulares en desarrolloTodo el mundo 2010 2018 2000Área porcentual promedio de cada sitio importante (ACB) para la biodiversidad marina que está cubierta por zonas protegidas, 2000, 2010 y 2018 (porcentaje) 0 20 40 60 80 100Proporción de la población de peces dentro de los niveles biológicamente sostenibles, por regiones marinas, 2015 (porcentaje) Pacífico, centro-oriental 86.7Pacífico, nororiental 85.7Pacífico, noroccidental 82.7Pacífico, centro-occidental 41.2Pacífico, sudoriental 38.5Mediterráneo y Mar Negro 37.8Informe de los Objetivos de Desarrollo Sostenible 2019 52Proteger, restablecer y promover el uso sostenible de los ecosistemas terrestres, gestionar sosteniblemente los bosques, luchar contra la desertificación, detener e invertir la degradación de las tierras y detener la pérdida de biodiversidad La actividad humana continúa erosionando la salud de los ecosistemas de los que dependen todas las especies. La pérdida de bosques es menos acentuada, pero continúa a un ritmo alarmante: según un informe reciente de las Naciones Unidas, un millón de especies de plantas y animales están en peligro de extinción y se estima que el 20% de la superficie terrestre ha sido degradada entre los años 2000 y 2015. Muchos países están tomando medidas para conservar, restaurar y hacer un uso sostenible de estos valiosos recursos naturales. Ellos están adoptando mecanismos La degradación de los suelos está afectando a una quinta parte de la superficie terrestre y la vida de mil millones de personas Entre los años 2000 y 2015, el 20% de la superficie terrestre total se ha visto degradada, lo que ha generado una importante pérdida de servicios que son esenciales para el bienestar humano. Esta estimación es relativamente conservadora teniendo en cuenta los subindicadores subyacentes que solo representan tres variables: los cambios en la cubierta terrestre, la productividad de la tierra y el carbono orgánico en el suelo. En todas las regiones, excepto en Europa y América del Norte así como en África septentrional y Asia occidental, la magnitud de la degradación abarca entre el 22,4% y el 35,5% de la superficie terrestre, lo que afecta directamente la vida de más de mil millones de personas. Las tendencias mundiales en cuanto a la cubierta terrestre indican una pérdida neta de clases de tierras naturales y seminaturales debido en gran medida a procesos inducidos por el hombre, como la desertificación, la deforestación, la gestión inadecuada de los suelos, la expansión de las tierras de cultivo y la urbanización. También se observaron disminuciones significativas de la productividad de las clases de cubierta terrestre que permanecieron inalteradas, siendo los pastizales los que sufrieron algunas de las mayores pérdidas. Por último, las pérdidas sustanciales en las reservas de carbono orgánico del suelo se produjeron generalmente durantelas transiciones de la cubierta terrestre, tales como el cambio de un suelo arbolado a entornos construidos y tierras de cultivo.Proporción de tierras degradadas desde el 2000 al 2015 (porcentaje) 010203040 T odo el mundoÁfrica septentrional y Asia occidentalEuropa y América del Norte***África sub- saharianaAsia oriental y sudorientalAmérica Latina Asia central y meridionalOceanía ** ** Incluye Australia, Nueva Zelandia y Papúa Nueva Guinea, pero excepto las islas de Oceanía. *** Excepto Suiza y los Estados Unidos de América.35.5 2827 24 22.4 10 720La aceleración de los niveles de pérdida de biodiversidad exige una respuesta urgente La pérdida de biodiversidad en todo el mundo se ha visto acelerada, lo que nos enfrenta a cambios desconocidos e irreversibles de los ecosistemas terrestres. Según el Índice de la Lista Roja que registra los datos de más de 20.000 especies de mamíferos, aves, anfibios, corales y cícadas, el riesgo de extinción de especies ha empeorado en un 10% en los últimos 25 años. El índice bajó de 0,82 en el año 1993 a 0,74 en 2018. Además, en el último informe de la Plataforma Intergubernamental sobre Diversidad Biológica y Servicios de los Ecosistemas se señala que la diversidad biológica está decreciendo más rápidamente que en ningún otro momento de la historia de la humanidad. Los principales motivos de esta agresión son la pérdida de hábitat debido a la agricultura insostenible, la deforestación, la cosecha y el comercio no sostenibles, el cambio climático y las especies exóticas invasoras. Pero hasta en un contexto tan preocupante existen muchos ejemplos de recuperación de especies después de intervenciones de conservación, incluso en los pequeños estados insulares en desarrollo como Fiji, Mauricio y las islas Seychelles. Se requieren medidas aceleradas para salvaguardar las especies en peligro crítico e incorporar la reducción del riesgo de extinción en la agricultura, la industria, el comercio y otros sectores.Two different guide layers for two- and three-line titles. Guides for edge of right-aligned text and bars uniform (and account for space for other languages). Swatches are of full, 75%, 50% and 25% color. All bars should be 0p6 wide with 0 spacing within country and 0p2 spacing between country uses hanging indent.Supervivencia de especies del Índice de la Lista Roja, 1993-2019 y proyecciones para 2020-2030 (basado en una extrapolación normal del indicador mundial) 0.650.700.750.800.85 2030 2025 2020 2015 2010 2005 2000 1993 proyecciónLímite superior de confianza Límite inferior de confianzalegales para garantizar la distribución justa de los beneficios de los recursos genéticos, protegiendo más áreas clave de biodiversidad (ACB) e implementando planes de gestión forestal sostenibles. Sin embargo, estos esfuerzos deben intensificarse con urgencia. La gravedad de la situación requiere medidas inmediatas y una transformación fundamental de nuestra relación con la Tierra para detener la pérdida de biodiversidad y proteger los ecosistemas en beneficio de todos. Objetivo 15 | Vida de ecosistemas terrestres 53Para alcanzar la meta del año 2030, debe acelerarse el progreso en la protección de áreas clave de biodiversidad La protección de sitios que son importantes para la biodiversidad terrestre, de agua dulce y de montaña (las ACB) es vital para asegurar el uso sostenible y a largo plazo de los recursos naturales. Si bien desde el año 2000 se ha avanzado en la protección de las ACB, el ritmo de este progreso se ha desacelerado considerablemente desde el 2010. El porcentaje medio a nivel mundial de cada ACB terrestre, de agua dulce y de montaña cubierto por zonas protegidas aumentó en más de 10 puntos porcentuales entre los años 2000 y 2010. Sin embargo, en el período entre 2010 y 2018, la cobertura sólo aumentó de dos a tres puntos porcentuales. Al ritmo actual, en el año 2030, en promedio menos del 50% de cada ACB estará cubierto por zonas protegidas en todo el mundo. Los ecosistemas de montaña proporcionan servicios ambientales esenciales, pero su salud varía mucho de una región a otra Los ecosistemas de montaña saludables son fundamentales para la prestación de servicios derivados de los ecosistemas a las comunidades de las tierras altas, así como a los pueblos de las tierras bajas que viven lejos de los picos de las montañas. Por ejemplo, las montañas son la fuente del 60% al 80% del agua dulce del mundo, la que se utiliza para el consumo doméstico, agrícola e industrial, la producción de energía ecológica y la conservación de la biodiversidad. La cobertura ecológica de las zonas montañosas (bosques, pastizales, montes y tierras de cultivo) está positivamente correlacionada con el estado de salud de las montañas y, en consecuencia, con su capacidad para cumplir con la función de sus ecosistemas. Actualmente, se ha establecido una base de referencia a nivel mundial de la cobertura ecológica de las zonas montañosas utilizando datos del año 2017. En ese año, el 76% de las zonas montañosas del mundo estaban cubiertas de vegetación. En Oceanía, casi todas las zonas montañosas estaban cubiertas, mientras que en África septentrional y Asia occidental la proporción era de sólo el 60%. Los compromisos internacionales están forjando enfoques innovadores para la conservación de la biodiversidad Los países están progresando en la adopción de marcos que incentiven la conservación y el uso sostenible de los recursos genéticos y la biodiversidad mediante la distribución de beneficios. Estos recursos incluyen plantas, animales, microbios y otro material genético y los conocimientos tradicionales vinculados con estos. Al 1 de febrero de 2019, 116 partes contratantes, incluida la Unión Europea, habían ratificado el Protocolo de Nagoya sobre Acceso a los Recursos Genéticos y Participación Justa y Equitativa en los Beneficios que se deriven de su Utilización (un aumento del 65% en comparación con el año 2016). Para esa fecha, 61 partes también habían adoptado marcos de acceso y participación de beneficios (APB) y publicado información relacionada en el Centro de Intercambio de Información sobre APB (un aumento frente a 6 partes en el año 2016). Además, 145 partes habían ratificado el Tratado Internacional sobre los Recursos Fitogenéticos para la Alimentación y la Agricultura. Como parte del tratado, se han concluido más de 64.000 acuerdos normalizados para la transferencia de materiales de más de 4,6 millones de muestras de recursos fitogenéticos para la alimentación y la agricultura en todo el mundo.Porcentaje de zonas de montaña con cobertura ecológica, 2017 (porcentaje) T odo el mundoOceanía*Australia y Nueva ZelandiaÁfrica subsaharianaAmérica Latina y el CaribeEuropa y América del NorteAsia oriental y sudorientalAsia central y meridionalÁfrica septentrional y Asia occidental 0 20 40 60 80 100 * Excepto Australia y Nueva Zelandia.60 64 71 9877 90 9583 76Porcentaje promedio de ACB terrestres, de agua dulce y de montaña cubiertas por zonas protegidas, 2000-2018 (porcentaje) 3035404550 2018 2015 2010 2005 2000 Agua dulce Montaña Terrestre Las zonas forestales continúan disminuyendo, pero a un ritmo más lento Entre los años 2000 y 2015, las zonas forestales como proporción de la superficie terrestre total disminuyeron del 31,1% al 30,7%. Esto representa la pérdida de más de 58 millones de hectáreas de bosques, una superficie aproximadamente del tamaño de Kenya. La mayor parte de esta pérdida se produjo en los trópicos y los descensos más importantes se registraron en América Latina y África subsahariana. La conversión de tierras forestales para uso agrícola, como cultivos y cría de ganado, se considera un factor clave en el proceso. La pérdida de bosques en algunas regiones tropicales se ha visto compensada en parte por un aumento de las tierras forestales en muchas partes de Asia, así como en Europa y América del Norte. En esas regiones, la reforestación activa y la restauración del paisaje, así como la expansión natural de los bosques en tierras agrícolas abandonadas, han contribuido al crecimiento de las tierras forestales. Como resultado, la tasa neta anual de pérdida de bosques en los años 2010 a 2015 fue aproximadamente un 25% más lenta que en el período de 2000 a 2005. Además, la proporción de zonas forestales y bosques protegidos sujetos a planes de gestión a largo plazo se mantuvo estable o aumentó en todas las regiones del mundo.Informe de los Objetivos de Desarrollo Sostenible 2019 54 Promover sociedades pacíficas e inclusivas para el desarrollo sostenible, facilitar el acceso a la justicia para todos y crear instituciones eficaces, responsables e inclusivas a todos los niveles Aún estamos muy lejos de lograr el objetivo de sociedades pacíficas, justas e inclusivas. En los últimos años, no se ha hecho ningún avance importante que contribuya a poner fin a la violencia, promover el estado de derecho, reforzar las instituciones en todos los niveles ni aumentar el acceso a la justicia. Millones de personas han sido privadas de su seguridad, derechos y oportunidades, al tiempo que los ataques a activistas de derechos humanos y a periodistas impiden el progreso del desarrollo. Cada vez más países redoblan sus esfuerzos para exponer este tipo de abuso de los derechos humanos y para diseñar leyes y reglamentaciones que promuevan sociedades más abiertas y justas. Sin embargo, es necesario trabajar aún más para garantizar la implementación adecuada de estos mecanismos. Si bien los hombres jóvenes son quienes enfrentan el mayor riesgo de homicidio a nivel general, la mayoría de las víctimas de homicidio por parte del compañero íntimo son mujeres La tasa mundial de homicidios se mantuvo relativamente estable, en aproximadamente 6 de cada 100.000 personas en la década de 2007 a 2017, con las tasas más altas observadas en América Latina y el Caribe. La cantidad de víctimas de homicidio aumentó en un 11%, desde 419.000 en el año 2000, a 464.000 en 2017. Durante ese período, la violencia letal se concentró progresivamente en dos regiones: en el año 2017, un 34% de los homicidios de todo el mundo ocurrieron en América Latina y el Caribe (en comparación con el 27% registrado en el año 2000), y la proporción en África subsahariana aumentó de 25% a 33%. Alrededor de un 80% del total de las víctimas de homicidio fueron hombres, pero las mujeres constituyeron la mayoría (64%) de las víctimas en los casos de homicidio cometido por el compañero íntimo o por un miembro de la familia. En el caso de los homicidios por parte del compañero íntimo, la proporción de víctimas mujeres fue incluso mayor, alcanzando un 82%. Los hombres jóvenes entre 15 y 29 años enfrentan el mayor riesgo de homicidio a nivel general, con algunas variaciones según la región. La mayoría de las víctimas de trata de personas son objeto de explotación sexual y trabajo forzoso En los últimos años se ha identificado una cifra creciente de víctimas de la trata de personas en países de todo el mundo: desde un promedio de 150 víctimas detectadas por país en el año 2010, a 254 en 2016. La cantidad de países que informaron sobre estas situaciones continúa siendo similar (93 en el año 2010 frente a 97 en 2016). El aumento del promedio de víctimas detectadas por país puede significar un mayor esfuerzo por parte de las autoridades para identificar a las víctimas, o bien un aumento en la cantidad de casos de trata de personas. Contrario a lo registrado en años anteriores, la mayoría de las víctimas de trata de personas ahora son detectadas a nivel nacional. En el año 2016, casi la mitad de las víctimas detectadas a nivel mundial fueron mujeres adultas y alrededor de un 23% fueron niñas. La mayoría de las víctimas de trata de personas fueron sometidas a la explotación sexual (alrededor de un 59%) y más de un tercio, a trabajos forzosos. Los perfiles de las víctimas variaron según la forma de explotación. En el año 2016, el 83% de las mujeres víctimas del tráfico de personas fueron sometidas a la explotación sexual y el 82% de los hombres fueron obligados a realizar trabajos forzosos.Two different guide layers for two- and three-line titles. Guides for edge of right-aligned text and bars uniform (and account for space for other languages). Swatches are of full, 75%, 50% and 25% color. All bars should be 0p6 wide with 0 spacing within country and 0p2 spacing between country hanging indent.Víctimas de homicidio, por sexo, 2017 (porcentaje) 0 20 40 60 80 100 Mujeres HombresHomicidio por parte de compañero íntimo/ miembro de la familia Víctimas de homicidio (general)Homicidio por parte de compañero íntimo solamente 36 64 80 2018 82 Formas de explotación de víctimas de trata de personas detectadas, 2016 o último año disponible (porcentaje) Nota: Las estimaciones se basan en datos proporcionados por 110 países que informaron un total de 24.687 víctimas detectadas.Trata para otros propósitosTrata para trabajos forzososTrata para explotación sexual 34 597El conflicto y otras formas de violencia son una afrenta al desarrollo sostenible. En 2018, el número de personas que huían de la guerra, la persecución y el conflicto superó los 70 millones, el nivel más alto que ha visto el Alto Comisionado de las Naciones Unidas para los Refugiados en casi 70 años. Todos son particularmente vulnerables a diversas formas de abuso, incluida la trata, la violencia y la toma de decisiones no inclusiva es fundamental garantizar que reciban la protección que necesitan para alcanzar el objetivo de lograr sociedades inclusivas y el desarrollo sostenible. Objetivo 16 | Paz, justicia e instituciones sólidas 55El registro del nacimiento es un derecho humano. Sin embargo, menos de tres cuartas partes de los niños menores de 5 años de todo el mundo están registrados El registro del nacimiento es fundamental para que las personas puedan acceder a sus derechos individuales, tales como los servicios sociales básicos y la justicia legal. Sin embargo, menos de tres cuartas partes (73%) de los niños menores de 5 años en todo el mundo son registrados al nacer, según información recabada en 161 países en el período entre 2010 y 2018. Muchos países y regiones han alcanzado una cobertura universal o casi universal, pero en África subsahariana menos de la mitad (46%) de todos los niños menores de 5 años están registrados. Tanto Asia central y meridional como Asia sudoriental han quedado rezagados con 68% y 82%, respectivamente. En el último tiempo, se ha trabajado mucho para mejorar los sistemas de registro civil y para concientizar a los ciudadanos al respecto, pero se necesitan esfuerzos continuos para garantizar que todos los niños puedan reclamar su derecho a tener una identidad. La tasa de asesinatos de defensores de los derechos humanos, periodistas y sindicalistas está aumentando Del 1 de enero al 31 de octubre de 2018, las Naciones Unidas registraron y verificaron un total de 397 asesinatos a defensores de derechos humanos, periodistas y sindicalistas en 41 países. Cada semana, un promedio de nueve personas fueron asesinadas en la vanguardia de los esfuerzos por construir sociedades más inclusivas e igualitarias: un aumento inquietante con respecto al promedio de una víctima por día entre los años 2015 y 2017. Una de cada dos víctimas estaba trabajando con distintas comunidades en asuntos relacionados con tierras, el medio ambiente, la pobreza, los derechos de las minorías y los pueblos indígenas o el efecto de las actividades comerciales. Además, en total, una décima parte de las víctimas fueron mujeres. Los periodistas y blogueros constituyeron una cuarta parte del total de víctimas asesinadas y la mayoría de estos homicidios ocurrieron fuera de países en conflicto. A menos que los Estados Miembros cumplan con su obligación internacional de proteger a aquellos que defienden los derechos y las libertades fundamentales de otros, los activistas por los derechos humanos, periodistas y sindicalistas continuarán siendo el blanco de homicidios en distintos países de todo el mundo. Cada vez más países establecen marcos legales e institucionales para la defensa de los derechos humanos, pero el avance es lento Son 125 países los que han adoptado leyes y normativas vinculantes que otorgan a las personas el derecho a acceder a la información en poder de las autoridades públicas; entre ellos, al menos 31 de estos países las adoptaron desde el año 2013. Sin embargo, los análisis especializados sugieren que en muchos casos el marco legal podría mejorarse. De los 123 países con información disponible sobre sus marcos legales, 40 de ellos no cuentan con disposiciones adecuadas sobre el derecho a apelar una decisión frente a un órgano administrativo independiente, algo que se considera clave para la adecuada implementación de este derecho. Es necesario acelerar los avances en el establecimiento de instituciones nacionales de derechos humanos (INDH) que cumplan con los principios relativos al estatuto de las instituciones nacionales (los Principios de París). En el año 2018, solo un 39% de todos los países logró dicho cumplimiento: un 3% (7 países) más que en 2015. Si el crecimiento continúa a este ritmo, para el año 2030, solo la mitad de los países contarán con INDH adecuadas para asegurar que los estados cumplan con sus obligaciones en materia de derechos humanos.Proporción de niños menores de 5 años cuyo nacimiento se ha registrado ante una autoridad civil, última información disponible desde 2010 a 2018 (porcentaje) Nota: Basado en 161 países con una cobertura de la población mundial del 84%. La cifra de países con información disponible se encuentra entre paréntesis. Los datos de Asia oriental no se muestran debido a la baja cobertura de la población.0 20 40 60 80 100T odo el mundo (161)Europa y América del Norte (43)Oceanía (9)América Latina y el Caribe (28)Asia sudoriental (8)Asia oriental y sudoriental (11)África subsahariana (43) 68 82 89 94 98 100 7346 África septentrional y Asia occidental (17) Cantidad de casos de asesinatos de defensores de los derechos humanos, periodistas y sindicalistas, por sexo, 2015-2018 0100200300400 Incluye solo incidentes ocurridos entre el 1 de enero y el 31 de octubre de 2018. La cifra no incluye datos de casos de secuestro, desaparición forzada, detención arbitraria ni tortura.Masculino Femenino201549 314 201649 351 201750 325 201839 358 INDH que han solicitado acreditación INDH que cumplen con las normas0 20 40 60 80 100T odo el mundoAustralia y Nueva ZelandiaEuropa y América del NorteAmérica Latina y el CaribeÁfrica subsaharianaAsia oriental y sudorientalÁfrica septentrional y Asia occidentalAsia central y meridionalOceanía* * Excepto Australia y Nueva Zelandia.29 638 718 58 4053 3529 100 6074 5241 3910056Proporción de países con instituciones de derechos humanos que han solicitado su acreditación y proporción de aquellas que cumplen los Principios de París, 2018 (porcentaje)Informe de los Objetivos de Desarrollo Sostenible 2019 56 Fortalecer los medios de implementación y revitalizar la Alianza Mundial para el Desarrollo Sostenible El apoyo para implementar los ODS está tomando impulso, pero aún quedan muchos desafíos por delante. Cada vez más personas en todo el mundo tienen acceso a Internet y se ha establecido un banco de tecnología para los PMA, pero la brecha digital aún perdura. Las remesas personales alcanzaron un récord histórico, pero la AOD disminuye y las corrientes de inversión privada a menudo no coinciden con el desarrollo sostenible. Además, el crecimiento global se ha desacelerado debido a las continuas tensiones comerciales y algunos gobiernos se han retirado de las acciones multilaterales. Al ser el riesgo tan alto, se necesita más que nunca una cooperación internacional sólida para garantizar que los países cuenten con los medios para alcanzar los ODS. A pesar del compromiso de promover el financiamiento para el desarrollo, el nivel de asistencia disminuye La AOD alcanzó un total neto de 149 mil millones de dólares en 2018, un 2,7% menos en cifras reales que en el año 2017. Esta caída se debió, en gran medida, a una reducción de la ayuda por parte de países donantes para acoger refugiados. La ayuda para proyectos, programas y asistencia técnica a nivel bilateral que representa más de la mitad del total neto de la AOD aumentó en un 1,3% en cifras reales desde el año 2017 al 2018. Las contribuciones a organizaciones multilaterales, que representan alrededor de un tercio del total neto de AOD, se mantuvieron estables. La ayuda humanitaria cayó un 8% en cifras reales. La AOD es la principal fuente de financiamiento externo para los países menos adelantados. Sin embargo, en 2018, los países africanos y PMA fueron los que recibieron menor asistencia, justamente donde más se necesita. Las cifras preliminares indican que la AOD bilateral para países menos adelantados cayó en un 3% en cifras reales desde 2017, y la ayuda a los países africanos, en un 4%. Los países donantes no están cumpliendo con su compromiso de impulsar las finanzas para el desarrollo, lo que anula los esfuerzos por alcanzar los objetivos a nivel mundial. Es fundamental lograr una movilización eficaz de recursos locales, incluso a través de medidas impositivas, para alcanzar los ODS La movilización y el uso eficaces de los recursos locales, enmarcados en el principio de propiedad nacional, resulta vital para alcanzar los ODS. Evaluar la carga impositiva, es decir, el ingreso proveniente de impuestos, es un ejercicio importante para las normativas fiscales que tiene repercusiones económicas y sociales. La tasa impositiva media mundial en el Grupo de los 20 y otras economías avanzadas representó un 23% del PIB en 2017, en comparación con un 18% en economías de mercado emergentes y en desarrollo. En promedio, en el año 2017, la proporción del gasto público financiada por impuestos alcanzó el 64% en el Grupo de los 20 y otras economías avanzadas, y el 61% en economías de mercado emergentes. A nivel mundial, esta leve disminución en el papel que juegan los impuestos en el gasto público (de una media de 64,5% en 2005 a 62,3% en 2017) puede deberse a una mejora en la movilización de los ingresos, así como también en la gestión de las finanzas públicas. La condición para lograr un desarrollo económico fuerte, sostenido e incluyente es contar con un sistema de movilización de ingresos que funcione correctamente. Sin embargo, los países deben personalizar los componentes de este sistema y su marco fiscal general.Two different guide layers for two- and three-line titles. Guides for edge of right-aligned text and bars uniform (and account for space for other languages). Swatches are of full, 75%, 50% and 25% color. All bars should be 0p6 wide with 0 spacing within country and 0p2 spacing between country indent.Componentes de corrientes netas de la AOD, 2010—2018 (miles de millones de dólares constantes de 2017) Información preliminar20182015 2010 2005 2000 Proyectos de desarrollo, programas y cooperación técnica bilateralesDonaciones para alivio de la deuda neta Costos de refugiados de los países donantesAyuda humanitaria AOD multilateral020406080100120140160 Proporción de gasto público nanciada por impuestos locales, 2005 y 2017 (porcentaje) * Excepto Australia y Nueva Zelandia.0 20 40 60 80 100 2007 2005África septentrional y Asia occidental55 49 Oceanía*47 53 Europa y América del Norte61 61 Asia central y meridional64 62 África subsahariana6665 América Latina y el Caribe73 69 Asia oriental y sudoriental74 70 Australia y Nueva Zelandia88 81 Todo el mundo64.5 62.3 Objetivo 17 | Alianzas para lograr los objectivos 57La asistencia financiera para las estadísticas ha aumentado pero aún no es suficiente para satisfacer las demandas de los ODS La demanda de información de calidad, oportuna y accesible para la planificación del desarrollo está aumentando. Para satisfacer dicha demanda, los países necesitan establecer un plan estadístico nacional firme que cuente con el financiamiento y el respaldo político suficientes para mejorar la capacidad estadística de todo el sistema estadístico nacional. En el año 2018, 129 países de todo el mundo habían implementado un plan estadístico nacional; un aumento frente a 102 del 2017. Sin embargo, muchos países no contaban con el financiamiento necesario para lograrlo. En África subsahariana, solo el 23% de los planes contaban con financiamiento pleno, en comparación al 94% de Europa y América del Norte. En 2016, los países recibieron una asistencia de 623 millones de dólares de donantes multilaterales y bilaterales para todos sus sectores de estadísticas, en comparación con los 591 millones de dólares que recibieron en 2015. Esta asistencia tuvo un incremento de casi 400 millones de dólares entre los 2006 a 2016, pero aún no fue suficiente para satisfacer las demandas de información y estadísticas que surgen a partir de los ODS. Para alcanzar los objetivos de creación de capacidades estadísticas para 2030 será necesario duplicar los compromisos actuales para datos y estadísticas (0,33% de la AOD total).Las remesas personales de trabajadores migrantes en el extranjero se están convirtiendo en la principal fuente de financiamiento externo en los países en desarrollo Las remesas totales a nivel mundial alcanzaron los 689 mil millones de dólares en el año 2018, lo que significa un aumento a partir de 633 mil millones de dólares en 2017. Las remesas de países de ingresos bajos y medios aumentaron un 9,6% durante ese período, alcanzando el récord histórico de 529 mil millones de dólares en el año 2018. Eso representó más de tres veces la cantidad de AOD que recibieron en 2018 y la cifra fue significativamente mayor que la inversión extranjera directa (si se excluye a China). Se proyecta que las remesas a países con ingresos bajos y medios alcancen los 550 mil millones de dólares en 2019, lo que las convierte en la principal fuente de financiamiento externo en estos países. Sin embargo, los beneficios de las remesas de trabajadores migrantes internacionales se ven reducidas por el costo elevado de las transferencias de dinero. En el primer trimestre del año 2019, el costo promedio para enviar 200 dólares todavía era elevado, alrededor de un 7%. Esto representa más del doble de la meta de 3% establecida en los ODS para 2030. El costo de las transferencias de dinero fue superior en varios corredores africanos e islas pequeñas del Pacífico, alrededor de un 10%.Las tensiones comerciales que existen entre las principales economías mundiales afectan a productores y consumidores de todo el mundo La disminución de los aranceles a nivel mundial ofrece un mayor acceso a los bienes y contribuye a lograr un sistema comercial más abierto. Sin embargo, las crecientes tensiones comerciales entre grandes economías han tenido un efecto negativo para los consumidores y productores de todo el mundo, así como para los negocios y mercados financieros. También generan incertidumbre sobre el futuro de un sistema sólido de comercio multilateral bajo la Organización Mundial del Comercio. En 2017, los aranceles ponderados en función de los intercambios comerciales disminuyeron a un promedio de 2,2% en todo el mundo. Sin embargo, se encontraron enormes diferencias a nivel regional, lo que refleja la inestabilidad económica mundial. Los aranceles de importación más altos en el año 2017 se aplicaron en África subsahariana y en países menos adelantados, con un promedio de 7,1% y 7,8%, respectivamente, del valor de la mercadería importada. Estos aranceles fueron muy superiores a aquellos aplicados por países de altos ingresos (1,2%) y por el conjunto de las regiones en desarrollo (3,7%). Asia sudoriental tenía un arancel de importación del 1,7%, lo que indica la creciente apertura de la región al comercio internacional. Más de la mitad de la población mundial cuenta con acceso a Internet; es momento de poner la atención en la otra mitad Internet puede ser una puerta de acceso al desarrollo, así como también un medio para implementar muchos de los ODS. A fines del año 2018, más de la mitad de la población mundial (3,9 mil millones de personas) utilizaba Internet: un paso importante hacia una sociedad de información global más incluyente. Más del 80% de las personas en países desarrollados tuvieron acceso a Internet en 2018, en comparación al 45% en países en desarrollo y a solo un 20% en países menos adelantados. Se cree que el acceso a las redes de banda ancha tiene un efecto considerable en la producción económica mundial. En promedio, el aumento del 1% en la penetración de la banda ancha fija (la cantidad de abonados por cada 100 habitantes) se asocia con un aumento del 0,08% en el PIB mundial. El efecto es mayor en los países desarrollados que en aquellos en vías de desarrollo. A nivel mundial, se mantuvo el crecimiento de abonados a servicios de banda ancha fija, con una tasa de penetración que aumentó de 3,4 por cada 100 habitantes en el año 2005, a 14,1 en 2018. Proporción de países con planes estadísticos nacionales según su nivel de nanciamiento, 2018 (porcentaje) * Excepto Australia y Nueva Zelandia. Nota: Las cifras entre paréntesis reflejan la cantidad de países que están implementando un plan estadístico nacional en la actualidad.0 20 40 60 80 100Todo el mundo (129)Australia y Nueva Zelandia (2)Europa y América del Norte (35)(13)América Latina y el Caribe (17)Asia central y meridional (11)Asia oriental y sudoriental (13)África subsahariana (35)Oceanía* (3) Financiado totalmente Información sobre financiamiento no disponibleParcialmente financiado100 23 40 37 54 8 38 64 9 27 77 23 94 6 100 18 22 6065 35 África septentrional y Asia occidentalProporción de la población que utiliza Internet a nivel mundial y por grupos de países, 2018 (porcentaje) 0 20 40 60 80 100Países desarrollados 81 Países en desarrollo 45 Países menos adelantados 20 Todo el mundo 51Informe de los Objetivos de Desarrollo Sostenible 2019 58Nota al lector 1 La lista completa de indicadores está disponible en https:/ /unstats.un.org/sdgs/indicators/indicators-list/ . 2 La composición de estas subregiones se presenta en la sección sobre agrupaciones regionales. 3 Véase el Informe del Grupo Interinstitucional y de Expertos sobre los Indicadores de los Objetivos de Desarrollo Sostenible (E/CN.3/2019/2), Anexo I. 4 Véase el Informe de la Comisión de Estadística sobre el 50.° período de sesiones (E/2019/24-E/CN.3/2019/34).Marco de indicadores mundiales para el seguimiento y el examen de los Objetivos de Desarrollo Sostenible La información presentada en este informe se basa en los últimos datos disponibles (a mayo de 2019) sobre los indicadores seleccionados1 del marco de indicadores mundiales de los Objetivos de Desarrollo Sostenible elaborado por el Grupo Interinstitucional y de Expertos sobre los Indicadores de los ODS (GIEI-ODS) y aprobado por la Asamblea General el 6 de julio de 2017 (véase la resolución 71/313, anexo). Se utiliza el marco de indicadores mundiales para examinar los progresos realizados a nivel mundial.La elección de los indicadores para este informe no representa una priorización de las metas, ya que todas las metas y objetivos son igualmente importantes. La composición de las regiones y subregiones de este informe se basa en las divisiones geográficas de las Naciones Unidas, con algunas modificaciones necesarias para crear, en la medida de lo posible, grupos de países para los que se pueda realizar un análisis significativo.2 Fuentes de datos y base para el análisis Los valores para la mayoría de los indicadores presentados en este informe representan agregados regionales y/o subregionales. En general, las cifras son promedios ponderados de los datos de los países, utilizando la población de referencia como ponderación, y se calculan a partir de los datos nacionales recopilados por los organismos internacionales de los sistemas estadísticos nacionales, de acuerdo con sus respectivos mandatos y experiencia especializada. Los datos nacionales recopilados por los organismos internacionales muchas veces se ajustan para su comparación y se completan con estimaciones cuando fuera necesario. Según lo decidido por la Comisión de Estadística y conforme a la resolución 2006/6 del Consejo Económico y Social, las estimaciones utilizadas para la compilación de los indicadores mundiales deben producirse bajo plena consulta con las autoridades estadísticas nacionales. Los criterios y mecanismos de validación por parte de las autoridades nacionales de estadística están descritos en el informe de los GIEI-ODS3 y fueron aprobados por la Comisión de Estadística en su 50.° período de sesiones.4 La colaboración entre los sistemas estadísticos nacionales y las organizaciones regionales e internacionales es esencial para la circulación eficaz de datos comparables a nivel internacional. Estos mecanismos pueden mejorarse mediante el perfeccionamiento de la función de coordinación de las oficinas de estadística nacionales en los sistemas nacionales. La División de Estadística de las Naciones Unidas mantiene una base de los datos y metadatos mundiales, regionales y nacionales disponibles para los indicadores de los ODS que acompañan este informe y pueden consultarse en https:/ /unstats.un.org/sdgs . Debido a la aparición de nuevos datos y metodologías revisadas, la serie de datos presentada en este informe puede no ser comparable con la serie de datos anteriores. Aunque los valores de los agregados presentados en este informe son una manera conveniente de hacer un seguimiento del progreso, la situación de cada país en particular en una región determinada y de los grupos de habitantes y zonas geográficas puede variar significativamente de los promedios regionales. Presentar los valores agregados para todas las regiones también enmascara otra realidad: la falta, en muchas partes del mundo, de datos adecuados para evaluar las tendencias nacionales y para informar y supervisar la implementación de políticas de desarrollo. Invertir en datos para la plena aplicación de los Objetivos de Desarrollo Sostenible Los datos de calidad son vitales para que los gobiernos, los aliados para el desarrollo, las organizaciones internacionales, la sociedad civil, el sector privado y el público en general puedan tomar decisiones informadas y para garantizar una evaluación certera de la implementación de la Agenda 2030. Hacer un seguimiento del progreso de los ODS requiere la recopilación, el procesamiento, el análisis y la difusión de una cantidad sin precedentes de datos y estadísticas a nivel subnacional, nacional, regional y mundial, incluidos aquellos derivados de sistemas de estadística oficiales y de nuevas e innovadoras fuentes de datos. Muchos sistemas de estadística nacional en todo el mundo enfrentan graves desafíos en este sentido. Como resultado, la información certera y oportuna acerca de ciertos aspectos de la vida de las personas es desconocida. Numerosos grupos y personas permanecen \"invisibles\" y muchos desafíos de desarrollo todavía no se comprenden claramente. En la resolución 70/1 de la Asamble General, los Estados Miembros de las Naciones Unidas reconocieron el papel crucial que tiene fortalecer la recopilación y la creación de capacidad de datos, y se comprometieron a abordar este vacío (párrafo 57). El Plan de Acción Mundial para los Datos del Desarrollo Sostenible de Ciudad del Cabo, aprobado por la Comisión de Estadística en su 48.° período de sesiones de 2017, ofrece una orientación para la modernización y el perfeccionamiento de los sistemas estadísticos. Para satisfacer esta demanda urgente, es imprescindible el aumento de inversiones en los sistemas nacionales de datos y estadísticas y el aumento de la movilización de recursos internacionales y nacionales. La Declaración de Dubai, emitida en el Foro Mundial de Datos de 2018, hace un llamado a incrementar los recursos nacionales e internacionales y el compromiso político para perfeccionar los sistemas de datos. Prevé un mecanismo de financiación basado en la demanda, bajo la supervisión de los miembros de las Naciones Unidas, que pueda responder de manera rápida y eficaz a las prioridades de los sistemas nacionales de estadística. Deberán explorarse nuevas fuentes y tecnologías para la recopilación de datos y para la integración de las diversas fuentes de datos, incluso creando alianzas con la sociedad civil, el sector privado y los círculos académicos. La integración de la información geoespacial y de los datos estadísticos será particularmente importante para la elaboración de diversos indicadores. Agrupaciones regionales 59Agrupaciones regionales Notas: Oceanía* se refiere a Oceanía excepto Australia y Nueva Zelandia en toda la publicación. Las fronteras y los nombres utilizados y las denominaciones empleadas en este mapa no implican la expresción de opinión alguna por parte de las Naciones Unidas.Europa y América del Norte Australia y Nueva Zelandia Oceanía* América Latina y el CaribeÁfrica septentrional y Asia occidental África subsahariana Asia oriental y sudoriental Asia central y meridional Este informe presenta datos sobre el progreso para alcanzar los Objetivos de Desarrollo Sostenible para el mundo en su totalidad y para varias agrupaciones. Las agrupaciones por países se basan en regiones geográficas definidas bajo los códigos uniformes de país o de zona para uso estadístico (conocidos como M49)51de la División de Estadística de las Naciones Unidas. Las regiones geográficas se muestran en el mapa anterior. Para fines de la presentación, se han combinado algunas regiones del M49. El uso de regiones geográficas como base de agrupaciones de países es un importante cambio desde el Informe de los Objetivos de Desarrollo Sostenible 2016 y los informes de progreso de los Objetivos de Desarrollo del Milenio. Anteriormente, los datos se presentaban por países en regiones \"desarrolladas\" y países en regiones \"en desarrollo\", lo que después se desglosaba aún más en subregiones geográficas. Aunque no existe un convenio establecido para la designación de países o zonas \"desarrollados\" y \"en desarrollo\" en el sistema de las Naciones Unidas, los datos para algunos indicadores de este informe todavía 5 Los detalles completos del estándar M49 se pueden encontrar en el sitio web de la División de Estadísticas en https:/ /unstats.un.org/unsd/ methodology/m49. 6 Una nota de discusión, \"Actualización de las agrupaciones regionales para el informe y la base de datos de los ODS\", de 31 de octubre de 2016, describe los detalles de este cambio y está disponible en https:/ /unstats.un.org/sdgs/indicators/regional-groups.se presentan para regiones y países desarrolladas y en desarrollo con el fin de ser usados solamente para el análisis estadístico, y se basan en la práctica empleada por los organismos internacionales que proporcionaron los datos.62 Además, los textos y cifras presentan, en la medida de lo posible, datos para los países menos adelantados, países en desarrollo sin litoral y pequeños Estados insulares en desarrollo, que son los grupos de países que requieren especial atención. Puede encontrarse una lista completa de los países incluidos en cada región y subregión en https:/ /unstats.un.org/sdgs/indicators/ regional-groups. Las denominaciones empleadas y la presentación del material en esta publicación no implican la expresión de opinión alguna por parte del Secretario de las Naciones Unidas relativa a la condición jurídica de países, territorios, ciudades o zonas, o sus autoridades, ni respecto de la delimitación de sus fronteras o límites.Informe de los Objetivos de Desarrollo Sostenible 2019 60Fotografías: Portada © Toomas Tartes Página 22 © Patrick FAO/IFAD/WFP/Michael Tewelde Página Banco Mundial/Yosef Hadar Página 42 Patrick J. Nagel 44 © Banco Mundial/Farhana Asnap Página 46 © Yongyi Min Página 48 © Patrick J. Nagel Página 50 © Patrick J. Nagel Página 52 © UN Foto/Louise Grubb Página 54 © UN Women/Christopher Herwig Página 56 © PNUD Mapas: El mapa en la página 36 proviene de la OMS. El mapa en la página 42 proviene del Banco Mundial. El mapa en la página 50 proviene de la Puntuación mundial de la salud de los océanos 2018 , disponible en: http:/ /ohi-science.org/ news/2018-global-scores. Los mapas en las páginas 28, 35, 40, 41 y 45 provienen de la División de Estadísticas de las Naciones Unidas (UNSD). Los datos del mapa provienen de la Sección de información Geoespacial de las Naciones Unidas (UNGIS). Íconos infográficos y diseño del resumen: Unidad de Diseño Gráfico de las Naciones Unidas/DGC Diseño adicional del informe, diseño gráfico, composición tipográfica y edición de originales: Sección de Preparación de Originales y Corrección de Pruebas/DAGGC Editora: Lois Jensen Copyright © 2019 Naciones Unidas Reservados todos los derechos a nivel mundial Las solicitudes para reproducir los extractos o para fotocopiar deben dirigirse al Departamento de Derechos de Autor: http:/ /www.copyright.com. Cualquier otra pregunta sobre derechos o licencias, como derechos relativos a los subsidios, deben dirigirse a: United Nations Publications, 300 East 42nd Street, New York, NY, 10017, United States of America Correo electrónico: publications@un.org; sitio web: www.un.org/publications Publicación de las Naciones Unidas emitida por el Departamento de Asuntos Económicos y Sociales (DESA) e-ISBN: 978-92-1-047889-2 ISSN: 2521-6899 e-ISSN: 2521-6902En respuesta a la resolución 70/1 de la Asamblea General, la cual solicita al Secretario General a proporcionar informes sobre el progreso anual de los Objetivos de Desarrollo Sostenible (párr. 83), el presente informe fue preparado por el Departamento de Asuntos Económicos y Sociales, con la contribución de organizaciones internacionales y regionales, y entidades, organismos especiales, fondos y programas del sistema de las Naciones Unidas, citados a continuación. También se ha contado con la colaboración de profesionales nacionales de la estadística, expertos de la sociedad civil y del mundo académico. Alianza de Pequeños Estados Insulares Banco Asiático de Desarrollo Comisión Económica y Social para Asia y el Pacífico Comisión Económica y Social para Asia Occidental Comisión Económica para Africa Comisión Económica para Europa Comisión Económica para América Latina y el Caribe Organización de las Naciones Unidas para la Alimentación y la Agricultura Organización de Aviación Civil Internacional Agencia Internacional de la Energía Organización Internacional del Trabajo Fondo Monetario Internacional Agencia Internacional de Energías Renovables Unión Internacional de Telecomunicaciones Centro de Comercio Internacional Unión Internacional para la Conservación de la Naturaleza Unión Interparlamentaria Programa Conjunto de las Naciones Unidas sobre el VIH/SIDA Oficina del Alto Comisionado de las Naciones Unidas para los Derechos Humanos Oficina del Alto Comisionado de las Naciones Unidas para los Refugiados Organización de Cooperación y Desarrollo Económicos Consorcio de Estadísticas para el Desarrollo en el Siglo XXI / París21 Secretaría del Convenio sobre la Diversidad Biológica Energía Sostenible para Todos Fondo de las Naciones Unidas para el Desarrollo de la Capitalización Fondo de las Naciones Unidas para la Infancia Conferencia de las Naciones Unidas sobre Comercio y Desarrollo Convención de las Naciones Unidas de Lucha contra la Desertificación Departamento de Asuntos Económicos y Sociales de las Naciones Unidas Programa de las Naciones Unidas para el Desarrollo División de las Naciones Unidas de Asuntos Oceánicos y del Derecho del Mar Organización de las Naciones Unidas para la Educación, la Ciencia y la Cultura Entidad de las Naciones Unidas para la Igualdad de Género y el Empoderamiento de las Mujeres /ONU-Mujeres Programa de las Naciones Unidas para el Medio Ambiente Convención Marco de las Naciones Unidas sobre el Cambio Climático Programa de las Naciones Unidas para los Asentamientos Humanos Organización de las Naciones Unidas para el Desarrollo Industrial Estrategia Internacional de las Naciones Unidas para la Reducción de los Desastres Servicio de las Naciones Unidas de Actividades Relativas a las Minas Oficina de las Naciones Unidas para la Reducción del Riesgo de Desastres Oficina del Estado de Derecho y las Instituciones de Seguridad de las Naciones Unidas Oficina del Alto Representante para los Países menos Adelantados, los Países en Desarrollo sin Litoral y los Pequeños Estados Insulares en Desarrollo Oficina del Enviado del Secretario General de las Naciones Unidas para la Juventud Representante Especial del Secretario General de las Naciones Unidas sobre la Violencia contra los Niños Oficina de las Naciones Unidas contra la Droga y el Delito Oficina de las Naciones Unidas de Apoyo a la Consolidación de la Paz Fondo de Población de las Naciones Unidas ONU-Energía ONU-Océanos ONU-Agua Grupo del Banco Mundial Organización Meteorologica Mundial Organización Mundial de la Salud Organización Mundial del Turismo Organización Mundial del Comercio Para más información puede visitar la página web de la División de Estadística de las Naciones Unidas para los Objetivos de Desarrollo Sostenible https:/ /unstats.un.org/sdgs.19-06517eISBN: 978-92-1-047889-2 ISSN: 2521-6899 eISSN: 2521-6902 Los próximos años serán un período vital para salvar el planeta y alcanzar un desarrollo humano sostenible e inclusivo . — A ntónio GUTERRES Secret Ario Gener Al de lAS nAcione S UnidAS "}