{"title": "seguridad y riesgos en misiones humanitarias internacionales - lecciones y recomendaciones del tifon haiyan en filipinas. Borja Vazquez Fontao / Iñigo Apellaniz Gonzalez. Elkar.eus", "author": "Autor Borja Vazquez Fontao; Iñigo Apellaniz Gonzalez", "url": "https://www.elkar.eus/es/liburu_fitxa/9788490822951", "hostname": "elkar.eus", "description": "seguridad y riesgos en misiones humanitarias internacionales - lecciones y recomendaciones del tifon haiyan en filipinas. Borja Vazquez Fontao / Iñigo Apellaniz Gonzalez. Comprar", "sitename": "lecciones y recomendaciones del tifon haiyan en filipinas. Borja Vazquez Fontao / Iñigo Apellaniz Gonzalez. Elkar.eus", "date": "2023-09-06", "cleaned_text": "seguridad y riesgos en misiones humanitarias internacionales - lecciones y recomendaciones del tifon haiyan en filipinas HERRIKO UNIBERTSITATEA - Idioma: Castellano - Año de edición: 2016 - Formato: RUSTICA - Número de páginas: 230 - Tamaño: 240x170 ENSTOCK Artículo en stock. Artículo disponible en elkar.eus. Los artículos en stock salen del almacén en un plazo no superior a 48 horas laborables. El plazo de entrega, dependerá de la forma de envío y del país de destino seleccionado. 12,00 € tarjeta elkar 11,40 € [Gastos de envío ?](https://www.elkar.eus/es/bidalketa_gastuak) GRATIS en tienda EN CASA GRATIS a partir de 49€ Sinopsis Esta obra estudia y evalúa la magnitud de los riesgos a los que se enfrentan los equipos humanitarios que desarrollan atención sanitaria, rescatista y logística en contextos de desastres naturales de gran envergadura. El estudio se centra en aquellos factores de riesgo que amenazan la seguridad y la salud de los intervinientes, para los que propone medidas de control, organización y equipamiento para eliminarlos o reducirlos. El objetivo es que las diferentes agencias y organizaciones que despliegan equipos humanitarios dispongan de la información necesaria con la que tomar decisiones e implementar las medidas adecuadas con las que contener los riesgos, así como planificar correctamente la actividad preventiva. Si le interesó este producto, quizá le interesen estos otros "}