{"title": "PDF", "author": "PDF", "url": "https://www.bioecoactual.com/wp-content/uploads/PDF2015/bioecoactual_febrero_15_cas.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Alimentación ecológica desde 1974 Nº 17 Febrero 2015 Planeta Vivo Acción Ecológica La EntrevistaLos microbios, la clave de la vida en el Planeta Ecologismo silencioso Antonio Esteban Villalobos, Presidente y Fundador de Soria Natural, S.A. Cada día la actualidad ecológica en Bio Noticias: www.bioecoactual.com @bioecoactualPág. 3 Pág. 9 Pág. 16impreso en papel ecológico 100% recicladoINFORMATIVO MENSUAL INDEPENDIENTE Y GRATUITO DE CONSUMO DE PRODUCCIÓN ECOLÓGICA \"Un paisaje se conquista con las suelas del zapato, no con las ruedas del automóvil\". William Faulkner (narrador y poeta) BIOFACH 2015 Feria líder mundial de alimentos ecológicos del 11 al 14 de Febrero, Núremberg, Alemania © NuernbergMesse/Thomas Geiger2 BIOECO ACTUALFebrero 2015 - Nº la actualidad ecológica en Bio Noticias: www.bioecoactual.com \"Encuentro, inspiración y dis - frute\" Con este slogan se presenta este mes la feria que, sin duda, es el refe - rente a escala mundial en productos de alimentación \"bio\". Y es precisa - mente en Baviera, el Estado federal de Alemania a la cabeza en superficie de cultivo ecológico, donde tiene lu - gar este encuentro. Del 11 al 14 de fe - brero, el centro ferial de Núremberg, acoge la feria profesional BIOFACH que, junto a VIVANESS, el Salón pro - fesional de Cosmética y Bienestar, constituye lo que se conoce como el \"Dúo Ferial de Núremberg\", ya que ambas se celebran en paralelo. En la pasada edición se celebraron sus 25 años de existencia y actualmente es visitada por más de 42000 profesio - nales de unos 130 países y cuenta con ferias filiales en Washington, Tokio, Mumbai (India), Shanghai y Sao Paulo. De los 2.200 expositores que van a participar (200 de ellos en el Salón de la Cosmética VIVANESS), en esta edición podemos encontrar 118 expositores españoles. En opinión de Bárbara Böck, responsable de prensa y directora de Relaciones Públicas de Nürnberg - Messe, organizadora de la feria, \"el descubrimiento de nuevos productos, frescos e innovadores, supone cada año una de las razones más importantes para visitar el dúo ferial de Núremberg\". Uno de los eventos más importan - tes de la feria es el Congreso BIOFACH y VIVANESS, que abarca cerca de 100 ponencias y foros de debate y reúne a más de 6.500 asistentes. Se trata del mayor congreso del mundo del sector ecológico y como nos explica Barbara Böck, \"hace de barómetro de las últimas tendencias y al mismo tiempo sirve de motor para el sector. Expertos y personas destaca - das del mundo bio, abordan temas como el futuro del mercado global, el movimiento bio y el contexto político\". En esta edición se estrenan precisamente dos foros nue - vos: el de la Ciencia y el de la Política. El título para el congreso de esta edición es \"Organic 3.0: buen contexto para más productos ecológicos\". Aquí se tratarán, entre otros, temas como la nueva pro - puesta de la Comisión para una nueva regulación, el cambio generacional en el sector bio, la agricultura orgánica y el cambio climático, la cosmética vegana o el siguiente paso de la certificación. Bio Eco Actual estará presente en esta próxima edición de BioFach junto a los demás medios de comunicación de prensa ecológica a través de la plataforma Organic Market Info que reunirá a más de 20 medios interna - cionales. Este encuentro entre los principales medios dedicados a la eco - logía y en concreto a la alimentación y agricultura ecológica pretende ser un punto de partida para que los perio - distas representantes de las distintas publicaciones impresas y on-line se conozcan y establezcan alianzas. En cuanto al stand de novedades, así como en la pasada edición se presentó por primera vez una categoría propia de alimentos veganos, este año hay que destacar otra nueva titulada \"Libre de\" (por ejemplo glucosa o lactosa). Y es que el tema de las intolerancias alimentarias es una realidad que hay que abordar. Según los datos recogidos recientemente en la primera guía eu - ropea sobre reacciones alimentarias, elaborada por la Academia Europea de Alergia e Inmunología Clínica (EAACI), hasta el 17% de la población europea podría sufrir algún tipo de alergia a los alimentos. En Europa las más comu - nes son las relacionadas con la leche de vaca, el huevo, la soja, el trigo, los frutos secos, el pescado y los mariscos. Otro de los clásicos de la feria es el de \"Los mundos de experiencias\", que bajo el lema de \"Informar, catar e inspirarse\", ofrece degustaciones, catas y talleres ordenados en tres apartados: el Vegano, el del Aceite de Oliva y el del Vino. Y para encontrar las últimas ten - dencias en alimentación bio como el chocolate para niños exento de alérge - nos, las mezclas de especias de hierbas y flores o el ketchup de calabaza, se ha creado el stand agrupado de jóvenes empresas innovadoras, que, subven - cionado por el Ministerio Federal de Economía y Tecnología de los noveles (BMWI), agrupa a 45 expositores. Más información: www.biofach.de BioFach: referente mundial para los profesionales de la alimentación BIOFERIAS Biocop Productos Biológicos S.A. Puigmal, 3 - 08185 Lliçà de Vall (BCN) - Tel. +34 938 436 517 www.biocop.es agricultura biológica Sabes lo que quieres. Sabes lo que comes Bio Eco Actual estará presente en esta próxima edición de BioFach junto a los demás medios de comunicación de prensa ecológica © NuernbergMesse/Frank Boxler ALIMENTACIÓN Marta Gandarillas, Periodista, martagandarillas@hotmail.com3 BIOECO ACTUALFebrero 2015 - Nº 17 Cada día la actualidad ecológica en Bio Noticias: www.bioecoactual.com PLANETA VIVO ALIMENTACIÓN A VECES ME LLEVO EL HUERTO CONMIGO www.vegetalia.comMe gusta sentirme bien y disfrutar de lo que como, aunque no tenga todo el tiempo que desearía para hacerlo. Las nuevas cremas de verduras Vegetalia están preparadas con ingredientes ecológicos y frescos de la huerta. Hemos creado tres recetas únicas para que no te tengas que preocupar de prepararlas y puedas disfrutar de un alimento sano, sabroso y diferente. Es como tener un huerto portátil siempre contigo, en casa y donde quieras. alimento sano, sabroso y diferente. Es como tener un huerto portátil siempre contigo, en casa CALABAZA CON CÚRCUMA I CALABACÍN CON ALGA WAKAME I REMOLACHA Y TOFUC M Y CM MY CY CMY K Anunci cremes_253x105.pdf 4 17/12/14 10:46Pasteur, pionero de la microbiolo - gía moderna, descubrió que ciertos microbios (los patógenos) generaban infecciones. Esto supuso, sin duda, una revolución pero probablemente generó los prejuicios que todavía perduran y que han dado tan \"mala prensa\" a los microbios. Por el con - trario, corrientes como la agricultura regenerativa o la tecnología de los EM (microorganismos eficientes), desarrollada en Japón, ofrecen la cara opuesta y buscan desarrollar nuevas técnicas de cultivo ecológico utilizan - do microorganismos para regenerar el suelo, limpiar mareas negras, la contaminación de acuíferos e incluso la radioactividad. Hay experiencias en hospitales de Japón que llevan tiempo utilizando bacterias positivas (probióticas) para limpiar los suelos y el ambiente, ocupando el espacio que ocuparían las bacterias patógenas responsables de la muerte de cientos de miles de personas en el mundo por infección en los hospitales. En esta línea de investigación, nace la Microbiótica. Luis Lázaro, investigador y periodista, es autor y coordinador de \"Microbiótica. Nu - trición simbiótica y microorganis - mos. Una revolución para salvar la tierra y al ser humano\". El libro, en el que participan diferentes especia - listas médicos, biólogos, ingenieros, psicólogos, investigadores..., aborda el tema de cómo los microorganis - mos regeneradores pueden ayudar a superar los problemas de nuestra civi - lización en campos como la ecología, la agricultura, la nutrición o la salud. Y, si reparamos en ciertos datos di - fundidos por la ciencia, es fácil deducir por qué supone una revolución. En la tierra hay 10.000 millones más de bacterias y virus que estrellas en el universo. Solo en una gota de agua de mar hay 1 millón de bacterias. Por otro lado, solo somos un 10% de células hu - manas, el resto son microorganismos que no están en nosotros al nacer. Una parte del libro se refiere a la mi - crobiótica exterior, la relacionada con la biosfera, con el ecosistema, la regu - lación del clima, el agua, el suelo,etc... La otra parte se refiere a la microbiótica interior, la que tiene que ver con nuestra salud, nutrición, psicología... Como afirma uno de los investiga - dores que participan en el libro, Máxi - mo Sandin, doctor en Ciencias biológi - cas, \"descubrimientos recientes demuestran que nuestro organismo es un microuniverso poblado de miles de millones de bacterias y de virus que están en el digestivo, los pulmo - nes, la piel... que son esenciales para man - tener el equilibrio con el exterior\". Incluso el ADN humano tiene integrados en su secuencia virus y bacterias. Además sabemos que, en nues - tro intestino, tenemos unos 100 millones de neuronas y una parte importante de los neurotransmiso - res (sustancias que utiliza el sistema nervioso para sus respuestas). En él se segrega el 95% de la serotonina, \"la hormona del bienestar\", y el 50% de la dopamina, que tiene que ver con el aprendizaje y refuerzo. A tra - vés del intestino, asimilamos los nu - trientes de los alimentos y en él se encuentra la base de nuestro sistema inmunológico. De ahí el término de \"segundo cerebro\", que popularizó el doctor Gershon en su obra sobre el intestino. Es fácil comprender por qué se concluye que gran parte de las enfermedades tienen su origen en el intestino. Para Luis Lázaro, \"la microbiótica sería una conciencia de la relación sim - biótica, es decir, de interdependencia y colaboración, que tenemos los seres visi - bles con los invisibles\". En esta línea de investigación y de forma pionera nace una gama de supe - ralimentos en la que ha estado trabajan - do Luis Lázaro, basada en nutrición sim - biótica (alimentos que nos alimentan y también a nuestros microorganismos) y que va a distribuir Vegetalia. Más información: www.microbiotica.es www.somosvirusybacterias.comwww.microviver.com www.nutribiota.com Los microbios, la clave de la vida en el planeta A través del intestino, asimilamos los nutrientes de los alimentos y en él se encuentra la base de nuestro sistema inmunológico © © Alexander Raths Marta Gandarillas, Periodista, martagandarillas@hotmail.com4 BIOECO ACTUALFebrero 2015 - Nº 17 Cada día la actualidad ecológica en Bio Noticias: www.bioecoactual.com VALENCIA Feria de Valencia 27 de febrero a 1 de marzo www.biocultura.org Maria Pilar Ibern \"Gavina\", asesora nutricional y escritora, lacuinadegavina.blogspot.com.es PREPARACIÓNRECETA En una sartén de hierro fundido, sin teflón, cubierta con un ligero baño de aceite, saltearemos las pa - tatas cortadas a láminas finas unos cinco minutos, tapadas y sazonadas con sal y pimienta. Pasados estos minutos agregaremos las setas lim - pias cortadas a láminas, una pizca de cúrcuma y los ajos tiernos. Agregare - mos un chorrito de aceite y sal, tapa - remos y coceremos unos 3 minutos. Seguidamente agregaremos las alca - chofas cortadas a láminas muy finas y coceremos a fuego lento todo el conjunto hasta que las patatas estén bien blandas. Una vez terminada la cocción, com - probando que todos los ingredientes estén al punto, los reservaremos. Para hacer el alioli simplemente volcaremos los ingredientes por or - den en un recipiente adecuado para batir y batiremos lentamente con la varilla eléctrica hasta que el aceite haya emulsionado perfectamente, obteniendo una salsa bien espesa. Finalmente emplatamos, relle - nando en cada plato un aro con las verduras salteadas. Finalmente levantaremos el aro y cubriremos el círculo con un poco de alioli y una línea de pimentón sobre el plato. Servir bien caliente. nTimbal de patatas con verduras de invierno con alioli Nota de la autora: Este sabroso y energético plato, sin gluten y con sanadoras especias, puede ser un excelente regalo para los comen - sales en un día festivo, obteniendo un plato de gourmet con la senci - llez de las verduras de invierno.BIOECO ACTUAL EDITA: Centipede Films,S.L. Tel. 93 747 43 19 - 664 32 02 51 C/ Alfons Sala, 33-39 local 08202 Sabadell Depósito Legal: B.20513-2013 TIRADA 26.000 EJEMPLARES www.bioecoactual.com bio@bioecoactual.com DIRECTOR Enric Urrutia REDACCIÓN Montse Mulé DISEÑO Y MAQUETACIÓN QUAE Soluciones Creativas a Medida WEB - REDES SOCIALES Oriol Urrutia INFORMÁTICA Marcel Graupera CONSULTORÍA Solgest XXI SL DISTRIBUCIÓN Comunidad de Madrid, Castilla y León, Castilla La Mancha: El Horno de Leña; Euskadi: Busto, María Cacheda, Alba Cànovas, Ester Casanovas, Pablo Chamorro, Enric Cortiñas, Alberto Díez, Helena Escoda, Montse Escutia, Jordi Galisteo, Mª Pilar Ibern \"Gavina\", Marta Gandarillas, Karin Heinze, Beatriz Lavado, Pep Llop, José López Pérez, Pedro Pablo G. May, Pilar Rabasseda, Marga Roldán, Victor Riverola Bio Eco Actual no comparte necesariamente las opiniones firmadas e insertadas en sus páginas. La dirección no se hace responsable de la calidad, procedencia u origen de sus anuncios.© Estel Boada COCINA SANA 600 gr. de patata red pontiak 2 alcachofas 200 gr. de champiñones 8 ajos tiernos Pimentón en polvo Pimienta negra Una pizca de cúrcuma en polvo 150 cl de aceite de oliva 1 huevo 1 diente de ajo Unas gotas de zumo de limón Sal marinaINGREDIENTES (4 personas) FERIAS5 BIOECO ACTUALFebrero 2015 - Nº 17 Cada día la actualidad ecológica en Bio Noticias: www.bioecoactual.com Bio y Bueno para mí planeta! Elegir Sojade es disfrutar de las cualidades nutricionales del mundo vegetal y sobretodo disfrutar de una gama BIO, fuente natural de placer. Pero elegir Sojade signica ir aún más lejos, favoreciendo una marca eco-responsable que trabaja en estrecha colaboración con sus proveedores de materias primas y que utiliza desde hace tiempo energías renovables que vigilan la concepción de sus embalajes. Para Sojade, el respeto por la tierra es también el respeto por los consumidores. Sojade, 100% vegetal, sin lactosa ni gluten.Disponible en tiendas especializadas. consultar podéis visitar www.dietistasvegetarianos.com Consejos para un desayuno saludableQUÉ COMER Esther Baena, Dietista, esther.dietista@gmail.com Muchos expertos en nutrición coin - ciden en que la base de una buena ali - mentación comienza por un desayuno saludable y es que el desayuno debería suministrarnos la cuarta parte de la energía de todo el día. Son varios los estudios que hablan sobre el papel del desayuno. Por un lado, con respecto al tratamiento de la obesidad, en los que se confirma que desayunar está directamente relacio - nado con reducir la grasa corporal así como con dejar de picar fuera de las comidas principales. Así pues, saltár - selo puede influir negativamente en el tratamiento de la obesidad.Por otro lado, otra serie de estudios publicados por Harvard Heart Letter re - lacionan el desayuno con una reducción significativa de las enfermedades rela - cionadas con el corazón, los accidentes cerebrovasculares y la diabetes tipo 2. ¿En qué consiste un desayuno saludable? Para que un desayuno sea saludable debe aportar una serie de nutrientes de forma equilibrada. Veamos cuáles: Alimentos ricos en calcio como las leches y yogures vegetales fortifica - dos con calcio, el tahini integral, las semillas de amapola o de sésamo, las almendras, etc. Cereales integrales como trigo, espel - ta, kamut, centeno, avena, cebada, mijo, arroz, quinoa o trigo sarraceno, pan hecho con levadura de masa ma - dre, cereales sin azúcar tipo muesli, copos de cereales, etc. Grasas saludables procedentes de fru - tos secos, semillas de lino trituradas, cremas de frutos secos o semillas, aguacate, aceite de oliva virgen o de lino, etc. Frutas de temporada. Ahora es el momento de la naranja, el caqui, la chirimoya, la granada, el kiwi, la mandarina, la manzana, la pera, el pomelo, el plátano, etc. Fruta deshidratada troceada como los higos secos, las pasas, los ore - jones, etc. Otros: germen de trigo, levadura nu - tricional, etc.. Y... ¿Qué no sería un desayuno saludable? Cereales de desayuno procesados, desaconsejados por su alto contenido tanto en azúcares añadidos y refina - dos (jarabe de glucosa, fructosa, miel, etc.), como en sodio y grasas saturadas. Alimentos grasos y ricos en colesterol como la mantequilla, los embutidos, los huevos, el bacon, etc. Bollería industrial como las ensaima - das, los donuts, etc. Zumos y bebidas industriales ricas en azúcares. Panes blancos hechos con levadura de rápida fermentación.Consejos saludables: Dar preferencia a alimentos ecoló - gicos y de temporada. Leer detenidamente las etiquetas. Elegir alimentos poco procesados. Algunos ejemplos: Un bol de arroz integral con leche de soja fortificada con cal - cio, una pieza de fruta troceada, un puñado de nueces y una cu - charada de postre de semillas de lino molidas. Batido de leche de soja fortificada con calcio con un yogurt de soja, una naranja, un plátano y un pu - ñado de anacardos. Café de tueste natural con leche de soja fortificada con calcio y tostadas de pan integral de masa madre con crema de cacahuete sin azúcar y kiwi laminado. Bol de muesli con leche de soja fortificada con calcio, una manza - na y un puñado de almendras. © Stefano Cavoretto6 BIOECO ACTUALFebrero 2015 - Nº 17 Cada día la actualidad ecológica en Bio Noticias: www.bioecoactual.com La homeopatía es un método tera - péutico creado hace más de 200 años por el médico alemán Samuel Hahne - mann. La homeopatía se desarrolló a partir de la Ley de la Similitud \"Similia similibus curentur\" (lo semejante se cura con lo semejante), ley ya aplicada por Hipócrates en la antigua Grecia. Así pues, en homeopatía la Ley de la Similitud significa que la misma sus - tancia que provoca unos determina - dos síntomas en un individuo sano es capaz de curar estos mismos síntomas, a dosis muy diluidas, en un enfermo. Aunque la homeopatía se inició con el fin de curar a seres humanos, fue el propio Samuel Hahnemann el primero en aplicarla también a otros animales, al tratar y curar a su caballo de una en - fermedad ocular administrándole un determinado medicamento homeopá - tico. Tras el éxito obtenido con su ca - ballo y otros animales, Hahnemann de - claró: \"los animales pueden ser curados por el método homeopático en forma tan segura como se puede curar a un hombre\". Hoy en día la aplicación de la homeopatía en medicina veterinaria, como terapia alternativa o complemen - taria a las terapias convencionales, está sólidamente implementada en muchos países europeos, como Alemania, Francia, Bélgica, Inglaterra o Italia, y va ganando adeptos año tras año entre la profesión veterinaria de nuestro país. La homeopatía veterinaria parte del hecho de que cada animal es úni - co e individual y además considera al organismo animal como un todo donde sus componentes están inte - rrelacionados, tanto a nivel físico como también a nivel mental (con - ductas y relaciones del animal con el medio donde vive). Este enfoque in - dividualizado de la homeopatía hace que se evite el uso de medicamentos tipo \"parche\" y se intente llegar al fondo real del problema, evitando los efectos secundarios de algunas medicaciones. En este sentido, el ve -terinario homeópata debe ser capaz de recabar y relacionar la totalidad de los síntomas físicos y mentales propios del animal enfermo que tie - ne delante. Cada animal enfermo es distinto. De ahí la gran importancia que tiene en homeopatía veterinaria la observación detenida del paciente y de su comportamiento en la con - sulta, además de una extensa y deta - llada entrevista con el propietario/a sobre los síntomas -locales y gene - rales-, conductas y costumbres pro - pios del animal. De enorme interés para el veterinario homeópata va a ser la búsqueda de aquellos factores desencadenantes de la enfermedad que sufre el animal. No es raro que muchas enfermedades deriven de problemas mentales tales como miedos, ansiedad, celos o incluso de ciertas experiencias traumáticas del pasado. Todo aquello observado en el animal, la información reco - gida durante la entrevista así como la exploración y los resultados de aquellas pruebas que se consideren pertinentes permitirán al veterina - rio homeópata elaborar un diagnós - tico completo y prescribir un medi - camento homeopático que encaje lo mejor posible con el conjunto de características del paciente. La homeopatía es una terapia inte - gral y efectiva contra gran diversidad de patologías que pueden sufrir nues - tros animales de compañía; desde picores y erupciones en la piel hasta alteraciones de la reproducción, pa - sando por desequilibrios gastroin - testinales, problemas respiratorios, trastornos del comportamiento o dificultades en la locomoción entre muchas otras afecciones. nLa homeopatía: una terapia integral y efectiva también para perros, gatos y caballosHABLEMOS DE Alfred Blanch, Veterinario Homeópata, BIOECO ACTUALFebrero 2015 - la actualidad ecológica en Bio Noticias: www.bioecoactual.com Raoni Metuktire nació en Brasil, en el corazón del Mato Grosso, en un pueblo llamado Krajmopyjakare, hoy Kapot, posiblemente en 1932. Perteneciente a la etnia nómada Kayapo, ha dedicado su vida a la pre - servación de la selva amazónica y de las culturas indígenas y, si bien ha via - jado y conversado con los principales dirigentes políticos del mundo, sigue viviendo en una choza y sin posesiones. A los 15 años, siguiendo la tradi - ción de su gente, se colocó un disco de madera en el labio superior, símbolo de su fuerza y su valentía como gue - rrero kayapo. Hoy en día esta práctica ha sido abandonada. Su primer encuentro con occidenta - les tuvo lugar en 1954 en que conoció al indigenista brasileño Orlando Vi - llas-Beas, que, junto a sus hermanos Claudio y Alvaro, le ayudó a defender los derechos indígenas y le enseñó el Portugués. Los hermanos Villas-Beas dedicaron su vida a proteger y preservar los derechos y la cultura de las Naciones Indígenas del Valle Xingu. En 1961 se creó la reserva del Parque Nacional de Xingu con un área de unos 2'3 millones de hectáreas y unos 6.000 habitantes. De todos modos, pese al reconoci - miento como etnia del pueblo kayapo, hasta 1973 la violencia en sus tierras estaba en el orden del día, donde se ha - bían establecido minas de oro y otros proyectos de desarrollo. (Como la presa de Belo Monte, propuesta por primera vez sobre 1970, suspendida gracias a las presiones al gobierno de Brasil por parte de las naciones indígenas unificadas y de organizaciones como FUNAI, Comisiones Interamericanas de Derechos Humanos, el Banco Mundial y las Naciones Unidas.) En 1978, el director de cine, escritor y etnógrafo belga Jean Pierre Duti - lleux rodó un documental sobre Raoni y su entorno,\"Raoni, la lucha por el Amazonas\", película en la que aparece Marlon Brando, que fue nominada a los premios Oscar y que consiguió que el mundo conociese la situación real de los pueblos indígenas del Amazonas. El documental captó la atención de Gor - don Sumner, Sting, el mundialmente reconocido cantante inglés, que voló a Sud-América para conocer a Raouni en 1989 y después le acompañó de \"Tour\", junto a Dutilleux, visitando Japón, Francia, Noruega y Suiza, entre otros países, concienciando al mundo del desastre ecológico y humano que causa la deforestación de las selvas del Amazonas. Este mismo año, Sting y su esposa Trudie Styler, fundaron la Rainforest Foundation, que sigue tra - bajando para garantizar la protección a largo plazo de las selvas y asegurar los derechos de los pueblos indígenas y los bosques a la tierra, la vida y el sustento. Raoni Metuktire creó el Instituto Raoni con la misión de velar por la pro - tección de las naciones Mebêngekre, su cultura y medio ambiente y en 1993, consiguió el reconocimiento formal de sus tierras del Parque Nacional de Xingu, que pasaron de los 12.000 kiló - metros cuadrados que tenía a 180.000. En sus últimos discursos, Raoni Metuktire acompañado por el que será su sucesor, su sobrino y director del Parque Nacional de Xingu hasta el año 2011, (despedido por su oposición a la presa) Megaron Txucarramae, ha puesto el foco en los problemas actuales de los Kayapos, la interrup - ción de la construcción de la presa, cuyos planes se renovaron en 2002, y la demarcación de las tierras para los nativos. Su principal preocupación es la urgencia en conseguir el respeto a sus tierras, sus ríos, sus bosques, su modo de vida y sus tradiciones. nRaoni Metuktire Montse Mulé, Redactora, Eco-Animalista, montse@centipedefilms.com ALIMENTACIÓN ALIMENTACIÓNECOLOGISTAS HISTÓRICOS ...concienciando al mundo del desastre ecológico y humano que causa la deforestación de las selvas del Amazonas8 BIOECO ACTUALFebrero 2015 - Nº 17 Cada día la actualidad ecológica en Bio Noticias: www.bioecoactual.com EL OJO CRÍTICO Alberto Díez Michelena, Director de la Asociación Nacional para la Defensa de los Animales, anda@andacentral.org El pasado mes de diciembre entró en vigor en toda Europa el Reglamento 1169/2011 sobre la información ali - mentaria facilitada al consumidor. Este Reglamento nace como consecuencia lógica del compromiso adquirido por la Unión Europea de saldar su deuda con respecto al derecho de los ciudadanos a conocer las características de los ingre - dientes que componen los productos alimenticios que compran. Es la traduc - ción concreta en el campo alimenticio de un derecho más amplio reconocido para todos los consumidores: el de la información.El Reglamento reor - dena en un solo texto la variada legislación sobre etiquetado que ya existía en relación con la información nutricional, energética o alergénica. Hasta aquí no se añade nada nuevo. Es lo que ya te - níamos pero presenta - do de otra manera, más ordenada, más clara y con la letra más grande. También es hasta aquí hasta donde han leído el texto los medios de comunicación gene - ralistas que en sus noticieros y periódi - cos se han hecho eco de la noticia. Nadie se ha dado cuenta de que el Re - glamento también incluye una innova - ción: la obligación de indicar el país de origen en el etiquetado de productos cár - nicos. Esta información ya es obligatoria para la carne fresca de vacuno (desde la famosa crisis de la EEB) y ahora se amplía a la carne fresca de cerdo, ovino, caprino y aves de corral. En teoría a partir de este momento podríamos evitar comprar carne procedente de animales que han estado sujetos a las terribles condiciones imperantes en los viajes a larga distan - cia. Tan solo tendríamos que adquirir productos en los que el lugar de origen sea cercano al de sacrificio. Además de incidir positivamente en el bienestar de los animales, estaríamos ayudando al desarrollo de las comunidades rurales al fomentar la transformación en origen y, de forma añadida, mejorando nuestra calidad medioambiental ya que el trans - porte de productos finales precisa de menos transportes que el de animales vivos reduciéndose los aportes de CO2 a la atmósfera. Demasiado bonito para ser verdad. En realidad el Reglamento indica que este aspecto estará sujeto a las disposiciones de aplicación que la Comisión Europea adopte en los dos próximos años por lo que todavía no sabemos si el término \"origen\" se apli -ca al lugar de nacimiento, engorde o sacrificio. O si van a aparecer los tres, decisión que, en nuestra opinión, sería la correcta si, en verdad, pretendemos informar al consumidor. Por otra parte el Reglamento se apli - ca a la carne en fresco dejando fuera tanto a los productos lácteos como a los cárnicos ya procesados y que constitu - yen una gran parte del consumo total. Para éstos la Comisión se da un plazo de tres años para estudiar la viabilidad y el impacto de costes y beneficios que esta medida podría suponer. A pesar de estas limitaciones el Reglamento, por lo menos, ha abierto la puerta por la que ahora habrá que ir andando, rellenando y mejorando. nEl nuevo etiquetado y su relación con la protección de los animales ALIMENTACIÓN © Isabel Fernández Fernández Además de incidir positivamente en el bienestar de los animales, estaríamos ayudando al desarrollo de las comunidades rurales9 BIOECO ACTUALFebrero 2015 - Nº 17 Cada día la actualidad ecológica en Bio Noticias: www.bioecoactual.com ACCIÓN ECOLÓGICA Pocas imágenes más decepcionan - tes para un amante de la Naturaleza que estar disfrutando de un paisaje montañero, caminando en un bos - que o buceando junto a un arrecife y encontrarse de pronto con una lata estrujada de refresco, una bolsa vacía de patatas fritas o un pañal usado. O todo ello al mismo tiempo. Descubrir en vivo y en directo cómo ensuciamos el planeta genera una ava - lancha de sentimientos encontrados: desde rabia contra quien generó esa basura hasta tristeza y decepción por lo corriente del hecho y temor a la posibilidad de que a estas alturas sea demasiado tarde para salvar nuestro entorno natural y, con él, a nosotros mismos. Sin embargo, este recorrido emocional conduce a un punto inte - resante: la oportunidad para el naci - miento de un activismo ecológico real. De manera muy resumida, uno puede deprimirse, caer en el pesimis - mo y regresar a casa pensando que lo único que puede hacer es mirar para otro lado, ya que después de todo \"la situación no tiene remedio\", así que la experiencia cae pronto en el olvido y nada cambia, en efecto. O bien sucede algo muy diferente: uno reacciona y se plantea una nueva actitud vital, rebelde y comprometida para luchar, en la medida de sus posi - bilidades, contra el deterioro medioam - biental, adquiriendo eso que ahora se llama \"actitud proactiva\". Ahora bien, asumir la opción eco - logista no significa embarcarse en viajes exóticos bajo la bandera de una ONG, vestir de forma extravagante, participar en performances llamati - vas y alardear de opiniones radicales. Un verdadero ecologista lo es por convencimiento, no por necesidad de reconocimiento público, y actúa en beneficio de la Naturaleza por agrade - cimiento y comprensión hacia todo lo que recibe de ella en un mutuo y a menudo secreto entendimiento que no necesita el visto bueno de terceros. Durante una visita a Doñana, el téc - nico con el que tuve ocasión de recorrer el parque me contó la historia de una señora mayor con la que había coinci - dido durante el invierno en el autobús. Pese a la época del año, la temperatura no era muy fría y la mujer abría siste - máticamente la ventana al lado de su asiento. Luego, se dedicaba a arrojar algo por ella durante todo el trayecto. Al principio, el técnico pensó que iba comiendo pipas y que se despren - día de las cáscaras, pero pronto se percató de que no se llevaba nada a la boca sino que metía la mano en una bolsa, de la que sacaba una especie de confeti que luego lanzaba desde el autobús. Así, un día tras otro. Intrigado y decidido a conocer qué era lo que arrojaba, un día se sentó en el autobús justo al lado de la señora para observarla de cerca pero ni aún así distinguía bien lo que tenía en la bolsa. Al fin, no pudo más y le pregun - tó a la mujer qué estaba haciendo. Ella le miró con aire indiferente y contestó: - Estoy sembrando el camino de flores.Y no dijo más. El técnico comprendió en ese mo - mento que lo que estaba arrojando eran semillas. Sonrió sin comentar nada, pensando en la ingenuidad de aquella mujer mayor... ¿Cómo iban a arraigar esas semillas, arrojadas descuidadamente desde un autobús sobre el asfalto en pleno invierno? Sin embargo, a la siguiente primave - ra, la zona de carretera por donde pasa - ba el autobús estaba adornada de flores naturales, de todos los tipos y colores. No volvió a ver a esta señora y aún hoy se pregunta, medio serio medio en broma, si era una mujer de verdad o la misma Naturaleza encarnada ha - ciendo su trabajo. nEcologismo Silencioso MINERALOGÍA © Denis And Yulia Pogostins Pedro Pablo G. May, Escritor y Periodista Ambiental, ppmay@efe.es STORE SITGES SITGESTerapias - Minerales Feng-Shui - Chakras Show RoomC/ Electrónica 42 Pol. Ind. Les Guixeres 08915 Badalona-Barcelona Tel. 934 970 024Venta al on-line10 BIOECO ACTUALFebrero 2015 - Nº 17 Cada día la actualidad ecológica en Bio Noticias: www.bioecoactual.com Frutos rojos de cultivo ecológico: arándanos, fresa, mora y manzanaChocolate ecológico: pasta de cacao, azúcar de caña y manteca de cacao quae.esSabor tradicional desde 1981 www.elhornodelena.com info@elhornodelena.comIDEALES DESAYUNO MERIENDACRUJIENTES, SABROSAS Y ARTESANAS SANAS Y NUTRITIVASCHOCOLATECOOKIESESPELTAINTEGRAL FRUTOS ROJOS Toda la harina utilizada en estos productos es ESPELTA Envase 12 uds 300 g 8,9%8,9%3,3%3,3%La OMS cuantifica en unas 800 las sustancias químicas perturbadoras hormonales (EDC, Encocrine Chemical Disrupting), aunque según otras biblio - grafías la cifra podría ascender a 1.500 sustancias presentes en nuestra vida cotidiana, lo cual hace muy difícil evi - tar la exposición. Según Miquel Porta, Catedrático de Salud Pública, más del 80% de la población española tiene en su organismo DDT, sustancia prohibida hace más de 35 años. Las medidas a tomar serían, prime - ro, conocer e intentar minimizar el número de sustancias a las cuales esta - mos expuestos. Limitar la exposición es sumamente importante para mujeres embarazadas, para bebés y niños de temprana edad. Una pequeña clasificación: - Compuestos Orgánicos Persistentes: Organoclorados: PVC, pesticidas, aislantes eléctricos. Perfluorados: utensilios de cocina con teflón. Bromados: retardantes de llama. Espumas de poliuretano en sofás, colchones; aparatos de electrónica y electrodomésticos. - Componentes plásticos: Ftalatos: PVC, juguetes, pavimentos, pinturas, cosméticos, textil. Bisfenol A: recubrimiento de la - tas y otros envases alimentarios, pinturas para suelos en parkings, policarbonatos, materiales de construcción, ropa impermeable. - Componentes de detergentes: Alquifenoles - Ingredientes de cosméticos, produc - tos de higiene y fragancias sintéticas: Parabenos: cosmética. Triclosan (antimicrobiano): jabones, dentífricos, cosméticos, textil. Filtros UV: cremas solares. Almizcles: perfumes, ambientado - res, suavizantes. - Plaguicidas, biocidas y herbicidas: utilizados en agricultura, jardines pú - blicos y privados, fumigaciones,... - Disolventes: en pinturas, barnices, colas, adhesivos, limpieza en seco de prendas, materiales de construcción. - Metales pesados: utensilios de coci - na, pinturas, objetos de PVC, juguetes, pescados, bisutería. Ante esta abrumadora lista, no estar expuesto resulta difícil. La alimentación y los productos de limpieza y cosmética ecológica son una solución para reducir la exposición; así como lo son los mate - riales de bioconstrucción en el hogar.La segunda medida es presionar a las autoridades públicas, autoridades sanitarias y gobiernos para que legis - len a favor de la salud humana y del resto de seres vivos aunque esto vaya en contra de los intereses de la indus - tria química, industria que ha presio - nado a la Comisión Europea para no llegar a cumplir la fecha límite de diciembre de 2013, para determinar los criterios que permitan identificar dichos químicos. nSALUD GEOAMBIENTAL Disruptores endocrinos, nuestra dosis diaria. © Molekuul. DDT (dicloro difenil tricloroetano) molécula. Pesticida Controvertido, utilizado en la agricultura ALIMENTACIÓNPresionar a las autoridades para que legislen a favor de la salud humana y del resto de seres vivos 11 BIOECO ACTUALFebrero 2015 - Nº 17 Cada día la actualidad ecológica en Bio Noticias: www.bioecoactual.com YO RECICLO Maria Cacheda, Divulgadora Científica, mariacacheda@hotmail.comESPACIO PATROCINADO POR: Humana. Fundación Pueblo para Pueblo. www.humana-spain.org Ecodiseño, medio ambiente y reciclaje El ecodiseño (también conocido como diseño para el medio ambien - te o diseño ecológico) es una herra - mienta que puede ayudar a las em - presas a mejorar su comportamiento ambiental mediante la reducción de los impactos que sus productos, pro - cesos o servicios generan sobre el medio. Se trata de considerar crite - rios ambientales durante el diseño y desarrollo de productos y servicios, al mismo nivel en que se tienen en cuenta otros criterios relativos a la calidad, legislación, costes, funcio - nalidad, durabilidad, ergonomía, estética, salud y seguridad. Como re - sultado, los productos ecodiseñados tienen que mantener al menos la misma calidad de su equivalente en el mercado, ser innovadores y tener un menor impacto ambiental. Con el ecodiseño se consigue la reducción de los costes de fa - bricación y distribución mediante la identificación de los procesos ineficientes a mejorar, y el logro de más valor utilizando menos recur - sos naturales. Además se potencia el pensamiento innovador dentro de la empresa, que puede ayudar a encontrar nuevas soluciones y facilitar la creación de nuevas opor - tunidades de mercado. También se consigue el reforzamiento de la imagen de la marca y del producto gracias a una actitud más innova - dora y sensible con relación a los temas ambientales.Otra ventaja es la mejora de la calidad de los productos mediante el incremento de su durabilidad y fun - cionalidad, haciéndolos más fáciles de reparar y reciclar, teniendo un me - nor impacto ambiental a lo largo de su ciclo de vida y una mejor calidad. El producto final podrá acceder a los mercados de compra ambien - talmente correcta o compra verde y tendrá la posibilidad de acceder a los sistemas de ecoetiquetaje, un distinti - vo de garantía de calidad ambiental. La normativa vigente se debe con - siderar como el punto de partida a mejorar, cumpliendo las normativas ambientales aplicables y anticipándo - se a los futuros cambios legislativos. Los aspectos negativos en la pro - ducción industrial se pueden invertir con la aplicación de estrategias de ecodiseño en los productos y proce - sos. Si se consigue una reducción de los impactos ambientales globales, se podrá crear más riqueza y competiti - vidad en las empresas, todo compati - ble con la mejora de la calidad de vida y el respeto al medio ambiente. Como ejemplo de ecodiseño, hoy en día encontramos en el mercado al - gunas empresas de sanitarios que han desarrollado diferentes mecanismos que se incorporan en las cisternas del wáter, grifos y rociadores de ducha para favorecer el ahorro de agua y energía durante su uso. Una empresa de cava ha reducido hasta 800 gramos el peso del vidrio de sus botellas, ate - nuando así el uso de materias primas y residuos y consiguiendo un ahorro energético en la producción del vidrio y el transporte. Otros ejemplos los encontramos en el diseño de nuevos edificios como el nuevo Jardín de In - fancia de Sant Pere Pescador (Girona), diseñado según la función y los usua - rios y de acuerdo con todo el ciclo de vida del edificio: se han usado estrate - gias como una fachada solar de cristal climático, cubierta verde aislante y sistemas eficientes de luz y agua. Los sistemas productivos han cam - biado y evolucionado a lo largo de la his - toria. En las últimas décadas, el factor determinante ha sido principalmente el de lograr el incremento más grande de beneficio económico. Afortunada - mente, actualmente se ha tomado con - ciencia de que hay otros factores a tener presentes para el crecimiento, como son el consumo exagerado de energía y materiales que causan el agotamiento de recursos, y la generación de residuos y emisiones que generan contamina - ción y ocupación de terreno. n ALIMENTACIÓN© Maxim Kazmin La normativa vigente se debe considerar como el punto de partida a mejorar12 BIOECO ACTUALFebrero 2015 - Nº 17 Cada día la actualidad ecológica en Bio Noticias: www.bioecoactual.com Aprender a reconocer la calidad de los aceites vegetales auténticamente vírgenes de 1ª presión en frío ¿Qué es un aceite vegetal autén - ticamente virgen? Un aceite vegetal es un compuesto orgánico que se obtiene a partir de las semillas o frutos de diferentes plan - tas, capaz de acumular en sus tejidos, dichos compuestos, constituyendo parte de su reserva de energía. Los diferentes aceites vegetales se caracterizan por contener en su com - posición diferentes ácidos grasos en su fracción saponificable, pero además, cuando se trata de aceites vegetales auténticamente obtenidos en frío, es decir, que para su obtención sólo se han utilizado procedimientos mecánicos, conservan también una fracción insa - ponificable, en la que podemos encon - trar diferentes vitaminas de naturaleza liposoluble, esteroles vegetales, com - puestos fenólicos.... además de conser - var toda su fracción oligo-mineral. Si queremos aprovechar todo el valor terapéutico, tanto cuando los consumimos como cuando los aplica - mos a través de la piel, es fundamen - tal que procedan de 1ª presión en frío del fruto o semilla deseada, es decir que no se hayan extraído con calor, con solventes químicos, o refinado. Puesto que estos tratamientos si bien aumentan el rendimiento del fruto o semilla que se ha prensado, al mismo tiempo se pierde gran parte de su va - lor nutricional y cosmético. ¿Qué nos proporciona un aceite vegetal obtenido sólo por procedi - miento mecánico? En primer lugar conserva todas las cualidades organolépticas del fruto acabado de prensar, conservando todo su aroma, textura y color. En segundo lugar, en un aceite vegetal virgen se conserva intacta la estructura molecular de los ácidos grasos esenciales de los que está com - puesto, sólo si verdaderamente se ha obtenido por proceso mecánico Si queremos aprovechar todo el valor nutricional y cosmético de los aceites vegetales vírgenes es necesario que la estructura molecular de los ácidos grasos que contienen esté inalterada. En tercer lugar, conserva en su composición compuestos específicos de cada aceite vegetal, que se encuentran en la fracción insaponificable, como son: los compuestos fenólicos, esteroles vegetales, etc. Muchos de estos com - puestos son los que confieren propie - dades específicas a los aceites vegetales. Finalmente también aportan todo su valor vitamínico y oligo-mineral. El refinado conlleva una merma en su valor vitamínico y mineral, disminuyendo así sus propiedades cosméticas y terapéuticas, que cubren diferentes funciones: antioxidantes, regeneradoras celulares, etc. ¿Qué aspectos nos pueden ayu - dan a identificar un aceite vegetal que verdaderamente se ha obteni -do sólo por proceso mecánico? 1º Apreciar las cualidades orga - nolépticas del aceite vegetal virgen. ¿Conserva el color y el aroma del fruto o semilla de la cual procede? 2º Cuando aplicamos en la piel esta calidad de aceites vegetales vírgenes, podemos apreciar que el aceite vege - tal virgen se absorbe rápidamente por la piel sin dejar residuo graso, gracias a la configuración CIS - de sus ácidos grasos esenciales. Cada aceite vegetal posee propie - dades específicas que vienen definidas por su perfil de ácidos grasos (3, 6, 9, 7...etc.) y por la presencia de com - puestos específicos, muchos de ellos poseen un gran valor como antioxidan - tes, capaces de actuar sobre el organis - mo a diferentes niveles, tanto cuando los tomamos vía oral como cuando los aplicamos a través de la piel. Los aceites vegetales vírgenes son una fuente de sa - lud para el ser humano. Descúbrelos. n Tómalos... FUENTE DE SALUD Avinganya-2 25180 LLEIDA ESPAÑA Tel.: 973 75 00 61 Fax: 973 75 00 40 e-mail: info@d-intersa.com Síguenos S í g í g í www.esentialaroms.com www.dieteticosintersa.com1STFIRST COLD PRESS OILDESCUBRE sus PROPIEDADES ÚNICAS ACEITES VEGETALES VÍRGENES BIO - C ERTIFICADOS .FUENTE DE 3 6 9 Y 7 VITAMINAS E Y A + ANTIOXIDANTES NATURALESVitaliza tu organismo con ACEITES VEGETALES VÍRGENES Descubre el poder de los aceites vegetales auténticamente vírgenes Contáctanos para conocer todos nuestros aceites vegetales vírgenes. EXTRUCTURA DE LOS ÁCIDOS GRASOS PRESERVADA (AUSENCIA DE ÁCIDOS GRASOS TRANS ). OBTENIDOS ARTESANALMENTE - SOLO PROCEDIMIENTOS MECÁNICOS . CONSERVAN TODO SU VALOR VITAMÍNICO Y OLIGOMINERAL .COSMÉTICALA OPINIÓN DEL ESPECIALISTA / COSMÉTICA Maribel Saíz Cayuela, Licenciada en Ciencias biológicas, bio@bioecoactual.com13 BIOECO ACTUALFebrero 2015 - Nº 17 Cada día la actualidad ecológica en Bio Noticias: www.bioecoactual.com ALIMENTACIÓN / HAMBURGUESAS Hamburguesas vegetales de Tofu - Algas tamaño familiar no pre fritas de Ahimsa Al freír o someter a altas temperatu -ras los aceites vegetales se produce la peroxidación. Cuanta más exposi - ción al calor haya más peroxidación se producirá. Los peróxidos son unos de los radicales libres más dañinos para el cuerpo. Por eso es mejor evitar los fritos en general y cualquier otra fuente de calentados (sobre todo en altas temperaturas). · Ingredientes: Tofu*(habas de soja*, agua, nigari)(13,3%), copos ta blanca*. (*De cultivo ecológico). · Certificado: Comité Aragonés de Agricultura Ecológica www.caaearagon.com · Marca: Ahimsa www.ecologicosahimsa.com · Producción y Distribución: Biosurya, S.L. ALIMENTACIÓN / GALLETAS Galletas Fior di limone. Galletas de limón sin gluten y sin leche de Sarchio Preparadas sólo con suave harina de arroz biológico de consistencia impalpable, estas galletas se dis - tinguen por el aroma delicado del limón. Su extraordinario sabor se exalta si se acompañan con una taza de té. Un producto sin gluten, equilibrado y muy apetitoso. · Ingredientes: Harina de arroz* (44,6%), huevos*, jarabe de arroz*, azúcar caña*, aceite hidroge - nado de girasol* (6.5%), almidón de maíz*, agentes espesantes: harina de algarroba*; ácido sódico; aroma natural de limón* (0,2%). *Producto ecológico.ALIMENTACIÓN / PAN Bio pan crujiente de trigo sarraceno sin gluten de Le Pain des Fleurs Pan crujiente de trigo sarraceno sin sal o azúcares añadidos ideal para aperitivos y postres, pruébalo con quinoa combinada con agua - cate, cebolla roja y semillas germi - nadas o bien con fresa, sirope de agave y mental, ¡está buenísimo!. · Ingredientes: harina de trigo sarraceno de agricultura ecológica. Sin levadura, sin producto lácteo, sin huevo, sin aroma. Bajo contenido de grasa. Garantizado sin gluten. · Certificación: Euro Hoja. Agriculture Biologique www.agencebio.org (Francia). · Marca: des y Distribución: Euro-Nat, S.A. (Grupo Ekibio) www.ekibio.frALIMENTACIÓN / BEBIDAS Zumo de tomate ecológico de Delizum El zumo de tomate tiene el mismo contenido proteínico y vitamínico si se licua o no. En el tomate se encuentran las vitaminas A, C, y E, además posee un alto contenido de ácidos orgánicos y licopenos que nos previenen del cáncer y nos ayudan en nuestra salud cardiovascular. · Composición: Zumo de tomate a partir de concentrado de tomate ecológico. Envasado en botella de vidrio. · Certificado: Consejo de Agricultu - ra Ecológica de la Región de Murcia (Caerm) · Marca: Delizum · Producción y Distribución: Panarro Foods,S.L. www.panarrofoods.comCOSMÉTICA / ACEITES ESENCIALES Comino Negro, aceite vegetal virgen 1ª presión en frio de Esential'arems® El Aceite Esencial de Comino Ne - gro que te proponemos ha seguido rigurosos controles de calidad, espe - cíficos, a fin de que éstos adquieran el más elevado estándar de calidad y puedan ser utilizados con seguri - dad. Ideal y ambivalente al poder ser utilizado para: - Cuidado del cuero cabelludo-caí - da del cabello. - Regenerador. - Antiinflamatorio articular. - Ayuda a reducir las ojeras. - Antioxidante. - Altamente calmante, suavizante - Interés nutricional por sus bene - ficios depurativos y fortalecedor de las defensas. · Descripción:Aceite vegetal virgen EXTRA cálido, aromático y amargo; destaca por su riqueza en ácidos grasos esenciales 75% (6: 60% y 9: 25%); además posee un 1,4% de moléculas que forman parte de su aceite esencial, como la nigellona, timoquinona, etc · Certificado: Euro Hoja (Bélgica Service Publique Federal, Nº Registro PL 1548/166 · Marca: S.A. www.d-intersa.comALIMENTACIÓN / BEBIDAS LiQaway, energía natural y ecológica para un mejor rendimiento deportivo Preparado completamente natural, elaborado a base de frutas ecológicas. Para tomar antes o durante la prácti - ca deportiva. Aumenta las reservas de glucógeno, prolongando más tiempo el ritmo intenso de ejercicio. Sano y digestivo, sin gluten, con un envase ligero, flexible y fácil de transportar. Multidosis, pensado para consumir en dos raciones. 3 sabores diferentes: - Classic Taste: Manzana, plátano, canela, maltodextrina cacao, maltodextrina tapioca, infusión menta. Català de la Producció Agrària Ecològica (CCPAE) - Euro hoja · Producción y Distribución: Liqaway - www.liqaway.com LA SELECCIÓN DEL MES - LOS IMPRESCINDIBLES LA SELECCIÓN DEL MES LOS IMPRESCINDIBLES es un espacio no publicitario donde los productos referenciados son seleccionados según el criterio del consumidor. Recomiéndanos a bio@bioecoactual.com tu producto preferido· Certificado: Controllo Biologico (Italia) - Euro Hoja - Producción: Sarchio SPA www.sarchio.com · BIOECO ACTUALFebrero 2015 - Nº 17 Cada día la actualidad ecológica en Bio Noticias: www.bioecoactual.com Si alguna vez has usado maquillajes o tintes econaturales, tal vez te hayas preguntado por qué no tienen esos co - lores tan intensos y llamativos que pue - des encontrar en otro tipo de productos. Aunque la oferta de colores en el mundo de la cosmética econatural es muy amplia, hay consumidores que no llegan a estar del todo convencidos con las tonalidades que les ofrecen los auténticos econaturales. Tal vez el descubrir qué se esconde detrás de un determinado color en los cosméticos puede ayudarnos a elegir tonos más seguros para nosotros y el medioambiente.Antiguamente para conseguir co - lores brillantes en los cosméticos se utilizaban compuestos que eran tóxi - cos como el mercurio, el plomo en los tintes, e incluso se utilizaban sustan - cias corrosivas para blanquear la piel. Los avances científicos y técnicos, especialmente el desarrollo de la pe - troquímica, pusieron a disposición de la industria cosmética un gran núme - ro de sustancias aparentemente muy útiles pero cuyos efectos secundarios en ocasiones resultan inquietantes. Los colorantes se identifican por las siglas CI seguidas de un número. Exis - te una gran variedad de compuestos colorantes y su potencial efecto sobre nuestra salud puede ser una sencilla alergia, dermatitis, o problemas más serios. Los colorantes derivados del petróleo pueden ser cancerígenos. Todos los colorantes se identifi - can con la misma nomenclatura, in - cluso aquellos naturales o minerales. Los colorantes naturales inician su numeración por 408 o 75 mientras que los minerales lo hacen en 77. Todos los que no comienzan por esta numeración son sintéticos. Pero hay que tener presente que algunos pig - mentos minerales, como el cromo, también pueden ser tóxicos por su contenido en metales pesados. A modo de ejemplo, la oferta econatural de tintes del pelo en apariencia puede no satisfacer las necesidades del consumidor. Pero precisamente este tipo de cosmético ha de ser lo más natural posible. Es importante saber que los tintes convencionales eliminan el pigmento natural del cabello y lo reemplazan por el pigmento sintético, debilitando el cabello y dándole un aspecto frágil y sin vida. Mientras que los naturales sólo actúan en las capas más super - ficiales del pelo, por lo que el nuevo color es una mezcla del color natural y del color del tinte. Existen sustancias vegetales que son tintes naturales: henna, nuez, ruibarbo, café, cúrcuma, índigo, re - molacha, etc. Además se les añaden sustancias protectoras del cabello como aceites, vitaminas o proteínas.No olvidemos la cosmética decora - tiva donde se emplea un gran número de colorantes. La oferta econatural de maquillajes, coloretes, sombras de ojos, máscara de pestañas, pin - talabios, esmalte de uñas... es tan amplia que el consumidor puede tener la tranquilidad de estar usando colorantes minerales que embellecen protegiendo su salud. La red Ecoestética tiene una guía totalmente gratuita en su web para co - nocer en profundidad el colorido mun - do de los pigmentos en cosmética. Pon color a tu vida de forma consciente. nLos colores de la cosmética econaturalLA OPINIÓN DEL ESPECIALISTA Marga Roldán, Coordinadora Proyecto Ecoestética - www.ecoestetica.org - info@ecoestetica.org Descubrir qué se esconde detrás de un determinado color en los cosméticos nos ayuda a elegir tonos más seguros para nosotros y el medioambiente Productos galardonados Ejemplos destacados de por qué Solgar está a la vanguardia de la ciencia nutricional Los complementos alimenticios no deben utilizarse como sustitutos de una dieta equilibrada y variada y un estilo de vida saluda ble. Ubiquinol 100 mg Best of Supplements 2011 Better Nutrition Ácido Hialurónico Complex Best of Natural Beauty 2010 Better Nutrition Solgar 7 Última generación en complementos alimenticios Best VMS 2014 Health Food Business Best New VMS Product 2013 The Natural And Organic Awards Best of Supplements 2012 Better Nutrition Canela China con Ácido alfa lipoico Best of Supplements 2010 Better Nutrition Fórmula Pelo, piel y uñas 011 Mejor Complemento Alimenticio del Año 2010 1ª Edición Premios Mi Herbolario Best of Beauty 2009 Better Nutrition Comfort Zone Digestive Complex Best of Supplements Award - Health Category 2013 Better Nutrition Omnium® Larpluechai15 BIOECO ACTUALFebrero 2015 - Nº 17 Cada día la actualidad ecológica en Bio Noticias: www.bioecoactual.com SALUD Y COMPLEMENTOS ALIMENTICIOS POR: Suplementos Solgar www.solgarsuplementos.es luz a un bebé sano? Los suplementos: grandes aliados Durante el embarazo hay ciertos nutrientes que son difíciles de apor - tar sólo con la alimentación. Los más importantes para la salud del bebé son: El ácido fólico Las primeras semanas de embara - zo son clave para el desarrollo del ce - rebro y de la médula espinal del feto. Tomar 400mcg diarios de ácido fólico, aproximadamente un mes antes de quedarse embarazada y seis semanas después de la concepción, reduce el riesgo de dar a luz a un bebé con de - fectos del tubo neural (espina bífida y anencefalia, entre otros). El omega 3 - DHA/EPA Hay estudios que muestran que cuando se aporta DHA (ácido doco - sahexaenoico) y EPA (ácido eicosapen - taenoico) durante el embarazo y la lac - tancia, el desarrollo cerebral y ocular del feto es mejor. Dichos nutrientes se encuentran principalmente en pesca - dos grasos como el atún y el salmón. Por lo que, a simple vista, parece que la mejor solución es comer pescados ricos en ácidos grasos omega 3, pero... ¿Es la mejor opción? Hoy en día, el mar está conta - minado por metales pesados como el mercurio, contaminantes indus - triales como el DDT y pesticidas químicos. Algunos de éstos no sólo se encuentran en los pescados, sino que también se pueden encontrar en los suplementos a base de aceite de pescado (incluso en los destilados molecularmente). Cuando la futura mamá consume dichos alimentos o suplementos, una parte de estos con - taminantes pasan al feto. Además, parece ser que para eli - minar el 99% de mercurio de nuestro organismo se debería dejar de comer pescado un año antes de quedarse embarazada y, a su vez, para eliminar el mismo porcentaje de dioxinas, PCBs y DDT se podría necesitar unos ciento veinte años. Por suerte, tenemos una buena so - lución. Algo que es orgánico, higiénico, sostenible y bioequivalente al aceite de pescado: un producto de DHA/EPA he - cho a través de las algas. Se recomienda tomar unos 300mg al día durante el embarazo y la lactancia.El yodo La deficiencia de yodo durante el embarazo au - menta el riesgo de tener defectos de nacimiento, retraso mental e incluso muerte fetal. La American Thyroid Association (ATA) recomienda tomar un suplemento de 150mcg de yodo durante el emba - razo y la lactancia. Aparte de seguir utilizando sal yodada tan - to para cocinar como para aliñar las comidas. El hierro Dependiendo de las reservas de hierro de la embarazada, es posi - ble que, además de consumir ali - mentos ricos en hierro y optimizar su absorción, deba tomar hierro extra a través de un suplemento. Consulte con un profesional de la salud para determinar qué canti - dad necesita. La vitamina B12 En el caso de una mujer que, por la razón que sea, haya decidido llevar una alimentación en la que se consumen principalmente alimentos de origen vegetal, se debe tomar un suplemento de 25-100mcg diarios durante el emba - razo y la lactancia.La vitamina D Las mujeres con una deficiencia en esta vitamina pueden dar a luz a bebés con tetania y raquitismo. Es im - portante que todas las futuras mamás se aseguren de exponerse a la luz solar entre 15 y 30min al día o de tomar un suplemento de al menos 600 UI (tam - bién en los meses fríos de invierno). Para más información, leer el artículo de diciembre sobre la vitamina D. ¿Es necesario comprar tantos suplementos? Existen en el mercado suplementos llamados prenatales que combinan los nutrientes que más se necesitan duran - te el embarazo y la lactancia. Estos de - berían contener todos los componentes descritos (aunque el DHA/EPA no suele estar incluido). Para consultar las fuentes visitar: www.dietistasvegetarianos.com.Cuando se aporta DHA y EPA durante el embarazo y la lactancia, el desarrollo cerebral y ocular del feto es mejor © Sebastian Kaulitzki FERIAS16 BIOECO ACTUALFebrero 2015 - Nº 17 día la actualidad ecológica en Bio Noticias: www.bioecoactual.com ¿Dónde está el equilibrio entre el progreso y el respecto por el pla - neta? ¿No sería más provechoso para la humanidad adaptarse a la naturaleza y dejar fluir en lugar de ir en contra? No tengo ninguna duda que el progreso serio y real debería pasar por adaptarse a la naturaleza en lugar de ir contra ella. Estoy absolutamente convencido. Aunque entiendo que no es fácil, creo que si todo el dinero que se invierte en investigación, en vez de dirigirse a desarrollar químicos que maten animales y que destrocen la na - turaleza, etc., se centrase en qué es lo que podemos hacer para no destruirla y seguir desarrollándonos desde el máximo respeto al entorno, el resulta - do sería cuando menos aceptable. Des - de el punto de vista de la rentabilidad, por lo menos sería razonable. Los paseos con tu padre recolectan - do plantas medicinales fueron esa base de conocimiento \"natural\" que te transmitió, ¿qué recuerdas de aquel entonces que sigas apli - cando hoy en tu día a día? Posiblemente, la recomendación de mi padre que decía: «Siempre hay que hacer las cosas bien». Es una máxima que intento, al menos, aplicar todos los días. Fuiste pionero en Europa en plan - tar ginseng, ¿qué valoración nos puedes hacer de ello? Ya llevamos diez años con el gin - seng. Desde el año 2004. A día de hoy hay que seguir haciendo esfuerzos. Los rendimientos de la plantación son bají - simos todavía pero seguimos con la es - peranza, con la ilusión, de que en pocos años más - a medio plazo - la plantación sea rentable. De momento no lo es pero tenemos motivos para pensar que a medio plazo pueda empezar a serlo.Soria Natural dispone de 380 hec - táreas de cultivo ecológico propio, con más de 70 especies distintas de plantas, que crecen en las proxi - midades del nacimiento del río Duero. ¿Qué papel juegan aquí el clima y la biodiversidad? En el clima soriano tenemos la enorme suerte de, prácticamente, no tener plagas. No sé lo que pasará ahora con el cambio climático y si la temperatura media se eleva pero, hasta ahora, el invierno nos ha man - tenido a salvo de todo tipo de pla - gas, por lo tanto no nos da ningún problema. Solamente hemos tenido, en muy pocos casos, algo de pulgón que simplemente con el ajo y la orti - ga se soluciona. ¿La inversión de Soria Natural en Investigación y Desarrollo es una de las claves de su éxito? Sin ninguna duda. Hay que avanzar. O te mueves y avanzas o te pasan por delante. Entonces, la investigación nos permite seguir avanzando, seguir adelante e ir abriendo nuevas posibilidades sobre productos fitoterapéuticos, sobre alimentos especiales, etc. Es por eso que no me cabe la menor duda que es fundamental la inversión en Investigación y Desarrollo. ¿Hacia dónde están evolucionando los Herbolarios? Los que están en manos de gente con iniciativa, los que realmente están en manos de gente de empre - sa, han evolucionado mucho. Están abriéndose sobre todo hacia la ven - ta de productos ecológicos, inclui - dos alimentos que no son vegetales. Y no solamente eso, también están entrando en el mundo de la belleza y lógicamente están ampliando sus posibilidades de negocio y están avanzando bien. El clásico negocio de alguien que lo monta porque está aburrido, ese tiende a morir. El futuro pasa por diversificar, abrir nuevas líneas de negocio, in - troducir las nuevas formas de venta y nuevos productos. n En 1969, Yogi Bhajan se trasladó desde la India a Occidente y comenzó a enseñar Kundalini Yoga, Meditación y Ayurveda. Después de sus clases, solía servir una infusión especiada y aromática a sus estudiantes, los cuales afectuosamente comenzaron a llamarla el \"Té del Yogui\" (YOGI TEA®). Hoy en día, YOGI TEA® ha crecido hasta una gama de más de 40 recetas ayurvédicas altamente especializadas, diseñadas para apoyar el bienestar y la vitalidad. Cada receta de YOGI TEA® está todavía basada en la misma mezcla que se servía originalmente a los primeros estudiantes de Kundalini Yoga de finales de los 60. En YOGI TEA® no se trata solo de crear tés e infusiones deliciosas. Con cada ingrediente que seleccionamos, y con cada taza de té que hacemos, nos esforzamos para proporcio - nar cualidad, sostenibilidad y responsabilidad social a nivel local, nacional y global. www.yogitea.com www.www.facebook.com/yogiteaFeel good, be good, do good. Enric Urrutia, Director LA ENTREVISTA Antonio Esteban Villalobos Presidente y Fundador de Soria Natural, S.A., empresa líder en España en Medicina Natural, Homeopatía, Fitoterapia, Dietética y Alimentación Ecológica y Natural Antonio Esteban, Talavera la Real, Badajoz (1943). Perito Industrial, polifacético por su creatividad y tenacidad, que en 1982 decidió mimetizar con la naturaleza y adaptarse a ella para crear productos benefactores y saluda-bles para todos nosotros. ALIMENTACIÓN EFICACIA Y CALIDAD\"O te mueves y avanzas o "}