{"title": "Lifestyle and Integrative Medicine", "author": null, "url": "https://www.stonybrookmedicine.edu/patientcare/family_population_preventive_medicine/wellness-chronic", "hostname": "stonybrookmedicine.edu", "description": "Medical Director: Raja Jaber, MD Lifestyle Medicine Website", "sitename": "Stony Brook Medicine", "date": "2022-07-15", "cleaned_text": "Medical Director: Raja Jaber, MD This program includes state of the art conventional family medicine, combined with mind/body, botanical, and nutritional medicine to create a whole person approach to health and illness. Our services and providers are dedicated to providing individual consultations that exemplify integrative, comprehensive and patient-centered medicine across the life cycle. Physicians and patients form a collaborative relationship that fosters the development of an individually tailored lifestyle program; integrating a public health approach to chronic illness management. We explore the physiological, nutritional, mechanical, emotional, cognitive, social and environmental web that contribute to illness and disease. With that information we develop a comprehensive plan of care that primarily relies on lifestyle changes: nutrition, better sleep, exercise, letting go of harmful addictive needs and stress reduction. Our approach to care is evidence based and individualized. We will use pharmaceuticals and collaborate with high tech medicine when indicated. Nutritional supplements are added if indicated as well. We believe in helping patients take charge of their health and in partnering with our patients to develop comprehensive treatment plans based on their personal goals. This collaborative care may include other physicians and non-physician practitioners. We then make every effort to coordinate care with the whole therapeutic team (may include physicians, nurses, physical trainers and therapists, social workers, dieticians, yoga teachers, acupuncturists, massage therapists etc Our hope is to provide a medical home where all can learn about health and healing as it applies to each person individually and to the larger community. We hope to accomplish this with resources in our office and on this website as well as linking and collaborating with valuable wellness and healing resources in our community and on the Internet. The Lifestyle and Integrative Medicine Program features the following components: - Individually tailored lifestyle programs that optimize function and wellness by integrating the best of biomedicine with nutrition, exercise, physical training and therapy, and mind-body medicine. - An emphasis on patient comprehension of physiological, biochemical, and mechanical changes that result from disease. This fosters a sense of mastery that in turn facilitates behavior change. - A \"whole-person\" focus, which pays attention to the contexts of patients' lives (i.e., family relations, occupation, community) as well as complicating factors that may have an effect on illness outcomes (i.e., depression, stress, obesity, arthritis). - Collaborative relationships between physicians and patients, who work together as case managers and equal partners, developing comprehensive treatment plans that may include others in the patient's social network. - A team of practitioners (i.e., nurse educators, social workers, psychologists, mind-body specialists, physical therapists, fitness educators, dieticians, yoga instructors, acupuncturists, osteopaths, and chiropractors) that can be consulted as needed. - The integration of a public health approach to chronic illness management that is sensitive to environmental and socioeconomic factors that affect health and illness, and that emphasizes strong relationships with community agencies, services, and wellness-promoting groups through networking, collaborative initiatives, and train-the-trainer programs. Providers: [Location:] 4 Smith Haven Mall Suite 202 Lake Grove, NY 11755 | | Hours: Contact: | | "}