{"title": "7 Most Common Waterborne Diseases (and How to Prevent Them)", "author": "Cynthia Kahn", "url": "https://lifewater.org/blog/7-most-common-waterborne-diseases-and-how-to-prevent-them/", "hostname": "lifewater.org", "description": "Each year, waterborne diseases afflict hundreds of millions of people, primarily those living without safe, accessible water access in developing countries. Prevent seven waterborne diseases today.", "sitename": "Lifewater International", "date": "2019-05-23", "cleaned_text": "7 Most Common Waterborne Diseases (and How to Prevent Them) [If you have the heart to give, please consider helping us provide safe water for every child and a healthy home for every family!](https://lifewater.org/donate/) Each year, waterborne diseases afflict hundreds of millions of people, primarily those living without safe, accessible water in developing countries. Of the seven most common waterborne diseases in the world, diarrhea is the central symptom. The latest research shows that diarrhea is the [second leading cause of death](https://www.who.int/news-room/fact-sheets/detail/diarrhoeal-disease) for children under the age of five, causing more childhood deaths than malaria, AIDS, and measles combined. That's hundreds of thousands of deaths, but there is hope for the future. Experts believe we can end the [global water and sanitation crisis](https://lifewater.org/blog/global-water-and-sanitation-crisis-2019-update/) in our lifetime. What are Waterborne Diseases? Waterborne diseases are illnesses caused by microscopic organisms, like viruses and bacteria, that are ingested through contaminated water or by coming in contact with feces. If every person on the planet was able to practice safe sanitation and hygiene and have access to clean water, these diseases would not exist. Governments, NGOs, and communities themselves have made great strides in the past 20 years to end waterborne diseases. Still, there is much to be done. Learn about seven waterborne diseases and help prevent them today. 1. Typhoid Fever Although rare in industrialized countries, [typhoid](https://www.mayoclinic.org/diseases-conditions/typhoid-fever/symptoms-causes/syc-20378661) fever is well-known in extremely poor parts of developing nations; it's estimated that up to [20 million people](https://www.who.int/news-room/fact-sheets/detail/typhoid) worldwide suffer from the illness each year. It's spread through contaminated food, unsafe water, and poor sanitation, and it is highly contagious. Symptoms include: - A fever that increases gradually - Muscle aches - Fatigue - Sweating - Diarrhea or constipation Prevention and Treatment Vaccines are recommended for people who are traveling in areas where poor sanitation and unsafe water are common. The vaccine can be injected via a shot or taken orally for a number of days. To prevent it, refrain from drinking any water that isn't bottled and sealed, and do not eat food from villages or street vendors. Typhoid is treated with antibiotics. [GIVE SAFE WATER WITH LIFEWATER INTERNATIONAL >](https://lifewater.org/donate/?donation_type=choice) 2. Cholera [Cholera](https://www.mayoclinic.org/diseases-conditions/cholera/symptoms-causes/syc-20355287) is commonly found in humanitarian emergencies or marginalized villages where poverty and poor sanitation are rampant. The disease is spread through contaminated water and causes severe dehydration and diarrhea. Cholera can be fatal within days or even hours of exposure to the bacteria, but only 1 in 10 people will develop life-threatening symptoms. Symptoms include: - Nausea - Vomiting - Diarrhea - Muscle cramps Prevention and Treatment Cholera is a waterborne illness that's easily prevented when traveling. Wash your hands often, only eat foods that are completely cooked and hot (no sushi), and only eat vegetables you can peel yourself, like avocados, bananas, and oranges. Of course, drink safe water. When handwashing in unavailable, cholera can impact an entire village. In developing countries like Ethiopia, data shows that [40 percent of households](https://washdata.org/data/household#!/dashboard/share/eyJsYWJlbCI6Ikh5Z2llbmUgQWNjZXNzIiwiY2hhcnRzIjpbeyJjaGFydF90eXBlIjoibGFkZGVyIiwiY2hhcnRfY29uZmlnIjp7InRhcmdldENvdmVyYWdlIjoxMDAsInRhcmdldFllYXIiOjIwMzAsImNvdmVyYWdlTGltaXQiOjUsImdlb2dyYXBoeTAiOiJjb3VudHJ5IiwiZ2VvZ3JhcGh5MSI6WyJFVEgiXSwibWVhc3VyZSI6ImNvdmVyYWdlIiwic2VydmljZVR5cGUiOlsiSHlnaWVuZSJdLCJyZXNpZGVuY2UiOlsidG90YWwiXSwiYmFzaWNTZXJ2aWNlc09ubHkiOmZhbHNlLCJxdWludGlsZSI6W10sInByb2dyZXNzVHlwZSI6ImJhc2ljIiwibGFkZGVyVHlwZSI6InNlcnZpY2VMZXZlbCIsInNlcnZpY2VMZXZlbCI6WyJObyBmYWNpbGl0eSJdLCJmYWNpbGl0eVR5cGUiOltdLCJzYWZlbHlNYW5hZ2VkQ3JpdGVyaWEiOltdLCJ5ZWFyIjpbMjAwMCwyMDE1XX0sImlkIjoiX19uZXc6MF9fIn1dfQ) do not have means to wash their hands properly, meaning they don't have safe water, soap, and a facility to wash. This makes hygiene management and disease prevention nearly impossible for these communities. Lifewater helps prevent cholera in remote villages by teaching families how to construct their own handwashing devices. To date, 5,970 homes in Ethiopia alone have built their own handwashing station (called a \" [tippy tap](https://lifewater.org/blog/young-african-entrepreneur/)\") using locally-sourced materials. 3. Giardia This waterborne disease is shared through contaminated water, most often in ponds and streams, but it can also be found in a town's water supply, swimming pools, and more. The infection is caused by a parasite and typically clears up after a few weeks. However, it's possible for those who have been exposed will experience intestinal problems for years to come. Symptoms include: - Abdominal pain - Cramps and bloating - Diarrhea - Nausea - Weight loss Prevention and Treatment While there is no vaccine for [giardia](https://www.mayoclinic.org/diseases-conditions/giardia-infection/symptoms-causes/syc-20372786), there are simple ways to avoid the infection. Wash your hands with soap often, don't swallow water while swimming, and drink only bottled water. With time, the immune system will typically beat giardia on its own. But, if symptoms worsen, doctors prescribe anti-parasite and antibiotic medications. Water-poor communities cannot protect themselves from illnesses like giardia, and treatment for this illness can come at a high cost for a family living in poverty. For these reasons, Lifewater's programs focus on long-term prevention. This includes constructing safe water sources and teaching health practices, one house at a time, until the entire community has the resources and the knowledge to prevent waterborne illness. [GIVE SAFE WATER WITH LIFEWATER TODAY >](http://LIFEWATER.ORG/DONATE) When families learn how to construct their own handwashing facilities, bathrooms, and dish drying racks, they take control of their health. They check off a list of basic health practices, and they become certified Lifewater \" [Healthy Homes](https://lifewater.org/healthy-homes/).\" 4. Dysentery An intestinal infection, [dysentery](https://www.britannica.com/science/dysentery) is a waterborne disease characterized by severe diarrhea as well as blood or mucus in the stool. Dysentery is good reason to always wash your hands, as the disease is spread mainly through [poor hygiene](https://www.healthline.com/health/digestive-health/dysentery#causes-and-risk-factors). It can be caused by bacteria, viruses, or parasites in unsafe food and water and by people coming in contact with fecal matter. If someone experiencing dysentery cannot replace fluids quickly enough, their life could be at risk. Symptoms include: - Stomach cramps and pain - Diarrhea - Fever - Nausea - Vomiting - Dehydration Prevention and Treatment To prevent dysentery, wash your hands with soap frequently, order all drinks without ice, don't eat food sold by street vendors, and only eat fruits you can peel. Drink only sealed, bottled water while traveling in places with higher dysentery risk, such as communities where proper hygiene practices are uncommon. Mild dysentery usually clears up with rest and fluids, but over-the-counter medications such as Pepto-Bismol can help with stomach cramping. More severe cases can be treated with antibiotics, although some strains of the disease are resistant. [READ THE 2019 GLOBAL WATER AND SANITATION UPDATE >](https://lifewater.org/blog/global-water-and-sanitation-crisis-2019-update/) 5. Escherichia Coli (E. coli) [E. coli](https://www.mayoclinic.org/diseases-conditions/e-coli/symptoms-causes/syc-20372058) is a bacteria with various strains, some dangerous and some beneficial. For example, E. coli bacteria is important in creating a healthy intestinal tract. However, if animal waste has found its way into farmland where produce is grown or if strains of E. coli are spread through the process of making ground beef, those who consume these foods could experience symptoms of the waterborne illness. The bacteria is also found in unsafe water sources around the globe where human water sources and cattle coexist. Symptoms of dangerous strains of E. coli are similar to that of dysentery and other waterborne diseases. Most bouts of E. coli pass within a week, but older people and young children have a greater chance of developing life-threatening symptoms. Anyone believed to have been exposed to contaminated food or water should contact a doctor if diarrhea contains blood. Prevention and Treatment As always, avoid water possibly contaminated by human and/or animal feces (like ponds, rivers, and swamps). If you are going to eat ground beef, cook thoroughly. Wash fruits and vegetables well, wash hands often, and drink only safe water. To treat the disease, drink plenty of safe water, rest, and take over-the-counter diarrheal medication. While these are simple prevention and treatment tips, there are many remote communities in Uganda who have no choice but to drink from swamps. Lifewater staff are serving the village of Kikomera Biri, Uganda, where families gather water from a swamp. The results of water testing showed an extremely high risk for dangerous pathogens like typhoid, harmful strains of E. coli, and other waterborne diseases. Unless this community—which is already experiencing extreme poverty—pays for a taxi to drive into town for expensive, bottled water, they have no choice but to keep drinking from the swamp. Thankfully, a new safe water source for all 299 residents is planned for construction this year. 6. Hepatitis A [Hepatitis A](https://www.mayoclinic.org/diseases-conditions/hepatitis-a/symptoms-causes/syc-20367007) is a liver infection caused by consuming contaminated food and water or by coming in close contact with someone who has the infection. People who travel in developing countries often or work in rural communities with poor sanitation and hygiene management are most exposed to the disease. Symptoms include: - Fatigue - Clay-colored bowel movements - Jaundice - Nausea and vomiting - Abdominal pain, especially near your liver - Loss of appetite - Sudden fever The infection usually goes away in a few weeks, but it's possible that it can become severe and last several months. Prevention and Treatment The best way to prevent hepatitis A is by getting the vaccine. Eat only foods that are thoroughly cooked and served hot, and avoid eating anything at room temperature. Only eat fruit that you can peel and that you have peeled yourself. Don't eat from food vendors and don't eat runny eggs or raw/rare meat. For a full list of dos and don'ts, visit the CDC's page on Hepatitis A [here](https://wwwnc.cdc.gov/travel/diseases/hepatitis-a). Once a person has hepatitis A, they build an immunity and will likely never get it again. However, the symptoms are serious, often forcing people to take time off work or school to recover. If you have contracted hepatitis A, rest, avoid drinking alcohol, and drink plenty of fluids. The disease will run its course, and full recovery is expected after three months. [END WATERBORNE DISEASES WITH LIFEWATER TODAY >](https://lifewater.org/donate/?donation_type=choice) 7. Salmonella Most cases of [salmonella](https://www.mayoclinic.org/diseases-conditions/salmonella/symptoms-causes/syc-20355329) come from ingesting food or water contaminated with feces. Undercooked meat, egg products, fruits, and vegetables can also carry the disease. Most people don't develop complications, but children, pregnant women, older adults, and people with weakened immune systems are most at risk. Symptoms include: - Blood in stool - Chills - Headache - Diarrhea Prevention and Treatment When preparing your own food, make sure to cook thoroughly and store or freeze within 30 minutes of use. Avoid touching birds or reptiles, and as always, wash your hands frequently. Salmonella infection dehydrates the body. Treat it by drinking fluids and electrolytes. More serious infections can require hospitalization and antibiotics. Prevent Waterborne Diseases for Good: Give with Lifewater There are many parts in the world where waterborne diseases are rampant, deadly, and knowledge about prevention is not widely available. For over 40 years, Lifewater has sought out these places, working with communities to teach vital sanitation and health practices and constructing custom water technologies in places where water access is most difficult. Over and over again, [cholera is prevented ](https://lifewater.org/blog/cholera-prevention-in-rural-uganda/)and typhoid eradicated. Children no longer battle waterborne illness, and parents go back to work. When you [become a monthly giving partner](https://lifewater.org/campaigns/overflow/) with Lifewater, you give safe water to one person for life every month. Or, give one time. Every gift changes lives. You'll receive real-time updates on progress and photos to share with friends and family. You can eliminate waterborne diseases for good. Give today! [END WATERBORNE DISEASES WITH LIFEWATER TODAY >](https://lifewater.org/donate/?donation_type=choice) Choose a Village. Change a Life. [ ](https://lifewater.org/project/end-costly-hospital-trips-for-families/) End Costly Hospital Trips for Families At least once a month, someone in Shimayu visits the hospital because of a waterborne illness. Shinyanga region, Tanzania GPS: -3.681, 33.4271 Help Serve 461 People Give Today $16,956 Raised of $30,000 End Costly Hospital Trips for Families Tanzania, Africa 461 people $16,956 Raised of $30,000 [ ](https://lifewater.org/project/bring-safe-water-to-families-like-yeungs/) Bring Safe Water to Families Like Yeung's \"We realize that good health is key to our happiness.\" -Yeung Svay Leu region, Cambodia GPS: 13.553, 104.245 230 People Give Today $7,410 Raised of $15,000 Bring Safe Water to Families Like Yeung's Cambodia, Asia "}