{"title": "PDF", "author": "PDF", "url": "https://ein.idsociety.org/media/resources/publications/papers/2023/2023_COVIDabTesting_Gundlapalli.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Open Forum Infectious Diseases MAJOR ARTICLE Use of Severe Acute Respiratory Syndrome Coronavirus 2 Antibody Tests by US Infectious Disease Physicians: Results of an Emerging Infections Network Survey, March 2022 Adi V. Gundlapalli,1Susan E. Beekmann,2Jefferson M. Jones,1Natalie L. Clifford McDonald1 1COVID-19 Emergency Response Team, Centers for Disease Control and Prevention, Atlanta, Georgia, USA, and 2Infectious Diseases Society of America-Emerging Infections Network and Department of Internal Medicine, University of Iowa Carver College of Medicine, Iowa City, Iowa, USA Background. Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) antibody tests have had limited recommended clinical application during the coronavirus disease 2019 (COVID-19) pandemic. To inform clinical practice, an understanding is needed of current perspectives of United States-based infectious disease (ID) physicians on the use, interpretation, and need for SARS-CoV-2 antibody tests. Methods. In March 2022, members of the Emerging Infections Network (EIN), a national network of practicing ID physicians, were surveyed on types of SARS-CoV-2 antibody assays ordered, interpretation of test results, and clinical scenarios for which antibody tests were considered. Results. Of 1867 active EIN members, 747 (40%) responded. Among the 583 who managed or consulted on COVID-19 patients, a majority (434/583 [75%]) had ordered SARS-CoV-2 antibody tests and were comfortable interpreting positive (452/ 578 [78%]) and negative (405/562 [72%]) results. Antibody tests were used for diagnosing post-COVID-19 conditions (61%), identifying prior SARS-CoV-2 infection (60%), and differentiating prior infection and response to COVID-19 vaccination (37%). Less than a third of respondents had used antibody tests to assess need for additional vaccines or risk stratification. Lack of sufficient evidence for use and nonstandardized assays were among the most common barriers for ordering tests. Respondents indicated that statements from professional societies and government agencies would influence their decision to order SARS-CoV-2 antibody tests for clinical decision making. Conclusions. Practicing ID physicians are using SARS-CoV-2 antibody tests, and there is an unmet need for clarifying the appropriate use of these tests in clinical practice. Professional societies and US government agencies can support clinicians in the community through the creation of appropriate guidance. Keywords. SARS-CoV-2; COVID-19; antibody tests; serology; utilization. Received 22 December 2022; editorial decision 13 February 2023; accepted 16 February 2023; published online 18 February 2023 Correspondence: Adi V. Gundlapalli, MD, PhD, Center for Surveillance, Epidemiology, and Laboratory Services, Centers for Disease Control and Prevention, MS V24-6, Atlanta, GA 30345 (ibk8@cdc.gov); L. Cliff McDonald, MD, National Center for Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention, Atlanta, GA 30329 (ljm3@ cdc.gov). Open Forum Infectious Diseases® Published by Oxford University Press on behalf of Infectious Diseases Society of America 2023. This work is written by (a) US Government employee(s) and is in the public domain in the US. https://doi.org/10.1093/ofid/ofad091Antibody tests are routinely used for a broad array of pathogens at the individual level for clinical decision making [1] and for assessment of occupational risk for healthcare workers [2]. At the population level, antibody tests are used for serosurveillance for known and emerging pathogens [3 -5]. Antibody tests for se - vere acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus that causes coronavirus disease 2019 (COVID-19), have been available in clinical practice since April 2020 [ 6]. As of 7 February 2023, 85 SARS-CoV-2 antibody tests have re - ceived emergency use authorization (EUA) from the United States (US) Food and Drug Administration (FDA), detecting immunoglobulin M, immunoglobulin G (IgG), and/or total an - tibodies against either the nucleocapsid antigen of the virus (anti-N), spike protein (anti-S), or receptor-binding domain of the spike protein (anti-RBD). Most available assays detect binding antibodies and are designed to be qualitative, giving re - sults as either positive or negative; 1 assay is quantitative and measures antibody levels, and 15 are designated as semi- quantitative binding antibody tests [ 7]. Only 2 neutralizing an - tibody tests have received FDA EUA. The sole approved clinical indication for SARS-CoV-2 anti - body tests per FDA EUA is as an aid for identifying individuals with an adaptive immune response to SARS-CoV-2, indicating recent or prior infection [ 7]. The US Centers for Disease Control and Prevention (CDC) [8] and the Infectious Clinical Use of SARS-CoV-2 Serology OFID 1Downloaded from https://academic.oup.com/ofid/article/10/3/ofad091/7046111 by University of Iowa user on 11 April 2023 Diseases Society of America (IDSA) [9] have provided guidance that a positive antibody test can help support a diagnosis of post-COVID conditions such as multisystem inflammatory syndrome (MIS) or other postacute sequelae of COVID-19. Although not recommended for use after vaccination to deter - mine antibody response to vaccination, CDC has clarified the expected results of anti-S and anti-N tests used to distinguish prior infection from prior vaccination [8]. As the US enters the fourth year of the COVID-19 pandemic in 2023, SARS-CoV-2 serology testing in certain situations could help to guide clinical practice, especially in the era of hy- brid immunity from infection and vaccination. With availability of therapeutics, such as monoclonal antibody (mAb) prepara - tions, that have been demonstrated to improve outcomes among hospitalized patients who are seronegative (but not sero- positive) [10], and with the potential for future therapeutics, rapid and reliable antibody testing could improve clinical deci- sion making [11]. In addition, some individuals with certain im- munocompromising conditions may not mount an adequate immune /response to COVID-19 vaccination [12]. An objective metric may identify those who are less likely to have protective immunologic responses from vaccines and who could benefit most from preexposure prophylaxis or continuing nonpharma - ceutical interventions [13]. With limited published literature on the clinical use of SARS-CoV-2 antibody tests [14, 15], there is a need to systematically assess current knowledge, attitudes, and practices among the US clinical community. Since its founding in 1995, the IDSA Emerging Infections Network (EIN) has evolved into a flexible sentinel network and an established platform for surveying primarily infectious disease (ID) physicians in the US on clinical aspects of emerg - ing infections; a small number of other professionals (eg, ID pharmacists, public health providers) also participate in the network [16]. The overarching goal of the EIN is to assist CDC and other public health authorities with surveillance for emerging infectious diseases and to understand how clinical practices of disease prevention and management need to adapt. EIN provides an opportunity to gain an understanding of cur- rent perspectives from ID physicians based primarily in the US on the use, interpretation, and need for SARS-CoV-2 antibody tests in clinical practice. METHODS EIN developed and administered a 6-question survey with technical assistance from CDC covering several themes [17]: (1) current patterns of SARS-CoV-2 antibody assay use, includ - ing the types of assays ordered or recommended by EIN mem - bers while caring for or consulting on COVID-19 patients and the frequency of ordering these assays; (2) based on current knowledge, level of confidence in interpreting antibody test re- sults (both negative and positive results); (3) the clinical scenar - ios in which antibody tests were ordered or recommended for clinical decision making; and (4) factors that would influence the provider's decision to order or recommend SARS-CoV-2 antibody tests for clinical decision making. Responses were an- alyzed using descriptive statistics, with 2 test used to compare responses among groups. Not all participants responded to all questions, and variation in denominators is reflected when re- porting results. A free-text comment field was also provided with a prompt to enter remarks regarding the survey or the clinical utility of SARS-CoV-2 antibody tests. We analyzed free-text comments provided by a subset of respondents to identify and summarize key themes. All EIN members (n = 1867) were emailed a request to complete the survey on 1 March 2022, email reminders were sent on 9 and 17 March 2022, and the survey was closed on 28 March 2022. This activity was reviewed by CDC and was conducted con- sistent with applicable federal law and CDC policy (45 Code of Federal Regulations [C.F.R.] part 46, 21 C.F.R. part 56; 42 44 U.S.C. §3501 et seq).Table 1. Characteristics of Survey Participants (N = 747), Emerging Infections Network, March 2022 Characteristic No. (%) Specialty Adult infectious diseases 555 (74) Pediatric infectious diseases 192 (26) Region US: New England 55 (7) US: Mid-Atlantic 104 (14) US: East North Central 118 (16) US: West North Central 86 (12) US: South Atlantic 128 (17) US: East South Central 33 (4) US: West South Central 48 (6) US: Mountain 33 (4) US: Pacific 134 (18) Canada and Puerto Rico 8 (1) Years of experience since ID fellowship <5 y 113 (15) 5-14 y 245 (33) 15-24 y 159 (21) 25 y 230 (31) Primary practice setting (hospital) University 324 (43) Nonuniversity teaching 188 (25) Community 163 (22) Veterans Affairs or Department of Defense 42 (6) City/county 26 (3) Outpatient only 4 (1) Member type Infectious diseases physician 708 (95) Healthcare professional (eg, PharmD, advanced practice provider)39 (5) 2 OFID Gundlapalli et alDownloaded from https://academic.oup.com/ofid/article/10/3/ofad091/7046111 by University of Iowa user on 11 April 2023 Table 2. Severe Acute Respiratory Syndrome Coronavirus 2 Antibody Assay Use by ParticipantsaWho Managed or Consulted on Coronavirus Disease 2019 Patients (n = 583), March 2022 Emerging Infections Network Member Responses to Survey Questions Survey Items and SARS-CoV-2 Antibody Assay No. (%) SARS-CoV-2 antibody assay types that you most commonly orderb (n = 583) Binding antibody assay, anti-N 212 (36) Binding antibody assay, anti-S/anti-RBD 219 (38) Semi-quantitative binding assay 48 (8) Quantitative binding assay 29 (5) IgM 42 (7) IgG 136 (23) Total antibody 69 (12) Neutralization antibody assay 15 (3) Not sure, but I have ordered/recommended an antibody assay 59 (10) Not applicable: have not ordered or recommended 148 (25) Frequency of ordered/recommended SARS-CoV-2 antibody test to support clinical decision making (n = 583) Rarely (less than once a week) 334 (57) Often (weekly or more often) 103 (18) Other (eg, greater than weekly, more often in the past, during surges)c33 (6) Never 113 (19) Why SARS-CoV-2 test never orderedb (n = 121) Not FDA approved 26 (21) Not available to me 7 (6) Not reliable 63 (52) Not covered by insurance 3 (2) Other (eg, does not change management, results not actionable/clinically useful, interpretation of results not clear)c60 (50) With current knowledge, comfort interpreting positive SARS-CoV-2 antibody testb (n = 578) Yes 452 (75) Evidence of prior SARS-CoV-2 infection (anti-N) 445 (77) Has mounted a humoral immune response to COVID-19 vaccination (anti-S) 382 (66) Has mounted an adequate humoral immune response to COVID-19 vaccination 99 (17) Other (eg, interpretation depends, prior vaccine or infection)c20 (3) Not comfortable interpreting antibody test results based on current evidence 126 (22) With current knowledge, comfortable interpreting negative SARS-CoV-2 antibody testb (n = 562) Yes 405 (72) No evidence of prior SARS-CoV-2 infection (anti-N) 338 (60) Has not mounted a humoral immune response to COVID-19 vaccination (anti-S) 338 (60) Other (eg, interpretation depends, limited utility of negative test, does not exclude prior infection/waning antibody response, no response to SARS-CoV-2 infection)c51 (9) Not comfortable interpreting antibody test results based on current evidence 157 (28) Scenarios when SARS-CoV-2 antibody assays were ordered/recommended for clinical decision making at the patient levelb (n = 520) Supporting a diagnosis of COVID-19 complications or PCCs (eg, MIS-C, long COVID) 318 (61) Determination of prior SARS-CoV-2 infection status 314 (60) Distinguishing between prior SARS-CoV-2 infection and response to COVID-19 vaccination (using anti-N, anti-S, or anti-RBD assays) 193 (37) Documenting presence or absence of a measurable humoral immune response to COVID-19 vaccination to determine need for additional or booster doses of COVID-19 vaccine in:172 (33) Moderately or severely immunocompromised individuals (at high risk for severe COVID-19) 146 (85) d Immunocompetent individuals 43 (25)d Elderly (65 y of age) 30 (17)d Vulnerable populations (nursing home residents, people experiencing homelessness) 20 (12)d Children (18 y of age) 16 (9)d For risk stratification 136 (26) Identifying inpatients most likely to benefit from anti-SARS-CoV-2 mAb therapy 67 (49)e Prioritization of immunocompromised persons for PrEP 66 (49)e Quarantine or isolation involving patients 30 (22)e Eligibility for PEP in those at high risk for severe COVID-19 27 (20)e Quarantine or isolation involving HCWs and essential personnel 8 (6)e To resume social activities 3 (2)e Need for initial COVID-19 vaccination (as in those with prior SARS-CoV-2 infection) 21 (4) Other (eg, use with other therapies, immunocompromised patients)c... Clinical Use of SARS-CoV-2 Serology OFID 3Downloaded from https://academic.oup.com/ofid/article/10/3/ofad091/7046111 by University of Iowa user on 11 April 2023 RESULTS Practice Characteristics of EIN Member Respondents Of 1867 EIN members who were emailed the request and link for the survey, 747 (40%) responded. The majority (527 [71%]) were adult ID physicians, 181 (24%) were pediatric ID physi - cians, and 39 (5%) were healthcare professionals consisting mostly of pharmacists practicing in ID settings ( Table 1 ). There was representation from all US census divisions, with Pacific, South Atlantic, East North Central, Mid-Atlantic, and West North Central accounting for most of the respondents. The preponderance of the physicians (634 [85%]) had complet - ed their ID fellowship training 5 years prior, and nearly all were ID physicians who practiced in the inpatient setting at university, nonuniversity, or community hospitals. Of the 747 respondents, a majority (583 [78%]) indicated that they managed patients with COVID-19 or consulted on patients for pre - exposure or postexposure prophylaxis to prevent SARS-CoV-2 in - fection. All subsequent analyses are limited to this subset. Antibody Assay Types, Frequency of Ordering, and Turnaround Time Among the subsample of participants, a majority (435/583 [75%]) indicated that they had ever ordered or recommended a SARS-CoV-2 antibody test in their clinical practice. The majority of the 583 respondents who had ever ordered a SARS-CoV-2 anti - body test had ordered anti-N (n = 212) or anti-S/anti-RBD (n = 219) assays that were qualitative in nature ( Table 2 ). Less than 10% had ordered either semi-quantitative or quantitative antibody assays, and only 3% had ordered a neutralization antibody assay for SARS-CoV-2. Of those who had ordered assays to support clin - ical decision making, a majority (334 [71%]) indicated that they or - dered these tests less than once a week in their practice. A few respondents indicated that they had ordered these tests more frequently in the past and during COVID-19 surges. Among respon - dents who had never ordered an antibody test, the most often cited reasons were that they were not reliable, test results were not action - able, interpretation of results was not clear, or that they were not FDA approved. Among participants who ordered antibody assays and reported response times (n = 440), 242 (55%) indicated that the turnaround time for antibody assay results was \"days\" and 175 (40%) indicated \"hours.\" Only 6 respondents (1%) had used a point-of-care anti - body assay. Among participants who ordered antibody assays and responded to questions about results being provided to pa - tients (n = 439), most (307 [70%]) indicated that the antibody test results were routinely provided to patients at their institution. Interpretation of Antibody Test Results Participants who ordered antibody assays were asked about their level of comfort in interpreting positive and negative re - sults. Of 578 participants responding, 75% (452) reported being comfortable interpreting a positive assay result. The majority indicated that it would be appropriate to interpret a positive anti-N assay result as evidence of prior infection (445 [77%]) and to interpret a positive anti-S assay result as evidence of mounting a humoral response to COVID-19 vaccination (382 [66%]). A minority (126 [22%]) were uncomfortable interpret - ing a positive result from any assay. Of 562 participants responding to the survey item, 72% (405) were comfortable interpreting a negative antibody assay result. A majority reported it would be appropriate to interpret a neg - ative anti-N assay result as no evidence of prior infection (338 [60%]) and to interpret a negative anti-S assay result as evi - dence of not mounting a humoral response to COVID-19 vac - cination in a vaccinated person (338 [60%]). A minority (157 [28%]) were uncomfortable interpreting a negative result.Table 2. Continued Survey Items and SARS-CoV-2 Antibody Assay No. (%) Factors that would influence decision to order/recommend SARS-CoV-2 antibody assays for clinical decision making (n = 551) Statement from professional societies on clinical use and interpretation 432 (78) Statement from US government (CDC, NIH, FDA) on clinical use or interpretation 340 (62) FDA EUA with indications for clinical use in postvaccination settings 223 (40) Superior test performance characteristics in a variety of clinical settings 184 (33) FDA approval for antibody assays that could then be used off-label 180 (33) Clarifying statement on payor coverage from CMS 69 (13) Other (eg, need correlates of protection, identifying clinical scenarios, improved turnaround time and convenience, peer-reviewed studies)c40 (7) Abbreviations: anti-N, antibody against the nucleocapsid receptor-binding domain protein; anti-S, antibody against the spike protein; CDC, Centers for Disease Control and Prevention; CMS, Centers for Medicare and Medicaid Services; COVID-19, coronavirus disease 2019; EUA, emergency use syndrome coronavirus 2. aNumber of participants responding to each question varied and is presented by each variable. bRespondents could select >1 response; percentage may add to >100%. cExamples of provided \"other\" responses. dSubsample of participants (n = 172) indicating ordering/recommending SARS-CoV-2 antibody to document presence or absence of a measurable humoral immune response to COVID-19 vaccination. eSubsample of participants (n = 136) indicating ordering/recommending SARS-CoV-2 antibody for risk stratification. 4 OFID Gundlapalli et alDownloaded from https://academic.oup.com/ofid/article/10/3/ofad091/7046111 by University of Iowa user on 11 April 2023 Scenarios for Ordering or Recommending Antibody Tests for Clinical Decision Making Participants who ordered antibody assays were asked about the scenarios when the ordered test was used to inform their clin- ical decision making. Among participants who provided re- sponses (n = 520), 318 (61%) indicated that they had ordered or recommended SARS-CoV-2 antibody testing to support a diagnosis of COVID-19 complications, such as MIS in children (MIS-C) or post-COVID conditions/long COVID (Table 2). Similarly, 60% had ordered these tests to determine prior SARS-CoV-2 infection status. Less than 40% had ordered tests for other clinical scenarios, such as distinguishing between pri- or SARS-CoV-2 infection and response to COVID-19 vaccina - tion (using anti-N, anti-S, or anti-RBD assays). Of those who had used these tests to document presence or ab- sence of a measurable humoral immune response to COVID-19 vaccination to assess the need for additional or booster doses of COVID-19 vaccine (n = 172), the majority had ordered them for individuals with moderate or severe immunocompromising conditions who were at high risk for severe COVID-19 (146/ 172 [85%]). Approximately a quarter of the respondents (136/ 520 [26%]) ordered antibody assays to assess a patient's risk to in- form clinical decision making. Of those who had used antibody tests to determine risk stratification (n = 136), the most common - ly endorsed scenarios were the identification of inpatients most likely to benefit from anti-SARS-CoV-2 mAb therapy (67/136 [49%]) and the prioritization of individuals immunocom - conditions for co-packaged with cilgavimab (66/136 [49%]). Factors That Would Influence Ordering or Recommending Antibody Tests A majority of respondents indicated that statements from pro- fessional societies (432/551 [78%]) and from US government agencies (340/551 [62%]) would influence their decision to or- der or recommend SARS-CoV-2 antibody assays for clinical decision making (Table 2). Other factors that would influence use of antibody assays included FDA EUA with indications for clinical use in postvaccination settings, superior test perfor - mance characteristics in a variety of clinical settings, and FDA approval for antibody assays that could then be used off-label. Findings by Population Served and Physician Characteristics With regard to ordering SARS-CoV-2 antibody tests, pediatric ID physicians were significantly more likely than adult ID phy- sicians to have ever ordered antibody tests (153/159 [96%] vs 317/424 [75%], respectively; P < .001). Pediatric ID physicians were also more likely than adult physicians to report comfort with interpreting a positive serology result (146/159 [92%] vs 292/424 [69%], P 159 [86%] vs 289/424 [68%], P < .0001). There were no signifi - cant differences noted by years of experience since ID fellow - ship or US census divisions.Free-Text Comments From Subset of EIN Member Respondents Overall, 96 of 747 respondents (13%) provided additional free- text comments. A favorable view of serological testing was con- veyed by 35 (37%) respondents who described in detail how they used SARS-CoV-2 antibody assays in certain clinical situ- ations, for example, to inform decisions about the use of mAb treatment: \"With the caveat that there is more to learn, I feel that it has provided valuable information for certain clinical sit- uations.\" Fourteen respondents (15%) specifically mentioned the role of serology in assessing patients with suspected MIS-C; as a pediatrician noted, \"We use [these tests] almost daily due to MIS-C issues, as most of our patients have been un- vaccinated due to age limitations for vaccine.\" Another 8 re- spondents described the utility of serologic tests in individuals with immunocompromising conditions including organ transplant recipients and those with human immunode - ficiency virus. Of the 96 free-text respondents, 26 (27%) shared that they did not think serology was useful for clinical decision making currently. These individuals commented that serologic testing \"doesn't usually change management,\" \"I have not generally found them useful in practice,\" and there is \"too much variabil - ity in individual assays.\" Twenty-one respondents (22%) shared that the most impor - tant need for SARS-CoV-2 antibody assays going forward was to discern a correlate of immune protection. \"Until a correlate protection of vaccine or prior infection is identified and there are data permitting interpretation of the test as indicative or not of protection,\" a respondent wrote, \"use of antibody tests will be limited in my practice.\" One physician requested \"more information about the level of antibody needed to pro- vide protection—or is it just once you are over a level of X you are protected.\" Another said at their practice, \"requests have been for 'am I protected?' for which there is no scientific answer currently.\" Respondents recognized the limitations of the antibody tests, called for more studies, and indicated that additional guidance would be beneficial: \"Many clinicians order antibody tests but have no idea how to interpret or misinterpret,\" a provider ex- plained, \"so guidelines on usage and when not to use would be extremely helpful.\" DISCUSSION In this systematic assessment of the use of SARS-CoV-2 anti- body tests in clinical practice as of March 2022, a majority of US-based ID physicians who responded to the survey indicated that they had ordered or recommended a SARS-CoV-2 anti- body test in their clinical practice, but most used these assays infrequently. Most of the assays ordered were qualitative bind - ing antibody assays that provided results as either positive or negative, with very few having ordered a quantitative binding Clinical Use of SARS-CoV-2 Serology OFID 5Downloaded from https://academic.oup.com/ofid/article/10/3/ofad091/7046111 by University of Iowa user on 11 April 2023 antibody assay that measures antibody levels or a neutralizing antibody assay. The most frequent indications cited for order - ing or recommending of antibody tests by survey respondents were either the FDA EUA indication for detection of prior in- fection [7], CDC guidance to support a diagnosis of postinfec - tious MIS, or to distinguish post-COVID-19 vaccination from post-SARS-CoV-2 infection states [8]. The majority of ID physicians were confident in their interpre - tations of both positive and negative test results based on the type of assay used, with a significant minority expressing discomfort. It is possible that ID physicians, working closely with their clinical laboratory colleagues, have become familiar with the SARS-CoV-2 antibody assays available in their practice settings and have become comfortable with using and interpreting results of those assays for specific clinical scenarios such as identifying previous infection and to assess protective immunity or lack thereof. This has been noted recently with clinical examples for uses of SARS-CoV-2 antibody testing [18]. SARS-CoV-2 antibody tests have had variable availability, ac- ceptance, and adoption as the COVID-19 pandemic has evolved since early 2020 when the clinical, laboratory, and scientific com - munities were discussing clinical and population-level uses for antibody testing [19]. At that time, poorly performing assays had flooded the market and there were concerns of potential overuse of these tests in situations that were not supported by sci- ence and not in keeping with limitations laid out by FDA [20]. Although regulatory scrutiny from FDA has resulted in fewer as- says receiving EUA, there is a lack of availability of quantitative assays that are calibrated against an international standard to al- low for comparison of results [21] as well as variation in assay performance [22, 23]. Furthermore, confusion and concerns re- main regarding the expansion of clinical use and interpretation of positive antibody test results. A recent publication by Gilbert and colleagues [24] notes that strong evidence has been generated to demonstrate that anti-spike IgG concentrations and anti-SARS-CoV-2 neutral - izing antibody titers are serological correlates of protection against symptomatic COVID-19 illness; this concept has also been endorsed by Khoury et al for neutralizing antibodies [25]. Furthermore, FDA has accepted immunobridging studies using comparisons of neutralizing antibody titers for approval of pediatric COVID-19 vaccines and against circulating strains as a correlate for the recently approved COVID-19 bivalent vaccine [26]. It is important to note that routine testing of neu- tralization titers in clinical practice is not available and, as such, quantitative binding antibody titers would be the practical op- tion. However, in the setting of SARS-CoV-2 variants and con- cerns for immune escape, a particular individual threshold for protective antibody titers remains elusive. There has been increased awareness and concern regarding complications of COVID-19 in children, especially MIS-C. In our survey, pediatric ID physicians were significantly more likely to have ordered or recommended SARS-CoV-2 antibody tests. They were also more comfortable interpreting both pos- itive and negative results. Based on the structured questions and free-text comments, confusion, discomfort in interpreting results, and lack of awareness remain regarding the appropriate use of SARS-CoV-2 antibody tests in clinical practice. In the setting of evolving knowledge and remaining scientific gaps, providing guidance for the appropriate use and interpretation of antibody testing is a challenge. Antibody testing is not currently recom - mended to assess for immunity to SARS-CoV-2 following COVID-19 vaccination, to assess the need for vaccination in an unvaccinated person, or to determine the need to quarantine after a close contact with someone who has COVID-19 [8]. However, there are certain populations at greater risk for severe outcomes from COVID-19, such as those with immunocom - promising conditions, that are in need of objective risk stratifi - cation for clinical decision making and advice on the need for continuing to protect against breakthrough infections after vac- cination [27, 28]. SARS-CoV-2 antibody testing may be of ben- efit in these situations. Some of these scenarios, such as prioritization of patients for preexposure prophylaxis, were germane to clinical practice at the time of the survey in March 2022. We acknowledge several limitations. Experiences of EIN members may not be representative of nonmembers practicing in the community. In general, EIN membership is considered a convenience sample of self-selected ID physicians and is not in- tended to be either random or necessarily representative of a larger population. Furthermore, other specialists such as oncol - ogists, rheumatologists, and transplant physicians, among oth- ers, may be those ordering SARS-CoV-2 antibody tests in their clinical practice. Second, the survey responses were self- reported and have not been validated with chart review at the respondents' institutions. However, real-world data on the ex- tent of SARS-CoV-2 serology testing performed by clinical lab- oratories have been reported for the general population and are consistent with survey responses [29, 30]. Finally, these results are not directly generalizable to non-ID clinicians in the community. As these survey results demonstrate, SARS-CoV-2 antibody tests are being used in clinical practice, with concern and lack of consensus among ID physicians regarding the use of these tests. There is a critical need for increasing awareness of the appro - priate use of SARS-CoV-2 antibody tests for clinical use, along with refinement of the tests and studies to further delineate cor- relation with protection and risk stratification. Professional so- cieties and US government agencies can support clinicians in the community through the creation of appropriate guidance with current knowledge and pragmatic clinical experience that would be helpful to clinicians and their patients. These po- sitions should be supported by timely syntheses of available 6 OFID Gundlapalli et alDownloaded from https://academic.oup.com/ofid/article/10/3/ofad091/7046111 by University of Iowa user on 11 April 2023 evidence to endorse current indications for use of SARS-CoV-2 antibody tests in clinical practice and options to expand those indications to account for postvaccination and risk stratifica - tion settings. There are several such guidelines now available, with varying degrees of strength of evidence [13, 31, 32]. These messages can be separately tailored to the needs of pa- tients across different age groups and clinical scenarios. While serological correlates of protection in terms of anti- body levels are now well established [24, 25], identifying specif - ic thresholds at the individual level poses challenges particularly as the landscape appears to be constantly shifting due to hybrid immune responses from prior vaccinations and infections as well as immune escape by new SARS-CoV-2 var- iants and subvariants. This is evident from the recognition of Omicron subvariants with evidence of lack of in vitro suscept - ibility to anti-SARS-CoV-2 mAbs authorized by FDA for treat - ment of individuals with mild-to-moderate COVID-19 at high risk for progression to severe COVID-19, and for preexposure prophylaxis in persons with moderate-to-severe immunocom - promise; currently, no anti-SARS-CoV-2 mAbs are authorized for prevention or treatment of COVID-19 in the US [33, 34]. Furthermore, the contributions of cellular immunity in pro- tecting against severe disease are known, especially in the set- ting of viral variants, though measuring and assessing cellular immunity in routine clinical practice remains a challenge with testing restricted to the research setting [35]. In this set- ting, antibody tests are a relatively low-cost and available tool that can provide additional information to inform the probabil - ity of being protected or not. There may be an opportunity to start with the use and interpretation of negative SARS-CoV-2 antibody test results in specific populations in which serologic testing is most likely to be used to guide care decisions [13, 18, 31, 32], such as in patients with immunocompromising conditions. Notes Acknowledgments. We are indebted to Emerging Infections Network members for their clinical and laboratory expertise and their yeoman ser- vice to the community during the COVID-19 pandemic. We are grateful to members of the Data, Analytics, and Visualization, Epidemiology and Surveillance, Laboratory, and Vaccine Task Forces of the CDC COVID-19 Response for their technical assistance in conducting this sur- vey. We also acknowledge the support of leadership and members of the Infectious Diseases Society of America in administering this survey. Disclaimer. The findings and conclusions of this report are those of the authors and do not necessarily represent the official position of the Centers for Disease Control and Prevention. Financial support. This work was supported by the Centers for Disease Control and Prevention (cooperative agreement number 1 U50 CK00477). Potential conflicts of interest. All authors: No reported conflicts. References 1.Miller JM, Binnicker MJ, Campbell S, et al. A guide to utilization of the microbi - ology laboratory for diagnosis of infectious diseases: 2018 update by the Infectious Diseases Society of America and the American Society for Microbiology. Clin Infect Dis 2018; 67:e1-94.2.Advisory Committee on Immunization Practices, Centers for Disease Control and Prevention. Immunization of health-care personnel: recommendations of the Advisory Committee on Recomm der Klis FRM. vaccine-preventable diseases. Expert Rev Vaccines 2020; 19:327-39. 4.Mota ML, Dos Santos Souza Marinho R, Duro RLS, et al. Serological and molec - ular epidemiology of the dengue, Zika and chikungunya viruses in a risk area in Brazil. BMC Infect Dis 2021; 21:704. 5.Adams C, Jadi R, Segovia-Chumbez et assay to measure seropreva - lence of Zika virus in the Philippines. Emerg Infect Dis 2021; 27:3073-81. 6.US Food and Drug and Drug Administration. Individual EUAs for serology and other adaptive immune response February 2023. 8.Centers for Disease Control and Prevention. Interim guidelines for COVID-19 antibody testing: interim guidelines for COVID-19 antibody testing in clinical and public health settings. 2022. Available at: https:/ /www.cdc.gov/coronavirus/ 2019-ncov/lab/resources/antibody-tests-guidelines.html . Accessed 7 February 2023. 9.Hanson KE, Caliendo AM, Arias CA, et al. Infectious Diseases Society of America guidelines on the diagnosis of COVID-19: serologic testing [manuscript published online ahead of print 12 Dis 2020. https://doi.org/10.1093/cid/ciaa1343 10.Group A-TBS, a neutralizing mono - clonal antibody for hospitalized patients with COVID-19 according to baseline antibody and antigen levels: a randomized controlled trial. Ann Intern Med 2022; 175:234-43. 11.Li JZ, Gandhi RT. Realizing the potential bodies for COVID-19 management. JAMA 2022; 327:427-9. 12.Centers for Disease Control and Prevention. Interim clinical considerations for use of COVID-19 vaccines currently approved or authorized in the United States: guidance for COVID-19 vaccination for people who are moderately or se- February 2023. 13.American Society of Transplantation. Statement on use of monoclonal AE, Ford BA, Diekema DJ, Krasowski MD. Practical consid - erations for implementation of SARS-CoV-2 serological testing in the clinical lab- oratory: experience medical 23742895211002802. 15.Wiencek JR, Head CL, Parsons AS. Clinical ordering practices of the SARS-CoV-2 antibody test at a large academic medical center. Open Forum Infect Dis 2020; 7:ofaa406. 16.Pillai SK, Beekmann SE, Santibanez S, Polgreen PM. The Infectious Diseases Society of America Emerging Infections Network: bridging the gap between clin- ical infectious diseases and public health. Clin Infect Dis 2014; 58:991-6. 17.Infectious Diseases Society of America. SARS-CoV-2 antibody testing in current clinical infectious disease practice. 2022. Available at: http:/ /www.int-med.uiowa. edu/Research/EIN/EIN_COVIDAbQuery_Survey.pdf . Accessed 7 February 2023. 18.Colgrove R, Bruno-Murtha LA, Chastain CA. et al. Tale of the titers: serologic testing for SARS-CoV-2-yes, no, and maybe, with clinical examples from the IDSA diagnostics committee. Open Forum Infect Dis 2023; 10:ofac674. 19.Theel ES, Slev P, Wheeler S, Couturier MR, Wong SJ, Kadkhoda K. The role of antibody testing for antibody tests. N Engl J Med 2021; 384:592-4. 21.Gundlapalli AV, Salerno RM, Brooks JT, et al. SARS-CoV-2 serologic assay needs for the next phase of the US COVID-19 pandemic response. Open Forum Infect Dis 2021; 8:ofaa555. 22.Stone M, Grebe E, Sulaeman H, et al. Evaluation of commercially available high- throughput SARS-CoV-2 serologic assays for serosurveillance OFID 7Downloaded from https://academic.oup.com/ofid/article/10/3/ofad091/7046111 by University of Iowa user on 11 April 2023 23.Theel ES. Performance characteristics of high-throughput serologic assays for severe acute respiratory syndrome coronavirus 2 with Food and Drug Administration emergency use authorization: a review. Clin Follmann D. A COVID-19 milestone attained—a correlate of protection for vaccines. N Engl J Med 2022; 387:2203-6. 25.Khoury DS, Schlub TE, Cromer D, et al. Correlates of protection, thresholds of protection, and immunobridging among persons with SARS-CoV-2 infection. Emerg Infect Dis 2023; 29:381-8. 26.US Food and Drug Administration. Emergency use authorization (EUA) for an unapproved product review memorandum: Pfizer bivalent COVID-19 vaccine decision memorandum. 2022. Available at: https:/ /www.fda.gov/media/161595/ download . Accessed 7 February 2023. 27.Anand S, Montez-Rath ME, Han J, et al. SARS-CoV-2 vaccine antibody response and breakthrough infection in patients receiving dialysis. Ann Intern Med 2022; 175:371-8. 28.Boekel L, Stalman EW, Wieske L, et al. Breakthrough SARS-CoV-2 infections with the Delta (B.1.617.2) variant in vaccinated patients with immune-mediated inflammatory diseases using immunosuppressants: a substudy of two prospective cohort studies. Lancet Rheumatol 2022; 4:e417-29. 29.Harvey RA, Rassen JA, Association of SARS-CoV-2 seroposi - tive antibody test with risk of future infection. JAMA Intern Med 2021; 181: 672-9.30.Kaufman HW, Chen Z, Meyer WA III, Wohlgemuth JG. Insights from patterns of SARS-CoV-2 immunoglobulin G serology test results from a national clinical Pagano MB, et al. Clinical practice guidelines from the Association for the Advancement of Blood and Biotherapies (AABB): COVID-19 convalescent plasma. Ann Intern Med 2022; 175:1310-21. 32.Kaufman HW, Meyer WA, Clarke NJ, et al. Assessing vulnerability to COVID-19 in high-risk populations: the role 26:29-36. 33.National Institutes products. 2023. Available at: https:/ /www.covid19treatmentguidelines.nih.gov/therapies/ antivirals-including-antibody-products/summary-recommendations/ . Accessed 7 February 2023. 34.National Institutes of Health. The COVID-19 treatment guidelines panel's revised statement on tixagevimab plus cilgavimab (Evusheld) as pre-exposure https:/ gov/therapies/revised-statement-on-evusheld/ . Accessed 7 February 2023. 35.Ameratunga R, Woon ST, Steele R, Lehnert K, Leung E, Brooks AES. Critical role of diagnostic SARS-CoV-2 T cell assays for alDownloaded from https://academic.oup.com/ofid/article/10/3/ofad091/7046111 by University of Iowa user on 11 April 2023 "}