{"title": "Soul Drops Review: Why", "author": null, "url": "https://illuminatelabs.org/blogs/health/soul-drops-review", "hostname": "illuminatelabs.org", "description": "We explain why Soul Drops' microdosing claims are unscientific and share our concerns about some critical information the brand fails to publish. We explain why this is one of the worst herbal supplement brands that we've reviewed on Illuminate Health.", "sitename": "Illuminate Labs", "date": "2021-11-16", "cleaned_text": "Soul Drops is a company that makes \"sacred plant elixirs\" with \"loving shamanic energy.\" This already raises red flags to us about the legitimacy and safety of the brand's supplements. But do Soul Drops contain ingredients proven in medical studies to improve health or mental wellness? Do they contain any dangerous ingredients? Can you really \"microdose\" these herbs? Who is the founder of this company and are they qualified to formulate herbal supplements? And how do real users rate and describe the effects of Soul Drops? In this article we'll answer all of these questions and more as we explain why we find the company's claims about microdosing to be unscientific and share our concerns about dosage and safety issues. We'll also document the founder of the company and share real, unsponsored Soul Drops user reviews. Can You Really \"Microdose\" Herbs? Microdosing is a term that refers to taking very low doses of psychoactive compounds like LSD, psilocybin or cannabis. Typically the dosage is below the level that induces a hallucinogenic effect but it can improve creativity and there is even some [promising early research](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7457631/) suggesting that microdosing psychoactive substances may benefit people with depression. Soul Drops uses the term \"microdosing\" frequently in their marketing, as shown above, but we're not sure that the company understands what it means. You can't \"microdose\" a non-psychoactive substance, and none of Soul Drops' supplements appear to be psychoactive. Just like you can't \"microdose\" a smoothie or \"microdose\" vitamin C, you cannot \"microdose\" non-psychoactive herbal supplements like Soul Drops. Taking a smaller dose of an herbal supplement will just provide fewer biological effects. We consider it to be a red flag that Soul Drops makes claims about microdosing without proving that their formulations are psychoactive. Potentially Dangerous Ingredients Some Soul Drops supplements contain ingredients shown in medical studies to be toxic or otherwise harmful to human health, or have lacking safety data. Wild rue is included in the \"Cosmos\" supplement, and a [medical review](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3841998/) published in the Pharmacognosy journal documented \"many reports of intoxications\" following ingestions of some parts of this plant. Abuelo sanango is a tropical tree native to the Amazon. We can't find any safety studies at all on this ingredient; not even animal studies. Further, Soul Drops fails to publish what specific part of the plant is used, which is important for consumer safety because different parts of a plant (like the bark or leaves) can have differing safety profiles. Boa vine is another ingredient that we can't find any safety studies on (even animal studies), and Soul Drops publishes no data proving it's safe. The lack of clarity on the safety of the ingredients in Soul Drops concerns us. Failure to Publish Critical Information At the time of updating this article, Soul Drops fails to publish a Supplement Facts label on any of its products detailing the dosage of each ingredient. This violates [FDA requirements](https://www.fda.gov/food/dietary-supplements-guidance-documents-regulatory-information/dietary-supplement-labeling-guide-chapter-iv-nutrition-labeling) for herbal supplement manufacturers. Without dosages, it's impossible for consumers (or researchers like us) to determine the safety of an ingredient. Ingredients may be safe at one dose but very dangerous at 3x that dose (caffeine is a good example of this). As shown in the image below, Soul Drops also fails to publish the botanical name of each plant ingredient used. This is another consumer safety issue, because clinical research refers to plant ingredients by their botanical name, not their colloquial name. Sometimes two entirely different plants can be referred to by the same colloquial name. Consider \"Indian ginseng\" and \"Asian ginseng\" which are entirely different plant species but share the same name. We cannot locate any medical studies on \"boa vine\" and we don't even know what specific plant Soul Drops is referring to here because the botanical name is not given. Soul Drops User Reviews A YouTube creator named \"The Aurora Codes\" reviewed all three Soul Drops products: A TikTok user named Madison Lagace explains a benefit she attained from Soul Drops supplementation: [@madisonlagaceugc]@Soul Drops [ original sound - Madison Lagace] Who's Behind Soul Drops? The founder of Soul Drops is a woman by the name of Vlada Talan. She has no licensed medical credentials, and her website claims that she \"sought to learn a process of intense energy healing called Cosmoenergy.\" The process page on the Soul Drops website states that the founder \"draws on 20 years of shamanic plant healing and herbalism to infuse them with powerful energy.\" There is, of course, no proof that Soul Drops have more \"energy\" than other supplements or how that energy would be quantified. We are concerned by the vague health claims made by Soul Drops, and we recommend that consumers be extremely wary of health brands making strange claims without any proof of such claims. Our Safe Supplement Recommendations There are herbal supplements with ingredients that are clinically proven to be effective, and that are free of questionable additive ingredients. Here's our safe supplement recommendations for each of the categories that Soul Drops sells: Focus Soul Drops sells a supplement called \"MIND\" that's intended to promote focus and concentration. Ginkgo biloba extract is arguably the most well-studied nootropic (cognitive-enhancing) herbal supplement in the world. A [medical published in the Psychopharmacology journal found ginkgo biloba supplementation to improve attention and cognitive performance in healthy, young adults. Illuminate Labs manufactures a [Ginkgo Biloba Extract supplement](https://illuminatelabs.org/products/ginkgo-biloba-extract) that's potent and 6% terpene lactones) and third-party tested to ensure purity and label accuracy. Interested consumers can check out Illuminate Labs Ginkgo Biloba Extract [at this link](https://illuminatelabs.org/products/ginkgo-biloba-extract) to the product page on our website. Energy Soul Drops sells a supplement called \"SOL\" that's used for energy. [Bulletproof CoQ10 Energy](https://bulletproof.fdf2.net/VyzyDk) is our top multi-ingredient energy supplement pick. A [medical review](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9449413/) published in the Frontiers in Pharmacology journal concluded that \"CoQ10 is an effective and safe supplement for reducing fatigue symptoms,\" and Bulletproof's supplement contains an effective dose of 100 milligrams (mg). Interested consumers can check out Bulletproof CoQ10 Energy [at this link](https://bulletproof.fdf2.net/VyzyDk) to the official product page on the brand's website. Relaxation Soul Drops sells a supplement called \"LUN\" that's used to promote relaxation. L-theanine is one of the most well-studied and safe dietary supplements to induce relaxation. It's an amino acid that increases alpha brain wave activity, similar to meditating. A [clinical trial](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6836118/) published in the Nutrients journal found that l-theanine supplementation reduced stress symptom scores (related to anxiety, depression and sleep) over the course of four weeks. [Nutricost L-Theanine](https://amzn.to/3AcZXZz) is our top relaxation supplement pick because it has a clean formulation (no unhealthy filler ingredients, l-theanine is the only active ingredient) and a great price ($0.08 per serving). Interested consumers can check out Nutricost L-Theanine [at this link](https://amzn.to/3AcZXZz) to the product's official Amazon listing. "}