{"title": "FDA Clears Bionic Pancreas Developed in BU Lab for People with Type 1 Diabetes", "author": "Andrew Thurston", "url": "https://www.bu.edu/articles/2023/fda-clears-bionic-pancreas-for-type-1-diabetes/", "hostname": "bu.edu", "description": "The iLet Bionic Pancreas, which automates insulin delivery to manage the chronic disease, was invented in Ed Damiano's biomedical engineering lab—and inspired by his son", "sitename": "The Brink", "date": "2023-05-22", "cleaned_text": "FDA Clears Bionic Pancreas Developed in BU Lab for People with Type 1 Diabetes FDA Clears Bionic Pancreas Developed in BU Lab for People with Type 1 Diabetes The iLet Bionic Pancreas, which automates insulin delivery to manage the chronic disease, was invented in Ed Damiano's biomedical engineering lab—and inspired by his son A bionic pancreas—a wearable, pocket-sized, automated insulin delivery device—that was first developed in a Boston University lab has been cleared by the US Food and Drug Administration (FDA). The iLet Bionic Pancreas is [now commercially available](https://www.betabionics.com/get-started/), bringing fresh hope to the almost [two million Americans with type 1 diabetes](https://diabetes.org/about-us/statistics/about-diabetes). The approval is a massive milestone in a two-decade—and deeply personal—journey. Invented 20 years ago in the lab of Ed Damiano, a BU College of Engineering professor of biomedical engineering, the bionic pancreas combines an insulin infusion pump with algorithm-controlled dosing decision software. Damiano was inspired to develop the system by his son, who was diagnosed with type 1 diabetes when he was just 11 months old. When paired with a Bluetooth-enabled glucose monitor, the iLet can deliver tailored insulin doses every five minutes, based on calculations of current and past glucose levels and the body's reaction to past insulin deliveries. Small enough to be clipped on a bra strap or thrown in a pocket, the iLet means patients will no longer have to constantly measure their glucose levels and calculate, with help from their doctor, their correct insulin dose—a 24/7 endeavor. The iLet was cleared for people aged six years and older with type 1 diabetes. \"Today's action will provide the type 1 diabetes community with additional options and flexibilities for diabetes management and may help to broaden the reach of AID [automated insulin dosing] technology,\" said Jeff Shuren, director of the FDA's Center for Devices and Radiological Health, [in a statement announcing the decision](https://www.fda.gov/news-events/press-announcements/fda-clears-new-insulin-pump-and-algorithm-based-software-support-enhanced-automatic-insulin-delivery?utm_medium=email&utm_source=govdelivery). \"The FDA is committed to advancing new device innovation that can improve the health and quality of life for people living with chronic diseases that require day-to-day maintenance, like diabetes, through precision medicine approaches.\" For most of his son's early life, Damiano and his partner would wake every few hours in the night, checking their son's blood sugar levels, giving him insulin or juice to control the numbers. In people with type 1 diabetes, the pancreas doesn't produce enough insulin—an essential hormone for converting and storing sugars. The chronic condition carries a host of complications, from heart disease to eye damage. There's no cure. Back in 2013, nearly a decade into the bionic pancreas' development, [Damiano talked with Bostonia](https://www.bu.edu/bostonia/summer13/damiano/) about the fear and panic of those nighttime checks—which often started with making sure his son was still warm, still breathing. \"Sleeping is the scariest part of all this,\" he told Bostonia. \"It's what put this project on a high-speed rail. It's a very scary prospect that blood sugars could go low at night. When you're sleeping, you're checked out—you don't want to check out permanently.\" In 2015, [Damiano cofounded Beta Bionics](https://www.bu.edu/articles/2016/beta-bionics-artificial-pancreas/), a public benefit corporation, to advance the technology; four years later, the company [raised $126 million](https://www.bu.edu/articles/2019/bu-biomedical-engineer-ed-damiano-raises-126-million-for-bionic-pancreas/) to push the device through the final stages of its development. Given the iLet's origins—and Damiano's very personal motivation for ensuring its success—the FDA's approval came on a fitting date. \"This milestone is particularly poignant to me as the news of FDA clearance coincided with the 24th birthday of my son, David, who developed type 1 diabetes as an infant, just over 23 years ago,\" says Damiano, founder and executive chairman at Beta Bionics. David graduated summa cum laude from BU in 2021, double majoring in history and international relations. He's now a researcher at a documentary and feature film production company. \"The bionic pancreas project has its origins with David, but the experimental research got started in my lab at Boston University almost 20 years ago,\" says Damiano. \"My appreciation and affection for Boston University runs deep. I will always be grateful to the multitudes of people from across the institution who came together to support my research team's efforts over the years.\" Damiano's coinventor was Firas El-Khatib, formerly a senior research scientist at BU and now Beta Bionics' vice president of research and innovation. In fall 2022, they were coauthors on a study that found the [iLet helped adults and children maintain healthier blood glucose levels](https://www.bu.edu/articles/2022/bionic-pancreas-better-for-managing-type-1-diabetes/), outperforming existing standard-of-care methods—a significant step on its path to FDA clearance. According to Beta Bionics, users of the iLet just need to enter their weight to get started—the system will then use continuous learning to do the rest, regulating blood glucose levels with minimal input. One of those who has followed the iLet's progress from idea to product is [Kenneth R. Lutchen, ENG dean and a professor of biomedical engineering](https://www.bu.edu/eng/profile/kenneth-r-lutchen-ph-d/). He was chair of biomedical engineering when Damiano began laying the groundwork for the bionic pancreas and helped the team acquire initial funding, securing internal translational resources and a grant from the Wallace H. Coulter Foundation. \"I am so proud of Boston University and Ed Damiano working together to spawn what has now become a product that will transform the quality of life for so many human beings suffering from type 1 diabetes, and in a way never before imaginable,\" says Lutchen. \"I watched Ed Damiano's inexhaustible energy and brilliance sustain development of the iLet from concept to the early studies on animals to the clinical trials and now to a product. \"This is such a fantastic example of what a Boston University societal engineer does—advancing new ideas into real inventions driven for the "}