{"title": "VaxClear® With Aluminum Guard - Dr. Green Mom", "author": null, "url": "https://drgreenmom.com/shop/vaxclear-with-aluminum-guard/", "hostname": "drgreenmom.com", "description": "VaxClear w/ Aluminum Guard supports healthy detoxification and supports the immune & neurological systems for vaccinations and everyday use.", "sitename": "Dr. Green Mom", "date": "2019-05-22", "cleaned_text": "INGREDIENTS $34.99 — or $34.99 / month VaxClear w/ Aluminum Guard for Infants & Kids In stock Suggested Use: For Vaccination suggestion - begin dosing 1-2 weeks prior to each vaccination round and dose 1-2 week post each vaccination round. For gentle daily cleanse + detox - may be dosed daily. Shake well. Any sediment that collects at the bottom is completely natural, as this is a natural product. Simply mix into water, breastmilk, or your child's favorite drink. May be placed between cheek and gum. Adult dosing is available below. Gentle enough for everyday use. Consult a physician for use with children younger than one year of age. WARNING: Keep out of reach of children. Free From: Gluten, Wheat, Milk/Casein/Derivatives, Eggs, Fish, Shellfish, Peanuts, Tree Nuts, and Soy. Contains NO Artificial Flavors, Colors, or Preservatives. Store in a cool, dry place. Dr. Green Mom's® sole purpose is simple: To provide ethically sourced, highest quality, and affordable products to families wanting to live a life the way nature intended. We strive to become Your family's #1 source for healthcare products by never compromising on our ingredients and offering superior customer service. Our herbs are either organically grown, ethically wild harvested, or selectively imported. We do not use threatened botanicals such as Echinacea, Goldenseal, or Ginseng from the wild. Instead, we support local certified organic growers for these and other similarly endangered crops. The select group of wild harvesters for our products understand the value in ethical wild harvesting and preserving the environment. A purchase from us supports farmers and wild harvesters dedicated to a sustainable future! The herbs are harvested and processed at the peak of their potency to maximize effectiveness. Our herbs are never fumigated or irradiated. A 9-step water filtration and purification system is used to create super solvent water for extraction. For product potency and full spectrum extracts, we use: We insure a clean and safe product, and deliver the finest quality available! HERE ARE TWO REASONS TO BUY FROM US: 1) Customer-Centered Shopping Experience 2) Highest Quality Products with Incomparable Integrity 100% TESTING OF INGREDIENTS AND PRODUCTS When you get a shipment from Dr. Green Mom® you can be certain that what's on the label is what's inside! We test 100% of the ingredients that come in to our manufacture facility. Then we test each formulation and finished product before we ship it to ensure that it remains pure, potent, and stable. Our manufacturer's scientists use more than a dozen different tests to evaluate ingredients and products, including: WE ARE 100% COMPLIANT At Dr. Green Mom® we take pride in the quality of our products. Our children deserve only the highest quality, purest ingredients available. Our herbal ingredients come from small organic farmers and ethical wild harvesters to ensure potency and purity. We believe in our products and stand behind them 100% from start to finish. This helps so much with eczema and I am so glad i bought it Love this product! Have not used it yet but I am looking forward to using this to detox my daughter once she gets her vaccines. Something out there to help protect her. Love having this on hand for my little ones. Would this be safe to use during pregnancy? Thankful to have this on hand. We have not needed yet but it gives me peace of mind knowing it is there when/if it is needed *PLEASE NOTE: There is a restocking fee of 20% (total order cost) + the cost of original shipping for ANY/ALL subsequent cancelled/returned subscription orders if past renewal. It is up to you to cancel a subscription membership prior to the renewal date with which you agree to. "}