{"title": "THERAPEUTIC DNA VACCINE FOR SHELLFISH ALLERGIES", "author": null, "url": "https://www.nal.usda.gov/research-tools/food-safety-research-projects/therapeutic-dna-vaccine-shellfish-allergies", "hostname": "usda.gov", "description": null, "sitename": "nal.usda.gov", "date": "2018-01-01", "cleaned_text": "have become a major public health concern that now are estimated to affect 6-8%of children under 4 years old and 4% of adults in the US. Approximately 200,000 emergency room visits arecaused from allergic reactions to foods annually, with at least 150 fatalities resulting from anaphylaxis. Theoverall economic cost of food allergies in the US is estimated at $25 billion. There are currently no FDA-approvedtreatments for food allergies and therefore the only options available to allergic individuals are strict dietaryavoidance of the allergen and emergency treatment with epinephrine if a reaction occurs. Allergic reactions topeanuts, tree nuts and shellfish cause the majority of life-threatening anaphylactic food allergy reactions.Shellfish allergies can occur in childhood or adulthood and are typically life-long. Food allergies, including thoseto shellfish have also increased in prevalence over the past decade. While some treatments, including oral andepicutaneous desensitization therapies, are being clinically evaluated for peanut allergies, there are no rigorousstudies being conducted in subjects with shellfish allergies. Therapeutic vaccination is a new and excitingpotential treatment option for allergies that requires a considerably abbreviated treatment schedule and mayhave more profound and longer-lasting effects than desensitization therapies being explored for other foodallergies. DNA-based vaccine approaches are among the most promising of the therapeutic vaccinationapproaches being investigated. In previous studies, we identified a Collaborative Cross mouse strain that canbe made allergic to peanuts and tree nuts. Under Specific Aim 1 of this R03, we intend to demonstrate that thissame mouse strain can be sensitized to shrimp and other crustacean shellfish. Mice that can be sensitized toshellfish and undergo significant anaphylactic reactions upon subsequent oral challenge with diverse shellfishtissue extracts, will be a useful animal model for us and others to evaluate new therapies for shellfish allergies.Furthermore, we will construct a therapeutic shellfish DNA vaccine, verify that each targeted shellfish allergen isexpressed by the vaccine, and then conduct efficacy studies using the vaccine to treat shellfish allergic mice. THERAPEUTIC DNA VACCINE FOR SHELLFISH ALLERGIES Objective Investigators Kulis, Michael David Institution University of North Carolina Start date 2018 End date 2020 Funding Source Project number 1R03AI140161-01 Accession number 140161 Categories Commodities "}