{"title": "Vaccines For Children Are Naturopathic", "author": "Dr Wendy Sue Swanson", "url": "https://www.wendysueswanson.com/yes-vaccines-are-naturopathic/", "hostname": "wendysueswanson.com", "description": "Vaccines for children are naturopathic. Explore the benefits and myths around vaccinations against preventable diseases, including hepatitis B, influenza, measles, and Pertussis (Whooping Cough) from a naturopathic physician, Dr Mary Alison Higi.", "sitename": "Dr. Wendy Sue Swanson MAMA DOC", "date": "2013-12-02", "cleaned_text": "from Dr. Mary Alison Higi. Dr. Higi is a naturopathic physician in her final year of residency at Cascade Natural Medicine specializing in pediatrics under ](https://wendysue.wpenginepowered.com/wp-content/uploads/2013/11/Mary.jpg) [Dr. Candace Aasan](https://cascadenaturalmedicine.com/Our_Providers.html). She studied at Bastyr University where she earned her Doctor of Naturopathic Medicine. She emphasizes the importance of the physician's role in preventative medicine and public health. Dr. Higi has a special interest in implementing Naturopathic Medicine programs for under-served communities. I'm publishing this post because I think there is significant confusion about naturopathic physicians' support of vaccines. I'm hoping this sheds a little light. Would love to learn more from you all about your experiences with naturopathic medical care and vaccines. Please leave comments! I have frequently heard from parents, \"You give vaccines? I thought you were a naturopath!\" I can only reply, \"Vaccination follows three of our most important guiding principles\" 1. Premum non Nocere — First do no harm; weigh out risks and benefits and follow the least harmful path. 2. Docere — A physician should be a teacher to her patients. 3. Preventir — Practice preventative medicine. By providing routine vaccinations to my patients I have the opportunity to help them weigh risks and benefits of vaccine preventable disease versus costly, painful and the often dangerous consequences of preventable infections. When I counsel and give vaccines I get to teach about disease prevention and public health; I get to help patients prevent some truly life threatening diseases. So yes, vaccines are naturopathic! In that light, following our naturopathic principles, there are a few vaccination myths that I've heard so often, I feel compelled to dispel them: Truth: Babies need Hepatitis B vaccines Don't wait until teenage years! It is true that hepatitis B is spread by blood and bodily fluids, so teens that are using drugs or are sexually active are at much higher risk. It is also an incredibly virulent (read: tough!) virus that [accounts for roughly 600,000 deaths worldwide per year](https://www.who.int/mediacentre/factsheets/fs204/en/). Kids can also contract hepatitis B through sports injuries when there is accidental blood contact. My opinion is that hepatitis B vaccines are incredibly important and it doesn't help to put kids at risk by postponing the hepatitis B vaccine until adolescence. Don't delay the 3-shot vaccination series that is recommended to start at birth! Truth: Measles is a big deal Let me set the record straight: measles is a big deal and a [recent case just this last week](https://blogs.seattletimes.com/today/2013/11/health-officials-warn-of-possible-measles-exposure-in-king-county/) reminds us our risks here in the US are real. While it is true that the majority of children live through the measles, not all do. [About 1-2 per 1000 die](https://www.cdc.gov/Features/Measles/). It can also [cause serious and life threatening complications](https://www.cdc.gov/measles/about/complications.html) such as pneumonia, seizures, permanent brain damage and death. It is unfortunately right here in this country and is easily spread by breathing air a measles infected individually has breathed. Measles is exceptionally infectious-measles remains infective in the air of a room for 2 hours after an infected individual leaves! If your child hasn't been vaccinated, talk to your doctor about getting an MMR vaccine. Standard dosing recommends the first MMR at a child's first birthday but if your child is traveling outside the US, it's recommended after 6 months of age. Truth: Whooping cough is dangerous and very contagious. Like measles, it's a big deal I think you would be hard pressed to find a physician who has seen pertussis infections (the bacteria that causes Whooping Cough) and the effect that it can have on an individual, family, or community, who wouldn't recommend the DTaP or Tdap vaccine. Pertussis often doesn't show symptoms for up to [10 days after exposure, and sometimes for up to 6 weeks](https://www.cdc.gov/pertussis/about/causes-transmission.html). The danger then becomes spreading it to other people without intending to. It can look very much like a common cold in the beginning and so people continue to go to work and school, spreading it to pregnant women and infants who are the most vulnerable. If you have ever seen an infant with pertussis, it is truly painful and heart wrenching to watch. I urge patients to think about how their decision not to vaccinate can affect a community and the safety of their loved ones. All children, teens, and adults are recommended to be immunized against pertussis. For children and adults 11 and older, everyone needs a [Tdap vaccine](https://www.wendysueswanson.com/what-is-the-tdap-shot-seattle-mama-doc-101/) at least once. Truth: Colds and Flus are not the same thing Flu shots are helpful in preventing influenza infections. First, cold and \"flus\" are not the same thing. Not even close. I often hear patients say, \"I had a cold or flu or something last year, so I'm probably immune.\" True influenza infections are quite a bit more serious than a common cold and can take kids out of school or cause them to be ill in bed with high fevers and body aches for a week or more. Influenza, like pertussis, measles or chickenpox, is also more threatening for immune compromised people, pregnant women and infants in our communities. Let's protect ourselves so that we can build healthier communities together. If your child hasn't been vaccinated, speak with your physician about understanding vaccines and how you can help protect them, and your other loved ones. "}