{"title": "PDF", "author": "PDF", "url": "https://eqipp.aap.org/File%20Library/Courses/Immunizations/Tools/contraindications-guide-508.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Guide to V accineGuide to Vaccine Contraindications and Precautions I cy) NTRODUCTION Guide to Vaccine Contraindications and Precautions Th is guide summarizes CDC's recommendations regarding common symptoms and conditions that do and do not contraindicate vaccines licensed in the United Yellow Fever (YF) (Hib) Rabies Zoster Th e guide is arranged alphabetically according to symptoms and conditions which may, correctly or not, be perceived as contraindications to vaccination. Th e rst column states the Th e second column lists Th e third column states whether symptom or condition. individual vaccines, when or not a person with that recommendations di er by symptom or condition should be vaccine. vaccinated. Notes describe exceptions and special situations, or provide additional information. When assessing a patient with multiple symptoms, if any one of them is a contraindication, do not vaccinate. If there is a contraindication to any component of a combination vaccine, do not use that combination. : Suggested Intervals Between Administration of Immune Globulin Preparations and Measles- Quick Reference - Contraindications and Precautions to Routine Childhood and Adolescent Symptom or Condition Vaccine(s) Vaccinate? to any vaccine component (See All No Appendix A) HA (HAVRIX only) No to 2-phenoxyethanol All Others Yes HA No to alum All Others Yes HB No to yeast HPV No All Others Yes to duck meat or duck All Yes feathers Flu No (See note 1) to eggs YF No All Others Yes MMR See Note 2 Varicella See Note 2 to gelatin Zoster No All Others Yes to latex All See Appendix B IPV No Allergy (anaphylactic) MMR No to neomycin Varicella No Zoster No All Others Yes to penicillin All Yes IPV No to polymyxin B All Others Yes to proteins of rodent or JE No neural origin All Others Yes IPV No to streptomycin All Others Yes nonspeci c or All Yes nonanaphylactic in relatives All Yes DTaP See Note 3 Flu (Inactivated) See Note 3 HB See Note 3 to thimerosal JE No MPSV See Note 3 Td/DT See Note 3 All Others Yes Anaphylactic (life-threatening) reaction to All No (See Note 4) previous dose of vaccine 2 3 CONTRAINDICATIONS & PRECAUTIONS Symptom or Condition Vaccine(s) Vaccinate? Anthrax, prior infection Anthrax All Others No Yes Antimicrobial therapy (current) Flu (LAIV only) Typhoid Varicella Zoster All Others Yes (See Note 5) Yes (See Note 6) Yes (See Note 7) Yes (See Note 8) Yes Asplenia (anatomic or functional) All Yes Aspirin or salicylate therapy (children or adolescents) Flu (LAIV only) All Others No Yes Bleeding Disorders All Yes (See Note 9) Breastfeeding Vaccinate nursing infant? All Yes Vaccinate lactating mother? All Yes Convalescing from illness All Yes Convulsions (ts, seizures), family history (including epilepsy) DTaP All Others Yes (See Note 10) Yes Diarrhea (See Illness: Concurrent) Encephalopathy (See \"Reaction after a previous dose of DTaP ,\" Appendix C) Exposure to infectious disease (recent) All Yes Fever Low-grade fever with or without mild illness All Yes Fever with moderate to severe illness All See Note 11 Guillain Barré Syndrome (GBS) (history of) DTaP Flu (LAIV) Flu (Inactivated) MCV Td Tdap All Others See Note 12 No See Note 13 No (See Note 14) See Note 15 See Note 15 Yes Heart Conditions Flu (LAIV only) All Others See Note 16 Yes Hematopoietic Stem Cell T ransplant (HSCT) All See Note 17 CONTRAINDICATIONS & PRECAUTIONS Symptom or Condition Vaccine(s) Vaccinate? HIV Infection YF All Others No No See Note 18 See Note 19 No See Note 20 No Yes in recipient (symptomatic) BCG Flu Zoster All Others No No See Note 21 See Note 19 No See Note 20 No See Note 22 Yes in household contact Flu (LAIV only) All Others No Yes IG (Immune Globulin) administration, recent or simultaneous (Either intramuscular or intravenous) MMR Varicella All Others See Note 23 See Note 24 Yes Illness: Concurrent Acute: mild (with or without low-grade fever) Flu (LAIV only) All Others See Note 25 Yes Acute: moderate to severe (with or without fever) Flu (LAIV only) All Others See Note 25 See Note 11 Chronic Flu (LAIV only) Rotavirus All Others See Note 26 See Note 27 See Note 28 Immunode ciency (See also \"HIV Infection\" and \"Hematopoietic Stem Cell T ransplant\" above) in (hematologic and solid tumors, congenital immunode ciency, long-term Zoster All Others No No No Yes (See Note 29) See Note 30 See Note 19 No See Note 31 No See Note 32 Yes family history Varicella All Others See Note 33 Yes in household contact Flu (LAIV only) All Others See Note 34 Yes 4 CONTRAINDICATIONS & PRECAUTIONS Symptom or Condition Vaccine(s) Vaccinate? Intussusception, history of Rotavirus All Others See Note 35 Yes Neurologic disorders, underlying (including seizure disorders, cerebral palsy, and developmental delay) DTaP Tdap All Others See Note 36 See Note 37 Yes Otitis media mild (with or without low-grade fever) All Yes moderate or severe (with or without fever) All See Note 11 resolving All Yes Pregnancy in recipient Anthrax BCG Flu (LAIV only) All Others No (See Note 38) No No See Note 39 No (See Note 40) See Note 41 See Note 42 No (See Note 43) See Note 44 See Note 45 See Note 45 See Note 44 No (See Note 43) See Note 46 No (See Note 43) Yes in mother or household contact of recipient All Yes Prematurity HB Rotavirus All Others Yes (See Note 47) Yes (See Note 48) Yes (See Note 49) Reaction to a previous dose of vaccine anaphylactic (life­threatening) All No (See Note 50) local (mild-to-moderate soreness, redness, swelling) All Yes Reaction after a previous dose of diphtheria-, tetanus-, or pertussis-containing vaccine (See Appendix C) Sudden infant death syndrome (SIDS), family history All Yes Steroids (See \"Immunodeciency,\" p. 4) Thrombocytopenia, or history of thrombocytopenic purpura MMR All Others See Note 51 Yes 5 CONTRAINDICATIONS & PRECAUTIONS Symptom or Condition Vaccine(s) Vaccinate? T uberculin skin testing, performed simultaneously with vaccination MMR Varicella YF All Others Yes (See Note 52) Yes (See Note 53) Yes (See Note 53) Yes T uberculosis (TB) or positive PPD MMR Varicella Zoster All Others See Note 54 See Note 55 No Yes Unvaccinated household contact All Yes Vomiting mild (with or without low-grade fever) All Yes moderate or severe (with or without fever) All See Note 11 Wheezing (recurrent) Flu (LAIV) All Others See Note 56 Yes Zoster (history of) All Yes 6 NOTES Note 1: Protocols have been published for safely administering influenza vaccine to persons with egg allergies. See \"Prevention and Control of Influenza,\" MMWR 2008;57 (No. RR-7) References 222-224. Note 2: If vaccinating persons with a history of an anaphylactic reaction to gelatin or gelatin-containing products with MMR or its component vaccines, or with varicella vaccine, extreme caution should be exercised. Before administering these vaccines to such persons, skin testing for sensitivity to gelatin can be considered. However, no specic protocols for this purpose have been published. Note 3: Some brands or formulations still contain thimerosal as a preservative, or may contain trace amounts of thimerosal that are a remnant of the manufacturing process. Check the appropriate manufacturer's package insert for more information. Note 4: Contraindicates vaccination only with vaccine to which reaction occurred. Note 5: It is not known whether administering influenza antiviral medications aects the safety or ecacy of live attenuated influenza vaccine (LAIV); LAIV should not be administered until 48 hours following cessation of influenza antiviral therapy, and infl uenza antiviral medications should not be administered for 2 weeks following receipt of LAIV. Note 6: Th e vaccine manufacturer advises that Ty21a should not be administered to persons receiving sulfonamides or other antimicrobial agents. Ty21a should be administered >24 hours after an antimicrobial dose. Mefl oquine can inhibit the growth of the live Ty21a strain in vitro; if this antimalarial is administered, vaccination with Ty21a should be delayed for 24 hours. Note 7: Antiviral drugs active against herpesviruses (e.g., acyclovir or valacyclovir) might reduce the ecacy of live attenuated varicella vaccine. These drugs should be discontinued >24 hours before the administration of varicella vaccine, if possible. Note 8: \"Persons taking chronic acyclovir, famciclovir, or valacyclovir should discontinue these medications at least 24 hours before administration of zoster vaccine, if possible. Th ese medications should not be used for at least 14 days after vaccination, by which time the immunologic eect should be established.\" Note 9: When [any] intramuscular vaccine is indicated for a patient with a bleeding disorder or a person receiving anticoagulant therapy, the vaccine should be administered intramuscularly if, in the opinion of a physician familiar with the patient's bleeding risk, the vaccine can be administered with reasonable safety by this route. If the patient receives antihemophilia or similar therapy, intramuscular vaccinations can be scheduled shortly after such therapy is administered. A ne needle ( <23 gauge) should be used for the vaccination and rm pressure applied to the site, without rubbing, for >2 minutes. The patient or family should be instructed concerning the risk for hematoma from the injection. Note 10: Consider giving acetaminophen before DTaP and every 4 hours thereafter for 24 hours to children who have a personal or a family history of convulsions. (If an underlying neurologic disorder is involved, also see page 5.) Note 11: Persons with moderate or severe illnesses, with or without fever, can be vaccinated as soon as they are recovering and no longer acutely ill. 7 NOTES Note 12: Th e decision to give additional doses of DTaP to children who developed GBS within 6 weeks of a prior dose should be based on consideration of the bene ts of further vaccination vs. the risk of recurrence of GBS. For example, completion of the primary series in children is justi ed. Note 13: Whether infl uenza vaccination speci cally might increase the risk for recurrence of GBS is not known; therefore, avoiding vaccinating persons who are not at high risk for severe influenza complications and who are known to have developed GBS within 6 weeks after a previous infl uenza vaccination is prudent. Although data are limited, for the majority of persons who have a history of GBS and who are at high risk for severe complications from influenza, the established benets of influenza vaccination justify yearly vaccination. Note 14: CDC recommends that persons with a history of GBS not receive MCV, although persons with a history of GBS at especially high risk for meningococcal disease (i.e., microbiologists routinely exposed to isolates of Neisseria meningitidis ) might consider vaccination. Note 15: Not a contraindication, but providers should evaluate the risks and bene ts of administering Tdap or Td. If a decision is made to continue vaccination with tetanus toxoid, Tdap is preferred to Td if otherwise indicated. Note 16: Persons with chronic disorders of the cardiovascular system should not get live attenuated infl uenza vaccine. Note 17: Speci c vaccines are recommended, or may be given, at varying times after transplant and under certain circumstances. For some vaccines, no data exist. Use of live vaccines is indicated only among immunocompetent persons and is contraindicated for recipients after HSCT who are not presumed immunocompetent . HSCT recipients are presumed immunocompetent at >24 months after HSCT if they are not on immunosuppressive therapy and do not have graft-versus-host disease. For more information, see \"Guidelines for Preventing Opportunistic Infections Among Hematopoietic Stem Cell T ransplant Recipients\" (MMWR 2000; for all asymptomatic HIV-infected persons who do not have evidence of severe immunosuppression and for whom measles vaccination would otherwise be indicated. [For denition of severe immunosuppression, see 2006 AAP Red Book, Table 3.25, p. 382.] Note 19: Consider the potential risks and benets of administering rotavirus vaccine to infants with known or suspected altered immunocompetence. Children and adults who are immunocompromised because of congenital immunode ciency, hematopoietic transplantation, or solid organ transplantation sometimes experience severe, prolonged, and even fatal rotavirus gastroenteritis. However, no safety or ecacy data are available for the administration of rotavirus vaccine to infants who are potentially immunocompromised, including . . . infants with primary and acquired immunodeciency states, including HIV/ AIDS or other clinical manifestations of infection with HIV. Data are insu cient from the clinical trials to support administration of rotavirus vaccine to infants with indeterminant HIV status who are born to mothers with HIV/AIDS. 8 Note 20:Children aged 1-8: HIV-infected children with CD4+ T-lymphocyte percentage >15% should be considered for vaccination with the single-antigen varicella vaccine (2 doses administered 3 months apart). Adolescents and adults: Data are lacking; however, weighing the risk for severe disease from wild VZV and potential benet of vaccination, vaccination may be considered (2 doses, administered 3 months apart) for HIV-infected persons with CD4+T-lymphocyte count >200 cells/L in these age groups. Because data are not available on safety, immunogenicity or e cacy of MMRV vaccine in HIV infected children, MMRV should not be used when vaccinating these children. Note 21: MMR vaccination should be considered for all symptomatic HIV-infected persons who do not have evidence of severe immunosuppression or of measles immunity. [For de nition of severe immunosuppression, see 2006 AAP Red Book , Table 3.25, p. 382.] Note 22: Zoster vaccine should not be administered to persons with primary or acquired immunode ciency including persons with AIDS or other clinical manifestations of HIV, including persons with CD4+ T-lymphocyte values <200 per mm 3 or <15% of total lymphocytes. Note 23: Do not give immune globulin products and MMR simultaneously. If unavoidable, give at dierent sites and revaccinate or test for seroconversion in 3 months. If MMR is given rst, do not give IG for 2 weeks. If IG is given rst, the interval between IG and measles vaccination depends on the product, the dose, and the indication (see Appendix D). Because of the importance of rubella immunity among childbearing-age women, the postpartum vaccination of rubella-susceptible women with rubella or MMR vaccine should not be delayed because of receipt of anti-Rho(D) globulin or any other blood product during the last trimester of pregnancy or at delivery. These women should be vaccinated immediately after delivery and, if possible, tested >3 months later to ensure immunity to rubella and, if necessary, to measles. Note 24: Do not give varicella vaccine for 3-11 months (see Appendix D) after administration of blood (except washed red blood cells) or after plasma tranfusions or IG. Do not give antibody-containing products for 2 weeks after vaccination unless the bene ts exceed those of vaccination. In such instances, either revaccinate or test for immunity at the appropriate intervals, and revaccinate if seronegative. Note 25: If nasal congestion is present that might impede delivery of the vaccine to the nasopharyngeal mucosa, deferral of administration should be considered until resolution of the illness, or TIV should be administered instead. Note 26: Persons with asthma, reactive airways disease or other chronic disorders of the pulmonary or cardiovascular systems and persons with other underlying medical conditions, including metabolic diseases such as diabetes, renal dysfunction, and hemoglobinopathies should not receive LAIV. NOTES 9 NOTES Note 27: Consider the potential risks and benets of administering rotavirus vaccine to infants with preexisting disease (e.g., congenital malabsorption syndromes, Hirschsprung's disease, short-gut syndrome, persistent vomiting of unknown cause). Infants with chronic gastrointestinal conditions who are not undergoing immunosuppressive therapy should benet from rotavirus vaccine, and the benets outweigh the theoretical risks. However, the safety and ecacy of rotavirus vaccine have not been established for infants with these conditions. Note 28: Th e great majority of persons with chronic illnesses should be appropriately vaccinated. Th e decision whether or not to vaccinate these persons, and what vaccines to give, should be made on an individual basis. Note 29: When cancer chemotherapy or other immunosuppressive therapy is being considered (e.g., for patients with Hodgkins disease or those who undergo organ or bone marrow transplantation), the interval between vaccination and initiation of immunosuppressive therapy should be at least 2 weeks. Vaccination during chemotherapy or radiation therapy should be avoided. Note 30: Preexposure: Patients who are immunosuppressed by disease or medications should postpone preexposure vaccinations and consider avoiding activities for which rabies preexposure prophylaxis is indicated. When this course is not possible, immunosuppressed persons who are at risk for rabies should be vaccinated by the IM route and their antibody titers checked. Failure to seroconvert after the third dose should be managed in consultation with appropriate public health ocials. Postexposure: Immunosuppressive agents should not be administered during postexposure therapy unless essential for treatment of other conditions. When postexposure prophylaxis is administered to an immunosuppressed person, it is especially important that a serum sample be tested for rabies antibody to ensure that an acceptable antibody response has developed. Note 31: Varicella vaccine should not be administered to persons who have cellular immunodeciencies, but persons with impaired humoral immunity may be vaccinated. Vaccination of leukemic children who are in remission and who do not have evidence of immunity to varicella should be undertaken only with expert guidance and with the availability of antiviral therapy should complications ensue. Persons without evidence of immunity who are receiving systemic steroids for certain conditions (e.g., asthma) and who are not otherwise immunocompromised may be vaccinated if they are receiving <2 mg/kg of body weight or a total of <20 mg/day of prednisone or its equivalent. Note 32: Zoster vaccine should not be administered to: Persons with leukemia, lymphomas, or other malignant neoplasms affecting the bone marrow or lymphatic system. Persons on therapy, including high-dose corticosteroids ( >20 mg/day of prednisone or equivalent) lasting two or more weeks. Defer vaccination for at least 1 months after discontinuation of such therapy. Persons with clinical or laboratory evidence of other unspecified cellular immunodeficiency. Persons receiving recombinant human immune mediators and immune modulators, especially the antitumor necrosis factor agents adalimumab, infliximab, and etanercept. If it is not possible to administer zoster vaccine to patients before initiation of therapy, assess the immune status of the recipient on a case-by-case basis to determine the relevant risks and benefits. Otherwise, defer vaccination for at least 1 month after discontinuation of such therapy. 10 Zoster vaccine may be administered to: Patients whose leukemia is in remission and who have not received chemotherapy or radiation for at least 3 months. Persons on short-term corticosteroid therapy (<14 days); low to injections; or alternate-day with low to moderate doses of short-acting systemic corticosteroids. Persons on therapy with psoriasis, polymyositis, sarcoidosis, inflammatory bowel disease, and other conditions. Persons with impaired humoral immunity (e.g., hypogammaglobulinemia or dysgammaglobulinemia). Note 33: Varicella vaccine should not be administered to a person with a family history of congenital or hereditary immunoce diency in parents or siblings unless that person's immune competence has been clinically substantiated or veried by a laboratory. Note 34: TIV is preferred for vaccinating household members, healthcare personnel, and others who have close contact with severely immunosuppressed persons during those periods in which the immunosuppressed person requires care in a protective environment. No preference is indicated for TIV use by those who have close contact with persons with lesser degrees of immunosuppression. Note 35: Data suggest that infants with a history of intussusception might be at higher risk for a repeat episode than other infants. Th erefore, until postlicensure data on safety of rotavirus vaccine is available, the risks and bene ts of vaccination should be considered when vaccinating infants with a previous episode of intussusception. Note 36: Whether and when to administer DTaP to children with proven or suspected underlying neurologic disorders should be decided individually. Generally, infants and children with stable neurologic conditions, including well-controlled seizures, may be vaccinated. Note 37: ACIP recommends that children with progressive neurologic conditions not be vaccinated with Tdap until the condition stabilizes. Chronic progressive neurologic conditions that are stable in adults do not constitute a reason to delay Tdap; this is in contrast to unstable or evolving neurologic conditions (e.g., cerebrovascular events and acute encephalopathic conditions). Note 38: Pregnant women should be vaccinated against anthrax only if the potential bene ts of vaccination outweigh the potential risks to the fetus. Note 39: Th e theoretical risk to the developing fetus is expected to be low. The risk associated with vaccination should be weighed against the risk for hepatitis A in women who may be at high risk for exposure to hepatitis A virus. NOTES 11 NOTES Note 40: HPV vaccine is not recommended for use in pregnancy. It has not been causally associated with adverse outcomes of pregnancy or adverse events in the developing fetus. However, until additional information is available, initiation of the vaccine series should be delayed until after completion of the pregnancy. If a woman is found to be pregnant after initiating the vaccination series, the remainder of the 3-dose regimen should be delayed until after completion of the pregnancy. A vaccine in pregnancy registry has been established; report any exposure to HPV vaccine during pregnancy to 800-986-8999. No intervention is needed. Note 41: If a pregnant woman is at increased risk for infection and requires immediate protection against polio, IPV can be administered in accordance with the recommended schedules for adults. Note 42: Pregnant women who must travel to an area where risk of JE is high should be vaccinated when the theoretical risks of immunization are outweighed by the risk of infection to the mother and developing fetus. Note 43: Women should avoid becoming pregnant for 4 weeks following vaccination. Note 44: Vaccine is not contraindicated, but no data exist on its use among pregnant women. Note 45: ACIP recommends Td when tetanus and diphtheria protection is required during pregnancy. In some situations, health-care providers can choose to administer Tdap instead of Td to add protection against pertussis. When Td or Tdap is administered during pregnancy, the second or third trimester is preferred. Data on safety, immunogenicity and the outcomes of pregnancy are not available for pregnant women who receive Tdap. Providers who choose to administer Tdap to pregnant women should discuss the lack of data with the pregnant women and are encouraged to report Tdap administration, regardless of the trimester, to the appropriate manufacturer's pregnancy registry (Boostrix to GlaxoSmithKline pasteur at 1-800-822-2463). Note 46: Pregnant women should not be routinely vaccinated on theoretical grounds, and travel to areas where yellow fever is present should be postponed until after delivery. If international travel requirements constitute the only reason to vaccinate a pregnant woman, rather than an increased risk of infection, eorts should be made to obtain a waiver letter from the traveler's physician. Pregnant women who must travel to areas where the risk of yellow fever is high should be vaccinated. Note 47:HBsAg-Negative Mother: Preterm infants weighing <2,000 g and born to HBsAg-negative mothers should have their rst vaccine dose delayed until 1 month after birth or hospital discharge. For these infants, a copy of the original laboratory report indicating that the mother was HBsAg negative during this pregnancy should be placed in the infant's medical record. HBsAg-Positive Mother: For preterm infants weighing <2,000 g, the initial vaccine dose (birth dose) should not be counted as part of the vaccine series because of the potentially reduced immunogenicity of hepatitis B vaccine in these infants; 3 additional doses of vaccine (for a total of 4 doses) should be administered beginning at age 1 or 2 months. 12 Mother's HBsAg Status Unknown: Preterm infants weighing <2,000 g should receive both single-antigen hepatitis B vaccine and HBIG (0.5 mL) if the mother' s HBsAg status cannot be determined within 12 hours of birth. The birth dose of vaccine should not be counted as part of the 3 doses required to complete the vaccine series; 3 additional doses of vaccine (for a total of 4 doses) should be administered according to a recommended schedule on the basis of the mother's HBsAg test result. Note 48: ACIP supports vaccination of prematurely born infants with rotavirus vaccine if they are at least 6 weeks of age, are being or have been discharged from the hospital nursery, and are clinically stable. Note 49: Th e appropriate age for initiating vaccinations in the prematurely born infant is the usual chronological age (same dosage and indications as for normal, full-term infants). Note 50: Contraindicates vaccination only with vaccine to which reaction occurred. If tetanus toxoid is contraindicated for someone who has not completed a primary tetanus series and that person has a wound that is neither clean nor minor, give only passive vaccination, using tetanus immune globulin (TIG). Note 51: Consider the bene ts of immunity to measles, mumps, and rubella vs. the risk of recurrence or exacerbation of thrombocytopenia after vaccination, or risk from natural infections of measles or rubella. In most instances, the bene ts of vaccination will be much greater than the potential risks and will justify giving MMR, particularly in view of the even greater risk of thrombocytopenia following measles or rubella disease. However, if a prior episode of thrombocytopenia occurred near the time of vaccination, it might be prudent to avoid a subsequent dose. (Also applies to MMRV.) Note 52: Measles vaccination may temporarily suppress tuberculin reactivity. MMR vaccine may be given after, or on the same day as, TB testing. If MMR has been given recently, postpone the TB test until 4-6 weeks after administration of MMR. If giving MMR simultaneously with tuberculin skin test, use the Mantoux test, not multiple puncture tests, because the latter, if results are positive, require conrmation (and con rmation would then have to be postponed 4-6 weeks). Note 53: No data exist for the potential degree of PPD suppression that might be associated with other parenteral live attenuated virus vaccines. Nevertheless, in the absence of data, following guidelines for measles-containing vaccine when scheduling PPD screening and administering other parenteral live attenuated virus vaccines is prudent. Note 54: A theoretical basis exists for concern that measles vaccine might exacerbate tuberculosis. Consequently, before administering MMR to persons with untreated active tuberculosis, initiating antituberculosis therapy is advisable. Note 55: Although no data exist regarding whether either varicella or live varicella virus vaccine exacerbates tuberculosis, vaccination is not recommended for persons who have untreated, active tuberculosis. Note 56: LAIV should not be administered to children younger than 5 years of age with recurrent wheezing. NOTES 13 APPENDICES Appendices: Appendix A: Summary of Contents of Vaccines Intervals Between Administration of Immune Globulin Preparations and Measles- Contraindications and Precautions to Routine Childhood and Adolescent A Summary of Contents of Vaccines Licensed in the United S tates Th e ACIP speci es that severe allergies to certain substances contraindicate speci c vaccines (see \"Allergies,\" pages 1 & 2). But ACIP also makes the general statement that a \"serious allergic reaction [e.g., anaphylaxis] to a vaccine component\" is a contraindication to any vaccine containing that component. Th is table lists vaccine components (e.g., adjuvants and preservatives) found in all U.S. vaccines, as well as substances used during the manufacturing process, including vaccine-production media, that are removed from the nal product and present only in trace quantities. If in doubt about the contents of a particular vaccine, check the current package insert. In addition to the substances listed, most vaccines contain Sodium Chloride (table salt). Vaccine Contains Aluminum Hydroxide, Amino Acids, Anthrax (BioTh rax) Benzethonium Chloride, (Tice) Iron Ammonium Citrate, Magnesium Sulfate, Potassium Phosphate, Ammonium Sulfate, DTaP (Daptacel) Formaldehyde or or Formalin, Glutaraldhyde, 2-Phenoxyethanol, Polysorbate 80 Aluminum Potassium Sulfate, Ammonium Sulfate, Bovine Extract, Formaldehyde or DTaP (T ripedia) Formalin, Gelatin, Polysorbate 80, Sodium Phosphate, Th imerosal* Aluminum Potassium Sulfate, Ammonium Sulfate, Bovine Extract, Formaldehyde or DTaP/Hib (T riHIBit) Formalin, Gelatin, Polysorbate Cells, Neomycin, Polymyxin B, Polysorbate 80 15 APPENDIX A Vaccine Contains Aluminum Hydroxide, Aluminum Phosphate, Bovine Protein, Lactalbumin Hydrolysate, Formaldehyde Polymyxin B, Aluminum Potassium Sulfate, Bovine Extract, DT (sano ) Formaldehyde or Formalin, Th imerosal (multi­ dose) or imerosal* (single-dose) DT (Massachusetts) Aluminum Hydroxide, Formaldehyde or Formalin Ammonium Sulfate, Formaldehyde or Formalin, Hib (ACTHib) Sucrose Hib (PedvaxHib) Aluminum Hydroxyphosphate Sulfate Dextrose, or Hib/Hep B (Comvax) Sodium Borate, Soy Peptone, Protein Aluminum Hydroxide, Amino Acids, Formaldehyde or Formalin, MRC-5 Cellular Hep A (Havrix) Protein, Neomycin Sulfate, ers, Polysorbate Aluminum Hydroxyphosphate Sulfate, Bovine Albumin Serum, DNA, Formaldehyde Hep (Vaqta) Formalin, MRC-5 Cellular Protein, Sodium Borate Phosphate Bu ers, Hep B (Engerix-B) Th imerosal*, Yeast Protein Aluminum Hydroxyphosphate Sulfate, Amino Acids, Dextrose, Formaldehyde or Formalin, Hep B (Recombivax) Mineral Salts, Potassium Aluminum Sulfate, Soy Peptone, Yeast Protein Aluminum Hydroxide, Aluminum Phosphate, Amino Acids, Dextrose, or Phosphate Bu ers, Polysorbate 20, Th imerosal*, Vitamins, Yeast Protein 16 APPENDIX A Vaccine Contains Amino Acids, Amorphous Aluminum Phosphate, Taurodeoxycholate, Th imerosal (multidose containers) Egg Monkey Encephalitis (JE-Vax) Protein, Polysorbate 80, Th imerosal Amino Bovine Th imerosal (10-dose vials only) 17 APPENDIX A Vaccine Contains Amino Acid, Bovine Albumin or Serum, Amino Acid, (Pneumovax) Bovine Protein, hosphate, Amino eptone, Sodium Cell Albumin, Neomycin, Phosphate Bu ers, Sodium Phosphate, Sorbitol Aluminum Potassium Sulfate, Bovine Extract, Td (Decavac) Formaldehyde or Formalin, 2-Phenoxyethanol, Peptone, Th imerosal* 18 APPENDIX A Vaccine Contains Aluminum Hydroxide, Aluminum Phosphate, Td (Massachusetts) Formaldehyde or Formalin, Th imerosal (some multidose containers) Aluminum Casein, Phosphate Monobasic, Sodium Phosphate Monobasic, Sucrose Yellow Fever (YF Vax) Egg Phosphate Dibasic, Sucrose August 2008 *Where \"thimerosal\" is marked with an asterisk (*) it indicates that the product should be considered equivalent to thimerosal- free products. This vaccine may contain trace amounts (<3 mcg) of mercury left after post-production thimerosal removal, but these amounts have no biological e ect. JAMA 1999;282(18) and JAMA 2000;283(16) Kluwer Health Inc.; 2006 and individual products' package inserts. All reasonable e orts have been made to ensure the accuracy of this information, but manufacturers may change product contents before that information is refl ected here. 19 APPENDIX B Latex in Vaccine Packaging If a person reports a severe (anaphylactic) allergy to latex, vaccines supplied in vials or syringes that contain natural rubber should not be administered, unless the bene t of vaccination outweighs the risk of an allergic reaction to the vaccine. For latex allergies other than anaphylactic allergies (e.g., a history of contact allergy to latex gloves), vaccines supplied in vials or syringes that contain dry natural rubber or rubber latex can be administered. Th e following table is accurate, to the best of our knowledge, as of July 2008. If in doubt, check the package insert for the vaccine in question. Vaccine Latex? Anthrax (BioTh rax) YES - Vial. Comvax YES - Vial Daptacel YES - Vial YES - Syringe DTaP Infanrix NO - Vial T ripedia YES - Vial DT (Generic) YES - Vial PedvaxHIB Yes - Vial Hib YES - Diluent vial ActHIB NO - Lyophilized vaccine vial YES - Syringe Havrix NO - Vial Hepatitis A YES - Vial Vaqta YES - Syringe YES - Syringe Engerix-B Hepatitis B NO - Vial Recombivax HB YES Vial HPV (Gardasil) NO YES - Syringe II) NO Meningococcal Menomune YES - Vial Menactra YES - Vial Pediarix YES - Syringe NO - Vial Pentacel NO Pneumococcal Pneumovax 23 NO Prevnar YES - Vial Polio (IPOL) YES - Syringe NO - Vial Rabies Imovax Rabies NO RabAvert NO Rotavirus RotaTeq NO Rotarix YES - Applicator NO- Vial & T ransfer Adapter Td Decavac NO - Vial NO - Syringe Generic YES - Vial YES - Syringe Tdap Adacel NO Boostrix YES - Syringe NO - Vial T riHIBit YES - Vial T winrix YES - Syringe NO (YF-Vax) YES - Vial Zoster (Shingles) (Zostavax) NO July 2008 APPENDIX C Reaction After a Previous Dose of Diphtheria-, T etanus- or Pertussis-Containing Vaccine Symptom or Condition Vaccine Arthus reaction, following tetanus- and/ DTaP See toxoid-containing vaccine Note C1 (including MCV) Td/DT See Note C1 DTaP See Note C2 Collapse or shock-like state within 48 hours of Tdap Yes dose Td/DT Yes DTaP No Encephalopathy within 7 days after dose, not Tdap No attributable to an identi able cause Td/DT Yes DTaP Yes Extensive limb swelling that was not an Arthus Tdap Yes reaction Td/DT Yes DTaP Yes (See Note C3) Family history of any adverse event after a Tdap Yes dose Td/DT Yes DTaP Yes (See Note C3) Fever of <40.5°C (105°F) within 48 hours Tdap Yes after a dose Td/DT Yes DTaP See Notes C2 & C3 Fever of >40.5°C (105°F) within 48 hours Tdap Yes after a dose, not attributable to another cause Td/DT Yes DTaP See Note C4 Guillain-Barré syndrome (GBS) within 6 Tdap See Note C5 weeks after a dose Td/DT See Note C5 Persistent, inconsolable crying lasting for 3 or DTaP See Note C2 more hours, occurring within 48 hours of a Tdap Yes dose Td/DT Yes DTaP See Notes C2 & C3 Seizures within 3 days after a dose Tdap Yes Td/DT Yes 22 APPENDIX C 23 Note C1: Providers should carefully review the medical history to verify the diagnosis of an Arthus reaction, and can consult with an allergist or immunologist. If an Arthus reaction was likely, consider deferring DTaP , Tdap or Td vaccination until at least 10 years have elapsed since the last tetanus toxoid-containing and/or diphtheria toxoid-containing vaccine was received. If the Arthus reaction was associated with a vaccine that contained diphtheria toxoid without tetanus toxoid (e.g., MCV), deferring Tdap or Td might leave the patient inadequately protected against tetanus. In this situation, if the last tetanus toxoid-containing vaccine was >10 years earlier, providers can obtain a serum antitetanus level to evaluate the need for tetanus vaccination (antitetanus levels >0.1 IU/mL are considered protective) or administer TT. Note C2: Not a contraindication, but a precaution. Consider carefully the bene ts and risks of this vaccine under these circumstances. If the risks are believed to outweigh the bene ts, withhold the vaccination; if the bene ts are believed to outweigh the risks (for example, during an out-break or foreign travel), give the vaccine. Note C3: Consider giving acetaminophen before DTaP and every 4 hours thereafter for 24 hours. Note C4: Th e decision to give additional doses of DTaP should be based on consideration of the bene ts of further vaccination vs. the risk of recurrence of GBS. For example, completion of the primary series in children is justi ed. Note C5: Not a contraindication, but providers should evaluate the risks and bene ts of administering Tdap or Td. If a decision is made to continue vaccination with tetanus toxoid, Tdap is preferred to Td if otherwise indicated. APPENDIX D Suggested Intervals Between Administration of Immune Globulin Preparations and Measles- or Varicella-Containing Vaccine (Does not include zoster vaccine [Zostavax] ) Recommended interval before Dose, including mg measles- or Product / Indication immunoglobulin G varicella-(IgG)/kg body weight containing vaccine RSV monoclonal antibody (SynagisTM)1 15 mg/kg intramuscularly (IM) None Tetanus IG (TIG) 250 units (10 mg IgG/kg) IM 3 months Hepatitis A IG Contact prophylaxis 0.02 mL/kg (3.3 mg IgG/kg) IM 3 months International travel 0.06 mL/kg (10 mg IgG/kg) IM 3 months Hepatitis B IG (HBIG) 0.06 mL/kg (10 mg IgG/kg) IM 3 months Rabies IG (HRIG) 20 IU/kg (22 mg IgG/kg) IM 4 months Measles prophylaxis IG Standard (i.e., non- 0.25 mL/kg (40 mg IgG/kg) IM 5 months immunocompromised) contact Immunocompromised contact 0.50 mL/kg (80 mg IgG/kg) IM 6 months Blood tranfusion Red blood cells (RBCs), washed 10 mL/kg negligible IgG/kg intravenously (IV) None RBCs, adenine-saline added 10 IgG/kg) IV 3 months Packed RBCs (Hct 65%) 2 10 mL/kg (60 mg Whole blood (Hct 35%-50%)210 mL/kg (80-100 mg IgG/kg) IV 6 months Plasma/platelet mL/kg (160 mg IgG/kg) IV 7 months Cytomegalovirus intravenous immune 150 mg/kg maximum 6 months globulin (IGIV) Replacement therapy for immune de ciencies3 8 months Immune 8 months Immune IV 10 months Postexposure varicella prophylaxis4400 mg/kg IV 8 months Kawasaki disease 2 g/kg IV 11 months 24 APPENDIX D This table is not intended for determining the correct indications and dosages for using antibody- containing products. Unvaccinated persons might not be fully protected against measles during the entire recommended interval, and additional doses of immune globulin or measles vaccine might be indicated after measles exposure. Concentrations of measles antibody in an immune globulin preparation can vary by manufacturer's lot. Rates of antibody clearance after receipt of an immune globulin preparation also might vary. Recommended intervals are extrapolated from an estimated half-life of 30 days for passively acquired antibody and an observed interference with the immune response to measles vaccine for 5 months after a dose of 80 mg IgG/kg. Note 1: Contains antibody only to respiratory syncytial virus. Note 2: Assumes a serum IgG concentration of 16 mg/mL. Note 3: Measles and varicella vaccinations are recommended for children with asymptomatic or mildly symptomatic human immunode ciency virus (HIV) infection but are contraindicated for persons with severe immunosuppression from HIV or any other immunosuppressive disorder. Note 4: The investigational product VariZIG, similar to licensed VZIG, is a puri ed human immune globulin preparation made from plasma containing high levels of anti-varicella antibodies (immunoglobulin class G [IgG]). When indicated, health-care providers should make every eort to obtain and administer VariZIG. In situations in which administration of VariZIG does not appear possible within 96 hours of exposure, administration of immune globulin intravenous (IGIV) should be considered as an alternative. IGIV also should be administered within 96 hours of exposure. Although licensed IGIV preparations are known to contain anti-varicella antibody titers, the titer of any speci c lot of IGIV that might be available is uncertain because IGIV is not routinely tested for antivaricella antibodies. Th e recommended IGIV dose for postexposure prophylaxis of varicella is 400 mg/kg, administered once. For a pregnant woman who cannot receive VariZIG within 96 hours of exposure, clinicians can choose either to administer IGIV or closely monitor the woman for signs and symptoms of varicella and institute treatment with acyclovir if illness occurs. (CDC. A new product for postexposure prophylaxis available under an investigational new drug application expanded access protocol. MMWR 2006;55:209-10.) Adapted from ACIP General Recommendations on I mmunization , December 1, 2006 25 APPENDIX E Vaccinia (Smallpox) Vaccine (Routine, non-emergency use*) Symptom or Condition Vaccinate with Smallpox? Anaphylactic allergy to : No neomycin No polymyxin B Age <1 year No <18 years Not recommended Antimicrobial therapy (current) Yes Breastfeeding (vaccinate lactating mother) No Convulsions ( ts, seizures) in recipient, or Yes family history Eczema or atopic dermatitis (presence or history of) No Eye disease (infl ammatory, requiring steroid treatment) See Note E1 Guillain Barré syndrome (GBS), history of Yes Heart conditions No See Note E2 HIV infection (symptomatic or asymptomatic) No IG administration, recent or simultaneous Yes Illness Yes Mild acute (with or without low-grade fever) See Note E3 Moderate or severe acute (with or without fever) Reaction to previous dose of smallpox vaccine Anaphylactic (life-threatening) No Local (mild-to-moderate soreness, redness, swelling Yes Simultaneous administration with other vaccines With varicella vaccine No (See Note E4) With all other vaccines Yes (See Note E5) Skin condition (acute, chronic or exfoliative) in recipient or No (See Note E6) household contact Sudden infant death syndrome (SIDS), family history Yes * Vaccinia Vaccination During a Smallpox Emergency: No absolute contraindications exist regarding vaccination of a person with a high-risk exposure to smallpox. Persons at greatest risk for experiencing serious vaccination complications are also at greatest risk for death from smallpox. If a relative contraindication to vaccination exists, the risk for experiencing serious vaccination complications must be weighed against the risk for experiencing a potentially fatal smallpox infection. When the level of exposure risk is undetermined, the decision to vaccinate should be made after prudent assessment by the clinician and the patient of the potential risks versus the benets of smallpox vaccination. 26 Symptom or Condition Vaccinate with Smallpox? Steroid eye drops No Thrombocytopenia, or history of thrombocytopenic purpura Yes T uberculin skin testing, performed simultaneously with vaccination Yes (See Note E7) Household contact (i.e., can a person be vaccinated who has a household contact who): - is allergic to a vaccine component? Yes - is breastfeeding? Yes - is a child or adolescent? Yes (See Note E8) - has (or has a history of) eczema or atopic dermatitis? No - has HIV infection? No - has altered immunocompetence? No - is pregnant? No - has an acute, chronic or exfoliative skin condition? No (See Note E6) - has a heart condition? Yes Note E1: Persons with infl ammatory eye disease can be at increased risk for inadvertent inoculation as a result of touching or rubbing the eye. Therefore, deferring vaccination of persons with inflammatory eye diseases requiring steroid treatment is prudent until the condition resolves and the course of therapy is complete. Note E2: As a precaution, a patient who has been diagnosed by a doctor as having a heart condition with or without symptom should not get the smallpox vaccine at this time while experts continue their investigations. These conditions include known coronary disease including previous myocardial infarction or angina, congestive heart failure, cardiomyopathy, stroke or transient ischemic attack, chest pain or shortness of breath with activity, or other heart conditions under the care of a doctor. In addition, a patient should not get smallpox vaccine who has 3 or more of the following factors: - has been diagnosed with high blood pressure - has been diagnosed with high blood cholesterol -has been diagnosed with diabetes or high blood sugar - has a rst degree relative who had a heart condition before the age of 50 - smokes cigarettes Note E3: Persons with moderate or severe illnesses, with or without fever, can be vaccinated as soon as they are recovering and no longer acutely ill. Note E4: Varicella vaccine and smallpox vaccine should be administered >4 weeks apart. APPENDIX E 27 APPENDIX E Note E5: Th ere is a theoretical risk that the administration of multiple live virus vaccines within 4 weeks of one another, if not given on the same day, will result in a suboptimal immune response. Parenterally administered live vaccines, and live attenuated infl uenza vaccine, when not administered on the same day, should be administered >4 weeks apart whenever possible. If these live vaccines are separated by <4 weeks, the vaccine administered second should not be counted as a valid dose and should be repeated >4 weeks after the last, invalid, dose. Note E6: Vaccination may be administered after condition resolves. (Recommendations di er for eczema and atopic dermatitis. See page 23) Note E7: No data exist for the potential degree of PPD suppression that might be associated with parenteral live attenuated virus vaccines (other than measles). Nevertheless, in the absence of data, following guidelines for measles-containing vaccine when scheduling PPD screening and administering other parenteral live attenuated virus vaccines is prudent. Note E8: Not a contraindication, but ACIP recognizes that programs might defer vaccination of household contacts of infants <1 year of age because of data indicating a higher risk for adverse events among primary vacinees in this age group, compared with that among older children. 28 APPENDIX F Quick Reference Contraindications and Precautions to Routine Childhood & Adolescent Vaccinations BY VACCINE For more complete and detailed information, see pages 2 through 6, or read the ACIP's recommendations for the indivdual vaccines (www.cdc.gov/vaccines/pubs/acip-list.htm). Contraindications and Precautions to Routine Childhood & Adolescent Vaccinations BY VACCINE DTaP Contraindications Precautions Anaphylactic reaction to a prior dose of the Moderate or severe acute illness vaccine or any of its components Underlying unstable, evolving neurologic Encephalopathy within 7 days of a previous disorder dose of DTaP or DTP (use DT instead of Any of these conditions within the speci ed DTaP) time after a previous dose of DTaP or DTP - Fever of > 40.5°C (105°F) unexplained by another cause (within 48 hours) - Collapse or shock-like state (within 48 hours) - Persistent, inconsolable crying lasting >3 hours (within 48 hours) - Seizure or convulsion (within 72 hours) - Guillain-Barré syndrome (within 6 weeks) Tdap Contraindications Precautions Anaphylactic reaction to a prior dose of the Moderate or severe acute illness vaccine or any of its components History of an Arthus reaction following a Encephalopathy within 7 days of a previous previous dose of a tetanus-containing and/ dose of DTaP or DTP (use Td instead of or diphtheria toxoid-containing vaccine, Tdap) including meningococcal conjugate vaccine. Hepatitis A Contraindications Precautions Anaphylactic reaction to a prior dose of Moderate or severe acute illness the vaccine or any of its components (e.g., 2-phenoxyethanol, alum) Hepatitis B Contraindications Precautions Anaphylactic reaction to a prior dose of the Moderate or severe acute illness vaccine or any of its components (e.g., baker's yeast) 29 APPENDIX F Contraindications and Precautions to Routine Childhood & Adolescent Vaccinations BY VACCINE Hib Contraindications Precautions Anaphylactic reaction to a prior dose of the Moderate or severe acute illness vaccine or any of its components HPV Contraindications Precautions Anaphylactic reaction to a prior dose of the Moderate or severe acute illness vaccine or any of its components (e.g., yeast). Pregnancy Infl uenza (inactivated) Contraindications Precautions Anaphylactic reaction to a prior dose of the Moderate or severe acute illness vaccine or any of its components (e.g., eggs) Infl uenza (LAIV) Contraindications Precautions Anaphylactic reaction to a prior dose of the Moderate or severe acute illness vaccine or any of its components (e.g., eggs) Chronic illness of pulmonary system (including asthma or Reactive Airway Disease), or cardiovascular system; metabolic disorder (e.g., diabetes); hemoglobinopathies (e.g., sickle cell disease) Immunode ciency Aspirin or salicylate therapy (children & adolescents) Pregnancy History of Guillian-Barré syndrome IPV Contraindications Precautions Anaphylactic reaction to a prior dose of Moderate or severe acute illness the vaccine or any of its components (e.g., neomycin, streptomycin, polymyxin B) MCV Contraindications Precautions Anaphylactic reaction to a prior dose of the Moderate or severe acute illness vaccine or any of its components 30 APPENDIX F Contraindications and Precautions to Routine Childhood & Adolescent Vaccinations BY VACCINE MMR Contraindications Precautions Anaphylactic reaction to a prior dose of Moderate or severe acute illness the vaccine or any of its components (e.g., Recent administration of antibody- gelatin, neomycin) containing blood products Pregnancy Th rombocytopenia/ thrombocytopenic Immunode ciency purpura (now or by history) Untreated active tuberculosis PCV7 Contraindications Precautions Anaphylactic reaction to a prior dose of the Moderate or severe acute illness vaccine or any of its components (e.g., yeast) Rotavirus Contraindications Precautions Anaphylactic reaction to a prior dose of the Moderate or severe acute illness, including vaccine or any of its components gastroenteritis Immune de ciency for any reason Administration of antibody-containing blood products within the past 42 days Preexisting chronic GI disease History of intussusception Varicella Contraindications Precautions Anaphylactic reaction to a prior dose of Moderate or severe acute illness the vaccine or any of its components (e.g., Recent administration of antibody- gelatin, neomycin) containing blood products Pregnancy Immunode ciency Untreated active tuberculosis Zoster Contraindications Precautions History of anaphylactic reaction to any Moderate or severe acute illness vaccine component (e.g., gelatin, neomycin) Immunode "}