{"title": "É un efecto secundario da vacúa covid a aparición de vultos no pescozo e nas axilas?", "author": "Vega S Sánchez", "url": "https://galego.farodevigo.es/salud/2022/03/09/efecto-secundario-vacuna-covid-aparicion-63626917.html", "hostname": "farodevigo.es", "description": "As persoas teñen efectos secundarios, e de distinta intensidade, segundo a vacina contra o coronavirus que reciba e segundo o seu propio corpo. As vacinas, así como calquera medicamento, afectan a cada persoa dunha maneira diferente, sen saber por que uns teñen secuelas máis duradeiras e outros nin se decatan de que lla puxeron. Aínda que, iso si, son efectos comúns. Os", "sitename": "Faro de Vigo", "date": "2022-03-09", "cleaned_text": "As persoas teñen efectos secundarios, e de distinta intensidade, segundo a vacina contra o [coronavirus ](/tags/coronavirus/)que reciba e segundo o seu propio corpo. As vacinas, así como calquera medicamento, afectan a cada persoa dunha maneira diferente, sen saber por que uns teñen secuelas máis duradeiras e outros nin se decatan de que lla puxeron. Aínda que, iso si, son efectos comúns. Os efectos da primeira e a segunda dose de vacina foi así: daba igual que che vacinases con Moderna, Pfizer, AstraZeneca ou Janssen, que foses moza ou vello ou que tiveses patoloxías previas: podías ter ou non efectos adversos. Houbo xente que tivo malestar e algo de fatiga e unha poucos febre. Zona dorida e outros efectos E case todos, dor na zona onde se recibiron as picadas. Outros dos efectos leves son a dor de cabeza, as dores musculares e, en casos máis extremos -e menos comúns- náuseas e calafríos. Casos raros En casos moi raros, a segunda vacina pode provocar mielitis transversa, que é unha inflamación os lados dunha sección da medula espinal. Trátase dun trastorno neurolóxico que dana o material illante que cobre as fibras das células nerviosas (mielina). Tamén é raro sufrir parestesia tras esa segunda picada, que consiste nesa sensación de hormigueo, entumecimiento ou picazón que se pode producir tras permanecer un intre nunha mala postura. Tras a terceira vacina No caso das terceiras vacinas, aproximadamente un 8% da xente que lla pon está a reportar un estraño efecto secundario: a aparición de vultos, nódulos tamén pode experimentar algunha molestia ou dor moi leve como consecuencia da inflamación nas axilas e o pescozo. Con todo, trátase de secuelas pasaxeiras e a inflamación adoita desaparecer ao cabo duns días. "}