{"title": "Desintoxicación del cuerpo: toxinas", "author": "Editorial", "url": "https://www.botanical-online.com/plantas-medicinales/manapuya-16-desintoxicacion-hepatica", "hostname": "botanical-online.com", "description": "¿Qué es la depuración o desintoxicación? Depuración orgánica: Limpieza de nuestro interior Depuración o desintoxicación es el proceso mediante el cual el organismo elimina las toxinas exógenas ó endógenas, que alteran el equilibrio funcional del individuo alterando el estado de salud. Muchas de es", "sitename": "Botanical-online", "date": "2019-01-19", "cleaned_text": "Contenidos ¿Qué es la depuración o desintoxicación? Depuración orgánica: Limpieza de nuestro interior Depuración o desintoxicación es el proceso mediante el cual el organismo elimina las toxinas exógenas ó endógenas, que alteran el equilibrio funcional del individuo alterando el estado de salud. Muchas de estas toxinas son acumuladas durante años en nuestro organismo y acaban por propiciar una serie de enfermedades. Síntomas inespecíficos (insomnio, cefalea, cansancio, hormigueos, manchas en la cara y el cuerpo, etc.), pueden ser manifestaciones de intoxicación reciente o acumulada ( [24](https://www.botanical-online.com/plantas-medicinales/manapuya-27-bibliografia)) Toxinas endógenas Son sustancias elaboradas en nuestro organismo. Pueden estar relacionadas con algunas enfermedades infecciosas como la fiebre tifoidea, hepatitis, etc. y, por enfermedades metabólicas como la diabetes mellitus, la uremia u otras. También la |adrenalina y noradrenalina liberadas en cantidades exageradas por la médula de la glándula suprarrenal como producto del stress y estados de ansiedad, constituyen endotoxinas que a la larga afectan la salud de la persona. Toxinas exógenas Son las de origen externo. Ingresan y se incorporan al organismo a través de la respiración (gases de las fábricas y vehículos, humo de las chimeneas, de los cigarrillos, etc), mediante la piel y mucosas (pinturas, insecticidas, etc.) y, por vía digestiva (alcohol, colorantes artificiales, carnes rojas en exceso, preservantes, fármacos, entre otros ( [25](https://www.botanical-online.com/plantas-medicinales/manapuya-27-bibliografia)). Mecanismos de Desintoxicación al cuerpo Para lograr desintoxicación, se utilizara las hojas y flores de la planta y harán efecto en los órganos mediante una función depurativa y desintoxicante en el hígado, los riñones, los intestinos, la piel, las mucosas y los pulmones. Es el cuerpo quien selecciona el órgano o tejido mas indicado, de acuerdo al material tóxico ó de deshecho que se tiene que eliminar. La micción y la defecación, son mecanismos mediante los cuales el organismo elimina residuos y sustancias tóxicas. (el estreñimiento es una de las causas frecuentes de intoxicación crónica). [Más información](#listado) sobre el estudio farmaco-botánico. [Elisenda Nutrición y Metabolismo. [Editorial](https://www.botanical-online.com/quienes-somos)Equipo de Botanical-online encargado de la redacción "}