{"title": "US Joins India in Clinical Trials For Ayurveda Formulations Against COVID-19", "author": "India com Lifestyle Staff", "url": "https://www.india.com/lifestyle/us-joins-india-in-clinical-trials-for-ayurveda-formulations-against-covid-19-4080492/", "hostname": "india.com", "description": "COVID-19 Update: Ayurvedic practitioners and researchers in both the countries have started their work to conduct clinical trials and find out if Ayurveda can come to our rescue this time too.", "sitename": "India.com", "date": "2020-07-10", "cleaned_text": "Cookies\", you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts [Cookies Policy](https://www.india.com/cookie-policy/). Ayurveda has shown remarkable results in treating various health elements and it is considered to help treat COVID-19 too. To get rid of all the doubts surrounding its effectiveness, it is necessary to conduct clinical trials for Ayurvedic formulations against COVID-19. India and the US are jointly planning the same, the Indian Ambassador to the US Taranjit Singh Sandhu said recently. As per the Indian envoy, a huge network of institutional engagements have finally brought scientific communities between the two countries together in the fight against the novel coronavirus. Ayurvedic practitioners and researchers in both the countries have started their work to conduct clinical trials and find out if Ayurveda can come to our rescue this time too. To address COVID-19-related challenges, the Indo-US Science Technology Forum (IUSSTF) had given a call to support joint research and start-up engagements. A large number of proposals are being reviewed on fast track mode by the experts on both the sides, said Mr Sandhu. As Indian pharmaceutical companies are known to produce low-cost and effective medicines and vaccines, they will play a significant role in the fight against this pandemic. According to the ambassador, there are at least three ongoing collaborations between Indian vaccine companies with US-based institutions and these collaborations would be beneficial for the billions who would need to be vaccinated against COVID-19 across the world. Notably, a few days back, a group of researchers of IIT-Delhi had claimed that Ashwagandha, a significant part of Ayurveda can treat COVID-19. According to them, Ashwagandha contains certain bio-actives that interact with SARS-Co-2. This herbal plant has a natural compound called withanone (Wi-N), that can impact the COVID-19's enzyme responsible for replication, if used along with an active ingredient of propolis called Caffeic Acid Phenethyl Ester (CAPE). Together, they can block the replication process of the novel virus and treat the condition. With Inputs From PTI For breaking news and live news updates, like us "}