{"title": "Five Healing Flowers and Herbs to Use in Soap, Bath Salts, and Other Spa Treatments", "author": "Caroline Biggs", "url": "https://www.marthastewart.com/8089680/herbal-ingredients-bath-spa-treatments", "hostname": "marthastewart.com", "description": "Bathing in these floral and herb-infused ingredients helps reduce stress, soothe skin, and provide a relaxing, spa-like experience.", "sitename": "Martha Stewart", "date": "2021-04-29", "cleaned_text": "Crafts Bath Bombs and Soaps Homemade Soap Five Healing Flowers and Herbs to Use in Soap, Bath Salts, and Other Spa Treatments From lavender to eucalyptus and more, herbal remedy experts share their favorite ingredients. By Caroline Biggs Caroline Biggs Caroline is a freelance writer for MarthaStewart.com. Editorial Guidelines Published on April 29, 2021 While we often rely on over-the-counter medicines and prescriptions to treat certain ailments at home, some flowers and herbs have the power to naturally ease everything from headaches to anxiety. \"Many plants have high levels of healing powers because they can draw minerals, organisms and active compounds from the soil and can convert them into a form that is more easily used by the human body,\" says Rebecca Grammer-Ybarra, cofounder of Homebody. \"Mineral content is often the key factor in a plant's effectiveness as a medicine.\" Along with supplying chemical-free healing properties, using soaps, bath salts, and other spa treatments infused with certain flowers and herbs can create a more sensory bath time experience. \"We love the ritual that plant-based bath products invoke,\" says Jenni Ewing, director of product development at Herbivore Botanicals. \"You're enveloped in a soothing aroma, you melt into your bath and feel the soft water, and you can trust in the product you're using because you know where it comes from.\" Interested in learning more about which naturally soothing flowers and herbs to look for when shopping for plant-based bath products? From lavender to eucalyptus and more, herbal remedy experts share their favorite ingredients ahead. How to Make All-Natural Colors in Soap Anusha Rajeswaran Lavender Beloved for its anti-inflammatory and anxiety-quelling benefits, Ewing says lavender is a popular floral bath soap and soak ingredient for a reason. \"Containing over 100 separate constituents, lavender has actually been shown to increase feelings of content and decrease feelings of anxiety when used in an aromatherapy context,\" she explains. \"We chose lavender for our Detox Soaking Salts ($18, herbivorebotanicals.com) to invoke a serene atmosphere.\" Packed with fragrant compounds that naturally soothe the senses, Shannon McLinden, founder of FarmHouse Fresh, says lavender can also help you slow and center your thoughts despite a hurried day-to-day pace. \"The stress we internalize can take a toll on healthy skin, bodies and immune systems,\" she explains. \"If your bath products aren't infused with plant extracts, you're missing an important opportunity to help your body respond to these everyday challenges.\" Spirulina Rich in a range of essential vitamins and minerals, including vitamin E, C, and B6, Grammer-Ybarra says spirulina is a type of blue-green algae that supplies loads of immune system-boosting perks. \"The anti-inflammatory effects caused by the antioxidants in spirulina may help with allergy relief and the high protein content may help in positive heart health,\" she says. \"We suggest using The Future Is Green ($42, homebodyworld.com) soak to reap the benefits of spirulina in the bathtub.\" Chamomile Along with relieving symptoms of stress and anxiety, Christiana Grammer, cofounder of Homebody, says that bath products made with chamomile can aid in digestion and help you fall asleep faster. \"It's also a natural pain reliever and is excellent for reducing cramps and inflammation,\" she explains. If you don't have any chamomile-infused bath salts or soaks handy, McLinden says body wash made with chamomile extract is the next best thing. \"FarmHouse Fresh Pink Moon Body Wash ($19, farmhousefreshgoods.com), for example, contains beneficial compounds derived from chamomile extracts that are proven to calm the skin.\" Eucalyptus High in antioxidants and compounds that can relieve everything from nasal congestion to dry skin, eucalyptus-infused bath goods also supply a fresh minty, pine fragrance that can naturally help you unwind. \"We love eucalyptus because it adds an aroma that is invigorating yet serene, like a spa in your own home,\" Ewing says. \"Eucalyptus has also been shown in studies to have some promising antimicrobial and antifungal effects, which is why we use it in our Detox Soaking Salts ($18, herbivorebotanicals.com).\" Passionflower An herbal supplement traditionally used to ease the symptoms of sleep and anxiety disorders, bath products composed of passionflower can help naturally calm your nervous system. \"Passionflower offers relief to a variety of mental and emotional ailments including anxiety and panic disorders as well as insomnia and depression,\" she explains. \"We suggest using The Pale Moon Sky Soak ($42, homebodyworld.com) to soothe your mind and skin.\" Was this page helpful? Thanks for your feedback! Tell us why! Other Submit "}