{"title": "PDF", "author": "PDF", "url": "repositorioinstitucional.buap.mx/bitstream/handle/20.500.12371/16298/Esmos%208.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Colección de ESMOS 1 Historia de la vacunación Heidi Aldhara Sosa -Delgado iD Licenciatura en Químico Farmacéutico Biólogo y Bioquímica Clínica, Departamento de Ciencias Químico - Biológicas, Universidad De Las Américas Puebla, San Andrés Cholula, Puebla . Email: heidi.sosado@udlap.mx 10 de Junio de 2022 http://doi.org/10.5281/zenodo.6630427 Editado por: Jesús Muñoz -Rojas (Instituto de Ciencias, Benemérita Universidad Autónoma de Puebla) Revisado por: María del Rocío Bustillos Cristales (Instituto de Ciencias, Benemérita Universidad Autónoma de Puebla) Colección de ESMOS Resumen En la actualidad la vacunación es considerada una práctica eficaz para la prevención de enfermedades. Las vacunas se utilizan para reforzar el sistema inmunitario y prevenir enfermedades graves que pueden llegar a ser potencialmente mortales. Sin embargo, la elaboración de las vacunas requiere de una alta comprensión en relación con el microorganismo de la enfermedad y la inmunidad de la población. Por ello, mediante una infografía se expone brevemente acerca de la historia de la vacunación, Colección de ESMOS 2 las personas qu e aportaron de manera significativa para llegar a lo que hoy en día conocemos como vacuna y sobre todo los experimentos elaborados para confirmar lo que sucedía en el organismo al vacunarnos [1-3]. Palabras clave: vacunas; -2022/esmos -8 Referencias [1] Berdasquera D, Cruz G, Suárez C. La vacunación. Antecedentes históricos. 2000. Rev Cubana Med Gen Integr v.16 n.4 Ciudad de La Habana. http://scielo.sld.cu/scielo.php?scrip t=sci_arttext&pid=S0864 - [2] Millás J. 2020. Pasteur y la vacuna antirrábica. amigos Universidad de Piura. https://www.udep.edu.pe/hoy/2020/10/pas teur- y-la-vacuna -antirrabica/ [3] Abel G. 2020. Pasteur, el héroe de la medicina que no fue médico. Historia National Gergraphic . https://historia.nationalgeographic.com.es/a/pasteur -heroe -medicina - que-no-fue-medico_15675 Esmos 8 "}