{"title": "Mobile health intervention to close the guidelines-to-practice gap in hypertension treatment: Protocol for the mglide randomized controlled trial", "author": "Kamakshi Lakshminarayan; Thomas A Murray; Sarah M Westberg; John Connett; Val Overton; John A Nyman; Kathleen A Culhane-Pera; Shannon L Pergament; Paul Drawz; Emily Vollbrecht; Txia Xiong; Susan A Everson-Rose", "url": "https://experts.umn.edu/en/publications/mobile-health-intervention-to-close-the-guidelines-to-practice-ga", "hostname": "experts.umn.edu", "description": null, "sitename": "Experts@Minnesota", "date": "2021-01-11", "cleaned_text": "Abstract BACKGROUND: Suboptimal treatment of hypertension remains a widespread problem, particularly among minorities and socioeconomically disadvantaged groups. We present a health system-based intervention with diverse patient populations using readily available smartphone technology. This intervention is designed to empower patients and create partnerships between patients and their provider team to promote hypertension control. OBJECTIVE: The mGlide randomized controlled trial is a National Institutes of Health-funded study, evaluating whether a mobile health (mHealth)-based intervention that is an active partnership between interprofessional health care teams and patients results in better hypertension control rates than a state-of-clinical care comparison. METHODS: We are recruiting 450 participants including stroke survivors and primary care patients with elevated cardiovascular disease risk from diverse health systems. These systems include an acute stroke service (n=100), an academic medical center (n=150), and community medical centers including Federally Qualified Health Centers serving low-income and minority (Latino, Hmong, African American, Somali) patients (n=200). The primary aim tests the clinical effectiveness of the 6-month mHealth intervention versus standard of care. Secondary aims evaluate sustained hypertension control rates at 12 months; describe provider experiences of system usability and satisfaction; examine patient experiences, including medication adherence and medication use self-efficacy, self-rated health and quality of life, and adverse event rates; and complete a cost-effectiveness analysis. RESULTS: To date, we have randomized 107 participants (54 intervention, 53 control). CONCLUSIONS: This study will provide evidence for whether a readily available mHealth care model is better than state-of-clinical care for bridging the guideline-to-practice gap in hypertension treatment in health systems serving diverse patient populations. TRIAL REGISTRATION: Clinicaltrials.gov for Health and Wellness community researchers: Cecilia Martinez, Pilar de La Parra, Sandra Sedeno Revera, and Chaoching Vang. Educational videos in English, Spanish, and Hmong were created by Luis Martin Ortega MD, Kabao Vang MD, and Pao Lee Vang. mGlide RCT is funded by NIH grant R01 HL138332. A J.B. Hawley Award from the University of Minnesota, Division of Epidemiology and Community Health funded the educational video development. Publisher Copyright: © Kamakshi Lakshminarayan, Thomas A Murray, Sarah M Westberg, Connett, Val Overton, John A Nyman, Kathleen Shannon L Pergament, Paul Drawz, Emily Vollbrecht, Txia Xiong, Susan A Everson-Rose. Keywords - Health disparities - Hypertension - Mobile health technology - Randomized controlled trial "}