{"title": "PDF", "author": "PDF", "url": "https://covidvaccine.mo.gov/Public-Health-Study.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "RESEARCH thebmj | BMJ 2022;377:e069317 | doi: 10.1136/bmj-2021-069317 1 Public health impact of covid-19 vaccines in the United States: observational study Amitabh Bipin Suthar, Jing Wang, E Wiegand, Sean Griffing, Elizabeth Zell Abstr Act Objective To evaluate the impact of vaccine scale-up on population level covid-19 mortality and incidence in the United States. Design Observational study. set ting US county level case surveillance and vaccine administration data reported from 14 December 2020 to 18 December 2021. Partici Pant s Residents of 2558 counties from 48 US states. Main O utcOM e M easures The primary outcome was county covid-19 mortality rates (deaths/100 000 pop ulation/county week). The secondary outcome was incidence of covid-19 (cases/100 000 pop ulation/county week). Incidence rate ratios were used to compare rates across vaccination coverage levels. The impact of a 10% improvement in county vaccination coverage (defined as at least one dose of a covid-19 vaccine among adults 18 years of age) was estimated During the eras of alpha and delta variant predominance, the impact of very low (0-9%), low (10-39%), medium (40-69%), and high (70%) vaccination coverage levels was compared. r esults In total, 30 643 878 c ases of covid-19 and 439 682 de aths associated with covid-19 occurred over 132 791 c ounty weeks. A 10% improvement in vaccination coverage was associated with an 8% (95% confidence interval 8% to 9%) reduction in mortality rates and a 7% (6% to 8%) reduction in incidence. Higher vaccination coverage levels were associated with reduced mortality and incidence rates during the eras of alpha and delta variant predominance. c O nclusi O ns Higher vaccination coverage was associated with lower rates of population level covid-19 mortality and incidence in the US.Introduction As of 11 April 2022, 497 960 492 cases c ovid-19 and 6 181 850 c ovid-19 related deaths had been reported globally, and 80 260 092 c ovid-19 cases and 983 237 c ovid-19 related deaths had been reported in the United States.1 2 The US death toll recently surpassed the 1918 Spanish flu as the deadliest pandemic in recent history.3 In addition to covid-19 related deaths, the pandemic has also had indirect effects on other health conditions. These effects are captured in excess mortality and reduced life expectancy estimates. Domestically, life expectancy decreased by 1.5 years from 2019 to 2020, representing the largest reduction since the second world war. 4 Messenger RNA (mRNA) covid-19 vaccines developed by Pfizer-BioNTech and Moderna and an adenovirus covid-19 vaccine developed by Johnson & Johnson have become valuable tools to combat this pandemic. Clinical trials evaluating efficacy against symptomatic infection found that the Pfizer-BioNTech vaccine was 95.0% effective, the Moderna vaccine was 94.1% effective, and the Janssen vaccine (Johnson & Johnson) was 66.3% effective. 5-7 The US Food and Drug Administration (FDA) granted emergency use authorization for mRNA vaccines in December 2020 and the Janssen vaccine in February 2021. FDA approval for the Pfizer and Moderna vaccines was granted in August 2021 and January 2022, respectively. 8 Emergency use authorization was further granted to additional doses of the mRNA vaccines for certain populations. 8 As of 11 April 2022, nearly 570 million vaccine doses have been administered in the US and more than 11 billion vaccine doses have been administered globally. 1 2 The World Health Organization's target is to vaccinate 70% of the world's population by mid-2022. 9 Across countries, the real world effectiveness of the covid-19 vaccines has largely been consistent with estimates of efficacy observed in clinical trials. 10-12 In addition to the individual level effect on disease risk and progression, vaccines may also have secondary benefits of slowing spread and reducing onward transmission and its associated morbidity and mortality. 13 Population level data and analyses have been limited.14 15 We aimed to estimate how increasing county coverage of vaccines affected population level mortality and incidence of covid-19. Methods s tudy design Our observational study of the US population used national, county level surveillance data. In the US, counties are a geographic administrative unit below states and territories and include the nation's capital, Washington DC. The US Centers for Disease Control Coronavirus Disease (COVID-19) Response, Centers for Disease Control and Prevention, Atlanta, GA, USA Correspondence to: A B Suthar icf4@cdc.gov (or WhAt I s A lre A dy kno W n on th I s top I c The public health impact of scaling up covid-19 vaccination remains largely uncharacterized WhAt th I s study A dds Higher vaccination coverage was associated with lower rates of population level incidence of covid-19 and mortality related to covid-19 This community level benefit complements the large body of evidence indicating individual level benefits of covid-19 vaccination on 12 May 2022 at Missouri State Library. Protected by copyright. http://www.bmj.com/ BMJ: first published as 10.1136/bmj-2021-069317 on 27 April 2022. Downloaded from RESEARCH 2 d oi: 10.1136/bmj-2021-069317 | BMJ 2022;377:e069317 | thebmjand Prevention (CDC) receives surveillance data from 3224 US counties (or county equivalents). We included and analyzed county covid-19 cases, deaths, and vaccinations reported to the CDC. We tracked mortality as our primary outcome and incidence (using reported probable and confirmed covid-19 cases) as our secondary outcome. We calculated county level incidence by standardizing reported county cases and deaths per 100 000 population ov er a week.2 study definitions We defined a case as one that met the Council of State and Territorial Epidemiologists' surveillance case definitions as confirmed or probable covid-19 and a death as those that were related to covid-19, as determined or reported by jurisdictions. 16 17 Each vaccine dose administered was attributed to the county in which the person resided. 18 We defined the county vaccination coverage as the number of people aged 18 years who received at least one dose of covid-19 vaccine among the total number of people aged 18 years old residing in that county. 2 Data sources For case and death counts disaggregated by county and week, we used the CDC's managed case surveillance dataset, which includes the most recent numbers reported by states, territories, and other jurisdictions. This dataset is populated by routine reporting from jurisdictions to the CDC. 16 To document new cases, jurisdictions may use the date that a case was reported to the health department, a person took a covid-19 test, a laboratory confirmed a covid-19 test as positive, or a person was diagnosed as having covid-19 by a clinician. For death reporting, jurisdictions may use the date when the death was reported to the health department or the date of covid-19 associated death. 2 We retrieved counts of covid-19 vaccine doses administered by week and county from the CDC's managed vaccine dataset. This dataset includes covid-19 vaccination data (including the date of vaccine administration, the number of doses administered, and county of residence, among other variables) reported to the CDC by jurisdictions, pharmacies, and federal entities through Immunization Information Systems, the Vaccine Administration Management System, or direct submission of vaccination records. 19 The population data, used for denominators to measure vaccination coverage, came from the vintage 2019 US population estimates. 20 inclusion criteria We included case surveillance and vaccine administration data from 14 December 2020 to 18 December 2021. We included people at least 18 years of age with a valid county of residence in one of the states or territories who received at least one covid-19 vaccination. Given that population benefits may extend beyond the primary vaccine recipient, we included case and mortality data across all ages. Data completeness was an inclusion criterion for analysis. We used a 70% threshold for data completeness of reporting county of residence across all data sources. Specifically, we excluded a jurisdiction if more than 30% of the case, death, and/or vaccination data for the jurisdiction were contributed by unspecified or unknown counties of residence. We excluded Texas and Hawaii because vaccination data were unavailable at county level. We excluded county equivalents in territories except for Puerto Rico and Guam, either because the county level population data of adults 18 years old were unavailable (US Virgin Islands) or because the county equivalent vaccination data were unavailable (all other territories). In addition, we excluded eight counties in California with a population of fewer than 20 000 people, as California does not report the vaccination data of counties with under 20 000 people. W e excluded the Kusilvak Census Area in Alaska owing to unavailable vaccination data and the Valdez-Cordova Census Area in Alaska because the case and mortality data were unavailable. We excluded the District of Columbia, villages in Guam, and municipalities in Puerto Rico because of a lack of mobility data. Finally, we excluded Rio Arriba County in New Mexico because the social vulnerability index was missing. In addition, we excluded any county week missing covariate information used in regression models. Data analysis County of residence case and first dose covid-19 vaccination data were aggregated by Morbidity and Mortality Weekly Report (MMWR) week beginning with MMWR week 2020-51 (13-19 December 2020) and ending with MMWR week 2021-50 (12-18 December 2021). 21 The CDC and Agency for Toxic Substances and Disease Registry's social vulnerability index encompasses socioeconomic status (that is, poverty rates, unemployment rates, income levels, and education levels), household composition and disability (that is, ages, disability, and single parent households), minority status, language capability, and housing type and transportation (that is, multi-unit structures, mobile homes, crowding levels, vehicle ownership, and group housing) into a single measure. 22 Google's community mobility reports help to measure changes in community mobility related to covid-19. 23 To prevent confounding related to the social vulnerability and mobility of communities, we included these variables in the model. 24 25 We used generalized linear mixed models assuming a negative binomial outcome distribution to assess associations between vaccination coverage and rates of deaths and cases by using continuous estimates. 26 We used a first order autoregressive correlation structure to account for multiple observations per county and for potential autocorrelation. We included county level population as an offset and included social vulnerability index categorized into quarters and retail and work mobility data as covariates. To account for cases occurring during the period of developing immunity, a county remained in the lower on 12 May 2022 at Missouri State Library. Protected by copyright. http://www.bmj.com/ BMJ: first published as 10.1136/bmj-2021-069317 on 27 April 2022. RESEARCH thebmj | BMJ 2022;377:e069317 | doi: 10.1136/bmj-2021-069317 3vaccination category for two weeks before moving to the next vaccination category. We calculated estimates during the period of alpha variant predominance and the period of delta variant predominance (starting when the national prevalence of delta was estimated to be at least 50%—that is, the week of 20 June 2021 onward) categorically. 27 28 We compared four different categories for county vaccination coverage: very low (0-9% of the county had been vaccinated), low (10-39% of the county had been vaccinated), medium (40-69% of the county had been vaccinated), and high (70% of the county had been vaccinated) during the era of alpha variant predominance. As with the continuous analyses, to account for cases occurring during the period of developing immunity, a county remained in the lower vaccination category for two weeks before moving to the next vaccination category. Moreover, we included county level population as an offset and included social vulnerability index categorized by quarter and retail and work mobility data as covariates. Given the inadequate number of county weeks accrued with very low and low vaccination coverage, we compared the mortality and incidence rates for medium and high coverage during the era of delta variant predominance. sensitivity analyses We did three sensitivity analyses with the continuous analyses. The first sensitivity analysis was to compare definitions of vaccination being at least one dose with including only fully vaccinated people (that is, at least two mRNA doses or a single adenovirus dose). The second was to compare use of a stringency level for data completeness of 70% and 90%. The third was to compare estimates with and without the two week lag period. Patient and public involvement We used routinely generated covid-19 vaccine and case surveillance data. No patients were involved in setting the research question or the outcome measures, nor were they involved in developing plans for design or implementation of the study. No patients were asked to advise on interpretation or writing up of results. resul ts First year of vaccine roll-out We included data from 2558 counties in 48 US states (fig 1). In total, we observed 30 643 878 cases of c ovid-19 and 439 682 c ovid-19 related deaths over 132 791 c ounty weeks (table 1). Every 10% improvement in vaccination coverage was associated with an 8% (95% confidence interval 8% to 9%) reduction in mortality rates (fig 2) and with a 7% (6% to 8% reduction in case incidence (fig 2). era of alpha variant predominance In total, we observed 15 493 299 cases of c ovid-19 and 263 873 c ovid-19 related deaths over 70 189 c ounty weeks during the era of alpha variant predominance. Compared with very low coverage, low (incidence rate ratio 0.40, 95% confidence interval 0.39 to 0.42), medium (0.25, 0.23 to 0.26), and high (0.19, 0.16 to 0.22) vaccination coverage categories had lower rates of mortality (fig 3). Compared with very low coverage, low (incidence rate ratio 0.43, 0.41 to 0.44), medium (0.30, 0.29 to 0.32), and high (0.20, 0.18 to 0.22) vaccination coverage categories had lower incidence rates (fig 3). era of delta variant predominance In total, we observed 15 150 579 cases of covid-19 and 175 809 c ovid-19 related deaths over 62 602 c ounty weeks during the era of delta variant predominance. When comparing high and medium coverage, we observed similar mortality effects during the era of alpha variant predominance (incidence rate ratio 0.77, 0.66 to 0.90) and the era of delta variant predominance (0.75, 0.71 to 0.79). When comparing high and medium coverage, we observed smaller incidence effect sizes during the era of delta variant predominance (incidence rate ratio 0.90, 0.87 to 0.94) compared with the era of alpha variant predominance (0.66, 0.60 to 0.73). sensitivity analyses We observed sustained reductions in county mortality and incidence rates when we included only fully vaccinated people in the vaccination coverage categories, when we increased our data stringency level, and when we removed the two week immunity lag period (fig 4). discussion Using data from 2558 counties—representing nearly 300 million people and 80% of the US population—we found that increasing the vaccination coverage in counties was associated with a reduced incidence of covid-19 related mortality and cases. We observed decreasing trends in mortality and case incidence associated with higher levels of vaccination coverage across the eras of both alpha and delta variant predominance. This effect was robust to various sensitivity analyses, which improves prediction and confidence in these findings. Covid-19 associated mortality remains one of the most important clinical outcomes to guide public health decision making, measure pandemic severity, and evaluate mitigation efforts. It was our primary outcome. In the US, death registration rates, and cause of death ascertainment, remain high. This suggests that US mortality surveillance systems have been, and will continue to be, useful for covid-19 mortality surveillance. Previous vaccine studies have shown survival benefits at the individual level. 29 We observed that these benefits may extend to the population level; counties with high coverage had a greater than 80% reduction in mortality rates compared with largely unvaccinated counties. Given that infection fatality rates for covid-19 increase with age, counties with a higher proportion of older people may have more covid-19 related mortality and stand to benefit from high coverage of covid-19 vaccines. 30 on 12 May 2022 at Missouri State Library. Protected by copyright. http://www.bmj.com/ BMJ: first published as 10.1136/bmj-2021-069317 on 27 April 2022. Downloaded from RESEARCH 4 d oi: 10.1136/bmj-2021-069317 | BMJ 2022;377:e069317 | thebmjWe used reported cases as a proxy for incidence for our secondary outcome. Although reliable, available across jurisdictions, and reported continuously, reported cases may not reflect true transmission rates because of variation in when people seek out testing. 31 For example, people without symptoms may not actively seek out testing of their own accord but may be important to test for gauging disease transmission. Owing to more recent reopening requirements for workplaces, restaurants, entertainment venues, schools, and outgoing international air travel, more people without symptoms may be seeking out testing. 32 These requirements, and their uptake, may vary across states and counties. Nevertheless, the reduction in incidence observed with increasing vaccination coverage is consistent with surveillance data from other countries that have achieved high vaccination coverage and emerging evidence on transmission from contact tracing programs. 1 33 comp arison with other studies Increasing vaccination coverage may play a role in mitigating the effects of the delta and omicron variants and reduce the emergence of future variants. 34 35 By 27 June 2021 the delta variant made up more than 50% of circulating variants in the US, increasing to almost 100% by 21 September 2021. 2 More recently, the omicron variant was first reported on 1 December 2021 and comprised 95% of circulating variants by 2 January 2022. 2 The delta variant had increased transmissibility and possible increased virulence compared with earlier SARS-CoV-2 strains. 36 37 In our study, by the time the delta variant predominated, counties with lower levels of vaccination coverage (that is, 0-39%) were rare. Nevertheless, our findings Vaccine coverage (%) 0 Dec 2021 2020Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec4060100 80 20 Fig 1 | cou nty scale-up of vaccinations from 13 December 2020 to 18 December 2021. l ight purple lines represent individual counties; dark purple line is aggregated estimate tab le 1 | ch aracteristics of included counties. value s are median (range) unless stated otherwise ch aracteristic 13 Dec 2020 to 18 Dec 2021alp ha variant (13 Dec 2020 to 27 j un 2021)Delta variant (28 j une 2021 to 18 Dec 2021) Sample size (counties; weeks) 2558; 132 791 2557; 70 189 2543; 62 602 Vaccination coverage 46.4 (0.0-100.0) 24.9 (0.0-100.0) 58.8 (2.1-100.0) Vaccination coverage, No (%): 0-9.9% 21 312 (16.0) 21 238 (30.3) 74 (0.1) 10-39.9% 31 838 (24.0) 28 138 (40.1) 3700 (5.9) 40-69.9% 65 473 (49.3) 19 513 (27.8) 45 960 (73.4) 70% 14 168 (10.7) 1300 (1.9) 12 868 (20.6) Population size 24 538 (1074-7 894 557) 24 541 (1074-7 894 557) 894 557) Social vulnerability index, No (%): Quar ter 1 620 (24.2) 620 (24.2) 614 (24.1) Quar ter 2 666 (26.0) 666 (26.0) 662 (26.0) Quar ter 3 655 (25.6) 654 (25.6) 652 (25.6) Quar ter 4 617 (24.1) 617 (24.1) 615 (24.2) Adults aged 25 without high school diploma, % 11.8 (1.6-42.4) 11.8 (1.6-42.4) 11.8 (1.7-42.4) Below federal poverty level, % 14.8 (2.3-55.1) 14.8 (2.3-55.1) 14.8 (2.3-55.1) Per capita income, $ 26 256 (10 148-72 832) 26 256 (10 148-72 832) 26 262 (10 148-72 832) Unemployment rate 5.6 (0.7-25.8) 5.6 (0.7-25.8) 5.6 (0.7-25.8) Age 17, % 22.3 (7.3-40.3) 15.5 (3.8-33.7) 15.5 (3.8-33.7) 15.5 (3.8-33.7) (0.3-95.7) (0.3-95.7) (0.3-95.7) (1.9-25.6) 8.2 (1.9-25.6) 8.2 (1.9-25.6) Limited English proficiency, % 0.7 (0.0-21.7) 0.7 (0.0-21.7) 0.7 (0.0-21.7) Households without vehicle, % 5.8 (0.5-77.0) 5.8 (0.5-77.0) 5.8 (0.5-77.0) Housing in structures with 10 units, % 3.2 (0.0-89.4) 3.2 (0.0-89.4) 3.2 (0.0-89.4) In mobile homes, % 10.7 (0.0-54.8) 10.7 (0.0-54.8) 10.7 (0.0-54.8) Occupied housing units where people exceed rooms, % 1.8 (0.0-35.4) 1.8 (0.0-35.4) 1.8 (0.0-35.4) People in institutionalized group residencies, % 2.0 (0.0-36.2) 2.0 (0.0-36.2) 2.0 (0.0-36.2) Change in mobility, %: Groceries 4.6 (91.0-206.7) 0.7 (91.0-140.0) 8.0 (80.0-206.7) 18.4 (79.8-32.4) 18.4 (85.4-65.7) on 12 May 2022 at Missouri State Library. Protected by copyright. http://www.bmj.com/ BMJ: first published as 10.1136/bmj-2021-069317 on 27 April 2022. RESEARCH thebmj | BMJ 2022;377:e069317 | doi: 10.1136/bmj-2021-069317 5of continued population level protection against death and reductions in population level protection against infection during the period of delta variant predominance seem to be consistent with clinical literature on vaccine effectiveness. 29 38-40 Additional studies aimed at assessing the population impact of vaccines during the period of delta variant predominance merit consideration for validating our observations. Although our study period did not include the period of omicron variant predominance, data suggesting reduced vaccine effectiveness and the importance of staying up to date on covid-19 vaccinations are emerging and may lead to changes in population level vaccine impact that merit exploration. 41-43 Continuing to monitor the delta and omicron variants, and the emergence of other variants of interest, is critical and will require ongoing genomic surveillance. Clinical studies indicate that a single dose of an mRNA vaccine provides a lower level of protection than two doses. 44 Furthermore, two mRNA doses seem to be more effective than a single adenovirus dose against symptomatic infection. 5-7 We defined people with at least one dose of vaccine as being vaccinated for the purposes of vaccination coverage. Given that our study design used population surveillance data, changing our coverage definition to include only fully vaccinated people would place people with a single dose of mRNA vaccine in our referent, the very low coverage category. This may introduce bias in the incidence and mortality estimates. When we changed our definition of vaccination coverage to being fully dosed during sensitivity analysis, we did not find increased effect sizes, as would be expected from clinical studies. 44 Ongoing vaccine studies continue to evaluate the comparative effectiveness of vaccines by manufacturer. 10 Given that only people aged 18 and older were eligible for vaccination across vaccines during most of our study period, we used this age threshold to define vaccination coverage. Pediatric studies will be a welcome contribution to understanding the effects of vaccines on younger age groups, when feasible. As of September 2021 the FDA began recommending a third dose for specific populations. 8 Owing to waning immunity and variant induced changes in vaccine effectiveness, additional doses may be needed in specific populations and scenarios. Further studies may benefit from evaluating the population impact of vaccination coverage by using different definitions and eligibility scenarios. limitations of study Several limitations should be considered when interpreting these data. We chose vaccination coverage thresholds based on programmatic experience; exploring coverage thresholds above 70% may be worth examining in future research once more counties have achieved these levels for extended periods of time. We excluded some jurisdictions because they did not have county level information on immunizations, cases, and deaths for at least 70% of their counties. Additional markers of disease severity, such as hospital admissions, were not explored in this study owing to possible differences in ascertainment and reporting coverage across jurisdictions. Given the limited number of variables that were known to affect mortality and incidence, collected at the county level, and available on a weekly basis, we did not control for masking, physical distancing, or other similar potential confounding variables in this study. Furthermore, given the limited number of county weeks, we lacked power to stratify by time periods and cannot rule out the possibility of temporal confounding. Finally, given Mortality IncidenceEstimated deaths per 100 000 people 0468 2 25 50 75 100 Vaccine coverage (%)Estimated cases per 100 000 people 0200300500 400 100 0 Fig 2 | effect of vaccination coverage on county covid-19 related mortality (top) and inc idence (bottom) during first year of vaccine roll-out. a nalyses are from 2558 counties in 48 us ju risdictions. Model controlled for county population size, social vulnerability index, and mobility changes Mortality IncidenceIncidence rate ratio 01.0 0-9% Very low10-39% Low40-69% Medium70% High0.40.60.8 0.2 Fig 3 | effect of vaccination coverage on county covid-19 mortality and incidence du ring era of alpha variant predominance. a nalyses are from 2557 counties in 48 us ju risdictions. Model controlled for county population size, social vulnerability index, and mobility changes on 12 May 2022 at Missouri State Library. Protected by copyright. http://www.bmj.com/ BMJ: first published as 10.1136/bmj-2021-069317 on 27 April 2022. Downloaded from RESEARCH 6 d oi: 10.1136/bmj-2021-069317 | BMJ 2022;377:e069317 | thebmjthat we used aggregate case surveillance data to have the most complete case and death data available, other characteristics of cases, such as demographics and comorbidities, were not available. States, territories, and jurisdictions adapt national guidance on which date to use for case reporting. 17 In this study we collated county data across these geographic areas. A time difference may be present depending on which date a health department uses; however, this is unlikely to be substantial enough to affect which week a case or death occurs. Naturally acquired immunity resulting from SARS-CoV-2 infection may have affected the reduced case incidence observed during the study period. These are limitations of our study. Nevertheless, reductions in incidence and death observed in emerging US data using alternative data sources and study designs give us confidence in the directionality and magnitude of our estimates. 45 46 conc lusions and policy implications In addition to individual level benefits, we observed that vaccines protect communities against severe disease and infection. Higher coverage of vaccines seemed to confer greater levels of community benefits. Given that community benefits are rooted in individual benefits, for which vaccine effectiveness has been established in countries around the world, these data may be generalizable to other countries. Future research may benefit from evaluating macroeconomic effects of improving population health, such as changes in employment rates and gross domestic product resulting from reopening society. Vaccines should be deployed strategically with public health and social measures based on ongoing levels of transmission. JW is an Oakridge Institute for Science and Education fellow and SG is a lieutenant with the United States Public Health Service. The findings and conclusions in this article are those of the authors and do not necessarily represent the official position of the Centers for Disease Control and Prevention. Use of trade names and commercial sources is for identification only and does not imply endorsement by the US Department of Health and Human Services. Contributors: ABS, JW, VS, REW, SG, and EZ conceived and designed the study. JW, VS, REW, and EZ analyzed the data. ABS, JW, VS, REW, SG, and EZ wrote the manuscript. ABS, JW, VS, REW, SG, and EZ agree with manuscript's results and conclusions. The corresponding author attests that all listed authors meet authorship criteria and that no others meeting the criteria have been omitted. ABS is the guarantor. Funding: None.Competing interests: All authors have completed the ICMJE uniform disclosure form at www.icmje.org/disclosure-of-interest/ and declare: no support from any organization for the submitted work; no financial relationships with any organizations that might have an interest in the submitted work in the previous three years; no other relationships or activities that could appear to have influenced the submitted work. Ethical approval: Not applicable.Data sharing: Centers for Disease Control and Prevention covid-19 vaccination, case, and death data are available at data.cdc.gov. The lead author (the manuscript's guarantor) affirms that the manuscript is an honest, accurate, and transparent account of the study being reported; that no important aspects of the study have been omitted; and that any discrepancies from the study as planned (and, if relevant, registered) have been explained Dissemination to participants and related patient and public communities: This publication will be shared on appropriate websites and social media platforms and at meetings. Provenance and peer review: Not commissioned; externally peer reviewed. This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. See: http:/ /creativecommons.org/licenses/by-nc/4.0/. 1 W orld Health Organization. WHO Coronavirus (COVID-19) Dashboard. https:/ /covid19.who.int/. 2 Center s for Disease Control and Prevention. COVID Data Tracker. https:/ /covid.cdc.gov/covid-data-tracker/#datatracker-home. 3 Center s for Disease Control and Prevention. 1918 Pandemic (H1N1 virus). 2019. https:/ /www.cdc.gov/flu/pandemic-resources/1918- pandemic-h1n1.html. 4 Ari as E, Tejada-Vera B, Ahmad F, Kochanek KD. Provisional Life Expectancy Estimates for 2020. Vital Statistics Rapid Release. Report No. 015. 2021. https:/ /stacks.cdc.gov/view/cdc/107201. 5 P N, et al, C4591001 Clinical Trial Group. Safety and Efficacy of the BNT162b2 mRNA Covid-19 Vaccine. N Engl J Med 2020;383:2603-15. 6 B aden LR, El Sahly HM, Essink B, et al, COVE Study Group. Efficacy and Safety of the mRNA-1273 SARS-CoV-2 Vaccine. N Engl J Med 2021;384:403-16. doi:10. 1056/NEJMoa2035389 7 Sa doff J, Gray G, Vandebosch A, et al, ENSEMBLE Study Group. Safety and Efficacy of Single-Dose Ad26.COV2.S Vaccine against Covid-19. N Engl J Med 2021;384:2187-201. doi:10. 1056/NEJMoa2101544 8 US Food and Drug Administration. COVID-19 Vaccines. https:/ / www.fda.gov/emergency-preparedness-and-response/coronavirus-disease-2019-covid-19/covid-19-vaccines. 9 W orld Health Organization. Strategy to Achieve Global Covid-19 Vaccination by mid-2022. https:/ /cdn.who.int/media/docs/default-source/immunization/covid-19/strategy-to-achieve-global-covid-19-vaccination-by-mid-2022.pdf. 10 Self WH, Tenforde MW, Rhoads JP et al, IVY Network. Comparative Effectiveness of Moderna, Pfizer-BioNTech, and Janssen (Johnson & Johnson) Vaccines in Preventing COVID-19 Hospitalizations Among Adults Without Immunocompromising Conditions - United States, Foulkes S, Saei A, et al, SIREN Study Group. COVID-19 vaccine coverage in health-care workers in England and effectiveness of BNT162b2 mRNA vaccine against infection (SIREN): a prospective, multicentre, 2021;397:1725-35. Haa s EJ, Angulo FJ, et al. Impact and effectiveness of mRNA BNT162b2 vaccine against SARS-CoV-2 infections and COVID-19 cases, hospitalisations, and deaths following a nationwide vaccination campaign in Israel: an observational study using national surveillance data. Lancet 2021;397:1819-29. doi:10. 1016/S0140-6736(21)00947-8 Death Baseline* Fully vaccinated 90% completeness No immunity lag§ Incidence Baseline* Fully vaccinated 90% completeness No immunity lag§0.92 to 0.92) 0.93 (0.92 to 0.94)0.91 (0.91 (0.91 0.94 (0.94 to 0.95) 0.95 (0.94 to 0.95)0.94 (0.94 to 0.95)0.94 (0.93 to 0.1 1Incidence rate ratio (95% CI)Incidence rate ratio (95% CI) Fig 4 | s ensitivity analyses of including only fully vaccinated people, increasing data stringency requirements, and removing two week immunity lag period. * i n baseline group, vaccination coverage refers to coverage of at least one dose of vaccine, 2558 counties and 48 us ju risdictions included had 70% completeness rates of reporting county of residence, and study period was 14 December 2020 to 18 December 2021. vac cination coverage refers to coverage of fully vaccinated people. 2164 counties and 42 us ju risdictions included had 90% completeness rates of reporting county of residence. § tw o week immunity period was removed on 12 May 2022 at Missouri State Library. Protected by copyright. http://www.bmj.com/ BMJ: first published as 10.1136/bmj-2021-069317 on 27 April 2022. RESEARCH 2022;377:e069317 | doi: 10.1136/bmj-2021-069317 713 C OVID-19 Modeling Team. COVID-19 Scenario Modeling Hub. https:/ /covid19scenariomodelinghub.org/viz.html. 14 Haa s EJ, McLaughlin JM, Khan F, et al. Infections, hospitalisations, and deaths averted via a nationwide vaccination campaign using the Pfizer-BioNTech BNT162b2 mRNA COVID-19 vaccine in Israel: a retrospective surveillance study. Lancet Infect Dis 2022;22:357-66. doi:10. 1016/S1473-3099(21)00566-1 15 M cNamara LA, Wiegand RE, Burke RM, et al. Estimating the early impact of the US COVID-19 vaccination programme on COVID-19 cases, emergency department visits, hospital admissions, and deaths among adults aged 65 years and older: an ecological analysis of national surveillance data. Lancet 2022;399:152-60. doi:10. 1016/S0140-6736(21)02226-1 16 Center s for Disease Control and Prevention. About CDC COVID-19 Data. 2021. https:/ /www.cdc.gov/coronavirus/2019-ncov/covid-data/about-us-cases-deaths.html. 17 C ouncil of State and Territorial Epidemiologists. Update to the standardized surveillance case definition and national notification for 2019 novel coronavirus disease (COVID-19). 2021. https:/ /cdn.ymaws.com/www.cste.org/resource/resmgr/21-ID-01_COVID-19_updated_Au.pdf. 18 Center s for Disease Control and Prevention. Reporting COVID-19 Vaccinations in the United States. https:/ /www.cdc.gov/coronavirus/2019-ncov/vaccines/reporting-vaccinations.html. 19 Center s for Disease Control and Prevention. About COVID-19 Vaccine Delivered and Administration Data. https:/ /www.cdc.gov/coronavirus/2019-ncov/vaccines/distributing/about-vaccine-data.html. 20 United States Census Bureau. Datasets. https:/ /www2.census.gov/ programs-surveys/popest/datasets/2010-2019/. 21 Center s for Disease Control and Prevention. MMWR weeks ending log 2020-2021. https:/ /stacks.cdc.gov/view/cdc/84011/. 22 Center s for Disease Control and Prevention, Agency for Toxic Substances and Disease Registry. CDC SVI 2018 Documentation - 1/31/2020. https:/ /www.atsdr.cdc.gov/placeandhealth/svi/documentation/SVI_documentation_2018.html. 23 Googl e. COVID-19 Community /www.google. com/covid19/mobility/. 24 Is lam SJ, Nayak A, Hu Y, et al. Temporal trends in the association of social vulnerability and race/ethnicity with county-level COVID-19 incidence and outcomes in the USA: an ecological analysis. BMJ Open 2021;11:e048086. doi:10. 1136/bmjopen-2020-048086 25 Wel lenius GA, Vispute S, Espinosa V, et al. Impacts of social distancing policies on mobility and COVID-19 case growth in the US. Nat Commun 2021;12:3118. doi:10. 1038/s41467-021- 23404-5 26 Hi lbe JM. Negative binomial regression. Cambridge University Press, 2011. doi:10.1017/CBO9780511973420. 27 P aul P , France AM, Aoki Y, et al. Genomic Surveillance for SARS-CoV-2 Variants Circulating in the United AS, Shirk P , Steele MK, et al, Strain Surveillance and Emerging Variants Bioinformatic Working Group, Strain Surveillance and Emerging Variants NS3 Working Group. Genomic Surveillance for Delta HM, Johnson AG, Suthar AB, et al. Monitoring Incidence of COVID-19 Cases, Hospitalizations, and Deaths, by Vaccination Status - 13 U.S. Jurisdictions, April 4-July 17, 2021. MMWR Morb Mortal AT, Hanage , Owusu-Boaitey N, Cochran KB, Walsh SP , Meyerowitz-Katz G. Assessing the age specificity of infection fatality rates for COVID-19: systematic review, meta-analysis, and public policy implications. Eur J Epidemiol 2020;35:1123-38. doi:10. 1007/s10654-020-00698-1 31 S uthar AB, Schubert S, Garon J, Couture A, Brown AM, Charania S. Coronavirus Disease Case Definitions, Diagnostic Testing Criteria, and Surveillance in 25 Countries with Highest Reported Case Counts. Emerg Infect Dis 2022;28:148-56. doi:10. 3201/eid2801.211082 32 Center s for Disease Control and Prevention. Community, Work, and School: Information for Where You Live, Work, Learn, and Play. 2021. https:/ /www.cdc.gov/coronavirus/2019-ncov/community/index.html. 33 E yre DW, Taylor D, Purver M, et al. Effect of Covid-19 Vaccination on Transmission of Alpha and Delta Variants. N Engl J Med 2022;386:744-56. doi:10. 1056/NEJMoa2116597 EK, Yoder JS, Honein MA, CDC COVID-19 Response Team. Guidance for Implementing COVID-19 Prevention Strategies in the Context of Varying Community Transmission Levels and Vaccination Coverage. MMWR Morb Mortal Wkly Clinical and virological features of SARS-CoV-2 variants of concern: a retrospective cohort study comparing B.1.1.7 (Alpha), B.1.315 (Beta), and B.1.617.2 (Delta). Clin 37 T KA, T, Zaidi A, et al, COVID-19 Genomics UK (COG-UK) consortium. Hospital admission and emergency care attendance risk for SARS-CoV-2 delta (B.1.617.2) compared with alpha (B.1.1.7) variants of concern: a cohort study. Lancet Infect Dis doi:10. 1016/S1473-3099(21)00475-8 38 R osenberg ES, Holtgrave DR, Dorabawila V, et al. New COVID-19 Cases and Hospitalizations Among Adults, by Vaccination Status - New York, May 3-July 25, 2021. MMWR MS, Tyner H, Ellingson K, HEROES-RECOVER Cohorts. Effectiveness of COVID-19 Vaccines in Preventing SARS-CoV-2 Infection Among Frontline Workers Before and During B.1.617.2 (Delta) Variant Predominance - Eight U.S. Locations, Bernal J, Andrews N, Gower C, et al. Effectiveness of Covid-19 Vaccines against the B.1.617.2 (Delta) Variant. N Engl J Med 2021;385:585-94. doi:10. 1056/NEJMoa2108891 41 Jo hnson AG, Amin AB, Ali AR, et al, MSHI. COVID-19 Incidence and Death Rates Among Unvaccinated and Fully Vaccinated Adults with and Without Booster Doses During Periods of Delta and Omicron Variant Emergence - 25 U.S. Jurisdictions, April 4-December MMWR Morb seng HF, Ackerson BK, Luo Y, et al. Effectiveness of mRNA-1273 against SARS-CoV-2 Omicron and Delta variants. Nat ring AS, Tenforde MW, Chappell JD, et al, Influenza and Other Viruses in the Acutely Ill (IVY) Network. Clinical severity of, and effectiveness of mRNA vaccines against, covid-19 from omicron, delta, and alpha SARS-CoV-2 variants in the United States: observational T, Fleming-Dutra KE, Farrar JL, et al, Vaccine Effectiveness Among Healthcare Personnel Study Team. Interim Estimates of Vaccine Effectiveness of Pfizer-BioNTech and Moderna COVID-19 Vaccines Among Health Care Personnel - 33 U.S. Sites, January-March 2021. MMWR Morb Mortal Wkly Clemens JD, Zhang Z-F, Brewer TF. Impact of SARS-CoV-2 Vaccines on Covid-19 Incidence and Mortality in the United States.medRxiv 2021.11.16.21266360. doi:10.1101/2021.11.16.21266360. 46 M cLaughlin Swerdlow DL, Jodar L. County-level vaccination coverage and rates of COVID-19 cases and deaths in the United States: An ecological analysis. Lancet Reg Health Am 2022;9:100191. doi:10. 1016/j.lana.2022.100191 on 12 May 2022 at Missouri State Library. Protected by copyright. http://www.bmj.com/ BMJ: first published as 10.1136/bmj-2021-069317 on 27 April 2022. Downloaded from "}