{"title": "Beyond COVID-19: Recovering with integrity from the pandemic", "author": null, "url": null, "hostname": null, "description": "<p>Beyond COVID-19: Recovering with integrity from the pandemic</p>", "sitename": "United Nations : Office on Drugs and Crime", "date": "2022-10-31", "cleaned_text": "16 December 2021 - The COVID-19 pandemic has been an unprecedented emergency for the global community and affected almost every aspect of society. To respond to the pandemic and its resulting economic challenges governments dedicated enormous resources, all while needing to act quickly. But with the world in crisis, this also created opportunities for corruption to thrive and exposed the need to be better prepared. Since corruption flourishes in times of emergencies, where disorder and confusion are prevalent, swift action is needed by Member States to counter corruption and emerge stronger and more resilient from the COVID-19 pandemic. It was against this background that a special event was held this week at the [Conference of the States Parties to the United Nations Convention against Corruption](http://www.unodc.org/cosp9) to discuss the importance of integrity in responding to and overcoming crises. Featuring panellists from integrity and anti-corruption authorities in Egypt, the Kingdom of Saudi Arabia and Uganda, as well as from the European Union, UNODC and the World Bank, it offered a reflection on the past nearly two-years and a discussion on the future. The panellists, who brought both national and international perspectives to the discussion, each pointed towards the critical need for responses to be analysed in order to be better prepared for the next crisis. \"The challenge we are now faced with is to identify important transparency and accountability measures that States Parties can take to ensure a fair and sustainable recovery, and to be ready the next time a crisis puts integrity to the test,\" noted Brigitte Strobel-Shaw, Chief of UNODC's Corruption and Economic Crime Branch and Secretary of the CoSP. \"Preventing and countering corruption is essential to coming out of this crisis stronger, more transparent, accountable and resilient.\" Due to COVID-19, the healthcare sector, which was already losing $455 billion globally every year to corruption and fraud, found itself facing new challenges in ensuring integrity and transparency. When masks, ventilators, and medical equipment had to be purchased as a matter of urgency, inadequate corruption safeguards in procurement systems presented openings for corruption to flourish. Economic assistance and relief measures were also shown to be at great risk of deviation, as the need for quick interventions laid bare a lack of oversight and accountability safeguards in many cases. \"COVID-19 is what I would characterize as a perfect storm for potential fraud and corruption,\" said Mouhamadou Diagne, the World Bank's Vice President of Integrity. \"This is due to the combination of three factors: the large scale of the funding that has been mobilized; the superfast speed of the deployment of those funds; and the unique restrictive environment in which that deployment took place.\" Organized criminal groups have exploited the pandemic for financial gain, including by selling falsified medical products and testing kits or illegally obtained drugs. Corruption in the private sector has also had a severe impact on the COVID-19 recovery process and undermined pandemic assistance and recovery packages. This not only damages efforts to rebuild but also undermines public trust in democracy and institutions. Corruption in disbursement processes during COVID-19 has taken various forms, such as embezzlement, preferential treatment, unrecorded overpayments, and trading in influence. The consequences can be devastating for those outside these, often male-only, insider networks. In particular, women, youth, and the less privileged stand to lose income, opportunities, education, and jobs. This was qualified by the panellists, who spoke on how procurement in particular has proven to be susceptible to corruption at this time. \"Health supplies, health products, vaccines - that's where the money is and that's where we're seeing high risks of corruption,\" noted Mr. Diagne. Uganda's Minister of State for Ethics and Integrity, H.E. Rose Lilly Akello, and Egypt's Assistant Minister at the National Academy for Corruption, Khaled Abdelrahman, meanwhile both shared national perspectives witnessed in their countries. A common observation amongst all panellists was the importance of harnessing technology for the efficient, transparent, and accountable disbursement of resources. Nasser Abaalkhail, Assistant to the President for International Collaboration, Nazaha, in the Kingdom of Saudi Arabia, highlighted his country's shift to eGovernment and the implications for anti-corruption. \"COVID-19 really changed the world and had a devastating impact on our lives. At the same time, we have to look at the positives. We have seen many countries, including Saudi Arabia, who came up with new technological tools to save and protect public money.\" Others also flagged the need to enhance tracking and monitoring of funds and strengthen public-private partnerships to identify and meet emerging needs. UNODC is a key partner for Member States in strengthening international cooperation to prevent and counter corruption and enable recovery from the COVID-19 pandemic. In the framework of the United Nations Convention against Corruption, the organization provides technical assistance, develops innovative solutions to prevent corruption, and assists Member States in effectively addressing various forms of this crime. Since the COVID-19 crisis began, UNODC has published a series of policy papers to address the challenges and propose recommendations for the immediate and long-term response to the pandemic. Earlier this year, the UN Global Task Force on Corruption, which UNODC co-leads, produced [Corruption and COVID-19: Challenges in Crisis Response and Recovery](https://www.unodc.org/documents/Advocacy-Section/COVID-19-Crisis-responserecovery-WEB.pdf). This UN System-wide Policy Paper sets out a range of potential responses and concrete actions Member States may take to better recover and respond to COVID-19 and future emergencies, including various considerations to prevent corruption. In a world impoverished by the crisis, corruption is stealing valuable resources just when they are most needed. Developed and developing countries need to unite and accept the COVID-19 pandemic as global problem with shared responsibilities - and tackling corruption will be an integral part of the recovery from the pandemic for all. Indeed, as a reflection of this, the very timely Sharm el-Sheikh declaration tabled at this week at CoSP9 looks beyond COVID-19, with a focus on strengthening international cooperation to better prevent and fight corruption during times of emergencies. "}