{"title": "Pill Addiction - 30 results | DrugAbuse.com", "author": null, "url": "https://drugabuse.com/online/pill-addiction/", "hostname": "drugabuse.com", "description": "pill addiction, ... ; they just don't realize the dangers lurking at the bottom of that pill bottle. Drug addiction develops rapidly; suddenly 1 or 2 pills per day no longer keeps the debilitating withdrawal symptoms at bay. Patients find ...", "sitename": "DrugAbuse.com", "date": "2020-06-25", "cleaned_text": "- [Chicken vs. Egg: Which Came First, Heroin or OxyContin Addiction?](/blog/chicken-vs-egg-what-came-first-the-heroin-or-oxycontin-addiction/) For centuries, people have debated one age old question: which came first, the chicken or the egg? While both sides of this argument have their valid points, the question itself has evolved, making its way into other areas of society, including the ...... ; they just don't realize the dangers lurking at the bottom of that pill bottle. Drug addiction develops rapidly; suddenly 1 or 2 pills per day no longer keeps the debilitating withdrawal symptoms at bay. Patients find ... [continue reading](/blog/chicken-vs-egg-what-came-first-the-heroin-or-oxycontin-addiction/) - [Health Effects of Drug Misuse and Addiction](/addiction/health-issues/) Substance misuse and addiction can have serious short- and long-term effects. 1 The physical effects of drugs and alcohol vary according to the type of substance, duration of use, and method of administration. 1 Recovering from addiction can be a ...... . But those that come as pills can also be snorted by crushing the pill or emptying the tablet. 8 Commonly ... by smoking. 18, 19 Mental Health Effects of Addiction Addiction and substance use can affect mental health. 22 A ... [continue reading](/addiction/health-issues/) - [5 Scary Side Effects of Ambien Sleeping Pills](/blog/5-scary-effects-of-ambien/) We've all been there—you can't sleep, and you're left tossing and turning in your bed. You know that getting a good night's sleep is one of the best ways to take care of yourself, but you can't seem to shut your eyes. It's debatable what's leading ...... Ambien by taking more than prescribed can lead some people down a path of significant physiological dependence and addiction . If you have a history of drug or alcohol abuse, your doctor may not prescribe Ambien because ... [continue reading](/blog/5-scary-effects-of-ambien/) - [Addiction and Your Hormones: Pointing the Finger at Estrogen](/blog/addiction-and-your-hormones-pointing-the-finger-at-estrogen/) Could a hormone imbalance be to blame for your chemical dependency ? The answer might surprise you. If you're a woman, chances are you're familiar with the effects of a fluctuating estrogen level. Symptoms such as fatigue, anxiety, and depression ...... greater enjoyment. To counter these fluctuations, the researchers suggested birth control pills be implemented as a possible addiction intervention. Progesterone Lowers Drug Seeking Behaviors Progesterone plays a part in ... [continue reading](/blog/addiction-and-your-hormones-pointing-the-finger-at-estrogen/) - [Overdosing on Sleep Medication Is a Big Problem](/blog/overdosing-on-sleep-medication-is-a-big-problem/) According to a recent survey , 69 percent of primary care patients complain of insomnia and other sleep issues. To solve the problem, doctors often prescribe sleeping pills or hypnotic medications. However, many people end up using these drugs for ...... of zolpidem for women. Is There a \"Safe\" Sleeping Pill? When asked if there is a safe sleeping medication on ... easier for people to locate a qualified therapist. Learn more about the dangers of Ambien abuse and addiction [continue reading](/blog/overdosing-on-sleep-medication-is-a-big-problem/) - [Heroin's Death Toll Hits an All-Time High in New York](/blog/heroins-death-toll-hits-an-all-time-high-in-new-york/) New York City has a serious heroin problem on their hands and new data released by the city's Department of Health and Mental Hygiene reveals just how deep the issue goes. In fact, more people died from unintentional heroin overdoses in New York ...... hot spots for heroin, a result of heavy opioid pill and heroin use in the surrounding suburbs in Westchester County ... heroin. Learn more about the dangers of heroin abuse and addiction . Image Source: flickr/Cristian C [continue reading](/blog/heroins-death-toll-hits-an-all-time-high-in-new-york/) - [Opana: The New Opiate of Choice Among Addicts?](/blog/opana-the-new-opiate-of-choice-among-addicts/) In 1995, the Food and Drug Administration approved the opioid OxyContin for treating chronic pain. The drug netted a quick $45 million in sales its first year on the market. Ten years later, sales of OxyContin ballooned to $3.1 billion and the ...... to snort and inject, as \"cooking\" up the crushed pill mixture simply turned it into a gooey mess. While the ... many others, should be a reminder of opioid addiction's devastating consequences. Although Opana may not be a ... [continue reading](/blog/opana-the-new-opiate-of-choice-among-addicts/) - [Xanax Turned My Life Upside Down](/blog/xanax-turned-my-life-upside-down/) \"It's the worst mistake I've ever made. I wish I had never gotten that prescription filled.\" That's the regret Kelly says sums up her experience with Xanax . At the age of 20, Kelly says she didn't realize what she was getting into when her ...... ; she couldn't function. Her boss suspected drug addiction and promptly fired her. When she tried to explain ... out, she was happy to stop taking it, but the pills weren't done with her. Kelly says she she almost instantly ... [continue reading](/blog/xanax-turned-my-life-upside-down/) - [Common Street Names for Drugs](/addiction/list-street-names-drugs/) People actively misusing legal or illicit substances use slang terms for many reasons—ranging from avoiding detection by law enforcement to ensuring privacy in written and verbal communication. If you suspect that someone you love is misusing ...... as: Angel Dust Boat Hog Love Boat Peace Pill Sherm Mixed with marijuana: Zombie Weed. Street ... Vitamin R Helping a Loved One With Drug Misuse or Addiction Identifying and learning more about the substances that a loved ... [continue reading](/addiction/list-street-names-drugs/) - [Drugs at School: Are Zero-Tolerance Policies Really Working?](/blog/drugs-at-school-are-zero-tolerance-policies-really-working/) Adopted over 20 years ago, zero-tolerance drug policies still dominate the conduct codes of most American public schools. In fact, the U.S. Department of Education reports an estimated 88 percent of schools enforce these policies. Zero-Tolerance as ...... extreme consequence for a child who brings a Tylenol pill to school. The Dropout Effect Raises Red Flags This ... . Additional Reading: What Every Parent Needs to Know Adderall Addiction Image Source: pixabay.com [continue reading](/blog/drugs-at-school-are-zero-tolerance-policies-really-working/) - [Can You Stay Calm... and Trash the Benzos?](/blog/can-you-stay-calm-and-trash-the-benzos/) After suffering an embarrassing panic attack at the mall, Kara visited a psychiatrist. He prescribed medication to help Kara with her symptoms—within a couple of months, this \"solution\" turned into an addiction. Now Kara has anxiety issues as ...... a couple of months, this \"solution\" turned into an addiction. Now Kara has anxiety issues as well as a ... like Kara's, but it's clear we've become a pill-dependent nation. By 2013, nearly 36.5 million Americans were taking ... [continue reading](/blog/can-you-stay-calm-and-trash-the-benzos/) - [IV Drug Use: Signs, Dangers, and Treatment](/addiction/dangers-shooting-up/) Injection is a method used by individuals who misuse drugs to obtain a quick and powerful effect. 1 Intravenous (IV) injection, or injection into a vein, is the practice referred to throughout this article as IV drug use. Injection into a vein or ...... type of drug—particularly those that come in tablet or pill form—can be dissolved into a liquid and injected ... or a loved one is looking for addiction help, American Addiction Centers (AAC) has nationwide treatment centers ... [continue reading](/addiction/dangers-shooting-up/) - [12 of the Most Addictive Drugs](/blog/12-addictive-drugs/) Addiction affects millions of lives in the U.S. It is a chronic disease that frequently includes cycles of relapse and remission, and it is progressive without treatment or participation in recovery work. It is characterized by being unable to ...... stimulant that is typically used as a powder or pill. Crystal meth is a type of meth that ... emergency, call 911. How to Get Help for Drug or Alcohol Addiction If you or someone you love is struggling with substance misuse, ... [continue reading](/blog/12-addictive-drugs/) - [Why Is Meth So Addictive?](/blog/meth-addiction/) According to the 2014 National Survey on Drug Abuse and Health, 4.9% of Americans aged 12 and older reported using methamphetamine in their lifetime. 1 Meth is an extremely addictive drug with limited medical use. It creates an intense high that can ...... to achieve a \"high.\" They may take the drug in a pill form, smoke it, inject it , or snort it . ... more about crystal meth treatment options , please contact American Addiction Centers (AAC) free at . One of our caring ... [continue reading](/blog/meth-addiction/) - [I'm Having Opiate Withdrawals - Am I Addicted?](/blog/im-having-opiate-withdrawals-am-i-addicted/) Shelly's knee surgery went great. The doctor said she'd be running again in no time. Before she'd be ready for her next 5K, she'd have to endure some fairly intense pain and a lot of physical therapy. While in the hospital, Shelly received regular ...... s only one thing to do; I just have to get more pills.\" The Facts About Withdrawal If you take opiates (like oxycodone , ... dependence gets worse. certainly isn ... [continue reading](/blog/im-having-opiate-withdrawals-am-i-addicted/) - [Drug Abuse Policies in the United States](/addiction/drug-abuse-policy/) What Are Drug Policies in the U.S.? In America, drug policy involves the laws that control the distribution and use of both prescription and illicit drugs. From the classification of drugs according to their potential for abuse to the legalization ...... seems to be more accepting of the progressive concept that addiction is a disease that must be treated and managed, ... they need to eliminate improper practices regarding pill mills and prescribing. Drugged Driving Drugged ... [continue reading](/addiction/drug-abuse-policy/) - Vets are Stuck in the VA's Revolving Door](/blog/closing-candy-land-our-vets-are-stuck-in-the-vas-revolving-door/) Across our nation, the brave men and women who defended its freedoms are suffering. The burden they bear isn't regret, loss, emotional trauma or illness...even though all of these things may be present. No, the cargo many of them carry is the weight ...... 2012, the Tomah VA dispensed roughly 712,000 oxycodone pills, up from the mere 50,000 dispensed in 2004 ... . Period. Even the vets who lacked a history of addiction received letters in the mail, informing them they would no ... [continue reading](/blog/closing-candy-land-our-vets-are-stuck-in-the-vas-revolving-door/) - [Heroin Use Increasing Across New Demographics, Study Finds](/blog/heroin-use-increasing-across-new-demographics-study-finds/) The face of heroin in the US is changing. As the drug becomes more commonly abused among new racial, geographic and socioeconomic groups, the profile of those users is also evolving. The change is, in part, because heroin is becoming more ...... Holds Strong Despite the spike in heroin addiction, painkiller abuse is still far more common. In fact, an estimated 5.1 million Americans are currently abusing pain pills, as compared to 0.3 million Americans who ... [continue reading](/blog/heroin-use-increasing-across-new-demographics-study-finds/) - [Workplace Adderall Abuse: 9 Signs It's Time to Get Help](/blog/workplace-adderall-abuse-9-signs-its-time-to-get-help/) Colleges and universities across the country are struggling to tackle the huge rise in students using ADHD drugs like Adderall as study aid , but the problem doesn't magically disappear after graduation. Businesses across the country are finding ...... extends beyond the workplace and you're suddenly popping pills in order to attend social events. Saying Everyone ... Yourself If you're looking to beat your Adderall addiction , do not quit cold turkey. The withdrawals from ... [continue reading](/blog/workplace-adderall-abuse-9-signs-its-time-to-get-help/) - [Heroin Facts—Because \"Smack\" - \"Junk\" - \"H\" Heroin is a drug that goes by many names but, no matter what you call it, it's still the same potent, potentially deadly drug. While its name really isn't that important, knowing some basic facts about heroin can ...... of heroin abuse is directly related to painkiller addiction. In fact, doctors wrote 259 million narcotic ... 94% of people in rehab turned to heroin because prescription pills were \"far more expensive and harder to obtain.\" # ... [continue reading](/blog/5-fundamental-heroin-facts-because-knowing-is-half-the-battle/) - [A Living Nightmare: 5 Things Doctors Don't Tell You About Benzos](/blog/5-things-doctors-dont-tell-you-about-benzos/) Written by Dean Dauphinais It's no secret that prescription drugs can work miracles when obtained legally and taken as directed. But do you know that some prescription meds can also make your life a living hell. Such is the case with ...... the stress I was feeling while dealing with my son's addiction (oh, the irony!) He told me it would calm ... . So he called in a new prescription, I took some pills, and my withdrawal symptoms stopped. But I was right back ... [continue reading](/blog/5-things-doctors-dont-tell-you-about-benzos/) - [Don't Open Wide: Pulling Dentists Off the Doctor Shopping List](/blog/dont-open-wide-pulling-dentists-off-the-doctor-shopping-list/) Imagine you're getting your wisdom teeth removed and at the end of the procedure, your dentist hands you a prescription for a pain reliever - maybe Vicodin or Percocet . For many people, this wouldn't pose a problem. For thousands of others, ...... painkiller in situations where only a handful of pills are required, according to Dr. Brian Bateman ... pain , rather than narcotics. Preventing Pain Relief and Addiction \"Most patients get along just fine without opioids,\" ... [continue reading](/blog/dont-open-wide-pulling-dentists-off-the-doctor-shopping-list/) - [Six Colossal Drug Abuse Meltdowns and How to Spot the Warning Signs](/blog/six-colossal-drug-abuse-meltdowns-and-how-to-spot-the-warning-signs/) It's no mystery that celebrities, as well as the everyday Joe, can have problems with drugs. Because celebrities are in the limelight, though, we often see the drug abuse meltdown of famous people more prominently. The following six meltdowns were ...... she regularly took thirty or more prescription amphetamine pills per day. Her prescription drug use was out ... the court ordered her to go to alcohol and drug addiction rehab before the custody situation would be reviewed. 6 ... [continue reading](/blog/six-colossal-drug-abuse-meltdowns-and-how-to-spot-the-warning-signs/) - [Opiate Alternatives: Doctor's Got a Brand New Bag](/blog/opiate-alternatives-doctors-got-a-brand-new-bag/) We have seen a staggering increase in both opiate painkiller and heroin abuse over the last decade. As people become dependent on opiates - physically and psychologically - a vicious cycle of misuse and abuse develops. We've got millions struggling ...... and abuse develops. We've got millions struggling with painkiller addiction and millions more have turned to heroin as a \"more affordable\" alternative once buying pills on the street becomes too costly. For those who ... [continue reading](/blog/opiate-alternatives-doctors-got-a-brand-new-bag/) - [Risk of Counterfeit and Laced Drugs](/addiction/counterfeit-drugs/) Results from the 2014 National Survey on Drug Use and Health found that approximately 27 million people aged 12 and older were current illicit drug users. This figure amounts to 1 in every 10 people having used illegal drugs in the past month. With ...... some prescription drug users are buying their pills from disreputable online sources and unwittingly receiving ... For information on treatment programs , please call American Addiction Centers (AAC) free at . If you are ... [continue reading](/addiction/counterfeit-drugs/) - [What Recreational Drugs Cause Liver Damage? Drugs and Liver Disease](/addiction/health-issues/liver-disease/) The Function of the Liver The liver plays an extremely important role in the body. It ensures the removal of toxins and has numerous other functions, including: Fat metabolism: Liver cells—or hepatocytes—are able to process dietary and stored ...... : Ibuprofen. Naproxen. Diclofenac. Birth control pills. Anabolic steroids . These drugs, among others ... pharmaceuticals. If you abuse drugs or alcohol, seek addiction treatment to help you get clean. Finding Substance Abuse ... [continue reading](/addiction/health-issues/liver-disease/) - [Asking Yourself: Am I Addicted to Benzos?](/blog/asking-yourself-am-i-addicted-benzos/) If you think you might be addicted to benzodiazepines, you're certainly not alone. In 2011, an estimated 61,000 Americans sought treatment for benzo addiction. That number has been climbing at an alarming rate ever since. The Benzo Specifics ...... violence Chewing, crushing or snorting pills to increase benzodiazepine effects Drastic ... In fact, tens of thousands of people have kicked their benzo addiction, going on to lead healthy, happy and decidedly sober lives... ... [continue reading](/blog/asking-yourself-am-i-addicted-benzos/) - [Dangers of Snorting and Sniffing Drugs](/addiction/snorting-sniffing-drug-abuse/) Different routes of administration like snorting, sniffing, smoking, or injecting when you are using drugs can produce various effects based on how quickly the drug is absorbed into the body and the bloodstream. 1 Methods like smoking or injecting ...... form, such as cocaine or heroin , but prescription pills like Adderall or Vicodin can also be crushed and snorted ... can lead to an increased risk of overdose and addiction . 1, 4, 5 Snorting and sniffing drugs ... [continue reading](/addiction/snorting-sniffing-drug-abuse/) - [9 Memorable Quotes From Former Addicts](/blog/9-memorable-quotes-from-former-addicts/) Robin Williams and Phillip Seymour Hoffman were both in recovery when drug relapses ultimately led to their tragic and untimely deaths. For someone who has never been there, it may be hard to comprehend how addiction can grip someone so ...... Nicole: Registered Nurse \"When I first started taking prescription pills, I didn't think I had a problem. I had ... am in recovery, I understand how blinding my addiction actually was.\" Matthew Perry: Actor \"From an ... [continue reading](/blog/9-memorable-quotes-from-former-addicts/) - Are More Likely to Get Hooked on Cocaine—But Why?](/blog/women-more-likely-to-get-hooked-on-cocaine-but-why/) Women are generally more vulnerable to cocaine addiction than men, according to a recent study published in the journal Nature Communications. They're also more likely to use cocaine at an earlier age, take drugs in larger quantities, and have ...... need to consider sex as a variable when talking about addiction treatments , and we need to have more specialized treatment ... current research to determine whether birth control pills can help female substance abusers , ... [continue reading](/blog/women-more-likely-to-get-hooked-on-cocaine-but-why/) - [5 NFL Players Who Tackled Their Addictions](/blog/5-nfl-players-who-tackled-their-addictions/) Drugs and alcohol have become a major part of NFL culture. From March 2013 to March 2014, NFL players were arrested 27 times on drug charges, and several players have also received lengthy suspensions for positive drug tests, including Cleveland ...... inpatient rehab and then got the NFL Players Association to pick up some of the tab. It's such a bad word, addiction... but it really isn't. That's my truth. Tautolo, 60, is now living in a recovery house in Santa Monica ... [continue reading](/blog/5-nfl-players-who-tackled-their-addictions/) - [5 Alarming Facts About Benzo Addiction](/blog/worried-benzos/) People tend to use benzodiazepines because they work, plain and simple. A group of prescription sedatives, benzodiazepines are classified as Schedule IV in the Controlled Substances Act and are most commonly prescribed to treat anxiety, namely under ...... up to a high many people do not wish to give up , and the progression from use to abuse to addiction can occur shockingly quickly. On average, tolerance can develop after just 6 months of use, though it is possible to ... [continue reading](/blog/worried-benzos/) - [Does Opioid Addiction Cause Sexual Dysfunction in Men?](/blog/does-opioid-dependency-cause-sexual-dysfunction-in-men/) A new study out of India has found that most men suffering from opioid addiction are also dealing with sexual dysfunction as a result. The research paper, titled \"Sexual Dysfunction in Men Seeking Treatment for Opioid Dependence: A Study from ...... , 100 of whom were addicted to opioids for at least a year and 50 healthy participants with no addiction history. After surveying all of the participants, they found that 48 percent of the addicts were seeking treatment ... [continue reading](/blog/does-opioid-dependency-cause-sexual-dysfunction-in-men/) - [Country vs. City Addictions: Are They Different?](/blog/country-vs-city-addictions-differ-says-samhsa/) Urban and rural addicts don't seem to have a whole lot in common, according to a report published by the Substance Abuse and Mental Health Services Administration (SAMHSA). In gathering data for this particular study, researchers looked at addiction ...... , it was clear that urban addicts and rural addicts don't have much in common. For those who believe all addictions are alike, the SAMHSA report proves otherwise. Here are some of the fascinating statistics in the study ... [continue reading](/blog/country-vs-city-addictions-differ-says-samhsa/) - [Let's Talk Dirty: Although opioids are effective pain relievers, they can do a number on your health and overall body systems. One of the most negatively affected body systems is your gastric system. What's more, long-term use or addiction to opiates can paralyze ...... of the most negatively affected body systems is your gastric system. What's more, long-term use or addiction to opiates can paralyze your gut and force stomach contents to sit undigested. What you're eventually left with ... [continue reading](/blog/lets-talk-dirty-opiates-addiction-and-constipation/) - [Heartbroken Parents Use Obituaries to Raise Addiction Awareness](/blog/heartbroken-parents-use-obituaries-to-raise-addiction-awareness/) When a loved one passes away, you want to remember them at their best. You want others to remember them at their best. You carefully select the words for their obituary to reflect their life's contributions and all the love and affection you feel ...... : Mullin, Patrick Joseph, Irondequoit: Died Tuesday, March 7, 2017, at the age of 32 after a long battle with addiction. Patrick's father, Joe, explained , \"We're not going to solve this problem by keeping quiet about it ... [continue reading](/blog/heartbroken-parents-use-obituaries-to-raise-addiction-awareness/) - [How I Juggled Probation and Active Addiction](/blog/how-i-juggled-probation-and-active-addiction/) In 2010, I was arrested for a \"DUI with Enhancements\" and reckless driving. I was barely twenty-one and hadn't faced any real consequences of my substance abuse . I didn't put up a fight. After the police finally got me to pull over, I ...... That memory is one that I will never forget. Do you or a loved one have experience with active addiction and the legal system? Feel free to share your thoughts or experiences in the comments section below. Image Source ... [continue reading](/blog/how-i-juggled-probation-and-active-addiction/) - [Mind Over Matter: The Psychological Grip of Addiction](/blog/mind-over-matter-the-psychological-grip-of-addiction/) For most people addicted to drugs or alcohol, the compulsive desire to use is complex. That urge is often triggered by certain environments, thoughts or past experiences. And while addiction is classically thought of as a physical dependence, the ...... , thoughts or past experiences. And while addiction is classically thought of as a physical ... often more difficult to treat. The Science of Mental Addiction Physical dependence is when one becomes so dependent on ... [continue reading](/blog/mind-over-matter-the-psychological-grip-of-addiction/) - [What Are the Current Substance Addiction Trends Among Teens Today?](/blog/what-are-the-current-substance-addiction-trends-among-teens-today/) Although you might think your home is drug-free, your teenager might know otherwise. Many of the current substance abuse and addiction trends among teens today are shocking simply because they involve household products that are readily available. ...... effects due to I-dosing, or \"Internet overdosing,\" on digital drugs. Bath salts are one dangerous teenage substance addiction trend you probably have heard of, so it's a good idea to be wary of what your teens are ... [continue reading](/blog/what-are-the-current-substance-addiction-trends-among-teens-today/) - [What Every Parent Needs to Know about Adderall Addiction](/blog/what-every-parent-needs-to-know-about-adderall-addiction/) Adderall is most commonly known for treating attention-deficit hyperactivity disorder (ADHD), but its use as a study aid has effectively turned this medication into one of the most widely used - and abused - recreational drugs among teenagers and ...... alertness. Some of these same students will go on to use the drug outside of academia, eventually spiraling into addiction. SAMSHA's National Survey on Drug Use and Health notes that 6.4 percent of all full-time college ... [continue reading](/blog/what-every-parent-needs-to-know-about-adderall-addiction/) - [Cocaine Addiction: Have Scientists Finally Found a Cure?](/blog/have-scientists-finally-found-a-cure-for-cocaine-addiction/) The National Institute on Drug Abuse reports that an estimated 1.5 million Americans use cocaine. In 2015, our nation saw more than 6,700 cocaine-related deaths. Research indicates that around 40% of drug-related emergency department visits involve ...... researcher, Dr. Drew Kiraly, notes, \"Once we clarify how it can best be targeted to reduce addiction-like behaviors, there is a high possibility that treatments targeting G-CSF could be translated into clinical trials ... [continue reading](/blog/have-scientists-finally-found-a-cure-for-cocaine-addiction/) - [What Every Parent Needs to Know About Adderall Addiction](/blog/adderall-addiction/) Adderall is most commonly prescribed as part of a treatment plan for adolescents and teenagers with attention-deficit hyperactivity disorder (ADHD). But more teens-turned-young adults have discovered a new use for the \"smart drug\"—a term used ...... related to studying, learning and performance in school. In fact, the demographic most susceptible to Adderall abuse and addiction is students between the ages of 18 and 22. 2 Many of these young adults initially turn to ... [continue reading](/blog/adderall-addiction/) - [A Sister's Honest Talk About Her Brother's Heroin Addiction](/blog/a-sisters-honest-talk-about-her-brothers-heroin-addiction/) Alex didn't answer the phone. He missed their father's birthday party and still wasn't answering. But Allison kept dialing. It didn't seem right, but then again, things hadn't seemed \"right\" for a long time. Alex had all but stopped showing up ...... medication assisted therapy works for me. The main takeaway is to do your research; there are a lot of different addiction treatment options out there. Don't give up. How to Find Help for Drug or Alcohol Misuse If you or ... [continue reading](/blog/a-sisters-honest-talk-about-her-brothers-heroin-addiction/) - [The 25 Best Sources for Drug Addiction Research](/blog/the-25-best-sources-for-drug-addiction-research/) 1. Center for Substance Abuse Prevention (CSAP) : Aims to bring effective substance abuse prevention to every community; works to improve accessibility to and quality of substance abuse prevention services. 2. Center for Substance Abuse Treatment ...... down the road to a happy and healthy life. You can contact a caring admissions navigator with American Addiction Centers (AAC) for free at to learn more about treatment options. You can also check your insurance coverage ... [continue reading](/blog/the-25-best-sources-for-drug-addiction-research/) - [30 Famous Musicians Who Have Battled Drug Addiction and Alcoholism](/blog/30-famous-musicians-who-have-battled-drug-addiction-and-alcoholism/) 1. Ozzy Osbourne Rockstar Ozzy Osbourne has long struggled with addiction. In fact, his heavy alcohol and drug abuse led to him being fired from Black Sabbath in 1978. 2. Kurt Cobain Kurt Cobain got to know his wife Courtney Love while they used ...... all time, was repeatedly in and out of rehab. She passed away in 2012, allegedly as a result of her addiction . 8. Bobby Brown Singer and bad boy Bobby Brown has faced several arrests, including for DUIs and drugs . He ... [continue reading](/blog/30-famous-musicians-who-have-battled-drug-addiction-and-alcoholism/) - [30 Famous Athletes Who Have Battled Drug Addiction and Alcoholism](/blog/30-famous-athletes-who-have-battled-drug-addiction-and-alcoholism/) 1. Michael Phelps Eight-time Olympic gold medalist swimmer Michael Phelps has not only plunged into the water, but also into drugs. In 2009, he lost his endorsement contract with Kellogg's after a photo emerged of him taking a hit of marijuana . 2. ...... a charge for marijuana possession and then turned to community service as a way out of drug abuse or addiction . 14. Thurman Thomas Buffalo Bills player Thurman Thomas was arrested in 2004 at a hotel because guests ... [continue reading](/blog/30-famous-athletes-who-have-battled-drug-addiction-and-alcoholism/) - [Addiction in the Medical Field: Balancing Healing and Hiding](/blog/addiction-in-the-medical-field-balancing-healing-and-hiding/) Medical professionals work hard to heal the sick, but underneath those white lab coats and cartoon scrubs, many are secretly struggling with the disease of addiction. Working in the healthcare field can feel like a pressure cooker at times. The ...... (AAC) for free at . You can also check your insurance coverage online now. Levels of Care in Addiction Treatment Inpatient Rehab Programs Outpatient Rehab Programs 3-Day, 5-Day and Programs Medical Marijuana Use Morph into Full-Blown Addiction?](/blog/when-does-medical-marijuana-use-morph-into-full-blown-addiction/) In more US states, marijuana is becoming legalized and socially accepted as treatment for a range of illnesses. But, like many medicines, it can lead to misuse and dependence. So, how do you know where to draw the line? Relief Turns to Habit Joseph, ...... 'I'm going to use this for a medical reason,'\" said Linda Lewaniak, director of the Center for Addiction Medicine for Amita Health at Alexian Brothers Behavioral Health Hospital. \"It opens the door to a lot of potential ... [continue reading](/blog/when-does-medical-marijuana-use-morph-into-full-blown-addiction/) - [History of Drug Abuse and Addiction in the U.S. and Throughout the World](/addiction/history-drug-abuse/) What Is the History of Substance Abuse Rehabilitation? As drugs have been abused for hundreds of years all over the world, their effects have been felt for just as long. For as long as drugs have been used, there have been those who have abused ...... mental institutions—but this signified a shift to viewing addiction as an illness that could be managed. In ... healthy lives. While early 20th-century society saw drug addiction as a moral flaw, it is now regarded by many ... [continue reading](/addiction/history-drug-abuse/) - [Ibogaine: Can it Cure My Addiction?](/blog/ibogaine-treatment/) What does it take to quit using heroin or other opioids? This is a question that is very much on the minds of millions of Americans. The scientific community continues to look for the best way to quit using drugs and everyone wants to know what will ...... throughout the world in the 1980s and 1990s showed evidence to support that ibogaine can cure drug and alcohol addiction . 1,2,4 So, what did the studies find? First, they found that ibogaine acts on 3 different ... [continue reading](/blog/ibogaine-treatment/) - [The Addiction Recovery Journey in 9 Steps](/blog/addiction-recovery-process/) The specifics of every person's addiction journey are different, but for most people, the path to recovery follows a similar trajectory: a \"bottom\" followed by the decision to take action; the initial, often traumatic physical and mental ...... out for help. We have admissions navigators available to provide the support and help you need. Please call American Addiction Centers (AAC) free at . #1. Admit You Have a Problem For many people, this step follows a bad ... [continue reading](/blog/addiction-recovery-process/) - [8 Tips for Coming Out of the Addiction Closet](/blog/coming-out-of-the-closet/) To many, the term \"alcoholic\" carries a very negative connotation - one that implies being a loser or a failure. It's no mystery, then, why admitting such a thing is feared by so many. But \"coming out\" doesn't have to be a burdensome ...... well as a much freer one, in the process. Here are 8 tips to keep in mind when coming out of the addiction closet. Tip 1: Embrace First and foremost, you must admit to yourself that you have a problem over which you have ... [continue reading](/blog/coming-out-of-the-closet/) - [Drug and Alcohol Addiction Relapse: Stages, Prevention, and Treatment](/addiction/relapse/) Addiction is a brain disease that causes a person to compulsively use substances. They may continue to use even while knowing that doing so will have dire consequences. 1 While addiction is a chronic disease (similar to high blood pressure or ...... loved one who has relapsed, there are steps that you can take. For example, you can speak with a doctor about addiction treatment options . 9 You can also research options for treatment and find out as much as you can. 9 ... [continue reading](/addiction/relapse/) - [25 Great Writers Who Battled Drug Addiction and Alcoholism](/blog/25-great-writers-who-battled-drug-addiction-and-alcoholism/) Drug and Alcohol Addiction Can Affect Anyone Some people are more susceptible to addiction than others, and writers are notorious for having some sort of addiction. Whether it's alcohol to numb the noise of the world or speed or LSD to \"inspire\" ...... William Yeats Yeats was an Irish poet who experimented quite vigorously with pot. He developed a hash addiction but managed to kick it. Earnest Hemingway Hemingway is another great twentieth-century author who drank and ... [continue reading](/blog/25-great-writers-who-battled-drug-addiction-and-alcoholism/) - [Does Your Personality Put You at Risk for Addiction?](/blog/does-your-personality-put-you-at-risk-for-addiction/) Are certain personality types more prone to substance abuse? Although it certainly seems so, this question has been the focus of debate for some time. It used to be believed that addiction could be explained by way of the two contrasting personality ...... seems so, this question has been the focus of debate for some time. It used to be believed that addiction could be explained by way of the two contrasting personality types: Type A and Type B . Type A personalities ... [continue reading](/blog/does-your-personality-put-you-at-risk-for-addiction/) - [The Thief, Pt. II: 7 Things Addiction Steals From Our Loved Ones](/blog/7-things-addiction-steals-from-loved-ones-2/) Addiction is often referred to as a family disease—and for good reason. Contagious in its misery and destruction, the disease of addiction has the ability to sabotage anything we hold near and dear to our hearts. When friends and family are ...... choice—either using, trying to use or thinking about using. Whether it's a week or a decade, the time that addiction steals from our loved ones is something no one will ever get back. 3. Trust When our morality hinges on ... [continue reading](/blog/7-things-addiction-steals-from-loved-ones-2/) - [3 Thank-Yous I Owe to My Old Addiction](/blog/3-thank-yous-i-owe-to-my-old-addiction/) Life doesn't always go as planned. Especially when you find yourself in a maximum-security state prison on your first ever offense. When Life Takes an Unexpected Detour At 27 years old, I seemed to have everything in front of me: a promising future ...... had a second chance—a second chance to do better and be a better person—and if it wasn't for my old addiction, I doubt I would have ever gotten this important change in perspective . How to Find Help for Alcohol or Drug ... [continue reading](/blog/3-thank-yous-i-owe-to-my-old-addiction/) - [Addiction is an Emotional Disease With Far-Reaching Effects...](/blog/addiction-is-an-emotional-disease-with-far-reaching-effects/) Spouses, family members, friends, and coworkers are often flooded with emotions as they watch someone they care deeply about struggle in the grip of addiction. But here's something you may not realize: many of the emotions a loved one feels are the ...... to simply accept their situation, no matter how dire it is...which is why you can't blame them. People fighting addiction may feel like they've failed to live up to expectations - either their own or a loved one's - and ... [continue reading](/blog/addiction-is-an-emotional-disease-with-far-reaching-effects/) - [Why Don't We Have Addiction Vaccines?](/blog/why-dont-we-have-addiction-vaccines/) After three decades of research, people with addiction still have few medication options. While there are a handful of modestly effective FDA-approved drugs to treat alcohol, nicotine and opioid-use disorders, there are none at all for cocaine, ...... block the high.\" No current medication can do all three things . That's why the idea of vaccines for addiction has long—some critics would say too long—been embraced by researchers. A vaccine could prevent a person from ... [continue reading](/blog/why-dont-we-have-addiction-vaccines/) - [6 Effective Ways to Communicate Through Addiction](/blog/talk-communicate-addiction/) As humans, we crave social interaction with one another. Communication skills pave the way for meaningful conversations, telling funny jokes or relaying our heartaches. Despite its importance, our ability to communicate is one of the first skills we ...... This isn't a disease that can be cured with a hug. If that's all it took, we'd be able to eradicate addiction in a matter of days. We need your support, but that in itself will not erase the drug dependency . #2: We Aren ... [continue reading](/blog/talk-communicate-addiction/) - [Addiction in Its Simplest Form (Short Animation)](/blog/addiction-in-its-simplest-form-short-animation/) This short animation created by Andreas Hykade breaks down what drug addiction looks like in its simplest form. It's remarkably catching and has created a buzz around the web. The bird-like creature is caught up and will not let go of the golden ...... . Not only does it represent drugs, but bad habits that can't be shaken off, such as gambling addiction, porn addiction and binge eating. The bird's sole focus is to ride the high created by the mysterious golden nugget ... [continue reading](/blog/addiction-in-its-simplest-form-short-animation/) - [Long-Term Alcohol and Drug Addiction Effects](/addiction/long-term-effects/) The longer an addiction to drugs or alcohol lasts, the more stress and strain it places on an individual. There is an overwhelming number of long-term physical and emotional effects that drug abuse and addiction can have on a person. The following ...... the individual at an elevated risk for overdose and even death. Behavioral Long-Term Effects of Substance Abuse Addiction isn't just about drug abuse; it is an entire set of behaviors and habits surrounding substance use ... [continue reading](/addiction/long-term-effects/) - [The Financial Toll of Addiction](/blog/financial-toll-addiction/) If you've ever known someone who has suffered from addiction or have been that person yourself, you'll know how much of an emotional toll it can have on you and your loved ones. It can put a strain on your relationships and affect both your personal ...... to drugs may end up with a loss of income. Let's look at the financial toll of addiction. Addiction and Poverty Drug and alcohol addiction is by far most costly for the poor. If you're at the poverty level, a pack of ... [continue reading](/blog/financial-toll-addiction/) - [5 Controversial Thoughts We Have About Addiction](/blog/5-controversial-thoughts-addiction/) Addiction is a highly controversial word that tends to stir up debate: ask 10 people their opinion on the matter and you'll wind up with 10 contrasting answers. But despite differing opinions, people are finally talking about addiction instead of ...... what you do for a living or how much money you have or don't have. No one is immune from addiction. Yes, there are homeless drug addicts. But there are also suburban soccer moms, bankers and lawyers who are drug addicts ... [continue reading](/blog/5-controversial-thoughts-addiction/) - [What Is Addiction? Drug Abuse Information and Treatment Help](/addiction/) Addiction is defined as a chronic, yet treatable medical disease that is characterized by the repeated, uncontrollable use of substances. When a person has an addiction, they continue using alcohol, medications, or illicit drugs regardless of the ...... in a chapter of the DSM-5 titled \"Conditions for Further Study.\" 3 What Is the Definition of Addiction? Addiction can be defined as both a brain disorder and a mental illness. It's characterized by the compulsive desire ... [continue reading](/addiction/) - [Addiction Stigma: Dangers, Reducing Stigma, and Substance Abuse Treatment](/addiction/stigma/) Individuals with a substance use disorder—the clinical diagnosis for an addiction—sometimes feel shame or internalize the disease as a moral failing due to long-standing stigma associated with the disease of addiction. A stigma is an attribute, ...... to an addict. A person with a drug use disorder as opposed to a drug addict. Coping With the Stigma of Addiction If you think that someone you love may be struggling with a SUD, there are things you can do to help ... [continue reading](/addiction/stigma/) - [The Use and Abuse of Date Rape Drugs](/blog/the-use-and-abuse-of-date-rape-drugs/) Although Bill Cosby has been making headlines for his alleged use of date rape drugs, sexual assault cases involving these substances have been a problem in the U.S. for decades and continue to be a growing trend. What's more, many young adults and ...... ecstasy, blue nitro, cherry meth, easy lay) GHB is a narcotic sedative that comes in liquid, powder and pill forms. It is currently abused by teens and young adults at bars, parties, clubs and raves. Date rape victims ... [continue reading](/blog/the-use-and-abuse-of-date-rape-drugs/) - [Take My Breath Away: A Opiates](/blog/take-my-breath-away-a-deadly-warning-about-opiates/) You've just taken an opioid painkiller . The medication travels to your brain, making the pain sensations stop. The same opiates also make you feel much calmer, offering up a bonus anti-depressing effect. And that's the good news. The bad news is ...... . When lacking sleep as a result of chronic pain, many people seek solace in sleeping pills. The problem is that taking sleeping pills on top of opioid medications can kill you. Watching the Brain Channel The high number ... [continue reading](/blog/take-my-breath-away-a-deadly-warning-about-opiates/) - [7 Shocking Ways Drugs are Smuggled into Prisons](/blog/7-shocking-ways-drugs-are-smuggled-into-prisons/) A Cincinnati woman and her incarcerated boyfriend are now facing criminal charges after she reportedly tried to smuggle a Bible laced with heroin into the prison. Tehani Teepe, 39, and Timothy King, 28, were charged with illegal conveyance of ...... very medication just two months later. Youngs accomplice, Kayci Jo Coombs, smuggled another 45 Xanax pills into the jail through alternate methods. Underwear A Kentucky inmate died last August after allegedly overdosing ... [continue reading](/blog/7-shocking-ways-drugs-are-smuggled-into-prisons/) - [SPIKED DRINKS](/blog/spiked-drinks/) How to Find Help For Alcohol or Drug Misuse If you or a loved one is struggling with substance misuse, help is available and recovery is possible. To learn more about treatment options, contact an admissions navigator with American Addiction Centers ...... help is available and recovery is possible. To learn more about treatment options, contact an admissions navigator with American Addiction Centers (AAC) for free at . You can also check your insurance coverage online now ... [continue reading](/blog/spiked-drinks/) - [The Great Debate: Alcohol vs. Marijuana](/blog/marijuana-vs-alcohol/) You may have had the debate yourself—what's worse? Alcohol or marijuana? With new studies coming out and more laws legalizing the recreational and medicinal use of marijuana, the conversation seems to come up again and again. Even though we may ...... about the dangers of substance use during pregnancy . How to Get Help for Drug and Alcohol Misuse or Addiction If you or someone you love is struggling with substance misuse, help is available and recovery is possible ... [continue reading](/blog/marijuana-vs-alcohol/) - [Voices From Both Sides of the Medical Marijuana Debate](/blog/voices-from-both-sides-of-the-medical-marijuana-debate/) About eight months ago, I moved to California from Texas - two states that have very different viewpoints when it comes to legalizing medical marijuana . The drug seems to be everywhere here, smoked by people walking across the street or consumed in ...... agent Children would have easier access to a drug that could hurt them Marijuana carries a risk of abuse and addiction Could lead to a lower quality of life, as well as health problems and financial issues Is an excuse ... [continue reading](/blog/voices-from-both-sides-of-the-medical-marijuana-debate/) - [Social Drug Use is Like Kryptonite to Healthy Relationships](/blog/social-drug-use-is-like-kryptonite-to-healthy-relationships/) Heather always feels awkward at parties. She's quiet and shy. She never knows what to say and finds it hard to interact with people in these intimidating settings. To help her \"loosen up,\" she tries smoking pot before going to a party. Once ...... them. You're trying to avoid the discomfort of relationships, not connect. Continued use leads to reliance, then addiction ...and this cycle does not encourage intimacy. Quite the opposite. In the end, you end up close to ... [continue reading](/blog/social-drug-use-is-like-kryptonite-to-healthy-relationships/) - [Drunk in the Moment: We Can't Drink Reality Away](/blog/drunk-in-the-moment-we-cant-drink-reality-away/) It's a typical scenario: You had an awful day at work, so you hit the town with a group of friends, intent on drinking and dancing the night away. As you're downing a sixth shot of tequila in what will undoubtedly be an eight-shot series, you turn ...... 's within our reach. Our admissions navigators are available to provide you with options to better cope with alcohol addiction. Call today, . The Bottom Line Despite all the technological advances we've made, there's no ... [continue reading](/blog/drunk-in-the-moment-we-cant-drink-reality-away/) - [Weed: The Vocabulary Killer](/blog/weed-the-vocabulary-killer/) Have you ever struggled to recall a word or phrase? You know the perfect term exists for what you are trying to describe, but you can't extract that word from your brain. You might even have a perfect visual, but the verbal communication center in ...... harms of marijuana use. The NIAAA reports that 3 in 10 marijuana users currently meet the criteria for addiction. With the recent University of Lausanne study in mind, these percentages indicate we're going to see a ... [continue reading](/blog/weed-the-vocabulary-killer/) - [San Francisco Mayor Proposes Drug Distribution to Homeless](/blog/san-francisco-mayor-proposes-drug-distribution-to-homeless/) For San Francisco, the statistics related to opioid abuse are staggering: The Department of Public Health estimates there are 11,000 people addicted to heroin in San Francisco. It is estimated that thousands of these individuals are homeless. The ...... Methadone? Buprenorphine offers advantages over methadone, the drug most frequently used to treat opioid addiction. Buprenorphine causes fewer side effects than its sister drug, and it also works faster. Rather ... [continue reading](/blog/san-francisco-mayor-proposes-drug-distribution-to-homeless/) - [You Might Want to Cut Back on the Energy Drinks. Here's Why...](/blog/you-might-want-to-cut-back-on-the-energy-drinks-heres-why/) Years ago, I spent an entire summer behind a small desk in an upstairs room at my dad's house, studying for the Bar Exam. Cramming 18 different legal subjects into my head over the span of two months was no easy feat, and I quickly realized I needed ...... of the researchers of the study, which was published in the June 2017 edition of Journal of Addiction Medicine. To arrive at this conclusion, researchers asked 1,099 college students about their energy drink consumption ... [continue reading](/blog/you-might-want-to-cut-back-on-the-energy-drinks-heres-why/) - [My Mind's Playing Tricks on Me: How to Stop Addictive Thinking Patterns](/blog/my-minds-playing-tricks-on-me-how-to-stop-addictive-thinking-patterns/) In prison, many of the women I met struggled with substance abuse issues. Although alcohol and drugs were no longer in endless supply in there, many of them carried on with the same addictive thoughts and behaviors. Manipulation, isolation, instant ...... coverage online now to determine whether your insurance provider will cover rehabilitation. Levels of Care in Addiction Treatment Inpatient Rehab Programs Outpatient Rehab Programs 3-Day, Zero in Opioid Epidemic](/blog/public-restrooms-have-become-ground-zero-in-opioid-epidemic/) The opioid epidemic has impacted countless families, but according to a recent article on NPR.org , people aren't the only ones affected. Public restrooms have become the newest casualty in the midst of the drug epidemic sweeping across our country. ...... it has become a problem no one wants to talk about, said Dr. Alex Walley, director of the Addiction Medicine Fellowship Program at Boston Medical Center. Should We Make Restrooms Safer for Everyone? Yet, in the meantime ... [continue reading](/blog/public-restrooms-have-become-ground-zero-in-opioid-epidemic/) - [Refusing to Give In: 8 Ways to Beat Cravings](/blog/beat-cravings/) Cravings are a normal part of addiction recovery. No matter whether you haven't used in months or you just stopped using this week, you're likely to experience an urge to use at some point. Urges are relentless, finding you at your weakest point and ...... 4 If you are dealing with cravings and need support to get through this challenging time, please call American Addiction Centers (AAC) free at today to speak with one of our admissions navigators. They are available 24/7 ... [continue reading](/blog/beat-cravings/) - [Smoking Can be a Serious Pain...in the Back](/blog/smoking-can-be-a-serious-pain-in-the-back/) If you have chronic back pain and are a long-time smoker, the latter may be causing the former, according to a study released by the Feinberg School of Medicine at Northwestern University. A New Worry for Smokers The study, which was published in ...... meds - or opioids - taken for chronic conditions can quickly escalate from regular use to dependency and addiction if not closely monitored. Back pain is one of the most common reasons for taking pain medications and ... [continue reading](/blog/smoking-can-be-a-serious-pain-in-the-back/) - [Busting 6 Alcohol Myths: Fact or Fiction?](/blog/fact-or-fiction-busting-6-alcohol-myths/) Our beliefs guide our actions. We base our decisions on what we know to be true. But what if the 'facts' we believe aren't true after all? Get Your Facts Straight Some people can enjoy a drink without any problems; others aren't so lucky. Binge ...... anyone battling a substance problem on the path to a life free from the shackles of addiction. Please contact American Addiction Centers (AAC) free at for more information on finding treatment centers near you that match ... [continue reading](/blog/fact-or-fiction-busting-6-alcohol-myths/) - [Spotlight Meth Connection](/blog/spotlight-on-adhd-meds-and-their-frightening-meth-connection/) The opioid crisis has been making headlines for years, but there's another drug epidemic that has been flying under the radar: abuse of ADHD drugs. ADHD drugs, such as Adderall and Ritalin , increase levels of the brain chemical dopamine and provide ...... from complications related to ADHD drugs since 2013. One of the biggest problems in the spread of stimulant addictions is that doctors are now so quick to diagnose ADHD when other conditions are causing the problems ... [continue reading](/blog/spotlight-on-adhd-meds-and-their-frightening-meth-connection/) - [Newsflash: Tramadol Really is an Opiate](/blog/newsflash-tramadol-really-is-an-opiate/) For years, tramadol was thought of as a safe alternative to opiates . It was viewed as less habit-forming and easier to tolerate than its \"stronger\" counterparts like oxycodone. Doctors handed out free samples of Ultram (tramadol's brand name), ...... advisory in 2010. Doctors were directed not to prescribe tramadol to anyone suffering from depression or at risk for addiction. But this wasn't enough. In fact, 2011 saw over 20,000 ER visits that were linked to tramadol ... [continue reading](/blog/newsflash-tramadol-really-is-an-opiate/) - [Mirror, Mirror: Aging Early Courtesy of Alcohol](/blog/mirror-mirror-aging-early-courtesy-of-alcohol/) $2.1 billion. That's how much we spent on anti-aging skin care products in 2013. And that's just in the United States. Guess how much Americans spent on cosmetic surgery that year? $12 billion. Clearly, we want to look young and beautiful. Who ...... needed to cope with life's stressors without the use of substances. To speak with a caring American Addiction Centers (AAC) representative, please contact us free at . You can also check your health insurance coverage ... [continue reading](/blog/mirror-mirror-aging-early-courtesy-of-alcohol/) - [Don't Ultram. Conzip. Rybix ODT. These name brands of tramadol have recently flooded the marketplace with their painkilling properties. Since its approval in 1995, tramadol has become a household name. In 2013 alone, over 43 million tramadol prescriptions ...... the drug. It advised doctors not to prescribe tramadol to anyone suffering from depression or at risk for addiction. The next year, over 20,000 ER visits were linked to tramadol, and 379 overdoses involving tramadol were Meth Abuse](/blog/the-damage-done-6-long-term-reminders-of-meth-abuse/) Methamphetamine is an extremely toxic and vile drug that produces an initial rush of euphoria and a massive boost of energy. After that first encounter, users can quickly find themselves chasing that same \"good\" feeling over and over again, but ...... as legal troubles and even incarceration due to violent episodes stemming from meth use. Financial Difficulties Meth addiction can quickly become an all-consuming expense. Homelessness is often an end result of long-term ... [continue reading](/blog/the-damage-done-6-long-term-reminders-of-meth-abuse/) - [Cocaine Could Mess With Your Brain's Ability to Recognize Sadness and Fear](/blog/cocaine-could-mess-with-your-brains-ability-to-recognize-sadness-and-fear/) Cocaine is a stimulant drug with a reputation for making people more social but, in reality, it tends to make users paranoid and insufferable. And according to a new study , this may be in part because people who use cocaine are less capable of ...... and recovery is possible. For more information on cocaine rehab programs, please contact a caring American Addiction Centers (AAC) representative free at . You can also check your health insurance coverage using the ... [continue reading](/blog/cocaine-could-mess-with-your-brains-ability-to-recognize-sadness-and-fear/) - [Taking Action: How to Intervene During an Overdose](/blog/taking-action-how-to-intervene-during-an-overdose/) Drug overdoses are now the leading cause of accident death in the United States. According to the Centers of Disease Control (CDC), 43,982 drug overdose deaths occurred in 2013 across the nation. That's two times the amount of overdose deaths a ...... be time to seek help . For more information on finding rehab programs that meet your requirements, contact American Addiction Centers (AAC) for free at . You can also check your insurance coverage online now to determine ... [continue reading](/blog/taking-action-how-to-intervene-during-an-overdose/) - [Study: Medical Marijuana Cuts Use of Prescription Drugs](/blog/study-medical-marijuana-cuts-use-of-prescription-drugs/) A recent study published in the Journal of Alternative and Complementary Medicine revealed that medical marijuana users take fewer other medicines—such as opiates. Researchers monitored the use of prescription medications among participants ...... To find your state government's website, do a web search for your state name and '.gov.' American Addiction Centers (AAC) is a leading treatment provider and has trusted rehab programs across the country. To learn about ... [continue reading](/blog/study-medical-marijuana-cuts-use-of-prescription-drugs/) - [Kicking Drugs (and Cravings) to the Curb](/blog/kicking-drugs-and-cravings-to-the-curb/) If you're reading this, chances are you or your loved one is on the road to recovery, so congratulations! Thinking about ways to combat cravings and prevent relapse are among the most important steps you can take to maintain a sober lifestyle. It ...... ways to have fun and spend free time that doesn't involve using drugs. Engage in a Support System Addiction can be an isolating illness, which is exactly why surrounding yourself with people who support your recovery is ... [continue reading](/blog/kicking-drugs-and-cravings-to-the-curb/) - [Joints vs. Edibles: How primary psychoactive component of marijuana (cannabis)—what deliver the in the substance tetrahydrocannabinol (THC). 1 THC's powerful, mind-altering effects derive from its interaction with and activation of the ...... dependency on the road to a life of sobriety. You can contact a caring admissions navigator with American Addiction Centers (AAC) for free at to learn more about treatment options. You can also check your insurance ... [continue reading](/blog/joints-vs-edibles-how-marijuana-effects-the-body/) - [The Damage of Drinking During Early Pregnancy: 3 Myths Debunked](/blog/the-damage-of-drinking-during-early-pregnancy-3-myths-debunked/) Most of us are well aware that drinking throughout one's pregnancy can cause harm to an unborn baby. But with slightly more than half of all pregnancies in the U.S. being unintended , many women are simply unaware that they're pregnant for a few ...... put anyone battling a drinking problem on the path to a life free from the torment of addiction. For more information on treatment facilities near your location, please contact a caring admissions navigator with American ... [continue reading](/blog/the-damage-of-drinking-during-early-pregnancy-3-myths-debunked/) - [Disguising Danger: 7 Marijuana Edibles Side Shockers](/blog/disguising-danger-7-marijuana-edibles-shockers/) Lots of the people who have tried marijuana have done so in the form of snacks like pot cookies or brownies. Since one of the effects of pot is an increased appetite, it's only natural that the \"ganja-preneurs\" are marketing more marijuana ...... marijuana, help is available and recovery is possible. You can contact a caring admissions navigator with American Addiction Centers (AAC) for free at . You can also check your insurance coverage online now to determine ... [continue reading](/blog/disguising-danger-7-marijuana-edibles-shockers/) - [Guess What's in Your Marijuana](/blog/guess-whats-in-your-marijuana/) Cannabis, marijuana , is a complex plant that has psychoactive and medicinal elements. It contains more than 480 naturally occurring ingredients, including at least 65 unique chemical structures called cannabinoids found in the actual plant. What ...... marijuana. For help locating treatment centers that suit your personal needs, contact an admissions navigator with American Addiction Centers for free at . You can also check your insurance coverage online now. Marijuana ... [continue reading](/blog/guess-whats-in-your-marijuana/) - [Can't Sleep? Try Putting Down the Marijuana (Seriously)](/blog/cant-sleep-try-putting-down-the-marijuana-seriously/) For as long as she could remember, people told Sue that marijuana helped you sleep. So once she started having problems catching zs, she decided to give weed a try. Sue smoked pot every night for nearly three months, but for some reason, the ...... or a loved one is struggling with marijuana misuse, help is available and recovery is possible. Professional addiction treatment can start anyone battling a substance use problem on the path to a healthier and happier ... [continue reading](/blog/cant-sleep-try-putting-down-the-marijuana-seriously/) - [5 Psychological Side Effects of Percocet](/blog/5-psychological-side-effects-of-percocet/) Percocet is a combination of acetaminophen and oxycodone, landing this medication in a family of drugs known as opioids . They're commonly prescribed to treat moderate to severe pain and work by blocking the pain signals sent to your brain. Percocet ...... use disorder involving prescription painkillers. Help is available. Find resources for Percocet addiction here . You can also contact American Addiction Centers (AAC) for free at to learn more about opiate treatment ... [continue reading](/blog/5-psychological-side-effects-of-percocet/) - [This Is Your Brain... When You Blackout on Alcohol](/blog/this-is-your-brain-when-you-blackout-on-alcohol/) If you've ever found yourself in a situation where you wake up the next morning without a clue as to how you got home, you might have experienced a blackout. This is right about when you start to wonder, what the heck happened last night? But have ...... have wondered this exact thing. Studying Alcohol and Memory Loss Dr. Mark Rose is a licensed psychologist and addiction researcher who has studied precisely what goes on in our brains when we drink to the point of memory ... [continue reading](/blog/this-is-your-brain-when-you-blackout-on-alcohol/) - [Is Alcohol Wreaking Havoc on Your Sexual Performance?](/blog/is-alcohol-wreaking-havoc-on-your-sexual-performance/) Alcohol is often viewed as an aphrodisiac, but this label is far from the truth. While drinking may lower social inhibitions and increase the likelihood of poor impulse control, alcohol actually inhibits sexual performance. Believe it or not, a ...... someone you love is struggling with problem drinking, help is available and recovery is possible. Professional treatment can start those battling addiction on the path to healthy and happy lives. You can contact American ... [continue reading](/blog/is-alcohol-wreaking-havoc-on-your-sexual-performance/) - [New Drug Testing Technology Makes Urine Samples a Thing of the Past](/blog/new-drug-testing-technology-makes-urine-samples-a-thing-of-the-past/) Breathe on this. Spit on that. Provide a urine sample. You know the drill. The methods of drug testing are relatively common and well-known. From breathalyzers to blood tests, most people are familiar with the process... but all that's about to ...... your treatment options. You can also check your insurance coverage online now. Levels of Care in Addiction Treatment Inpatient Drug and Alcohol Rehabilitation Outpatient Drug and Alcohol Rehabilitation 3-Day, 5-Day and ... [continue reading](/blog/new-drug-testing-technology-makes-urine-samples-a-thing-of-the-past/) [DrugAbuse.com](/) is a subsidiary of American Addiction Centers (AAC). We are here to help you understand your addiction treatment options "}