{"title": "PDF", "author": "PDF", "url": "iea.blob.core.windows.net/assets/imports/events/257/13IEANSsession62final.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Session 6: International standards and energy management protocols - Prioritising energy management protocols in standards for networked products Bruce Nordman, LBNL, US Lloyd Harrington, EES, AU Bob Harrison, UK Overview Big picture - objectives - guidelines What do we mean by energy management protocols? (and technology standards?) How EM protocols can save energy? Example protocols Implementing protocols Needs / gaps / road ahead The big picture Report Standby Power and Low Energy Networks - issues and directions set out many of the key issues (at iea -4e.org) Key strategies to reduce energy in networks: Reducing link power Change product state (to low power) without cooperation of the network Change product state (to low power) coordinated with the network Minimise low power mode power levels Power scaling and power islands (active) The big picture End use devices provide us with energy services Overall objective is to provide the level of energy service needed or demanded using the minimum energy possible Products have to be fit for purpose There are many ways that this can be achieved Low Energy Network Guiding Principles - framework Standards provide a useful pathway LEN Guiding principles - I Source : IEA Digital Networks Workshop, July 2007 Network Connected Devices - Initial Hardware Objectives A. All digital network technologies should actively support power management and should follow standard (international) energy management principles and designs. B. Connection to a network should not impede a device from implementing its own power management activities. C. Devices should not impede power management activities in other devices connected to the network. D. Networks should be designed such that legacy or incompatible devices do not prevent other equipment on the network from effective power management activities. E. Network connections should have the ability to modulate their own energy use in response to the amount of the service (level of function) required by the system. LEN Guiding principles - II Network Connected Devices - Initial EE Policy Objectives F. Governments should ensure that electronic devices enter low -power modes automatically after a reasonable period when not being used (power management). G. Governments should consider limits on energy consumption in low - power modes for networked products and develop technically feasible options where these are warranted. H. Governments should ensure that network -connected electronic devices minimise total energy consumption, with a priority placed on the establishment of industry -wide protocols for power management. I. Energy efficiency specifications should not require a particular hardware or software technology. J. Requirements for networked products need to be generic and performance based. Types of standards Test procedures to measure energy or performance Test procedures underpin energy standards (MEPS), labels and minimum performance requirements These are covered in the next session These are not \"technology standards\" we are talking about here What are Technology Standards? Technology Standards (Industry Standards) define how devices interact and connect (e.g. Ethernet, USB, Wi -Fi, Firewire , DVI, VGA) Products must comply 100% with technology standards if they are to work and function properly Energy management features have to be built into and be fully integrated with Technology Standards - EM may or may not exist Technology Standards for energy management should not increase manufacturing costs - they are the standards that make things work with less energy How EM protocols save energy (techniques used) Energy can be saved by reducing one or more of the above Different protocols save energy using different methods - can have multiple affects, used in parallel There can also be other benefits - examples providing useful measurements / data energy use, temperature, occupancy, ... identifying possible or actual problems (servicing, inventory, faults) providing functions for other devices * Link may be a data link or across a network Target Device Other Device Power in Active Modes Power in Low Power Modes Time in Active Modes Power in Active Modes Power in Low Power Modes Time in Active Modes Link * Technology Standards Network Technology Standards can Reduce network link power Allow products to go to into low power modes quickly Reduce power when they are in low power modes For this to work, the energy management component within the Technology Standard has to exist and be implemented Example standards (f0llowing slides) Show how different protocols operate differently Show range of applications Energy Efficient Ethernet (IEEE 802.3az) Component of main Ethernet standard (802.3) Reduces power to maintain data link (75 -90%) Saves at both ends (only if both ends EEE) Standard Sept/2010; On market in few products network equipment and edge devices Independent of device power state Principle adaptable to other link technologies Application: Any device with copper Ethernet (not optical) Example protocol Display Power Management Signaling (VESA DPMS) Mechanism for PC to cause display to go to sleep or to wake up - PC and display both must have it but only display saves energy Only affects time distribution (of display) Basis of first Energy Star specification (1992) Near universal; can be required Digital links need similar mechanisms Sleep is different from off Application: All PCs and monitors Example protocol Proxying (Ecma -393) Enables device to stay network -connected when asleep at lower energy (\"sleeping with open eyes\") Main affect is reducing on -time slight sleep power increase Can be implemented internally or in other device (requires coordination) Potential very large but little uptake to date (some limitations) - example of EM without cooperation of network Application: PCs, imaging equipment, servers, game consoles, (network equipment), ... Example protocol HDMI/CEC (Consumer Electronics Control) Can enable devices to control power state of other devices Only affects time in each mode Not fully standardised protocol within HDMI (permitted variations by supplier has created major problems) Optional - often not implemented within HDMI May not be correct approach (command and control) alternative is distributed control (self EM in coordination with the network) Application: Audio/visual devices Example protocol Energy Reporting Network protocol can provide power state and energy information over network to interested devices (or people) No direct energy impact of monitoring Can enable control of power state or power supply Could be used as basis for coordinate energy management across the network (need an EM protocol for this) Can be implemented via various protocols (e.g. using SNMP or equivalent) Application: ANY device Example protocol User Interface Standards Failure to interoperate with humans will waste energy Communication from devices to people Communication from people to devices User interface is like a network interface Application: Any device in which users need to understand power state of a device Example protocol Steps to Implement Technology Standards to Save Energy Standards development Technology Standard must exist Technology Standard must contain EE measures Lack of EE in Technology Standard is a problem (gap) Market deployment Need components (hardware and/or software) May need operating system support Need products that incorporate technology Usage Users need to use technology (good user experience) Standards Products Testing Test procedures must facilitate savings Test procedures must recognize & quantify savings Specifications Requirements must acknowledge benefit May want to (or need to) require technology Policy Policy challenges Transition periods (interoperation with legacy products) May reduce or eliminate savings in short term May be long lead times (diffusion) How to value in policy (evaluation) Technologies may save energy in some usage contexts Policies about specific technologies Some protocols are inherently problematic (UPnP , Skype) Some necessary Encourage or discourage Require or prohibit Obvious Gaps Energy Efficient DOCSIS (set -top boxes; cable modems) Energy Efficient MoCA (Multimedia over Coax) A/V inter -device power control (including HDMI) - needs coordination approach, strict implementation of EM in Technology Standard Improved energy management of wireless access points in Wi -Fi systems (IEEE 802.11) Better DSL technology for broadband Do not forget active mode!! We have talked about Technology Standards But for information based equipment the largest energy saving potential is internal power reductions to match data processing load - freq. and voltage scaling of processors, power islands, multi cores We know an iPhone can on a network at 35mW The biggest problem with internal EM is resume times - but this is not directly related to networks! Internal EM cannot be covered by Tech Standards Where to now? Network Technology Standards roadmap Build on work of BIOIS - List of Technical Standards for Equipment Connected to Energy -Using Networks Review status of each Technology Standard Gaps analysis for energy efficiency in Tech. Standards Decide whether policy response needed to encourage energy efficiency (savings potential) Ongoing activity to encourage development of EE protocols within Network Technology Standards development - fill the gaps New approaches to reduce energy in networks Thank you New Frontiers Areas where there are not yet technology standards but there will be soon (and we had been make sure we build in low energy options into their design!!) \"Building networks\" - coordination and EM of everything in buildings Smart Meters (may be too late) Interface with the SMART GRID (e.g. electricity TOU prices to allow appliance cost optimisation , demand response functions (e.g. load shedding), electric vehicle charge coordination and use as "}