{"title": "Estudio de estabilidad real de la vacuna pentavalente DPT-HB-Hib ecuatoriana", "author": "Néstor Expósito; Gladys Alvarez; Virginia Riera; Jenny Navas; Mabel Izquierdo; Adela Andrade; Blanca Nuez; Diana Sánchez; Beatriz Brito; Zoe Núez; Annette Pereira; Yamila Martínez; Yayrí Prieto", "url": null, "hostname": null, "description": null, "sitename": "Biotecnología Aplicada", "date": "2016-10-31", "cleaned_text": "2016, Número 2 Biotecnol Apl 2016; 33 (2) Estudio de estabilidad real de la vacuna pentavalente DPT-HB-Hib ecuatoriana [ ](addFavorito.php?idArt=68557&idPub=6694) Expósito N, Alvarez G, Riera V, Navas J, Izquierdo M, Andrade A, Nuez B, Sanchez D, Brito B, uez Z, Pereira A, Martínez Y, Prieto Y Idioma: Ingles. Referencias bibliográficas: 49 Paginas: 2201-2210 Archivo PDF: 363.02 Kb. RESUMEN La pentavalente está constituida por cinco antígenos: anatoxinas diftérica células enteras de Bordetella pertussis , el antígeno de superficie del virus de la hepatitis B recombinante y el polirribosilribitol fostato conjugado a la anatoxina tetánica (DPT-HB-Hib). Para tales propósitos, las 72 muestras de cinco lotes envasados en viales multidosis 6R y estuches de cartón fueron almacenadas a 5 ± 3 °C. Estas fueron evaluadas en siete puntos temporales (0, 6, 12, 18, 24, 30 y 36 meses), para los parámetros de pH, ensayos toxicológicos, de esterilidad y de identidad y potencia antigénicas, acordes con las recomendaciones para las vacunas combinadas. Los resultados obtenidos a largo plazo durante la evaluación de la estabilidad por 36 meses permitió definir un tiempo de vida para la vacuna de 30 meses, basado en las determinaciones de la potencia y la inmunogenicidad de los cinco antígenos y la toxicidad de la vacuna, parámetros todos que satisfacen las especificaciones establecidas para este tipo de producto. Este resultado nos facilita una cobertura de utilización de los lotes que se fabriquen para los estudios clínicos, con vistas a evaluar su seguridad y eficacia en seres humanos. REFERENCIAS (EN ESTE ARTÍCULO) Galazka AM. Stability of vaccines. Technical Report Series No. 858; 1994. p. 3-4. Comité de Expertos de la OMS en especificaciones para las preparaciones farmacéuticas. Directrices para las pruebas de estabilidad de productos farmacéuticos que contienen sustancias medicamentosas bien establecidas en formas farmacéuticas corrientes. In: OMS. Comité de Expertos de la OMS en especificaciones para las preparaciones farmacéuticas, editors. 34° Informe. Serie de Informes Técnicos; No. 863. Ginebra: Organización Mundial de la Salud; 2000. p. 71-85. Chen Shimabukuro 2015;33:D46-D54. Debesa GF, Fernández AR, Pérez PJ. La caducidad de los medicamentos: justificación de una duda. Rev Cubana Health Organization. of Pan Am J Public Health. 1999;6(2):139-41. Ricote-Lobera Fraile- Gil S, Santos-Mena FJ, García-Díaz B. Estabilidad de los medicamentos termolábiles ante una interrupción accidental de la cadena de frío. Farm Hosp. 2014;38(3):169-92. Andre of shelf lives. Dev vaccines. Vaccine. 1999;17(13-14): 1635-42. Expósito N, Martínez E, Alvarez G, Riera V, Proao H, García S, et al. Pre-formulation study of a pentavalent DTP-HB-Hib vaccine obtained in Ecuador. EP. POE 04.019. Procedimiento para visual las vacunas envasadas y etiquetadas; Quito: ENFARMA EP; 2014. United MD; 2007. EP. POE del pH en vacunas. Quito: ENFARMA EP; 2014. ENFARMA EP. POE 01.005. Procedimiento del tiomersal en vacunas. Quito: ENFARMA EP; 2014. ENFARMA EP. POE 01.023. Procedimiento para la medición del contenido de ión aluminio en vacunas. Quito: ENFARMA EP; 2014. ENFARMA EP. POE 01.012. Procedimiento para la determinación de la seguridad general en vacunas. Quito: ENFARMA EP; 2014. ENFARMA EP. POE 01.014. Procedimiento para la determinación de la toxicidad específica de las anatoxinas diftérica y tetánica en vacunas. Quito: ENFARMA EP; 2014. ENFARMA EP. POE 01.011. Procedimiento para la determinación de la toxicidad específica de la Bordetella pertussis (test de ganancia en peso) en vacunas. Quito: ENFARMA EP; 2014. ENFARMA EP. POE 01.020. Procedimiento para la determinación de la esterilidad en vacunas. Quito: ENFARMA EP; 2014. Ramon G. Floculation toxin-antitoxine diphtériques. CR Soc Biol. 1922;86:6. World Health Organization. Manual for the Production and Control of Vaccines: Tetanus Toxoid. Geneva: WHO; 1978. González P, Martínez S, Ramírez JC, Domínguez F, Díaz Y, Ramírez U, et al. Vacuna antidiftérica-tetánica y antidiftéricatetánica- pertussis: evaluación del producto final. VacciMonitor. 1999;8(2):8-12. CIGB. PPO.4.09.093.04. Procedimiento para la determinación de la identidad del HBsAg utilizando el sistema ELISA en vacunas. Havana: CIGB; 2013. CIGB. PPO.4.09.041.03. Procedimiento para la determinación de la identidad del PRP-T utilizando el método de inmunoidentificación por Latex en vacunas. Havana: CIGB; 2008. ENFARMA EP. POE 01.021. Procedimiento para la determinación de la potencia de la anatoxina diftérica y tetánica en vacunas. Quito: ENFARMA EP; 2014. Finney DJ. Probit Analysis. 3rd edition. New York: Cambridge University Press; 1971. ENFARMA EP. POE 01.024. Procedimiento para la determinación de la potencia de la Bordetella pertussis en vacunas. Quito: ENFARMA EP; 2014. Geneva: WHO; 1988. CIGB. PPO 4.09.060.92. Edición 09. Procedimiento establecido para la determinación de la potencia in vivo de la vacuna la hepatitis B recombinante y vacunas combinadas que contengan como componente activo el HBsAg. Havana: CIGB; 2008. CIGB. PPO 4.09.037.03. Procedimiento para la determinación de la inmunogenicidad del componente PRP-T en vacunas. Havana: CIGB; 2013. Ipp M, Cohen E, Goldbach M, Macarthur C. Effect of choice of measles-mumpsrubella Pediatr Med. 2004;158(4):323-6. OMS. Inmunización, Vacunas y Productos Biológicos. Tiomersal. Octubre de 2011 [cited immunisation with DTP 2004;4(2):84-90. Pittman M. Influence of preservatives, of Immunol. 1952;69:201-16. Expósito NS, Cardoso D, Martínez E, Herrera Y, Cosme K, Díaz PA, et al. Vacuna combinada cubana Trivac HB®. Biotecnol Apl. 2006;23(2):158-64. WHO Working Group meetings on revision of the Manual of Laboratory Methods DTP Meeting Report Geneva, New York: John Wiley & Sons; 1988. p. 247-71. Organización Mundial de la Salud, (OMS). Guía de la OMS sobre los requisitos de las prácticas adecuadas de fabricación (PAF). Segunda parte: Validación. WHO/ VSQ/97.02. Ginebra: WHO; 1998. "}