{"title": "How Naturopathic Doctors Treat Hypothyroidism - Institute for Natural Medicine", "author": "Caitlyn Taylor", "url": "https://naturemed.org/how-licensed-naturopathic-doctors-treat-hypothyroidism-a-quick-reference-guide/", "hostname": "naturemed.org", "description": "NDs treat hypothyroidism from the root of the problem and individualize treatment using diet, nutritional supplementation & botanical medicine as indicated.", "sitename": "Institute for Natural Medicine", "date": "2020-01-17", "cleaned_text": "diagnosis [Hypothyroidism](https://www.niddk.nih.gov/health-information/endocrine-diseases/hypothyroidism#what)is a condition where the thyroid gland does not make enough thyroid hormone to keep the body running smoothly. - Thyroid hormone oversees your rate of metabolism, regulates temperature, and is involved with brain, heart, muscles and how organ systems work. - Main factors that lead to hypothyroidism include: genetics, immune system dysfunction, [environmental](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5357628/)and [nutritional](https://www.ncbi.nlm.nih.gov/pubmed/30208979)issues. [Common symptoms](https://www.niddk.nih.gov/health-information/endocrine-diseases/hypothyroidism#symptoms): fatigue, weight gain, hair loss, dry skin, depression, menstrual irregularities, gastrointestinal symptoms, sleep and cognition issues. - Diagnosis is found where symptoms arise and blood tests confirm irregularities. Common tests are: [free thyroxine (T4) and free triiodothyronine (T3)](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5321289/), both produced by the thyroid itself, and thyroid-stimulating hormone (TSH) produced by the pituitary gland. - Many doctors follow current TSH reference ranges for diagnosis (0.4 to 5.0mU/L). There is substantial [controversy about what is diagnosable and treatable as hypothyroidism](https://www.endocrinologyadvisor.com/thyroid/subclinical-hypothyroidism-controversies-in-testing-and-treatment/article/780181/)and [sub-clinical hypothyroidism](https://www.endocrinologyadvisor.com/endocrinology-metabolism/subclinical-hypothyroidism/article/595414/), when blood levels of free T3 and free T4 are normal, but the level of thyroid-stimulating hormone is high. - Additional blood tests measure thyroid antibodies, anti-thyroid peroxidase (anti-TPO), and anti-thyroglobulin (anti-TG) which can help confirm or rule out an autoimmune thyroid disease process causing hypothyroidism. - There are two main types of hypothyroidism, with numerous contributing factors: - Autoimmune thyroid disease or Hashimoto's, is the most common cause of hypothyroidism. This is a form of thyroid inflammation is caused by an autoimmune process. Those with other autoimmune diseases such as [type 1 diabetes](https://www.ncbi.nlm.nih.gov/pubmed/21121384), [celiac disease](https://www.ncbi.nlm.nih.gov/pubmed/27256300), and [rheumatoid arthritis](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5671851/)are more likely to develop autoimmune thyroid disease. - Central or pituitary hypothyroidism is where the thyroid does not make enough hormone. This can be influenced by [environmental](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5357628/)and nutritional factors including [gastrointestinal system inflammation](https://www.ncbi.nlm.nih.gov/books/NBK459262/), [vitamin and mineral deficiencies](https://www.ncbi.nlm.nih.gov/pubmed/28315909)or imbalances, [high levels of cortisol](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6205405/)(due to prolonged stress or oral steroid use), and/or [elevated estrogen](https://www.ncbi.nlm.nih.gov/pubmed/29725582). Surgery on the thyroid gland to remove a goiter or nodule and/or radioactive iodine treatment to treat a thyroid nodule, hyperactive thyroid, [throat cancer, and cancer of nearby sites](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6345335/), [can also cause hypothyroidism.](https://www.ncbi.nlm.nih.gov/pubmed/26931197) - Autoimmune thyroid disease or Hashimoto's, is the most common cause of hypothyroidism. This is a form of thyroid inflammation is caused by an autoimmune process. Those with other autoimmune diseases such as Treatments The current [conventional medical treatment for hypothyroidism](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4267409/) is daily thyroid hormone supplementation with synthetic levothyroxine (T3), or natural desiccated thyroid (T4 and T3) to correct low levels. Treatment is effective for some patients. For those with Hashimoto's, taking thyroid hormone alone does not fully address the underlying cause of dysfunction. While trying to establish the correct dosage of medication some patients experience a yo-yo effect of symptoms. Other individuals do not tolerate or cannot absorb thyroid hormone well. Naturopathic doctors treat hypothyroidism from the [root of the problem](http://naturemed.org/faq/faq-what-do-naturopathic-doctors-mean-by-identify-and-treat-the-root-cause/). Naturopathic doctors [are trained in the pharmacological treatments](http://naturemed.org/faq/do-naturopathic-doctors-prescribe-medication/) commonly prescribed by conventionally trained providers, and in some states, prescribe pharmaceuticals when necessary. However, NDs rarely use medication as an initial or stand-alone treatment. NDs individualize treatment [using diet, nutritional supplementation and botanical medicine as indicated.](https://twitter.com/intent/tweet?via=inaturalmed&url=http://naturemed.org/faq/how-do-naturopathic-doctors-treat-hypothyroidism/&text=NDs%20individualize%20hypothyroid%20treatment,%20often%20combining%20diet,%20supplementation,%20botanical%20medicine,%20and%20conventional%20pharmaceuticals%20as%20needed.) If autoimmune disease is the main cause of thyroid dysfunction, NDs work to help control inflammation and eliminate autoimmune triggers. If the thyroid is just not producing enough thyroid hormone, NDs address lifestyle and environmental factors that may be contributing to low production. Although every hypothyroid treatment is carefully individualized, here are some common natural therapies for hypothyroidism. - Diet and Microbiome. Many nutritional factors play a role in optimizing thyroid function. The right diet is important to help prevent and manage conditions accompanying thyroid disease. Research shows that one important factor in [autoimmune response](https://www.ncbi.nlm.nih.gov/pubmed/30021103)is chronic, persistent [microbiome imbalance](https://www.ncbi.nlm.nih.gov/pubmed/28689782)and inflammation in the gut. - Naturopathic doctors address microbiome dysfunction with nutritional therapies such as probiotics, cultured foods, and diets lower in sugar, starch, and carbohydrates, which all help to decrease inflammation and balance immunity. - Food allergy panels and/or an elimination diet can help identify [food triggers to the autoimmune response](https://www.ncbi.nlm.nih.gov/pubmed/30213697)for Hashimoto's. Those with an autoimmune thyroid disorder should also be tested for [celiac disease](https://www.ncbi.nlm.nih.gov/pubmed/30316996)to determine if gluten elimination is needed. - Naturopathic doctors test for common nutrient deficiencies associated with hypothyroidism and supplement as needed. [Vitamin B-12](https://www.ncbi.nlm.nih.gov/pubmed/27222404)helps improve cellular response to thyroid hormone and boosts energy production in cells to help with fatigue and other common symptoms of hypothyroidism. [Selenium](https://www.ncbi.nlm.nih.gov/pubmed/27702392)supports efficient thyroid synthesis and metabolism and has been found in studies to reduce thyroid antibody levels in those with Hashimoto's. [Zinc](https://www.ncbi.nlm.nih.gov/pubmed/25758370)is beneficial in improving thyroid function and hormone levels and has been shown in studies to have a positive effect on thyroid function in overweight females. - Botanical medicine. There are several herbs that have been shown to benefit thyroid function. Herbal treatment recommendations should be approved by a professional trained in herbal medicine to reduce unwanted side effects, prevent unwanted drug/herb interactions and to maximize treatment efficacy. [Ashwagandha](https://www.ncbi.nlm.nih.gov/pubmed/28829155)improves thyroid function for subclinical hypothyroid patients. As an adaptogen, this herb works on several body functions to help balance dysfunction and regulate metabolic processes. Adaptogens are used with caution as some botanicals may stimulate the immune system response. [Gum guggul](https://www.greenpharmacy.info/index.php/ijgp/article/view/1140)(Commiphora mukul), can be used in all forms of hypothyroidism as it helps convert an inactive form of T4 to the more active form of T3. Regulation of thyroid function is complicated and requires a whole-person approach. Naturopathic doctors lead with natural therapies that address underlying causes and support the body to restore healthy function. A service for consumers from the [American Association of Naturopathic Physicians (AANP)](http://www.naturopathic.org/) and the [Institute for Natural Medicine (INM)](http://naturemed.org/). The INM and AANP would ND](https://www.ariaintegrative.com/about/doctors/) and [Amy Rothenberg, ND, DHANP](https://www.nhcmed.com/dr-profiles/amy-rothenberg-nd.html) for their contributions to "}