{"title": "The Shambhala Guide to Traditional Chinese Medicine", "author": "Daniel P Reid", "url": "https://www.shambhala.com/the-shambhala-guide-to-traditional-chinese-medicine.html", "hostname": "shambhala.com", "description": "The Chinese approach to health and healing is a rich and complex tradition, encompassing disease prevention, diagnosis, and treatment of the full spectrum of illnesses, as well as offering a holistic approach to mental health. More than a system of medicine in the Western sense of the term, the Chinese approach to health care reflects the Taoist belief in the importance of promoting balance and harmony in body, mind, and spirit. In traditional Chinese medicine, this goal is achieved through nutrition, herbs, acupuncture, massage, exercise, meditation, and other holistic methods that restore the natural patterns of the human system. This book is an accessible and highly readable introduction to all the major aspects of this vast tradition. Topics covered include: The foundation of traditional medicine in Chinese history The theory of chi (energy) and how it influences health The Chinese approach to health, happiness, and longevity The use of Chinese herbal medicine and herbal formulas Diet and nutrition as a form of preventive medicine Acupuncture, acupressure, and massage—including sample techniques for self-massage The practice of chee-gung, or \"moving meditation,\" as a means of promoting good health Meditation and internal alchemy Suggestions for further reading and other resources", "sitename": "Shambhala", "date": "1996-01-03", "cleaned_text": "The Shambhala Guide to Traditional Chinese Medicine $19.95 SKU 9781570621413 - Paperback This product is currently out of stock but expected to become available again within two to three months. Please check Additional Formats below for other editions. Details The Chinese approach to health and healing is a rich and complex tradition, encompassing disease prevention, diagnosis, and treatment of the full spectrum of illnesses, as well as offering a holistic approach to mental health. More than a system of medicine in the Western sense of the term, the Chinese approach to health care reflects the Taoist belief in the importance of promoting balance and harmony in body, mind, and spirit. In traditional Chinese medicine, this goal is achieved through nutrition, herbs, acupuncture, massage, exercise, meditation, and other holistic methods that restore the natural patterns of the human system. This book is an accessible and highly readable introduction to all the major aspects of this vast tradition. Topics covered include: - The foundation of traditional medicine in Chinese history - The theory of chi (energy) and how it influences health - The Chinese approach to health, happiness, and longevity - The use of Chinese herbal medicine and herbal formulas - Diet and nutrition as a form of preventive medicine - Acupuncture, acupressure, and massage—including sample techniques for self-massage - The practice of chee-gung, or \"moving meditation,\" as a means of promoting good health - Meditation and internal alchemy - Suggestions for further reading and other resources "}