{"title": "¿Debo vacunarme si ya he pasado la COVID-19?", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2023-01-01", "cleaned_text": "sanitario sobre dextrometorfano, para qué sirve este medicamento, cómo y cuándo debemos administrar este principio activo.](https://www.farmaceuticos.com/tu-farmaceutico-informa/consejos-de-salud/dextrometorfano-cuando-y-como-administrarlo) Descripción vídeo Animación que da respuesta a la pregunta ¿Debo vacunarme si ya he pasado la COVID-19? La respuesta es: SÍ, DEBES VACUNARTE. La vacunación no es obligatoria, pero es muy recomendable: ha demostrado una alta efectividad para proteger a las personas que la reciben de sufrir una COVID-19 grave, reduciendo drásticamente la tasa de mortalidad y de ingresos hospitalarios por la enfermedad. La evidencia actual indica que la reinfección por el nuevo coronavirus es excepcional en los 6 meses posteriores a una infección natural. Además, se ha observado que las personas que han pasado la infección tienen una respuesta inmune elevada y superior a las de personas que no han tenido contacto con el virus. En base a la edad de las personas y al momento de confirmación de la infección por SARS-CoV-2 -sintomática o asintomática-, el Ministerio de Sanidad1 ha establecido unas recomendaciones generales aplicables a todos los grupos de población, excepto residentes de centros de mayores, grandes dependientes y personas con condiciones de muy alto riesgo. En general, a quienes tienen antecedente de infección se les vacunará preferiblemente con vacunas con una pauta de 2 dosis (Pfizer, Astrazeneca, Moderna). Es decir, se evitará la vacuna monodosis de Janssen. Las recomendaciones varían dependiendo de la edad y de si se ha recibido ya la primera dosis de la vacuna a) Personas de 65 años o menos que han tenido diagnóstico de infección ANTES de recibir la 1ª dosis se administrará solo 1 dosis preferentemente a partir de los 6 meses después del inicio de síntomas o el diagnóstico de infección. En caso de que se administre esa dosis antes de que pasen los 6 meses, La dosis puesta se considerará válida y no será necesario administrar más dosis. b) Personas de 65 años o menos con diagnóstico de infección DESPUÉS de haber recibido la 1ª dosis se administrará la 2ª dosis transcurridos 6 meses desde el inicio de síntomas o el diagnóstico de infección. Algunas Comunidades Autónomas están adaptando esta recomendación general, en base a la nueva evidencia científica que va apareciendo, y es posible que en un futuro se acorte ese plazo de 6 meses. c) Personas de más de 65 años con diagnóstico de infección ANTES de recibir la 1ª dosis Se administrará una pauta de 2 dosis cuando estén completamente recuperadas y haya finalizado el periodo de aislamiento, sin esperar 6 meses tras la infección. d) Personas de más de 65 años con diagnóstico de infección DESPUÉS de la 1ª dosis se completará la pauta con la 2ª dosis cuando estén recuperadas y haya finalizado el aislamiento, garantizando el intervalo aconsejado entre dosis, pero sin esperar 6 meses tras la infección. Además... otros puntos clave: - Se debe posponer la vacunación de las personas con síntomas sospechosos de COVID-19 o con COVID-19 confirmada recientemente por laboratorio hasta que haya finalizado el período de aislamiento. - Se debe posponer la vacunación de las personas en cuarentena —por ser contactos de un caso confirmado— hasta que finalice la misma. - La protección óptima con las vacunas autorizadas actualmente se obtiene transcurridos de 7 a 28 días tras haber recibido la segunda dosis. - Al ser vacunas muy nuevas, hasta la fecha se desconoce cuánto durará su protección... pero el mismo esfuerzo que se ha puesto en su desarrollo se está poniendo en estudiar su efectividad y la duración de su protección. Es posible que, en un futuro, se requieran nuevas dosis (además de las 2 autorizadas) para mantener la inmunoprotección. Sobre la conveniencia de una tercera dosis, el gobierno español ha decidido por el momento inocularla a personas mayores que viven en residencias y a otras personas con patologías que les hacen vulnerables a la COVID grave. - No se recomienda la realización de pruebas serológicas o virológicas antes o después de la vacunación. Y recuerda... Las vacunas no suponen una protección total, por lo que es importante mantener las medidas preventivas frente al contagio. ¡Súmate a la lucha contra los bulos! #VerificaRTVE #TuFarmacéuticoInforma #SaludsinBulos 19th EPSA Autumn Assembly 22 Congreso Nacional Farmacéutico 22 Encuentro Nacional de la Salud de la mujer "}