{"title": "PDF", "author": "PDF", "url": "ebuah.uah.es/dspace/bitstream/handle/10017/42534/Tesis%20Beatriz%20Lopez%20Garrido.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Q <( Q z <( 2 ::, :,: <( ...J UJ Q z o :e .J <( u ...J UJ Q Q <( Q V) e,: w > z::, Universidad l::: .. f.& .. de Alcalá COMISIÓN DE ESTUDIOS OFICIALES DE POSGRADO Y DOCTORADO ACTA DE EVALUACIÓN DE LA TESIS DOCTORAL DOCTORANDO: LÓPEZ GARRIDO, BEATRIZ D.N.1./PASAPORTE: ****6902V PROGRAMA DE DOCTORADO: D420-CIENCIAS DE LA SALUD OPTO. COORDINADOR DEL PROGRAMA: BIOLOGÍA DE SISTEMAS TITULACIÓN DE DOCTOR EN: DOCTOR/A POR LA UNIVERSIDAD DE ALCALÁ Año académico 2018/19 En el día de hoy 30/10/18, reunido el tribunal de evaluación nombrado por la Comisión de Estudios Oficiales de Posgrado y Doctorado de la Universidad y constituido por los miembros que suscriben la presente Acta, el aspirante defendió su Tesis Doctoral, elaborada bajo la dirección de ÁLVARO ZAPICO GOÑI // JUANA CRISTINA FRANCISCO DEL REY. Sobre el siguiente tema: ACUPUNTURA EN EL EMBARAZO, PARTO Y PUERPERIO Finalizada la defensa y discusión de la tesis, el tribunal acordó otorgar la CALIFICACI ÓN GLOBAL2 de (no Comisión (J Deleg_ada de Comisión de fJ-tµ_l( r GJ la tesis, resuelve: 1 a _la vista de los_ votos emitidos de manera anónima por el FIRMA AE A MNO, ./ O Conceder la Mención de \"Cum Laude\" 6(1 No conceder la Mención de \"Cum Laude\" . /4 ? La Secretaria de ser \"no apto\" \"aprobado\" \"notable\" y \"sobresaliente\". El tribunal podrá otorgar la mención de \"cum laude\" si la calificación global es de sobresaliente y se emite en tal sentido el voto secreto positivo por unanimidad. ESCUELA DE DOCTORADO Servicio de Estudios Oficiales de Posgrado DI LIGENCIA DE DEPÓSITO DE TESIS. Compr obado que el expediente académico de D./Dª ______________________________________ ______ reúne los requisitos exigidos para la presentación de la Tesis, de acuerdo a la normativa v igente, y habiendo presentado la misma en formato: soporte electrónico impreso en papel , para el depósit o de la misma , en el Servicio de Estudios Oficiales de Posgrado, con el nº de páginas: __________ se procede, con fecha de hoy a registrar el depósito de la tesis . Alcalá de Henares a _____ de ___________________ de 20_____ Fdo. El Funcionario UNIVERSIDAD DE ALCALÁ, PATRIMONIO DE LA HUMANIDAD Dr. D. Pedro de la Villa Polo, Coordinador de la Comisión Académica del Programa de Doctorado en Ciencias de la Salud. HAGO CONSTAR que la Tesis Doctoral titulada ACUPUNTURA EN EL EMBARAZO, PARTO Y PUERPERIO, presentada por Dª BEATRIZ LÓPEZ GARRIDO, bajo la dirección del Dr. D. Álvaro Zapico Goñi y de la Dra. Dña. J. Cristina Francisco del Rey, ha sido realizada por compendio de artículos, reuniendo los requisitos exigidos a este tipo de tesis, así como los requisitos científicos de originalidad y rigor metodológicos para ser defendida ante un tribunal. Esta Comisión ha tenido también en cuenta la evaluación positiva anual del doctorando, habiendo obtenido las correspondientes competencias establecidas en el Programa. Para que así conste a los efectos del depósito de la tesis, se firma en Alcalá de Henares a 24 de julio de 2018. Fdo.: Pedro de la Villa Polo Facultad de Medicina y Ciencias de la Salud Tesis Doctoral Acupuntura en el Embarazo, Parto y Puerperio Autor: Beatriz López Garrido Directores: Dr. Álvaro Zapico Goñi y Dra. J. Cristina Francisco del Rey Año 2018AR o b e r t o , Por aportarme estabilidad y pasión, por ser, además de mi compañero de viaje, un marido y un amante. Gracias por compartir nuestros instantes. Mi más sincera gratitud por cada día. \"Las palabras nunca alcanzan cuando lo que hay que decir desborda el alma\" Julio Cortázar iAgradecimientos Gracias a Roberto, sin sus consejos y su apoyo no habría sido posible elaborar esta tesis. Gracias Roberto por poner tus dones y virtudes al servicio de los demás. Sin el apoyo incondicional que siempre me han ofrecido mis padres, Custo y Berna, y mi hermano Sebas, no habría podido emprender las iniciativas que he tenido en mi vida. Gracias a los tres por ser mi sustento. Para elaborar y crear cosas nuevas se necesita vitalidad, fuerza, frescura. Gracias am i ss o b r i n o sR o d r i g o ,D a r í o ,N a t a l i ayT o ñ i t op o rd a r m el ae n e r g í an e c e s a r i ap a r a poner en marcha mis deseos. Gracias a mis directores de tesis, Cristina Francisco del Rey y Álvaro Zapico Goñi, por el soporte de todo el trabajo y por creer en mi. Gracias a Cristina por estar siempre dispuesta a aportarme sabios consejos y orientarme en todo el proceso. Gracias por la cercanía. Y gracias a Álvaro por no dudar en conar en mis ideas desde un primer momento, sosteniéndome y respaldándome de forma incondicional. Para ejercer una profesión el conocimiento y las habilidades son imprescindibles. La adquisición de estos requisitos se optimizan si puedes rodearte de maestras de la profesión. Gracias especialmente a mis compañeras Clara Patrón y MaJesús Marlasca por ser unas matronas maestras. Ojalá algún día pueda parecerme un poquito a vosotras. Gracias a Javier García por aportar la parte masculina frente a tanta feminidad. Tu aportación \"yang\" es imprescindible. iiiiv Gracias a todo el resto de compañeras y compañeros de profesión de los que siempre aprendo, por vuestro trabajo en equipo y colaboración con los cuestionarios. Gracias a todas las personas que han colaborado en los estudios y a Daniel Tena por permitirme investigar en las mastitis. Ye sq u ep a r ac r e a rc o na m o rc o m oh as i d oc r e a d ae s t at e s i sh a c ef a l t ac i e r t a magia. Gracias a Leandro Martínez Roca por ayudarme a ver la luz en mis momentos de oscuridad.Resumen La acupuntura es una herramienta de la Medicina Tradicional China (MTC) contemplada dentro de la Medicina Alternativa y Complementaria (CAM) cuyo ob- jetivo es restaurar la salud de la persona. Los tratamientos con acupuntura tienen prácticamente inexistentes efectos secundarios y adquieren especial relevancia en el campo de la obstetricia debido a la escasez de fármacos seguros durante el embara- zo, parto y puerperio. Esto hace que sean cada vez más los profesionales sanitarios con interés en aprender y ampliar la oferta de recursos a las personas que atienden añadiendo nuevas herramientas además de las medidas de la medicina convencional. Así también, la población en general busca cada vez con más frecuencia solucio- nes complementarias a problemas que encuentran parcial solución con las medidas convencionales. Ap e s a rd e la u m e n t od e li n t e r é syd eq u ec a d av e zs o nm á sl o se s t u d i o sc i e n t í c o s que emergen en el área de la CAM, existe una escasez generalizada de evidencia cientíca. La baja disponibilidad de estudios, la falta de consenso y la ausencia de cobertura legal promueven la diversidad de opiniones entre los profesionales del área de la salud reproductiva de la mujer, obstetras y matronas. Los objetivos de esta tesis son identicar las opiniones, creencias y actitudes de un grupo de matronas y obstetras que ejercen su labor profesional en los Hospitales y Centro de Salud dependientes del área del Corredor del Henares, en España, averi- vvi guar las posibles aplicaciones de los tratamientos de acupuntura durante el proceso maternal y realizar un ensayo clínico para comprobar la efectividad de la aplicación del punto Ren Mai 6 o Qihai en disminuir el tiempo de desprendimiento de la pla- centa mediante la incitación de la contracción uterina, en el Hospital Universitario Príncipe de Asturias. Para conseguirlo se ha elabado un cuestionario anónimo on-line con la nalidad de averiguar las opiniones de los profesionales sanitarios del área reproductiva de la mujer, se han analizado dos problemas susceptibles de ser abordados con los tratamientos de acupuntura (fertilidad y mastitis) y se ha desarrado un ensayo clínico aleatorizado simple ciego con evaluación por terceros para comprobar la efectividad del punto acupuntural Qihai. Los resultados muestran que la acupuntura es una de las terapias incluidas den- tro de la CAM con mayor porcentaje de interés entre obstetras y matronas a los que les gustaría aprender más sobre el tema, más de la mitad de estos profesionales de la salud reproductiva les gustaría aprender más sobre los tratamientos de acupun- tura. Durante el desarrollo de la tesis se ha identicado el tiempo en alcanzar un embarazo deseado y las mastitis como dos problemas candidatos a beneciarse de los tratamientos de acupuntura según la bibliografía y la evidencia cientíca con- sultada y por último, se ha comprobado la efectividad de la aplicación del punto de acupuntura Qihai en el alumbramiento para disminuir en al menos 7 minutos el tiempo de desprendimiento de la placenta. Existen numerosos problemas, especialmente en el área de la obstetricia y gine- cología, que podrían beneciarse del trabajo conjunto de la medicina convencional con la medicina alternativa o complementaria. Los profesionales sanitarios destina- dos a abordar los problemas de la mujer durante su vida reproductiva han mostrado tener interés acerca de aumentar sus conocimientos al respecto. Con la tesis se havii contribuido a aumentar la evidencia cientíca de la efectividad de la acupuntura co- mo coadyuvante con la medicina convencional. Existe la necesidad de cuestionarse cuáles son las barreras que impiden ofertar un mayor abanico de soluciones a las personas que necesitan de nuestra atención y cuidado, en benecio de su salud y bienestar.Summary Acupuncture is a tool of the Traditional Chinese Medicine (TCM) contemplated within the Alternative and Complementary Medicine (CAM) whose objective is to restore the health of the person. treatments with acupuncture practically nonexistent secondary e and acquire special relevance in the eld of obstetrics due to the fewer side e ects in- terest in learning and expanding their knowledge, adding new resources in addition to those available in conventional medicine. Likewise, the population in general is looking for complementary solutions to problems that are not fully of scientic studies that are emerging in the CAM area, there is a general lack of scientic evidence. The low availability of studies, the lack of consensus and the absence of legal coverage pro- mote a variety of opinions professionals identify the opinions, beliefs and attitudes of a group of midwives and obstetricians who practice their professional work in the Hospitals and Health Centers in the Corredor del Henares area (Spain), to nd out the possible applications of the acupuncture treatments during the maternal process ixx and to perform a clinical trial at the Principe de Asturias University Hospital to verify the e ectiveness of the application of Ren Mai 6 or Qihai point in decreasing the time of detachment of the placenta by promoting uterine contraction. To achieve this, an anonymous on-line questionnaire is developed in order to nd out the opinions of health professionals in the reproductive area. Furthermore, two problems that could addressed with treatments (fertility and mastitis) are analyzed, and a randomized single clinical trial with evaluation by third parties is developed to verify the e ectiveness of the Qihai acupuncture point. The results show that acupuncture is one of the therapies included in the CAM with the highest percentage of among obstetricians and learn more about the subject, and more than half of these reproductive health professionals would like to learn more about acupuncture treatments. During the development of the thesis the time in reaching a desired pregnancy and mastitis were identied problems benet from acupuncture treatments according to the literature. Moreover, the e ectiveness of the application of the Qihai acupuncture point in the delivery is demonstrated, to reduce the time of detachment of the placenta by at least 7 minutes. There are numerous problems, especially in the area of obstetrics and gynecology, which could benet from the joint work of conventional medicine with complemen- tary medicine. Reproductive health professionals have shown interest in their knowledge in this The thesis has helped to increase the scientic eviden- ce of the e ectiveness of acupuncture as a coadjuvant with conventional medicine. There is a need to wonder about the barriers that prevent o ering a wider range of solutions to people who need our attention and care, for the benet of their health and well-being.Índice general Índice de guras xv Índice de tablas xviii Lista de Símbolos y Acrónimos xx I Memoria de la Tesis 1 1. Antecedentes y Organización de la Tesis 3 1.1. Conclusiones y líneas futuras 49 4.1. Conclusiones de la Publicaciones 67 Influence of Acupuncture on the Third Stage of Labor: A Randomized Controlled Trial 69 of Obstetrician- Gynecologists and Midwives Regarding Complementary and breastfeeding women: study of 56 cases 91 Tiempo medio en alcanzar un embarazo deseado y factores influyentes 94Índice de guras 3.1. Diagrama muestra la localización del punto Ren Mai 6 (señalado R) y el punto placebo (señalado Distribución de participantes en el grupo de intervención y el grupo Histogramas la distribución de la duración de la tercera fase del parto en el grupo de intervención y el grupo Estimación de la distribución acumulativa de la duración de la tercera fase del parto en el grupo de intervención y grupo control. . . . . . . 44 Media de respuestas sobre conocimiento y efectividad de CAM para las 18 terapias de CAM consideradas: el nivel de conocimiento que tiene el profesional (tres niveles: 0 - nada, 50 - algo, y 100 - mucho), el nivel de efectividad (0 - nada, 50 - algo, y 100 - un montón), si habían recomendado alguna vez (100 - si, 0 - no), si les gustaría aprender más sobre la técnica (100 - si, 0 - no), si podrían recomendar la técnica a un paciente (100 - si, 0 - no) y si piensan que podría ser incluida en el Sistema Nacional de Salud (SNS) (100 - si, 0 - no). La signicancia es- tadística está también incluida (muestra t-test pareada independiente con una sola cola (la más probable en cada caso) sobre la media de respuesta para las 18 diferentes Media de respuestas sobre el conocimiento y la efectividad de las CAM para cada una de las terapias consideradas. La signicancia estadística está también incluida (prueba t-test de dos muestras independientes con análisis de cola única (la más probable en cada caso) sobre la media de la pregunta para cada de tablas 2.4. Media de resultados obtenidos por los 43 items relacionados con las actitudes sobre CAM, agrupando las preguntas siguiendo los seis fac- tores obtenidos por factor de rotación VARIMAX incluido en Furn- ham and McGill [2003]. Signicancia estadística es incluida (prueba t-test de dos muestras sin revelar con análisis de cola única (la más probable en cada caso) sobre la media de la pregunta para cada te- rapia). Los resultados de los estudiantes médicos reeren una escala similar y una similar agrupación también Media de respuestas relacionadas con las creencias y la experiencia sobre CAM. Signicancia estadística es también incluida (prueba z- test sobre dos proporciones independientes con una sola cola (la más probable en cada Media y desviaciones estándar de las características de las mujeres en el grupo de intervención y el grupo Duración de la tercera fase del parto (tiempo para completar la ex- pulsión de la placenta) en el grupo de intervención y el grupo control. 42Lista de Símbolos y Acrónimos CAM Medicina Alternativa y Complementaria ( Complementary and Alternative Medicine ) MTC Medicina Tradicional China OB/GIN Obstetra/ginecólogo OMS Organización Mundial de la Salud, ( tablasParte I Memoria de la Tesis 1Capítulo 1 Antecedentes y Organización de la Tesis 1.1. Introducción La acupuntura es una herramienta de la Medicina Tradicional China (MTC) basada en la inserción de agujas en determinados puntos especícos del cuerpo con el objetivo de restaurar la salud y/o alcanzar el bienestar de la persona. La acu- puntura está considerada como una terapia perteneciente a la Medicina Alternativa y Complementaria, (CAM del inglés Complementary and Alternative Medicine )n o incluida dentro de las prestaciones públicas del sistema sanitario. Existen evidencias cientícas de que la CAM es cada vez más solicitada por la población en general y por algunos profesionales de la salud. Son diversas las terapias incluidas dentro de la CAM, no todas igual de reco- nocidas por los profesionales ni demandadas por los usuarios del sistema sanitario. Parece que la acupuntura es una de las que tienen más aceptación y la que cuenta 34 Capítulo 1. Antecedentes y Organización de la Tesis con más estudios cientícos publicados. En el campo de la obstetricia, las CAM y en especial la acupuntura, adquieren especial relevancia dada la escasez de recursos farmacéuticos que existen para ser usados con seguridad durante el embarazo, parto y puerperio. El objetivo de la tesis es conocer qué opinan los profesionales sanitarios obstetras y matronas respecto a las CAM y especialmente, sobre la acupuntura, e investigar acerca de su ecacia en la fase de alumbramiento del parto mediante la realización de un ensayo clínico. Para ello proponemos la realización de una encuesta online a obstetras y ma- tronas, así como la realización de un ensayo clínico aleatorizado simple ciego con la aplicación de un punto de acupuntura para comprobar su efectividad en acelerar el tiempo de desprendimiento placentario. 1.2. Antecedentes 1.2.1. Acupuntura y Medicina Complementaria en Obstetri- cia y Ginecología La acupuntura está reconocida por la Organización Mundial de la Salud ( OMS ) desde el año 1979, como técnica ecaz para el tratamiento de al menos 49 enfermeda- des y desórdenes y promueve la investigación y la homogeneidad de criterios en este área [Organization et al., 1991]. La investigación en este campo es cada vez mayor incrementándose los estudios que muestran la efectividad de la acupuntura para el abordaje de diversos problemas de salud, especialmente, durante el embarazo, parto1.2. Antecedentes 5 yp u e r p e r i o[ A b e s h o u s ee ta l . ,2 0 1 6 ,L i a n g y u ee ta l . ,2 0 0 1 ,S m i t h ,2 0 1 6 ] . La acupuntura forma parte de la medicina alternativa y complementaria. La OMS dene la CAM como un \"conjunto amplio de prácticas de cuidados para la salud que no son parte de la propia tradición del país y que no están integrados en el sistema de salud principal\" [WHO, 2000]. CAM incluye además de acupuntura, aromaterapia, medicina homeopática y herbal, meditación, terapias del movimiento, quiropraxis y manipulación osteopática, entre otras. El uso de estas terapias ha incrementado en las últimas dos décadas [Ernst, 2000, Green and Johnson, 2015, Lam and Soh-Leong, 2014, Tiedje, 1998, Vas et al., 2007]. El porcentaje de población que ha usado este tipo de terapias al menos una vez es diferente dependiendo del país, siendo un 74.8 % en Corea del Sur, un 62.3 % en Alemania, un 51.8 % en Reino Unido, un 47.4 % en Austria y un 42.1 % en los Estados Unidos [Frass et al., 2012, Posadzki et al., 2013]. En España, según el Observatorio de Terapias Naturales del Ministerio de Salud, Política Social e Igualdad, un 95 % de la población conoce la existencia de la CAM, pero sólo un 26 % de la población ha usado alguna vez estas terapias [GTN, 2008]. El campo de la salud reproductiva es una de las especialidades en las que el uso de las terapias CAM es más relevante [Dennehy et al., 2010, Hall et al., 2011, Steel et al., 2011], ya que muchas mujeres usan CAM durante el embarazo debido al o sm e n o r e se f e c t o ss e c u n d a r i o sd ee s t a st e r a p i a sr e s p e c t oa lu s od ef á r m a c o s convencionales [Hall et al., 2011]. Al igual que en el caso general, la tasa media de uso en este campo varía enormemente de un país a otro, siendo de un 81 % en Australia [Adams et al., 2011], 74.2 % en Estados Unidos [Kochhar et al., 2010] o de un 50.7 % en Alemania [Kalder et al., 2011]. A pesar de que las embarazadas están en general incrementando la demanda de terapias alternativas, el conocimiento actual, las actitudes y los intereses sobre estas terapias entre los profesionales de la salud6 Capítulo 1. Antecedentes y Organización de la Tesis reproductiva (tanto obstetras/ginecólogos como matronas) condiciona la prevalencia del uso de CAM [Abedzadeh-Kalahroudi, 2014, Ga ney and Smith, 2004, Hall et al., 2012, Pallivalappila et al., 2013, Stewart et al., 2014]. Así, las tasas de recomendación sobre CAM entre estos profesionales varía enormemente en la literatura. Por ejemplo, las tasas de recomendación en el sur de Australia (68 % de los obstetras/ginecólogos y7 8 %d el a sm a t r o n a s[ G a ney and Smith, 2004]) son signicativamente mayores que las observadas en el noreste de Escocia (20.0 % de los obstetras/ginecólogos y3 9 . 0 %d el a sm a t r o n a s[ S t e w a r te ta l . ,2 0 1 4 ] ) .A d e m á s ,e x i s t e nv a r i a c i o n e se n las técnicas recomendadas, principalmente dependiendo en el área, pero también dependiendo del grupo profesional. Debemos tener en cuenta que tanto los obstetras como las matronas trabajan de manera conjunta en todos los aspectos relacionados con el embarazo y el parto, destacando la importancia de la unicación de criterios, consejos y recomendaciones entre ambos grupos profesionales de cara a mejorar la atención del paciente. Como un ejemplo, tanto las matronas como los obstetras/ginecólogos tienden a recomendar acupuntura, homeopatía, aromaterapia, masajes y medicina herbal [Fahimi et al., 2011, Pallivalappila et al., 2013], pero sólo las matronas tienden a recomendar téc- nicas de relajación y suplementos vitamínicos [Hall et al., 2012, Pallivalappila et al., 2013]. Matronas y médicos obstetras-ginecólogos (OB/GINs) han sido comparados en términos de conocimientos, actitudes y intereses sobre CAM en pocas ocasiones. En 2003, una encuesta fue llevada a cabo por Ga ney et al. en el sur de Australia [Ganey and Smith, 2004], con una participación del 78 %. Los resultados de 75 OB/GINs y 145 matronas fueron analizados, estudiando la opinión sobre 10 acerca de las CAM con tres factores de estudio (utilidad, seguridad y recomendación) sobre1.2. Antecedentes 7 11 terapias. En este estudio, OB/GINs fueron más propensos a considerar la CAM como una amenaza y las matronas se mostraron más a favor de la CAM como una complementariedad que podría ser beneciosa para la medicina. En el año 2007, en Alemania, un cuestionario fue cumplimentado por 376 jefes de servicio de OB/GINs, centrado en el uso de las terapias de la CAM y analizando las decisiones respecto a CAM y la ecacia percibida [Münstedt et al., 2009]. En este país, la mayoría de las recomendaciones respecto al uso de la CAM fueron realizadas por matronas y solo recomendaciones sobre acupuntura fueron hechas por ambos profesionales OB/GINs y matronas. La ecacia percibida sobre la CAM fue mayor en el caso de matronas ya que OB/GINs estuvieron parcialmente convencidos de la ecacia de estas terapias. Posteriormente en el año 2013, un cuestionario fue completado en el noroeste de Escocia por 77 matronas y 34 OB/GINs. El estudio se focalizó en comparar los resultados entre los profesionales que recomiendan CAM yl o sq u en ol or e c o m i e n d a n .L a sd i f e r e n c i a se n t r em a t r o n a syO B / G I N sf u e r o n analizadas en porcentajes de recomendación [Stewart et al., 2014]. En España, no hay estudios previos sobre los conocimientos, las actitudes y los intereses de los profesionales sobre CAM. Concretamente la acupuntura en obstetricia y ginecología se ha usado amplia- mente [Mårtensson et al., 2011] con resultados satisfactorios y pocos efectos secun- darios [Elden et al., 2008]. Por ejemplo, la acupuntura se ha usado para paliar los síntomas de la menopausia [Radtke et al., 2010], náuseas y vómitos durante el em- barazo [King and Murphy, 2009], para inducir el parto [Tsuei et al., 1977], para mitigar el dolor en el parto [Hamidzadeh et al., 2012], para el dolor pélvico durante el embarazo y postparto [Elden et al., 2005], y para disminuir la depresión tanto en el embarazo como en el puerperio [Manber et al., 2010].8 Capítulo 1. Antecedentes y Organización de la Tesis 1.2.2. Acupuntura en la tercera fase del parto La tercera fase del parto o el alumbramiento es el período comprendido entre el nacimiento del recién nacido hasta la expulsión completa de la placenta. Una tercera fase del parto prolongada (más de 30 min) se asocia a hemorragia postparto (del inglés postpartum hemorrhage PPH) [Magann et al., 2005, 2013]. Reducir la duración de la tercera fase del parto podría disminuir la incidencia de fases prolongadas de parto y por tanto, disminuir las complicaciones que se derivan. La duración del alumbramiento está relacionada con la contracción del útero, que es el responsable de expulsar la placenta y minimizar el sangrado uterino. Promover la contracción uterina es un objetivo principal en el manejo de la tercera fase del parto debido a que el 60-80 % de las hemorragias postparto ocurren debido a la atonía uterina.[Oyelese and Ananth, 2010]. Según los principios de la MTC, existe un meridiano llamado Ren Mai relevante en el campo de la obstetricia y la ginecología. El punto Ren Mai 6, también llamado Qihai o Mar del Qi, es conocido por sus atribuciones en tonicar el \"Qi\" de la paciente, promoviendo la contracción del útero por tanto, disminuyendo la duración de la expulsión de la placenta y el riesgo de hemorragia postparto [Claudia, 2008]. Chauhan en su estudio [Chauhan et al., 1998] describe el uso de la acupuntura para inducir la expulsión placentaria en mujeres con retención de placenta una hora antes del parto. La acupuntura clínica se ha recomendado para el manejo de la retención placentaria [Römer and Seybold, 2003], y un estudio de 2012 demostró la efectividad de la acupuntura para la expulsión de la placenta retenida [Bobi and Habek, 2012], aunque estos estudios se hicieron cuando la placenta estuvo retenida más de una hora, se usaron múltiples puntos de acupuntura, y ningún estudio usó1.2. Antecedentes 9 el punto Ren Mai 6 o Qihai como el planteado en la tesis. El punto Ren Mai 6 o Qihai es un punto de acupuntura situado en la línea media umbilical a 3 medidas del ombligo. Este punto está relacionado según la MTC con facilitar del desprendimiento de la placenta y disminuir el sangrado uterino. 1.2.3. Benecios de la Medicina Integrativa en la Mujer La integración de la CAM junto con la medicina occidental adquiere el nombre de Medicina Integrativa [Bell et al., 2002]. La Medicina Integrativa apuesta por la incorporación y complementariedad de ambas medicinas para disponer de un amplio abanico de recursos a la hora de promocionar la salud y bienestar de la población. La incorporación de nuevas herramientas y recursos con tradición milenaria, co- mo es el caso de la acupuntura, podría ayudar a los usuarios del sistema sanitario en general y particularmente a las mujeres en el proceso reproductivo, resolviendo muchos de los problemas cotidianos que encuentran soluciones parciales en la me- dicina convencional [Ková ová et al., 2010, Kvist et al., 2007, Liang, 1988, Reisner, 2016] En el caso de la mujer, esta integración se hace más necesaria debido a la es- casez de fármacos y herramientas que tenemos para su atención durante el proceso reproductivo, el embarazo, parto y puerperio. Algunos ejemplos de problemas que podrían abordarse con terapias como la acupuntura de forma coadyuvante con la medicina convencional son las mastitis y los problemas de fertilidad. Ambas afecciones emergentes en nuestro día a día que cuentan con evidencia cientíca de la acupuntura para su abordaje terapeútico.10 Capítulo 1. Antecedentes y Organización de la Tesis La mastitis infecciosa es una patología común durante la lactancia y constitu- ye una de las primeras causas de destete precoz. Va asociada a signos y síntomas que producen malestar y ansiedad tanto en la madre como en el niño, como dolor, irritabilidad, endurecimiento mamario, ebre, o sudoración. Aunque la antibiote- rapia resulta ser ecaz en su tratamiento, son muchos los casos que cuentan con resistencias y recidivas con el riesgo de destete que conlleva. En este sentido, en el año 2015 llevamos a cabo una investigación con el segui- miento de 56 casos de mastitis valorando la evolución de la sintomatología tras la toma de antibiótico y aislando los gérmenes implicados en su producción. También en ese año, hicimos el seguimiento de una puérpera con una mastitis producida por elStreptococcus lactarius ,c o nm ú l t i p l e sr e c i d i v a sc u y as i n t o m a t o l o g í an or e m i t í ac o n antibioterapia. Este caso nalizó al cabo de los meses en un abandono de la lactancia materna. Como fruto de esta investigación surgieron dos publicaciones que se corres- ponden con los artículos número tres y cuatro presentados en la tesis. El primero en la revista Diagnostic Microbiology and Infectious [Tena et el segundo en la revista Infectious Diseases con el título \"Clinical mastitis in of 56 cases\" [Tena et al., 2016b]. En ambos estudios el síntoma más frecuente presentado por las mujeres con mas- titis fue el dolor. El dolor fue la causa principal de abandono de la lactancia. Existe evidencia cientíca de que la acupuntura es ecaz para minimizar y aliviar los efectos de la mastitis en líneas generales [Kvist et al., 2007, Liang, 1988] y particularmente es ecaz para el alivio del dolor mamario [Bokmand and Flyger, 2013, Thicke et al., 2011]. En este caso, no pudimos realizar acupuntura para ayudar en la resolución del problema y evitar un destete debido a no ser una prestación sanitaria dentro del1.2. Antecedentes 11 sistema. Siempre nos quedará la duda de si podríamos haber hecho algo más para evitar un abandono de la lactancia materna y mejorar la vivencia maternal tanto para la mamá como para el bebé. Otros de los problemas cotidianos que podrían beneciarse de las prestaciones de la acupuntura son las dicultades para concebir que tienen muchas parejas. Nos encontramos en uno de los continentes con más bajos niveles de fertilidad [Frejka and Sobotka, 2008], hecho que desde hace años [Robey et al., 1993] hasta la actua- lidad [te Velde et al., 2010] es objeto de estudio. La fertilidad es el resultado de la interacción de numerosos factores, tanto de tipo biológico [Maggard et al., 2008] (por ejemplo la edad, el estado de salud o el funcionamiento del sistema endocrino), como de tipo cultural [Schmitt, 2011] (por ejemplo las prescripciones respecto al sexo y el matrimonio, la división sexual del trabajo o el tipo y ritmo de ocupación). Estas interrelaciones hacen variar espectacularmente entre unas y otras situaciones el tiempo medio para lograr la fecundación. Con el objetivo de conocer el tiempo medio en alcanzar un embarazo deseado, entre los años 2009 y 2011 llevamos a cabo un estudio descriptivo retrospectivo de 491 gestantes que alcanzaron un embarazo deseado espontáneo en una Zona Básica de Salud de Guadalajara. Se recogieron los datos por medio de un cuestionario anónimo y condencial autocumplimentado que se administró en la primera visita de embarazo atendida por la matrona. Los resultados fueron que el tiempo medio en alcanzar un embarazo deseado fue de 7,3 meses. La espera de la maternidad en muchas ocasiones origina ansiedad, ner- viosismo, problemas de pareja, etc. Disminuir el tiempo de espera en la consecución de un embarazo deseado puede evitar muchos de los problemas ocasionados. Estas12 Capítulo 1. Antecedentes y Organización de la Tesis investigaciones fueron publicadas en la revista Matronas Profesión y dieron lugar al artículo número cinco de la tesis. La integración de la CAM en las consultas en general podría ser una herramienta útil para el abordaje de esta situación, concretamente, la acupuntura ha demostrado signicativamente mejorar la probabilidad de embarazo [Ková ová et al., 2010, Ng et al., 2008, Reisner, 2016] así como aumentar en varones la calidad y cantidad del semen [Mingmin et al., 2002, Pei et al., 2005]. Por tanto, la acupuntura podría ser un recurso coadyuvante con los tratamientos convencionales para el abordaje de problemas cotidianos, tal y como hemos visto de la fertilidad, las mastitis. También contamos con evidencia cientíca para su integración en el alivio del dolor en el parto [Asadi et al., 2015], para las náuseas y vómitos [Yin et al., 2017] y dolor pélvico durante el embarazo [Elden et al., 2016], entre otros. 1.3. Objetivos Uno de los problemas con los que cuenta la integración de la acupuntura y las CAM en la medicina convencional es la falta de marco legal al respecto. No existen criterios nacionales estandarizados ni una regulación de las CAM, en este caso, son los propios profesionales de los hospitales y centros (generalmente privados) quienes establecen sus criterios particulares de oferta sanitaria. Las altas variaciones del uso y la regularidad legal de CAM entre unos países yo t r o se ne lc a m p od el ao b s t e t r i c i ap u e d e ne s t a rr e l a c i o n a d a sc o nl a sd i f e r e n c i a s en los programas de educación, los sistemas de salud y las culturas del propio país,1.4. Organización 13 pero estas causas no han sido estudiadas en profundidad [Stewart et al., 2014], y una pregunta surge: ¿Aumentarían los profesionales sus recomendaciones si tuvieran más conocimiento sobre las diferentes terapias o más apoyo desde sus colegios y/o instituciones profesionales? Teniendo esto presente y considerando los puntos identicados en la revisión bibliográca, los objetivos de la presente tesis son: 1.Identicar qué saben, qué opinan y qué creen los profesionales matronas y obs- tetras respecto a un conjunto de terapias incluidas en la Medicina Alternativa y Complementaria. 2.Analizar las expectativas de obstetras y matronas sobre las CAM. 3.Conocer si los profesionales obstetras y matronas recomendarían más las CAM de lo que lo ha hacen en la actualidad. 4.Averiguar si la acupuntura es una terapia aceptada p or los profesionales obs- tetras y matronas. 5.Aplicar la acupuntura para conocer su ecacia en el manejo de la tercera fase del parto: el alumbramiento, y comprobar si la acupuntura aplicada en el punto denominado Ren Mai 6 es ecaz para favorecer el desprendimiento de la placenta disminuyendo el tiempo de expulsión. 1.4. Organización La primera parte de esta memoria pretende estudiar el conocimiento, las acti- tudes y las creencias de los profesionales sanitarios del campo de la Obstetricia y14 Capítulo 1. Antecedentes y Organización de la Tesis Ginecología respecto a la CAM en el área del corredor del Henares, en España. De esta forma podemos conocer el interés y la aceptabilidad de los profesionales impli- cados en la atención a la mujer, en los aspectos relacionados con la reproducción, en un país con baja prevalencia en CAM dentro del sistema sanitario propio [GTN, 2008]. La segunda parte de la memoria trata sobre un ensayo clínico de un tratamiento con acupuntura en el parto para comprobar la viabilidad o no de la técnica durante la fase del alumbramiento. El estudio es un ensayo clínico aleatorizado simple ciego que trata de conocer la ecacia de la acupuntura aplicada en el punto Ren Mai 6 oQ i h a ip a r ad i s m i n u i re lt i e m p od ed e s p r e n d i m i e n t od el ap l a c e n t am e d i a n t el a inducción de la contracción uterina. La tesis concluye incluyendo los cinco artículos publicados en el marco de las investigaciones, con detalles sobre el impacto de los mismos.Capítulo 2 Conocimientos, Actitudes y Creencias de la CAM de Matronas y Obstetras 2.1. Introducción Tal y como se identicó en la revisión bibliográca, matronas y OB/GINs han sido comparados en términos de conocimientos, actitudes y intereses sobre CAM en pocas ocasiones. Por esta razón, llevamos a cabo un estudio para conocer qué piensan los profesionales sanitarios del área reproductiva de la mujer sobre las CAM en general y sobre la acupuntura en particular. La idea es usar el área del Corredor del Henares como campo de estudio e intentar analizar los factores influyentes en las recomendaciones de las CAM. El Corredor del Henares es un área metropolitana localizada al este de Madrid que incluye cuatro hospitales públicos de diferente tama- ño. Para lograrlo, utilizamos una serie de cuestionarios, un listado de terapias CAM yu n a sv a r i a b l e ss o c i o d e m o g r á c a ss o b r eo b s t e t r a sym a t r o n a sd e lá r e am e n c i o n a d a . 1516 Capítulo 2. Conocimientos, actitudes y creencias Los objetivos de este estudio fueron: Identicar y analizar las diferencias entre los conocimientos de los profesionales ys u sr e c o m e n d a c i o n e s . Averiguar si a esos profesionales les gustaría conocer más sobre CAM y si ellos recomendarían más al tener más conocimientos. Analizar si hay diferencias entre obstetras-ginecólogos y matronas respecto a la CAM, diferencias que pudieran afectar a la atención ofertada a la mujer y su pareja durante el embarazo y el parto. 2.2. Métodos Este estudio descriptivo fue realizado desde septiembre hasta diciembre de 2015 en los cuatro hospitales del corredor y en los centros de salud dependientes del Henares, España. Este área incluye los hospitales de Guadalajara, Alcalá de Henares, Torrejón de Ardoz y Coslada. El objetivo principal fue determinar el conocimiento, las actitudes y las creencias sobre CAM de OB/GINs y matronas que trabajan en este área. Los objetivos secundarios fueron: Estudiar las diferencias entre OB/GINs y matronas, Determinar las más conocidas y aceptadas terapias CAM entre los profesiona- les.2.2. Métodos 17 Analizar la influencia de las variables demográcas como la edad, el género, el estado civil o el grado académico. Con estos objetivos, utilizamos un cuestionario online donde las respuestas fueron anónimas y condenciales. El cuestionario se basó en los cuestionarios de Furnham and McGill [2003] (Londres) que evaluaron los conocimientos, actitudes y creencias sobre CAM de médicos y estudiantes de medicina. Aunque este cuestionario no ha sido previamente validado, ha sido usado en la literatura en repetidas ocasiones [Kolkman et al., 2011, Münstedt et al., 2011]. El cuestionario fue traducido por un grupo bilingüe de matronas y OB/GINs españoles. El cuestionario consta de cuatro grupos de preguntas: Factores Sociodemográcos : Contiene preguntas relacionadas con la edad, el sexo, el grado académico, el estado civil y el tipo de trabajo desarrollado en hospital, en centro de salud o en ambos. Conocimiento y Efectividad de CAM : Este grupo de preguntas consistió en seis cuestiones que fueron respondidas para 18 diferentes terapias CAM, incluyendo acupuntura y moxibustión, homeopatía, medicina herbal, osteo- patía, Flores de Bach, hipnoterapia, terapias de dietas y nutrición, trabajo de cuerpo (incluyendo masaje), meditación, yoga, reflexología, aromaterapia, magnetismo, kinesología, reiki, terapia craneosacral, suplementos de vitaminas ym i n e r a l e sym u s i c o t e r a p i a .E s t al i s t af u ee l a b o r a d at e n i e n d oe nc u e n t al ai n - formación recogida por una reunión previa entre investigadores y OB/GINs y matronas que trabajaban en el área mencionada.18 Capítulo 2. Conocimientos, actitudes y creencias Las primeras doce terapias estaban también incluidas en el cuestionario ori- ginal [Furnham and McGill, 2003]. La técnica de moxibustión, usada para promover la versión cefálica del bebé en embarazadas [Smith and Betts, 2014], fue incluida junto con la acupuntura debido a que ambas prácticas siguen los mismos principios aunque con diferentes aplicaciones. Las últimas seis terapias fueron incluidas debido a su amplio uso en el campo de la obstetricia y ginecología (un estudio preliminar entre matronas reconocie- ron que les eran familiares). La técnica Alexander, la hipnoterapia, el consejo psicológico, la quiropraxis y el shiatzu fueron excluidas de la encuesta debido aq u ee s a st é c n i c a sn of u e r o ni d e n t i c a d a sc o m oc o n o c i d a sod eu s of r e c u e n t e en el área del Corredor del Henares. Para cada terapia, los profesionales tuvieron que identicar el nivel de cono- cimiento que tenían (con tres niveles: 0-nada, 50-algo, 100-mucho), el nivel de efectividad (0-nada, 50-algo, 100-mucho),si recomendaron alguna vez cada una de las terapias (si/no), si les gustaría aprender más (si/no), si podrían recomendarlas (si/no), si piensan que deberían estar incluidas en el Sistema Público de Salud (si/no). Actitudes sobre CAM: Este grupo está formado por 43 preguntas acerca de las CAM, considerando las terapias CAM como un todo. Cada estamento fue evaluado usando una escala de aceptación y no aceptación de 5 puntos. Las 43 preguntas están detalladas en Furnham and McGill [2003]. Creencias y Experiencia sobre CAM: Esta sección está compuesta por2.2. Métodos 19 siete preguntas acerca de la experiencia y las creencias de los participantes, con dos posibles respuestas (si/no). Nuevamente, estas cuestiones fueron las mismas que se utilizaban en el cuestionario de Furnham and McGill [2003]. Matronas y OB/GINs que ejercían en los mencionados hospitales o centros de salud correspondientes fueron invitados a participar en el estudio. Los profesionales pertenecientes al grupo investigador o que no trabajan en el corredor del Henares oa q u e l l o sp r o f e s i o n a l e sq u en oe r a nn im a t r o n a sn io b s t e t r a sf u e r o ne x c l u i d o sd e la encuesta. Los jefes de servicio de cada departamento correspondiente fueron in- formados previamente sobre el objetivo del estudio y se les solicitó la dirección de emails de su equipo. Este estudio comenzó después de la aprobación del comité de ética del Hospital Príncipe de Asturias en Alcalá de Henares, en julio de 2015 (número 0E 13/2015). En total, la encuesta online fue enviada a los 142 profesionales que cumplían los criterios de inclusión, 73 matronas y 69 OB/GINs. Tres emails recordatorios fueron enviados a los profesionales, el primero fue enviado en septiembre 2015, el segundo en noviembre de 2015 y el último en diciembre 2015. La recogida de datos nalizó en diciembre. El cuestionario online obligaba al profesional a cumplimentar todos los campos, por tanto, la pérdida en la recogida de datos en este sentido no se generó. Los datos fueron introducidos en el programa MATLAB y fueron analizados usando estadísticas descriptivas. Las variables independientes fueron las características so- ciodemográcas, y las dependientes fueron las respuestas de los profesionales a las preguntas realizadas. En la evaluación de los datos, se utilizaron estadísticas des- criptivas y pruebas de hipótesis estadísticas. El nivel de signicancia se estableció enp<0,05.20 Capítulo 2. Conocimientos, actitudes y creencias 2.3. Resultados Un total de 109 respuestas (66 de matronas y 43 de OB/GINs) fueron recibidas, dando un ratio de respuesta general de un 76.76 % (90.41 % para matronas y un 62.32 % para OB/GINs). Todos los resultados incluyendo las preguntas y las res- puestas pueden ser encontradas en la base púbica de datos openICSPR repository [Lopez-Garrido, 2016]. La tabla2.1 muestra los principales datos sociodemográcos de las dos muestras. Diferencias signicativas no fueron encontradas entre matronas yO B / G I N se nn i n g ú ni t e m ,e x c e p t oe nl ad e d i c a c i ó n( p< 0,001)ye ne lg é n e r o (p=0,015). Respecto a los resultados derivados del segundo grupo de preguntas, la tabla 2.2 muestra la media de respuestas para las 18 terapias consideradas. El conocimiento actual referido por ambos grupos profesionales fueron estadísticamente más bajo que el deseo de aprender y algo similar sucedió con las actuales recomendaciones y lo que podrían recomendar. Diferencias signicativas entre matronas y OB/GINs fueron encontradas en un total de 6 grupos de preguntas. En general, las matronas rerieron más aceptación sobre las terapias CAM que los OB/GINs. La mayor diferencia fue encontrada en la inclusión de las CAM en el sistema de salud Público (32.3 % de OB/GINs, comparado con 65.3 % de matronas). Análisis correlativo entre las respuestas para cada una de las terapias también ha sido analizado, resultando una moderada correlación entre \"conocimiento\" y \"re- comendado\" ción y \"podría recomendar\" (correlación de Pearson 0.58).2.3. Resultados 21 Tabla 2.1: Sociodemográcas de la Muestra OB/GINs Matronas Características (n=43) (n=66) Edad, Media (SD) (años) 39.5 (10.3) 42.1 (10.1) Género, n ( %) Masculino 9 (20.9) 4 (6.1) Femenino 34 (79.1) 62 (93.9) Estado Civil, n ( %) Soltero 19 (44.2) 23 (34.8) Casado 22 (51.2) 42 (63.6) Divorciado 2 (4.7) 1 (1.5) Área de Trabajo, n ( %) Alcala de Henares 16 (37.2) 21 (31.8) Torrejon de Ardoz 7 (16.3) 10 (15.2) Henares 6 (14.0) 16 (24.2) Guadalajara 14 (32.6) 19 (28.8) Dedicación, n ( %) Centro de Salud 0 (0.0) 10 (15.2) Hospital 37 (86.0) 52 (78.8) Ambos 6 (14.0) 4 (6.1)22 Capítulo 2. Conocimientos, actitudes y creencias Tabla 2.2: Media de respuestas sobre conocimiento y efectividad de CAM para las 18 terapias de CAM consideradas: el nivel de conocimiento que tiene el profesional (tres niveles: 0 - nada, 50 - algo, y 100 - mucho), el nivel de efectividad (0 - nada, 50 -a l g o ,y1 0 0-u nm o n t ó n ) ,s ih a b í a nr e c o m e n d a d oa l g u n av e z( 1 0 0-s i ,0-n o ) ,s i les gustaría aprender más sobre la técnica (100 - si, 0 - no), si podrían recomendar la técnica a un paciente (100 - si, 0 - no) y si piensan que podría ser incluida en el Sistema Nacional de Salud (SNS) (100 - si, 0 - no). La signicancia estadística está también incluida (muestra t-test pareada independiente con una sola cola (la más probable en cada caso) sobre la media de respuesta para las 18 diferentes terapias). OB/GINs Matronas Media (SD) Media (SD) Pregunta ( 65.3 (15.4) <0,0012.3. Resultados 23 El análisis sobre las diferentes terapias está incluido en la tabla 2.3, que muestra la media de respuesta para cada una de las terapias analizadas, con las terapias ordenadas en función del número medio de respuestas positivas. Las más aceptadas terapias (las más conocidas, efectivas, recomendadas y demandadas) fueron traba- jo con el cuerpo (masajes), el yoga, los suplementos vitamínicos y minerales, y la acupuntura y moxibustión. Las menos aceptadas fueron magnetismo, las flores de Bach, la kinesología, la hipnoterapia y la aromaterapia. Diferencias estadísticamen- te signicativas entre OB/GINs y matronas fueron encontradas en todos los casos, excepto en los suplementos de vitaminas y la medicina herbal. En todos los casos considerados (excepto suplementos) las matronas mostraron ser más positivas hacia las terapias CAM. El tercer grupo de preguntas fue relacionado con las actitudes hacia las terapias CAM. Por motivos de simplicidad, esas cuestiones fueron analizadas agrupándolas usando los pesos de los seis factores obtenidos por el VARIMAX factor rotativo incluido en Furnham and McGill [2003] (inefectivo, aprendiendo, positivo, seguro, amenazador y bajo estatus). La tabla 2.4 muestra la media de resultados obte- nidos para OB/GINs y matronas para esos seis grupos de Furnham. Diferencias estadísticamente signicativas fueron encontradas sobre el factor inefectivo, factor aprendiendo, el factor positivo y el factor seguro, donde las matronas, tienden a estar 0.6 puntos más a favor sobre las terapias CAM que los OB/GINs (en escala de 1-5). Diferencias estadísticas no fueron encontradas en el nivel de amenazada de las terapias CAM y el estatus de CAM. Finalmente, los resultados derivados del último grupo de cuestiones de 7 pre- guntas (relacionadas con las creencias sobre CAM) son incluidas en la tabla 2.5. Diferencias estadísticamente signicativas fueron encontradas en todas las pregun-24 Capítulo 2. Conocimientos, actitudes y creencias Tabla 2.3: Media de respuestas sobre el conocimiento y la efectividad de las CAM para cada una de las terapias consideradas. La signicancia estadística está también incluida (prueba t-test de dos muestras independientes con análisis de cola única (la más probable en cada caso) sobre la media de la pregunta para cada terapia). OB/GINs Matronas CAM mean (SD) mean (SD) Terapia (9.9) 35.0 (19.7) 0,0032.3. Resultados 25 Tabla 2.4: Media de resultados obtenidos por los 43 items relacionados con las acti- tudes sobre CAM, agrupando las preguntas siguiendo los seis factores obtenidos por factor de rotación VARIMAX incluido en Furnham and McGill [2003]. Signican- cia estadística es incluida (prueba t-test de dos muestras sin revelar con análisis de cola única (la más probable en cada caso) sobre la media de la pregunta para cada terapia). Los resultados de los estudiantes médicos reeren una escala similar y una similar agrupación también incluida [Furnham and McGill, 2003]. OB/GINs Matronas Estadística Referencia (escala (p-valor) (escala 1-5) Inefectivo 2.9 (0.7) 2.3 (0.7) <0,001 2.9 Enseñando 3.2 (0.7) 3.9 (0.8) <0,001 2.8 Positivo 3.4 (0.6) 3.9 (0.8) <0,001 3.6 Seguro 2.6 (1.0) 3.4 (0.8) <0,001 2.8 Amenaza 2.5 (1.0) 2.6 (0.8) 0,226 2.9 Bajo estatus 2.0 (0.7) 2.0 (0.7) 0,494 2.126 Capítulo 2. Conocimientos, actitudes y creencias Tabla 2.5: Media de respuestas relacionadas con las creencias y la experiencia sobre CAM. Signicancia estadística es también incluida (prueba z-test sobre dos propor- ciones independientes con una sola cola (la más probable en cada caso)). OB/GINs Matronas Pregunta n % n % p-valor Efectiva para alguien 26 60.5 54 81.8 0,008 Gente ingenua usan CAM 5 11.6 2 3.0 0,053 Charlatanes en CAM 36 83.7 42 63.6 0,007 Lo más importante es la ecacia 27 62.8 42 63.6 0,464 CAM más holístico 31 59 cercano usa CAM 24 55.8 51 77.3 0,010 CAM mejor para enfermedades psicológicas 18 41.9 51 77.3 <0,001 tas, excepto en aquellas relacionadas con la \"ingenuidad\" de los usuarios CAM y respecto a la importancia de la ecacia de la terapia. 2.4. Discusión Comparando los estudios previos con los resultados derivados de este estudio, las tasas de recomendación (34.2 % de OB/GINs y 47.0 % de matronas) son simila- res pero levemente más altas que las observadas en el Noroeste de Escocia (20.0 % de OB/GINs y 39.0 % de matronas [Stewart et al., 2014]), pero considerablemente más bajas que las tasas de recomendación referidas en el sur de Australia (68 % de OB/GINs y 78 % de matronas [Ga ney and Smith, 2004]). Este hecho conr- ma la baja prevalencia en el uso de terapias CAM en el SNS en España,como fue mencionado en la introducción. Si nosotros ahora consideramos la tasa potencial de2.4. Discusión 27 recomendación, es decir, la posibilidad de recomendar la CAM en un futuro, los ni- veles obtenidos en España para ambos grupos de profesionales (56.7 % de OB/GINs y7 6 . 1 %d em a t r o n a s )s o nc o m p a r a b l e sal a st a s a sd er e c o m e n d a c i ó na c t u a l e se n el sur de Australia [Ga ney and Smith, 2004]. Esto es, si la educación y el apoyo fuera ofrecido a los profesionales sanitarios españoles en este sentido, sus tasas de recomendación podrían ser más elevadas hasta niveles similares a los reconocidos en países con altos niveles de integración de las terapias CAM en el sistema público de salud, como es el caso del Sur de Australia. Las terapias más aceptadas para ambos grupos españoles, OB/GINs y matronas son trabajo de cuerpo incluyendo los masajes, el yoga, los suplementos de vitaminas ym i n e r a l e syl aa c u p u n t u r a .L a st e r a p i a sm e n o sr e c o m e n d a d a ss o nm a g n e t i s m o , flores de Bach, kinesiología, hipnoterapia y aromaterapia. Estos resultados respecto at r a b a j od ec u e r p o ,e ly o g a ,l a sv i t a m i n a syl aa c u p u n t u r ae s t á ne nc o n s o n a n c i ac o n los resultados obtenidos en otros estudios [Ga ney and Smith, 2004, Stewart et al., 2014], pero dieren respecto a la aromaterapia [Ga ney and Smith, 2004, Münstedt et al., 2009] y la homeopatía[Münstedt et al., 2009, Stewart et al., 2014], que tuvo un alto nivel de aceptación en otros estudios pero no en el nuestro. Estos resultados muestran la dependencia de estos items entre las terapias aceptadas y la tradición cultural de la zona geográca en cuestión. Aunque los resultados muestran que OB/GINs y matronas están en general in- teresados en la CAM hay diferencias estadísticamente signicativas entre ambos grupos. Esas diferencias son similares a las encontradas en la literatura de otros paí- ses [Ga ney and Smith, 2004, Münstedt et al., 2009, Stewart et al., 2014]. Debemos tener en cuenta que hay diferencias estadísticamente signicativas en la dedicación ye lg é n e r oe na m b o sg r u p o s ,p e r oc o n c l u s i o n e ss i m i l a r e se ne la n á l i s i se s t a d í s t i c o28 Capítulo 2. Conocimientos, actitudes y creencias emergen en el caso de considerar todos los encuestados y en el caso de excluir a los hombres y a los profesionales que trabajan en el centro de salud. Este hecho garanti- za la signicancia estadística de los estamentos sobre las diferencias entre matronas yO B / G I N si n d e p e n d i e n t e m e n t ed e lg é n e r ood el ad e d i c a c i ó nd el o sp r o f e s i o n a l e s . Comparando los resultados derivados del análisis estadístico sobre las diferen- tes terapias con las presentadas en Londres por los estudiantes de medicina con cuestionarios similares Furnham and McGill [2003], las matronas españolas están más receptivas hacia cada terapia CAM que los estudiantes médicos de Londres con diferencias estadísticamente signicativas en todos los casos. OB/GINs también tienen una visión más positiva, pero en este caso, las diferencias estadísticamente signicativas son sólo encontradas cuando consideramos la homeopatía, los remedios herbales, las flores de Bach, trabajo con el cuerpo, meditación, reflexología y yoga. En relación a la respuesta media de cada cuestión, diferencias estadísticamente sig- nicativas son encontradas en todos los casos excepto en el caso de la inclusión de las terapias en el SNS, en donde OB/GINs españoles y estudiantes médicos tienen si- milares respuestas[Furnham and McGill, 2003]. Comparando actitudes sobre CAM, podemos ver que OB/GINs españoles y estudiantes de medicina londinenses dieron similar valoración a los ítems etiquetados como \"inefectivos\" y \"seguros\". Matronas y OB/GINs españoles son menos conservadores que los estudiantes de medicina en los ítems de \"enseñanza\", y \"miedo\", y todos los encuestados presentan similar respuestas en el item relacionado con el \"bajo status\". Un alto porcentaje de profesionales de la salud reproductiva reeren que las CAM son efectivas pero reconocen un bajo conocimiento al respecto. Similar resultados muestran en otros países como el noroeste de Escocia [Stewart et al., 2014] y al sur de Australia [Ga ney and Smith, 2004]. En todos los casos considerados, los2.4. Discusión 29 valores correspondientes al deseo de aprender más son signicativamente mayores que aquellos correspondientes al actual conocimiento de los profesionales. Todos estos datos recogidos evidencian la falta de formación de los profesionales de la salud reproductiva en España en lo que a CAM se reere. En este punto, debemos tener en cuenta que la regulación española no considera la inclusión de la CAM en los estudios sanitarios ociales. Por ejemplo, menos del 30 % de los grados de enfermería en España incluyen la terapias en CAM en los programas de formación y ninguno de ellos es una asignatura obligatoria [Fernández-Cervilla et al., 2013]. Lo mismo ocurre en el caso de los estudiantes de medicina. En este sentido, un incremento de las terapias CAM en los programas de edu- cación de los profesionales podría implicar un aumento en la calidad global de la atención sanitaria ofertada, ofreciendo un benecio para los pacientes. Esta integra- ción podría ser llevada a cabo mediante la inclusión de las terapias más aceptadas en los programas de formación o mediante el establecimiento de cursos de capacitación especícos centrados en la especialización de los profesionales de la salud en terapias de medicina complementaria y alternativa. Además de la formación y la educación, otro factor a tener en cuenta es la ayuda ofrecida por las instituciones a los profesionales sanitarios para el uso y las recomendaciones de las terapias CAM. En general, los profesionales de la salud reproductiva tuvieron una visión positiva acerca las CAM y las percibieron como una medicina complementaria que debería ser incluida en el SNS. Esto es importante dado que en España no hay normas y criterios con credenciales nacionales para estos servicios, de forma que cada hospital establece sus propias leyes y procedimientos yd e t e r m i n al am a n e r am á se f e c t i v ad el i d i a rc o ne s t ev a c í ol e g a l .D a d oq u el a s30 Capítulo 2. Conocimientos, actitudes y creencias CAM no están permitidas en el SNS, las clínicas privadas están incrementando esta oferta y muchas mujeres están moviéndose hacia los centros privados para tener un seguimiento de embarazo y un parto con recursos donde se oferta la medicina complementaria. Además, dado el vacío legal en la protección en el área CAM y el incremento del uso de las CAM, en España, algunos grupos políticos están usando esta controversia en sus campañas políticas, proponiendo la prohibición del uso de cualquier CAM y animando a las quejas y denuncias de los profesionales que recomiendan o practican las terapias CAM. Este hecho causa que muchos profesionales no se atrevan a usar esas terapias en su práctica diaria o a dar recomendaciones a sus pacientes, a pesar de tener conocimientos y experiencias a favor. Algunos profesionales pueden tener miedo de las críticas de sus compañeros y podrían sentir amenazados sus puestos de trabajo así como su reputación profesional. En el caso particular de las matronas españolas, esos miedos podrían incrementarse debido a que en muchas ocasiones pueden sentirse dependientes de la opinión de OB/GINs. En este sentido, los re- sultados obtenidos en nuestro estudio muestran que la mayoría de los profesionales están a favor de las terapias CAM y la publicación de los resultados podría ayudar a sobrepasar estos miedos, incrementando las recomendaciones de las terapias CAM en el campo de la salud reproductiva. Las principales limitaciones de este estudio incluyeron los posibles sesgos en las respuestas debido a los diferentes factores de escala subjetivos de los encuestados, las diferentes actitudes entre aquellos que aceptaron participar en la encuesta y aque- llos que no lo hicieron y las diferencias en la carga emocional de algunas preguntas por la traducción de los cuestionarios. La pequeña población disponible podría tam- bién afectar al análisis estadístico, generando ausencia de signicancia sobre algunos2.5. Conclusiones: opinión de los profesionales 31 factores que en otras circunstancias (con poblaciones mayores) podrían generar di- ferencias estadísticamente signicativas. 2.5. Conclusiones: opinión de los profesionales Este estudio evalúa el conocimiento, las actitudes y las creencias acerca de las CAM terapias entre OB/GINs y matronas de la zona del Corredor del Henares en España. Los resultados muestran un alto porcentaje de aceptación respecto a las CAM en el campo de la obstetricia y ginecología, donde más de la mitad de los profesionales de la salud reproductiva les gustaría conocer más sobre las terapias CAM. El deseo de aprender dobla el actual conocimiento de los profesionales a los que les gustaría incrementar las recomendaciones de las terapias CAM. En este sentido, investigación cientíca y fuentes de información dedigna sobre CAM son necesarias y han de ser incrementadas. Las terapias más aceptadas deberían estar reguladas legalmente e incluidas en los programas de formación de los profesiona- les, de esta forma, el personal sanitario puede sentirse legalmente protegido en las recomendaciones y aplicaciones de las terapias CAM. Los resultados derivados de este estudio dieron lugar a la publicación uno de los artículos incluidos en la segunda parte de la tesis.Capítulo 3 Ensayo clínico con Acupuntura en el Alumbramiento 3.1. Introducción Tal y como se identicó en la revisión bibliográca, el punto Ren Mai 6, también llamado Qihai o Mar del Qi, es conocido por sus atribuciones en tonicar el \"Qi\" de la mujer tratada con acupuntura, promoviendo la contracción del útero y por tanto, disminuyendo la duración de la expulsión de la placenta y el riesgo de hemorragia postparto [Claudia, 2008]. Para descubrir la ecacia de este punto en el alumbra- miento, llevamos a cabo un ensayo clínico aleatorio simple ciego para comparar la duración en la tercera fase del parto (en la expulsión de la placenta) entre mujeres a las que se les administró acupuntura en el punto Ren Mai 6 y entre las que se les aplicó un punto placebo. Nosotros medimos el tiempo requerido para expulsar la placenta en los dos grupos (principal objetivo), el grado de dolor relativo al trata- miento, la satisfacción de la madre y la comodidad con el tratamiento de acupuntura administrado por la matrona (objetivos secundarios). 3334 Capítulo 3. Ensayo clínico con Acupuntura en el Alumbramiento 3.2. Participantes y Métodos Este estudio fue diseñado como un ensayo clínico simple ciego aleatorizado con evaluación por terceros. El estudio se realizó en mujeres primíparas que fueron a parir al Hospital Universitario Príncipe de Asturias en Alcalá de Henares (Madrid, Spain) entre abril de 2011 y marzo de 2013. Fueron distribuidas hojas informativas en las clases de preparación al parto entre las matronas que trabajaban en los centros de salud dependientes del mencionado Hospital. Tres matronas fueron las responsables de conducir el estudio en el paritorio. Estas matronas fueron entrenadas en la técnica de acupuntura a realizar en este estudio durante un seminario de tres horas. Ellas realizaron la técnica en ambos grupos y son llamadas en el estudio como acupunturas. La matrona responsable del parto fue la matrona que estaba de servicio en ese momento en el hospital y fue la encargada de medir la duración de la tercera fase del parto en minutos. Esta matrona no recibió formación en acupuntura y no podía distinguir entre la acupuntura real yl aa c u p u n t u r as h a m( p l a c e b o ) .N i n g u n ad el a st r e sm a t r o n a sa c u p u n t u r i s t a sf u e responsable de llevar el parto en los casos estudiados, tanto el nacimiento del bebé como la expulsión de la placenta. Las mujeres embarazadas que cumplían todos los criterios de inclusión fueron invitadas a participar en el estudio. Los criterios de inclusión fueron: primíparas, entre 20 y 35 años de edad, entre 37 y 42 semanas de gestación, con bajo riesgo obstétrico de parto y aquellas a las que se les había aplicado la anestesia epidural. Todos los criterios fueron elegidos para homogeneizar la muestra y minimizar el número de mujeres excluidas. Las embarazadas cuyo parto nalizó en cesárea o en parto instrumentado, las mujeres con3.2. Participantes y Métodos 35 problemas uterinos como miomas, brosis, aquellas con problemas de coagulación, las mujeres con alteraciones en la placenta (placenta previa o placenta ácreta) y aquellas que tuvieron abortos o cirugías uterinas previas fueron excluidas del estudio. Las que no entendían español o aquellas cuyo parto fue prolongado (más de 18horas) o demasiado rápido (menos de 2 horas) también fueron excluidas del estudio. El uso de relajantes uterinos durante el parto como sulfato de magnesio o agentes anestésicos halogenados también fueron motivo de exclusión. El Comité de Ética del Hospital Príncipe de Asturias aprobó el permiso para llevar a cabo el estudio una vez que contamos con un seguro de responsabilidad civil. A todos los participantes se les requirió el consentimiento informado en base a la Declaración de Helsinki [Association et al., 1964] que asegura la condencialidad de los datos y la libertad para abandonar el estudio en cualquier momento. Para el procedimiento y la recogida de datos, la matrona acupuntura solicitaba la colaboración de la matrona responsable del parto. La acupuntura informaba a la mujer y su pareja del ensayo clínico y preguntaba si deseaba participar, su aceptación se constataba con la rma del consentimiento informado. Toda la información rele- vante era facilitaba a la mujer en proceso de parto cuando no estaba experimentando dolor preferentemente, cuando estaba bajo los efectos de la epidural. Como se hace en el protocolo, la vejiga urinaria fue vaciada antes del parto. Todas las mujeres, parieron en la posición de decúbito supino. Después del parto, el recién nacido era colocado en el abdomen de la madre para facilitar el vínculo materno. El procedimiento de la expulsión de la placenta fue el mismo en ambos grupos, se hizo especial hincapié a las matronas para garantizar que seguían la misma práctica. Fármacos uterotónicos no fueron usados hasta que la placenta fue36 Capítulo 3. Ensayo clínico con Acupuntura en el Alumbramiento expulsada, tracción del cordón umbilical o masaje uterino no fueron utilizados en ninguno de los casos. Un minuto después del nacimiento, el cordón umbilical fue clampado y la acupunturista puso la aguja en el lugar relevante. Al margen del uso de la acupuntura, estos pasos reflejan el manejo protocolario de la segunda y tercera fase del parto en el hospital. Para el grupo de intervención, (acupuntura real) el procedimiento fue como sigue: Una vez que el cordón umbilical fue clampado, la acupunturista desinfectó la zona abdominal de la mujer con antiséptico y puso la aguja de acupuntura esterilizada de acero inoxidable 0.25x0.40mm en el punto Ren Mai 6. Este punto está localizado en la línea media anterior del abdomen, entre el ombligo y la parte más alta de la sínsis del pubis, a una distancia de 0,3ddesde el ombligo, donde d es la distancia entre el ombligo y la parte más alta de la sínsis del pubis. La aguja fue insertada en la zona a una profundidad de 15-30 mm, dependiendo del tejido adiposo de la madre. Para el grupo control (acupuntura sham), el procedimiento fue como sigue: una vez que el cordón umbilical fue clampado, la matrona acupuntora desinfectó la zona abdomen materna con antiséptico y puso una aguja de acupuntura esterilizada de acero inoxidable de medidas 0.25x0.25 mm en el punto placebo. El punto placebo está localizado en la misma altura que el punto Ren Mai 6 pero 0,6dlateralizado hacia la izquierda de la línea media anterior de la madre. Para minimizar los efectos de la acupuntura en el punto placebo la aguja usada en el grupo control fue más pequeña que la usada en el grupo de intervención e insertada sólo 15mm dentro del tejido. La Figura 3.1 muestra la posición de ambos puntos Ren Mai 6 y punto placebo.3.2. Participantes y Métodos 37 0.7d0.3ddRP0.6d Figura 3.1: Diagrama muestra la localización del punto Ren Mai 6 (señalado R) y el punto placebo (señalado P). Después de que la aguja fue insertada, la matrona observó los signos de des- prendimiento placentario (descenso del cordón umbilical a través del oricio de la vulva o incremento de sangrado). La matrona entonces cogía la placenta y contaba el tiempo desde el nacimiento del bebé hasta la expulsión de la placenta. Cuando la placenta fue expulsada completamente, 20 UI de oxitocina en 500 ml de suero salino fueron administrados como se hace rutinariamente en el hospital. En este punto, el tiempo desde el nacimiento hasta la expulsión de la placenta era recogido en el partograma (documento de recogida de datos del parto). La aguja de acupuntura entonces era retirada de la zona abdominal por la acupunturista. La acupunturista completaba una encuesta no más de dos horas después de la intervención. En esta encuesta, la acupunturista anotaba la facilidad con la que había aplicado la técnica (comodidad alta, moderada, media y poca). La acupun-38 Capítulo 3. Ensayo clínico con Acupuntura en el Alumbramiento turista también preguntaba a la mujer recién parida (puérpera) si había notado dolor durante el proceso (no dolor, dolor medio, dolor moderado o mucho dolor) y si recomendaría la técnica a sus amigas. Después del parto, la madre era trasladada a la sala de maternidad durante 48 horas. De acuerdo con el procedimiento del hospital, el médico de guardia en la planta, anotaba si había habido alguna complicación en las primeras 48horas después del parto en un registro especíco. Esos registros fueron añadidos a la recogida de datos del estudio. El análisis de datos fue llevado a cabo calculando el tiempo medio (y la desviación estándar) de la duración de la expulsión de la placenta, con intervalos de conanza para los valores medios y las diferencias entre los tiempos principales reales. Para obtener intervalos de conanza, distribuciones normales de datos fueron asumidos yu nn i v e ld ec o n a n z ad e l9 5 %f u eu s a d o .N o s o t r o sm e d i m o se l p-valor usando el test-t-de Student con media y varianza desconocidas (que asume una distribución normal para ambas muestras) [Belloni et al., 2008], y el test de dos muestras de Kolmogorov-Smirnov [Massey Jr, 1951]. La muestra requerida para este estudio fue calcada por medio de una revisión retrospectiva de los tiempos de expulsión placentaria de 66 historias clínicas del hospital. Esas historias médicas fueron examinadas y tenían similares característi- cas que las participantes del estudio, cumpliendo los criterios de inclusión y llevando ac a b ol a sm a t r o n a ss i m i l a r e sp r o c e d i m i e n t o sd e lm a n e j od el at e r c e r af a s ed e lp a r t o . Desde este revisión, un tiempo medio de 12.82 minutos fue calculado para la terce- ra fase (desviación estándar 6.91; 95 % intervalo de conanza, 11.15-14.49) fueron obtenidos. Con esos valores, determinamos que 120 muestras eran requeridas pa-3.3. Resultados 39 ra detectar una diferencia de al menos 5 minutos en el tiempo de desprendimiento placentario con dos muestras t-test. Un sobre con 120 etiquetas (60 para el grupo control y 60 para el grupo de intervención). Después de recibir la aprobación de la mujer embarazada, la acupunturista preguntó a su compañera matrona, al médico o al aa u x i l i a rd ee n f e r m e r í aa l e a t o r i a m e n t ec o g e ru n ad el a se t i q u e t a sd e s d ee lm e n - cionado sobre, así aleatoriamente se le asignaba a la mujer embarazada en un grupo uo t r o .N il am a t r o n ar e s p o n s a b l ed e lp a r t on il am u j e re m b a r a z a d as a b í a naq u é grupo pertenecían. 3.3. Resultados Un total de 120 mujeres embarazadas aceptaron participar en el estudio aunque no todas completaron el ensayo debido a que algunas tuvieron el parto cuando la matrona acupunturista no estaba de servicio y también a que un número importante de partos requirieron cesárea o instrumentación. Así, 44 mujeres que cumplían los criterios de inclusión no terminaron el estudio. Un total de 76 mujeres (47 en el grupo de intervención y 29 en el grupo control) participaron durante los 24 meses del período de estudio. La Figura 3.2 muestra la distribución de los participantes en el grupo de intervención y el grupo control así como la distribución de mujeres que no nalizaron el estudio o no recibieron tratamiento debido a las causas mencionadas. La tabla 3.1 describe las principales características de las mujeres en ambos gru- pos. Diferencias signicativas entre ambos no fueron encontradas. En ambos grupos, la media total de duración de la primera y segunda fase del parto fue menos que la duración del tiempo del parto desde la amniotomía debido principalmente a las mujeres que tuvieron rotura prematura de membranas.40 Capítulo 3. Ensayo clínico con Acupuntura en el Alumbramiento Tabla 3.1: Media y desviaciones estándar de las características de las mujeres en el grupo de intervención y el grupo placebo. Grupo de Tratamiento Grupo Placebo Acupuntura Real Acupuntura Sham mean Peso Recién Nacido 0.09 Duración Amniotomía espontánea ( %) 28 (59.57) 15 (51.72) 0.25 Rotura Prematura de ( %) 14 (29.79) 7 (24.14) 0.27 Epidural ( %) 47 (100) 29 - Duración Primera Fase (h) 7.37 (2.56) 7.38 (2.91) (2.20) 0.273.3. Resultados 41 167 madres elegibles en total 47 madres declinaron participar 120 aleatorizadas Asignadas en el grupo intervención(n=60) Asignadas en el grupo control(n=60) Recibieron tratamiento intervención(n=47) Recibieron tratamiento control(n=29) No recibieron tratamiento31 de turno turno (5)-parto distócico (8)Figura 3.2: Distribución de participantes en el grupo de intervención y el grupo control La Tabla 3.2 muestra la media, la desviación estándar y el intervalo de conanza 95 % de el tiempo de desprendimiento placentario. El tiempo medio de desprendi- miento de la placenta fue signicativamente diferente entre ambos dos grupos: 5.23 minutos y 15.21 minutos para los grupos intervención y de control, respectivamente. Así, hubo una diferencia de 9.28 minutos en el tiempo medio entre los dos grupos. El 95 % de intervalo de conanza para el valor del tiempo medio de la expulsión de la placenta fueron 12.70-17.71 min para el grupo control y de 4.69- 5.82 min para el grupo de intervención. Estos resultados sugieren que hay diferencias estadísticamen- te signicativas de al menos 7.71 minutos en la duración media de la tercera fase del parto entre los dos grupos. La Figura 3.3 muestra los histogramas de los resultados42 Capítulo 3. Ensayo clínico con Acupuntura en el Alumbramiento Tabla 3.2: Duración de la tercera fase del parto (tiempo para completar la expulsión de la placenta) en el grupo de intervención y el grupo control. Grupo Intervención Grupo Placebo Acupuntura Real Acupuntura Sham (n=4 7 )( n=2 9 ) Duración Media de la Tercera fase del parto (SD), min 5.23 (1.99) 15.21 (7.01)1 Duración de la Tercera Fase, 95 % CI ( =0,01)4 . 6 9 - 5 . 8 21 2 . 7 0 - 1 7 . 7 1 Diferencia mínima esperada en min ( =0,01)27.71 Nivel de facilidad medio (SD), %)546 (97.87) 29 (100.00) obtenidos en ambos grupos. La Figura 3.4 muestra las distribuciones estimadas acumulativas de ambos gru- pos. Todos los participantes en el grupo de intervención experimentaron la expulsión de la placenta en los primeros 10 minutos después del parto. En el grupo control, sólo el 31 % de los participantes expulsaron la placenta en los primeros 10 minutos, y el 50 % de los participantes requirieron más de 15 minutos, una duración del alum- bramiento asociada con un aumento del riesgo de hemorragia postparto [Magann 1p-value <.001 para el t- Student y el test Kolmorogov-Smirnov 2Diferencias mínimas entre los valores medios de la duración de la tercera fase del parto en ambos grupos, con 95 % de conanza. 3Nivel de facilidad con que el acupunturista aplica el tratamiento, con cuatro posibles respuestas: alto (100), moderado (75), medio (50) y bajo (25) niveles de facilidad. 4Porcentaje de mujeres puérperas que encontraron la técnida indolora 5Porcentaje de mujeres puérperas que recomendarían la técnica de a sus amigas.3.3. Resultados 43 0 5 10 15 20 25 30 35 40Tiempo (min)0102030405060708090100Función de distribución (%)Acupuntura realAcupuntura Placebo/ShamFigura 3.3: Histogramas la distribución de la duración de la tercera fase del parto en el grupo de intervención y el grupo control. et al., 2013]. Todos los participantes informaron que la técnica fue sin dolor. Todas las muje- res excepto una (que no supo qué contestar) recomendaría el uso de la técnica de acupuntura a sus amigas. En ocho casos, la matrona acupuntura informó que el grado de facilidad en la administración de la técnica fue moderado, en un caso el nivel fue medio debido a los temblores puerperales y en otro el grado fue bajo debido a la obesidad de la madre. En los 66 casos restantes, la técnica fue realizada con un alto nivel de facilidad. Una mujer en el grupo control experimentó hemorragia postparto debido a una atonía uterina. Este hallazgo es una complicación del puerperio que puede ser espe- rado debido a que la prevalencia de la atonía uterina en la población general es de44 Capítulo 3. Ensayo clínico con Acupuntura en el Alumbramiento 0 5 10 15 20 25 30 35 40Tiempo (min)02468101214Número de mujeresAcupuntura realAcupuntura Placebo/Sham Figura 3.4: Estimación de la distribución acumulativa de la duración de la tercera fase del parto en el grupo de intervención y grupo control. 2.3 % [Bateman et al., 2010]. Una mujer en el grupo de tratamiento requirió un son- daje vesical porque no pudo orinar de forma espontánea en las primeras dos horas del postparto, esto podría también ser esperado dadas las tasas de prevalencia en la retención urinaria postparto [Glavind and Bjørk, 2003]. En los 74 casos restantes, no fueron identicadas complicaciones. 3.4. Discusión Este estudio es el primero en demostrar los efectos beneciosos de la acupuntura en reducir el tiempo de la expulsión de la placenta. En obstetricia y ginecología, la acupuntura se ha usado ampliamente [Mårtens- son et al., 2011] con resultados satisfactorios y pocos efectos secundarios [Elden3.4. Discusión 45 et al., 2008]. Por ejemplo, la acupuntura se ha usado para paliar los síntomas de la menopausia [Radtke et al., 2010], naúseas y vómitos durante el embarazo [King and Murphy, 2009], para inducir el parto [Tsuei et al., 1977], para mitigar el dolor en el parto [Hamidzadeh et al., 2012], para el dolor pélvico durante el embarazo y post- parto [Elden et al., 2005], y la depresión puerperal [Manber et al., 2010]. Chauhan et al. [1998] describe el uso de la acupuntura para inducir la expulsión placentaria en mujeres con retención de placenta una hora antes del parto. La acupuntura clínica se ha recomendado para el manejo de la retención placentaria [Römer and Seybold, 2003]. Un estudio de 2012 demostró la efectividad de la acupuntura para la expulsión de la placenta retenida [Bobi and Habek, 2012], aunque estos estudios se hicieron cuando la placenta estuvo retenida más de una hora, se usaron múltiples puntos de acupuntura, y ningún estudio usó el punto Ren Mai 6. Nuestro estudio muestra que hubo diferencias estadísticamente signicativas en el tiempo medio para expulsar la placenta entre el grupo control (15.21 minutes) y el grupo intervención (5.23 min). Estos resultados son similares a la duración media referida de 14.0 min en el caso de las puérperas cuyo cordón umbilical fue clampado y cortado justo después del nacimiento y a las que se les administró 10UI de oxitocina siguiendo el manejo del alumbramiento por el esfuerzo materno [Khan et al., 1997]. En un estudio multicéntrico realizado en 2012, el tiempo medio de duración de la tercera fase del parto fue 12.6 minutos en el grupo control, donde las mujeres recibieron oxitocina 1 minuto después del parto y el cordón umbilical fue clampado aproximadamente entre los 1-3 minutos después del nacimiento y tracción del cordón umbilical no fue realizada. [Gülmezoglu et al., 2012]. Hubo algunas diferencias en el manejo del alumbramiento entre estos estudios y el nuestro: un clampado del cordón umbilical más tardío y la administración de oxitocina antes de expulsar la placenta.46 Capítulo 3. Ensayo clínico con Acupuntura en el Alumbramiento En nuestro estudio, la diferencia principal es de al menos 7.71 minutos entre el tiempo medio de los dos grupos estudiados lo que sugiere que la acupuntura aplica- da en el punto Ren Mai 6 es efectiva para disminuir el tiempo de desprendimiento placentario. Tracción del cordón umbilical, que no fue usado en nuestro estudio, tam- bién está demostrado disminuir la duración de la tercera fase del parto (duración media de 4 min en relación con Khan et al. [1997], 6.1 min en el estudio Gülme- zoglu et al. [2012], y 5.5 min en relación con Deneux-Tharaux et al. [2013]); En cualquier caso, su uso no signica reducir el riesgo de PPH [Deneux-Tharaux et al., 2013, Gülmezoglu et al., 2012]. El volumen de sangre perdido experimentado por la puérpera depende de cuánto tiempo lleve la separación de la placenta del útero y de la contracción del útero inmediatamente después del parto [Maughan et al., 2006]. De esta forma, la tracción del cordón umbilical podría acelerar la expulsión de la placenta sin promover la contracción del útero. La estimulación de el punto Ren Mai 6 está relacionada con la inducción de la contracción uterina [Claudia, 2008]. Hay muchas teorías de cómo la acupuntura funciona [Mo et, 2006]; nosotros creemos que la inserción de la aguja en el punto Ren mai 6 provoca una reacción defensiva de la musculatura uterina. De esta forma, la reducción de la duración de la tercera fase del parto obtenida en nuestro estudio podría implicar una reducción en el riesgo de hemorragia postparto. Sin embargo, esta hipótesis debería ser analizada con más estudios de investigación. El estudio tiene algunas limitaciones. La pérdida de sangre no fue medida y las mujeres incluidas en el estudio fueron todas de bajo riesgo lo que limita la generalización de los resultados. La pequeña muestra del estudio también limita la generalización de los resultados. Nosotros no pudimos alcanzar la muestra propuesta inicialmente debido a los criterios de exclusión. Muchas mujeres primíparas que3.4. Discusión 47 tuvieron la analgesia epidural nalizaron el parto mediante cesárea o mediante parto instrumentado. Además, la falta de conocimiento de la técnica de acupuntura entre las mujeres, la necesidad de rmar un consentimiento informado y la migración de pacientes a un nuevo hospital cercano al del estudio complicó la recogida de datos. Debido a las diferencias en el tiempo de expulsión de la placenta, algunas de las matronas que atendían el parto y medían el tiempo de desprendimiento, podrían haberse dado cuenta de cuáles eran los pertenecientes al grupo control y de intervención introduciendo un sesgo en la valoración simple ciego. Además, aunque al a sm a t r o n a sq u ea t e n d í a nl o sp a r t o ss el e si n s i s t i óe s t r i c t a m e n t ee ns e g u i re l protocolo de manejo del alumbramiento (el procedimiento estándar del hospital), algunas diferencias en el manejo de la tercera fase del parto podrían haber surgido. Debido a que fue un ensayo clínico aleatorio, asumimos que los efectos de esos posibles sesgos afectarían por igual a ambos grupos. Se puede concluir que la técnica de acupuntura fue satisfactoriamente aplicada, y que el entrenamiento de las matronas para aplicar la técnica en el lugar adecuado fue relativamente fácil. Sin embargo, como pocas matronas están licenciadas en MTC o entrenadas especícamente en acupuntura, las clínicas interesadas en proveer estos servicios deberían investigar la regulación de su institución. Hay una alta demanda de la medicina alternativa y complementaria en Estados Unidos y en Europa en general y su uso entre el proceso de maternidad está extendido [Hall et al., 2012]. Aunque la acupuntura no forma parte de la educación formal de la especialidad en Obstetricia y Ginecología, no hay leyes estándar nacionales ni criterios para este servicio y cada hospital establece por sí solo sus propias normas y criterios para estos servicios en la manera que creen que son más efectivos [Tian, 2011].48 Capítulo 3. Ensayo clínico con Acupuntura en el Alumbramiento 3.5. Conclusiones: acupuntura en el alumbramiento Los resultados de este ensayo clínico aleatorizado simple ciego muestra que la acupuntura en el punto Ren Mai 6 puede efectivamente disminuir el tiempo de des- prendimiento de la placenta. Esta técnica de acupuntura podría ser usada en solitario oc o m oc o m p l e m e n t oal ao x i t o c i n af a c i l i t a n d ol at e r c e r af a s ed e lp a r t oyp r e v i n i e n - do complicaciones: aunque estudios adicionales son necesitados para vericar esta hipótesis. Debido a que el material requerido para esta técnica no es caro, la técnica podría ser de especial interés en países en vías de desarrollo donde los recursos para el tratamiento de estas complicaciones son limitados. Los resultados derivados de este estudio dieron lugar a la publicación dos de los artículos incluidos en la segunda parte de la tesis.Capítulo 4 Conclusiones y líneas futuras 4.1. Conclusiones de la tesis La acupuntura forma parte de la denominada CAM cuyo uso se ha visto in- crementado en los últimos años. En el área de la obstetricia y ginecología la CAM adquiere especial relevancia debido a que muchas mujeres recurren a ella por efectos secundarios prácticamente inexistentes respecto al uso de fármacos convencionales. Los profesionales sanitarios matronas y OB/GINs han mostrado tras la investi- gación realizada que tienen un alto porcentaje de interés respecto a las CAM. Más de la mitad de estos profesionales de la salud reproductiva les gustaría aprender más sobre las terapias CAM. El deseo de aprender dobla el actual conocimiento de los profesionales a los que les gustaría incrementar las recomendaciones de las terapias CAM. En este sentido, investigaciones en el área, formación regulada de los profe- sionales así como fuentes de información dedignas son necesarias para aportar la rigurosidad y abilidad requeridas. La acupuntura es una de las terapias más aceptadas por ambos colectivos. Esta 4950 Capítulo 4. Conclusiones y líneas futuras técnica ha mostrado ser ecaz mediante ensayos clínicos para el abordaje de muchos problemas de salud relacionados con la obstetricia. Entre ellos, para favorecer la fertilidad, para evitar las naúseas y los vómitos, el dolor ciático durante el embarazo, para paliar el dolor del parto, favorecer la dilatación, para la síntesis láctea y para el tratamiento de las mastitis, entre otros. Con la investigación realizada en la tesis, hemos contribuido a sumar la evidencia cientíca en este campo obstétrico, en este caso, centrada en la fase del alumbramien- to. Mediante un ensayo clínico aleatorizado simple ciego, con la comparación de los grupos control y de intervención, hemos comprobado como la acupuntura aplicada en un sólo punto de acupuntura Ren Mai 6 puede disminuir el tiempo de despren- dimiento placentario con unas diferencias de hasta 10 minutos. Esta aceleración del alumbramiento pensamos que está relacionada con la inducción de la contracción uterina lo que conllevaría benecios en el sangrado después del parto. Los profesio- nales que llevaron a cabo la técnica observaron una disminución del sangrado pero estos datos no fueron recogidos. Futuras líneas de investigación son necesarias pa- ra comprobar la efectividad de la técnica no sólo en el tiempo de desprendimiento sino también en la disminución del sangrado postparto. Estas investigaciones son de especial importancia para la aplicación en los países subdesarrollados donde los recursos y los fármacos para el manejo de una de las principales causas de muerte en el parto (la hemorragia) son escasos. Ap e s a rd e li n t e r é sd el o sp r o f e s i o n a l e sr e l a c i o n a d o sc o nl ao b s t e t r i c i ap o rl a acupuntura y de la evidencia cientíca que existe de esta técnica milenaria para el alivio de problemas relacionados con el embarazo, parto y puerperio, aún son muchas las resistencias y reticencias para la incorporación de nuevos recursos y herramientas que pudieran complementar nuestros tratamientos convencionales.4.2. Resumen de aportaciones 51 Una de las posibles causas de esta situación es el vacío legal que existe respecto a la regularidad de estas terapias. Estas lagunas legislativas provocan discrepancias no sólo entre los profesionales de la salud sino también entre algunos partidos políticos que promueven la persecución y penalización de cualquier tipo de recomendación relacionada con la CAM. Esta situación puede crear miedo entre los profesionales del sistema público a ampliar su abanico de recomendaciones en benecio del usuario del sistema en aquellos problemas en los que la medicina convencional no obtiene respuesta o parciales resultados. Algunos hospitales privados están incorporando estas terapias dentro de sus pres- taciones con el objetivo de captar más usuarios debido al incremento de la demanda de estos servicios en la población general. En el caso de la acupuntura, por ejemplo, son muchos los hospitales que permiten acudir con una persona especializada en acupuntura en el proceso del parto. En el sistema público, la consideración de la medicina integrativa es una necesi- dad si queremos ofrecer un servicio adaptado a las necesidades y demandas de los usuarios. Ofrecer soluciones más completas e integradas en benecio de la salud y el bienestar de la población es una obligación moral de las instituciones sanitarias y de los profesionales de la salud. 4.2. Resumen de aportaciones De estas investigaciones se han derivado una serie de publicaciones y congresos tanto nacionales como internacionales. En la tesis se incluyen las cinco revistas publicadas que se describen a continuación:52 Capítulo 4. Conclusiones y líneas futuras Artículo original en la revista indexada en el ISI-JRC (Q2) Ïnfluence of acu- clinical controlled trial\". Artículo and Alternative Medicina Spain\". Artículo en el mas- titis caused mastitis in breastfeeding women: study of 56 cases\". Artículo en revista nacional no indexada \"Tiempo medio en alcanzar un em- barazo deseado y factores influyentes\". Además, se han presentado ponencias en los siguientes congresos: Ponencia en Congreso Internacional 2nd European Congress on Intrapartum Care, en Oporto, Portugal, Üse of Acupuncture to Avoid Uterine Atony\". Ponencia en Congreso Internacional en Swansea, Reino Unido, BSPS Confe- rence, .Analysis of the probability of getting pregnant in Guadalajara, Spain, and influence factors\". Ponencia en Congreso nacional II Congreso Asociación Matronas de Madrid, \"Manejo de la Tercera Fase del Parto: Nuevas Tendencias\". Ponencia en Congreso Internacional en Yokohama, Japón Reducing the Time to Placental Expulsion using Acupuncture\".4.3. Líneas futuras 53 Ponencia Nacional en Congreso FAME (Federación de Asociaciones de Matro- nas de España), \"Terapias Alternativas y Complementarias. Conocimientos y Experiencias de los profesionales sanitarios matronas y obstetras\". Sesión Clínica en Centro de Salud .Acupuntura durante el alumbramiento\", dirigido a profesional sanitario del centro (médicos, enfermeras y auxiliares). En el campo docente, el desarrollo de la tesis ha proporcionado las bases para impartir cursos a distintos profesionales. Curso \"Medicina Holística en Durante el Proceso Maternal\". Impartido a es- pecialistas en Medicina China en Centro Cinco Elementos en Granada (Abril 2016). Curso .Acupuntura Sanitaria Aplicada en Ginecología y Obstetricia\". Imparti- do a matronas y obstetras en la clínica Medizen en Madrid (Abril de 2018). 4.3. Líneas futuras Como fruto de este trabajo se pueden establecer líneas futuras de investigación asegurando una continua contribución cientíca en el área. Una de ellas sería una ampliación del ensayo clínico de acupuntura aplicado en el mismo punto estudiado Ren Mai 6 pero esta vez valorando no sólo el tiempo de desprendimiento de la placenta sino también el sangrado uterino. Así también, en el campo de la acupuntura y la obstetricia hay muchos posibles ensayos clínicos relacionados con el alivio de la sintomatología durante el embarazo,54 Capítulo 4. Conclusiones y líneas futuras para el manejo del parto y el alumbramiento así como para el proceso del puer- perio. Sería interesante poder realizar un estudio comparativo entre mujeres que tienen problemas de lactancia materna como las mastitis, especialmente, aquellas con recidivas. Por otro lado, también sería interesante el análisis de la prevalencia del uso de CAM en las mujeres embarazadas así como su opinión y creencias al respecto. Ar a í zd ee s t a si n v e s t i g a c i o n e s ,s ep u e d e ne s t a b l e c e rn u e v a sl í n e a sd ed e s a r r o l l o que complementen nuestros resultados y den continuidad a la contribución cientíca en el área estudiada.Bibliografía Abedzadeh-Kalahroudi, M. (2014). Complementary Midwifery Stud ,3 ( 2 ) : e 1 9 4 4 9 . Abeshouse, N., Mar, R., et al. (2016). Acupuncture in midwifery practice. Australian Midwifery News ,1 6 ( 2 ) : 3 7 . Adams, J., Sibbritt, D., and Lui, C.-W. (2011). The use of complementary and alternative medicine during pregnancy: a longitudinal study of australian women. Birth ,3 8 ( 3 ) : 2 0 0 - 2 0 6 . Asadi, N., Maharlouei, N., Khalili, A., Hadianfard, M., Jokar, A., Vafaei, H., and Kasraeian, M. (2015). E ects of li-4 and sp-6 acupuncture on labor pain, cortisol level and duration of labor. Journal of acupuncture and meridian studies ,8 ( 5 ) : 2 4 9 - 2 5 4 . Association, W. M. et al. (1964). Code of ethics of the world medical association: Declaration of helsinki. helsinki, nland: Wma; june 1964. BMJ ,2 : 1 7 7 . Bateman, B. T., Berman, M. F., Riley, L. E., and Le ert, L. R. (2010). The epi- demiology of postpartum hemorrhage Analgesia ,1 1 0 ( 5 ) : 1 3 6 8 - 1 3 7 3 . 5556 BIBLIOGRAFÍA Bell, I. R., Caspi, O., Schwartz, G. E., Grant, K. L., Gaudet, T. W., Rychener, D., Maizes, V., and Weil, A. (2002). Integrative medicine and systemic outcomes research: issues in the emergence of a new model for primary health care. Archives of internal medicine ,1 6 2 ( 2 ) : 1 3 3 - 1 4 0 . Belloni, A., Didier, G., et al. (2008). On the behrens-sher problem: A globally convergent algorithm wald, lr and lm tests. The annals of Statistics ,3 6 ( 5 ) : 2 3 7 7 - 2 4 0 8 . Bobi , M. V. and Habek, D. (2012). Treatment retained placenta with acupun- cture. International Journal of Gynecology & Obstetrics ,1 1 6 ( 1 ) : 8 0 . Bokmand, S. and ,2 2 ( 3 ) : 3 2 0 - 3 2 3 . Chauhan, P., Gasser, F., and Chauhan, A. (1998). Clinical investigation on the use of acupuncture for treatment of placental retention. American journal of acupuncture ,2 6 ( 1 ) : 1 9 - 2 5 . Claudia, F. (2008). Atlas of acupuncture. Elsevier, München Vardon, D., Lepercq, J., and Go net, F. (2013). E ect of routine controlled cord traction as part of the active management of the third stage of labour on postpartum haemorrhage: multicentre randomised controlled trial (tracor). Bmj,3 5 4 1 . Dennehy, C., Tsourounis, C., Bui, L., and King, T. L. (2010). The use of herbs by california midwives. Journal of Obstetric, 2 7 6 . Elden, H., Ladfors, L., Olsen, M. F., Ostgaard, H.-C., Hagberg, H. (2005). Eects of acupuncture and stabilising exercises as adjunct to in girdle randomised single blind controlled Bmj,3 3 0 ( 7 4 9 4 ) : 7 6 1 . Elden, H., Ostgaard, mother, de- medicine Ernst, use of complementary/alternative medicine: a sys- tematic review. Bulletin of the world health organization ,7 8 ( 2 ) : 2 5 8 - 2 6 6 . Fahimi, F., Hrgovic, I., El-Safadi, S., and Münstedt, K. (2011). Complementary and alternative medicine in obstetrics: a survey from iran. Archives of gynecology and obstetrics ,2 8 4 ( 2 ) : 3 6 1 - 3 6 4 . Fernández-Cervilla, A. B., Piris-Dorado, A. I., Cabrer-Vives, M. E., and Barque- ro González, A. (2013). Situación actual de las terapias complementarias en es- paña en el grado de enfermería. Frass, M., Strassl, R. P., Friehs, H., Müllner, M., Kundi, M., and Kaye, A. D. (2012). Use and acceptance of complementary and alternative medicine among the general population and medical personnel: a systematic review. The Ochsner Journal ,1 2 ( 1 ) : 4 5 - 5 6 .58 BIBLIOGRAFÍA Frejka, T. and Sobotka, 9 ) : 1 5 - 4 6 . Furnham, A. and McGill, C. (2003). Medical students' attitudes about comple- mentary and alternative medicine. The Journal of Alternative & Complementary Medicine ,9 ( 2 ) : 2 7 5 - 2 8 4 . Ganey, L. and Smith, C. A. (2004). Use of complementary therapies in pregnancy: the perceptions of obstetricians and midwives in south australia. Australian and New Zealand Journal of Obstetrics and Gynaecology ,4 4 ( 1 ) : 2 4 - 2 9 . Glavind, K. and Bjørk, J. (2003). Incidence and treatment urinary retention postpartum. International Urogynecology Journal ,1 4 ( 2 ) : 1 1 9 - 1 2 1 . Green, B. and Johnson, C. (2015). The most common conditions presenting to the top provider-based complementary and alternative medicine therapies in the us adult population: 2012 national health interview survey. Journal of Chiropractic Medicine ,1 4 ( 2 ) : 1 0 3 . GTN, G. d. T. N. (2008). Análisis de la situación de las terapias naturales. Dirección General de Ordenación Profesional. España . Gülmezoglu, A. M., Lumbiganon, P., Landoulsi, H., Festin, M., Carroli, G., Qureshi, Z., Souza, J. P., Bergel, E., et al. (2012). Active management of the third stage of labour with and without controlled cord traction: ar a n d o m i s e d ,c o n t r o l l e d ,n o n - i n f e r i o r i t yt r i a l . The Lancet ,3 7 9 ( 9 8 2 7 ) : 1 7 2 1 - 1 7 2 7 . Hall, H. G., Gri ths, D. L., and McKenna, L. G. (2011). The use of complementary and alternative medicine by pregnant women: a literature review. Midwifery , 27(6):817-824.BIBLIOGRAFÍA 59 Hall, H. G., McKenna, L. G., and Gri ths, D. L. (2012). Midwives? support for complementary and alternative medicine: a literature review. and Birth 25(1):4-12. Hamidzadeh, A., Shahpourian, F., Orak, R. and Khosravi, A. (2012). E ects of li4 acupressure on labor pain in the rst stage of labor. Journal of Midwifery & Women?s Health ,5 7 ( 2 ) : 1 3 3 - 1 3 8 . Kalder, M., Knoblauch, K., Hrgovic, I., and Münstedt, K. Use of comple- mentary and alternative medicine during pregnancy and delivery. Archives gynecology and obstetrics ,2 8 3 ( 3 ) : 4 7 5 - 4 8 2 . Khan, G. Q., John, I., Wani, S., Doherty, T., and Sibai, B. M. (1997). Controlled cord traction versus minimal intervention in delivery of the placen- ta: a trial. American journal of obstetrics & gynecology , 177(4):770-774. King, T. L. and Murphy, P. A. (2009). Evidence-based approaches to managing nausea and vomiting in 54(6):430-444. Saywell Jr, R. M., Zollinger, T. W., Mandzuk, C. A., Haas, D. M., Howell, L. K., Sevilla Martir, J. F., and Reger, M. K. (2010). Herbal remedy use among hispanic women during pregnancy and while breastfeeding: are physicians informed? Hispanic Health Care International ,8 ( 2 ) : 9 3 - 1 0 6 . Kolkman, E., Visser, A., Vink, A.-M., and Cam-education in the medical curriculum: Attitude towards and knowledge of cam among dutch medical European Journal of Integrative Medicine ,3 ( 1 ) : 1 7 - 2 2 .60 BIBLIOGRAFÍA Ková ová, P., Smith, C. A., and Turnbull, D. A. (2010). An exploratory study of the eect of acupuncture on self-e cacy for women seeking fertility support. Explore: The Journal of Science and Healing ,6 ( 5 ) : 3 3 0 - 3 3 4 . Kvist, L. J., Hall-Lord, M. L., Rydhstroem, H., and Larsson, B. W. (2007). A randomised-controlled trial in sweden of acupuncture and care interventions for Traditional chinese medicine: A healing approach from the past to the future. Multicultural Approaches to Health and Wellness in America. Westport, CT: Praeger Publishers ,p a g e s1 9 7 - 2 2 6 . Liang, Z. (1988). 32 cases of acute mastitis treated with acupuncture, moxibustion and Liangyue, D., Yijun, G., Shuhui, H., Xiaoping, J., Yang, L., Rufen, W., et al. (2001). Chinese acupuncture and moxibustion. Traditional Medicine in Asia ,7 5 . Lopez-Garrido, B. (2016). Survey about knowledge and opinion of obstetricians and midwives regarding complementary and alternative medicine in spain, inter- university consortium of political and social research. OPENICPSR, dataset . Magann, E. F., Evans, S., Chauhan, S. P., Lanneau, G., Fisk, A. D., and Morrison, J. C. (2005). The length of the third stage of labor and the risk of postpartum hemorrhage. Obstetrics & Gynecology ,1 0 5 ( 2 ) : 2 9 0 - 2 9 3 . Magann, E. F., Lutgendorf, M. A., Keiser, S. D., Porter, S., Siegel, E. R., McKelvey, S. A., and Morrison, J. C. (2013). Risk factors for a prolonged third stage of labor and postpartum hemorrhage. Southern medical journal ,1 0 6 ( 2 ) : 1 3 1 - 1 3 5 .BIBLIOGRAFÍA 61 Maggard, M. A., Yermilov, I., Li, Z., Maglione, M., Newberry, S., Suttorp, M., Hilton, L., Santry, H. P., Morton, J. M., Livingston, E. H., et al. (2008). Pregnancy and fertility following bariatric surgery: a systematic review. JaMa ,3 0 0 ( 1 9 ) : 2 2 8 6 - 2296. Manber, R., Schnyer, R. N., Lyell, D., Chambers, A. S., Caughey, A. B., Druzin, M., Carlyle, E., Celio, C., Gress, J. L., Huang, M. I., et al. (2010). Acupuncture for depression during pregnancy: a randomized controlled trial. Obstetrics & Gynecology ,1 1 5 ( 3 ) : 5 1 1 - 5 2 0 . Mårtensson, L., Kvist, L. J., and Hermansson, E. (2011). A national survey of how acupuncture is currently used in midwifery care 7 ( ) : 8 7 - 9 2 . Massey Jr, F. J. (1951). The kolmogorov-smirnov test for goodness of t. Journal of the American statistical Association ,4 6 ( 2 5 3 ) : 6 8 - 7 8 . Maughan, K. L., Heim, S. W., and Galazka, S. S. (2006). Preventing postpartum hemorrhage: managing the third stage of labor. Am Fam Physician ,7 3 ( 6 ) : 1 0 2 5 - 8 . Mingmin, Z., Guangying, H., Fuer, L., Paulus, W., and K. (2002). of acupuncture on idiopathic male infertility in assisted reproductive technology. Journal and Technology [Medical Sciences] , 22(3):228-230. H. H. H., von Georgi, R., and Hackethal, A. (2011). Complementary and alternative medicine: comparison of students and doctors. 0 Münstedt, K., Schröter, C., Brüggmann, D., Tinneberg, H.-R., and von Georgi, R. (2009). Use of complementary and alternative medicine in departments of obstetrics in germany. Complementary Medicine Research ,1 6 ( 2 ) : 1 1 1 - 1 1 6 . Ng, E. H. Y., So, W. S., Gao, J., Wong, Y. Y., and Ho, P. C. (2008). The role of acupuncture in the management of subfertility. Fertility and sterility ,9 0 ( 1 ) : 1 - 1 3 . Organization, W. H. et al. (1991). A proposed standard international acupuncture nomenclature: report of a who scientic group. Oyelese, Y. and Ananth, C. 3 ( 1 ) : 1 4 7 - 1 5 6 . Pallivalappila, A. R., Stewart, D., Shetty, A., Pande, B., and McLay, J. S. (2013). Complementary and alternative medicines use during pregnancy: a systematic views and experiences. Evidence-Based Complementary and Alternative Medicine ,2 0 1 3 . Pei, J., Strehler, E., Noss, U., Abt, M., Piomboni, P., Baccetti, (2005). sterility ,8 4 ( 1 ) : 1 4 1 - 1 4 7 . Posadzki, P., Watson, L. K., Alotaibi, A., and Ernst, E. (2013). Prevalence of use of complementary and alternative medicine (cam) by patients/consumers in the uk: systematic review of surveys. Clinical Medicine ,1 3 ( 2 ) : 1 2 6 - 1 3 1 . Radtke, J., Crighton, M., Happ, M. B., and Cohen, S. (2010). The experience of research participation in a study investigating the e ect ( s 1 ) . Reisner, S. F. (2016). The e ects of eastern and western medicine on female infertility associated with advanced maternal age: A literature review. Robey, B., Rutstein, S. O., and Morris, L. (1993). The fertility decline in developing countries. Scientic American ,2 6 9 ( 6 ) : 6 0 - 6 7 . Römer, A. and Seybold, B. (2003). Acupuncture Frauen- heilkd ,6 3 ( 4 ) : 2 7 4 - 2 7 9 . Schmitt, D. P. (2011). Psychological adaptation and human fertility patterns: So- me evidence mating strategies as evoked sexual culture. In Biosocial Foundations of Family Processes ,p a g e s1 6 1 - 1 7 0 .S p r i n g e r . Smith, C. (2016). Acupuncture in obstetrics. Medical Acupuncture: A Western Scientic Approach ,p a g e s5 5 2 - 5 6 5 . Smith, C. and Betts, D. (2014). The practice of acupuncture and moxibustion to promote cephalic version for women with a implications for clinical practice and research. Complementary therapies in medicine ,2 2 ( 1 ) : 7 5 - 8 0 . Steel, A., Adams, J., Sibbritt, D., et al. (2011). Complementary and alternative medicine in pregnancy: a systematic review. Journal of the Australian Traditional- Medicine Society ,1 7 ( 4 ) : 2 0 5 . Stewart, D., Pallivalappila, A., Shetty, A., Pande, B., and McLay, J. (2014). Health- care professional views and experiences of complementary and alternative thera- pies in obstetric practice in north east scotland: a prospective questionnaire survey. BJOG: An International Journal of Obstetrics & Gynaecology ,1 2 1 ( 8 ) : 1 0 1 5 - 1 0 1 9 .64 BIBLIOGRAFÍA te Velde, E., Burdorf, A., Nieschlag, E., Eijkemans, R., Kremer, J. A., Roeleveld, N., and Habbema, D. (2010). Is human fecundity declining in western countries? Human Reproduction ,2 5 ( 6 ) : 1 3 4 8 - 1 3 5 3 . Tena, D., Fernández, C., López-Garrido, B., Pérez-Balsalobre, M., Losa, C., Medina- Pascual, M. J., ( 4 ) : 4 9 0 - 492. Tena, D., López-Garrido, B., and Losa, C. (2016b). Clinical mastitis in breastfeeding women: study of 56 cases. Infectious diseases (London, England) ,4 8 ( 1 1 - 1 2 ) : 8 6 7 . Thicke, L. A., Hazelton, J. K., Bauer, B. A., Chan, C. W., Huntoon, E. A., Novotny, P. J., Sloan, J. A., and Wahner-Roedler, D. L. (2011). Acupuncture for treatment of noncyclic breast pain: a pilot study. The American journal of medicine , 39(06):1117-1129. Tian, X. (2011). hospitals on adopting complementary and alternative medicine .O r e g o nS t a t eU n i v e r s i t y . Tiedje, L. B. (1998). Alternative health care: An overview. Journal of Obstetric, Gynecologic & Neonatal Nursing ,2 7 ( 5 ) : 5 5 7 - 5 6 2 . Tsuei, J. J., Lai, Y.-f., and Sharma, S. D. (1977). The influence of acupuncture stimulation during pregnancy: the induction and inhibition labor. Obstetrics and gynecology ,5 0 ( 4 ) : 4 7 9 - 4 7 8 . Vas, J., Aguilar, I., Perea-Milla, E., and Méndez, C. (2007). E ectiveness of acupuncture Medicine ,2 5 ( 1 - 2 ) : 4 1 - 4 6 .BIBLIOGRAFÍA 65 WHO, W. H. O. (2000). General guidelines for methodologies on research and evaluation of traditional medicine. Yin, C. Y., Braz, J. R. C., Colares, W. T. H. C., de Carvalho, L. R., Módolo, M. P., do Nascimento Junior, P., and Módolo, N. S. P. (2017). A randomized controlled trial ver- ondansetron nausea and spinal , 7(08):253.Parte II Publicaciones 6769 Título Influence of Third Stage of Labor: A Rando- mized Controlled Trial Maria Jesús Marlasca-Gutiérrez, Roberto Gil-Pita, Rafael Toro- Journal Women's Health, 60(2), de impacto (JCR 2015): 1,392 - Posición 32 de 116 (Q2)Journal of Midwifery & Women's Healthwww.jmwh.orgOriginal of labor considered to be a risk factor for postpartum hemorrhage. The objective of this study was todetermine the ability of acupuncture to reduce the length of the third stage of labor.Methods:Seventy-six puerperal women who had a normal spontaneous birth at the Hospital Universitario Principe de Asturias, Alcal´a de Henares,Spain, were included in a single-blind randomized trial and evaluated by a third party. Women were randomly assigned to receive true acupunctureor placebo acupuncture (also the group, inserted at theRen Mai on the anterior midline between the umbilicus and the upper part of the pubic symphysis. In the second group, the insertion site waslocated at the same horizontal level as the Ren Mai 6 point but shifted slightly to the left of the anterior midline. The management of the thirdstage of labor was the same in both groups.Results:Statistically significant differences were found, with an average time to placental expulsion of 15.2 minutes in the placebo group and 5.2minutes in the acupuncture group. No major complications occurred in either group.Discussion:These results confirm that acupuncture at the Ren Mai 6 point can decrease the time to placental expulsion. This treatment representsa simple, safe, and inexpensive way decreasing the duration of the third stage of labor.JM i d w i f e r yW o m e n sH e a l t h2 0 1 5 ; 6 0 : 1 9 9 - 2 0 5c2015 by the American College of Nurse-Midwives.Keywords:acupuncture, labor, postpartum hemorrhage, third stage of laborINTRODUCTIONThe third stage of labor is the period from the birth of the new-born to delivery of the placenta. A prolonged third stage oflabor (more than 30 associated (PPH).1,2Reducing the average length of of uterine contraction is a major ob-jective of the management of the third stage of labor becausePPH occurs in 60% to 80% of patients with uterine atony.3The use of complementary and alternative medicine in theUnited States and the European Union has increased conception vessel meridian is relevantto obstetrics and gynecology. The Ren Mai 6 point, which isalso called theQihaiorSea of Qi,is of particular importancebecause it is thought to tone theQi(life force) of the promoting to comparethe duration of the third stage of labor (the time to placentalexpulsion) between women administered acupuncture at theAddress correspondence to Beatriz L´opez-Garrido, CNM, Centro Henares, 19200 Azuqueca de Henares,Spain. E-mail: lopesbea@hotmail.comRen Mai 6 point and women administered acupuncture at aplacebo point. We measured the time taken to deliver the pla-centa in the 2 groups (principal outcome), the degree of painrelated to the treatment, the satisfaction of the woman, and theease with which the acupuncturist administered the treatment(secondary outcomes).PARTICIPANTS study was and third-party study enrolled primiparous women who were in labor atthe Hospital Universitario Pr´ncipe de Asturias in Alcal´ad eHenares (Madrid, Spain) between April 2011 and acupuncture technique described in this article duringa3 - h o u rs e m i n a r .T h e yp e r f o r m e dt h ea c u p u n c t u r ei nb o t hgroups and are denoted acupuncturists in the study. The mid-wife responsible for the birth, who at the time was the hospitalmidwife, measured the duration of the third stage of labor inminutes. This midwife did not receive training in acupunc-ture and could not distinguish between true acupuncture andsham acupuncture. None of the 3 acupuncture-trained mid-wives were responsible for the management of labor, birth, stage.Pregnant meeting all of study. Inclusion 20 and 35 years, at weeks' gestation with a low-risk chosen trial was conducted to evaluate the duration of the third stage of labor in women administeredacupuncture at 2 different points as compared to women receiving sham acupuncture.The average time was significantly longer (by at least 7.71 min) in the placebo group than in thecontrol group.This study is the first to demonstrate a beneficial effect of acupuncture in reducing the placental inwomen who have just simple, understand Spanish womenwhose labor prolonged (/H1102218 h) or precipitous (/H110212h )were a specific All and the free-dom to withdraw from the study at any time.For the procedure and data collection, the acupunctur-ist requested the collaboration of the midwife in the prelaborroom. The acupuncturist described the study to was not experiencing labor pains,and as possible, when woman was effects analgesia.The urinary bladder of the laboring woman was to the birth. All women were in the supine position dur-ing birth. After birth, the facilitate maternal bonding. The management ofthe third stage was the same in both groups, and special ef-forts were made to guarantee that all of the midwives involvedin the One minute after birth, the umbilical cord wasclamped, and the acupuncturist placed the needle in the rele-vant position. Apart from the use of acupuncture, these stepsreflect the typical second and third stage management in thishospital.For the intervention group (ie, true acupuncture), the pro-cedure was as follows: Once the umbilical standard sterilized 0.25×40-mmsteel acupuncture needle in the Ren Mai 6 point. This pointis located on the anterior midline between the umbilicus andthe upper part of the 0.3dfrom the umbilicus, wheredis the distance from the umbili-cus to upper part of the pubic symphysis. The needle wasinserted at this site at a depth of 15 to 30 mm, depending onthe adipose tissue of the woman.For the control group (ie, sham acupuncture), the proce-dure was as follows: Once the umbilical was placed a sterilized 0.25×25-mm steel needleat the placebo point. This point is located at the same horizon-tal level as the Ren Mai 6 point, 0.6dto the left of the anteriormidline of the woman. To minimize the effects of acupunctureat the placebo point, the sterilized needle con-trol used in the treatmentgroup and inserted only 15 mm into the tissue.Figure 1 shows the position of both the Ren Mai 6 andplacebo points.After the needle was as is routinely performed inthis hospital. At this point, the time from childbirth to placen-tal expulsion was recorded on the partogram by midwife.The acupuncture needle was then removed, and the abdomi-nal area was completely sterilized by the acupuncturist.The acupuncturist completed a survey no more than2h o u r sa f t e rt h ei n t e r v e n t i o n .I nt h i ss u r v e y ,t h ea c u p u n c t u r -ist noted the ease with which the acupuncturist medium, and low her friends.After the birth, the woman was moved to the mater-nity ward for 48 hours. According to routine procedure, thephysician was postpartum unit noted anycomplications that occurred within hours birth on aspecific form; these forms were copied into the true mean times. To obtain data distributions were n dt h ep l a c e b op o i n t( l a b e l e dP)of 95% was used. We retrospective review of placental expulsiontimes in 66 medical records from the hospital. Those whosemedical records were examined had similar characteristics tothe participants enrolled this study, met the and had undergone the same standard procedures forthe management of the third stage of labor. From this review,an average (SD) time of 12.82 (6.91; 95% CI, 11.15-14.49)minutes was calculated for the third stage. With these val-ues, filled with 120 leaflets (60for the control group and 60 for the intervention group). Afterreceiving approval from the pregnant woman, the the the pregnant woman wasaware of the assigned group.RESULTSAt o t a lo f1 2 0p r e g n a n tw o m e na g r e e dt op a r t i c i p a t ei nt h estudy; however, not all completed the study. Some births oc-curred when the acupuncturist was not present, and manylabors ended in a cesarean or in an women who the inclusion criteriadeclined to in the study. Thus, a total of 76 puer-peral women (47 in the intervention group and 29 in the con-trol group) participated during the 24-month study period.Figure 2 shows the distribution of the participants in the in-tervention group and control group, as well as the distribution Figure 2.Distribution of the participants in the interventiongroup and control groupof women who declined participation or who did not receivetreatment due to the aforementioned issues.Table 1 describes the main characteristics of groups. No significant differences were observed. Inboth groups, the total average duration of the first and secondstages of labor was less than the total average duration of laborafter due to women hadpremature rupture of membranes.Table 2 shows the average (SD) and 95% CIs of timeto placental expulsion. The mean time to placental significantly different between the2 groups: 5.23 minutes and 15.21 minutes for the control groups, respectively. Thus, there was a9.28-minute difference in the average time of the 2 groups.The 95% CI for the true mean value of the expulsion time was12.70 to 17.71 minutes for the control group and 4.69 to 5.82minutes for the intervention group. the aver-age duration of the third stage of labor between the 2 groups.Figure 3 shows histograms of the distributions forboth participants in the treatment group ex-perienced placental expulsion within the first 10 minutes afterbirth. In the control group, only 31% of the participants expe-rienced placental expulsion within 10 minutes; and more than 15 minutes, a duration that isassociated significant risk of the participants reported that the technique waspainless. All of the women except one (who did not know whatto answer) would recommend the use of acupuncture to theirfriends.For 8 participants, the acupuncturist reported administer-ing the treatment with ease; one was to puerperal tremors; and onewas administered with a low level of obesity ofJournal of Midwifery & Women's Healthrwww.jmwh.org20172Table 1.Characteristics of Women in the Treatment Stage of Labor (Time to Complete Placental Expulsion) in the Treatment and Placebo difference between the mean values of the duration of the third stage in both groups, with 95% confidence.cLevel of ease with which the acupuncturist administered the treatment, with 4 possible answers: high (100), moderate (75), medium (50), and low (25) ease levels.dPercentage of puerperal women who found the women who would recommend this For the remaining 66 participants, the techniquewas administered with a high level of ease.One woman in the control group experienced PPH dueto uterine the generalpopulation.12One woman in the treatment group requiredau r i n a r yc a t h e t e rb e c a u s es h ed i dn o ts p o n t a n e o u s l yu r i -nate during the first 2 puerperal hours, reducing just acupuncture duration ofthe third stage of labor for participants in the treatment group andcontrol group 05101520253035404502468101214 Time (min)Number of women True AcupuncturePlacebo/Sham Acupuncture Figure 4.Estimation of the cumulative distribution of the dura-tion of the third stage of labor in the intervention group and controlgrouppostpartum periods,20and depression.21In 1988, Chauhanet al22described the use of acupuncture to induce placentalexpulsion in women with a retained placenta one hour acupuncture point, and none of thestudies used the Ren Mai 6 acupuncture point.Our study showed that there was a to minutes) compares birth and who were administered 10 units of oxytocinfollowing the delivery of the placenta by maternal expulsiveeffort.25In a multicenter study conducted in 2012, the meanduration of the third stage of labor was 12.6 minutes in thecontrol group; these received oxytocin af-ter the cord was clamped approximately one to 3minutes after the birth, and no cord traction was applied.26There were some differences in management between thesestudies and ours: a later clamping time of the cord and ad-ministration of oxytocin before the delivery of the placenta.In our study, the mean difference of at least 7.71 min-utes between the average times of the 2 groups suggests thatacupuncture applied at the Ren Mai 6 placental expulsion time. Controlled has also been demonstratedto significantly reduce the length of the third stage of labor(mean duration of 4 min according to Khan min al27); however, its use does not signifi-cantly reduce the risk of PPH.26,27The volume of blood lossexperienced by the puerperal woman depends on how long ittakes the placenta to separate from the uterine wall of the uterus.The stimulation of the Ren Mai 6 point is supposed to in-duce the contraction of the uterus.8There are many theoriesproposing how this acupuncture works;29however, we believethat the insertion of the needle at the Ren Mai 6 point stimu-lates a defensive reaction in the uterine muscle. labor obtained in ourstudy be noted. Bloodloss was not measured, and the women were all considered tobe at low risk, which limits the generalizability of the studyresults. The small sample this further or of knowledge of of the attendingmidwives might have become aware of the treatment groupover deviations would affect both groups in a similarmanner.We found that the acupuncture technique was successfullyapplied and training midwives to Healthrwww.jmwh.org20374investigate regulations in their institution and state. There isah i g hd e m a n df o rc o m p l e m e n t a r ya n da l t e r n a t i v em e d i c i n ein the United States, and its use in midwifery is widespread.30However, acupuncture is typically not a are no credentialed service, own bylaws and procedures and determines the most ef-fective way to deal with these concerns.31CONCLUSIONThe results of this randomized trial suggest that acupunctureat Mai 6 point can effectively placental ex-pulsion time. This acupuncture technique is and not associated with any side effects. Thistechnique could be used alone or in conjunction with oxy-tocin to facilitate the stage could be of special interest in un-derdeveloped countries where for the L´opez-Garrido, CNM, is a midwife and acupunctur-ist at the Castilla la Mancha Health Service, Azuqueca deHenares, Guadalajara, Spain.Javier Garc´a-Gonzalo, CNM, is a midwife at Hospital Univer-sitario Pr´ncipe de Asturias, Alcal´ad eH e n a r e s ,M a d r i d ,S p a i n .Clara Patr´on-Rodriguez is a midwife at Hospital UniversitarioPr´ncipe de Asturias, Alcal´ad eH e n a r e s ,M a d r i d ,S p a i n .Maria Jes´us Marlasca-Guti´errez, CNM, is a midwife at Hos-pital Universitario Pr´ncipe de Asturias, Alcal´ad eH e n a r e s ,Madrid, Spain.Roberto Gil-Pita, PhD, is an Associate Professor in the SignalTheory Department, University of Alcal´a, Alcal´ad eH e n a r e s ,Madrid, Spain.Rafael Toro-Flores, PhD, is a Nurse at Hospital UniversitarioPr´ncipe de Asturias, Alcal´ad eH e n a r e s ,M a d r i d ,S p a i n .CONFLICT OF INTERESTThe authors have no The of Madrid,Hospital Pr´ncipe have supported and collaborated study. of supported the the liability insurance. are alsograteful to Leandro Mart´nez Roca and Antonio RodriguezMiguel for their generous assistance, and especially to all ofthe women who have in the study.REFERENCES1.Magann EF, Evans Chauhan SP, Lanneau Fisk AD, Morrison JC.The length of the third stage of postpartum hem-orrhage.Obstet Gynecol. EF, Lutgendorf a pro-longed third stage of labor complementary and alternative medicine therapies in the USadult population: Chinese medicine: A healing ap-proach from the past to the future. In Gurung RAR, ed.Multicul-tural Approaches to Health and Wellness in America.W e s t p o r t ,C T :Praeger Publishers; 2014:197-226.6.Vas J, Aguilar I, ; 2 5 ( 1 - 2 ) : 4 1 - 4 6 .7.Tiedje LB. Alternative health care: An overview.JO b s t e tG y n e c o lNeonatal Nurs.1 9 9 8 ; 2 7 : 5 5 7 - 5 6 2 .8.Focks C, M¨arz U, Hosbach I.Atlas of Acupuncture.L o n d o n ,E n g l a n d :Churchill Livinstone Elsevier; 2008.9.Rickham P. Human experimentation. Code world med-ical association. Declaration of Helsinki.Br Med J.1964;2(5402):177.10.Belloni A, problem: A globally algorithm Wald, LR and LMtests.Ann Stat.2 0 0 8 ; 3 6 ( 5 ) : 2 3 7 7 - 2 4 0 8 . d o i : 1 0 . 1 2 1 4 / 0 7 - A O S 5 2 8 .11.Massey Jr FJ. The Kolmogorov-Smirnov large, nationwide sample of deliveries.AnesthAnalg.2 0 1 0 ; 1 1 0 ( 5 ) : 1 3 6 8 - 1 3 7 3 .13.Glavind K, Bjørk, J. Incidence and Urogynecol J Pelvic Floor Dysfunct.2 0 0 3 ; 1 4 ( 2 ) : 1 1 9 - 1 2 1 .14.Martensson L, Kvist LJ, Hermansson E. A national survey used in midwifery care at Swedish maternityunits.Midwifery.2 0 1 1 ; 2 7 ( 1 ) : 8 7 - 9 2 .15.Elden Ostgaard delivery and the fetus/neonate.BMC Complement Al-tern Med.2 0 0 8 ; 8 ( ) : 3 4 .16.Radtke J, Crighton M, Happ MB, Cohen S. The experience of re-search participation in 0 ; 3 9 ( s 1 ) : S 9 9 - S 9 9 .17.King TL, Murphy PA. Evidence-based approaches to managing nau-sea and vomiting in early pregnancy.JM i d w i f e r yW o m e n sH e a l t h.2009;54:430-444.18.Tsuei JJ, Lai induction and inhibition of labor.ObstetGynecol.1 9 7 7 ; 5 0 ( 4 ) : 4 7 9 - 4 8 8 .19.Hamidzadeh A, Shahpourian stage of labor.JMidwifery Womens Health.2 0 1 2 ; 5 7 : 1 3 3 - 1 3 8 .20.Elden H, Ladfors L, J. 2005;330(7494):761.21.Manber RN, Lyell D, Acupuncture treatment Acupunct.1998;26 (1):19-25.204Volume 60, No. Seybold B. Acupuncture in obstetrics.Geburtshilfe Frauen-heilkd.2 0 0 3 ; 6 3 ( 4 ) : 2 7 4 - 2 7 9 .24.Bobi´c MV, Habek D. Treatment of retained placenta with acupuncture.Int J Gynaecol Obstet.2 0 1 2 ; 1 1 6 ( 1 ) : 8 0 .25.Khan GQ, John IS, Wani S, T, Sibai BM. cordtraction M, Abdel-Aleem H, Festin M, et al. Active management of the third stage oflabour with trial.Lancet.2 0 1 2 ; 3 7 9 ( 9 8 2 7 ) : 1 7 2 1 - 1 7 2 7 .27.Deneux-Tharaux C, Sentilhes L, Maillard F, et al. Effect of routine con-trolled cord traction as part of the active management of the third stageof labour on postpartum haemorrhage: Multicentre randomised con-trolled trial (TRACOR).Br Med J.2 0 1 3 ; 3 4 6 : 1 - 1 1 .28.Maughan KL, Heim SW, Galazka 5 Knowledge Opinion of Obstetrician- Gynecologists and Midwi- ves Regarding Complementary and Alternative Medicine in Spain Autores Beatriz López-Garrido, Roberto Gil-Pita, Cristina Francisco-Rey, Álvaro Zapico-Goñi, Daniel Tena-Gomez Journal Holistic Nursing Practice, .Aceptado, pendiente de publicar (se incluye carta de aceptación) Ranking Factor de impacto (JCR 2016): 0,726 - Posición 86 de 114 en (Q4) Gloria F. Donnelly, PhD, RN, FAAN, FCPP Editor in Chief March 7, 2018 Beatriz López Garrido, Midwife Roberto Gil-Pita Álvaro Zapico-Goñi Cristina Francisco-Rey Daniel Tena-Gómez Servicio de Salud de Castilla - La Mancha Azuqueca de Henares, Guadalajara, Spain Dear Dr. Lopez-Garrido: Your revised article Midwives Complementary Alternative Medicine in Spain\" has been accepted for publication in Holistic Nursing Practice and is in the queue to be published in 2019. Currently it is scheduled for the issue, Volume 33, Number 2, March-April, 2019. You will most likely hear from production about galley review early in 2019. Congratulations and please consider this official acceptance of FAAN Professor Emerita College of Nursing and Health Professions Drexel University Editor in Chief Holistic Nursing Practice gd27@drexel.edu 78 Copyright © 2019 The Authors. Published by Wolters Kluwer Health, Inc. Knowledge and Opinion of Obstetrician-Gynecologists and Midwives Regarding Complementary and Alternative Medicine of paper is to present the results from a cross-sectional survey carried out to assess and compare the knowledge, attitudes and beliefs of the obstetrician-gynecologists and midwives, regarding a set of complementary and alternative therapies in the area of the Corredor del Henares in Spain. The results show a high percentage of acceptance regarding complementary and alternative therapies in the field of obstetrics and gynecology, and more than half of the Spanish professionals of reproductive health would like to learn more Health Organization defines \"complementary and alternative medicine\" (CAM) as a \"broad set of health care practices that are not part of that country's own tradition and are not integrated into the dominant health care system\".1 CAM includes acupuncture, aromatherapy, herbal and homeopathic medicines, meditation, movement therapies, chiropractic and osteopathic manipulation, among others. The use of these therapies has increased in the last two decades.2,3 The percentage of population that has used this type of therapies at least once is different depending on the country, being 74.8% in South Korea, 62.3% in Germany, 51.8% in United Kingdom, 47.4% in Austria and 42.1% in United States.4,5 In Spain, according to the Observatory of Natural Therapies, Ministry of Health, Social Policy and Equality, 95% of the population knows the existence of CAM, but only 26% of the population has ever used them.6 The field of women's reproductive health is one of the specialties in which the use of CAM therapies is more relevant,7-9 as many women use CAM during pregnancy due to the fewer side effects when compared to chemical drugs.9 Like in the general case, the average rate of use in this field strongly varies from one country to another, being 81% in Australia,10 74.2% in United States11 or 50.7% in are in increasing demand of CAM therapies, current knowledge, attitudes and of lot in literature. For instance, recommendation rates in South Australia are and 39.0% of FEATURES Author affiliations: Castilla la Mancha Health Service - SESCAM, Azuqueca de Henares, Spain (Ms López-Garrido), Signal Theory Department, University of Alcalá, Alcalá de Henares, Spain (Dr. Gil-Pita), Nursing and Physiotherapy Department, University of Alcalá, Alcalá de Henares, Spain (Dr. Francisco-Rey), Gynecology and Obstetrics Service, in the Hospital Universitario Príncipe de Asturias - HUPA, Alcalá de Henares, Spain (Dr. Zapico-Goñi), Section of Microbiology, University Hospital of Guadalajara, Guadalajara, Spain (Dr. Tena-Gomez). The authors have disclosed that they have no significant relationships with, or financial interest in, any commercial companies pertaining to this article. Correspondence: Beatriz López-Garrido, Centro de Especialidades de Azuqueca de Henares, 19200 Azuqueca de Henares, SPAIN (lopesbea@hotmail.com) 1 79 Copyright © 2019 The Authors. Published by Wolters Kluwer Health, on the area, but also depending on the professional group. We must take into consideration that both OB/GYNs and midwives work together in all aspects related to and making the unification of the criteria, advices and recommendations between both professional groups very important for improving the offered care. As an example, in some cases both OB/GYNs and midwives tend to recommend acupuncture, homeopathic, relaxation vitamin supplements.13,17 The reasons for the high variations in the use of CAM therapies in the field may be related to possible differences in study designs, healthcare systems, and cultures, but they have not been depth,16 their recommendation rates if they had more knowledge about the different therapies, or more support from their colleagues and/or their institution? Bearing all this in mind, this paper aims to study the knowledge, attitudes and beliefs of reproductive health professionals in a country that presents low presence of CAM therapies in a standard health care system of Spain.6 The idea is to use the area of the Corredor del Henares in this country as a study case, and to try to analyze the different factors influencing CAM therapies related to the professionals. The Corredor del Henares is a metropolitan area located at the east of Madrid which includes four public hospitals of different size. Thus, using a set of questionnaires, a large set of CAM therapies and a wide set of factors, the authors have carried out a descriptive study over the professionals of these hospitals. The aims of this study were: first, to identify and analyze the differences between what the professionals of reproductive health know and recommend about CAM; second, to analyze what these professionals would like to know and what they would recommend; and third, to asses if there are many differences between OB/GYNs and midwives regarding CAM that might affect the care receive pregnancy and SIGNIFICANCE OB/GYNs and have been compared in terms of current knowledge, attitudes and interests about CAM on relatively few occasions. In 2003, a survey was carried out by Gaffney et al. in South Australia,15 with a response rate of 78%. analyzed, opinion about 10 CAM statements three factors (usefulness, safeness and referral) over 11 therapies. In this study, OB/GYNs were more likely to consider CAM as a threat, and midwives were more likely to see CAM as a useful supplement that could benefit medicine. In 2007 a questionnaire was fulfilled by 376 German departmental heads of obstetrics and gynecology, focused on the use of CAM therapies, and analyzing the decisions regarding CAM and the perceived efficacy.19 In Germany, most decisions regarding CAM use were made by midwives, and only decisions on acupuncture were taken by both OB/GYNs and midwives. The perceived efficacy of CAM was higher in the case of midwives, since OB/GYNs were only partly convinced of the efficacy of CAM methods. Lately in 2013, a survey was fulfilled in North East Scotland by 77 midwives and 34 OB/GYNs, focused on comparing results between in the recommendation rate.16 In Spain, although there is a lack of previous studies about knowledge, attitudes and interests of the professionals about CAM, there are some evidences of the use of CAM therapies in the obstetrics and gynecology field.20,21 METHODS was completed from September 2015 to December 2015 in all the four hospitals in the Corredor del Henares, Spain. This area includes Guadalajara, Alcalá de Henares, Torrejón de Ardoz and Coslada hospitals. The principal outcome was to identify the knowledge, attitudes and beliefs about CAM of both OB/GYNs and midwives who work in this area. The secondary outcomes were: to study the differences between OB/GYNs to determine the most known and accepted therapies 2 HOLISTIC NURSING PRACTICE MARCH/APRIL 2019 Copyright © 2019 The Authors. Published by Wolters Kluwer Health, Inc. among the professionals; to analyze influence of the demographic variables such as age, gender, civil status, or academic degree. For this purpose, the authors utilized a Web-based online survey where the responses were anonymous and confidential. The questionnaire was based on the questionnaires of Furnham and McGill (London) which evaluated the knowledge, attitudes and beliefs about CAM of the doctors and medical students.22 Although this questionnaire has not been previously validated, it has been used many times in the literature in several different surveys23,24. It was translated by a group of native Spanish midwives and OB/GYNs. The questionnaire groups set of questions concerning age, gender, academic degree, civil status, and type of work center (hospital and/or health center). Type of ward of the professionals was not considered a factor, since in these hospitals the Obstetrics and CAM: This second set of questions consisted of six different questions that were answered for 18 different CAM therapies, including acupuncture and/or moxibustion, homeopathy, herbal medicine, osteopathy, Bach remedies, hypnotherapy, diet therapies/nutritional medicine, body work kinesiology, vitamin and therapy. This list was elaborated taking into account the information gathered from a set previous meetings between the researchers and OB/GYNs and midwives working in the previously mentioned area. The first twelve therapies were also included the original used to promote cephalic version in pregnancies,25 was included together with acupuncture, since they follow the same principles. The last six therapies were included due to their widespread use in the obstetric field (a pre-implementation study among midwives suggested that they were familiar to them). The Alexander technique, the hypnotherapy, counseling, chiropractic and shiatzu were excluded from the survey, since these techniques were identified as not frequently used in the Corredor del Henares area. For each therapy, the professionals had to identify the level of knowledge they have about (with three levels: 0 - nothing, 50 - something, and 100 - a lot), the level of effectiveness (0 - nothing, 50 - something, and 100 - a lot), if they have ever recommended the therapy (yes/no), if they would like to more (yes/no), if they think that they could recommend the technique to a patient (yes/no) and if they think that the therapy should be included in the Public Health Service (PHS) (yes/no). Attitudes about CAM: This consisted of about CAM, considering major CAM considered of CAM: This section concerned seven questions about the experience with two possible answers (yes/no). Again, the questions were the same as used in Furnham et al.22 All OB/GYNs and mentioned invited to participate in the study. Professionals belonging to the research group, or not working in the Corredor del Henares area, or different from OB/GYNs or midwives, were excluded from the survey. The heads of the corresponding departments were previously informed about the aim of study and they were asked for the email addresses of the professionals. This study started after the approval of the ethics committee of the Hospital Príncipe de Asturias in Alcalá de Henares, in July 2015 (application number OE 13/2015). In total, the online questionnaire was sent all the 142 professionals that fulfilled emails sent to the participants, the first one was sent in September 2015, the second one in November 2015 and the last one in December 2015. Data gathering finished in the end of December. The online questionnaire forced the user to fulfill all the fields, therefore missing data were not generated. Knowledge and Opinion of OB/GYNs and Midwives Regarding CAM in Spain 3 81 Copyright © 2019 The Authors. Published by Wolters Kluwer Health, Inc. Data were coded and entered into and then analyzed using descriptive statistics to profile respondents. The independent variables were the socio-demographic characteristics, and the dependent variables were the responses from the questions. In the evaluation of the data, descriptive statistics and statistical hypothesis testing were used. The level of significance was set at p<0.05. RESULTS A total of 109 responses (66 from midwives and 43 from OB/GYNs) all questions be found in the public openICSPR repository.26 Table 1 shows the main socio-demographic data from the two samples. There were no statistically significant differences between OB/GYNs and midwives in any for the dedication (p<0.001) and the gender (p=0.015). Regarding the results derived from the second group of questions, table 2 shows the average responses for all the 18 considered CAM therapies. The actual knowledge reported for both professional groups was significantly lower than the desire to learn, and something similar happened with both the actual and the potential recommendation rates. Statistically significant differences between midwives and found in all the 6 groups of questions. In general, midwives reported to be more positive about CAM therapies than OB/GYNs. The strongest difference was found in the inclusion of the therapies in the National health system (32.3% OB/GYNs, of 0.58). analysis over the different therapies is included in table 3, which shows the average response for each therapy, with the therapies sorted in the therapies (the most known, and interesting ones) body work (including massage), yoga, vitamin and mineral supplements, and acupuncture less (20.9) 4 (6.1) Female 34 (79.1) 62 (93.9) Marital status, n (%) Single (44.2) 23 (34.8) Married 22 (51.2) 42 (63.6) Divorced 2 (4.7) 1 (1.5) Working area, n (%) Alcala de Henares 16 (37.2) 21 (31.8) Torrejon de Ardoz 7 (16.3) 10 (15.2) Henares 6 (14.0) 19 (28.8) Guadalajara 14 (32.6) 19 (28.8) Dedication, n (%) Primary Health Care 0 (0.0) 10 (15.2) Specialized Health Care 37 (86.0) 52 (78.8) Both 6 (14.0) 4 (6.1) Abbreviation: SD, deviation TABLE 2. Average responses about knowledge and effectiveness of CAM for all the SD, standard deviation. level of knowledge the professional has about (three levels: 0 - nothing, 50 - something, and 100 - a lot), the level of effectiveness (0 - nothing, 50 - something, and 100 - a lot), if they have ever recommended the therapy (100 - yes, 0 - no), if they would like to learn more (100 - yes, 0 - no), if they think that they could recommend the technique to a patient (100 - yes, 0 - no) and if they think that the therapy should be included in the Public Health Service (PHS) (100 - yes, 0 - no). Statistical significance is also included (single-tail paired-sample t-test over the average answer for the 18 different therapies). 4 HOLISTIC NURSING PRACTICE MARCH/APRIL 2019 82 Copyright © 2019 The Authors. Published by Wolters Kluwer Health, Inc. Statistically significant differences between OB/GYNs and midwives were found in all cases, except in the case of supplements and herbal medicine. In all the considered cases (except supplements) midwives were more in favor of CAM therapies. The third group of questions was related to attitudes towards CAM therapies. were analyzed them using factors by the positive, safety, threat the average results obtained for OB/GYNs for these six Statistically significant differences were found over the ineffective factor, the teaching factor, the positive factor and the safety factor, in which midwives tend to be 0.6 points more in favor of CAM therapies than OB/GYNs (in a scale of 1-5). Non-significant differences found regarding the level of threat of CAM therapies and the status of CAM. Finally, results derived from the last group of 7 questions (related to beliefs about CAM) are included in table 5. Statistically significant differences were found in all questions, except those related to the \"naiveness\" of the CAM users, and the importance of the efficacy of the Comparing the previous studies study, the obtained TABLE 3. Average responses about knowledge and effectiveness therapy) TABLE 4. Average results obtained by the 2.9 Teaching 3.2 (0.7) 3.9 (0.8) <0.001 2.8 Positive 3.4 (0.6) 3.9 (0.8) <0.001 3.6 Safety 2.6 (1.0) 3.4 (0.8) <0.001 2.8 Threat 2.5 (1.0) 2.6 (0.8) 0.226 2.9 Low status 2.0 (0.7) 2.0 (0.7) 0.494 2.1 Abbreviation: SD, standard deviation. Average results obtained to grouping the analysis carried out from medical students TABLE 5. OB/GYNs % CAM 36 83.7 42 is efficacy 27 62.8 31 uses of OB/GYNs and Midwives Regarding CAM in Spain 5 83 Copyright © 2019 The Authors. Published by Wolters larger those in East This the low rates of use of CAM therapies in the PHS in Spain, as was stated in the introduction.6 If we now consider the potential rate, that is, the possibility the technique in the future, the levels obtained in Spain for both professional groups (56.7% of OB/GYNs and 76.1% of midwives) are comparable to the actual recommendation rates from South Australia15. That is, if proper training and support were offered to the Spanish professionals, their recommendation rates might high levels of integration of CAM therapies in the health system, such is the case of South Australia. The most accepted therapies for both Spanish OB/GYNs and midwives are body work, yoga, vitamin and mineral supplements, and acupuncture. The less recommended therapies are magnetotherapy, These findings agree with those results found in other body work, yoga, vitamins and acupuncture,15,16 but disagree with respect to aromatherapy15,19 and homeopathy,16,19 which had a high level of acceptance in other studies but not in this study. This issue evidences the dependency between the accepted CAM therapies and cultural tradition of the geographical area. Although the findings show that both OB/GYNs and midwives are in general interested in CAM methods there are statistically significant differences between both groups. These differences are similar to those found in the literature for other countries.15,16,19 We must take into account that there are statistically significance differences in the dedication and gender but similar conclusions about significant differences arise in case of considering all respondents and in case of excluding both males and primary health care workers from the statistical analysis. This fact guarantees the statistical significancy of the statements about Comparing the results derived from the statistical analysis over the different therapies with those presented from London medical students by similar questionnaires in Furnham et al.,22 Spanish midwives are more open to every therapy than London medical students with statistically the considered cases. OB/GYNs are more open, but in this case statistically significant differences are only found when considering homeopathy, herbal remedies, Bach flowers, body work, meditation, reflexology and yoga. Regarding the average response to each question, statistically significant differences are found in all cases except in the case of the inclusion of the therapies in the PHS, in which Spanish OB/GYNs and London medical students have similar answers.22 Comparing attitudes about CAM, we can see that Spanish OB/GYNs and London students give similar values for the items labeled \"ineffective\" and London medical students in the \"teaching\", and \"threat\" items, and all the respondents present a similar value of the \"low status\" item. A high percentage of Spanish professionals of reproductive health refer the effectiveness of CAM therapies and a low level of CAM knowledge. Similar results are shown in other countries, such as North East Scotland16 and South Australia15. In all the considered cases, the values corresponding to desire to learn are significantly larger than those corresponding to the actual knowledge of the professionals. All these facts evidence the lack of training of professionals of reproductive health in Spain. In this point, we must take into account that the Spanish regulation does not consider the inclusion CAM in in the and none of them as a mandatory subject.27 The same occurs in the case of medical students. In this sense, a general increase in the integration of CAM therapies in the education of the professionals would imply an increase in the quality of the health care, offering a reasonable expectation of benefit to the patients. This integration could be carried out either 6 HOLISTIC NURSING PRACTICE MARCH/APRIL 2019 84 Copyright © 2019 The Authors. Published by Wolters Kluwer Health, Inc. through the inclusion of the most and reliable CAM therapies in the official formation programs, or through the establishment of specific training courses focused on the specialization of the health professionals in CAM therapies. Apart from training and education, other factor to consider is the support offered by institutions to health professionals for the use and recommendation of CAM therapies. In general, Spanish professionals of reproductive health had a positive view of CAM and perceived it as a complementary medicine which should be included in the PHS. This issue is important since in Spain there are no nationally credentialed standards and criteria for these services, so each hospital establishes its own by laws and procedures and determines the most effective way to deal with these concerns. Since CAM is in general not allowed in the PHS, private clinics are increasing the offer of CAM therapies, and many women are moving towards them for taking an alternative approach to the follow-up of pregnancy and labor. Furthermore, due to the lack of national legal protection in the CAM area and the increase of the use of CAM, in Spain some political parties are using this issue in their campaigns, proposing the ban of any use of CAM and promoting complaints against those health professionals who recommend or practice CAM therapies. This threat causes that many professionals do not dare to use these therapies in their daily practice, or to give CAM recommendations to their patients, despite having knowledge or having beliefs in favor. Some professionals are afraid of criticism of their coworkers and could feel their jobs and their professional reputation threatened. In the particular case of Spanish midwives, these fears might be even greater since in many cases they feel dependent on the OB/GYNs opinion. In this sense, the results obtained by this paper shows that the majority of the professionals are in favor of many CAM therapies, and the publication of these results in the community help to these fears, increasing the recommendation rate of CAM therapies in the field of reproductive health. The main limitations of this study include possible biases in the responses of the possible between those who accepted to participate in the survey and those who did not, and differences in the emotional load of some specific questions caused by the about CAM among OB/GYNs and midwives of the Corredor del Henares in Spain. The results show a high percentage of acceptance regarding CAM in the field of obstetrics and gynecology, and more than half of the Spanish professionals of reproductive health would like to learn more about CAM therapies. The desire to learn doubles the actual knowledge of the professionals, and they are eager to highly increase the recommendation rate of these therapies. In this sense, scientific research and reliable sources of information about CAM should be increased, and the most accepted CAM therapies should be regulated and included in the formation programs of the professionals, so that they feel legally protected and confident in the recommendation and application of CAM therapies. REFERENCES 1. Zhang X, World Health Organization (WHO). General guidelines for methodologies on research and evaluation of traditional medicine. World Health Organization 2000: 1-71. 2. Ernst E. Prevalence of use of complementary/alternative medicine: a systematic review. Bulletin of the World Health Organization 2000; 78(2):258-266. 3. Lam CN, Soh-Leong L. Traditional chinese medicine: A healing approach from the past to the future. Multicultural Approaches to Health and Wellness in America Westport, Kundi M, Kaye AD. Use and acceptance of complementary and alternative medicine among the general population and medical personnel: a systematic review. Ochsner Journal 2012;12(1):45-56. 5. Posadzki P, Watson LK, Alotaibi A, Ernst E. Prevalence of use of complementary and alternative medicine (cam) by patients/consumers in the UK: systematic review of surveys. Clinical Medicine 2013;13(2):126-31. 6. Grupo de trabajo de Terapias Naturales. Análisis de situación de las terapias naturales. Tech.Rep.; Ministerio de Sanidad, Política Social e Igualdad-Gobierno de España; 2011. 7. Dennehy C, Tsourounis C, Bui L, King TL. The use of herbs by california midwives. Journal of Obstetric, Gynecologic, & 2010;39(6):684-93. Knowledge and Opinion of OB/GYNs and Midwives Regarding CAM in Spain 7 85 Copyright © 2019 The Authors. Published by Wolters Kluwer Health, Inc. 8. Steel A, Adams J, Sibbritt D, et al. Complementary and alternative medicine in pregnancy: a systematic review. Journal of the Australian Traditional-Medicine Society 2011;17(4):205. 9. Hall HG, Griffiths DL, McKenna LG. use of complementary and medicine by pregnant women: a literature review. Midwifery 2011;27(6):817-24. 10. Adams J, Sibbritt D, Lui CW. The use of complementary and alternative medicine during pregnancy: a longitudinal study of australian women. Birth Kochhar K, Saywell Jr RM, Zollinger TW, CA, Haas DM, Howell LK, et al. Herbal remedy use among hispanic women during pregnancy and while breastfeeding: physicians Hispanic 2010;8(2):93-106. 12. Kalder M, Knoblauch K, Hrgovic I, Münstedt K. Use of complementary and alternative medicine pregnancy delivery. Archives of and Doi: Midwifery in pregnancy: the perceptions of obstetricians and midwives in south australia. Australian and New Zealand Journal of Obstetrics and Gynaecology 2004;44(1):24-9. 16. Stewart D, Pallivalappila J. of complementary and alternative therapies obstetric in north east scotland: a prospective questionnaire survey. BJOG: An International for complementary a review. Women and Birth 2012;25(1):4-12. 18. Fahimi F, Hrgovic I, El-Safadi S, Münstedt K. Complementary and alternative medicine in obstetrics: a survey from iran. Archives of gynecology and 19. Münstedt K, Schröter C, Brüggmann D, Tinneberg H, von Georgi R. Use of complementary and alternative medicine in departments of obstetrics in germany. Komplementärmedizin/Research third stage of labor: A randomized controlled trial. Journal Pain McGill C. Medical students' attitudes about complementary and alternative medicine. The Journal of Alternative & Complementary Medicine 2003;9(2):275-84. 23. Münstedt, K., Harren, H., von and Hackethal, A.: Complementary and Article ID 790951, 7 pages. doi:10.1093/ecam/nen079 24. Kolkman, E., Visser, A., Vink, A. M., W.: CAM-education in the medical curriculum: Attitude CAM among Dutch medical students. European Journal of Integrative Medicine 2011;3(1):17-22. 25. Smith C, Betts D. The practice of acupuncture and moxibustion to promote cephalic version for women with a Implications clinical practice and research. Complementary therapies in medicine 2014;22(1):75-80. 26. Lopez-Garrido B. Survey about knowledge and opinion of obstetricians and midwives regarding complementary and alternative medicine in spain, inter-university consortium of political and social research (OPENICPSR, dataset), http: 2016. 27. Fernández-Cervilla A, Piris-Dorado A, Cabrer-Vives M, Barquero-González A. Situación actual de las terapias complementarias en españa en el grado de enfermería. Rev Lat Am Enfermagem [Internet] 2013;21(3):679-88. caused Daniel Tena, Cristina Fernández, Beatriz López-Garrido, Mercedes Pérez-Balsalobre, Cristina Losa, María José Medina-Pascual, Juan de impacto (JCR 2016): Medina-Pascualc, Juan Antonio Sáez-NietocaSection of Microbiology, University Hospital of Guadalajara, Guadalajara, SpainbHealth Center of Cabanillas del Campo, Guadalajara, SpaincService of Bacteriology, National Reference Laboratory of breast. The patient was cured after antibiotictreatment with levofloxacin for 21 days. Our case shows thatS. lactariusshould be considered as a cause oflactational common and of precociousweaning.Staphylococcus aureusand some etiological agents(Osterman and Rham, 2000). In the last years, it has been shown thatbreast milk is an important source of bacteria to the infant gut wherethey play an important role in the development of the gut microbiota.Bacteria groups staphylococci or streptococci (Delgadoet 2008). The role of some agents in the etiology of human mastitishas not been elucidated yet. In the present report, we describe a lacta-tional mastitis caused byStreptococcus lactarius. pain on an episode cutaneous reaction after taking of the right breast. The patient's temperaturewas normal. There was no history of trauma and she had not receivedantibiotic treatment previously. The patient had no soap. Thesample collected in a sterile pot after expression. previouslydescribed (Arroyo et al., 2011). A volume of 0.01 mL of milk was platedon blood agar and chocolate agar plates and incubated at 37 °C in an at-mosphere containing 5% CO2for two days. After 24 hours of incubation,colonies were observed on blood and chocolate agar plates. The straingrew in pure culture and all colonies had the same The were about 0.3-0.4 mm in re-action, hippurate hydrolysis, and the CAMP test using the Slide Pneumo kit optochin and bacitra-cin, and was identied asStreptococcusspp. with a count of 2.300 ufc/mL on the blood agar plate and 2.100 ufc/mL on the chocolate agarDiagnostic with 5% sheep´s blood incubat-ed at 37 °C for 24 h, according to Clinical and Laboratory Standards Insti-tute interpretative criteria (Clinical Institute,2015). to clindamycin (MIC: 0.25 mg/L), cip-rofloxacin (1.5 mg/L), levofloxacin (1.5 mg/L), vancomycin (0.25 mg/L),linezolid (0.25 mg/L) and daptomycin (0.125 mg/L), and resistant topenicillin (N32 mg/L), amoxicillin/clavulanic acid (48 mg/L), cefotaxime(N32 mg/L), erythromycin (32 mg/L), gentamicin (6 mg/L), tobramycin(12 mg/L) amikacin mg/L). The patient was treated lactation. milk sample wastaken for culture 2 days after the end of treatment. Imaging testswere not performed. After 24 hours of incubation,-hemolyticcolonies were observed again on blood agar and chocolate agarplates. The colonies grew in pure culture asStreptococcuss p a count of 4.000 cfu/mL on theblood agar plate and 3.700 ufc/mL on the chocolate agar when the platewas taken out of the anaerobic chamber to Madrid, Spain) speciesidentication. The analysis of the 16S rRNA gene sequence(1,203 bp) and thetufgene sequence (200 oral levofloxacin(500 mg/24h) for 14 days and clinical outcome this period.A milk sample was end of the second treatment andthe culture was sterile. There was no recurrence of despitebeing the bacteria in human milk (Fernández et al., 2014).S. lactariusrepresents a novel species of the genusStreptococcusandwasrst isolated from the milk of three non-related healthy womenin 2011 (Martín et al., 2011). Since then, this organism has not been de-scribed as a cause et 12 additional species (Martín et al., 2011). Members ofthe family group are closely related and it is difcult todifferenciate between them even by genetic methods such as the 16SrRNA gene sequence analysis (Kawamura et al., 1995). However,sequencing of other housekeeping genes such thetufgene, hasproved useful the identication of this (Martín our case, initial caused lowpercentage. This isolate was not frozen and we could not do furtherstudies. The second isolate was identied asS. had identical biochemical characteristicsand susceptibility patterns likely that both were thesame organism.Clinical presentation of our and not al., 2014). However, our patientshowed redness and a swollen area on mod-erate pain. She was treated initially with levofloxacin for 7 days but themastitis was not cured. It was necessary to extend the treatment for 14days. Although there is standard epithelium andforcing milk lumen Biolm formation cause oflactational mastitis. Our case shows how a bacterium that can be partof the normalflora of milk in healthy women, in interestThe conflict interest.ReferencesAngeletti S, Dicuonzo G, Avola A, identi-cation. PLoS One 2015;10(3):e0120502.http://dx.doi.org/10.1371/journal.pone.0120502.Arroyo R, Mediano P, Martín V, Jiménez E, Delgado S, Fernández L, et al.Etiological diag-nosis of infectious mastitis: proposal of a protocol for the culture of milk sam-ples. Acta Pediatr Esp 2011;69:276-81. [In J Midwifery and Laboratory Standards Institute; 2015.Delgado S, Arroyo R, Martín R, Rodríguez JM.PCR-DGGE assessment of the bacterial diver-sity of D.16S DNA clinical identied bacterialisolates. J Clin Microbiol 2000;38:2623-30.Fernández L, Arroyo R, y s tB a c t e r i o l1 9 9 5 ; 4 5 : 4 0 6-8.Martín V, Mañes-Lázaro R, Rodríguez PCR in breastfeeding women: study of 56 cases Autores Daniel Tena, Beatriz López-Garrido, Cristina Losa Journal Full Terms & Conditions of access and use can be found by: Nacional Cristina LosaTo cite this article: Daniel Tena, Beatriz López-Garrido & Cristina Losa (2016): Clinicalmastitis breastfeeding women: study link this article: http://dx.doi.org/10.1080/23744235.2016.1204662 Published online: 08 Jul 2016. Submit your article to this journal View related articles data Infectious Diseases, de impacto (JCR 2016): 1,119 79 de TO of mastitis continued,and during last year, we were study 56 cases of lacta-tional mastitis. Although none of them was of these cases will be briefly summarized.We prospectively analysed all cases of lactational mastitisdiagnosed in primary care settings of our from January have of breast inflammation were present, treatment was discontinued. A patient was defined ascured when signs and symptoms of mastitis nine midwifes of primary care set-tings of our area. One midwife coordinated all cases and car-ried out a telephone follow-up of each case. The study wasapproved by the Human Research Ethics Committee of ourHospital and of bilateral mastitis. Milk samples were processedwithin 24 h of arrival at the laboratory and were refrigerateduntil they were cultured. The was/C21103cfu per mL of milksample in each plate. Patients with bacterial counts<103were excluded that could methods were sent to the NationalReference of Majadahonda (Madrid, Spain) to beidentified using the 16SrDNA sequence analysis accordingwith a previously study period, 56 cases of lactational mastitiswere diagnosed in our area and 66 milk samples werestudied. Ten cases were bilateral are 1. Bacterial iso-lates of two or more species were found in eight cases(14.2%). The same organisms were isolated from both sam-ples disease with high economic, socialand public Despite of common practice in many microbiological labo-ratories. In addition, milk sampling procedures are usually notstandardized and there are no uniform or standard protocolsto report microbiological results. We have used a protocolproposed et [2], which avoids sam-pling-related factors that may affect of lactational according to a review by theWorld (WHO).[4] In our study, the fre-quency of in both clinical practice and in researchstudies, and this reason can explain the wide byS. aur-eus(11.5%). Another novel species of the first iso-lated from the milk of three non-related healthy women in2011.[7] Since then,S. lactariushad recently reported this case,[8]suggesting that a bacterium that can be part of the normalflora of milk healthy July 92Among point during the lactation period, itis usually most common in the first 6 weeks of breastfeeding,and the frequency is particularly higher during explanation for our find-ing could the absence of association women higher rates of bacteria and supports the theorythat or breast pain is an infection of Few needed in lactational mas-titis. that antibiotic treatmentis indicated if symptoms are severe from the beginning, fissure is visible, or symptoms do not Dis (Lond).2015;41:820-824.[2] Arroyo R, Mediano et al. Etiological diagnosis of infec-tious mastitis: proposal of a protocol Acta Pediatr Esp. et al. 16S analysis a Rev. 2013;2:CD005458.[5] Betzold SystEvol Microbiol. 2011;61:1048-1052.[8] of Cabanillas del Campo, Guadalajara, SpainCristina LosaSection of Microbiology, University Hospital of revised June 2016; de Paraplejicos], View publication statsView publication stats9394 Título Tiempo medio en alcanzar un embarazo deseado y factores influ- yentes Autores Beatriz López Garrido, Roberto Gil Pita, Mercedes García Alfaro, Laura Varela Quintela, Natividad García Ruiz Journal Matronas Profesión, 74Matronas Prof. 2013; 14(3-4): 74-81Artículo alcanzar un deseado influyentesTime to reach a desired pregnancy and García Alfaro1, Laura Varela Quintela1, Natividad García Ruiz11Matrona. Centro de Especialidades de Azuqueca de Henares (Guadalajara). SESCAM. Servicio de Salud de Castilla-La Mancha. 2Doctor Ingeniero de Telecomunicación. Departamento de Teoría de la Señal y Comunicaciones. Universidad de Alcalá. Alcalá de Henares López Garrido B, Gil Pita R, García Alfaro M, Varela Quintela L, García Ruiz N. Tiempo medio en alcanzar un embarazo deseado y factores influyentes. Matronas Prof. 2013; 14(3-4): 74-81Fecha de recepción: 25/08/11. Fecha de aceptación: 22/04/13.Correspondencia:B. López Garrido. Centro de Especialidades de Azuqueca de Henares. El Progreso, s/n. 19200 Azuqueca de Henares (Guadalajara). Correo electrónico: lopesbea@hotmail.comRESUMENIntroducción: En la actualidad, en los países desarrollados la mayoría de los embarazos son planificados. La fertilidad es el resultado de la in-teracción de numerosos factores. El tiempo medio en alcanzar un em-barazo constituye un marcador de fertilidad, y su estimación puede ser útil para facilitar la planificación de la gestación así como la determina-ción de la influencia de diversos factores.Objetivo: Conocer el tiempo medio en alcanzar un embarazo deseado en una pareja fértil y determinar la forma en la que influyen factores como la edad de ambos cónyuges, el número de gestación, el número de relaciones sexuales, la toma de ácido fólico pre o posconcepcional, la fórmula menstrual y la menarquia.Método: Estudio descriptivo retrospectivo de 491 gestantes que alcanza-ron un embarazo deseado espontáneo en una Zona Básica de Salud de Guadalajara. Se recogieron los datos por medio de una encuesta anónima autocumplimentada que se administró en la primera visita de embarazo atendida por la matrona. Tras su realización, la encuesta fue depositada en un sobre para garantizar el anonimato y la confidencialidad de los datos.Resultados: El tiempo medio en alcanzar un embarazo deseado fue de 7,3 ciclos. Esta estimación estuvo influenciada significativamente por la edad tanto materna como paterna, el número de gestación, la fórmula menstrual y la menarquia. Sin embargo, no se puede asegurar la existencia de relaciones significativas con la toma de ácido fólico preconcepcional ni con el número de relaciones sexuales practicadas en la búsqueda de la gestación respecto al tiempo medio requerido para alcanzar un embarazo deseado.©2013 Ediciones Mayo, S.A. Todos los derechos reservados.Palabras clave: Fertilidad, tiempo para alcanzar un embarazo, facto-res influyentes en fertilidad.ABSTRACTBackground: Nowadays, on the fertility marker and estimation can be useful to make gestation and the determination of the influence fac-tors easier.Objective: The aim of this paper is to study the average time in rea-ching a desired pregnancy in a who reached a desired spontaneous pregnancy in the health basic area of Guadalajara. The study consists in an anonymous and vo-luntary survey which is offered and executed during the first pregnancy consult by the midwife. After its accomplishment, the survey was depo-sited in a closed envelope guaranteeing the anonymity and the confi-dentiality of the data.Results: time to pregnancy is 7.3 cycles. This estima-tion is significantly influenced by maternal and paternal ages, the num-ber of gestation, the menstrual formula and the menarche age. Nevertheless, we could not find significant relationships between the use of the folic acid before pregnancy or frequency of sexual relations and the average to the time to a desired pregnancy.©2013 Ediciones Mayo, S.A. All fertility influential factors.9575Artículo originalBeatriz López Garrido, et al.Tiempo medio en alcanzar un embarazo deseado y factores influyentesINTRODUCCIÓNNos encontramos en uno de los continentes con más bajos niveles de fertilidad1, hecho que desde hace años2 hasta la actualidad3 es objeto de estudio. La fertilidad es el resultado de la interacción de numerosos factores, tanto de tipo biológico4,5, por ejemplo la edad, el esta-do de salud o el funcionamiento del sistema endocrino, como de tipo cultural6,7, por ejemplo las prescripciones respecto al sexo y el matrimonio, la división sexual del trabajo o el tipo y ritmo de ocupación. Estas interrela-ciones hacen variar espectacularmente entre unas y otras situaciones el tiempo medio para lograr la fecun-dación. Tomando como base esta causa multifactorial, existen numerosos estudios acerca de los factores que influyen en la fertilidad, tales como la obesidad4, la me-narquia8,9, los desórdenes alimentarios10, el alcohol y el tabaquismo11, la contaminación ambiental12, la ansie-dad y la depresión5, la movilidad geográfica y la inmi-gración13,14, o la altura15.Tener un hijo conlleva modificaciones en la dinámica familiar, personal y profesional16,17. El estilo de vida de los países desarrollados y los intereses personales, eco-nómicos y/o profesionales hacen que la mayoría de los embarazos sean planificados18 para minimizar los efec-tos de la irrupción de un embarazo no esperado. Así, también la edad de inicio de búsqueda de un embarazo es cada vez mayor19-21. El estilo de vida, los intereses in-dividuales, la exposición a contaminantes ambientales y la edad son factores que de alguna forma amenazan la fertilidad22, con las repercusiones sociosanitarias que es-to conlleva23. Esta planificación y retraso de la materni-dad es posible gracias al uso de los métodos anticoncep-tivos y las estrategias de educación sexual24,25.No obstante, la planificación de un embarazo en sí misma no está exenta de dificultades, principalmente por la incertidumbre del tiempo que la pareja fértil tarda en alcanzar un embarazo deseado una vez suspendido el mé-todo anticonceptivo. Este tiempo es diferente de unas parejas a otras y está influenciado por diversos factores, como por ejemplo la edad de los cónyuges o el estilo de vida, lo que hace de su previsión un análisis laborioso.El tiempo medio en alcanzar un embarazo constituye un marcador de fertilidad26,27. Frecuentemente se recurre a su uso para el estudio de la influencia en la fertilidad de factores como, por ejemplo, la polución ambiental28, el sexo del bebé29 o la exposición al dietilestilbestrol30.Por tanto, conocer el tiempo medio que tarda una pareja fértil en alcanzar un embarazo deseado puede servir de ayuda en la planificación de la gestación. Así también, determinar las relaciones existentes entre el tiempo medio en alcanzar un embarazo y los factores que influyen en la fertilidad que resulten significativos puede constituir un instrumento orientativo a la hora de planificar un embarazo.El presente trabajo persigue estudiar el tiempo medio de fertilidad y cómo éste puede estar influenciado por diversos factores objeto de estudio. El objetivo es esta-blecer el tiempo medio que tarda una pareja fértil en alcanzar un embarazo deseado, para lo cual se identifica el tiempo medio en conseguir un embarazo deseado y su relación con la frecuencia de relaciones sexuales coi-tales, las edades materna y paterna, la edad de la menar-quia, el número de gestación, la fórmula menstrual (tanto duración como frecuencia del ciclo menstrual) y la toma o no de ácido fólico preconcepcional.PERSONAS / MATERIAL Y MÉTODOS Emplazamiento: Centro de Especialidades de Azu-queca de Henares, en Guadalajara. Diseño: estudio descriptivo retrospectivo.SujetosGestantes que alcanzaron un embarazo deseado de for-ma espontánea en la Zona Básica de Salud de Azuqueca de Henares, Alovera, Villanueva de la Torre y Quer. Las gestantes fueron seleccionadas de forma consecutiva, incluyendo en el estudio a todas las mujeres que acu-dían a la consulta de la matrona del Centro de Especia-lidades de Azuqueca de Henares y cumplían todos los criterios de inclusión y ninguno de exclusión.Los criterios de inclusión del estudio fueron: Embarazo buscado. Embarazo deseado. Embarazo alcanzado de forma espontánea. Intención voluntaria de rellenar la encuesta.Los criterios de exclusión del estudio fueron: Embarazo surgido sin búsqueda previa. Embarazo no deseado y que se optara por la interrup-ción voluntaria del embarazo. Embarazo alcanzado mediante tratamientos de fertili-dad como la fecundación in vitro, la inseminación ar-tificial, etc. Dificultades idiomáticas o incapacidad para leer o es-cribir.El tiempo para la realización del estudio fue de 20 meses, desde julio de 2009 hasta enero de 2011.VariablesLa variable principal del estudio fue el tiempo medio en alcanzar un embarazo deseado. Como variables se-cundarias se analizaron la edad materna, la edad pater-9676Matronas Prof. 2013; 14(3-4): 74-81na, la edad de la menarquia, la frecuencia de relaciones sexuales coitales, el número de gestaciones, la fórmula menstrual y la toma o no de ácido fólico preconcepcional.Recogida de datosEn la primera visita de control de embarazo, después de realizar las recomendaciones específicas sobre el emba-razo y finalizar la exploración física, la matrona ofrecía a la gestante la oportunidad de participar en un estudio de investigación. La matrona proporcionaba informa-ción verbal a la gestante sobre el estudio y le explicaba que la participación era voluntaria y anónima, y los da-tos confidenciales. Como instrumento de recogida de datos utilizamos una encuesta de elaboración propia (figura 1). La encuesta constaba de nueve preguntas es-tablecidas en el siguiente orden: cuántos meses ha tar-dado en conseguir el embarazo actual, cuál es la edad de la gestante y del progenitor, cuándo empiezan a buscar el embarazo, la edad de la primera menstruación de la gestante, el número de gestaciones espontáneas que ha tenido con anterioridad al embarazo actual, la frecuen-cia de relaciones sexuales coitales semanales medias des-de el inicio de la búsqueda de embarazo, la frecuencia en días del ciclo menstrual y la duración de la mens-truación desde la búsqueda de gestación y, por último, la toma o no de ácido fólico previa al embarazo. Final-mente, se agradecía la participación de la gestante en el estudio.Una vez obtenida la aprobación de la gestante, la en-cuesta se rellenaba en la consulta mientras la matrona realizaba las peticiones pertinentes en la primera visita de embarazo. Si durante el transcurso de la visita la ges-tante presentaba alguna duda al cumplimentar la en-cuesta, la matrona procedía a resolverla. Tras su cum-plimentación, la propia gestante la depositaba en un sobre habilitado para tal fin, con el objetivo de asegurar la confidencialidad de los datos.El estudio se situó en el marco de respeto a los dere-chos del sujeto y a los postulados éticos que afectan a la investigación biomédica con seres humanos. En parti-cular, se salvaguardaba la intimidad de la mujer y la protección de sus datos, de acuerdo con la Ley Orgáni-ca 15/1999, de 13 de diciembre, de Protección de Da-tos de Carácter Personal. El estudio contó con la apro-bación de la Dirección de Enfermería y la Unidad Docente e Investigadora del Área de Atención Primaria de Guadalajara.ANÁLISIS DE LOS DATOSSe empleó el software matemático Matlab® para el análi-sis estadístico de los datos, así como una potencia de test de 0,01 (confianza en las afirmaciones del 99%), y se establecieron cotas mínimas y máximas para el valor absoluto de la diferencia entre los tiempos medios de fecundación de las dos poblaciones comparadas, así co-mo intervalos de confianza para dichos tiempos. En los datos de fertilidad se recogió el número de ciclos mens-truales que habían pasado hasta alcanzar la fecunda-ción. Para la realización del análisis estadístico, se supu-so que en cada ciclo existía una probabilidad c fija de quedarse embarazada, y que por tanto el número de ci-clos menstruales seguía, estadísticamente, una distribu-ción geométrica. Así, si T era el número medio de ci-clos menstruales hasta quedarse embarazadas en una población de n gestantes, entonces nT seguía una dis-tribución binomial negativa con parámetros n y c. Esto Figura 1. Estudio de fertilidadQuerida gestante,En primer lugar, enhorabuena por su embarazo y bienvenida a la consulta de la matrona. Ha sido invitada para participar en un estudio de investigación del que se espera obtener datos útiles y relevantes respecto a la fertilidad. La participación en el estudio es voluntaria.Los datos que a continuación se recogen son anónimos y confidenciales.Encuesta de fertilidadLas preguntas se refieren al momento en que decide buscar un embarazo. Por favor, si tiene alguna duda al cumplimentar la encuesta, consulte a su matrona.Preguntas Respuestas¿Cuántos meses ha estado buscando el embarazo hasta alcanzarlo?¿Qué edad tenía la gestante cuando empezó a buscar el embarazo?¿Qué edad tenía el padre cuando empezó a buscar el embarazo?¿Con cuántos años tuvo la primera menstruación en su vida?Si se ha quedado embarazada anteriormente de forma espontánea, ¿cuántas veces ha alcanzado un embarazo deseado? ¿Cuál es la media de relaciones sexuales coitales semanales desde el inicio de la búsqueda del embarazo? ¿Cada cuánto tiempo ha tenido las menstruaciones desde que busca el embarazo?¿Cuántos días de sangrado ha tenido con la menstruación desde el inicio de la búsqueda? ¿Ha tomado ácido fólico antes de quedarse embarazada?Cuando finalice la cumplimentación de la encuesta, puede depositarla en el sobre habilitado para tal fin. De este modo aseguramos el anoni-mato de los datos.Le agradecemos su participación en el estudio y le deseamos que su paso por nuestras dependencias responda a sus expectativas.Muchas gracias.9777Artículo originalBeatriz López Garrido, et al.Tiempo medio en alcanzar un embarazo deseado y factores influyentesnos permitía caracterizar estadísticamente la distribu-ción del número medio de ciclos de una población, con la consecuente posibilidad de determinar intervalos de confianza para el valor medio obtenido. Asimismo, si analizábamos dos poblaciones diferentes tendríamos dos números de ciclos medios diferentes que podían ser caracterizados, pudiéndose analizar el módulo de la di-ferencia entre los valores de los estimadores, determi-nando cotas a los tiempos medios hasta la fecundación para dos poblaciones distintas. Se incluyó además el va-lor p, que representaba la probabilidad de obtener un resultado al menos tan extremo como el que realmente se había obtenido, suponiendo que los dos grupos tu-vieran el mismo número medio de ciclos menstruales.El presente modelo estadístico resulta más conveniente que el uso de medidas de comparación más estándar, co-mo el test de la t de Student, en el que se consideran dis-tribuciones normales de los datos, ya que se realizan me-nos suposiciones en cuanto a la distribución de los datos31. A modo de ejemplo, y para validar el modelo y su caracterización, se realizó un experimento de Monte-carlo con dicho software: se supusieron valores al azar de probabilidad para dos poblaciones virtuales diferentes, se generaron datos al azar de entre 10 y 400 muestras si-guiendo estas probabilidades para las dos poblaciones virtuales, y se llevó a cabo el análisis estadístico de los re-sultados obtenidos empleando las mismas funciones que se emplearon para realizar el análisis de los datos de este artículo. Tras repetir 100.000 veces el experimento (se realizaron, por tanto, 100.000 comparaciones de pobla-ciones virtuales), y empleando una potencia del estudio de 0,01 (99% de confianza), se obtuvo que el 98,97% y el 99,00% de las veces se cumplían los intervalos de con-fianza para las estimaciones de los tiempos medios de fe-cundación para las dos poblaciones, y el 99,31% de las veces se verificó la cota mínima del valor absoluto de la diferencia entre dichos tiempos. Empleando el test de la t de Student para los mismos datos y las mismas confian-zas se satisficieron los intervalos de confianza el 97,81% de las veces, y estos intervalos fueron menos precisos que los obtenidos con la aproximación geométrica. Estos re-sultados, teniendo en cuenta el nivel de confianza selec-cionado del 99% (potencia del estudio de 0,01), validan desde el punto de vista experimental el modelo estadísti-co empleado para el análisis del tiempo medio de fecun-dación de los datos disponibles, siendo éste más potente que el test de la t de Student.RESULTADOSDe 846 gestantes totales visitadas en consulta se obtuvo una muestra de 534 gestantes que cumplían los crite-rios de inclusión; las restantes no pudieron ser incluidas en el estudio por presentar algún criterio de exclusión. Entre las que cumplían los criterios de inclusión sólo una de ellas se negó a participar en el estudio, decisión que fue respetada y no influyó en la calidad asistencial ofrecida. De las 533 incluidas en el estudio, para el aná-lisis estadístico se descartaron 42 encuestas por no cons-tar alguno de los datos, obteniéndose una muestra de estudio final de 491 gestantes en total.La tabla 1 muestra un resumen de los resultados al-canzados. Para la población de estudio, el tiempo me-dio estimado para alcanzar un embarazo deseado fue de 7,3 ciclos y el valor real se encontraba comprendido en-tre 6,4 y 8,3 ciclos, con una confianza del 99%.El tiempo medio en alcanzar un embarazo estuvo in-fluenciado por las edades de ambos progenitores, el nú-mero de gestación, la fórmula menstrual y la edad de la menarquia. La edad de la gestante influyó significativamente en el análisis de fertilidad. De entre los grupos encuesta-dos, un 87,2% (428 gestantes) tenía una edad infe-rior o igual a 35 años y un 12,8% (63 gestantes) tenía más de 35 años. Estos grupos poblacionales presenta-ban un tiempo medio estimado de fecundación de 6,8 y 10,9 ciclos, respectivamente. Desde el punto de vista estadístico, las diferencias entre los tiempos de fecundación medios entre estos dos grupos eran esta-dísticamente significativas (valor p de 2,30 /H11003 10-4), y se garantizaba una diferencia de al menos 0,9 ciclos entre los valores medios de los dos grupos, con una confianza del 99%. El número de gestación resultó ser un factor estadís-ticamente significativo (valor p de 4,69 /H11003 10-10); con un nivel de confianza del 99% se garantizaba una di-ferencia mínima de 3,7 ciclos en el tiempo medio pa-ra alcanzar un embarazo. Para las mujeres con dos o menos gestaciones (86,2%, 423 gestantes) el tiempo medio estimado fue de 6,3 ciclos, a diferencia de aquellas con más de dos gestaciones (13,8%, 68 ges-tantes), cuyo tiempo estimado ascendió a 13,8 ciclos; es decir, existía una diferencia estimada de 7,5 ciclos entre ambos grupos, diferencia que en el caso real era no inferior a 3,7 ciclos con una confianza del 99%. Respecto a la edad del progenitor, entre los varones menores y mayores de 35 años de edad la diferencia en el tiempo medio para alcanzar un embarazo estri-bó en 4,5 ciclos de diferencia, siendo menor el tiem-po para los más jóvenes. Al realizar una división po-blacional a partir de la edad paterna, un 72,9% (358 progenitores masculinos) tuvo edades iguales o infe-riores a 35 años y presentó una media de 6,1 ciclos para alcanzar un embarazo deseado. El 27,1% restan-9878Matronas Prof. 2013; 14(3-4): 74-81 te (133 progenitores) presentó edades superiores a 35 años, con una media de tiempo para alcanzar un embarazo de 10,6 ciclos. Estadísticamente, las dife-rencias entre los tiempos medios para alcanzar un embarazo deseado entre estos dos grupos fueron sig-nificativas (valor p de 9,30 × 10-8), ya que se garanti-zaba una diferencia de al menos 2,2 ciclos con una confianza del 99%. En cuanto a la fórmula menstrual, respecto a la du-ración del ciclo menstrual, un 93,7% de las encuesta-das tenían ciclos menstruales de duración igual o me-nor a 32 días y un 6,3% ciclos menstruales de más de 32 días. La media estimada de ciclos para alcanzar un embarazo deseado fue de 7,2 y 9,2, respectivamente, para ambos grupos poblacionales, aunque las diferen-cias en este caso podrían no ser estadísticamente sig-nificativas (valor p de 8,67 × 10-2). Respecto a la du-ración de la menstruación, aquellas mujeres que tenían menstruaciones de entre 4 y 6 días de dura-ción (69,0%) presentaron un tiempo estimado para alcanzar un embarazo deseado 2 ciclos mayor que aquellas cuya menstruación tenía una duración me-nor o mayor que el citado intervalo de tiempo (31,0%). En este segundo caso los resultados fueron estadísticamente significativos (valor p de 1,74 × 10-3), garantizando una diferencia de al menos 0,4 ciclos con un nivel de confianza del 99%. La edad de menarquia constituyó un dato significa-tivo (valor p de 1,39 × 10-6) y las mujeres que tuvie-ron su primera menstruación después de los 11 años (78,6%) presentaron una probabilidad 4,4 ciclos ma-yor que aquellas cuya edad de menarquia fue igual o anterior a los 11 años (21,4%). Con los datos obteni-dos se podía garantizar una diferencia de al menos 1,9 ciclos con un intervalo de confianza del 99%. Así, también al considerar los años fértiles de la mujer desde la menarquia hasta que alcanzaba el embarazo observamos que si el tiempo era menor o igual a 18 años (53,8%) la mujer tenía un tiempo estimado para alcanzar un embarazo mayor en 2,9 ciclos que la que Tabla 1. Resumen del análisis de los resultadosVariable GrupoNúmero de gestantesPorcentaje poblacional (%)Tiempo medio (ciclos)Cota inferior (99% conf.)Cota superior (99% conf.)Cota inferior a las diferencias poblacionalesValor p sobre las diferencias poblacionalesToda la población 491 100,0 7,3 6,48,3Gestaciones2 o menos 423 86,2 6,3 5,57,23,74,69 /H11003 de 2 68 13,8 13,8 9,818,7Edad o menos 428 87,2 6,8 5,97,70,92,30 /H11003 10-4Más de 35 años 63 12,8 10,9 7,514,9Edad del progenitor35 años o menos 358 72,9 6,1 5,27,02,29,30 /H11003 10-8Más de 35 años 133 27,1 10,6 8,313,2Duración del ciclo 32 días o menos 460 93,7 7,2 6,38,2No significativo8,67 /H11003 10-2Más de 32 días 31 6,3 9,2 5,314,3Duración de la menstruaciónEntre 4 y 6 días 339 69,0 6,6 5,77,60,41,74 /H11003 10-3Otro caso 152 31,0 8,9 7,111,0Edad o menos 105 21,4 10,8 8,213,91,91,39 /H11003 10-6Más de 11 años 386 78,6 6,4 5,57,3Años desde la menarquia18 años o menos 264 53,8 6,0 5,07,01,32,14 /H11003 10-5Más de 18 años 277 276 56,2 7,3 6,18,5Frecuencia de relaciones sexuales Menor o igual a 2 veces/semana193 39,3 6,9 5,68,4No significativo1,76 /H11003 10-1Más de 2 veces/semana298 60,7 7,6 6,48,8Se incluye el análisis del tiempo medio para quedarse embarazadas medido en ciclos menstruales para los distintos grupos poblacionales incluidos en el estudio.9979Artículo originalBeatriz López Garrido, et al.Tiempo medio en alcanzar un embarazo deseado y factores influyentes contaba con más de 18 años (56,4%) desde su prime-ra menstruación. Para un nivel de confianza del 99%, podíamos asegurar un intervalo mínimo de diferencia de 1,3 ciclos y un valor p de 2,14 /H11003 10-5. El inicio de la toma de ácido fólico previo o poste-rior al embarazo no resultó relevante (valor p de 4,39 /H11003 10-1) en cuanto al tiempo medio para alcan-zar un embarazo deseado, puesto que el tiempo me-dio (en ciclos) de las mujeres que tomaron la vitami-na antes del embarazo (43,8%) fue de 7,4 ciclos y el de las que comenzaron a tomarla después de haber al-canzado la gestación (56,2%) fue de 7,3 ciclos. Dife-rencias, por tanto, no significativas. Respecto al número de relaciones sexuales semana-les preconcepcionales, el porcentaje de población con dos o menos relaciones sexuales semanales era del 39,3%, con un tiempo medio para alcanzar un emba-razo deseado de 6,9 ciclos. Estos datos no mostraron diferencias significativas (valor p de 1,76 /H11003 10-1) con el grupo de población con más de 2 relaciones sexua-les semanales (60,7%), donde el tiempo medio para alcanzar un embarazo deseado fue de 7,6 ciclos. Por tanto, según nuestro estudio, no constituyeron un factor influyente.Para poder profundizar más en el análisis de las va-riables y poder discernir entre los efectos de la edad de la gestante y del resto de variables estudiadas, en especial las variables número de gestación y edad pa-terna, se llevó a cabo un segundo análisis en el que se incluyeron tan sólo aquellos casos en los que la ges-tante tenía una edad de 35 años o menos. De esta forma podíamos estudiar la autonomía de la influen-cia de cada una de las variables en el tiempo medio para alcanzar un embarazo deseado, con independen-cia de la edad materna. Así, la tabla 2 muestra un re-sumen de los resultados alcanzados en este segundo caso. Al comparar los resultados alcanzados en este subconjunto poblacional con los alcanzados para el total de la población (tabla 1) para el mismo nivel de confianza se observó que: El número de gestación, la edad del progenitor, la duración de la menstruación, la edad de la menar-quia y los años desde la menarquia seguían siendo factores estadísticamente significativos, con diferen-Tabla 2. Resumen del análisis de los resultados para gestantes con 35 años o menosVariable GrupoNúmero de gestantesPorcentaje poblacional (%)Tiempo medio (ciclos)Cota inferior (99% conf.)Cota superior (99% conf.)Cota inferior a las diferencias poblacionalesValor p sobre las diferencias poblacionalesGestaciones2 o menos 374 87,4 6,0 5,16,82,8 8,45 × 10-8Más de 2 54 12,6 12,6 8,517,7Edad o menos 343 80,1 5,9 5,16,91,7 4,68 × 10-6Más de 35 años 85 19,9 10,3 7,513,5Duración del ciclo 32 días o menos 398 93,0 6,7 5,87,7No significativo 2,14 × 10-1Más de 32 días 30 7,0 7,8 4,412,3Duración de la menstruaciónEntre 4 y 6 días 290 67,8 5,17,00,6 7,22 10-4Otro caso 138 32,2 8,5 6,610,6Edad de o menos 93 21,7 9,9 7,312,81,4 1,34 × 10-5Más de 11 años 335 78,3 5,9 desde menarquia18 años o menos 264 61,7 6,0 5,07,00,4 1,71 × 10-3Más de 18 años 164 8,1 10-1Posconcepcional 244 57,0 6,9 5,78,1Frecuencia de relaciones sexuales Menor o igual a 2 veces/semana162 37,9 7,1 5,68,7No significativo 2,75 × 10-1Más de 2 veces/semana266 62,1 6,6 5,67,8Se incluye el análisis del tiempo medio para quedarse embarazadas medido en ciclos menstruales para los distintos grupos poblacionales incluidos en el estudio, incluyendo solamente aquellas gestantes con 35 años o menos.10080Matronas Prof. 2013; 14(3-4): 74-81cias de al menos 2,8 ciclos, 1,7 ciclos, 0,6 ciclos, 1,4 ciclos y 0,4 ciclos, respectivamente. Estos resultados otorgaban a las variables mencionadas independencia en la influencia en el tiempo medio para alcanzar un embarazo deseado en relación con la edad materna. Los márgenes mínimos se vieron, en general, reduci-dos, ya que, al disponer de menos datos en el subcon-junto analizado, el grado de las aseveraciones estadís-ticas se vio reducido. Una excepción a este caso fue el análisis de la duración de la menstruación, en el que el margen de confianza para el estudio del subcon-junto poblacional se vio ligeramente aumentado. Por otro lado, las diferencias encontradas en el análisis de la duración del ciclo menstrual, la toma de ácido fólico y la frecuencia de relaciones sexuales de nuevo no resultaron estadísticamente significativas.DISCUSIÓN Y CONCLUSIONESEn este artículo se ha realizado una encuesta y un estu-dio estadístico sobre los factores que influyen en la fer-tilidad, tratando de aportar conocimiento sobre la in-fluencia de algunos factores en el tiempo medio para alcanzar un embarazo. Así, debido a que la mayoría de los embarazos son planificados16 (por las modificacio-nes en la dinámica familiar, personal y profesional que conllevan14,15) proporcionamos los primeros pasos para el desarrollo de unas herramientas que permitan esti-mar el tiempo medio que necesitará una pareja para al-canzar un embarazo deseado considerando los factores mencionados.El tiempo medio estimado en la población objeto de estudio fue de 7,3 ciclos menstruales, lo que constituye un marcador de fertilidad26-29. Del estudio estadístico se obtuvo un rango de variación del tiempo medio real que se corresponde con los resultados de estudios similares27. En la planificación de la gestación, esta estimación resul-ta compleja debido a que la fertilidad es el resultado de numerosos factores biológicos y socioculturales4-17.De los factores recogidos en este estudio, la edad ma-terna resulta ser influyente en el tiempo medio para al-canzar un embarazo deseado. Éste, por tanto, debe ser uno de los ítems a tener en cuenta en la planificación de un embarazo, de forma que cuanto mayor sea la edad, más tiempo se requerirá para lograr un embarazo.Así, también la edad paterna fue un factor con rela-ciones significativas en el tiempo estimado para alcan-zar un embarazo, tanto en el grupo analizado con el to-tal de gestantes como en el subgrupo de casos en los que la edad de la gestante era igual o inferior a 35 años, de modo que cuanto mayor era la edad paterna, mayor tiempo se requirió para lograr el embarazo deseado, in-dependientemente de la edad materna. La edad paterna constituye, por tanto, un factor relevante respecto a la fertilidad. Este resultado aporta claridad con respecto a lo considerado en otros estudios relacionados, donde las diferencias en cuanto a este factor no resultan ser significativas32.Por otro lado, el número de gestación también fue un factor influyente en el tiempo medio, de nuevo tanto para el caso general como para el caso de gestantes con edad igual o inferior a 35 años, de modo que en las ter-ceras y posteriores gestaciones se requirió mayor tiempo para la consecución del embarazo deseado, indepen-dientemente de la edad materna. Este punto es clave y de interés para el conocimiento actual, pues no se han encontrado estudios similares en la bibliografía que analicen este factor.Respecto a la fórmula menstrual, en concordancia con estudios recientes33,34, y considerando la duración de la menstruación, resulta ser significativa en la esti-mación del tiempo para alcanzar un embarazo deseado, siendo menor en las que tienen una fórmula menstrual normal.La edad de la menarquia y los años desde la menar-quia también influyen en el tiempo medio para alcan-zar un embarazo deseado. Dicho resultado está apoya-do por el funcionamiento biológico del ciclo ovulatorio ovárico. Estas relaciones significativas entre menarquia y fertilidad no han sido siempre identificadas35.No se dispone de resultados concluyentes en nuestro estudio para afirmar la influencia de la toma de ácido fólico preconcepcional en el tiempo medio para alcan-zar un embarazo. Destaca el porcentaje de mujeres (56,2%) que, aun buscando embarazos deseados, no iniciaron la toma de ácido fólico preconcepcional a pe-sar de los beneficios que conlleva su toma en cuanto a la prevención de los defectos del tubo neural.Respecto al número de relaciones sexuales, no se pue-de afirmar que existan relaciones significativas entre el tiempo para alcanzar un embarazo deseado y el número de relaciones sexuales semanales. Esto verifica la dimen-sión psicosocial y emocional de la sexualidad y la no mera restricción de ésta a factores físicos y biológi-cos36-38.Como conclusión, a partir de los resultados aporta-dos por el estudio estadístico de las encuestas realizadas se puede afirmar que las edades de los cónyuges, el nú-mero de gestación, la fórmula menstrual y la edad de la menarquia son factores que influyen en el tiempo me-dio para alcanzar un embarazo, y por tanto deberán considerarse en evaluaciones de la fertilidad de la pare-ja. Teniendo en cuenta que la edad de inicio de la bús-queda de un embarazo es cada vez mayor17-19 y los pro-10181Artículo originalBeatriz López Garrido, et al.Tiempo medio en alcanzar un embarazo deseado y factores influyentesblemas de fertilidad que ello conlleva2,3, estos resultados proporcionan una serie de estrategias para facilitar la planificación de un embarazo deseado.AGRADECIMIENTOSA todas las gestantes que han colaborado desinteresada-mente en el Frejka E, Eijkemans JAM, Roeleveld N, et al. Shariat, et al. A survey of between as culture. Biosocial 3: GF, Villena A. Factores biomé dicos asociados a la alta fertilidad en childbearing on entry into parenthood: a J , Velde E, ESHRE. Reproduction and Society Task Force. Why do people postpone Rajpert-De Meyts E, Leffers H, Andersson AM, et al. 2010; 2(5): 6.920-7.24. Stewart FH, SJ. Use of contraception and use of family planning services in the United States: 1982-2002. Adv Data. of the German prospective study and S. Use of time to pregnancy in environmental epidemiology Joffe M, Bennett J, Best N, Kold T. Sex ratio and time to pregnancy: analysis large JR, Hoover RN, Hatch EE, Perez KM, et al. Time to pregnancy and secondary sex ratio in men exposed Epidemiol. A more look at the robustness and type II error properties of the t test envejecimiento sobre la espermatogénesis y la fertilidad. Clínicas Urológicas de Norteamérica. Small Klein M, H, McChesney R, Menstrual reflexiones acerca del fundamento de la regulación natural de la fertilidad. Persona y Bioética. 2009; 13(2): 166-177.38. Álvarez-Díaz JA. Sexualidad en parejas "}