{"title": "Are US Hunters an Endangered Species? - All About America", "author": "Mark Young", "url": "https://blogs.voanews.com/all-about-america/2014/12/08/are-us-hunters-an-endangered-species/", "hostname": "voanews.com", "description": "The Saturday morning before Thanksgiving, I sat in a small, plastic capsule atop wooden stilts at the edge of a", "sitename": "VOA", "date": "2014-12-08", "cleaned_text": "The Saturday morning before Thanksgiving, I sat in a small, plastic capsule atop wooden stilts at the edge of a forest on my parents' property in central Wisconsin. As I peered out the glassless windows that surrounded me there was hardly a sound, except for the soft hiss of a small propane heater between my feet. Odd for the opening day of deer hunting season. I thought back to hunting during my teenage years, when it was unusual for more than a few minutes to pass without hearing at least the muffled sound of a gunshot miles away. \"It's like a war zone,\" my grandfather used to say during particularly good years for hunters. As the morning wore on, an occasional shot broke the stillness, but I heard fewer than 10 before I climbed out of my deer stand at noon and walked back to my parents' house for lunch. The scarcity of gunshots that morning was a symptom of the fairly steady decline in the number of hunters in the U.S. Lee Walker, the outreach director for the Virginia Department of Game and Inland Fisheries, said his state has seen the number of hunting licenses sold decline by about three percent each year for the last 20 years. Walker said one reason for the drop is that the tradition is not being passed from one generation to the next at the rate it has in the past. \"It takes a hunter to make a hunter,\" said Walker. \"Hunting's not an activity that you just simply pick up and go out and do. Usually a youth was introduced to it by a member of the family or someone close to the family, and they'd go out and go hunting together and learn how to hunt.\" American family life is packed with school and work commitments, as well as a multitude of recreation options. Walker said there's a clear trend for outdoor and rural activities to be among the pastimes that fall by the wayside. \"We find ourselves having to compete against a lot of other activities,\" he said. \"And as our country becomes more urbanized, those activities tend to be soccer and football and baseball and those types of things tend to be more localized to the community.\" Keith Warnke, the hunting and shooting sports coordinator for the Wisconsin Department of Natural Resources, also pointed out that [Americans are choosing to have fewer children](http://www.pewsocialtrends.org/2012/11/29/u-s-birth-rate-falls-to-a-record-low-decline-is-greatest-among-immigrants/), so the next generation of hunters was bound to be smaller. \"If you run the simple algorithm out, of course this is what's going to happen,\" he said. The decline in hunting has a variety of economic impacts and affects the ability of conservation agencies to manage natural resources. \"Hunting is a billion dollar industry, nationwide,\" said Walker. \"It has a huge impact on rural communities.\" Hunters spend money on gas, food, lodging and other goods and services in the areas where they hunt, Walker explained, and many of them are small, family-owned businesses. In many states, funding for natural resource agencies comes largely from the sale of hunting and fishing licenses, boat registrations, and other permits. As that revenue stream shrinks, there's less money for the wide variety of natural resources those agencies manage. And many of those resources are used and enjoyed by non-hunters, including wildlife refuges, parks and the management of non-game wildlife. Hunters also play a direct role in managing the populations of game animals. For example, [Wisconsin sets population targets](http://dnr.wi.gov/topic/hunt/popgoal.html) for different areas of the state and issues special licenses that allow hunters to shoot female deer accordingly. By controlling the number of female deer hunters take, conservation officials can try to tailor herd size to what the area can support. Kevin Wallenfang, a deer ecologist with Wisconsin's Department of Natural Resources, said the southern part of his state already has areas where they don't meet those goals, and allowing individuals in the existing hunting population to take multiple deer doesn't help much. \"There are a lot of deer,\" he said. \"On average, a hunter would want to take one deer. Probably less than eight percent of hunters are interested in shooting more than one deer.\" To stabilize or even bolster the ranks of hunters, many states, including [Virginia](http://www.dgif.virginia.gov/hunting/apprentice-license/) and [Wisconsin](http://dnr.wi.gov/education/outdoorSkills/mentor.html), have started mentor programs that pair people interested in hunting with experienced hunters. \"We're finding we need to ramp up our supply of mentors, because the demand to get involved in hunting is much greater than the supply of mentors,\" Warnke said. One U.S. trend that is actually helping to spur interest in hunting is the desire for sustainable, [local food](http://www.ers.usda.gov/amber-waves/2010-december/varied-interests-drive-growing-popularity-of-local-foods.aspx#.VIXC_2NAeIA). \"Right now we're seeing a lot of interest in people going out and harvesting their own food, knowing where their food comes from, knowing how the food was prepared - literally from field to table,\" Walker said. \"Hunters have always known that the game that they're able to harvest when they're hunting is the original organic food.\" Warnke said that trend is especially encouraging because it's resulting in a lot of young parents participating to Wisconsin's hunter mentoring programs. \"And if we can, as a hunter, make a hunter out of that kid's parents, then the parents will make a hunter out of that kid,\" he said. \"The bottom line is it's going to be up to us, as hunters, to expand our focus to include the local food sourcing movement and our children in the next "}