{"title": "High-dose intravenous vitamin C, a promising multi-targeting agent in the treatment of cancer - Journal of Experimental & Clinical Cancer Research", "author": "Böttger; Franziska; Vallés-Martí; Andrea; Cahn; Loraine; Jimenez; Connie R", "url": "https://jeccr.biomedcentral.com/articles/10.1186/s13046-021-02134-y", "hostname": "biomedcentral.com", "description": "Mounting evidence indicates that vitamin C has the potential to be a potent anti-cancer agent when administered intravenously and in high doses (high-dose IVC). Early phase clinical trials have confirmed safety and indicated efficacy of IVC in eradicating tumour cells of various cancer types. In recent years, the multi-targeting effects of vitamin C were unravelled, demonstrating a role as cancer-specific, pro-oxidative cytotoxic agent, anti-cancer epigenetic regulator and immune modulator, reversing epithelial-to-mesenchymal transition, inhibiting hypoxia and oncogenic kinase signalling and boosting immune response. Moreover, high-dose IVC is powerful as an adjuvant treatment for cancer, acting synergistically with many standard (chemo-) therapies, as well as a method for mitigating the toxic side-effects of chemotherapy. Despite the rationale and ample evidence, strong clinical data and phase III studies are lacking. Therefore, there is a need for more extensive awareness of the use of this highly promising, non-toxic cancer treatment in the clinical setting. In this review, we provide an elaborate overview of pre-clinical and clinical studies using high-dose IVC as anti-cancer agent, as well as a detailed evaluation of the main known molecular mechanisms involved. A special focus is put on global molecular profiling studies in this respect. In addition, an outlook on future implications of high-dose vitamin C in cancer treatment is presented and recommendations for further research are discussed.", "sitename": "BioMed Central", "date": "2021-10-30", "cleaned_text": "- Review - [Open Access](https://www.springernature.com/gp/open-research/about/the-fundamentals-of-open-access-and-open-research) [Published:](#article-info) High-dose intravenous vitamin C, a promising multi-targeting agent in the treatment of cancer [Journal of Experimental & Clinical Cancer Research](/) volume 40, Article number: 343 (2021) [Cite this article](#citeas) - 99k Accesses - 33 Citations - 193 Altmetric - Abstract Mounting evidence indicates that vitamin C has the potential to be a potent anti-cancer agent when administered intravenously and in high doses (high-dose IVC). Early phase clinical trials have confirmed safety and indicated efficacy of IVC in eradicating tumour cells of various cancer types. In recent years, the multi-targeting effects of vitamin C were unravelled, demonstrating a role as cancer-specific, pro-oxidative cytotoxic agent, anti-cancer regulator transition, inhibiting hypoxia and oncogenic kinase signalling and boosting immune response. Moreover, high-dose IVC is powerful as an adjuvant treatment for cancer, acting synergistically with many standard (chemo-) therapies, as well as a method for mitigating the toxic side-effects of chemotherapy. Despite the rationale and ample evidence, strong clinical data and phase III studies are lacking. Therefore, there is a need for more extensive awareness of the use of this highly promising, non-toxic cancer treatment in the clinical setting. In this review, we provide an elaborate overview of pre-clinical and clinical studies using high-dose IVC as anti-cancer agent, as well as a detailed evaluation of the main known molecular mechanisms involved. A special focus is put on global molecular profiling studies in this respect. In addition, an outlook on future implications of high-dose vitamin C in cancer treatment is presented and recommendations for further research are discussed. Background Vitamin C (VitC), also known as ascorbic acid or ascorbate, is an essential water-soluble vitamin that plays an important role in human physiology. Most of its physiological functions involve its ability to act as an antioxidant or as a cofactor for a wide variety of enzymatic reactions, thereby contributing to stabilisation of the tertiary structure of collagen, norepinephrine synthesis and iron absorption [ [1](/articles/10.1186/s13046-021-02134-y#ref-CR1), [2](/articles/10.1186/s13046-021-02134-y#ref-CR2)]. Emerging data show that VitC is also a cofactor for newly characterised hydroxylases of the family of Fe-containing 2-oxoglutarate-dependent dioxygenases that regulate gene transcription and cell signalling pathways [ [3](/articles/10.1186/s13046-021-02134-y#ref-CR3), [4](/articles/10.1186/s13046-021-02134-y#ref-CR4)]. In addition, immune cells accumulate high concentrations of VitC, underlining its key function in various processes within the immune system [ [5](/articles/10.1186/s13046-021-02134-y#ref-CR5)]. Importantly, while most vertebrate species can synthesize ascorbic acid, humans cannot, and they are therefore dependent on oral consumption of VitC. The concept of utilizing VitC as a therapeutic agent for cancer care was first introduced by double Nobel Prize winning chemist Linus Pauling and physician Ewan Cameron almost 50 years ago [ [6](#ref-CR6), [7](#ref-CR7), [8](/articles/10.1186/s13046-021-02134-y#ref-CR8)]. Specifically, Pauling and Cameron published a number of clinical reports that indicated significantly prolonged survival rates of terminal cancer patients treated with pharmacological doses of VitC (10 g/ day by intravenous infusion for about 10 days and orally thereafter) compared to matched historical controls that did not receive VitC. The same amounts of high-dose VitC administered orally only in randomized double blind placebo control studies could not confirm this favourable response in advanced human cancer [ [9](/articles/10.1186/s13046-021-02134-y#ref-CR9), [10](/articles/10.1186/s13046-021-02134-y#ref-CR10)]. Herein lies the essence of much controversy concerning the implementation of VitC in cancer treatment over the past decades. An important distinction must therefore be made between orally administered VitC (OC), achieving maximum plasma concentrations of no more than 220 mol/L of blood, and pharmacological or high-dose IVC, generating plasma concentrations up into range ( 15 mmol/L) [ [11](#ref-CR11), [12](#ref-CR12), [13](/articles/10.1186/s13046-021-02134-y#ref-CR13)], which is needed to kill cancer cells based on pre-clinical studies. In light of this, high-dose IVC has re-emerged as a potent anti-cancer agent over the past two decades, with several phase I and a few phase II clinical trials reporting high tolerability and safety with promising signs of efficacy in the treatment of various cancer types, either as monotherapy or as a combination therapy [ [14](#ref-CR14), [15](#ref-CR15), [16](/articles/10.1186/s13046-021-02134-y#ref-CR16)]. In addition, there is strong clinical evidence for IVC's ability to reduce chemotherapy-related side effects, such as fatigue, and to improve quality of life also in the palliative care setting [ [17](#ref-CR17), [18](#ref-CR18), [19](/articles/10.1186/s13046-021-02134-y#ref-CR19)]. The aim of this review is to create an up-to-date overview of the most important research conducted within the field of high-dose VitC and cancer therapy. First, the use of high-dose VitC mono- and combination therapy in the pre-clinical and clinical setting is discussed, followed by a discussion of the molecular mechanisms found to be involved in the anti-cancer activity portrayed by VitC. Specifically, the contribution of emerging global profiling studies based on proteomics, transcriptomics and metabolomics to these insights will be highlighted. In this regard, our findings will provide an outlook on future research, examining current gaps in our knowledge and addressing the limitations of research in the clinical setting and the need for more extensive clinical trials. Also, future implications of high-dose VitC in cancer therapy will be discussed in both treatment and palliative care. High-dose VitC as a single agent The pioneering clinical studies that initiated the interest in VitC as anticancer agent [ [6](#ref-CR6), [7](#ref-CR7), [8](/articles/10.1186/s13046-021-02134-y#ref-CR8)] single Since then, a great number of clinical and pre-clinical studies have explored high-dose VitC. In this section, we briefly summarize the pre-clinical and clinical studies of VitC as monotherapy before elaborating more on the combination therapy studies. Pre-clinical VitC monotherapy studies A vast number of studies have shown encouraging anti-cancer activity of VitC at millimolar concentrations (~ 1-20 mM) in pre-clinical models of various cancer types [ [15](/articles/10.1186/s13046-021-02134-y#ref-CR15)]. The most investigated have been leukaemia [ [ [39](#ref-CR39), [40](#ref-CR40), [41](/articles/10.1186/s13046-021-02134-y#ref-CR41)]. Similar results have been described for the treatment of non-small-cell lung cancer (NSCLC) [ [16](/articles/10.1186/s13046-021-02134-y#ref-CR16)], breast cancer thyroid cancer oral of the progress in VitC pre-clinical research is the recent work in hard-to-treat Kirsten Rat Sarcoma Viral Oncogene Homolog [ [25](/articles/10.1186/s13046-021-02134-y#ref-CR25), [27](/articles/10.1186/s13046-021-02134-y#ref-CR27), [32](/articles/10.1186/s13046-021-02134-y#ref-CR32)]. Based on prior studies by Yun et al. [ [32](/articles/10.1186/s13046-021-02134-y#ref-CR32)] and Aguilera et al. [ [25](/articles/10.1186/s13046-021-02134-y#ref-CR25)], Cenigaonandia-Campillo et al. [ [27](/articles/10.1186/s13046-021-02134-y#ref-CR27)] used elevated doses of VitC (5-10 mM) in KRAS mutant CRC tumours, both in vitro and in vivo. They showed that VitC was able to target common metabolic aberrancies by decreasing adenosine triphosphate (ATP) and glucose transporter 1 (GLUT-1) levels, as well as by dissipating the mitochondrial membrane potential, which could sensitize KRAS mutant CRC cells to current treatments such as chemotherapy. Given the importance of developing better treatments for patients with KRAS driven tumours, non-toxic combinations with VitC are also being explored and will be discussed in the following section 2. In the majority of cancer types, most of the in vivo studies have shown inhibition of tumour growth (40-60%) by using elevated doses of ascorbate (1-4 [56](#ref-CR56), [57](/articles/10.1186/s13046-021-02134-y#ref-CR57)]. Importantly, in order to maintain VitC levels inside the tumour, daily administration is the most optimal schedule [ [56](/articles/10.1186/s13046-021-02134-y#ref-CR56)]. By using these doses and frequency, VitC also successfully reduced and/or impaired tolerability, several studies have shown that high-dose VitC does not increase toxicity levels in vivo yet protects from other treatment side-effects when used as an adjuvant agent [ [15](/articles/10.1186/s13046-021-02134-y#ref-CR15), [62](#ref-CR62), [63](#ref-CR63), [64](/articles/10.1186/s13046-021-02134-y#ref-CR64)]. Overall, the studies performed in vitro and in vivo using high-dose VitC as single agent in a large number of cancer types, have shown that it is a promising anti-cancer agent impairing both tumor growth and metastasis. Clinical VitC monotherapy studies Clinical monotherapy studies administering high-dose VitC in patients with various types of advanced malignancies report this therapy to be safe, showing no significant toxicity at doses of up to 3 g/kg [ [13](/articles/10.1186/s13046-021-02134-y#ref-CR13)] (Table [2](/articles/10.1186/s13046-021-02134-y#Tab2)). These studies additionally demonstrated that at the given doses, ascorbate plasma levels of over 10 mM could be sustained for several hours, and observed maximum achievable blood concentrations of up to 49 mM [ [13](/articles/10.1186/s13046-021-02134-y#ref-CR13)]. Grade 3 or higher adverse events possibly related to IVC treatment were reported in only 1-2 cases per study (with 17-24 patients included per study, see Table [2](/articles/10.1186/s13046-021-02134-y#Tab2)), the most common being hypokalemia [ [13](/articles/10.1186/s13046-021-02134-y#ref-CR13), [65](/articles/10.1186/s13046-021-02134-y#ref-CR65)], hypernatremia [ [13](/articles/10.1186/s13046-021-02134-y#ref-CR13)], hypertension and anemia [ [66](/articles/10.1186/s13046-021-02134-y#ref-CR66)]. Riordan et al. [ [65](/articles/10.1186/s13046-021-02134-y#ref-CR65)] additionally reported one case of kidney stones in a metastatic CRC patient with a history of renal calculi, suggesting IVC may be contraindicated for patients with renal dysfunction. Nielsen et al. [ [66](/articles/10.1186/s13046-021-02134-y#ref-CR66)] reported one case of pulmonary embolism and pneumonia each, both of which can also be attributed to the underlying disease, since cancer is known to increase the risk of thromboembolic events. Hoffer at al [ [12](/articles/10.1186/s13046-021-02134-y#ref-CR12)]. reported no grade 3 or higher toxicities. Beyond being safe and well-tolerated, objective anti-tumor response was not observed in any of these IVC monotherapy studies. While Stephenson et al. [ [13](/articles/10.1186/s13046-021-02134-y#ref-CR13)], Hoffer et al. [ [12](/articles/10.1186/s13046-021-02134-y#ref-CR12)] and Riordan et al. [ [65](/articles/10.1186/s13046-021-02134-y#ref-CR65)] reported 3 (out of 16), 2 (out of 24) and 1 (out of 24), and patients with stable disease, respectively, the study by Nielsen et al. [ [66](/articles/10.1186/s13046-021-02134-y#ref-CR66)] reported no signs of disease remission or stabilization. Latter result is likely related to the fact that both dose and administration frequency (maximum of 60 g whole body dose given 1 time per week for 12 weeks) was considerably lower compared to the other studies (here, up to 3 g/kg were administered at least 3 times per week, for up to 8 weeks, see Table [2](/articles/10.1186/s13046-021-02134-y#Tab2)). That being said, a number of promising case reports have reported unexpectedly long survival time and in some cases even complete tumour regression of advanced or metastatic disease [ [67](#ref-CR67), [68](#ref-CR68), [69](#ref-CR69), [70](#ref-CR70), [71](#ref-CR71), [72](/articles/10.1186/s13046-021-02134-y#ref-CR72)]. In future studies, molecular profiling of these exceptional responders would be of high value to explore molecular features that make certain tumors more sensitive to IVC. Currently, one phase II study is ongoing whereby the effect of high-dose (1.25 g/kg) VitC monotherapy is being studied in metastatic colorectal, pancreatic and lung tumors (Table [3](/articles/10.1186/s13046-021-02134-y#Tab3)). The objective of the study is to investigate the effect on pathological tumor response in resectable tumors and to observe objective tumor response in KRAS or BRAF mutant metastatic tumors (NCT03146962) [ [73](/articles/10.1186/s13046-021-02134-y#ref-CR73)]. In addition, one medium-dose effort in bladder cancer (NCT04046094) [ [74](/articles/10.1186/s13046-021-02134-y#ref-CR74)] as well as several oral and/or low-dose studies in non-solid tumors (NCT03682029)(NCT03613727)(NCT03964688) [ [75](#ref-CR75), [76](#ref-CR76), [77](/articles/10.1186/s13046-021-02134-y#ref-CR77)] are currently ongoing in line with the promising pre-clinical data concerning these latter cancer types [ [21](/articles/10.1186/s13046-021-02134-y#ref-CR21), [78](/articles/10.1186/s13046-021-02134-y#ref-CR78)]. In general, high-dose VitC monotherapy has not been clinically assessed in patients that have not received (heavy) prior systemic treatment and that are not terminally ill. This fact may explain the limited response effects observed. Finding a feasible clinical setting to include less heavily pre-treated patients however is complicated, as it would involve denying patients standard of care. For this reason, future applications of high-dose VitC as cancer therapy may rather be in combination strategies and we will focus more on this application in the sections below. However, important lessons regarding administration frequency can be learned from these monotherapy studies, whereby only those studies that administered IVC at least 3 times per week warranted further clinical trials. The recommended doses ranged from 1.5 g/kg [ [12](/articles/10.1186/s13046-021-02134-y#ref-CR12)] to 1.9-2.2 g/kg [ [13](/articles/10.1186/s13046-021-02134-y#ref-CR13)]. VitC of life In palliative care, high-dose VitC is currently gaining ground due to its highly safe and tolerable profile. Not only is high-dose VitC known to relieve pain in cancer patients [ [79](/articles/10.1186/s13046-021-02134-y#ref-CR79)], vast clinical evidence suggests that it has a significant positive impact on to the frequent hypovitaminosis and VitC deficiency in cancer patients [ [79](/articles/10.1186/s13046-021-02134-y#ref-CR79), [84](/articles/10.1186/s13046-021-02134-y#ref-CR84), [85](/articles/10.1186/s13046-021-02134-y#ref-CR85)], which are commonly enhanced by anti-neoplastic treatments [ [18](/articles/10.1186/s13046-021-02134-y#ref-CR18)]. For instance, a retrospective, multicentre, epidemiological cohort study [ [18](/articles/10.1186/s13046-021-02134-y#ref-CR18)] showed amelioration of appetite, fatigue, depression and sleep disorders in breast cancer and terminal cancer patients suffering from a wide variety of cancer types that received complementary 7.5 g IVC while being treated by respective standard regimens. More recently, a single-center, parallel-group, single-blind interventional study also in breast cancer patients [ [86](/articles/10.1186/s13046-021-02134-y#ref-CR86)] showed a similar and significant reduction of symptoms such as nausea, fatigue, tumor pain and loss of appetite by administering 25 g of IVC per week in addition to their current standard treatment. Favourably, no new side effects were reported after initiation of IVC treatment. Moreover, another retrospective study showed that patients with radiotherapy-resistant bone metastasis did not only have less pain and better performance measures when given high-dose VitC, they had a median survival time of 10 months as compared to the 2 months median survival time within the control group [ [80](/articles/10.1186/s13046-021-02134-y#ref-CR80)]. Overall, high dose VitC administered as a single agent has not only been shown to be safe and well-tolerated in cancer patients, but also to ameliorate pain and to improve quality of life in the palliative care setting. High-dose VitC in combination treatments Many studies in the past years have investigated high dose VitC as an adjuvant pro-oxidative agent mainly in chemo- and radiotherapy. In addition, other combination treatments have been investigated as well. In this section, we review the pre-clinical and clinical literature of high dose VitC in combination treatments. For pre-clinical studies, we provide detailed information per study and per combination (i.e. cancer type, VitC doses, route of administration, sample size, etc), and describe the observed effects such as synergism, enhanced efficacy and/or reduced toxicity (Table [1](/articles/10.1186/s13046-021-02134-y#Tab1), Figs. [1](/articles/10.1186/s13046-021-02134-y#Fig1), [2](/articles/10.1186/s13046-021-02134-y#Fig2)). Particularly for clinical studies, completed and on-going trials using IVC as monotherapy and combination treatment are described in detail (Tables [2](/articles/10.1186/s13046-021-02134-y#Tab2), [3](/articles/10.1186/s13046-021-02134-y#Tab3), Fig. [3](/articles/10.1186/s13046-021-02134-y#Fig3)). We examine relevant information on phase of study, type of interventions, IVC dose, injection scheme and number of patients enrolled. In addition, results of completed studies and primary outcomes of ongoing trials are thoroughly discussed. Pre-clinical combination studies A comprehensive overview of all 71 retrieved studies from 1989 to 2021 (Fig. [1](/articles/10.1186/s13046-021-02134-y#Fig1)), investigating 59 combinations, is shown in Fig. [2](/articles/10.1186/s13046-021-02134-y#Fig2), while the 44 studies of the last 5 years are summarized in more detail in Table [1](/articles/10.1186/s13046-021-02134-y#Tab1). A division can be made between the highly studied combination with chemotherapy and radiotherapy, the lesser studied with targeted therapies, combinations with immune therapy, which has only more recently gained awareness, and with non-conventional anti-cancer agents (Fig. [2](/articles/10.1186/s13046-021-02134-y#Fig2)B). Pre-clinical studies using VitC in combination with chemotherapy and radiation therapy In pre-clinical models, high-dose VitC is reported to enhance the effectivity of a wide variety of chemotherapeutics such in various cancer cell types, often in a synergistic manner or by enhancing treatment efficacy (Table [1](/articles/10.1186/s13046-021-02134-y#Tab1) and Fig. [2](/articles/10.1186/s13046-021-02134-y#Fig2)). For example, a recent in vivo study in oral squamous carcinoma described an enhanced therapeutic effect of cisplatin in combination with high-dose VitC (4 g/kg IP twice daily) [ [51](/articles/10.1186/s13046-021-02134-y#ref-CR51)]. A study in pancreatic cancer showed that gemcitabine given in combination with high-dose VitC (4 g/kg IP twice daily) achieved significant tumor growth inhibition in mice bearing pancreatic xenografts compared to control and gemcitabine-only groups [ [14](/articles/10.1186/s13046-021-02134-y#ref-CR14)]. Similarly promising, high-dose VitC has also been found to act as a radio-sensitizer during radiation or chemo-radiation of pre-clinical cancer models, with high specificity for cancer cells over healthy cells the study of Schoenfeld et al. [ [16](/articles/10.1186/s13046-021-02134-y#ref-CR16)], which investigated combinations of standard cisplatin chemotherapy with VitC in NSCLC and standard temozolomide and radiation in GBM. To this end, they studied cell line models, performed in vivo studies and a phase I/II clinical trial. Mice injected with high-dose VitC (4 g/kg IP daily) in combination with radio-chemotherapy (5 mg/kg carboplatin weekly, 12 Gy IR/2 fractions (fx)) significantly increased overall survival (~ 50% increase), sensitizing these hard-to-treat NSCLC and GMB tumours to current treatment regimens. Similar results in gastric cancer were described by O'Leary et al., whereby high-dose VitC (4 g/kg IP daily) was injected in combination with carboplatin (15 mg/kg weekly), paclitaxel (10 mg/kg) and 2Gy IR/8fx [ [89](/articles/10.1186/s13046-021-02134-y#ref-CR89)]. An important consideration for pre-clinical combination studies is the clinical standard of care onto which VitC is added, as exemplified by a study in GBM [ [191](/articles/10.1186/s13046-021-02134-y#ref-CR191)] that demonstrated faster tumor progression in tumor-bearing mice treated with a single dose of radiation and daily high-dose ascorbate than in those treated with radiation alone. Here, the authors use a single 4.5 Gy irradiation dose, which does not relate to standard treatment of care in GBM patients who receive daily fractions up to a total of 60 Gy. In addition, the relatively seen lower ascorbate dose of 1 or 2 g/kg compared to the 4 g/kg applied in the GBM study by Schoenfeld et al. [ [16](/articles/10.1186/s13046-021-02134-y#ref-CR16)], possibly promoted VitCs radio-protective rather than radio-sensitizing properties. Finally, in addition to its enhancing effects in conventional cytotoxic therapies, numerous animal studies have shown decreased off-target toxicity of (chemo-) therapeutic agents following administration of OC and IVC [ [192](/articles/10.1186/s13046-021-02134-y#ref-CR192)]. In this review, Carr and Cook reported that VitC administration typically decreases white blood cell loss, weight loss, ascites accumulation, hepatotoxicity, reticulocytosis, lipid oxidation and cardiomyopathy induced by the chemotherapeutic agents. Pre-clinical studies using VitC in combination with targeted therapy A great number of pre-clinical studies have examined the use of high-dose VitC combined with targeted therapies such as and glycolysis inhibitors [ [194](/articles/10.1186/s13046-021-02134-y#ref-CR194)]. Overall, most of the retrieved pre-clinical studies reported synergistic effects in vitro and/or in vivo (Fig. [2](/articles/10.1186/s13046-021-02134-y#Fig2)A), warranting clinical studies. For instance, an in vitro study showed synergistic anti-cancer action of high-dose VitC (HCC) cells, and additionally reported a case of prolonged regression of a HCC patient upon combination treatment with IV high-dose VitC and sorafenib [ [116](/articles/10.1186/s13046-021-02134-y#ref-CR116)]. Other studies have reported similar synergistic effects for high-dose VitC combined with EGFR inhibitors cetuximab and gefitinib in KRAS mutated colon cancer and NSCLC cells respectively [ [99](/articles/10.1186/s13046-021-02134-y#ref-CR99), [109](/articles/10.1186/s13046-021-02134-y#ref-CR109)]. Interestingly, Jung et al. [ [99](/articles/10.1186/s13046-021-02134-y#ref-CR99)] showed that medium-dose VitC (0.5 g kg 1) could abrogate cetuximab resistance in vivo and suggested sodium-dependent vitamin C transporter SVCT2 as a potental marker for enhancing efficacy of the combination treatment of VitC and cetuximab in KRAS-mutant CRC patients. Similarly, by VitC in melanoma vivo [ [123](/articles/10.1186/s13046-021-02134-y#ref-CR123)]. Recent findings reinforce the promising synergistic effects of VitC with kinase inhibitors such as BRAFV600 inhibitor PLX4032 in [104](/articles/10.1186/s13046-021-02134-y#ref-CR104)]. Likewise, emerging anti-cancer compounds targeting mitochondrial activity or telomerase inhibitor inhibitor 3-(3-Pyridinyl)-1-(4-pyridinyl)-2-propen-1-one (3-PO) in cells [ [104](/articles/10.1186/s13046-021-02134-y#ref-CR104)]. Furthermore, enhanced treatment efficacy was confirmed for high-dose VitC in combination with several hormonal treatments such as oestrogen receptor ER and human epidermal growth factor receptor 2 (HER2) inhibitors in breast cancer cells [ [108](/articles/10.1186/s13046-021-02134-y#ref-CR108)], as well as for PARP inhibition in the treatment of AML-TET2 deficient cells and JQ1 (thieno-triazolo-1,4-diazepine), a Bromodomain extraterminal inhibitor, in the treatment of melanoma [ [36](/articles/10.1186/s13046-021-02134-y#ref-CR36)]. Finally, three recent in vitro studies indicate that high-dose VitC might be of use in eradicating cancer stem cells (CSC) by synergistically targeting mitochondria and causing cell death combined with several targeted agents [ [106](/articles/10.1186/s13046-021-02134-y#ref-CR106), [107](/articles/10.1186/s13046-021-02134-y#ref-CR107), [121](/articles/10.1186/s13046-021-02134-y#ref-CR121)]. All data combined strongly emphasizes the potential of high-dose VitC as adjuvant therapy for targeted therapies. Pre-clinical studies using VitC in combination with immunotherapy and anti-inflammatory compounds Little research has been conducted on high-dose VitC in combination with immunotherapy. Two very recent studies show that high-dose VitC synergizes with immune checkpoint inhibitors (ICI) anti-PD-1 and anti-CTL-4 in mouse models, as well as increases the immunogenicity of effector T cells [ [90](/articles/10.1186/s13046-021-02134-y#ref-CR90), [91](/articles/10.1186/s13046-021-02134-y#ref-CR91)]. For [ [90](/articles/10.1186/s13046-021-02134-y#ref-CR90)] pre-treated lymphoma cells co-cultured with CD8+ T cells derived from healthy donors with 1 mM VitC. Interestingly, they described a significant 15-21% increase in immunogenicity compared to non-VitC treated cells. In combination with ICI, high-dose VitC affected tumour growth in a T cell-dependent manner, by attracting effector T-cells and not T regulatory cells. Importantly, in a few mice, complete regressions were observed and mice also acquired immunity after re-injection of tumour cells [ [91](/articles/10.1186/s13046-021-02134-y#ref-CR91)]. Of note, mismatch repair deficient tumours, usually resistant to ICI, showed a very effective response when combined with high-dose VitC. In addition, upon high-dose VitC administration, not only CD8+ T cells, but also macrophages showed increased tumour infiltration, and both enhanced Granzyme B production by cytotoxic T cells and enhanced interleukin 12 production by antigen-presenting cells were observed. These studies are particularly encouraging given the great potential of immunotherapy in anti-cancer treatment, and suggest that high-dose VitC may be a promising combination strategy to convert \"cold\" tumours into \"hot\" tumours, further widening the therapeutic scope of immunotherapy. Furthermore, high-dose VitC strongly enhanced anti-cancer effects of immunosuppressor auranofin in the treatment of triple-negative breast cancer in vitro and in vivo [ [97](/articles/10.1186/s13046-021-02134-y#ref-CR97)]. Similarly, anti-inflammatory compounds such as sulfasalazine [ [117](/articles/10.1186/s13046-021-02134-y#ref-CR117)] and methotrexate [ [195](/articles/10.1186/s13046-021-02134-y#ref-CR195)] showed strong synergy and enhanced efficacy in the treatment of colon, prostate and liver cancer, respectively. Pre-clinical studies using VitC in combination with emerging non-pharmaceutical therapies High-dose VitC has also been combined with other less conventional regimens. One study reports the synergistic effect of fasting-mimicking diet and oxaliplatin in combination with high-dose VitC against KRAS mutated cancers both in vitro and in vivo [ [114](/articles/10.1186/s13046-021-02134-y#ref-CR114)]. In addition, several studies reported synergism of anti-cancer effects of vitamin K3, also known as menadione, combined with VitC in vitro [21](/articles/10.1186/s13046-021-02134-y#ref-CR21), [196](#ref-CR196), [197](#ref-CR197), [198](#ref-CR198), [199](/articles/10.1186/s13046-021-02134-y#ref-CR199)]. Moreover, one in vivo study found that the combination of these vitamins reduced tumor growth and tumor metastasis in Lewis lung carcinoma [ [59](/articles/10.1186/s13046-021-02134-y#ref-CR59)]. In addition, this vitamin combination was also reported to be synergistic with mTOR inhibitor everolimus human urothelial tumors gemcitabine [ [200](/articles/10.1186/s13046-021-02134-y#ref-CR200)] and various solid tumors to radiotherapy in vivo [ [201](/articles/10.1186/s13046-021-02134-y#ref-CR201)], mainly causing cell death upon oxidative stress [ [202](/articles/10.1186/s13046-021-02134-y#ref-CR202)]. Technical considerations and need for standardization To deduce best practices, we further evaluated dosing schedules, duration of treatment and solvents used in the pre-clinical studies (Table [1](/articles/10.1186/s13046-021-02134-y#Tab1), Fig. [2](/articles/10.1186/s13046-021-02134-y#Fig2)B-E). First, the type of solvent used for preparing VitC solutions significantly varies, water being the preferred one, followed by phosphate-buffered saline (PBS), culture media -for in in vivo studies- (Fig. [2](/articles/10.1186/s13046-021-02134-y#Fig2)E). Notably, almost 45% of studies did not report the type of solvent used in their methods section. Likewise, most of the studies did not indicate the use of seal to prevent oxygen and light interaction, nor pH range used. In light of VitC chemistry and stability, these are important considerations that should be standardized to get reproducible and robust results [ [16](/articles/10.1186/s13046-021-02134-y#ref-CR16), [203](/articles/10.1186/s13046-021-02134-y#ref-CR203), [204](/articles/10.1186/s13046-021-02134-y#ref-CR204)]. Since VitC effect is dose-dependent, we examined the effect among different dose groups, 1 mM vs. < 1 mM in vitro and 1 g/kg vs. < 1 g/kg in vivo (Fig. [2](/articles/10.1186/s13046-021-02134-y#Fig2)C). For in vitro studies, a synergistic effect was reported in 80% of all cases and 20% showed enhanced efficacy. Given that 2D and 3D cell culture cannot fully reproduce physiological conditions, in vivo studies provide added value for clinical studies. For in vivo IP injections, synergism was reported two times more often in the studies that used a higher dose 1 g/kg, as compared to lower dose < 1 g/kg. Importantly, for the dose group 1 g/kg VitC, superior VitC effect [ [37](/articles/10.1186/s13046-021-02134-y#ref-CR37)] as well as reduced toxicity were described [ [57](/articles/10.1186/s13046-021-02134-y#ref-CR57), [63](/articles/10.1186/s13046-021-02134-y#ref-CR63), [110](/articles/10.1186/s13046-021-02134-y#ref-CR110), [181](/articles/10.1186/s13046-021-02134-y#ref-CR181)]. For the dose group < 1 g/kg, several examples that show no added benefit on top of chemotherapeutic agents or even an antagonistic effect were reported [ [88](/articles/10.1186/s13046-021-02134-y#ref-CR88), [123](/articles/10.1186/s13046-021-02134-y#ref-CR123), [205](/articles/10.1186/s13046-021-02134-y#ref-CR205)], highlighting the importance of choosing proper VitC pharmacological doses in vivo, preferably 1 g/kg IP, thus reaching sufficient plasma levels to display its anticancer properties [ [55](/articles/10.1186/s13046-021-02134-y#ref-CR55)]. Treatment duration in vitro and frequency in vivo was examined in a similar manner (Fig. [2](/articles/10.1186/s13046-021-02134-y#Fig2)D). In in vitro studies, cell lines were exposed for long (24-96 h) or short (1-2 h) periods in 74 and 26% of the cases, respectively, generally depending on the type of assay and combination treatment. Although synergism was mostly reported in both cases, short exposures (1-2 h) with a media refresh step are usually preferred to better mimic the physiological conditions in patients [ [16](/articles/10.1186/s13046-021-02134-y#ref-CR16), [38](/articles/10.1186/s13046-021-02134-y#ref-CR38), [203](/articles/10.1186/s13046-021-02134-y#ref-CR203)]. For instance, VitC's capacity of pH-dependent auto-oxidation and the presence of catalytic metals, such as iron and copper, usually common in cell culture media, can simultaneously increase H2O2 production and impair reproducibility in vitro [ [206](#ref-CR206), [207](#ref-CR207), [208](/articles/10.1186/s13046-021-02134-y#ref-CR208)]. In order to further improve reproducibility, a dosing per cell scheme has been shown to correct for H2O2 toxicity and accumulation in the media [ [16](/articles/10.1186/s13046-021-02134-y#ref-CR16), [209](/articles/10.1186/s13046-021-02134-y#ref-CR209)] (own observations, unpublished data). In conclusion, and in line with its 2 h half-life in patients, in vitro studies should be carried out thoroughly considering ascorbic acid chemistry with recommended experimental conditions such as avoiding catalytic metals in culture media, using a dosing per cell metric scheme and a 2 h treatment with a media refresh step [ [13](/articles/10.1186/s13046-021-02134-y#ref-CR13), [126](/articles/10.1186/s13046-021-02134-y#ref-CR126), [156](/articles/10.1186/s13046-021-02134-y#ref-CR156)]. In vivo, frequency of high dose VitC was reported as daily in the majority of studies (n = 21), as well as twice daily (n = 6) and twice per week (n = 1). All frequency schedules induced enhanced co-treatment efficacy and synergism in a similar manner. Furthermore, in many studies it was unclear whether combination treatments were co-administered or added in a particular sequence. Altogether, what was clear is that successful in vivo studies used 1 g/kg IP VitC mostly on a daily basis with a treatment duration ranging from 2 to 8.5 weeks and a median of 3.5 weeks. It is noteworthy that most of the in vivo studies use ascorbate-synthesizing models, whose human-mimicking features may be questioned. Contrary to humans, mice can synthesize their own VitC, possibly making them suboptimal models for the evaluation of VitC's anti-cancer effect [ [55](/articles/10.1186/s13046-021-02134-y#ref-CR55), [210](/articles/10.1186/s13046-021-02134-y#ref-CR210)]. As an alternative model, VitC-deficient mice (i.e. Gulo/ mice) have recently been used to study VitC in cancer as reviewed by Campbell and Dachs [ [55](/articles/10.1186/s13046-021-02134-y#ref-CR55)]. Nevertheless, the different routes of administration and dose ranges from different studies make these two models difficult to compare. Some data suggests that the M-range VitC basal concentrations in plasma of ascorbate-synthesizing mice (< 100 M), similar to plasma VitC levels in (healthy) humans with normal dietary VitC uptake, may have only minimal effects on high-dose (mM-range) VitC tumour killing [ [211](#ref-CR211), [212](#ref-CR212), [213](/articles/10.1186/s13046-021-02134-y#ref-CR213)]. However, considering the low to scurvy-like levels (often < 10 M) of plasma VitC in many cancer patients [213](/articles/10.1186/s13046-021-02134-y#ref-CR213)- [215](/articles/10.1186/s13046-021-02134-y#ref-CR215)], the use of VitC-deficient mice may be preferred to allow researchers to better fine-tune physiological cancer conditions [ [56](/articles/10.1186/s13046-021-02134-y#ref-CR56), [213](/articles/10.1186/s13046-021-02134-y#ref-CR213), [216](/articles/10.1186/s13046-021-02134-y#ref-CR216)]. An additional remark is that tumour ascorbate levels, instead of plasma levels, might be more relevant to monitor treatment outcome. Direct evidence addressing these issues may help to better evaluate VitC anti-cancer properties and pave the way for promising and robust clinical trials. Clinical studies on IVC in combination treatments Encouraged by the promising results of the pioneering clinical & pre-clinical studies, several phase I and some phase II clinical trials have analysed the use of pharmacologically dosed VitC in combination therapy with conventional cancer treatment agents. A Pubmed database search was performed using search terms \"ascorbate OR vitamin C AND cancer AND clinical trial\". In total, 34 completed studies were identified (Fig. [3](/articles/10.1186/s13046-021-02134-y#Fig3)), 16 of which studied medium-to-high dose IVC (Table [2](/articles/10.1186/s13046-021-02134-y#Tab2)), and 4 focused on IVC monotherapy specifically, as was discussed in earlier sections of this review. In general, these clinical combination studies have focused on a limited number of cancer types, those including high-dose VitC mainly concerning pancreatic cancer, and lower pharmacological doses mainly concerning non-solid tumors (Fig. [3](/articles/10.1186/s13046-021-02134-y#Fig3)A). An additional search of the [clinicaltrials.gov](http://clinicaltrials.gov) database using search terms vitamin C or ascorbic acid, and cancer, did not reveal any additional trials that were completed with reported results. Many studies were terminated due to a change in standard of care or, more often, because of poor accrual. The large majority of published studies were carried out with only a limited number of patients, and to date, no large-scale, double blind randomized trials that are imperative in determining the clinical efficacy of IVC have been completed. Having said that, 23 clinical trials, including one phase III study, are currently underway, recruiting patients of several cancer types to investigate the effects of adding IVC in a variety of cancer treatment settings. Sixteen of these ongoing studies use medium-to-high dose IVC, and are reported in Table [3](/articles/10.1186/s13046-021-02134-y#Tab3). Most of the clinical studies presented in this section dose-escalated VitC to achieve 20 mM plasma ascorbate concentrations. In general, this was achieved when administering 75 g infusions at least 3 times weekly, and was not significantly further increased at 100 g or more [ [14](/articles/10.1186/s13046-021-02134-y#ref-CR14), [16](/articles/10.1186/s13046-021-02134-y#ref-CR16), [110](/articles/10.1186/s13046-021-02134-y#ref-CR110)]. For those studies administering per kg of body weight, amounts 1.0 g VitC/kg [ [151](/articles/10.1186/s13046-021-02134-y#ref-CR151)] were needed to achieve plasma levels of at least 20 mM. We focus in detail only on those studies administering 1.0 g/kg or 75 g (high dose) and 10 g whole body dose (medium dose). Clinical studies combining chemotherapy and radiation therapy The most studied combination treatment using high-dose IVC is together with chemo- and/or radiotherapy (RT) regimens. Eight such studies were identified, of which half were in conducted in the pancreatic cancer setting (Table [2](/articles/10.1186/s13046-021-02134-y#Tab2)). As with VitC monotherapy, all studies reported favourable toxicity profiles, with 2 randomized trials specifically observing substantially decreased toxicities compared to control arms without IVC [ [63](/articles/10.1186/s13046-021-02134-y#ref-CR63), [148](/articles/10.1186/s13046-021-02134-y#ref-CR148)], although results of latter study are reported as abstract only without showing data. Both studies administered 75-100 g IVC, Ma et al. [ [63](/articles/10.1186/s13046-021-02134-y#ref-CR63)] 2 times a week for 12 months (of which the first 6 months in conjunction with chemotherapy) and Bruckner et al. [ [148](/articles/10.1186/s13046-021-02134-y#ref-CR148)] 1-2 times per week (with GFLIP every 2 weeks until progression). Compared with RT + temozolomide (TMZ) therapy in a single group study in glioblastoma, the addition of IVC possibly provided a protective effect on hematologic toxicities as judged eg. by incidences of thrombocytopenia reported for similar treatment regimens without IVC in other studies [ [129](/articles/10.1186/s13046-021-02134-y#ref-CR129)]. Importantly, Polireddy et al. [ [14](/articles/10.1186/s13046-021-02134-y#ref-CR14)] found no clinically significant influence on gemcitabine pharmacokinetics, suggesting combination treatment is not detrimental to the mechanism of action of standard of care chemotherapies. Consistent with positive data obtained from animal and other pre-clinical studies, several of these phase I/II studies reported trends towards increased disease control and objective response rates, although all were underpowered for detection of efficacy. In the randomized trial of Ma et al. [ [63](/articles/10.1186/s13046-021-02134-y#ref-CR63)] in ovarian cancer [ [63](/articles/10.1186/s13046-021-02134-y#ref-CR63)], the median time for disease progression was 8.75 months longer with ascorbate addition to standard chemotherapy (carboplatin and paclitaxel) than in chemotherapy alone. Single group studies showed favourable OS and PFS compared to historical controls [ [82](/articles/10.1186/s13046-021-02134-y#ref-CR82), [111](/articles/10.1186/s13046-021-02134-y#ref-CR111), [129](/articles/10.1186/s13046-021-02134-y#ref-CR129)] and institutional averages [ [110](/articles/10.1186/s13046-021-02134-y#ref-CR110)]. Encouragingly, 2 randomized phase 2 trials are currently ongoing in pancreatic (NCT02905578) [ [137](/articles/10.1186/s13046-021-02134-y#ref-CR137)] and prostate (NCT02516670) [ [140](/articles/10.1186/s13046-021-02134-y#ref-CR140)] cancer patients, directly comparing the added benefit of high-dose IVC to standard chemotherapy. Additionally, 7 single group phase 1 and/or 2 trials studying the combination of high-dose IVC with chemo- and/or chemoradiotherapy are currently underway, among others in lung (NCT02420314 and NCT02905591) [ [133](/articles/10.1186/s13046-021-02134-y#ref-CR133), [134](/articles/10.1186/s13046-021-02134-y#ref-CR134)] and pancreatic (NCT03410030) [ [139](/articles/10.1186/s13046-021-02134-y#ref-CR139)] cancer patients. Clinical studies using VitC in combination with targeted therapy Three non-randomized clinical studies administered targeted agents on top of chemotherapy and high-dose IVC [ [151](/articles/10.1186/s13046-021-02134-y#ref-CR151), [153](/articles/10.1186/s13046-021-02134-y#ref-CR153), [155](/articles/10.1186/s13046-021-02134-y#ref-CR155)]. Indications of some efficacy were observed in metastatic stage IV pancreatic cancer patients receiving gemcitabine and erlotinib together with IVC [ [153](/articles/10.1186/s13046-021-02134-y#ref-CR153)], with 8/9 patients showing tumour shrinkage after only 8 weeks of treatment. A similar study by Welsh et al. [ [82](/articles/10.1186/s13046-021-02134-y#ref-CR82)], whereby IVC was combined with gemcitabine only, reported similar positive effects, with 6/9 evaluable patients maintaining or improving their performance status. Median overall survival in both studies was 182 days and 13 months, respectively. Wang et al. [ [151](/articles/10.1186/s13046-021-02134-y#ref-CR151)] combined IVC at 1.5 g/kg once daily for three consecutive days with mFOLFOX6 or FOLFIRI with or without bevacizumab in a 14 day cycle in advanced colorectal and gastric cancer patients (treatment was continued for 12 cycles, disease progression, unmanageable toxic effects, or withdrawal of consent). Besides a favourable safety profile, potential clinical efficacy was observed. Specifically, 14/24 evaluated patients showed PR (objective response rate, ORR, 58.3%) and 9/24 SD (ORR 37.5%), giving a disease control rate of 95.8%. A promising observation was the comparable efficacy in patients with wild-type and with mutant RAS/BRAF tumors. Encouraged by these positive results, this study has since been extended to a randomized phase 3 trial, with an estimated enrolment of 400 mCRC patients (NCT04516681, see Table [3](/articles/10.1186/s13046-021-02134-y#Tab3)) [ [131](/articles/10.1186/s13046-021-02134-y#ref-CR131)]. To date, this is the only phase 3 trial studying high-dose IVC in anti-cancer treatment. Ten grade 3 or higher adverse events were reported in the 14 pancreatic cancer patients enrolled in the Monti et al. [ [153](/articles/10.1186/s13046-021-02134-y#ref-CR153)] study, all of which are frequently observed in pancreatic cancer disease progression and/or gemcitabine and erlotinib treatment and thus not likely to be linked to concomitant IVC application. Among the 36 patients enrolled in the Wang et al. study [ [151](/articles/10.1186/s13046-021-02134-y#ref-CR151)], 8 grade 3 or higher adverse events were registered, among which the most common was neutropenia (5 cases), again most likely attributable to the chemotherapy scheme. Likewise, none of the adverse reactions registered in the Kawada et al. [ [155](/articles/10.1186/s13046-021-02134-y#ref-CR155)] study (neutropenia, anemia, and thrombocytopenia) were likely to be directly attributable to IVC treatment. While all these completed trials studied combinations of chemo- and targeted therapies only, 3 ongoing trials are now investigating the addition of IVC to targeted agents only (eg. in lung cancer patients in randomized trial NCT03799094) [ [144](/articles/10.1186/s13046-021-02134-y#ref-CR144)]. Clinical studies using VitC in combination with emerging non-pharmaceutical therapies Finally, one randomized phase II trial compared a combination of high-dose IVC plus modulated electrohyperthermia (mEHT) with best supportive care (BSC) to BSC alone in advanced stage NSCLC patients. Not only quality of life but also PFS and OS were significantly prolonged in the IVC/mEHT arm (PFS: 3 months vs 1.85 months; OS: 9.4 months vs 5.6 months) [ [157](/articles/10.1186/s13046-021-02134-y#ref-CR157)], suggesting this treatment combination may be a non-toxic way of improving the prognosis of patients with advanced NSCLC. Except for one case of grade 3 diarrhea in the active arm (49 patients), the overall adverse effects of IVC and mEHT were marginal. Anti-cancer mechanisms The most widely described mechanism by which VitC is cytotoxic to cancer cells in a selective manner is its pro-oxidant facet, which targets redox imbalance. More recent studies have reported additional mechanisms such as epigenome regulation, oxygen-sensing, immunomodulatory functions, epithelial-to-mesenchymal studying VitC in combination with other anti-cancer agents have also contributed significantly to the insight into the potential mechanisms of action (MoA) of VitC. By collecting the described MoA from experimental studies dating from 2016 to 2021, we provide an overview of the various cancer modulatory effects that underline VitC as a multi-targeting agent in relation to the treatment (Fig. [4](/articles/10.1186/s13046-021-02134-y#Fig4)). In total we identified 14 described effects, of which 7 were recurrent (described more than six times). We also generated an up-to-date comprehensive overview of the multi-faceted targeting effects of VitC in the treatment of cancer (Fig. [6](/articles/10.1186/s13046-021-02134-y#Fig6)). Pro-oxidant activity High concentrations of VitC act as a pro-oxidant, eliciting hydrogen peroxide-dependent cytotoxicity in cancer cells without adversely affecting normal cells [ [15](/articles/10.1186/s13046-021-02134-y#ref-CR15)]. This mechanism is based on VitC redox capacity of metals, such as iron or copper, both generally abundant in tumour cells and involved in important enzyme catalytic activities [ [219](#ref-CR219), [220](#ref-CR220), [221](#ref-CR221), [222](/articles/10.1186/s13046-021-02134-y#ref-CR222)]. For instance, reduction of iron from Fe3+ to Fe2+, known as Fenton reaction, allows the formation of oxygen radicals such as hydrogen peroxide. In brief, high dose VitC acts as a pro-oxidant in cancer cells; however, in normal cells its anti-oxidant properties are prevalent [ [2](/articles/10.1186/s13046-021-02134-y#ref-CR2), [54](/articles/10.1186/s13046-021-02134-y#ref-CR54), [63](/articles/10.1186/s13046-021-02134-y#ref-CR63), [181](/articles/10.1186/s13046-021-02134-y#ref-CR181), [223](/articles/10.1186/s13046-021-02134-y#ref-CR223)]. One of the causes of cancer cells being more susceptible to high-dose VitC is their increased level of labile iron (Fe2+ iron amenable to exchange between reactions), which reacts with H2O2 to form the damaging hydroxyl radical (OH) [ [224](/articles/10.1186/s13046-021-02134-y#ref-CR224)]. Along with increased iron levels, cancer cells generally have a higher metabolic rate than healthy cells and an abundance of defective mitochondria, leading to endogenously higher oxidative stress levels [ [16](/articles/10.1186/s13046-021-02134-y#ref-CR16), [225](#ref-CR225), [226](#ref-CR226), [227](/articles/10.1186/s13046-021-02134-y#ref-CR227)]. Moreover, cancer cells generally lack catalase activity, making them extra vulnerable to oxidative stress [ [2](/articles/10.1186/s13046-021-02134-y#ref-CR2), [228](#ref-CR228), [229](#ref-CR229), [230](/articles/10.1186/s13046-021-02134-y#ref-CR230)]. These anti-cancer effects can be abolished by adding the main detoxifying enzyme catalase to the medium, underscoring a role for H2O2 [ [231](/articles/10.1186/s13046-021-02134-y#ref-CR231)]. In addition, cancer cells exhibit increased expression of GLUT1. This transporter can also mediate uptake of oxidized VitC (dehydroascorbic acid, DHA) which is reduced back after uptake by the cell, resulting in depletion of intracellular antioxidants such SOD enzymes, thereby further increasing reactive oxygen species (ROS) levels in cancer cells [ [32](/articles/10.1186/s13046-021-02134-y#ref-CR32)]. Importantly, these anti-cancer effects have been widely reported as synergistic when combining VitC with targeted therapies (Fig. [2](/articles/10.1186/s13046-021-02134-y#Fig2)). Therefore, further increasing oxidative stress is an important anti-cancer strategy which also underlines the effectiveness of cytotoxic therapies such as chemo- and radiation therapy. Many studies have clearly shown that redox functions of VitC are dose-dependent; acting mainly as an anti-oxidant at normal plasma concentrations that range from 30 to 80 M, and acting as a pro-oxidant in pharmacological concentrations 0.5-20 mM by increasing and O2) [ [1](/articles/10.1186/s13046-021-02134-y#ref-CR1), [232](/articles/10.1186/s13046-021-02134-y#ref-CR232)]. High-dose VitC thus leads to ROS formation and thereby targets redox imbalance, which results in DNA, protein and lipid damage of cancer cells [ [15](/articles/10.1186/s13046-021-02134-y#ref-CR15), [30](/articles/10.1186/s13046-021-02134-y#ref-CR30), [38](/articles/10.1186/s13046-021-02134-y#ref-CR38)]. In combination with chemo/radiation therapies, ROS increase, reduction of antioxidant barriers (eg.. SOD2, Nrf2, NAPDH, GSH) and mitochondrial the most reported MoA (Figs. [4](/articles/10.1186/s13046-021-02134-y#Fig4) and [6](/articles/10.1186/s13046-021-02134-y#Fig6)), which may explain the notorious synergistic effect with VitC (Fig. [2](/articles/10.1186/s13046-021-02134-y#Fig2)). In addition, four pre-clinical studies reported overexpression of P53 when VitC was combined chemotherapeutics such as topotecan, oxaliplatin, irinotecan, and [88](/articles/10.1186/s13046-021-02134-y#ref-CR88), [101](/articles/10.1186/s13046-021-02134-y#ref-CR101), [118](/articles/10.1186/s13046-021-02134-y#ref-CR118), [120](/articles/10.1186/s13046-021-02134-y#ref-CR120)]. Notably, overexpression of P53 gene is known to play a key role in reducing oxidative stress levels by, for instance, mediating enzyme activity of ROS aldehyde dehydrogenase (ALDH) [ [233](/articles/10.1186/s13046-021-02134-y#ref-CR233)]. suggest P53 may be involved in VitC-mediated cytotoxicity. Interestingly, in a study in thyroid cancer, ROS-dependent inhibition of MAPK/ERK and PI3K/AKT pathways has been shown to mediate cancer cytotoxicity in vivo [ [49](/articles/10.1186/s13046-021-02134-y#ref-CR49)]. The synergy between kinase inhibitors and high-dose VitC can be partly explained by increased redox imbalance, considering recent data showing that kinase inhibitors induce synergistic toxicity with low-dose H2O2 in colorectal cancer cells [ [234](/articles/10.1186/s13046-021-02134-y#ref-CR234)]. Similarly, a remarkable kinase modulator effect was observed in several studies, mostly by reducing phosphorylation levels of ERK, BRAF and AKT [122](/articles/10.1186/s13046-021-02134-y#ref-CR122), and [4](/articles/10.1186/s13046-021-02134-y#Fig4)). This might position VitC as a promising alternative to kinase inhibitors in the treatment of cancer. In addition, the effect of glycolysis inhibitors may also be enhanced by high-dose VitC in a ROS-dependent manner, since both inhibitors increase oxidative stress levels [ [235](/articles/10.1186/s13046-021-02134-y#ref-CR235)]. The efficacy of combining VitC with immunosuppressor auranofin can also be partly ascribed to redox imbalance targeting, since auranofin was shown to induce intracellular accumulation of H2O2 generated by VitC [ [236](/articles/10.1186/s13046-021-02134-y#ref-CR236)]. Clearly, redox imbalance is a major target involved in the specific anti-cancer activity induced by high-dose VitC. Co-factor activity As mentioned previously, VitC acts as a reducing agent of iron, crucial for Fe-containing protein function. These iron sequestering enzymes are involved in numerous metabolic processes such as the mitochondrial respiratory chain (i.e. cytochrome C, NADH-ubiquinone reductase or complex I), synthesis of collagen (prolyl oxygenase) and oxidative stress regulation (i.e. catalase, peroxidases) [ [237](/articles/10.1186/s13046-021-02134-y#ref-CR237)]. Along with its pro-oxidant function, VitC-mediated cytotoxicity toward cancer cells has also been explained by the 1. regulation of collagen synthesis, 2. hypoxia inducible factor (HIF) proteasomal degradation and 3. TET activity regulation. Collagen synthesis, EMT and invasion Regulation of collagen synthesis is key for hampering cancer progression. The concept of counteracting decreased collagen synthesis and thereby targeting a potential metastatic vulnerability in cancer by using VitC was first proposed by William McCormick over 60 years ago [ [238](/articles/10.1186/s13046-021-02134-y#ref-CR238), [239](/articles/10.1186/s13046-021-02134-y#ref-CR239)], and subsequently extended by Ewan Cameron [ [240](/articles/10.1186/s13046-021-02134-y#ref-CR240)]. One of the major components of the extracellular matrix are collagen fibrils, which are formed by strong collagen tertiary structures. VitC is known to stabilize these strong cross-links, preventing neoplastic invasion [ [241](/articles/10.1186/s13046-021-02134-y#ref-CR241), [242](/articles/10.1186/s13046-021-02134-y#ref-CR242)]. As mentioned in [72](/articles/10.1186/s13046-021-02134-y#ref-CR72), [243](/articles/10.1186/s13046-021-02134-y#ref-CR243), decrease or depletion of metastasis, and complete tumour regression of advanced or metastatic disease, respectively. Interestingly, Polireddy et al. [ [14](/articles/10.1186/s13046-021-02134-y#ref-CR14)] showed that metastatic reduction in pancreatic cancer was correlated with increased stromal collagen levels in vivo. In their phase I/IIa study, they also found increased collagen levels in a patient who became suitable for tumour resection after 70 doses of IVC (100 g/infusion) and 9 cycles of gemcitabine, compared to untreated, FOLFIRINOX or gemcitabine-treated patients [ [14](/articles/10.1186/s13046-021-02134-y#ref-CR14)]. Another described mechanism by which VitC targets cancer invasion is the reversion of epithelial-to-mesenchymal transition [ [60](/articles/10.1186/s13046-021-02134-y#ref-CR60), [245](/articles/10.1186/s13046-021-02134-y#ref-CR245)]. Zhao et al. [ [245](/articles/10.1186/s13046-021-02134-y#ref-CR245)] reported VitC to inhibit the proliferation, migration and epithelial-mesenchymal-transition of lens epithelial cells through deactivating hypoxia inducible factor. Moreover, Zeng et al. [ [60](/articles/10.1186/s13046-021-02134-y#ref-CR60)] showed a reduction of vimentin and an increase of E-cadherin levels upon high-dose VitC, thereby suppressing EMT and inhibiting cell migration and invasion in breast cancer in vitro and in vivo. In light of collagen synthesis activation, EMT reversion and invasiveness inhibition, high dose VitC could be an effective solution for the prevention and treatment of advanced disease. Oxygen-sensing Many solid tumours become hypoxic when their growth outruns the emergence of new blood vessels around it. To ensure their survival, tumour cells in turn activate the transcription factor HIF-1 [ [246](/articles/10.1186/s13046-021-02134-y#ref-CR246), [247](/articles/10.1186/s13046-021-02134-y#ref-CR247)]. VitC regulates location and function of HIF hydroxylases, which deactivate HIF-1 by ultimately targeting it to proteasomal degradation and suppressing tumour growth [ [1](/articles/10.1186/s13046-021-02134-y#ref-CR1), [2](/articles/10.1186/s13046-021-02134-y#ref-CR2), [248](#ref-CR248), [249](#ref-CR249), [250](/articles/10.1186/s13046-021-02134-y#ref-CR250)]. In particular, Fischer and Miles [ [248](/articles/10.1186/s13046-021-02134-y#ref-CR248)] showed that VitC was able to decrease the malignant potential of melanoma by hampering HIF-1 activity, and Kawada et al. [ [155](/articles/10.1186/s13046-021-02134-y#ref-CR155)] showed a downregulation of HIF-1 upon high-dose VitC in human leukemic cells in vitro and in vivo. Jówiak et al. [ [249](/articles/10.1186/s13046-021-02134-y#ref-CR249)] also found a negative correlation between HIF-1 mRNA expression and VitC levels in human thyroid neoplastic lesions, suggesting that VitC may also interfere with HIF-1 transcriptional activity. Additional pre-clinical [ [251](/articles/10.1186/s13046-021-02134-y#ref-CR251), [252](/articles/10.1186/s13046-021-02134-y#ref-CR252)] and clinical [ [253](/articles/10.1186/s13046-021-02134-y#ref-CR253), [254](/articles/10.1186/s13046-021-02134-y#ref-CR254)] work by Kuiper and colleagues confirmed this inverse relationship between HIF-1 activity and tumor ascorbate levels. For instance, in their human colorectal cancer study [ [253](/articles/10.1186/s13046-021-02134-y#ref-CR253)], higher levels of tumour VitC were inversely correlated with HIF-1 pathway activation and with a significantly improved disease-free survival. Besides this HIF regulatory function, hypoxia is a common phenomenon in tumour cells and not in normal cells, which increases cancer cell susceptibility to VitC [ [255](/articles/10.1186/s13046-021-02134-y#ref-CR255)]. Given the important role of hypoxia in cancer survival and its well-known implications for treatment resistance, VitC-mediated regulation of HIF activity may provide another facet that is key for improving the treatment of solid tumours. Epigenome regulation Cancer cells are well known to have aberrant DNA methylation patterns important for survival and tumour progression [ [256](/articles/10.1186/s13046-021-02134-y#ref-CR256), [257](/articles/10.1186/s13046-021-02134-y#ref-CR257)]. Particularly, active DNA demethylation is carried out by the TET enzymes, which are frequently mutated in haematological malignancies. These enzymes are ketoglutarate-, iron- and oxygen-dependent, and belong to the same family as HIF hydroxylases and prolyl hydroxylases crucial for collagen-synthesis as described above. In the treatment of cancer, high-dose VitC has been shown to induce DNA demethylation by restoring and regulating TET aberrant levels [ [3](/articles/10.1186/s13046-021-02134-y#ref-CR3)]. This anti-cancer VitC role, previously unknown, was widely investigated a couple of years ago in the context of cancer stem cells in leukaemia progression [ [20](/articles/10.1186/s13046-021-02134-y#ref-CR20), [22](/articles/10.1186/s13046-021-02134-y#ref-CR22)]. Sequentially, Vit-C-mediated restoration of TET, also when mutated, enables the re-expression of tumour-suppressor genes in cancer cells [ [2](/articles/10.1186/s13046-021-02134-y#ref-CR2), [3](/articles/10.1186/s13046-021-02134-y#ref-CR3), [105](/articles/10.1186/s13046-021-02134-y#ref-CR105), [174](/articles/10.1186/s13046-021-02134-y#ref-CR174)]. A notable recent (AML) reported that high-dose VitC inhibition of mutant isocitrate dehydrogenase 1 (IDH1), resulting in diminished cell growth and increased myeloid differentiation [ [24](/articles/10.1186/s13046-021-02134-y#ref-CR24)]. Vit-C-mediated restoration of TET was also described in four pre-clinical studies combining high dose VitC with chemotherapy [ [98](/articles/10.1186/s13046-021-02134-y#ref-CR98)], targeted therapy [ [22](/articles/10.1186/s13046-021-02134-y#ref-CR22), [119](/articles/10.1186/s13046-021-02134-y#ref-CR119)] ICI anti-PD-1 [ (Figs. [4](/articles/10.1186/s13046-021-02134-y#Fig4) and Cimmino et that upon TET2 induced demethylation, high-dose VitC was able to sensitize leukaemia cells to PARP inhibition, mainly due to increased DNA damage. In addition to TET enzymes, VitC enhances the activity of Jumonji C (JmjC) cells [ [3](/articles/10.1186/s13046-021-02134-y#ref-CR3)]. Interestingly, these Jumonji histone demethylases are also responsible for epigenetic landscape regulation and for activating cellular responses upon changes in energy metabolism, oxygen and iron levels [ [219](/articles/10.1186/s13046-021-02134-y#ref-CR219)]. In light of the above, VitC can considerably stimulate demethylation in several ways, leading to the re-expression of tumour suppressor genes, and thereby greatly interfering with tumour survival as well as sensitizing to other therapeutic agents. Immune modulatory effects VitC is maintained at high levels in most immune cells and can affect many aspects of the immune response [ [258](/articles/10.1186/s13046-021-02134-y#ref-CR258)]. The contribution of ascorbate as an antioxidant in immune cells is well-established while its cofactor activity for Fe- or Cu-containing oxygenases is emerging as a key factor in the functional effects on both the innate and adaptive immune responses [ [5](/articles/10.1186/s13046-021-02134-y#ref-CR5), [219](/articles/10.1186/s13046-021-02134-y#ref-CR219)]. This activity requires mM concentrations of VitC, thereby emphasizing the need for a high intake to enable adequate immune function, especially in conditions of inflammation and cancer when VitC often becomes deficient. VitC-dependent processes in immune cells include myeloid and T cell differentiation and polarisation, T cell maturation and activation, B cell development, chemotaxis, cytokine production and enhanced NK cell mediated cancer killing [ [5](/articles/10.1186/s13046-021-02134-y#ref-CR5)]. Interestingly, and linked to the previous section, VitC seems to also regulate the epigenetic profile of immune cells such as by TET activity restoration in iTreg cells, which leads to Foxp3 re-expression and drives proper immune cell function [ [259](/articles/10.1186/s13046-021-02134-y#ref-CR259)]. Furthermore, two very recent pre-clinical studies showed that high-dose VitC synergizes with immune [91](/articles/10.1186/s13046-021-02134-y#ref-CR91)] (Figs. [4](/articles/10.1186/s13046-021-02134-y#Fig4) and [6](/articles/10.1186/s13046-021-02134-y#Fig6)). Importantly, Magri et al. [ [91](/articles/10.1186/s13046-021-02134-y#ref-CR91)] observed the largest anti-cancer effect only when administering high-dose VitC to immunocompetent mice and not to immunocompromised mice [ [91](/articles/10.1186/s13046-021-02134-y#ref-CR91)]. This indicates that its anti-tumour activity is not solely dependent on its pro-oxidant effects, but also substantially on some of its immunomodulatory functions. Global molecular profiling studies on high-dose IVC in the cancer context To gain further insights in VitC's anti-cancer properties on the molecular level, system-wide approaches that capture the complex interplay of various cellular signalling pathways are warranted. Specifically, transcriptomic and especially proteomic studies have the power to capture phenotypic manifestations of genetic alterations. To date, global RNA and protein expression studies on high-dose VitC action are confined to a few cell line studies in specific cancer types. Here, we summarize these studies and their most important findings, considering both studies specifically looking at the global effects of VitC treatment on its own (i.e. without confounding co-treatments), as well as the effects of combining VitC with other (chemo-) therapies (Fig. [5](/articles/10.1186/s13046-021-02134-y#Fig5), Table [4](/articles/10.1186/s13046-021-02134-y#Tab4)). Proteomic studies A number of proteomics studies have been performed to study VitC effects in cancer cell lines employing 2D gel-based analysis and more comprehensive mass spectrometry-based proteomics (Table [4](/articles/10.1186/s13046-021-02134-y#Tab4)). Here we discuss the latter studies based on nano-liquid-chromatography coupled to mass spectrometry. Very recently, a large-scale proteomic (SILAC-based performed CRC cells either VitC (1 mM) or anti-EGFR agent cetuximab, or a combination of both [ [159](/articles/10.1186/s13046-021-02134-y#ref-CR159)]. Both short (4 h) and long-term (24 h) exposure was analyzed. Among the most striking observations was a downregulation of glycolysis in cetuximab and combo-treated cells at early time-points, while proteins related to iron metabolism, such as ferritin and transferrin receptor TFRC, were respectively up and downregulated in VitC and combo-treated cells at later time-points. Based on these results as well as additional metabolic profiling experiments, the authors proposed a model whereby the cetuximab-induced switch from glycolysis to oxidative phosphorylation makes cancer cells more susceptible to the oxidative stress induced by VitC. Subsequent mobilization of iron pools and induction of ROS-mediated stress by VitC could ultimately lead to membrane lipid damage and cell death. A breast cancer study in MDA-MB-231 cells used a biotin switch approach to enrich proteins containing oxidized thiols, followed by LC-MS/MS, to identify very early (30 min) alterations of the redoxome in cellular response to 10 mM ascorbic acid [ [160](/articles/10.1186/s13046-021-02134-y#ref-CR160)]. Besides antioxidant enzymes (such as PRDX1) and glycolysis- and TCA cycle-related proteins (eg. PGK1) showing a significant increase in oxidation upon ascorbic acid treatment, analysis of this redoxome dataset additionally suggested that translation inhibition may be one of the possible mechanisms responsible for oxidative stress-based ascorbic acid cytotoxicity. Using a label-free proteomic approach, another breast cancer study analysed the long-term (24 h) effect of 2 mM VitC on the proteome of MCF-7 cells [ [161](/articles/10.1186/s13046-021-02134-y#ref-CR161)]. Besides proteins directly related to apoptosis, proteins involved in protein processing in the ER were upregulated upon VitC treatment. Specifically, eIF2 and PKR/PKR pThr-446 were suggested to be responsible for the unfolded protein response and inhibition of cell translation during endoplasmic reticulum stress, which may be a direct result of increased oxidative stress. A study focusing on the conjugation machinery for SUMOylation in response to low dose (100 M) ascorbate performed SUMO-1 IP followed by ESI-FT ICR MS in neuroblastoma cell line SH-SY5Y [ [162](/articles/10.1186/s13046-021-02134-y#ref-CR162)]. This study identified, among others, DTD2 and MGAT5B, two proteins without predicted SUMOylation site, related to translation and glycosylation, respectively, with increased abundance following ascorbate (but not hydrogen peroxide) treatment. Concerning the effect of combining VitC with other (chemo-) therapies, an LC-MS/MS study in breast cancer cell line MCF7 cell line [ [167](/articles/10.1186/s13046-021-02134-y#ref-CR167)] showed that combining topoisomerase II inhibitor doxorubicin with medium dose (200 M) VitC lead to a down-regulation of ribosomal, transcriptional and translational, as well and anti-oxidant (eg. SOD1) proteins. Decreased expression of proteins regulating cell cycle and translation was also found when treating HL-60 leukemia cell line with a combination of low dose (100 M) VitC, ATO and tocopherol (vitamin E) [ [96](/articles/10.1186/s13046-021-02134-y#ref-CR96)]. A SILAC-based mass spectrometry study examined proteomic changes in 2 cell lines (A549 and MDA-MB-231) with different sensitivities to anti-inflammatory redox-modulating molecule auranofin (AUF) in combination with pharmacological doses (2.5 mM) of VitC [ [97](/articles/10.1186/s13046-021-02134-y#ref-CR97)]. Most notably, high expression levels of metabolic proteins with oxidoreductase activity such as TXNRD1, ALDH3A2 and PTGR1 were linked to cellular resistance to AUF/VitC combinations, in line with increased antioxidant mechanisms counteracting the anti-cancer activities of high-dose VitC. Transcriptomic studies Most studies investigating changes in the transcriptome following VitC treatment used doses of less than 1 mM. Three Studies by the same group analysed the effect of 0.1 mM VitC on breast and melanoma cell lines using RNA-sequencing [ [36](/articles/10.1186/s13046-021-02134-y#ref-CR36), [168](/articles/10.1186/s13046-021-02134-y#ref-CR168), [169](/articles/10.1186/s13046-021-02134-y#ref-CR169)]. These analyses revealed, among others, deregulation of apoptotic gene clusterin as well as genes involved in extracellular matrix remodeling in melanoma cell line A2058, as well as increased TNF-related apoptosis-inducing ligand (TRAIL) transcripts in breast cancer cell line MDA-MB-231. Latter study also identified genes related to iron metabolism (TFRC) and glycolysis (PGK1), in line with VitC-induced changes on the protein level observed in the proteomic studies referred to before [ [159](/articles/10.1186/s13046-021-02134-y#ref-CR159), [160](/articles/10.1186/s13046-021-02134-y#ref-CR160)]. Ge and colleagues [ [170](/articles/10.1186/s13046-021-02134-y#ref-CR170)] investigated the effects of long term (10 passages), low-dose (0.1 mM) VitC exposure on renal cell line 786-O, and found that while metabolic processes such as glutathione and pentose-phosphate metabolism were positively enriched, genes related to DNA replication and mismatch repair showed negative enrichment. A similar strong de-regulation of DNA replication-related genes was seen by the same group when treating bladder cancer cell line T24 with medium doses (0.25 mM) of VitC [ [171](/articles/10.1186/s13046-021-02134-y#ref-CR171)]. One notable study focused on the effects of high-dose ascorbate on the transcriptome of Huh-7 cell mouse models, as assayed by microarray analysis [ [172](/articles/10.1186/s13046-021-02134-y#ref-CR172)]. Changes in the transcript levels of genes involved in insulin receptor signalling, metabolism and mitochondrial respiration were identified, among which was the upregulation of advanced glycosylation end product-specific receptor (AGER). Possibly related to this are microarray-derived findings on acquired resistance in Lymphoma cell lines by the same group [ [173](/articles/10.1186/s13046-021-02134-y#ref-CR173)]. Here, ascorbate resistant JLPR cells (that were generated by incubation of sensitive JLPS cells with increasing ascorbate concentrations from 0.1 to 1 mM over 6 months) were characterized not only by increased levels of genes such as ferritin, topoisomerase II and glutathione peroxidase 4, but also by the decreased expression of high-mobility group protein box 1 (HMGB1), one of the ligands of AGER. In general, as expected and as seen in several of the proteomic studies, VitC-induced abundancy changes in apoptotic genes are also reported in many of the transcriptomic studies [ [36](/articles/10.1186/s13046-021-02134-y#ref-CR36), [169](/articles/10.1186/s13046-021-02134-y#ref-CR169), [173](#ref-CR173), [174](#ref-CR174), [175](/articles/10.1186/s13046-021-02134-y#ref-CR175)]. Taken together, both the proteomic and transcriptomic studies identified many known facets of VitC action in cancer cell killing, including apoptotic, redox and metabolic mechanisms, but also revealed less defined roles of ascorbic acid, such as the regulation of cytoskeleton remodeling and the inhibition of translation (proteomics) as well as DNA replication and repair (transcriptomics). The key processes found to be altered in high-dose VitC studies specifically include alteration of iron homeostasis, disruption of glycolysis and inhibition of translation (Fig. [6](/articles/10.1186/s13046-021-02134-y#Fig6)). In addition, critical proteins involved in these pathways were identified, which may give leads for future (co-) targeting strategies. Metabolomic studies Finally, four studies sought out to globally profile metabolic changes induced by high-dose VitC administration in breast, colorectal and hepatocellular cancer cell line models [ [32](/articles/10.1186/s13046-021-02134-y#ref-CR32), [176](#ref-CR176), [177](#ref-CR177), [178](/articles/10.1186/s13046-021-02134-y#ref-CR178)]. Although length of treatment and experimental model differed per study, all observed a drop in ATP levels and a depletion of NAD following exposure to high-dose VitC, in line with the inhibition of energy metabolism and multifaceted metabolic rewiring described in numerous pre-clinical studies using alternative approaches. In general, glycolytic metabolites upstream of GAPDH were enriched upon high dose VitC treatment, while those downstream were depleted, in line with an inhibition of GAPDH by VitC, ultimately leading to the disruption of glycolysis and TCA cycle also observed in several proteomics studies (Table [4](/articles/10.1186/s13046-021-02134-y#Tab4), Fig. [6](/articles/10.1186/s13046-021-02134-y#Fig6)). Conclusions and outlook In their 1979 review \"Ascorbic Acid and Cancer: A Review\" [ [242](/articles/10.1186/s13046-021-02134-y#ref-CR242)], Linus Pauling and colleagues expressed their hopes that \"properly designed controlled trials\" would soon be conducted to \"confirm or refute\" their clinical findings, and that if confirmed, \"ascorbate will soon become an essential part of all practical cancer treatment and cancer prevention regimens\". Although this vision has not become reality yet, the growing number of well-designed, high impact pre-clinical and early stage clinical studies are contributing to moving the field of high-dose VitC in the cancer care context forward. In addition, with the rise of global profiling strategies such as metabolomics, transcriptomics and large-scale proteomics leading to further delineation of the mechanisms of action of vitamin C, future clinical trials may be designed based on more refined rationales. Based on molecular characterization of tumor cells, it is becoming increasingly evident that patient subgroups harbouring certain genetic mutations or overexpressing certain proteins may be particularly susceptible to benefiting from VitC mono- and combination therapies. This holds true for tumors baring KRAS mutations for instance, which are generally difficult to treat, being resistant to targeted anti-EGFR therapy amongst others. In this respect, a further boost for the implementation of high-dose VitC in cancer care is expected to arise from an initiative of the Stand Up to Cancer (SU2C) - American Association for Cancer Research charity program, which is raising money for translational cancer research via broad media awareness campaigns. One of the collaborative projects set up as a result of SU2C funding is the \"SU2C Colorectal Cancer of Colorectal Cancer\", which has since opened a clinical trial testing the safety and efficacy of high-dose IV VitC as a treatment for KRAS mutant cancers [ [73](/articles/10.1186/s13046-021-02134-y#ref-CR73)]. Importantly, genome sequencing and RNA expression profiling of the tumors collected in this phase II study are planned, in an attempt to further translate pre-clinical mechanistic insights on VitC action to the clinical setting. It has been shown that VitC selectively kills KRAS and BRAF mutant colorectal cancer cells by targeting GAPDH [ [32](/articles/10.1186/s13046-021-02134-y#ref-CR32)], which may also explain why VitC shows to be especially promising in the treatment of pancreatic cancer, where over 90% of the cases harbour KRAS mutations [ [260](/articles/10.1186/s13046-021-02134-y#ref-CR260)] and MM, where RAS family genes also show the most frequent mutations [ [113](/articles/10.1186/s13046-021-02134-y#ref-CR113)]. In addition, tumors baring a TET2 or IDH-1 mutation may be especially sensitive to VitC treatment, and this is also true for cancer types having high concentrations of labile iron, due to low expression of Ferroportin 1 (Fpn1) for instance. Importantly, IDH-1/2 mutations pose an important anti-cancer strategy for hard-to-treat cancer types, these mutations occurring in ~ 70-80% of lower-grade gliomas and the majority of secondary glioblastomas and in up to 20% of patients with AML [ [261](/articles/10.1186/s13046-021-02134-y#ref-CR261), [262](/articles/10.1186/s13046-021-02134-y#ref-CR262)]. Concerning TET2, mutations in this gene are observed in different myeloid malignancies and are related to AML prognosis [ [263](/articles/10.1186/s13046-021-02134-y#ref-CR263)]. In addition, high-dose VitC also has more effect on mismatch repair (MMR)-deficient tumors than on MMR-competent ones, suggesting that the antitumor effect of VitC is enhanced in tumors harbouring increased mutational/neoantigen burdens [ [91](/articles/10.1186/s13046-021-02134-y#ref-CR91)]. Furthermore, sulindac and VitC could be a novel anti-cancer therapeutic strategy for p53 wild-type colon cancers, as this causes apoptosis in a p53-dependent manner [ [118](/articles/10.1186/s13046-021-02134-y#ref-CR118)]. Finally, using high-dose VitC in immune checkpoint therapy may benefit a wide variety of cancer patients, especially those having low PD-1/PDL-1 expression [ [90](/articles/10.1186/s13046-021-02134-y#ref-CR90)]. An absolute necessity in the quest to make high-dose VitC more broadly available to cancer patients is the conduction of randomized phase III clinical trials on large patient groups (typically over 300), with the aim of assessing the effectiveness of VitC (combinations) compared to the current 'gold standard' treatment for a given cancer type. Due to their expensive and time-consuming nature, no such trials have been completed for VitC to date. Nevertheless, based on the promising pre-clinical and early-phase clinical trial findings in the colorectal cancer setting [ [12](/articles/10.1186/s13046-021-02134-y#ref-CR12), [13](/articles/10.1186/s13046-021-02134-y#ref-CR13), [32](/articles/10.1186/s13046-021-02134-y#ref-CR32), [151](/articles/10.1186/s13046-021-02134-y#ref-CR151)], a Chinese phase III trial aiming to evaluate the effectiveness of combing high dose IV VitC (1.5 g/kg) with FOLOX +/ +/ bevacizumab alone as first-line therapy in patients with recurrent or advanced colorectal cancer is currently ongoing ( [ClinicalTrials.gov](http://clinicaltrials.gov) Identifier: NCT02969681, Table [3](/articles/10.1186/s13046-021-02134-y#Tab3), recruiting status unclear). Related to this, another Chinese phase III trial is currently assessing this combination specifically in peritoneal metastatic colorectal cancer patients with high expression of GLUT3 [ [131](/articles/10.1186/s13046-021-02134-y#ref-CR131)] (Table [3](/articles/10.1186/s13046-021-02134-y#Tab3)). From a practical point of view, experiences from clinical trials and case reports have made it evident that while adverse events are rare, a few aspects should be considered before administering high doses of IVC. While some side effects, such as a decrease in the levels of potassium (hypokalemia) by VitC may be mitigated by supplementing the formula, certain conditions have to be closely monitored and may be contraindicative for IVC treatment. For example, in patients with renal insufficiency, high dose IVC may lead to kidney stone formation or acute oxalate nephropathy [ [65](/articles/10.1186/s13046-021-02134-y#ref-CR65), [264](/articles/10.1186/s13046-021-02134-y#ref-CR264)], while a red cell glucose-6-phosphate dehydrogenase deficiency (G6PD) has been linked to cases of hemolytic anemia [ [66](/articles/10.1186/s13046-021-02134-y#ref-CR66), [265](/articles/10.1186/s13046-021-02134-y#ref-CR265)] following high dose IVC, sugesting both of these condition should be screened for prior to high dose IVC administration. Concerning the optimal IVC administration regimen, evidence outlined in this review suggests that 1) anti-cancer effects can only be achieved when VitC is administered intravenously, 2) the dose of IVC has to be sufficiently high in order to generate millimolar concentrations of VitC in the plasma [ [12](/articles/10.1186/s13046-021-02134-y#ref-CR12), [13](/articles/10.1186/s13046-021-02134-y#ref-CR13)]. The recommended effective doses range from 1.5 g/kg [ [12](/articles/10.1186/s13046-021-02134-y#ref-CR12), [151](/articles/10.1186/s13046-021-02134-y#ref-CR151)] to 1.9-2.2 IVC monotherapy studies, while IVC combination therapies indicated 75 g [ [110](/articles/10.1186/s13046-021-02134-y#ref-CR110), [155](/articles/10.1186/s13046-021-02134-y#ref-CR155)] to 87.5 g [ [16](/articles/10.1186/s13046-021-02134-y#ref-CR16), [129](/articles/10.1186/s13046-021-02134-y#ref-CR129)] whole body dose to be sufficient. Furthermore, 3) these doses of IVC should be administered at least twice a week. Almost all clinical trials that present suggestions of efficacy and other favourable clinical outcomes, administered IVC 2-3 times a week, for at least 8 weeks [ [63](/articles/10.1186/s13046-021-02134-y#ref-CR63), [82](/articles/10.1186/s13046-021-02134-y#ref-CR82), [153](/articles/10.1186/s13046-021-02134-y#ref-CR153), [156](/articles/10.1186/s13046-021-02134-y#ref-CR156), [157](/articles/10.1186/s13046-021-02134-y#ref-CR157)]. To conclude, a large body of evidence is accumulating suggesting that VitC, when administered intravenously and in high doses, has cytotoxic, cancer-therapy sensitizing and toxicity-reducing properties. High-dose VitC therefore has the potential to expand the therapeutic range of radio-, chemo- and targeted therapies as well as their efficacy. In addition, a wide variety of cancer patients may benefit from the expanded therapeutic scope of immune checkpoint inhibitors by high-dose VitC. Despite this fact, low accrual remains to hamper further clinical examination, most often because the drug combination in question is no longer standard of care while the study is ongoing. Importantly, this is the case even though the assessment of these combinations may still be highly clinically relevant. Fortunately, future clinical studies combining high-dose VitC with immunotherapy may not face this problem, considering the current high interest in this treatment modality and the need to overcome its current limitations. Considering how the implementation of high-dose VitC may be a breakthrough in the treatment of cancer patients with poor prognosis and few available treatment options, it is fair to conclude that further clinical examination of this promising and non-toxic cancer treatment modality is not only warranted, but is in fact highly needed. Availability of data and materials Not applicable. Abbreviations - 3-PO: - 3-(3-Pyridinyl)-1-(4-pyridinyl)-2-propen-1-one - 5-FU: - 5-fluorouracil - AGS: - Gastric adenocarcinoma cell line - AML: - Acute myeloid leukemia - APC: - Antigen-presenting trioxide - - Auranofin - BLAD: - Bladder cancer - BR: - Breast cancer - BSC: - Best supportive care - CLL: - Chronic lymphocytic leukemia - CRC: - Colorectal cancer - CSCs: - Cancer stem cells - Cmax: - Peak serum concentration achieved - DHA: - Dehydroascorbic - - - GBM: Glioblastoma - - Gemcitabine - HCC: - Hepatocellular carcinoma - HNC: - Head and neck cancer - ICI: - Immune checkpoint inhibitors - IR/RT: - Irradiation/radiotherapy - LEU: - Leukemia - LIP: - Labile iron pool - LUNG: - Lung cancer - LYM: - Lymphoma - MALDI-TOF MS: - Matrix assisted laser flight spectrometry - MM: - Multiple myeloma - MMR: - Mismatch repair - MoA: - Mechanisms of action - MTD: - Maximum tolerated dose - NB: - Neuroblastoma - NSCLC: - Non-small-cell lung cancer - OC: - Orally administered VitC - ORAL: - Oral cancer - ORR: - Objective response rate - OS: - Overall survival - OVC: - Ovarian cancer - Oxa: - Oxaplatin - PC: - Prostate cancer adenocarcinoma - PFS: - Progression-free survival - QoL: - Quality of life - RCC: - Renal cell carcinoma - RT: - Radiation therapy - SAR: - Sarcoma - SILAC: - STABLE Isotope Labeling by/with Amino acids in Cell culture - TET: - Ten eleven translocation enzyme - TETA: URI: - Urinary cancers - VitC: - Vitamin C References Padayatty S, Levine M. Vitamin C: the known and the unknown and goldilocks. Oral Dis. 2016;22(6):463-93. Ngo B, Van Riper JM, Cantley LC, Yun J. Targeting cancer vulnerabilities with high-dose vitamin C. Nat Rev Cancer. 2019;19(5):271-82. Lee Chong T, Ahearn EL, Cimmino L. Reprogramming the Epigenome with vitamin C. Front Cell Dev Biol. 2019;7:128. Fletcher SC, Coleman ML. Human 2-oxoglutarate-dependent oxygenases: nutrient stress responders, and disease Vissers MCM. Vitamin C and immune cell function in inflammation and cancer. Biochem Soc Trans. 2018;46(5):1147-59. Cameron E, Campbell A. The orthomolecular treatment of cancer II. Clinical trial of high-dose ascorbic acid supplements in advanced human cancer. Chem Biol Interact. 1974;9(4):285-315. Cameron E, Pauling L. Supplemental ascorbate in the supportive treatment of cancer: prolongation of survival times in terminal human cancer. Proc Natl Acad Sci. 1976;73(10):3685-9. Cameron E, Pauling L. Supplemental ascorbate in the supportive treatment of cancer: reevaluation of prolongation of survival times in terminal human cancer. Proc Natl Acad Sci. 1978;75(9):4538-42. Schutt AJ, O'Connell MJ, Rubin J, et al. Failure of high-dose vitamin C (ascorbic acid) therapy to benefit patients with advanced Cancer. N Engl J Med. 1979;301(13):687-90. Moertel CG, Fleming TR, Creagan ET, Rubin J, O'Connell MJ, Ames MM. High-dose vitamin C versus placebo in the treatment of patients with advanced Cancer who have had no prior chemotherapy. N Engl J Med. 1985;312(3):137-41. Padayatty SJ, Sun H, Wang Y, Riordan HD, Hewitt SM, Katz A, et al. Vitamin C pharmacokinetics: implications for Oral and intravenous use. Ann Intern Med. 2004;140(7):533. Hoffer S, Melnychuk D, Padayatty SJ, Rosadiuk K, et al. Phase I clinical trial of i.v. ascorbic acid in advanced malignancy. Ann Oncol. 2008;19(11):1969-74. Stephenson CM, Levin RD, Spector T, Lis CG. Phase I clinical trial to evaluate the safety, tolerability, and pharmacokinetics of high-dose intravenous ascorbic acid in patients with advanced cancer. Cancer Chemother Pharmacol. 2013;72(1):139-46. Polireddy K, Dong R, Reed G, Yu J, Chen P, Williamson S, et al. High dose parenteral Ascorbate inhibited pancreatic Cancer growth and metastasis: mechanisms and a phase I/IIa study. Sci Rep. 2017;7(1):17188. Chen Q, Espey MG, Sun AY, Pooput C, Kirk KL, Krishna MC, et al. Pharmacologic doses of ascorbate act as a prooxidant and decrease growth of aggressive tumor xenografts Furqan M, et al. O 2 · and H 2 O 2 -Mediated Disruption of Fe Metabolism Causes the Differential Susceptibility of NSCLC and GBM Cancer Cells to Pharmacological Ascorbate. Mizuno H, Yanagisawa A. High-dose intravenous vitamin C improves quality of life in cancer patients. Pers Med Universe. 2012;1(1):49-53. Vollbracht C, Schneider B, Leendert V, Weiss G, Auerbach L, Beuth J. Intravenous vitamin C administration improves quality of life in breast cancer patients during chemo/radiotherapy and aftercare: results of a retrospective, multicentre, epidemiological cohort in In Vivo. 2011;25(6):983-90. Yeom GC, Song KJ. Changes of terminal Cancer patients' health-related quality of life after high dose vitamin C administration. J Korean Med Sci. 2007;22(1):7. Agathocleous M, Meacham CE, Burgess RJ, Piskounova E, Zhao Z, Crane GM, et al. Ascorbate regulates haematopoietic stem cell function and leukaemogenesis. Nature. 2017;549(7673):476-81. Bonilla-Porras AR, Jimenez-Del-Rio M, Velez-Pardo C. Vitamin K3 and vitamin C alone or in combination induced apoptosis in leukemia cells by a similar oxidative stress signalling mechanism. Cancer Cell Int. 2011;11(1):19. Cimmino L, Dolgalev I, Wang Y, Yoshimi A, Martin GH, Wang J, et al. Restoration of TET2 Function Blocks Aberrant Self-Renewal and Leukemia Progression. Cell. 2017;170(6):1079-1095.e20. Iamsawat S, Tian L, Daenthanasanmak A, Wu Y, Nguyen HD, Bastian D, et al. Vitamin C stabilizes CD81 iTregs and enhances their therapeutic potential in controlling murine and leukemia relapse. Blood Adv. 2019;3(24):4187-201. Mingay M, Chaturvedi A, Bilenky M, Cao Q, Jackson L, Hui T, et al. Vitamin C-induced epigenomic remodelling in A, del Puerto-Nevado L, Martínez-Useros J, et al. Vitamin C uncouples the Warburg metabolic switch in KRAS mutant colon cancer. 2016;7(30):47954-65. Brandt KE, Falls KC, Schoenfeld JD, Rodman SN, Gu Z, Zhan F, et al. Augmentation of intracellular iron using iron sucrose enhances the toxicity of pharmacological in et activates pyruvate dehydrogenase (PDH) the mitochondrial tricarboxylic AC, Casalta-Lopes JE, et al. Cytotoxicity of ascorbic acid in a human colorectal adenocarcinoma cell line (WiDr): in vitro and in Cancer. 2012;64(7):1049-57. K, Hiramoto K, Ooi K. High-dose vitamin C exerts its anti-cancer effects in a Xenograft model of Colon Cancer by suppressing angiogenesis. Biol AM, Mamede AC, Laranjo M, et al. Ascorbic acid and colon cancer: an oxidative stimulus to cell death depending on cell profile. Eur J Cell Biol. 2016;95(6-7):208-18. Wang G, Yin T, Wang Y. In vitro and in vivo assessment of high-dose vitamin C against murine tumors. Exp Ther Med. J, Mullarky E, Lu C, Bosch KN, Kavalier A, Rivera K, et al. Vitamin C selectively kills KRAS and BRAF mutant colorectal cancer cells Ooi K. High-dose vitamin C administration inhibits the invasion and proliferation of melanoma cells in mice ovary. Biol Pharm Bull. 2021;44(1):75-81. Chen XY, Chen Y, Qu CJ, Pan ZH, Qin Y, Zhang X, et al. Vitamin C induces human melanoma A375 Hahm E, Yang Y, Kim D, et al. L-ascorbic acid (vitamin C) induces the apoptosis of B16 murine apoptosis in cells by Clusterin Rep. Serrano Parrow NL, Violet Yang J, A, of Med. 2015;87:193-203. Du J, Martin SM, Levine M, Wagner BA, Buettner GR, Wang S, et al. Mechanisms of Ascorbate-induced cytotoxicity in pancreatic Cancer. Clin suppresses syngeneic tumor and metastases in hormone-refractory prostate cancer. In Vivo. 2010;24(3):249-55. Li Z, He P, Luo G, Shi X, Yuan G, Zhang B, et al. Increased Tumoral microenvironmental pH improves cytotoxic effect of pharmacologic ascorbic acid in castration-resistant prostate Cancer cells. Front Pharmacol. 2020;11:570939. Chen P, Yu J, Chalmers B, Drisko J, Yang J, Li B, et al. Pharmacological ascorbate induces cytotoxicity in prostate cancer cells through ATP depletion and induction of autophagy. Anti-Cancer Drugs. 2012;23(4):437-44. Ramezankhani B, Taha MF, Javeri A. Vitamin C counteracts miR-302/367-induced reprogramming of human breast cancer cells and restores their invasive and proliferative capacity. J Cell Physiol. 2019;234(3):2672-82. Xu Y, Guo X, Wang G, Zhou C. Vitamin C inhibits metastasis of peritoneal tumors by preventing spheroid formation in ID8 murine epithelial peritoneal Cancer model. Zajda K, Tekla J, Respekta N, Zdyba P, Such A. Vitamin C supplementation had no side effect in non-cancer, but had anticancer properties in ovarian cancer cells. Int J Vitam Nutr Res. 2020;3:1-11. Lv H, Wang C, Fang T, Li T, Lv G, Han Q, et al. Vitamin C preferentially kills cancer stem cells in hepatocellular hepatocellular carcinoma through inhibition Martinotti S, Gallo S, Russo MV, Mutti L, et al. Preclinical Demonstration of Synergistic Active Nutrients/Drug (AND) Combination as a Potential Treatment for Malignant Pleural Mesothelioma. McCormick DL, editor. PLoS One. 2013;8(3):e58051. Ranzato E, Biffo S, Burlando B. Selective Ascorbate toxicity malignant mesothelioma. Am J Respir Cell Mol Biol. 2011;44(1):108-17. Su X, Shen Z, Yang Q, Sui F, Pu J, Ma J, et al. Vitamin C kills thyroid cancer cells through ROS-dependent inhibition of MAPK/ERK and Deiana M, et al. Vitamin C cytotoxicity and its effects in redox homeostasis and energetic metabolism in papillary thyroid carcinoma cell lines. Antioxidants. 2021;10(5):809. Zhou J, Chen C, Chen X, Fei Y, Jiang L, Wang G. Vitamin C promotes apoptosis and cell cycle arrest in Oral squamous cell carcinoma. Front Oncol. 2020;10:976. Deubzer B, Mayer F, Kuçi Z, Niewisch M, Handgretinger R, et cytotoxicity of pharmacologic Ascorbate ferritin. Cell Physiol Biochem. 2010;25(6):767-74. Castro M, Carson G, McConnell M, Herst P. High dose Ascorbate causes both Genotoxic and Kelebek H, Ceylan S, Yilmaz DM. The effect of ascorbic acid over the Etoposide- and Temozolomide-mediated cytotoxicity in Glioblastoma cell Turk 2018;28(1):13-8. Campbell EJ, Dachs GU. Current limitations of RM, Bozonet SM, et al. Pharmacokinetic and anti-cancer properties of high dose ascorbate in solid tumours of ascorbate-dependent mice. Free Radic Biol Med. 2016;99:451-62. Chen P, Stone J, Sullivan G, Drisko JA, Chen Q. Anti-cancer effect of pharmacologic ascorbate and its interaction with supplementary parenteral glutathione in preclinical cancer models. Free Radic Biol Calderon PB. Inhibition of the development of metastases by dietary vitamin C:K 3 combination. Life Sci. 2004;75(8):955-67. Chen MF, Yang CM, Su CM, Liao JW, Hu ML. Inhibitory effect of vitamin C in combination with vitamin K3 on tumor growth and metastasis of Lewis lung carcinoma xenografted in C57BL/6 mice. Nutr 2011;63(7):1036-43. Wei A-Y, et al. High-dose vitamin C suppresses the invasion and metastasis of breast cancer cells via inhibiting epithelial-mesenchymal transition. Onco Targets Ther. 2019;12:7405-13. O'Leary BR, Alexander MS, J, DL, MD, Cullen JJ. Pharmacological ascorbate inhibits pancreatic Rep. 2020;10(1):17649. Yeom CH, Lee G, Park JH, Yu J, Park S, Yi SY, et al. High dose concentration administration of ascorbic acid inhibits tumor growth in BALB/C mice implanted with sarcoma 180 cancer cells via the restriction of angiogenesis. J Transl Med. 2009;7(1):1-9. Ma Y, Chapman J, Levine M, Polireddy K, Drisko J, Chen Q. High-Dose Parenteral Ascorbate Enhanced Chemosensitivity of Ovarian Cancer and Reduced Toxicity of Chemotherapy. Sci Transl Med. 2014;6(222):222ra18. Su X, Li P, Han B, Jia H, Liang Q, Wang H, et al. Vitamin C sensitizes BRAFV600E thyroid cancer to PLX4032 via inhibiting the feedback activation of MAPK/ERK signal by PLX4032. J Exp Clin Cancer Res. HD, Casciari JJ, González MJ, Riordan NH, Miranda-Massari JR, Taylor P, et al. A pilot clinical study of continuous intravenous ascorbate in terminal cancer patients. P R Health Sci J. 2005;24(4):269-76. Nielsen TK, Højgaard M, Andersen JT, Jørgensen NR, Zerahn B, Kristensen B, et al. Weekly ascorbic acid infusion in castration-resistant prostate cancer patients: a single-arm phase II trial. Urol. 2017;6(3):517-28. JA, Chapman J, Hunter VJ. The use of antioxidants with first line chemotherapy in two cases of ovarian cancer. J Am Coll Nutr. 2003;22(2):118-23. Drisko JA, Serrano OK, Spruce LR, Levine M. Treatment of pancreatic cancer with intravenous vitamin C. High dose intravenous vitamin c and metastatic Intravenously administered vitamin C as cancer therapy: three cases. Can Med Assoc J. 2006;174(7):937-42. Riordan HD, Riordan NH, Jackson JA, Casciari JJ, Hunninghake R, González MJ, et al. Intravenous vitamin C as a chemotherapy agent: a report on clinical cases. P R Health Sci J. 2004;23(2):115-8. Seo M-S, Kim J-K, Shim J-Y. High-dose vitamin C promotes regression of multiple pulmonary metastases originating from hepatocellular carcinoma. Yonsei Med J. 2015;56(5):1449. [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT03146962. High Dose Vitamin C Intravenous Infusion in Resectable or Metastatic Solid Tumor Malignancies. [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT04046094. Intravenous (IV) Vitamin C With Chemotherapy for Cisplatin Ineligible Bladder Cancer Patients. [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT03682029. Epigenetics, Vitamin C, and Abnormal Blood Cell Formation - Vitamin C in Patients With Low-Risk Myeloid Malignancies (EVITA). [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT03613727. Therapeutic Use of in Allogeneic Stem Cell Transplant Recipients. [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT03964688. Effect of Vitamin C in Autologous Stem Cell (VICAST). Mastrangelo D, Borgia L, Fioritoni G, et al. Cytotoxic effects of high concentrations of sodium ascorbate on human myeloid cell lines. Ann Hematol. 2015;94(11):1807-16. Carr AC, McCall C. The role of vitamin C in the treatment of pain: new insights. J Transl Med. 2017;15(1):77. Günes-Bayir A, Kiziltan HS. Palliative vitamin C application in patients with radiotherapy-resistant bone metastases: a retrospective study. Nutr Cancer. 2015;67(6):921-5. Klimant E, Wright H, Rubin D, Seely D, Markman M. Intravenous vitamin C in the supportive care of cancer patients: a review and rational approach. Curr Halfdanarson TR, et al. Pharmacological ascorbate with gemcitabine for the control of metastatic and node-positive pancreatic cancer (PACMAN): results from a et al. High-Dose Intravenous Vitamin C Combined with Cytotoxic Chemotherapy in Patients with Advanced Cancer: A Phase I-II Clinical Trial. Hills RK, editor. PLoS One. 2015;10(4):e0120228. Carr AC, Spencer E, Das A, Meijer N, Lauren C, Macpherson S, et al. Patients undergoing myeloablative chemotherapy and hematopoietic stem cell transplantation exhibit depleted vitamin C status in association with febrile neutropenia. Nutrients. 2020;12(6):1-9. Mayland CR, Bennett MI, Allan K. Vitamin C deficiency in cancer patients. Palliat Med. 2005;19(1):17-20. Mansoor F, Kumar S, Rai P, Anees F, Kaur N, Devi A, et al. Impact of intravenous vitamin C Administration in Reducing Severity of symptoms in breast Cancer patients during treatment. Cureus. 2021;13(5):e14867. Dayer D, Tabandeh MR, Kazemi M. The radio-sensitizing effect of pharmacological concentration of ascorbic acid on human pancreatic Cancer cells. Anti Cancer Agents Med Chem. 2020;20(16):1927-32. Pires AS, Marques CR, Encarnação JC, Abrantes AM, Laranjo M, et al. Ascorbic acid Chemosensitizes colorectal Cancer cells and synergistically inhibits tumor growth. Front O'Leary BR, Houwen FK, Johnson CL, JJ, Berg DJ, et al. Pharmacological Ascorbate as an adjuvant for enhancing radiation-chemotherapy responses in gastric adenocarcinoma. Radiat Res. 2018;189(5):456. Luchtel RA, Bhagat T, Pradhan K, Jacobs WR, Levine M, Verma A, et al. High-dose ascorbic acid synergizes with anti-PD1 Chilà R, Montone M, et al. High-dose vitamin C enhances cancer immunotherapy. Sci Transl Med. 2020;12(532):eaay8707. Tian W, Wang Z, Tang N, Li J, Liu Y, Chu W-F, et al. Ascorbic acid sensitizes colorectal carcinoma to the of Pharmacol. 2020;21:11. Wu X, Park M, Sarbassova DA, Ying H, Lee MG, Bhattacharya R, et al. A chirality-dependent action of vitamin C in suppressing Kirsten rat sarcoma mutant tumor growth by the oxidative combination: rationale for cancer therapeutics. Int J Cancer. Pelosi E, Angelini and arsenic trioxide selectively kill acute myeloid leukemia acute promyelocytic leukemia blasts in vitro. Oncotarget. 2017;8(20):32550-65. Biswas S, Zhao X, Mone AP, Mo X, Vargo M, Jarjoura D, et al. Arsenic trioxide and ascorbic acid demonstrate promising activity against primary human CLL cells in vitro. Leuk Res. arsenic trioxide via oxidative stress human Promyelocytic leukemia Front Oncol. 2020;10:65. Hatem E, Azzi S, El Banna N, Heneman-Masurel A, Vernis L, et al. Auranofin/vitamin C: a novel drug combination targeting triple-negative breast Cancer. JNCI J Natl Cancer Inst. A, G, Neubert LK, et al. Vitamin C promotes decitabine or azacytidine induced DNA hydroxymethylation and subsequent reactivation of the epigenetically silenced tumour suppressor CDKN1A in colon cells. Moon L-ascorbic can abrogate SVCT-2-dependent cetuximab resistance mediated by mutant KRAS in human colon cancer cells. Free Radic Biol Med. 2016;95:200-8. Ghavami G, Sardari S. Synergistic effect of vitamin C with Cisplatin for inhibiting proliferation of gastric Cancer cells. Iran Biomed J. 2020;24(2):119-27. Leekha A, Gurjar BS, Tyagi A, Verma AK. Vitamin C in synergism with cisplatin induces cell death in cervical cancer cells through altered redox cycling and p53 upregulation. J Cancer Res Clin Oncol. 2016;142(12):2503-14. Kleih M, Böpple K, Dong M, Gaißler A, Heine S, Olayioye MA, et al. Direct impact of cisplatin on mitochondria induces ROS production that dictates cell fate of ovarian cancer cells. Cell Death Dis. 2019;10(11):851. Wu T-M, Liu S-T, Chen S-Y, Chen G-S, Wu C-C, Huang S-M. Mechanisms and Applications of the Anti-cancer Effect of Pharmacological Ascorbic Acid in Cervical Cancer Cells. Front Oncol. 2020;10:1483. Darwiche W, Gomila C, Ouled-Haddou H, Naudot M, Doualle C, Morel P, et al. Ascorbic acid (vitamin C) synergistically enhances the therapeutic effect of targeted therapy in chronic lymphocytic leukemia. J Exp Clin Cancer Res. 2020;39(1):228. Zhao H, Zhu H, Huang J, Zhu Y, Hong M, Zhu H, et al. The synergy of vitamin C with decitabine activates TET2 in leukemic cells and significantly improves overall survival in elderly patients with acute myeloid leukemia. Leuk Res. 2018;66:1-7. De Francesco EM, Bonuccelli G, M, Sotgia F, Lisanti MP. Vitamin C and doxycycline: a synthetic lethal combination therapy targeting metabolic flexibility in cancer stem cells (CSCs). Oncotarget. azithromycin and vitamin C (DAV): a potent combination therapy for targeting mitochondria and eradicating cancer stem cells (CSCs). Aging (Albany NY). 2019;11(8):2202-16. Lee SJ, Jeong J-H, Lee IH, Lee J, Jung JH, Park HY, et al. Effect of high-dose vitamin C combined with anti-cancer treatment on breast Cancer cells. Anticancer Res. 2019;39(2):751-8. Lee KE, Hahm E, Bae S, Kang JS, Lee WJ. The enhanced tumor inhibitory effects of gefitinib and L-ascorbic acid combination therapy in non-small cell lung cancer cells. Oncol Lett. 2017;14(1):276-82. Alexander MS, Wilkes JG, Schroeder SR, Buettner GR, Wagner BA, Du J, et al. Pharmacologic Ascorbate reduces radiation-induced Normal tissue toxicity and enhances tumor Cancer Res. 2018;78(24):6838-51. Schoenfeld Mapuskar Bradley MD, Wagner Buettner GR, et al. Redox active metals and H2O2 mediate the increased efficacy of pharmacological ascorbate in combination with gemcitabine or Redox Z-X, Ren C, et al. Pharmacological Ascorbate suppresses growth of gastric Cancer cells with GLUT1 overexpression and enhances the efficacy of Oxaliplatin through redox modulation. Theranostics. 2018;8(5):1312-26. Xia J, Xu H, Zhang X, Allamargot C, Coleman KL, Nessler R, et al. Multiple myeloma tumor cells are selectively killed by pharmacologically-dosed ascorbic acid. EBioMedicine. 2017;18:41-9. Di Tano R, Fanti M, et al. Synergistic effect of fasting-mimicking diet and vitamin C against KRAS mutated cancers. Nat Commun. 2020;11(1):2332. Bharadwaj P, Keppen C, et al. Combinatorial therapeutic approach for treatment of oral squamous cell carcinoma. Artif Cells Nanomed Biotechnol. AN, Bisetto Newberg A, Doria C, Levine M, et al. Synergistic effects of ascorbate and sorafenib in Free Radic Biol Med. 2016;95:308-22. Zheng Z, Luo G, Shi X, Long Y, Shen W, Li Z, et al. The xc inhibitor sulfasalazine improves the anti-cancer effect of pharmacological vitamin C in prostate cancer cells via a glutathione-dependent mechanism. Cell Oncol. 2020;43(1):95-106. Gong E-Y, Kim JH, Kim S-M, Moon J-H, et al. Combined treatment with vitamin C and sulindac synergistically induces p53- and ROS-dependent SP, et al. Vitamin C sensitizes melanoma to BET inhibitors. Cancer Res. 2018;78(2):572-83. Sinha BK, van 't Erve TJ, Kumar A, Bortner CD, Motten AG, Mason RP. Synergistic enhancement of topotecan-induced cell death by ascorbic acid in human breast MCF-7 tumor cells. Free Radic Biol Med. 2017;113:406-12. eradicates Cancer stem cells (CSCs): synergy with FDA-approved drugs and natural compounds (vitamin C and Berberine). Front Oncol. 2019;7:9. Wang L, Luo X, Li C, Huang Y, Xu P, Lloyd-Davies LH, et al. Triethylenetetramine synergizes with pharmacologic ascorbic acid in hydrogen peroxide mediated selective toxicity to breast Cancer cell. Oxidative Med Cell Longev. 2017;2017:1-13. Yang G, Yan Y, Ma Y, Yang Y. Vitamin C at high concentrations induces cytotoxicity in malignant melanoma but promotes tumor growth at low concentrations. Mol Carcinog. Ivanova D, Zhelev Z, Lazarova D, Bakalova R, Aoki I. Vitamins C and K3: a powerful redox system for sensitizing of High-Dose Intravenous (IV) Vitamin C Treatment in Patients With Solid Tumors. Nielsen TK, Højgaard M, Andersen JT, Poulsen HE, Lykkesfeldt J, Mikines KJ. Elimination of ascorbic acid after high-dose infusion in prostate Cancer patients: Pharmacol Toxicol. as Drug. [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT01050621. Trial of Chemotherapy Plus Intravenous Vitamin C in Patients With Advanced Cancer for Whom Chemotherapy Alone is Only Marginally Effective. Allen BG, Bodeker KL, Smith MC, Monga V, Sandhu S, Hohl al. First-in-human phase I clinical trial of pharmacologic Ascorbate combined with radiation and Temozolomide for newly diagnosed Glioblastoma. Clin Cancer Res. 2019;25(22):6590-7. [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: Metastatic Colorectal Cancer. [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT04033107. High Dose Vitamin C Combined With Metformin in the Treatment of Malignant Tumors. [ClinicalTrial.gov](http://clinicaltrial.gov)Identifier: NCT02420314. Pharmacological Ascorbate for Lung Cancer. [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT02905591. A Phase 2 Study Adding Ascorbate to Chemotherapy and Radiation Therapy for NSCLC (XACT-LUNG). [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT03602235. High Dose Ascorbic Acid for Plasma Cell Disorders. [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT03418038. Ascorbic Acid and Combination Chemotherapy in Treating Patients With Relapsed or Refractory Lymphoma. [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT02905578. A Phase 2 (PACMAN of Melphalan, BCNU, Vitamin B12b, Vitamin C, and Stem Cell Infusion in People With Advanced Pancreatic Cancer and BRCA Mutations. [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT03410030. Trial of Ascorbic Acid (AA) + Nanoparticle Paclitaxel Protein Bound + NABPLAGEM). [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT02516670. Docetaxel With or Without Ascorbic Acid in Treating Patients With Metastatic Prostate Cancer. [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT03334409. Pazopanib Hydrochloride With or Without Ascorbic Acid in Treating Patients With Kidney Cancer That Is Metastatic or Cannot Be Removed by Surgery. [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT04634227. Gemcitabine Plus Ascorbate for Sarcoma NCT03508726. High Dose Ascorbate With Preoperative Radiation in Patients With Locally Advanced Soft Tissue Sarcomas. [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT03799094. Vitamin C and Tyrosine Kinase Inhibitor in Lung Cancer Patients With Epidermal Growth Factor Receptor Mutations. [ClinicalTrial.gov](http://clinicaltrial.gov)Identifier: NCT00228319. Treatment of Newly Diagnosed Ovarian Cancer With Antioxidants. [ClinicalTrial.gov](http://clinicaltrial.gov)Identifier: NCT01364805. New Treatment Option for Ascorbate, Radiation Therapy for Pancreatic Cancer, Phase I. Bruckner H, Hirschfeld A, Gurell D, Lee K. Broad safety impact of high-dose ascorbic acid and induction chemotherapy for high-risk pancreatic cancer. J Clin Oncol. 2017;35(15_suppl):e15711. [ClinicalTrial.gov](http://clinicaltrial.gov)Identifier: NCT01905150. Ph 2 [ClinicalTrial.gov](http://clinicaltrial.gov)Identifier: NCT01049880. A Research Trial of High Dose Vitamin C and Chemotherapy for Metastatic Pancreatic Cancer. Wang F, He M-M, Wang Z-X, Li S, Jin Y, Ren C, et al. Phase I study of high-dose ascorbic acid with mFOLFOX6 or FOLFIRI in patients with metastatic colorectal cancer or cancer. BMC Cancer. 2019;19(1):460. [ClinicalTrials.gov](http://clinicaltrials.gov)Identifier: NCT02969681. Vitamin C Intravenously With Chemotherapy in Advanced Colorectal Cancer (Vitality). Monti DA, Mitchell E, Bazzan AJ, Littman S, Zabrecky G, Yeo CJ, et al. Phase I Evaluation of Intravenous Ascorbic Acid in Combination with Gemcitabine and Erlotinib in Patients with Vitamin in Combination With Standard Chemotherapy for Pancreatic Cancer. Kawada H, Sawanobori M, Tsuma-kaneko M, Wasada I, Miyamoto M, Murayama H, et al. Phase I clinical trial of intravenous L-ascorbic acid following salvage chemotherapy for relapsed B-cell non-Hodgkin's lymphoma - PubMed. Tokai J Exp Clin Med. 2014;20(39):111-5. Ou J, Zhu X, Lu Y, Zhao C, Zhang H, Wang X, et al. The safety and pharmacokinetics of high dose intravenous ascorbic acid synergy with modulated electrohyperthermia in Chinese patients with stage III-IV non-small cell lung cancer. Eur J Pharm Sci. 2017;109:412-8. Ou J, Zhu X, Chen P, Du Y, Lu Y, Peng X, et al. A randomized phase II trial of best supportive care with or without hyperthermia and vitamin C for heavily pretreated, advanced, refractory non-small-cell lung cancer. J Adv Res. 2020;24:175-82. [ClinicalTrial.gov](http://clinicaltrial.gov)Identifier: NCT02655913. Safety and Efficacy of Vitamin C Infusion in Combination With Local mEHT to Treat Non Small Cell Lung Cancer (VCONSCLC). Lorenzato A, Magrì A, Matafora V, Audrito V, Arcella P, Lazzari L, et al. Vitamin C restricts the emergence of acquired resistance to EGFR-targeted therapies in colorectal Cancer. Cancers (Basel). 2020;12(3):685. El Banna Hatem E, Heneman-Masurel A, Léger T, D, Vernis L, et al. Redox modifications of cysteine-containing proteins, cell cycle arrest and translation inhibition: involvement in vitamin C-induced breast cancer cell death. Z, Alexovi M, response controls endoplasmic reticulum stress-induced apoptosis of MCF-7 cells via a high dose of vitamin C treatment. Mol Biol Rep. 2019;46(1):1275-84. Grant MM. Identification of SUMOylated proteins in neuroblastoma cells after treatment with hydrogen peroxide or ascorbate. BMB Rep. 2010;43(11):720-5. Nagappan A, Park H, Park K, Kim JA, Hong G, Kang S, et al. Proteomic analysis of differentially expressed proteins in vitamin C-treated AGS cells. BMC Biochem. 2013;14(1):24. Park S, Lee J, Yeom C-H. A proteomic approach to the identification of early molecular targets changed byL-ascorbic acid in NB4 human leukemia cells. J Cell Biochem. 2006;99(6):1628-41. Park S, Ahn ES, Lee S, Jung M, Park JH, Yi SY, et al. Proteomic analysis reveals upregulation of RKIP in S-180 implanted BALB/C mouse after treatment with ascorbic acid. J Cell Biochem. 2009;106(6):1136-45. Lee J, Lee G, Park JH, Lee S, Yeom C-H, Na B, et al. Proteomic analysis of tumor tissue in CT-26 implanted BALB/C mouse after treatment with ascorbic acid. Z, Benckova M, et al. Proteomic analysis of the vitamin C effect on the doxorubicin cytotoxicity in the MCF-7 breast cancer cell line. J Cancer Res Clin Oncol. 2017;143(1):35-42. Gustafson CB, Yang C, Dickson KM, Shao H, Van Booven D, Harbour JW, et al. Epigenetic reprogramming of melanoma Mustafi S, Gustafson CB, Slingerland JM, Wang G. Vitamin C promotes apoptosis in breast cancer cells by increasing TRAIL expression. Sci Rep. 2018;8(1):5306. Ge G, Peng D, Xu Z, Guan B, Xin Z, He Q, et al. Restoration of 5-hydroxymethylcytosine by ascorbate blocks kidney tumour growth. EMBO Rep. 2018;19(8):e45401. Peng D, Ge G, Gong Y, Zhan Y, He S, Guan B, et al. Vitamin C increases 5-hydroxymethylcytosine level and inhibits the growth of bladder cancer. Clin Epigenetics. 2018;10(1):94. Zhang X, Liu T, Li Z, Feng Y, Corpe C, Liu S, et al. Hepatomas are exquisitely sensitive to pharmacologic ascorbate (P-AscH-). Theranostics. 2019;9(26):8109-26. Pei Z, Zhang X, Ji C, Liu S-M, Wang J. Transcriptomic and functional pathways analysis stem cell reprogramming and Cancer. Trends Cell Biol. 2018;28(9):698-708. Kim K, Pie J, Park J, Park Y, Kim H, Kim M. Retinoic acid and ascorbic acid act synergistically in inhibiting human breast cancer cell proliferation. J Nutr Biochem. 2006;17(7):454-62. Ghanem A, Melzer AM, Zaal Baltissen D, Matar O, et al. Ascorbate kills breast cancer cells by rewiring metabolism via redox imbalance and energy crisis. Free Radic Med. T, Tomita M. Metabolomic alterations in human cancer cells by vitamin C-induced oxidative stress. Sci Rep. 2015;5(1):13896. Lin C, Dong J, Wei Z, Cheng K-K, Li J, You S, et al. 1 H NMR-based metabolic profiles delineate the anticancer effect of vitamin C and Oxaliplatin on hepatocellular carcinoma J Proteome ascorbic acid: synergistic Krebs D, Bruckner HW. Ascorbic acid (vitamin C) improves the antineoplastic activity of doxorubicin, cisplatin, and paclitaxel in human breast carcinoma cells in Lett. 1996;103(2):183-9. Kalita Schulze Czubayko F, et al. Ascorbate exerts anti-proliferative effects through cell cycle inhibition and towards cytostatic drugs. Cancer Chemother Pharmacol. 2011;67(5):1157-66. Espey MG, Chen P, Chalmers B, Drisko J, Sun AY, Levine M, et al. Pharmacologic ascorbate synergizes with gemcitabine in preclinical Biol Med. 2011;50(11):1610-9. Martinotti S, Burlando B. In vitro screening of synergistic ascorbate-drug combinations for the treatment of malignant mesothelioma. Toxicol Vitr. 2011;25(8):1568-74. Castro ML, glial cells, and HUVECs depends on their antioxidant and DNA repair capabilities and is not cancer specific. Free Radic Biol Med. 2014;74:200-9. Giommarelli al. -Glutamyltransferase-dependent resistance to arsenic trioxide in melanoma cells and cellular sensitization by ascorbic acid. Free Radic Fluorine-18-labeled thymidine positron emission tomography (FLT-PET) as an index proliferation after pharmacological Ascorbate-based therapy. Radiat Res. 2016;185(1):31-8. Alexander MS, O'Leary BR, Wilkes JG, Gibson AR, Wagner BA, Du J, et al. Enhanced pharmacological Ascorbate oxidation Radiosensitizes Monzen S, Terashima S, Tsuruga E. Ascorbic acid does not reduce the anticancer effect of radiotherapy. Biomed Rep. 2017;6(1):103-7. Grasso Collis ML, Field CS, Schleich N, et al. Pharmacological doses of daily Ascorbate protect tumors from radiation damage after a single dose of radiation in an intracranial mouse Glioma model. Front Oncol. 2014;15:4. Carr AC, Cook J. Intravenous vitamin C for Cancer therapy - identifying the current gaps in our knowledge. Front Physiol. 2018;23:9. Demiray M. Combinatorial therapy of high dose vitamin C and PARP inhibitors in DNA repair deficiency: a series of 8 Integr SB, Ascorbic Acid and a Cytostatic Inhibitor of Glycolysis Synergistically Induce Apoptosis in Non-Small Yu Y-L, et Vitamin C enhances anticancer activity methotrexate-treated D, Taper HS, Summers JL. Ultrastructural aspects of Autoschizis: a new Cancer cell death induced by the synergistic action of Ascorbate/Menadione on human bladder carcinoma cells. Ultrastruct Ascorbate and Menadione on human prostate (DU145) Cancer cells in vitro: nucleus and other injuries preceding cell death by Autoschizis. Ultrastruct Pathol. 2014;38(2):116-40. Noto V, Bonte J, De Loecker W. Effects of sodium ascorbate (vitamin C) and 2-methyl-1,4-naphthoquinone (vitamin K3) treatment on human tumor cell growth in vitro. I. Synergism of combined vitamin C and K3 action. Cancer. 1989;63(5):901-6. Venugopal M. Synergistic antitumour activity of vitamins C and K3against human prostate carcinoma cell lines. Cell Biol Int. W, Highshaw R, C human tumors to gemcitabine. J Urol. HS, Roberfroid M. Potentiation of radiotherapy by nontoxic pretreatment with combined vitamins C and K3 in mice bearing solid transplantable tumor. Anticancer Gilloteaux J, Summers JL, et al. The association of vitamins C and K3 kills cancer cells mainly by autoschizis, a novel form of cell death. Basis for their potential use as coadjuvants in anticancer therapy. Eur J Med Chem. 2003;38(5):451-7. Du J, Cullen JJ, Buettner GR. Ascorbic acid: chemistry, biology and the treatment of cancer. Biochim Biophys Acta Rev Cancer. 2012;1826(2):443-57. Michels AJ, Frei B. Myths, artifacts, and fatal flaws: identifying limitations and opportunities in vitamin C research. Nutrients. 2013;5(12):5161-92. Heaney ML, Gardner JR, Karasavvas N, Golde DW, Scheinberg Smith EA, et al. Vitamin C antagonizes the cytotoxic effects of antineoplastic drugs. Cancer Res. 2008;68(19):8031-8. Buettner GR, Jurkiewicz BA. Catalytic metals, ascorbate and to M-V, The in vitro cytotoxicity of Ascorbate depends on the culture medium used to perform the assay and involves hydrogen peroxide. Antioxid Redox Signal. Mijatovi S, et al. Extracellular iron diminishes anticancer effects of vitamin C: an in vitro study. Sci Rep. 2015;4(1):5955. Doskey CM, van 't Erve TJ, Wagner BA, Buettner GR. Moles of a Substance per Cell Is a Highly Informative Dosing Metric in Cell Culture. PLoS One. 2015;10(7):e0132572. Yu R, Schellhorn HE. Recent applications of engineered animal antioxidant deficiency models in human nutrition and chronic disease. J Nutr. 2013;143(1):1-11. Verrax J, Calderon PB. Pharmacologic concentrations of ascorbate are achieved by parenteral administration and exhibit antitumoral effects. Radic Shimokado K, Maruyama N, Ishigami A. Ascorbic acid levels in various tissues, plasma and urine of mice during aging. J Nutr Sci Vitaminol (Tokyo). 2012;58(3):169-74. Schleicher RL, Carroll MD, Ford ES, Lacher DA. Serum vitamin C and the prevalence of vitamin C deficiency in the United States: 2003-2004 National Health and nutrition examination survey (NHANES). Am J Clin Nutr. 2009;90(5):1252-63. White R, JF, Burgess E, Morrin HR, Pullar JM, et al. Low vitamin C status in patients with Cancer is associated with patient and tumor characteristics. Nutrients. 2020;12(8):2338. Fain O, Mathieu E, Thomas M. Lesson of the week: scurvy in with Dachs G. Ascorbate availability tumor implantation-take tumor rejection in Gulo/ mice. Hypoxia. 2016;4:41-52. Vissers MCM, Das AB. Potential mechanisms of action for vitamin C in cancer: Reviewing the evidence. Front Elsevier Ireland Ltd. 2020;487:10-20. Pfeifhofer-Obermair C, Tymoszuk P, Petzer V, Weiss G, Nairz M. Iron in the Tumor Microenvironment—Connecting the Dots. Front Oncol. 2018;8(NOV):549. Cao LL, Liu H, Yue Z, Liu L, Pei L, Gu J, et al. Iron chelation inhibits cancer cell growth and modulates global histone methylation status in colorectal M, Mertens C, Tomat E, Brüne B. Iron as a central player and promising target in Cancer progression. Int J Mol Sci. 2019;20(2):273. De Luca A, Barile A, Arciello M, Rossi L. Copper homeostasis as target of both consolidated and innovative strategies of anti-tumor therapy. J Trace Elem Med Biol. Elsevier M-F, Yang M-L. Vitamin C protects against Cisplatin-induced nephrotoxicity and damage without reducing its effectiveness in C57BL/6 mice Xenografted with Lewis lung carcinoma. Nutr Cancer. 2014;66(7):1085-91. Du J, Wagner BA, Buettner GR, Cullen JJ. Role of labile iron in the of ascorbate. Free Radic Biol Med. 2015;84:289-95. Schieber stress. Biol. 2014;24(10):R453-62. Liberti MV, Locasale JW. The effect: does it benefit Cancer cells? Trends Biochem Sci. 2016;41(3):211-8. Sullivan LB, Chandel Cockfield JA, Schafer ZT. Antioxidant defenses: A context-specific V, Wagner BA, Wilkes JG, Du J, Cullen JJ, et al. Tumor cells have decreased ability to metabolize H2O2: implications for pharmacological Koospal M, Mühling B, Schneider M, Kapp M, et al. Natural resistance to ascorbic acid induced oxidative stress is mainly mediated by catalase activity in human cancer cells and catalase-silencing sensitizes to oxidative stress. Szczepanska J, Blasiak J. Pro- and antioxidant effects of vitamin C in Cancer in correspondence to its dietary and pharmacological concentrations. Oxidative Med Cell Longev. 2019;2019:1-18. Liu D, Xu Y. P53, oxidative stress, and Antioxid Redox Signal. Kaushik al. Identification of two kinase inhibitors with synergistic toxicity with low-dose hydrogen peroxide in colorectal Cancer cells in vitro. Cancers (Basel). 2020;12(1):122. El Hassouni Granchi C, Vallés-Martí A, G, T, et al. The dichotomous role of the glycolytic metabolism pathway in cancer metastasis: interplay with the complex tumor microenvironment and novel therapeutic Semin Cancer Biol. HM. RCW. Iron-dependent enzymes in mammalian systems. In: In Iron Transport and Storage. Boca Raton: CRC Press; 1990. p. 17-39. McCormick Arch Pediatr. 1954;71(10):313-22. McCormick WJ. Cancer: a collagen disease, secondary to a nutritional deficiency. Arch Pediatr. 1959;76(4):166-71. Cameron E, Rotman D. Ascorbic acid, cell proliferation, and cancer. Lancet. 1972;299(7749):542. Boyera N, Galey I, Bernard BA. Effect of vitamin C and its derivatives on collagen synthesis and cross-linking by normal human fibroblasts. Int J Cosmet Sci. 1998;20(3):151-8. Cameron E, Pauling L, Leibovitz B. Ascorbic acid and Cancer: a review. Cancer Res. 1979;39(3):663-81. Cameron E, Campbell A, Jack T. The orthomolecular treatment of cancer. Chem Biol Interact. 1975;11(5):387-93. Jackson JA, Riordan HD, Hunninghake RE, Riordan N. High dose intravenous vitamin C and long time survival of a patient with cancer of head of the pancreas. J Orthomol Med. 1995;10(2):87-8. Zhao L, Quan Y, Wang J, Wang F, Zheng Y, Zhou A. Vitamin C inhibit the proliferation, migration and epithelial-mesenchymal-transition of lens epithelial cells by destabilizing HIF-1. Int J Clin Exp Med. 2015;8(9):15155-63. adaptation to hypoxia through hypoxia inducible factors and beyond. Nat Rev Mol Cell Biol. Nature Research. 2020;21:268-83. Fischer AP, Miles SL. Ascorbic acid, but not dehydroascorbic acid increases intracellular vitamin C content to decrease hypoxia inducible factor 1 alpha activity and reduce malignant potential in human melanoma. Biomed Pharmacother. Wieczorek M, et al. Expression of hypoxia inducible factor 1 and 2 and its association with vitamin C level in thyroid lesions. J Biomed Sci. 2017;24(1):1-10. Wohlrab C, MCM V, Phillips E, Morrin H, Robinson BA, Dachs GU. The association between ascorbate and the hypoxia-inducible factors in human renal cell carcinoma requires a functional von Hippel-Lindau protein. Front Oncol. 2018;8(NOV):574. Wohlrab C, Kuiper C, BA, Dachs GU. Ascorbate modulates the hypoxic pathway by increasing intracellular activity of the HIF hydroxylases in renal cell carcinoma Kuiper C, Dachs G, Munn D, Currie M, Robinson B, Pearson JF, et al. Increased tumor Ascorbate is associated with extended disease-free survival and decreased hypoxia-inducible Factor-1 activation in human colorectal Cancer. Front PH, Vissers Ascorbate levels are associated with increased hypoxia-inducible Factor-1 activity and an aggressive tumor phenotype in endometrial Cancer. Cancer Res. 2010;70(14):5749-58. Tian W, Wang Y, Xu Y, Guo X, Wang B, Sun L, et al. The hypoxia-inducible factor renders cancer cells more sensitive to vitamin C-induced toxicity. J Biol Chem. 2014;289(6):3339-51. Klutstein M, Nejman D, Greenfield R, Cedar H. DNA methylation in cancer and aging. Cancer Res. American Association for Cancer Research Inc. 2016;76:3446-50. Greenberg MVC, Bourc'his D. The diverse roles of DNA methylation in mammalian development and disease. Nat Rev Mol Cell Biol. Nature Publishing Group. 2019;20:590-607. van Gorkom G, Klein Wolterink R, Van Elssen C, Wieten L, Germeraad W, Bos G. Influence of vitamin C on lymphocytes: an overview. Antioxidants. 2018;7(3):41. Yue X, Rao A. TET family dioxygenases and the TET activator vitamin C in immune responses and cancer. Blood. 2020;136(12):1394-401. Bryant KL, Mancias JD, Kimmelman Czapski Guzik R, Gielniewski B. Consequences of IDH1/2 mutations in Gliomas and an assessment of inhibitors targeting mutated IDH proteins. Molecules. 2019;24(5):968. Montalban-Bravo G, DiNardo CD. The role A, Hedvat C, Garcia-Manero G, Patel J, Wadleigh M, et al. Genetic characterization of TET1, TET2, alterations in Larsen CP. Oxalate nephropathy and intravenous vitamin C. Am J Kidney Dis. 2013;61(6):1032-5. Quinn J, Gerber B, Fouche R, Kenyon K, Blom Z, Muthukanagaraj P. Effect of high-dose vitamin C infusion in a Glucose-6-phosphate dehydrogenase-deficient patient. Case Rep Med. 2017;2017:1-4. Acknowledgements This work was supported by a project grant from the Dutch Cancer Society (# 10212) to C.R.J. Funding Not applicable. Ethics declarations Ethics approval and consent to participate Not applicable. Consent for publication Not applicable. Competing interests The authors declare that they have no competing interests. Additional information Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Rights and permissions Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit [http://creativecommons.org/licenses/by/4.0/](http://creativecommons.org/licenses/by/4.0/). The Creative Commons Public Domain Dedication waiver ( [http://creativecommons.org/publicdomain/zero/1.0/](http://creativecommons.org/publicdomain/zero/1.0/)) applies to the data made available in this article, unless otherwise stated in a credit line to the data. About this article Cite this article Böttger, F., Vallés-Martí, A., Cahn, L. et al. High-dose intravenous vitamin C, a promising multi-targeting agent in the treatment of cancer. J Exp DOI: https://doi.org/10.1186/s13046-021-02134-y Keywords - Ascorbic acid - Vitamin C - IVC - Cancer - Clinical trials - "}