{"title": "PP 40", "author": null, "url": "https://us.supersmart.com/es/tienda/sistema-inmunitario/pp-40-complemento-0385", "hostname": "supersmart.com", "description": "PP 40 es un extracto estandarizado de Pao pereira (PP)", "sitename": "supersmart.com", "date": "2023-09-01", "cleaned_text": "PP 40 - Cápsulas de Pao Pereira para reforzar el sistema inmunológico El Pao Pereira es utilizado por los nativos guaraníes del Amazonas para reforzar el sistema inmunológico. Las cápsulas PP40 Pao Pereira de SuperSmart pueden utilizarse para todo tipo de enfermedades que impliquen inmunodeficiencia y pueden utilizarse como terapia complementaria sinérgica junto con la quimio y la radioterapia en numerosas formas de cáncer. Nuestro suplemento de Pao Pereira contiene alcaloides extremadamente raros (pereirina, flavopereirina, geissospermina y vellosimina), que son muy difíciles de extraer, concentrar y estabilizar. Somos prácticamente la única empresa capaz de garantizar un producto estable, valorado en alcaloides. Los alcaloides de Pao Pereira sólo conllevan un riesgo de toxicidad en caso de sobredosis y no tienen efectos secundarios. Veamos con más detalle qué es el Pao Pereira, cómo se extrae y los beneficios que puede esperar. También revisaremos la dosis adecuada de Peo Pereira y los posibles efectos secundarios que debes conocer. ¿Qué es un Suplemento de Pao Pereira? El extracto de Pao Pereira proviene de la corteza de la pera brasileña Pao Pereira en el Amazonas. También se conoce como Bergibita, Geissospermum vellosii, Geissospermum laeve, Pau Pereira y Pera brasileña. Aunque el Pao Pereira se está convirtiendo en una forma popular de reforzar el sistema inmunitario, este método natural ha sido utilizado por las tribus nativas de América del Sur durante siglos para reforzar el sistema inmunitario. El primer uso conocido del Pao Pereira ocurrió en 1848. Fue entonces cuando Ezequiel Correa Dos Santos creó una tesis titulada \"Monographia do Geissospermum vellosii vulgo Pao Pereira\". Este documento fue la primera monografía que destacó los beneficios del Pao Pereira. Dos Santos también presentó más de veinte casos del uso terapéutico de esta hierba. Su resumen dice: \"La administración de la corteza de Pao Pereira fue beneficiosa en casos de induración de los tejidos celulares, diarrea crónica, hemorragia pasiva, astenia, así como erisipela\". El Pao Pereira ha sido objeto de innumerables estudios desde 1848 que demuestran aún más los hallazgos iniciales de Do Santos. ¿Cómo se Extrae el Pao Pereira de los Arboles? Para crear las cápsulas de Pao Pereira, hay que retirar la corteza de los árboles. Afortunadamente, esto puede hacerse sin tener que cortar los árboles de Pao Pereira. La corteza vuelve a crecer rápidamente, lo que garantiza que no se produzcan daños en los árboles. Extraemos el Pao Pereira de forma responsable, sin dañar ni destruir ningún árbol. Además, la recolección de la corteza de Pao Pereira crea puestos de trabajo para los agricultores sudamericanos. Al establecer el producto acabado, muchos agricultores nativos reciben unos ingresos muy valiosos para sus familias. Una vez cosechada, la corteza suele transportarse a lomos de un burro o en un barco tradicional. Este método de recolección garantiza que los nativos del Amazonas se beneficien del proceso de producción del Peo Pereira. Por ello, la recolección del Pao Pereira se considera parte de las iniciativas mundiales de comercio justo. Beneficios de Pao Pereira Se han estudiado numerosos beneficios del Pao Pereira para la salud: - [El profesor Mirko Beljanski](https://www.beljanski.org/engl/) ha realizado la mayoría de los estudios modernos que demuestran el carácter inmunoestimulante de los alcaloides contenidos en la corteza del Pao Pereira, y los ha utilizado como terapia complementaria en algunas formas de tratamiento del cáncer. - Muchos de estos [estudios](https://www.beljanski.org/engl/biography-mirko-beljanski-phd/viruses/) han sido validadas por el Instituto Walter Reed de EE.UU. y han establecido (in vitro) la capacidad de Pao Pereira de bloquear la transcripción y replicación del genoma del VIH y de hacerlo selectivamente (sin afectar a las células sanas). - Del mismo modo, según el profesor Beljanski y otros [estudios](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6247539/), los alcaloides extraídos del Pao Pereira tienen el mismo efecto tóxico sobre ciertas células cancerosas, sin que se produzca tal efecto en las células normales. Atraviesa fácilmente la barrera hematoencefálica y se adhiere a las posibles células cancerosas (esta actividad se demuestra en los estudios realizados cuando el extracto de Pao Pereira se administra por vía oral a ratones). - Los [estudios](https://pubmed.ncbi.nlm.nih.gov/24033267/) de Pao Pereira también indican que inhibe la replicación del genoma del virus del herpes simple y puede reducir los efectos del cáncer de ovario. Además, la gente opta por usar Peo Pereira para otras condiciones de salud, a pesar de que no hay estudios científicos que demuestren su eficacia contra estas dolencias: - Estreñimiento; - Fiebre; - Paludismo; - Enfermedad del hígado; - Excitación sexual; - Problemas digestivos. Efectos Secundarios del Pao Pereira Los investigadores todavía están en las primeras etapas de estudio de la hierba Pao Pereira. Por ello, se sabe poco sobre los efectos secundarios de tomar cápsulas de Pao Pereira. Siempre es mejor hablar con su proveedor de atención médica antes de comenzar un nuevo régimen de suplementos. Tampoco hay investigaciones disponibles sobre la seguridad del Pao Pereira durante el embarazo y la lactancia. Debido a la falta de investigación, es mejor evitarlo durante estos períodos. Todos los suplementos pueden tener efectos secundarios o interactuar con ciertos medicamentos. Es importante que siempre vigile su salud de cerca cuando comience cualquier régimen de suplementos nuevo. Y para evitar cualquier ingesta accidental, asegúrate de guardar tus suplementos fuera del alcance de los niños. Estas afirmaciones no han sido evaluadas por la Food and Drug Administration. Este producto no está destinado a diagnosticar, tratar, curar o prevenir ninguna enfermedad. Posología ¿Cómo Tomar nuestras Cápsulas PP 40? Nuestras cápsulas vegetarianas PP 40 contienen 350 mg de extracto de Pao Pereira cada una, lo que equivale a 40 mg de alcaloides. Una porción diaria equivale a un total de 6 cápsulas, por lo que obtendrá 15 días de Pao Pereira en cada envase. Si actualmente padece una inmunodeficiencia y quiere saber cómo reforzar el sistema inmunitario, le recomendamos que tome una o dos cápsulas vegetarianas antes de cada una de las tres comidas principales. Para lograr los beneficios óptimos de la hierba Pao Pereira, es posible que necesite una dosis mayor. Esto es posible sólo de acuerdo con el consejo de su médico. La dosis adecuada de Pao Pereira depende de varios factores: - Salud en general; - Condiciones médicas subyacentes; - Medicamentos recetados que se están tomando actualmente; - Edad; - Peso; - Metabolismo; - Si se toma con o sin comida. La toma de suplementos de Pao Pereira para reforzar su sistema inmunológico no ha sido evaluada lo suficiente como para determinar cuál es la dosis adecuada para cada persona. Por eso recomendamos seguir nuestras indicaciones estándar, a menos que su farmacéutico o médico le indique lo contrario. "}