{"title": "PDF", "author": "PDF", "url": "https://www.ebsco.com/sites/default/files/acquiadam-assets/Rehabilitation-Reference-Center-Clinical-Review-Cognition-Older-Adults.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "CLINICAL REVIEW Authors Heather Wiemer, MA, CCC-SLP Cinahl Information Systems, Glendale, CA Abigail Grover Snook, PT, MS, MEd Cinahl Information Systems, Glendale, CA Reviewers Natasha Kanapathy, MA, CCC-SLP Cinahl Information Systems, Glendale, CA Rehabilitation Operations Council Glendale Adventist Medical Center, Glendale, CA Editor Sharon Richman, DHSc, MSPT, PT Cinahl Information Systems, Glendale, CA February 25, 2022 Published by Cinahl Information Systems, a division of EBSCO Information Services . Copyright©2022, Cinahl Information Systems. All rights reserved. No part of this may be reproduced or utilized in any form or by any means, electronic or mechanical, including photocopying, recording, or by any information storage and retrieval system, without permission in writing from the publisher. Cinahl Information Systems accepts no liability for advice or information given herein or errors/omissions in the text. It is merely intended as a general informational overview of the subject for the healthcare professional. Cinahl Information Systems, 1509 Wilson Terrace, Glendale, CA 91206Cognition in Older Adults Indexing Metadata/Description Title/condition: Cognition in Older Synonyms: affected: The brain Area(s) of specialty: Home Health, Neurological Rehabilitation, Geriatric Rehabilitation Description: As a person ages, there are likely to be changes in cognitive functioning. Cognitive changes that occur as a result of the aging process are typically viewed on a continuum from normal aging to mild cognitive impairment (MCI) to dementia.(1) Because not all older adults move through this continuum, MCI and dementia are both considered pathological conditions (i.e., not the result of normal aging).(1) Cognitive abilities include executive functioning, memory, complex attention, social cognition, language, and perceptual-motor function.(1) Cognitive dysfunction can include declines in fluid and/or crystallized cognitive abilities.(2) Fluid cognitive abilities are not reliant on previous knowledge and include cognitive domains such as memory, executive function, attention, and processing speed.(2) Crystallized cognitive abilities are acquired from previous experiences and knowledge and include domains such as language and vocabulary.(2) Declines in fluid and crystallized cognitive abilities can reduce an individual's ability to perform everyday tasks effectively(2) Executive functioning: involves complex behavior combining memory, intellectual capacity, and planning. Activities that reflect one's executive functioning ability include active problem-solving, working memory tasks, planning and anticipating consequences of a given course of action, inhibiting irrelevant or inappropriate behavior, and monitoring the effectiveness of one's own actions(1) -Executive functioning is especially important for performance of ADLs and IADLs(1) -Intact executive functioning in older adults can help with fall prevention(1) Memory: categorized into three components(1) -Sensory memory: an event that is seen, felt, heard, or experienced -Sensory memory is brief, lasting only a fraction of a second -If a sensory memory is attended to, it becomes encoded into the short-term memory through attention and focus -Short-term memory: involves a combination of executive processes and short-term storage -Limited, can typically hold five to nine items at once -Rehearsal and repetition must occur to transfer memory from short-term to long-term -Long-term memory: can be subdivided into explicit and implicit memory -Explicit memory includes information that was previously learned that takes effort to retrieve, such as autobiographical information, facts, and vocabulary -Implicit memory includes procedures and tasks that are maintained through motor learning, such as riding a bike, tying shoes, or jumping -Typically does not require much effort to remember -Can degrade through time without motor practiceComplex attention: shows a significant decline later in life compared to simple attention(1) -Selective attention is the ability to attend to certain information in the environment while tuning out less relevant information -Divided attention describes the ability to multitask Social cognition: the regulation of self-behavior and ability to understand societal norms and the mental state of others(1) -Some older adults are more susceptible to abuse, neglect, and exploitation due to a decline in insight -A study found that older adults maintain more positive information than negative information compared to younger adults, creating an age-related \"positivity effect\" (3) Language: remains relatively intact across the lifespan -Some declines noted after age 70, including object naming and word generation from a category (i.e., states that start with the letter M) Perceptual-motor function: processing speed for cognitive activities and motor reaction times begins to decline during the third decade of life(1) -Declines in this domain can have an influence across other domains of cognition -Perceptual-motor function plays a big role in balance and fall prevention ICD-10 codes: N/A Reimbursement: For healthy older adults wishing to maintain or improve cognitive functioning, it is unlikely that programs for exercise or rehabilitation will be reimbursed by a third-party payer. In most cases, exercise groups and cognitive training for the healthy older adult will be paid for out of pocket Presentation/signs and symptoms: Normal structural changes in the brain can explain some, but not all, of the changes in brain activity between younger and older adults.(1) Normal cognitive changes as a result of aging are usually subtle to mild and affect processing speed, capacity of short-term memory, rehearsal of new information, and retrievaltime of older information.(1) Older adults may experience noticeable changes in cognition but may be considered within normal limits. When cognitive changes begin to interfere with daily function, pathology may be suspected(1) Executive functioning: greater decline in executive functioning abilities is seen in cases of neurological disease; however, the normal process of aging can result in mild deficits. Signs of impaired executive functioning include difficulty planning, reduced problem-solving ability, reduced short-term memory, problems initiating an activity, and a decrease in the ability to modify and update tasks that involve working memory (e.g., mental calculations); older adults with deficits of executive functioning will also be at slightly increased risk of falls(1) Memory: Lapses in memory are common and in isolation do not necessarily indicate that an older adult is developing dementia.(1) Normal aging can affect memory (most often working and episodic memory); however, health issues such as vitamindeficiency, hypertension, heart disease, history of head trauma, alcohol or substance use, and thyroid problems can cause memory impairment.(1) For additional information on memory impairment, see Clinical Review...Memory Impairment: Speech Therapy ; CINAHL Topic ID Number: T708911 Clinical Review...Memory Loss: Physical/Occupational Therapy ; CINAHL Topic ID Number: T708885 Alzheimer disease (AD) is the most common form of dementia(1) -The earliest clinical symptom in AD is difficulty remembering names, events, or conversations. Depression and apathy are also early clinical symptoms. Later symptoms include communication impairments, changes in behavior, confusion, disorientation, and ultimately difficulty walking, swallowing, and speaking -The most prominent symptom of AD is memory decline -The most common pathologic changes seen in AD include amyloid plaques and neurofibrillary tangles. Amyloid plaques are bundles of proteins, remnants of neurons, and pieces of other nerve cells. Neurofibrillary tangles are irregular build-ups of a protein called tau Causes, Pathogenesis, & Risk Factors Causes: Mild, but not pathological, cognitive changes result from changes to an aging brain and CNS.(1) Theories for the age-related changes in cognition focus on a reduction of attentional resources, reduced speed of information processing, and failure of inhibitory control (i.e., reduced ability to suppress irrelevant information)Pathogenesis: The pathophysiology of dementia is not well understood. Most forms of dementia (with the exception of Lewy body dementia) are caused by an excess of native proteins in the brain.(4) It is thought that there is a genetic basis for early- and late-onset dementia(4) As the brain ages, there is a natural loss of some synaptic connections, which often results in normal, age-related memory impairment and increased processing time(1) Synaptic connections between neurons allow for the transfer of information from one neuron to the other or to an organ via neurotransmitters (e.g., acetylcholine) -Pathological, excessive loss of these connections results in dementia(1) -For additional information on dementia, see the series of Clinical Reviews on this topic Nerve growth factors in the brain (called neurotrophins) ensure proper cell growth and division in a healthy brain(1) -The interruption of various neurotrophins has been linked to neurological disease such as Alzheimer's disease (AD) because an interruption in neurotrophins results in toxic mechanisms that cause neuronal death and brain atrophy(1) -In both diseased and healthy brains, plaques and tangles develop; these are waste products that develop in the spaces between neurons (plaques) or inside of a neuron (tangles)(1) -For this reason, the brains of most older adults will show evidence of some pathological changes; however, they occur to a much lesser extent in healthy older adults who are generally cognitively intact(1) Authors of a review of studies on the role of sex hormones in cognition through the aging process found that an age-related loss of sex hormones was related to an increased risk of cognitive decline. They consistently found a link between estrogen depletion and risk for AD. Sex hormones promote neural health and maintain neural cascades that support cognitive processes. However, research regarding sex hormone therapy in the treatment of cognitive decline is lacking(5) In a study conducted in France with 184 healthy older adults, researchers found that higher levels of macular pigment optical density (MPOD), which measures lutein and zeaxanthin concentrations in the macula, were significantly associated with better global cognition, verbal fluency, and visual memory. Levels of serum lutein and zeaxanthin were significantly associated only with verbal fluency(6) In a study of 116 older adults (average age 62.1 years) in the United States, researchers found a small association between serum levels of polychlorinated biphenyls (PCBs) and cognitive abilities. PCBs are chemicals that were used heavily in the United States from 1930 to 1979 in electrical equipment, cooling systems, plasticizers, and solvents. Higher levels of serum PCBs were associated with decreased verbal learning and memory and an increase in depression in older adults; however, the association was not considered significant(7) Support for the relationship between cognitive decline and vitamin D is present but is still being researched(8) -In a systematic review of RCTs, authors found mixed results and concluded that vitamin D supplementation does not enhance cognition in older adults (8) -In a review of literature regarding the role of vitamin D and cognition, authors found that vitamin D deficiency is highly prevalent in patients with cognitive dysfunction and that vitamin D deficiency may have a negative impact on cognition. However, although vitamin D supplementation is not harmful, there is not significant proof that supplementation will lead to an improvement in cognitive symptoms(9) -Authors of a miniature review concluded that vitamin D deficiency is linked to dementia, depression, diabetes mellitus, autism, and schizophrenia(10) There appears to be a correlation between sleep and cognitive function. Both insomnia and sleep-disordered breathing seem to be associated with dementia and cognitive decline(11) Cognitive reserve -Cognitive reserve is a theoretical concept used to explain differing cognitive trajectories later in life(12) -The theory suggests that individuals differ in their resilience against age-related cognitive decline and may show differing levels of cognitive function in relation to an equivalent level of brain pathology -The theory posits that an individual can recruit protective mechanisms associated with cognitive abilities that were gained over the lifespan to combat or compensate for changes due to cognitive pathology -Cognitive reserve can be built up by physical exercise, education, a cognitivelystimulating occupation, and participation in social or other stimulating activities(12)-These activities are thought to create a buffer against pathology by improving neural connectivity and overall cognitive ability -Enhancing cognitive reserve may reduce or delay the extent of cognitive impairment later in life Risk factors Although it is not known with complete certainty, most epidemiologic studies and those focusing on AD and MCI indicate that a physically sedentary and cognitively passive lifestyle is associated with increased risk of overt cognitive impairment in older adults(1) -Results of a study assessing the relationship between physical fitness and cognition in 102institutionalized older adults with dementia suggest that aerobic endurance is associated with better cognitive function, improved functional capacity, and higher QOL. The study also emphasized the importance of including all components of physical fitness (strength, flexibility, and agility/dynamic balance) in an exercise program for older adults with dementia(13) A cohort study of 939,099Korean adults, aged 66 years, found that depressive symptoms, subjective cognitive decline, and depressive disorder were independent risk factors for developing dementia(14) Depression, cardiovascular disease, traumatic head injury, smoking, family history of dementia, and presence of APOE e4 allele are risk factors for developing AD(4) Risk factors for vascular dementia include smoking, hypercholesterolemia, hypertension, and diabetes mellitus(4) Overall Contraindications/Precautions Refer patient to primary physician if MCI or dementia is suspected or if the patient has signs and/or symptoms of other disease processes (e.g., night pain, bladder dysfunction) For more information regarding examination and treatment of patients with dementia, please see the series of Clinical Reviews on these topics Assessment and treatment for older adults should include the patient and family/friends as appropriate; including the patient's familial and social network in the rehabilitation process is often beneficial for increased patient participation in the therapeutic process and carryover of patient goals See specific Contraindications/precautions to examination and Contraindications/precautions under Assessment/ Plan of Care Examination Contraindications/precautions to examination Evaluations for older adults should utilize a client-centered approach to most effectively evaluate deficits and needs(15) -A client-centered approach includes the following principles:(15) -The patient is uniquely qualified to make decisions about their occupational functioning -The patient should have an active role in determining goals and desired outcomes -The patient-therapist relationship should be interdependent -Evaluation and treatment should focus on the patient's culture, roles, interests, etc. -When the patient can define the problems that they would like to work on, the patient also becomes a problem solver -The patient should evaluate their own performance and set personal goals History History of present illness/injury -Mechanism of injury or illness/injury: Determine what medications the physician has prescribed; are they being taken? -The concurrent use of multiple medications is common among older adults who have complex medical conditions, and the side effects of these medications can adversely affect cognitive and communicative functioning. Contact a pharmacist or physician regarding questions about medication side effects -Diagnostic tests completed: Review the results of any diagnostic tests, including neuroimaging (e.g., CT scan, MRI) and neuropsychological testing of cognitive abilities-Home remedies/alternative therapies: Document any use of home remedies (e.g., journal, calendar) or alternative therapies (e.g., homeopathy) and whether they help -A meta-analysis of studies evaluating the relationship between active video games (exergames) and cognition revealed that video game training had moderatelylarge positive effects on global cognition in both clinical and non-clinical populations(16) -Data were collected from 17 RCTs that included 926 participants -The study showed that exergames are a feasible strategy to maintain independence and promote healthy lifestyles in aging populations -Mind-body exercise (i.e., tai chi, yoga, Pilates, and qigong) -Authors of a 2018 systematic review found that mind-body exercise could be a safe and effective intervention for improving the cognitive function of older adults(17) -Nineteen studies of various mind-body interventions (i.e., tai chi, yoga, Pilates, and qigong) were included in the study. All interventions included core activation and breathing exercises. Participants were a mix of older adults with and without cognitive impairments -Post mind-body intervention, mild to moderate improvements were found in executive function. Significant improvements were noted in immediate and delayed recall skills and visuospatial abilities. Language functions improved more in participants without cognitive impairments compared to those with cognitive impairments -Authors of a RCT concluded that tai chi significantly improved memory and the mental switching component of executive function in older adults with MCI(18) -Previous therapy: Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful -Aggravating/easing factors: Document if there are situations in which cognitive abilities are either better or worse. Note specific instances in which the patient has experienced more or less difficulty with cognitive tasks -Nature of symptoms: Document nature of symptoms. The patient should describe his or her own perception of cognitive difficulties -Rating of symptoms: Use a visual analog scale (V AS) or 0-10 scale to assess symptoms at their best, at their worst, and at the moment -Pattern of symptoms: Document changes in symptoms throughout the day and night, if any (a.m., mid-day, p.m., night) -Sleep disturbance: Document number of wakings/night, if applicable -Both short and long sleep durations and poor sleep quality are associated with dementia, poorer reaction time, and decreased visual memory. Improving sleep duration and quality could have a therapeutic benefit on cognition. A sleep duration of 7 to 9 hours is recommended(19) -Other symptoms: Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction) -Respiratory status: Note respiratory status -Does the patient require supplemental oxygen? Tracheostomy tube, nasal cannula, continuous positive airway pressure (CPAP), or bilevel positive airway pressure (BiPap)? -Does the patient require mechanical ventilation? -Does the patient become short of breath? If Standing? Walking? With exercise? No__ -If Yes, describe ______________________________ history -Previous history of same/similar diagnosis: Has the patient ever experienced difficulty with cognitive functioning in the past for any reason? -Comorbid diagnoses: Ask the patient or family/caregiver about other problems, including diabetes, cancer, heart disease, psychiatric disorders, and orthopedic disorders -Authors of a nationwide study in Taiwan (N = 8,456 age 65 and older) studied the comorbidities associated with dementia and found that cirrhosis, cerebrovascular disease, diabetes mellitus, and asthma were important factors leading to cognitive deterioration in older adults(20)-Medications previously prescribed: Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs); note side effects -Other symptoms: Ask the patient or family/caregiver about other symptoms the patient may be experiencing Social/occupational history -Patient's goals: Document what the patient and family/caregiver hope to accomplish with therapy and in general -Vocation/avocation and associated repetitive behaviors, if any -Is the patient employed? If so, do cognitive deficits impact the patient's ability to perform their job? -What activities does the patient enjoy? Specifically inquire about physically active and cognitively stimulating activities -Functional limitations/assistance with ADLs/adaptive equipment: What current assistive or adaptive equipment is available to the patient at home? Does the patient use assistive or adaptive equipment? If so, do they feel that it is beneficial? Observe the patient using equipment to determine safety and competence -Document both high- and low-tech adaptations and equipment -Living environment: With whom does the patient live (spouse/partner, parents, children, siblings, caregivers, etc.)? -Are there pets in the home? Caring for a pet requires high levels of executive functioning and memory to ensure the pet is adequately fed, walked (if applicable), and taken to the veterinarian/groomer/daycare -Identify if there are barriers to independence in the home; are any modifications necessary? -Inquire about the levels of the home, including stairs, number of floors, etc. Relevant tests and measures: While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting Anthropometric characteristics: Note BMI -There is an association between midlife obesity and cognitive decline later in life. In addition, being underweight in middle and older age increases the risk of dementia. Obesity in late life is shown to be a protective factor against dementia. Overall, it is recommended to avoid midlife obesity to protect against later-life dementia(21) Arousal, attention, cognition (including memory, problem solving): Document patient's ability to communicate and current level of cognitive function, including memory, attention, problem solving, executive functioning, and orientation to person, place, time, and situation -Screening: a cognitive assessment such as the Mini-Mental State Examination (MMSE) can be helpful for initial cognitive screening in older adults(22) -Cognitive assessments -A systematic review of studies on screening for cognitive impairments in older adults determined that the MMSE has the largest body of evidence to support its use but is expensive and time consuming.(23) Other instruments that adequately assessed cognition in older adults included the Clock Drawing Test, the Mini-Cog, the Memory Impairment Screen, the AD8, the Functional Activities Questionnaire, and the Montreal Cognitive Assessment (MoCA)(23) -Stroop test: commonly used measure of executive functioning in which the patient is asked to say the color in which a word is printed, not to read the word (which is the word for a color) itself (e.g., if the patient saw BLUE, they should say \"red\") -For patients with significant cognitive impairment, referral to neuropsychology and neurology is appropriate for extensive assessment and input regarding cognitive intervention Assistive and adaptive devices: Assess the patient's need for and/or use of assistive and adaptive devices if the patient is not already a competent user -Incorrect use of devices can increase risk of falls; for additional information on falls and fall prevention in older adults, see Clinical Review...Falls in Older Adults ; CINAHL Topic ID Number: T708541 and Clinical Review...Fall Prevention in Older Adults (Occupational Therapy ); CINAHL Topic ID Number: T708971 -Possible assistive and adaptive equipment for older adults includes mobility aids (e.g., cane, walker, wheelchair), toileting equipment (e.g., grab bars next to the toilet, bedside commode, raised toilet seat), and ADL/IADL aids (e.g., reachers, adaptive cooking equipment) -Assistive and adaptive equipment for older adults related to cognition includes: -personal digital assistant (PDA); aids memory, provides electronic reminders as needed -large-print reading material; for patients with low vision -adaptive/ergonomic computer/mouse/keyboard -hearing aids for hearing loss(1) Balance: Evaluate static and dynamic balance functionality during ADL tasks involving weight shifting-Tinetti Balance Scale -Berg Balance Scale -Functional Reach Test Cardiorespiratory function and endurance -Refer to physician orders regarding cardiac and exercise limitations -Assess heart rate, blood pressure, and respiratory rate regularly pre/during/post activity; use Borg Rating of Perceived Exertion (RPE) Scale if indicated -Monitor breathing to assist with determining fatigue and endurance levels Cranial/peripheral nerve integrity: Assess patient for involvement of cranial and peripheral nerves Functional mobility (including transfers, etc.): Bed mobility and transfers should be assessed to determine the amount of assistance needed for the patient to perform each activity -Test static and dynamic activities -Timed Up & Go (TUG) test: a measurement of mobility; includes tasks such as standing from a seated position, walking, turning, stopping, and sitting down, all of which are important for independent mobility(24) -FIM: an 18-item, 7-level ordinal scale assessing functional mobility, ADLs, language skills, and cognition(25) Gait/locomotion: Observe patient's gait and ability to climb stairs (assisted or unassisted) -Note use of braces or ambulatory aids for walking -Dynamic Gait Index (DGI) can be used to assess patient's safety during walking Joint integrity and mobility: Assess joint integrity and mobility -Assess active and passive range of motion (AROM/PROM) of each joint Motor function (motor control/tone/learning): Assess fine and gross motor function; describe the quality of movement and any abnormalities of muscle tone Muscle strength: Assess muscle strength tasks -Manual muscle testing (MMT) to evaluate strength in both upper extremities, including the shoulder, elbow, forearm, wrist, and fingers; MMT is not valid when used with muscles with abnormal tone or coordination issues Observation/inspection/palpation (including skin assessment): Document presence of any skin breakdown, including decubitus ulcers and open wounds Perception (e.g., visual field, spatial relations) -Ocular motor screening includes tracking through all planes, visual accommodation, and clarity of vision -Document complaints of double vision, optic pain, or visual field cuts -Document use of eye patching -Referral to ophthalmology or neuro-ophthalmology is appropriate if symptoms of visual disturbances are noted during evaluation -For additional information on assessment and treatment of patients with visual impairments, see Clinical Review...Visual Dysfunction: Occupational Therapy ; CINAHL Topic ID Number: T708963 Posture: Poor posture might impact the ability of a patient to complete tasks such as feeding, dressing, oral care, transfers, and meal preparation -Document static/dynamic posture in both sitting/standing throughout a variety of tasks -Note posture with/without adaptive equipment Range of motion: Assess AROM and PROM of both upper and lower extremities -Note pain response with any active movement or stretching -Document presence of contractures Self-care/activities of daily living (objective testing): Impairments of executive functioning can affect performance of ADLs and IADLs. Assess safety and ability to perform ADLs: brushing teeth, combing hair, dressing upper and lower extremities, managing clothing, using the toilet, applying makeup or shaving the face, bathing, eating -For community-dwelling and other high-functioning patients, assess IADLs such as driving (including car transfers), meal preparation, shopping, and housework -Lawton and Brody Instrumental Activities of Daily Living Scale: includes items related to using the telephone, taking public transportation, shopping, meal preparation, housework, and medication and money management -Driving, which involves the simultaneous use of multiple cognitive and physical functions, is an especially important IADL for many older adults, and the loss of the ability to drive can be psychologically distressing-The FIM, the Physical Self-Maintenance Scale (PSMS), the Assessment of Motor and Process Skills (AMPS), the Kohlman Evaluation of Living Skills (KELS), the Frenchay Activities Index, and the Barthel Activities of Daily Living Index are appropriate standardized measures for ADLs -Authors of a systematic review of assessment tools for ADLs and IADLs found that the Barthel Index, the Functional Independence Measure (FIM), and the Katz Index of Independence in Activities of Daily Living had the best psychometric properties for measuring ADL function in older adults. (26) The assessment tools that best assessed IADLs included the Performance Assessment of Self-care Skills (PASS) and the Texas Functional Living Scale (TFLS)(26) Sensory testing: Examine for sensory impairment; pinprick, temperature changes, pressure, proprioception, vibration. Note signs of hearing loss such as frequent requests for repetition of instructions and speaking at a loud vocal volume; refer to audiologist if hearing loss is suspected and not currently being addressed by hearing aid or cochlear implant Assessment/Plan of Care Contraindications/precautions Only those contraindications/precautions applicable to this topic are mentioned below. Rehabilitation professionals should always use their professional judgment Older adults, especially those with executive functioning deficits, are often at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention strategies. Discharge criteria should include independence with fall-prevention strategies Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient's physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic's specific protocols Diagnosis/need for treatment: Healthy older adults will determine for themselves if they would like to enroll in a therapeutic program targeting cognition based on the extent to which their cognitive deficits affect daily functioning Rule out: Pathological conditions of the brain and psychological conditions affecting cognitive abilities should be ruled out by a psychologist and/or neurologist as a cause of cognitive impairments, including but not limited to: delirium(1,4) depression(1,4) dementia (vascular, (thiamine, vitamin B12, vitamin E, folicacid)(4) thyroid disorders(4) pathology, such as tumor, hydrocephalus, subdural hematoma (4) medication-induced confusion (4) infections, such as HIV(4) Referral to other disciplines Referral to neuropsychology and neurology for significant cognitive impairment Referral to ophthalmology or neuro-ophthalmology for assessment and treatment of visual disturbances Referral to recreational or vocational therapist for beginning or returning to activities of leisure and employment Referral to audiology if the patient appears to have a hearing loss Referral to psychiatry, psychology, or social work if patient appears depressed or anxious, is having difficulty coping, and/ or may benefit from assistance with issues such as facility placement Other considerations: While cognitive remediation training might not be covered by insurance companies for older adults without a neuropathological condition, concepts of cognitive remediation and stimulation can be incorporated into therapy sessions for older adults as part of standard treatment for any number of physical conditions Authors of a study of 99 older adults in Australia found that using hearing aidsled to a significant improvement in cognition after 18 months of hearing aid use(27)Authors of a RCT in the United States found that including blueberries in the diet of an older adult can significantly improve some aspects of executive function. Foods rich in polyphenols such as blueberries can help to combat age-related neurodegeneration(28) Authors of a systematic review concluded that dance interventions could be an effective way to improve or maintain cognition in older adults. The mechanism that likely improves cognition is the requirement of coordination, which creates pathways in the brain that other forms of aerobic exercise do not(29) Treatment summary Cognitive training for older adults may include the following: -Speed-of-processing training(30,31) -Designed to improve the rate at which information is processed -Typically highly effective and can be done through computer software programs in therapy sessions and at home; however, training for the technology use is necessary, with moderate amounts of instruction from the clinician -Memory training(32) -Requires maintenance of a small amount of information while allowing processing of ongoing information -Working memory markedly decreases with age -A decrease in working memory and processing speed seem to be the underlying decline in multiple higher-order cognitive functions, such as reasoning, reading, attention, organization, and language -An example of an exercise in memory training is using a mnemonic to remember a list of errands -For additional information about memory training, see Clinical Review...Memory Impairment: Speech Therapy and Clinical Review...Memory Loss: , both training(33) -Intervention designed to improve linear problem-solving and executive functioning -Administered in many different formats and settings -Examples of reasoning training exercises include identifying the pattern of numbers and letters or recognizing dosage patterns of medications -Psychomotor training -Training to improve control of fine and gross motor movements -Reminiscence therapy—involves the discussion of past activities, events, and experiences with another person or group of people, often with the aid of tangible prompts such as photographs and other familiar items(34) -Researchers in the United Kingdom found that reminiscence therapy can be helpful to maintain or improve cognitive function and mood in older adults(34) -A systematic review found that the effects of reminiscence therapy were small but significant and seemed to positively impact QOL, especially in a home care setting -Individual therapy improved participants' mood and cognition while group therapy improved communication -Mindfulness—combines the ideas of cognitive therapy with meditative practices and attitudes -In a literature review, authors found that all studies reported significant findings or trends toward significance in the association between mindfulness, meditation, and cognition(35) -Meditation and mindfulness were shown to reduce cognitive decline and perceived stressand increase QOL, functional connectivity, brain volume, and cerebral blood flow(35) -Behavioral activation—an approach applied to increase participation in physical, cognitive, and social activities(36) -Researchers in the United States found that behavioral activation may reduce cognitive decline in older adults Exercise -Authors of a review of the literature concluded that exercise is an important nonpharmacological intervention to delay the cognitive effects of aging and reduce the risk of dementia. Multiple meta-analyses have reported a reduced risk of dementia in older adults who exercise regularly. Exercise has also been shown to reduce further cognitive decline in older adults with mild cognitive impairment or dementia(37) -Authors of a systematic review that included 50 research studies of the effect of exercise on individual cognitive functions and behavioral problems in older adults with MCI or dementia found that exercise significantly improves global cognition, mainly due to its effect on working memory and decreased behavioral problems. The greatest benefit of exercise is reached at a moderate or vigorous intensity for a total training time of at least 24 hours(38)-Authors of an RCTwho tested the effect of a moderate- to high-intensity strength and aerobic exercise program found that participants with mild to moderate dementia had increased physical fitness but did not demonstrate slowed progression of cognitive impairment. In fact, participants in the experimental group scored worse compared to those in the control group, but the difference between the two groups was not significant(39) -Authors of a 2018 systematic review investigating resistance training and cognitive function of older adults concluded that resistance training can positively affect cognitive function(40) -Significant improvements were found in global cognitive function and executive function when the participants performed resistance training either triweekly or biweekly -Short-term interventions produced only weak positive effects on attention and memory. Attention was not significantly improved -Authors of a systematic review studied the effect of different physical activity interventions on the risk of developing cognitive decline and dementia and found that a multimodal approach to exercise is necessary to observe a delay in cognitive decline. Short-term, single-component exercise interventions were not effective in delaying cognitive decline(41) -The intervention that provided a significant benefit in delaying cognitive decline included physical activity, diet, and cognitive training -In order for physical activity to be beneficial for cognitive health, it may need to begin early in life and become part of the lifestyle -Physical activity was not found to delay cognitive decline, but should still be encouraged in older populations due to its positive effect on other conditions -Authors of a study conducted in Japan of 170community-dwelling older adults (aged 52-81 years) found that resistance training using a body-mass-based home exercise program improved inhibitory control (Go/No-Go test) and working memory (serial subtraction task), but not information processing speed (simple reaction test) or coincident timing tasks (timing ability)(42) -Body-mass exercises included sit-to-stand from a chair, hip flexion and extension, calf raises, lateral leg raises, and seated trunk flexion and extension. Each exercise was performed in sets of 2-3, 16 reps each, 7 days a week for 3 months -Authors of an umbrella review including 27 studies and 28,205 participants with MCI or dementia found that physical activity improved cognitive and noncognitive outcomes in RCTs but strength of the evidence was low to moderate. Most systematic reviews evaluated had high risk of bias(43) -Physical activity significantly improves aspects of cardiovascular health (diabetes, hypertension, dyslipidemia, obesity). Poor cardiovascular health is usually related to poor cognitive outcomes -Physical activity might increase neurogenesis and synaptic plasticity as it brain-derived neurotrophic factor (BDNF), a factor that stimulates neuronal cell growth and maintains neuronal health -Physical activity is found to improve brain volume and structure as seen by neuroimaging studies -Physical activity can decrease disability, falls, and neuropsychiatric symptoms (such as depression) in older adults with dementia -In a systematic review and meta-analysis conducted in 2022, authors studied the effect of resistance training on cognitive function in older adults and found that resistance training improved cognitive function in cognitively healthy and cognitively impaired older adults. However, short-term memory was improved only in cognitively healthy older adults(44) -Authors of a systematic review and meta-analysis of 5 RCTs found that the evidence demonstrated limited support that exercise reduces the risk of developing MCI or dementia(45) -This is the first meta-analysis to investigate exercise programs 12 months or longer in duration -It is possible that the results of the RCTs are limited because the control groups of all 5 studies included active interventions -Authors of a 2019 systematic review and meta-analysis found that in healthy older adults, exercise results in modest improvement in memory and executive function; however, the dosing of exercise (i.e., program duration, session duration, and frequency) is not predictive of the magnitude of cognitive improvements(46) -Based on a systematic review that included 23 studies and 1,225 healthy older participants with an average age of 70.3 years -Authors of a 2018 systematic review aimed to recommend a dosage for physical activity that would influence cognition in older adults and concluded that 52 total hours of physical activity were needed to see a significant change in cognition(47)-The average dose from all included studies (N = 98 RCTs) was 1 hour a day, 3 times a week for 60 hours distributed over 25 weeks -Aerobic interventions were at an intensity around 60% to 80% of heart rate maximum -Walking was the most common form of aerobic exercise used in the RCTs, followed by self-selected exercise, cycling, and dancing -Of the studies included, 57.6% demonstrated improvements in cognitive function, while 42.4% did not report cognitive outcomes . Problem Goal Intervention Expected Progression Home Program Cognitive changes as a result of normal agingTo maintain and improve cognitive functioning in the healthy, community- dwelling older adultTherapeutic modalities _ _ _ _ _ _ See Treatment summary , aboveProgression will vary according to the needs and goals of the individualHome exercise programs can be beneficial for older adults whose goal is maintenance of cognitive functioning or prevention of cognitive decline; specific exercises, frequency, and duration to be determined by the treating therapist _ Researchers in Canada found that patients in rural and remote areas were interested in receiving cognitive rehabilitation via videoconferencing(48) . Desired Outcomes/Outcome Measures Prevention of cognitive impairment, maintenance of cognitive abilities Cognitive Assessment Scale for the Elderly (CASE), Stroop test, Cognistat Cognitive Assessment (Cognistat) Modified Mini-Mental State Examination (3MS), MMSE, Clock Drawing Test Improve cognitive functioning CASE, Stroop test, Cognistat 3MS, MMSE, Clock Drawing Test Improve functional mobility and ADLs FIM, Barthel Index, AMPSImprove balance, decrease fall risk Berg Balance Scale, Functional Reach Test, TUG test, Tinetti Balance Scale Improve health-relatedQOL SF-36 WHO Quality of Life questionnaire - version for older persons (WHOQOL-OLD) Older People's QoL Questionnaire (OPQOL) Maintenance or Prevention In general, a physically active and cognitively stimulating lifestyle is considered an important preventive measure against cognitive impairment in older adults(1) Continuing to engage in enjoyable cognitively stimulating activities as well as adding new activities that provide additional cognitive challenges is important to maintain and create neural pathways(1) Participating in social activities and increasing social interaction can stimulate the brain and combat cognitive decline(1) Maintaining a healthy diet can protect against cognitive decline and dementia in older age(49) Weight loss, if needed, via diet or exercise is advised to prevent dementia or cognitive decline(21) Treating sleep disorders (sleep apnea, insomnia, etc.) may be protective against cognitive decline later in life(11) Patient Education See \"Healthy Aging\" for information about normal cognitive changes associated with aging, at Emory University's Goizueta Alzheimer's Disease Research Center website, https://alzheimers.emory.edu/healthy_aging/index.html Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation References 1.Ciolek CH, Lee SY. Cognitive issues in the older adult. In: Avers D, Wong R, eds. Guccione's Geriatric Physical Therapy Beckstead J, D'Aoust R, Rowe M. Cognitive function and sleep in caregivers of persons living with dementia. West J Nurs Res . 2021;01939459211041163. doi:10.1177/01939459211041163. (R) 3.Joubert C, Davidson PS, Chainay H. When do older adults show a positivity effect in emotional memory? . Published November 20, 2021. (GI) 5.Gurvich C, Hoy K, Thomas N, Kulkarni J. Sex differences and the influence of sex hormones on cognition through adulthood and the aging process. Brain Sci. 2018;8(9):163. doi:10.3390/brainsci8090163. (RV) 6.Ajana S, Weber D, Helmer C, et al. Plasma concentrations of lutein and zeaxanthin, macular pigment optical density, and their associations with cognitive performances among older adults. Investig Ophthamol Vis Sci . 2018;59(5):1828-1835. doi:10.1167/iovs.17-22656. (R) 7.Tanner EM, Bloom MS, Kannak K, et al. A longitudinal study of polychlorinated biphenyls and neuropsychological function among older adults from New York State. Int J Hyg Environ Health . 2020;223(1):1-9. doi:10.1016/j.ijheh.2019.10.012. D supplementation and cognition in adults: a systematic review of trials. CNS Drugs . 2021;35:1249-1264. doi:10.1007/s40263-021-00876-z. (SR) 9.Alzain H, Ibrahim W, Altowairqi MM, et al. The correlation between vitamin D and cognition: a review. Egypt J Hosp Med . M, Samoo Z, Anjum S. The role of vitamin D in brain health: a mini literature review. Cureus. 2018;10(7):e2960. doi:10.7759/cureus.2960. Dautovich N, Ravyts Med Clin . 2018;13(1):93-106. doi:10.1016/j.jsmc.2017.09.009. (RV) 12.Evans IE, Llewellyn DJ, Matthews FE, et al. Social isolation, cognitive reserve, and cognition in healthy older people. PloS One J, Marques E, Carvalho J. Physical fitness in institutionalized older adults with dementia: association with cognition, functional capacity and quality of life. Clin . 2020;32:2329-2338. doi:10.1007/s40520-019-01445-7. Kim NY, et al. Late-life depression, subjective cognitive decline, and their additive risk in incidence of dementia: A nationwide longitudinal study. PLoS One W, eds. Pedretti's Occupational Therapy: Practice Skills for Physical Dysfunction . 8th ed. St. Louis, MO: Elsevier Mosby; 2018:816. (GI) E, Stubbs B, Vancampfort D, de Bruin ED, Firth J. The effect of active video games on cognitive functioning on clinical and non-clinical populations: a meta-analysis 2017;78(34-43). doi:10.1016/j.neubiorev.2017.04.011. (M)17.Zhang Y, Li C, Zou L, Liu X, Song W. The effects of mind-body exercise on cognitive performance in the elderly: a systematic review and meta-analysis. Int J Environ Res Public Health . 2018;15(12):e2791. doi:10.3390/ijerph15122791. 18.Sungkarat S, Boripuntakul S, Kumfu S, Lord SR, Chattipakorn N. Tai Chi improves cognition and plasma BDNF in older adults with mild cognitive impairment: a S, al. The relationship between sleep duration, cognition and dementia: a Mendelian randomization et Comorbidity and nationwide survey in Taiwan. 2017;12(4):e0175475. doi:10.1371/journal.pone.0175475. (R) 21.Dye L, Boyle NB, Champ C, Lawton C. The relationship between obesity and cognitive health and decline. Proc Nutr Soc State\". A practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res LA, Rossom RC, et al. Screening for cognitive impairment in older adults: updated evidence report and systematic review for the US preventive services task force. JAMA. 2020;323(8):764-785. doi:10.1001/jama.2019.22258. (SR) 24.Podsiadlo D, Richardson S. The timed \"up & go\": a test of basic functional mobility for frail elderly persons. J Am Geriatr Soc . 1991;39(2):142-148. (R) 25.Kidd D, Stewart G, Baldry J, et al. The Functional Independence Measure: a comparative validity and reliability study. Disabil Rehabil . 1995;17(1):10-14. doi:10.3109/09638289509166622. (R) 26.Pashmdarfard M, Azad A. Assessment tools to evaluate activities of daily living (ADL) and instrumental activities of daily living (IADL) in older adults: a systematic review. Med J Islam Repub Iran . 2020;34:33. doi:10.34171/mjiri.34.33. (SR) 27.Sarant J, Harris D, Busby P, et al. The effect of hearing aid use on cognition in older adults: can we delay decline or even improve cognitive function? J Clin Med . 2020;9(1):254-276. doi:10.3390/jcm9010254. (R) 28.Miller MG, Hamilton DA, Joseph JA, et al. Dietary blueberry improves cognition among older adults in a Effects of dancing on cognition in healthy older adults: a systematic Valdés EG. Systematic review and meta-analyses of useful field of view cognitive training. Neurosci Biobehav Rev . 2018;84:72-91. doi:10.1016/j.neubiorev.2017.11.004. Dotson M, Wolinsky FD. Speed-of-processing training in assisted and independent living: a J 32.Teixeira-Santos AC, Moreira CS, Magalhães R, et al. Reviewing working memory training gains in healthy older adults: A meta-analytic review of transfer for cognitive outcomes. 2019;103:163-177. doi:10.1016/j.neubiorev.2019.05.009. (M) 33.Ross LA, Sprague BN, Phillips CB, O'Connor ML, Dodson JE. The impact of three cognitive training interventions on older adults' physical functioning across 5 years. J Ageing Health. 2018;30(3):475-498. doi:10.1177/0898264316682916. (R) 34.O'Philbin L, Woods B, Spector Orrell M. Reminiscence therapy for dementia: an abridged Cochrane systematic review of the evidence from randomized controlled trials. Expert Rev Neurother . J, S, El Haj M, Moustafa AA. Mindfulness and meditation: treating cognitive impairment and reducing stress in dementia. 2018;29(7):791-804. doi:10.1515/revneuro-2017-0066. (RV) 36.Rovner BW, Casten RJ, Hegel MT, Leiby B. Preventing cognitive decline in black individuals with mild cognitive impairment: a (RV) 38.Law RC, Pang MY. Physical exercise attenuates cognitive decline and reduces behavioural problems in people with mild cognitive impairment and dementia: a systematic review. J Physiother . 2020;66(1):9-18. doi:10.1016/j.jphys.2019.11.014. (SR) 39.Lamb SE, Sheehan B, Atherton N, et al. Dementia and physical activity (DAPA) trial of moderate to high intensity exercise training for people with dementia: randomised controlled trial. BMJ. 2018;361:k1675. doi:10.1136/bmj.k1675. (RCT) 40.Li Z, Peng X, Xiang W, Han J, Li K. The effect of resistance training on cognitive function in the older adults: a systematic review of randomized clinical trials. Aging Clin Exp Res. 2018;30(11):1259-1273. doi:10.1007/s40520-018-0998-6. (SR) 41.Brasure M, Desai P, Davila H, et al. Physical activity interventions in preventing cognitive decline and Alzheimer-type dementia: a systematic review. Ann Intern Med . 2018;30(11):30-38. doi:10.7326/M17-1528. (SR) 42.Ikudome S, Mori S, Unenaka S, Kawanishi M, Kitamura T, Nakamoto H. Effect of long-term body-mass-based resistance exercise on cognitive function in elderly people. J Appl Gerontol. 2017;36(12):1519-1533. doi:10.1177/0733464815625834. (R) 43.Demurtas J, Schoene D, Torbahn G, et al. Physical activity and exercise in mild cognitive impairment and dementia: an umbrella review of intervention and observational studies. J Am Med Dir Assoc . A, Arai H, Uchida M. Resistance training improves cognitive function in older adults with different cognitive status: a systematic review and meta-analysis. Aging Ment B, Rolland Y. Exercise training for preventing dementia, mild cognitive impairment, and clinically meaningful cognitive decline: a systematic review and meta-analysis. EA, van Heuvelen MJG. Dose-response relationship between exercise and cognitive function in older adults with and without cognitive impairment: a systematic review and meta-analysis. Morris TP, et al. Exercise for cognitive brain health in aging: a systematic review for an evaluation of "}