{"title": "PDF", "author": "PDF", "url": "www.elotus.org/promo-files/COVID-19_resources/eLotus%20Article%201%20Covid%2019%20-%20Spanish.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Medicine eLotus.org Cómo se trata actualmente COVID-19 (2019-nCoV) en China con MTC Compilado, traducido por John K. Chen, Pharm.D., PhD., OMD, LAc and Lori Hsu, MTOM, Donna por Juan Pablo Massimino Descargo de responsabilidad: John K. Chen y Lori Hsu compilan, traducen y editan este artículo a partir de tres referencias para informar a los lectores cómo se trata actualmente COVID-19, el nuevo coronavirus de 2019 en China. Para los lectores que puedan tener dicha infección, comuníquese y consulte a su médico de cabecera, vaya al hospital o centro médico de inmediato. Para obtener información adicional, comuníquese con la Organización Mundial de la Salud (OMS), el Centro de Control de Enfermedades (CDC) y la Administración de Alimentos y Medicamentos (FDA). Con Wuhan en bloqueo durante más de 10 días, el gobierno chino anuncia un cambio importante en la estrategia: todos los pacientes con infecciones confirmadas deben usar la medicina china. 10/02/2020 La Unidad de Tratamiento Médico del Nuevo Coronavirus de Wuhan (2019-nCoV) , actualmente llamado COVID-19, la Sede de Prevención y Control emitió un \"Aviso sobre el Acuerdo para recomendar el uso de la medicina china en el tratamiento de la neumonía debido a la infección por el nuevo coronavirus. Este aviso enfatiza que todas John K. Chen How COVID-19 (2019-nCoV) is Currently Treated in China 2 ©2020 Lotus Institute of Integrative Medicine eLotus.orglas instituciones médicas designadas en Wuhan se asegurarán de que todos los pacientes infectados tomen medicina china (decocción o gránulos de medicina china) antes de la medianoche (00:00 hs) del 3 de febrero de 2020. Una colaboración entre la medicina occidental y la china es sin duda una buena noticia, especialmente ahora que los resultados de la primera línea en Wuhan han sido muy prometedores. Ver abajo para más. 29/01/20 El segundo envío de apoyo del gobierno central al equipo de Tratamiento de Medicina China de Hubei se hizo cargo de la sala de aislamiento recién creada para pacientes con neumonía infectados por el 2019-nCoV en el Hospital Provincial de Hubei de Medicina Tradicional China y Occidental Integrada. Es la única instalación médica en la provincia de Hubei que se administra completamente bajo la supervisión del sistema de medicina tradicional china (MTC) de China, que proporciona un punto central responsable de determinar el diagnóstico y el tratamiento. Lo siguiente se informa en las salas de pacientes bajo la responsabilidad del Hospital Provincial de Medicina Tradicional de Guandong: Rondas de pacientes: : La gravedad de las condiciones de los pacientes fue inesperada, y toda la sala estaba más o menos tranquila ya que estos pacientes estaban tan débiles que parecía que ni siquiera tenían la energía para gemir. La mayoría de los pacientes tratados estaban urgentemente, en estado crítico o gravemente enfermos. Muchos de ellos tenían fiebre alta, una gruesa capa de saburra lingual, pulsos resbaladizos y tensos, incontinencia intestinal/rectal y poca o ninguna expresión en sus caras (¿tal vez por fatiga extrema?). 30/1/20 Las fórmulas herbales se administraron a los pacientes de acuerdo con los diagnósticos del patrón del individuo según la MTC, según lo prescrito por los expertos de Guandong. 2/1/20 Rondas de pacientes: Se ha reducido la fiebre de algunos pacientes. Hubo más pacientes con fiebre baja. En general, las saburras de las lenguas cambiaron de gruesas y grasosas a delgadas, y las heces de los pacientes se formaron más. Además, estos pacientes ahora tenían la energía para hablar hasta cinco oraciones, que en un inicio tenían sibilancias leves. Además, en general, la tos fue significativamente menor John K. Chen How COVID-19 (2019-nCoV) is Currently Treated in China 3 ©2020 Lotus Institute of Integrative Medicine eLotus.orgen comparación con antes. Los informes de los pacientes sobre sus condiciones han mejorado bastante. Los pacientes ahora pueden sentarse y practicar el ejercicio de qigong, ocho brocados en la cama y / o meditar. A partir del 4/2/20: Casi cincuenta pacientes en la sala han mejorado claramente. La eficacia de los tratamientos herbales chinos se observa y se observa activamente en este entorno clínico. Nota: Por primera vez, ocho pacientes tratados con medicina tradicional china o una combinación de medicina tradicional china y occidental fueron dados de alta del hospital. 28/01/20 , el Dr. Huang Luqi, presidente de la Academia China de Ciencias Médicas Chinas, dirigió el equipo médico del Hospital Guang'anmen y el Hospital Beijing Xiyuan de la Academia China de Ciencias Médicas Chinas para apoyar al Hospital Wuhan Jinyintan. La medicina china combinada con la medicina occidental, el tratamiento por diferenciación de síndromes, mejoró enormemente los problemas de respiración del paciente, fatiga, sequedad de boca, amargor, opresión en el pecho, diarrea y otros síntomas 3/02/20 , Ocho pacientes confirmados fueron dados de alta del primer pabellón del Edificio Sur del Hospital Wuhan Jinyintan. Esto representa el primer grupo de pacientes que fueron dados de alta de un hospital utilizando la medicina tradicional china o una combinación de la medicina tradicional china y la medicina occidental. Entre ellos, seis eran mujeres, dos hombres. De estos, seis fueron graves y dos fueron casos leves. El rango de edad de los pacientes fue de veintiséis a sesenta y ocho. Después del tratamiento con la medicina tradicional china y las hierbas, la mayoría de los pacientes habían mejorado los síntomas y un estado mental mejor en general. En el momento del alta, cada paciente fue enviado a casa con una dosis de dos semanas de hierbas chinas junto con instrucciones sobre el ejercicio adecuado y una dieta adecuada para recuperarse por completo. \"Comparta este artículo y las recetas a base de hierbas con todos\" En la lucha contra la pandemia de neumonía causada por la infección por nuevos coronavirus de 2019-nCoV , el Hospital Provincial de Medicina Tradicional China de John K. Chen How COVID-19 (2019-nCoV) is Currently Treated in China 4 ©2020 Lotus Institute of Integrative Medicine eLotus.orgHubei utilizó diligentemente las especialidades de la medicina tradicional china, en cooperación con los departamentos pertinentes para estudiar y formular programas de prevención y tratamiento de la neumonía que revelen que las hierbas chinas jugaron un papel importante. papel definitivo en los resultados positivos del tratamiento. Las fórmulas herbales chinas albergan el potencial único de reducir los síntomas de la fiebre y la tos, limitar la progresión de la enfermedad y mejorar la inmunidad general y, por lo tanto, la capacidad de una persona de generar una respuesta inmune esencial al virus. Las siguientes son las fórmulas recomendadas, los protocolos de acupuntura y moxibustión para la prevención y el tratamiento del coronavirus según los expertos de la MTC. Tenga en cuenta que las siguientes fórmulas no se deben usar en lugar de la medicina occidental, sino que se deben integrar en un plan de tratamiento integral que utilice tanto la medicina occidental como la china para garantizar resultados óptimos para el paciente. Además, se aconseja a los pacientes que no se autotraten o usen las fórmulas a ciegas, sino que consulten con médicos autorizados para garantizar un tratamiento óptimo caso por caso. Fase de prevención: Fórmula: Prevención de neumonía #1 1 de neumonía debido a infecciones virales y gripe. John K. Chen How COVID-19 (2019-nCoV) is Currently Treated in China 5 ©2020 Lotus Institute of Integrative Medicine eLotus.orgTratamiento de acupuntura para casos sospechosos: El propósito es fortalecer el sistema inmunitario, ayudar a aliviar los síntomas tempranos y acortar la duración del virus. Puntos: Bilateral Zusanli (ST 36), Qihai (CV 6), Zhongwan (CV 12) Método y frecuencia: Moxa Zusanli (ST 36) en ambos lados durante 15 minutos. Moxa Qihai (CV 6) or Zhongwan (CV 12) durante 10 minutos. (alternando de tratamiento a tratamiento). Dos veces al día, una por la tarde y otra por la noche. Fase de influenza: Diagnóstico: Viento frío invadiendo el exterior Manifestaciones clínicas: Inicio de fiebre (principalmente fiebre de bajo grado), aversión al frío y miedo al frío, escalofríos, dolor de cabeza, cosquilleo en la garganta, dolor en los músculos de las extremidades, sin sudor o sudores nocturnos. Examen: TAC pulmonar negativa. La lengua es pálida, saburra blanca y delgada. Pulso flotante Estrategia de tratamiento: Expulsar el viento, liberar el exterior; aclarar el calor, desintoxicar Fórmula Herbal: (Ge Gen Kudzu para liberar la muscular))John K. Chen How COVID-19 (2019-nCoV) is Currently Treated in China 6 ©2020 Lotus Institute of Integrative Medicine eLotus.orgFórmula para la gripe #1 1 Angelicae Dahuricae) 15g Para garganta agregar She Gan (Rhizoma Belamcandae) 15g Otras posibles fórmulas a tener en cuenta: Huo Xiang Zheng Qi San Diagnóstico: calor tóxico que ataca el pulmón Manifestaciones clínicas: Fiebre, aversión al frío, dolor de garganta, tos seca, esputo escaso, dolor en los músculos de las extremidades, debilidad, dolor de cabeza Examen: La TAC revela que ambos pulmones tienen opacidad dispersa como vidrio esmerilado (GGO). La punta y los lados de la lengua son rojos; lengua con saburra fina blanca o amarilla. Pulso flotante y rápido. Estrategia de tratamiento: Expulsar el viento, liberar el exterior; Calor claro, desintoxicar Fórmula Herbal: (Yin Qiao San (Polvo de Madreselva y Forsitia) y Qing Wen Bai Du San (Polvo de Epidemias Claras e Influencias Patógenas Superadas), modificado)John K. Chen How COVID-19 (2019-nCoV) is Currently Treated in China 7 ©2020 Lotus Institute of Integrative Medicine eLotus.orgFórmula para la gripe en el pulmón Manifestaciones clínicas: Aversión al frío, fiebre o ausencia de fiebre, tos seca, garganta seca, fatiga, debilidad, congestión torácica, distensión epigástrica, náuseas, diarrea. Lengua pálida, saburra grasosa blanca, pulso resbaladizo. Estrategia de tratamiento: Expulsar el viento, liberar el exterior; Disipar la humedad fría Fórmula a base de hierbas: Fórmula húmeda fría #1 Chen How COVID-19 (2019-nCoV) is Currently Treated in China 8 ©2020 Lotus Institute of Integrative Medicine eLotus.orgTratamiento de acupuntura para casos leves y moderados: El propósito es reducir la gravedad de los síntomas, acortar la duración y aliviar la carga emocional. Puntos: Hegu bilateral (LI 4), Taichong (LR 3), Zusanli Shenque (CV 8) Moxa Hegu (LI 4) Taichong (LR 15 minutos. Moxa Zusanli (ST 36) bilateralmente durante 10 minutos. Moxa Shenque (CV 8) con una caja de moxa durante 15 minutos. Dos veces al día, una por la mañana y otra por la tarde. Fase de neumonía: Diagnóstico: síndrome de Shaoyang con Manifestaciones clínicas: Fiebre, que es más pronunciada por la tarde, alternando escalofríos con fiebre, tos, ausencia de sibilancias, sabor amargo en la boca, boca seca, congestión en el pecho, sensación sofocante, plenitud e hinchazón en el pecho e hipocondríaco, irritabilidad, náuseas o vómitos, falta de apetito, debilidad. Similar a la etapa inicial de la neumonía. Examen: La TAC revela que ambos pulmones tienen múltiples piezas dispersas o grandes opacidades como vidrio esmerilado (GGO). Lengua ligeramente roja, saburra gruesa y grasosa blanca o amarilla, pulso resbaladizo y rápido. Estrategia de tratamiento: Armonizar el síndrome de Shaoyang, eliminar el calor humedad Fórmula Herbal: (Xiao Chai Hu Tang (Decocción menor de bupleurum) con San Ren Tang (Decocción de tres almendras) o Gan Lu John K. Chen How COVID-19 (2019-nCoV) is Currently Treated in China 9 ©2020 Lotus Institute of Integrative Medicine eLotus.orgXiao Du Dan (píldora especial de Dulce Rocío para eliminar toxinas)) Neumonía Fórmula #1 1 calor húmedo que afecta el pulmón Manifestaciones clínicas: Fiebre leve o ausencia de fiebre, tos seca, esputo escaso, garganta seca y adolorida, fatiga, debilidad, falta de apetito, congestión en el pecho, distensión epigástrica, náuseas o vómitos, heces blandas. Examen: La TAC revela que ambos pulmones tienen múltiples piezas dispersas o grandes de opacidad tipo vidrio esmerilado (GGO). Lengua hinchada pálida o rosada con marcas dentales. Lengua con saburra grasienta y blanco. Pulso suave o resbaladizo. Estrategia de tratamiento: Transformar la humedad, desintoxicar; Dispersar los pulmones y expulsar a los patógenos Fórmula herbaria: (Ma Xing Yi Gan Tang (decocción de efedra, Xiao Xian Xiong Tang (decocción para el hundimiento del cofre menor) and Cao Guo Zhi Mu Tang (decocción de Tsaoko y Anemarrhena) Neumonía (2019-nCoV) is Currently Treated in China 10 ©2020 Lotus eLotus.org Ma estancamiento tóxico que obstruye el pulmón Manifestaciones clínicas: Tos, sensación sofocante, congestión y distensión en el pecho, asma y sibilancias que empeora con el esfuerzo, respiración acelerada, sed, irritabilidad, orina de color amarillo rojizo. Examen: La TAC revela que ambos pulmones tienen múltiples piezas dispersas o grandes de opacidad tipo vidrio esmerilado (GGO). Los cambios fibróticos del pulmón también son visibles. Lengua púrpura oscura, saburra seca amarilla o amarillo grueso y grasoso, pulso rápido y resbaladizo. Estrategia de tratamiento: Desintoxicación, detención de sibilancias; Transformar la estasis sanguínea y abrir colaterales Fórmula Herbal: (Bai Hu Jia Ren Shen Tang (Tigre Blanco más Decocción de Ginseng) with Si Tu Tang (Decocción Cuatro Salvajes) Fórmula Treated in China 11 ©2020 Lotus Institute Tu Da en el interior y exterior abandonado\" Manifestaciones clínicas: Incoherencia mental, irritabilidad, sensación de ardor o calor en el pecho y el abdomen, extremidades frías, respiración acelerada y necesidad de respiración asistida, lengua púrpura escarlata, saburra seca de color amarillo o marrón amarillento, pulso fuerte y flotante que está vacío en las profundidades nivel, o sin raíz. Estrategia de tratamiento: Abrir lo cerrado, consolidar lo abandonado, desintoxicar, rescatar la perdido Fórmula herbal: (Si Ni Jia Ren Shen Tang (Decocción de extremidades frías más ginseng), taken with An Gong Niu Huang Wan (Fórmula para calmar el palacio con cálculos biliares de bovino) and Zi Xue San (polvo de nieve púrpura)) Neumonía Palace Pill with Cattle Gallstone) and Zi Xue San (Purple Snow John K. Chen How COVID-19 (2019-nCoV) is Currently Treated in China 12 ©2020 Lotus Institute of Integrative Medicine eLotus.orgFase de recuperación: Manifestaciones clínicas: Ausencia de fiebre, tos seca, congestión en el pecho, falta de aliento al esfuerzo, boca seca, debilidad. Examen: La TAC revela que la inflamación comienza a disminuir y los cambios intersticiales pulmonares. Lengua roja pálida, Saburra gruesa o grasienta, pulso rápido y fino. Estrategia de tratamiento: Tonificar Qi, nutrir Yin, tonificar los pulmones y abrir los colaterales Fórmula a base de hierbas: (Sha Shen Mai Dong Tang (Decocción de Raíz de Adenofora y Azucena Enana)) Neumonía Fórmula #5 5 Sha Tratamiento de acupuntura para la fase de recuperación: El propósito es restaurar las funciones de los pulmones y el bazo y el zheng qi (Energía Antipatógena) del cuerpo.John K. Chen How COVID-19 (2019-nCoV) is Currently Treated in China 13 ©2020 Lotus o Kongzui (LU 6). Método y frecuencia: Moxar todos los puntos por 15 minutos. Una vez al día. La historia y la experiencia demuestran que la medicina tradicional china es efectiva contra las enfermedades epidémicas. Desde la dinastía Han occidental hasta el final de la dinastía Qing, ocurrieron al menos 321 plagas a gran escala en China. La medicina china ha servido para librar batallas de vida o muerte contra varias plagas de manera constante a lo largo del tiempo y ha logrado contener la propagación de epidemias en un área y tiempo limitados. Nunca ha habido una tragedia similar en la historia de China, como lo fue la gripe española o la Peste Negra en Europa. Estos son ejemplos de plagas mundiales que mataron a decenas de millones de personas. En la historia china, cada vez que una plaga está desenfrenada, los profesionales de la medicina china siempre están en primera línea para combatir la enfermedad. Muchos sobrevivieron con la ayuda de la medicina china; Por lo tanto, en esta lucha con el insidioso y novedoso coronavirus, la medicina china una vez más debe tener un papel principal en el tratamiento efectivo y no debe faltar en esta "}