{"title": "Crecimiento económico y medio ambiente", "author": "Juan José Solórzano Chamorro; Johannes Stalin Vera Basurto; Jahaira Paola Buñay Cantos", "url": null, "hostname": null, "description": "Todo propósito ya sea social o económico, provoca un impacto directo en el medio ambiente, generando perturbaciones indeseables sobre el mismo. Los daños ambientales son ocasionados principalmente por la sobreexplotación de los recursos naturales y la degradación ambiental a la que son sometidos los ecosistemas. El presente artículo describe y compara diferentes literaturas sobre Crecimiento económico y medio ambiente. Para ello, se recolecta esta información de diferentes fuentes bibliográficas adquiridas de bases de datos (SCOPUS, PubMed, Biblioteca Cochrane, Google Scholar) valorando la calidad y veracidad de la información recopilada, así como la actualidad del contenido. El crecimiento y el desarrollo económico desde antes de la revolución industrial y después de esta, inclusive hasta la actualidad ha estado estrechamente ligado al medio ambiente, ya que el hombre ha encontrado en la explotación de los recursos naturales, medios para el desarrollo de bienes y servicios que han estado ligados al aumento progresivo de la población, lo que ha generado la demanda de bienes, servicios, productos, entre otros. Es indudable que existe entonces una relación directa entre el crecimiento económico y el medio ambiente, como se ha podido observar en esta investigación y en las imágenes de estudios sobre las emisiones de CO2 solo por mencionar al menos uno de los elementos, el aumento de las emisiones de gases que dañan el medio ambiente ha ido en aumento, a pesar de los grandes esfuerzos de organizaciones internacionales (Protocolo de Kioto, Protocolo de Montreal) y sus luchas por la reducción de emisiones de CO2, deforestación ambiental, contaminación de afluentes de ríos, entre otros. En lo que tiene que ver a Ecuador ha tenido grandes avances en la reducción de emisión de dióxido de carbono (CO2) en ámbitos generales independientemente del sector que los emita, con reducciones importantes desde el año 2014. Esto debido a todas las políticas implementadas por el Estado para la conservación del medio ambiente y los recursos naturales.", "sitename": "RECIAMUC", "date": "2022-01-31", "cleaned_text": "Crecimiento económico y medio ambiente Resumen Todo propósito ya sea social o económico, provoca un impacto directo en el medio ambiente, generando perturbaciones indeseables sobre el mismo. Los daños ambientales son ocasionados principalmente por la sobreexplotación de los recursos naturales y la degradación ambiental a la que son sometidos los ecosistemas. El presente artículo describe y compara diferentes literaturas sobre Crecimiento económico y medio ambiente. Para ello, se recolecta esta información de diferentes fuentes bibliográficas adquiridas de bases de datos (SCOPUS, PubMed, Biblioteca Cochrane, Google Scholar) valorando la calidad y veracidad de la información recopilada, así como la actualidad del contenido. El crecimiento y el desarrollo económico desde antes de la revolución industrial y después de esta, inclusive hasta la actualidad ha estado estrechamente ligado al medio ambiente, ya que el hombre ha encontrado en la explotación de los recursos naturales, medios para el desarrollo de bienes y servicios que han estado ligados al aumento progresivo de la población, lo que ha generado la demanda de bienes, servicios, productos, entre otros. Es indudable que existe entonces una relación directa entre el crecimiento económico y el medio ambiente, como se ha podido observar en esta investigación y en las imágenes de estudios sobre las emisiones de CO2 solo por mencionar al menos uno de los elementos, el aumento de las emisiones de gases que dañan el medio ambiente ha ido en aumento, a pesar de los grandes esfuerzos de organizaciones internacionales (Protocolo de Kioto, Protocolo de Montreal) y sus luchas por la reducción de emisiones de CO2, deforestación ambiental, contaminación de afluentes de ríos, entre otros. En lo que tiene que ver a Ecuador ha tenido grandes avances en la reducción de emisión de dióxido de carbono (CO2) en ámbitos generales independientemente del sector que los emita, con reducciones importantes desde el año 2014. Esto debido a todas las políticas implementadas por el Estado para la conservación del medio ambiente y los recursos naturales. Descargas Citas Almeida Quinteros, D. A. (2013). Crecimiento económico y medio ambiente: la curva ambiental de Kuznets para el Ecuador en el periodo 1970-2010. Álzate, M. S. (2011). ¿ Condicionan los recursos naturales el crecimiento económico? Semestre económico, 14(29), 117-128. de Castro Lejarriaga, L. M. (2009). Crecimiento económico y medioambiente. ICE, Revista de Economía, 847. Figueroa, A. (2013). Crecimiento económico y medio ambiente. Revista Cepal. García, D. J., & Moreno, W. (2017). Relación entre crecimiento económico y medio ambiente en Ecuador a nivel provincial (Promedio 2010-2015). Revista Amazónica Ciencia y Tecnología, 6(2), 99-112. IEA. (22 de 01 de 2022). Obtenido de [https://www.iea.org/data-and-statistics/data-browser/?country=WORLD&fuel=CO2%20emissions&indicator=TotCO2](https://www.iea.org/data-and-statistics/data-browser/?country=WORLD&fuel=CO2%20emissions&indicator=TotCO2) Mindiolaza Quinde, K. L. (2018). El crecimiento económico y su relación con el medio ambiente en el Ecuador, periodo 2010-2015. Moran Molina, G. G., & Gonzaga Añazco, S. (2017). Análisis de la medición del impacto ambiental como producto del crecimiento económico. Revista Universidad y Sociedad, 9(1), 87-90. Navarro Lazo, A. (2020). Crecimiento económico y medio ambiente. Vega-Quezada, C. A., Varela-Veliz, G., Martínez-Jiménez, D., & Soto-González, C. (2019). Perspectivas sobre Crecimiento Económico y Medio Ambiente: Curva Ambiental de Kuznets en la Alianza del Pacífico. Cumbres, 5(2), 23-32. doi: [https://doi.org/10.48190/cumbres.v5n2a2](https://doi.org/10.48190/cumbres.v5n2a2) Derechos de autor 2022 Juan José Solórzano Chamorro, Johannes Stalin Vera Basurto, Jahaira Paola Buñay Cantos Esta obra está bajo "}