{"title": "Aceite de sándalo: propiedades y uso medicinal - canalSALUD", "author": "Alessandra Huerta", "url": "https://www.salud.mapfre.es/cuerpo-y-mente/naturopatia/sandalo-propiedades-uso-medicinal/", "hostname": "mapfre.es", "description": "El sándalo es un valioso aceite esencial con principios activos que le confieren su acción terapéutica y medicinal. También es relajante y cuida la piel.", "sitename": "Blog Salud MAPFRE", "date": "2021-03-02", "cleaned_text": "la piel con propiedades medicinales Del sándalo se aprovecha el leño y también la raíz para obtener sus principios activos, que le confieren su acción terapéutica. Básicamente se trata de la extracción de su aceite esencial mediante una destilación acuosa o al vapor de las raíces y el duramen de la madera. El resultado es un líquido viscoso de color amarillo pálido, verdoso o parduzco con un intenso olor ligero, dulce amaderado y balsámico. Contiene cerca del 90% de santaloles (alfa y beta santalol, sesquiterpenos...) responsables de sus propiedades medicinales. De hecho, el sándalo es uno de los elementos del perfume más antiguos que se conoce. Era utilizado en los antiguos cultos orientales para alcanzar la armonía espiritual y limpiar los pensamientos. En el siglo V a.C, los vedas hindúes de la antigua India lo utilizaban frente a infecciones del aparato [urinario](https://www.salud.mapfre.es/enfermedades/urologicas/), [ digestivo](https://www.salud.mapfre.es/enfermedades/digestivas/) y [ respiratorio](https://www.salud.mapfre.es/enfermedades/respiratorias/) llegando a ser el aceite base de la medicina ayurvédica. En la Medicina China también es utilizado para tratar dolores de estómago, náuseas y afectaciones de la piel. En la actualidad lo podemos encontrar en diferentes presentaciones comerciales como: aceite esencial puro, cremas o ungüentos, en productos de cosmética, perfumes, jabones y palos de incienso para sesiones de aromaterapia. Sobre todo, se utiliza para la salud y buen aspecto de la piel. 7 Propiedades del sándalo 1. Aliado de la piel y el pelo Una de las propiedades más valoradas del aceite de sándalo es la capacidad de capturar los radicales libres que se originan en el organismo, responsables del envejecimiento celular. Además, se ha demostrado que el aceite de sándalo es capaz de prolongar el tiempo de crecimiento de las células del folículo del cabello, aumentando así su ciclo de vida. 2. Para infecciones de la piel La aplicación regular de este aceite sobre la piel evita que ésta se infecte o se deteriore con facilidad. Aplicarla sobre zonas sensibles para evitar reacciones, como por ejemplo en comisuras, codos o zonas vulnerables a aparecer eczemas. Además, al ser un aceite aséptico, utilizarlo en pequeñas heridas para evitar posibles infecciones o escozores. 3. Ayuda a eliminar cicatrices y estrías El aceite de sándalo es un aliado fantástico para reducir marcas de la piel como pueden ser las cicatrices o las estrías. Es recomendable aplicarlo cada día al salir de la ducha. Solo debemos untar nuestras manos con este aceite y frotar en las zonas afectadas. Al cabo de unos días deberíamos apreciar la mejoría. 4. Fungicida natural Se utiliza para eliminar hongos en las uñas, ya que penetra con facilidad en la uña y actúa desde dentro, siendo así mucho más efectivo que otros productos químicos artificiales. Además, al ser antiséptico, evita posibles infecciones. 5. Regulador emocional El aceite de sándalo tiene la capacidad de influir en nuestro estado de ánimo. Es estimulante y euforizante utilizado a menudo para estados depresivos y de ansiedad. Parece ser que su consumo habitual ayuda a restablecer los niveles normales de serotonina. 6. Relajante Sus propiedades relajantes actúan de forma paulatina pero eficaz, se trata de un remedio propio de la aromaterapia con muy buenos resultados para inducir el sueño. Estas propiedades relajantes, y el hecho de contener elementos hipotensos, le permite actuar regulando los niveles adecuados de presión, evitando la hipertensión. 7. Afrodisíaco natural Además de tener la capacidad de relajar el cuerpo mediante un masaje corporal, contiene reguladores nerviosos los cuales activan las zonas más sensibles de nuestro organismo, entre las que se encuentran las encargadas de percibir el placer, prestándose como afrodisiaco natural. Recomendable para tratar estados nerviosos, impotencia y ansiedad. También se utiliza habitualmente el incienso para proporcionar un agradable olor y crear un ambiente acogedor favoreciendo una [actitud relajada](https://www.salud.mapfre.es/cuerpo-y-mente/terapias-corporales/los-beneficios-de-las-terapias-orientales/) y desestresante. Contraindicaciones Existen pocos casos documentados de reacciones adversas en la utilización de sándalo como tratamiento. Se deberá tener especial cuidado en las siguientes situaciones: - No se recomienda su uso a mujeres embarazadas o en estado de lactancia. - No se recomienda su uso cuando se esté consumiendo ansiolíticos. - Evitar su aplicación en personas con facilidad de generar reacciones alérgicas o dermatitis en la piel por la aplicación de aceites esenciales. Con el [Seguro de MAPFRE Salud](https://www.mapfre.es/particulares/seguros-de-salud/) podrás consultar con un equipo de profesionales todas las dudas relacionadas con la salud. Lo que debes saber... - El sándalo se utiliza, sobre todo, para la salud y buen aspecto de la piel. Se presenta en aceite esencial puro, cremas, perfumes, jabones, palos de incienso... - Es un aliado en caso de hongos en las uñas, y también cuando hay cicatrices o estrías en la piel, así como dermatitis, eczemas, zonas irritadas... - Se trata de un remedio propio de la aromaterapia con muy buenos resultados para inducir el sueño. NOTA INFORMATIVA - «Los contenidos incluidos en esta sección ofrecen información relativa a terapias existentes explicadas por especialistas con experiencia en la materia con un objetivo divulgativo. MAPFRE no pretende en ningún caso posicionarse sobre su idoneidad ni promover expresamente su uso.» Alessandra Huerta CanalSALUD es un blog referente en el mundo de la medicina gracias a que todos sus contenidos están escritos por médicos especializados. Los años de experiencia de MAPFRE en el sector nos avalan como fuente de información veraz y práctica, ayudándote en tus cuestiones sobre la salud del cuerpo y la mente. "}