{"title": "Imbalance", "author": null, "url": "https://www.barrowneuro.org/condition/imbalance/", "hostname": "barrowneuro.org", "description": "Imbalance describes problems with your balance that can cause you to feel dizzy or unstable on your feet.", "sitename": "Barrow Neurological Institute", "date": "2020-08-07", "cleaned_text": "Imbalance What is Imbalance? Imbalance describes problems with your balance that can cause you to feel dizzy or unstable on your feet. Vertigo, a false sensation of spinning or movement, can be a component of imbalance. Imbalance may be a result of aging, or it could be an early sign of a more serious disease or condition. There may also be no obvious cause of imbalance. There are more than a dozen different balance disorders. Some of the most common include: - Benign paroxysmal positional vertigo (BPPV), also called positional vertigo - a brief, intense episode of vertigo triggered by a change in the position of the head - Labyrinthitis - an infection or inflammation of the inner ear that causes dizziness and loss of balance - Mal de Debarquement syndrome (MdDS) - a feeling of continuously rocking or bobbing, typically after sea travel - Ménière's disease - vertigo, hearing loss, tinnitus, a feeling of fullness in the ear - Vestibular neuronitis - an inflammation of the vestibular nerve that can be caused by a virus, primarily causes vertigo - Perilymph fistula - a leakage of inner ear fluid into the middle ear causing unsteadiness Other potential causes of imbalance include: - Arthritis - Brain tumors - Head injury - Hypothyroidism - Loss of muscle strength - Low blood pressure - Medications - Migraines - Multiple sclerosis - Nerve damage - Prolonged, excessive alcohol use - Weak muscles Falling may be a consequence of imbalance. The risk of falling may be compounded in the elderly by other neurological conditions or by chronic medical conditions. Symptoms of Imbalance Symptoms of imbalance include: - Blurred vision - Confusion or disorientation - Dizziness or vertigo - Falling or feeling as if you are going to fall - Fear, anxiety, or panic - Lightheadedness, faintness, or a floating sensation Treatments for Imbalance Treatment for imbalance will depend on the cause but may include medications or surgery. Your physician may also prescribe vestibular rehabilitation therapy, which combines head, body, and eye exercises to reduce the dizziness and nausea caused by imbalance. A physician who specializes in imbalance and balance problems is called a vestibular neurologist or a vestibular specialist. These are simple actions that you can take to reduce the risk of injury from imbalance: - Avoid walking in the dark - Modify conditions in your home or workplace to reduce the risk of injury - Use a cane or walker - Wear low-heeled shoes or walking shoes Additional Information How common is imbalance? More than four out of 10 Americans will have an episode of imbalance at some point in their lives. The incidence of falling caused by imbalance increases to 25 percent in people who are more than 65 years old. Who gets imbalance? Many people experience problems with balance as they get older. However, young people may also experience imbalance. How is imbalance diagnosed? Diagnosing the underlying cause of imbalance is difficult because there are many potential causes. Your primary care physician may refer you to a neurologist, otolaryngologist, or neuro-otologist for further diagnosis. Tests that may be used to determine the cause of imbalance include: - Audiometric (hearing) tests - Computerized dynamic posturography, or a series of tests that measures how well you can maintain your balance under different conditions - Computerized tomography (CT) scans - Eye movement tests, also called vestibular tests, such as electronystagmography (ENG) - Magnetic resonance imaging (MRI) - Physical examination, including assessment of eye and head movement, cerebellar function, and walking function "}