{"title": "PDF", "author": "PDF", "url": "www3.epa.gov/pesticides/chem_search/reg_actions/registration/fs_PC-116800_01-Sep-09.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "United States Environmental Protection Agency Office of Prevention, Pestic ides and Toxic Substances (7505P) _______________________________________________________ Pesticide Fact Sheet Name of Chemical: Ma mmalian Gonadotropin Releasing Hormone (GnRH) Reason for Issuance: New Chemical Nonfood Use Date Issued: September 2009 _______________________________________________________ (CAS) Number: 9034-40-6 Chemical Class: Sterilant/Hormone Registration Status: New Chemical, nonfood use Pesticide Type: Mammalian Contraceptive U.S. Producer: U.S. Department of Agriculture, APHIS, Pocatello Supply Depot 238 East Dillon Street Pocatello, ID 83201 12. Use Pattern and Formulations Mode of Action The active ingredient, Mammalian Gona dotropin Releasing Hormone (GnRH) is conjugated into a large protein that initiates an immune response in the animal with its own GnRH resulting in contraceptive effect s for a minimum of one year. Application Sites GonaCon will be us ed to control wild white-tailed deer Odocoileus virginianus ) populations in areas where they have become a nuisance (e.g, urban and suburban settings). Methods of Application The vaccine will be ad ministered to restrained female deer using preloaded syringes with an 18 or 19 gauge stainless steel hypodermic needle intramuscularl y into a large muscle mass by hand injection only. GonaCon is classified as a Restricted Use Pesticide. Use is restricted to USDA APHIS Wildlif e Services or state wildlife management personnel or persons working under their authority. Application Rate: Female deer are injected with a single injec tion containing 1.0 ml of GonaCon at least two to three months prio r to the onset of rut for full contraceptive effect. If multi year contraceptive effects are desired, a second v accination may be given 30 to 60 days after the first injection or during the following year. T w o f o r m u l a t i o n s ( b a s ic and alternate) are proposed for registration. 3. Science Findings Available data supporting the use and registration of Mammalian Gonadotropin Releasing Hormone including product chemistry, toxicology, efficacy, and ecological effects and environmental fate are summarized below. 2 Table 1. Product Chemistry Summary Peptide structure Common name Mammalian Gonadotropin Releasing Hormone (GnRH) CAS Reg. No. 9034-40-6 Color white Physical State Active: solid: powder EU: liquid: somewhat creamy in appearance Melting Point N/A Waiver request Boiling Point Waiver request: Solid at room temperature. Odor Active: odorless EU: odorless Stability to Normal and Elevated Temperatures, Metal, and Metal Ions N/A Waiver request Oxidation/Reduction Action N/A Waiver 6.49 Flammability N/A Waiver request Explodability N/A request Vapor pressure N/A Waiver request Water Solubility N/A Waiver request Storage stability N/A product's shelf life will be < 6 months so not necessary Corrosion Characteristics N/A product's shelf life will be < 6 months so not necessary TOXICOLOGY SUMMARY The Registrant submitted the studies listed in Ta bles 2, which include a number of toxicity studies. The Registrant submitted waiver reque sts which were granted for acute inhalation and dermal sensitization. 3 Acute Toxicity Data GnRH Table 2. Acute Toxicity Guideline No. Study Type Results Toxicity Category* OPPTS 870.1100 Acute Oral Rat All test animals survived 1 mL exposure. IV OPPTS 870.1200 Acute Dermal Rat All test animals survived 1 mL exposure. IV OPPTS 870.1300 Acute Inhalation Rat WAIVED IV OPPTS 870.2400 Primary Eye Irritation Rabbit No corneal opacity or iritis was observed. 1-hour post- instillation: 3/3 treated eyes exhibited conjunctival redness (score 1-2) and discharge (score 1). No \"positive\" grade irritation was noted at the 24-hour observation. Treated eyes were free of all eye irritation by 72-hours. IV OPPTS 870.2500 Primary Skin Irritation Rabbit No edema was observed at any treated site. Very slight erythema (score 1) was noted at all 3/3 test sites within 1-hour post-pad removal. Irritation severity decreased thereafter. No irritation was noted at the 72-hour observation. The PDII was 0.5. IV OPPTS 870.2600 Dermal sensitization WAIVED -- Toxicity Category IV = No precautions required Chronic toxicity data requirements were waived. There is no human exposure from use of GonaCon, therefore no toxicity endpoints were selected because of the very limited potential worker and dietary exposure. ECOLOGICAL EFFECTS Waivers were submitted to fulfill required ecological effects and environmental fate guideline studies for the registration of GonaCon because of the limited potential for environmental releases. Since the product is labeled only for injection to deer by hand and the substance is expected to be rapidly metabolized in treated animals, the limited 4potential risks to non-target organisms re sulting from the proposed registration of GonaCon are not expected to exceed th e Agency's concern levels. The proposed registration of GonaCon is expected to have no effect on endangered or threatened species EFFICACY GonaCon is intended to render a vaccinated female white-tailed deer infertile for a minimum of one year following vaccination. G onaCon is not expected to affect existing pregnancies but should cause infertility of the vaccinated animal in subsequent years. If multi-year contraceptive effects are desire d, a second vaccination may be given 30-60 days after the first injection or during the following year. There is a chance that some vaccinated females will become permanently sterile. Product performance studies were conducted by APHIS's National Wildlife Research Center (NWRC) both in the field over a two year period and in a laboratory over multiple years to compare two different formulations. The field test, initiated in 2004 used two s ites consisting of fenced federal land near Silver Spring, MD. Female deer in the vaccinated group were dosed with the labeled rate of the vaccine during July and August 2004. A ll deer were marked with ear tags and radio telemetry collars equipped with mortalit y sensors. Reproductive status was assessed in the summers of 2005 and 2006 with visual inspection of the udders for signs of lactation. Results showed 88% efficacy in the summer afte r vaccination with lactation evident in 3 of the 26 does vaccinated (12%). Of the cont rol group, reproductive status was able to be determined in 13 of the 15 deer and lactati on was evident in 11 of those 13 doe (85%). In the second summer after va ccination lactation was eviden t in 10 of the remaining 19 vaccinated deer (53%) equating to an efficacy rate of 47%. In the control group, 10 of the 10 remaining deer (100%) had reproductive success. The lab study results showed the alternate form ulation to be more e ffective than the basic formulation. The alternate formulation ha d a 100% success rate (5/5 does remained contracepted for two years) compared to the basic formulation with a 60% success rate after two years (3/5 does cont racepted). Due to economic and supply reasons however, it is necessary for the product to carry both formulations. 4. Summary of Regulatory Position and Rationale Available data provide adequate informati on to support the conditional registration of GnRH as a tool for management of nuisance white-tailed deer. White-tailed deer have been classified by EPA as a public health pest because they are a host for blacklegged ticks ( Ixodes scapularis ), more commonly known as deer ticks, which are a carrier of Lyme disease. 5 In many urban and suburban areas white-ta iled deer populations have become over abundant and are considered a year-r ound nuisance causing many human-wildlife conflicts such as destruction on gardens, lands capes and golf courses as well as a cause of numerous vehicle accidents. According to a 2006 study, th e National Highway Traffic Safety Administration reported that there are about 1.5 million car accidents with deer resulting in over $1 billi on of damage and 150 human fatalities annually. GonaCon is intended to be used in combina tion with other management techniques since it cannot alone reduce already over abundant populations. 5. Labeling Restrictions To mitigate any risks, the following requirements have been imposed: Restricted -Use Pesticide classification due to non-ta rget injection hazard. Application is restricted to USDA APHI S Wildlife Services or state wildlife management agency personnel or persons working under their authority only. Administration of vaccine is only by hand injection to mitigate any non-target or environmental risks that occur with administration with darts. Use restricted to only one species: white-tailed deer ( Odocoileus virginianus). PPE requirements include: long sleeved sh irt and long pants, gloves and shoes plus socks to mitigate occupational exposure. Children are not allowed in areas where product is used A warning that pregnant women should not be involved in handling or injecting GonaCon and that all women should be aw are that accidental self-injection may cause infertility. 6. Conditional Data Requirements Because of the unique chemical nature of GnRH additional preliminary analysis and certified limits data are necessary. The regist rant must submit this data to the Agency upon completion. Conditional data required fo r GonaCon consists of: Guideline 830.1700 Validating the method of analysis of the formulation and additional preliminary analysis Guideline 830.1750 Certified Limits 6 Contact Person at USEPA Mailing address: Autumn Metzger Biologist, Insecticide-Rodenticide Branch Environmental Protection Agency Office of Pesticide Programs Registration Division (7505P) Insecticide Branch 1200 Pennsylvania Avenue NW Washington, D.C. 20460 Office location and telephone number: Room S-7224, One Potomac Yard 2777 S. Crystal Drive Arlington, VA 22202 703-305-5314 DISCLAIMER: The information in this Pestic ide Fact Sheet is for information only and is not to be used to satisfy data requirements for pesticide registration. The information is believed to be accura te as of the date on the document. 7APPENDIX I GLOSSARY OF TERMS AND ABBREVIATIONS ADNT Acute delayed neurotoxicity a.i. Active Ingredient aPAD Acute Population Adjusted Dose ARI Aggregate Risk Index BCF Bioconcentration Factor CAS Chemical Abstracts Service ChE Cholinesterase ChEI Cholinesterase inhibition cPAD Chronic Population Adjusted Dose %CT Percent crop treated DAT Days after treatment DEEM-FCID Dietary Exposure Evaluation Mode l - Food Consumption Intake Database DNA Deoxyribonucleic acid DNT Developmental neurotoxicity DIT Developmental immunotoxicity DWLOC Drinking Water Level of Comparison. EC Emulsifiable Concentrate Formulation EEC Estimated Environmental Concentration. The estimated pesticide concentration in an environment, such as a terrestrial ecosystem. EPA U.S. Environmental Protection Agency FQPA Food Quality Protection Act GLC Gas Liquid Chromatography GLN Guideline Number LC 50 Median Lethal Concentration. A statis tically derived concentration of a substance that can be expected to cause death in 50% of test animals. It is usually expressed as the weight of substance per weight or volume of water, air or feed, e.g., mg/l, mg/kg or ppm. LD 50 Median Lethal Dose. A statistically derived single dose that can be expected to cause death in 50% of th e test animals when administered by the route indicated (oral, dermal, inhala tion). It is expresse d as a weight of substance per unit weight of animal, e.g., mg/kg. LOAEL Lowest Observed Adverse Effect Level LOAEC Lowest Observed Adverse Effect Concentration LOC Level of Concern LOD Limit of Detection LOQ Limit of Quantitation mg/kg/day Milligram Per Kilogram Per Day mg/L Milligrams Per Liter MOE Margin of Exposure 8MRID Master Record Identification (num ber), EPA's system of recording and tracking studies submitted MTD Maximum tolerated dose NA Not Applicable NOEC No Observable Effect Concentration NOEL No Observed Effect Level NOAEL No Observed Adverse Effect Level NOAEC No Observed Adverse Effect Concentration NPDES National Pollutant Discharge Elimination System OP Organophosphate OPP EPA Office of Pesticide Programs OPPTS EPA Office of Prevention, Pes ticides and Toxic Substances PAD Population Adjusted Dose PAG Pesticide Assessment Guideline PAM Pesticide Analytical Method PHED Pesticide Handler's Exposure Data PHI Preharvest Interval ppb Parts Per Billion PPE Personal Protective Equipment ppm Parts Per Million PRZM/EXAMS Tier II Surface Water Computer Model RAC Raw Agriculture Commodity RBC Red Blood Cell RED Reregistration Eligibility Decision REI Restricted Entry Interval RfD Reference Dose SCI-GROW Tier I Ground Water Computer Model SF Safety Factor TGAI Technical Grade Active Ingredient UF Uncertainty Factor µg micrograms µg/L Micrograms Per Liter µL/g Microliter per gram USDA United States Department of Agriculture WPS Worker Protection Standard 9APPENDIX II Citations Considered Part of the Data Base Supporting the Registration of GonaCon. MRID Citation Receipt Date 47649600 United States Department of Agriculture's Animal and Plant Health Inspection Service (USDA APHIS) (2009) Submission of Product Chemistry, Toxicity, Efficacy and Residue Data in Support of the Application for Registration of G onaCon Immunocontraceptive Vaccine. Transmittal of 36 Studies. 22-Jan- 2009 47649601 O'Hare, J.; Eisemann, J. (2008) Description Produce: \"GoneCon Immunocontraceptive Vaccine\". Project Number: P4417. Unpublished study prepared by US Dept. of Agriculture, APHIS, WS: National Wildlife Research Center. 168 p. 22-Jan- 2009 47649602 O'Hare, J.; Eisemann, J. (2008) Description of \"GonaCon Immunocontraceptive Vaccine\". Project Number: M8546, BT016/02. by US Dept. of Agriculture, APHIS, WS: National Wildlife Research Center. 99 p. 22-Jan- 2009 47649603 O'Hare, J.; Pilon, J.; Eisemann, J. Formation of Impurities \"GonaCon Immunocontrace ptive Vaccine\". Unpublished study prepared by US Dept. of Agricult ure, APHIS, WS: National Wildlive J.; Eisemann, J.; Pilon, and Certified Limits \"GonaCon Immunocontraceptive Vaccine\": Final Report. Unpublished study prepared by US Dept. of Agriculture, APHIS, WS: National Wildlife Research Center. 9 p. 22-Jan- 2009 47649605 O'Hare, J.; \"GonaCon Immunocontraceptive Vacci ne\". Unpublished study prepared by US Dept. of Agriculture, APHIS, WS: National Wildlife Research Center. 40 p. 22-Jan- 2009 47649606 O'Hare, J.; Eisemann, J. (2007) Product Chemistry: Color, Physical State, Odor, and pH - USDA APHIS GonaC on Immunocontraceptive Vaccine (EPA Reg. No. 56228-xx): Final Re port. Project Number: QA/1421. Unpublished study prepared by US Dept. of Agriculture, APHIS, WS: National Wildlife Research Center. 31 p. 22-Jan-2009 47649607 Warren, J.; Stephens, S. (2008) Stability to Normal and Elevated Temperatures, Metal, and Metal Ions: (Gonadotropin Releasing Hormone). Unpublished study prepared by US Dept. of Agriculture, APHIS, WS. 8 p. 22-Jan-2009 47649608 Warren, Oxidation/Reduction Chemical Incompatibility: (GonaC on Immunocontraceptive Vaccine). Unpublished study prepared by US Dept. of Agriculture, APHIS, WS. 8 p. 22-Jan-2009 47649609 Warren, J.; Stephens, S. (2008) Flammability: (GonaCon Immunocontraceptive Vaccine). Unpublished study prepared by USDA APHIS. 8 p. 22-Jan- 2009 1047649610 Warren, J.; Stephens, S. (2008) Explodability: (GonaCon Immunocontraceptive Vaccine). Unpublished study prepared by USDA APHIS. 4 p. 22-Jan- 2009 47649611 Warren, J.; Stephens, S. (2008) Miscibility: (GonaCon Immunocontraceptive Vaccine). Unpublished study prepared by USDA APHIS. 8 p. 22-Jan-2009 47649612 Warren, J.; Stephens, S. (2008) Corrosion Characteristics: (GonaCon Immunocontraceptive Vaccine). Unpublished study prepared by USDA APHIS. 8 p. 22-Jan-2009 47649613 Warren, J.; Stephens, S. (2008) Dielectric Breakdown Voltage: (GonaCon Immunocontraceptive Vaccine). Unpublished study prepared by USDA APHIS. 8 p. 22-Jan-2009 47649614 Warren, 47649615 Warren, J.; Stephens, S. (2008) Viscosity: (GonaCon Immunocontraceptive Vaccine). Unpublished study prepared by USDA APHIS. 8 p. 22-Jan- 2009 47649616 Warren, J.; Stephens, S. (2008) Melting Point: (GonaCon Immunocontraceptive Vaccine). Unpublished study prepared by USDA APHIS. 8 p. 22-Jan- 2009 47649617 Warren, J.; Stephens, S. (2008) Boiling Point: (GonoCon Immunocontraceptive Vaccine). Unpublished study prepared by USDA APHIS. 4 p. 22-Jan- 2009 47649618 APHIS. 4 p. 22-Jan- 2009 47649619 Warren, J.; Dissociation Constant in Water: (GonaCon Immunocontraceptive Vacci ne). Unpublished study by USDA APHIS. 8 p. 22-Jan-2009 47649620 Warren, Partition Coefficient: Immunocontraceptive Vacci ne). Unpublished study USDA APHIS. 8 p. 22-Jan-2009 47649621 Warren, J.; Stephens, S. (2008) Water Solubility: (GonaCon Immunocontraceptive Vaccine). Unpublished study prepared by USDA APHIS. 8 p. 22-Jan-2009 47649622 Warren, J.; Stephens, S. (2008) Vapour Pressure: (GonaCon Immunocontraceptive Vaccine). Unpublished 8 p. 22-Jan-2009 47649623 of Agriculture, APHIS, WS: Natiional Wildlife Research Center. 27 p. 22-Jan-2009 O'Hare, J. (2008) Direction for Use: GonaCon Immunocontraceptive Vaccine. Unpublished study prepared by US Dept. of Agriculture, APHIS, WS: National Research Center. 12 p. 22-Jan- 2009 47649625 (2008) GonaCon Immunocont raceptive Vaccine: Acute Oral 22-Jan- 11Toxicity Procedure in Rats. Project Number: P320/USDA, 23211. Unpublished study prepared by Product Safety Laboratories. 28 p. 2009 47649626 Lowe, C. (2008) GonaCon Immunocont raceptive Vaccine: Acute Dermal Toxicity - Limit Dose Procedure in Rats. Project Number: 23212, P322/USDA. Unpublished study prepared by Product Safety Laboratories. 28 p. 22-Jan- 2009 47649627 O'Hare, J.; Vacci ne). Unpublished study prepared by 22-Jan-2009 47649628 Lowe, C. (2007) GonaCon Immunocont raceptive Vaccine: Irritation Study in Rabbits. Project Number: P324, 22806. Unpublished study prepared by Product Safety Laboratories. 29 p. 22-Jan-2009 47649629 Lowe, C. (2008) GonaCon Immunocont raceptive Vaccine: Irritation Study in Rabbits. Project Number: P326, 22807. Unpublished study prepared by Product Safety Laboratories. 27 p. 22-Jan-2009 47649630 O'Hare, study p. 22-Jan-2009 47649631 O'Hare, J.; Toxicity: (GonaCon Immunocontraceptive Vacci ne). Unpublished study prepared p. 22-Jan-2009 47649632 O'Hare, (Human ). Unpublished study p. 22-Jan-2009 p. 22-Jan-2009 47649634 O'Hare, ne): (Human). p. 22-Jan-2009 47649635 O'Hare, J.; (GonaCon ntraceptive Vaccine): (Hen). Unpublished 47649636 Test of a Single-Injection of GonaCon Immunocontraceptive Vaccine In Female White-Tailed Deer. Project Number: QA/1112. Unpublished study prepared by US Dept. of Agri culture, APHIS, WS: National Wildlife Research Center. 31 p. 22-Jan-2009 12 "}