{"title": "Intravenous Vitamin C in Cancer", "author": "Michael Traub", "url": null, "hostname": null, "description": null, "sitename": null, "date": "2014-08-27", "cleaned_text": "New information has become available about the clinical use of intravenous vitamin C in recent years, particularly in its application in cancer. However, great variability in practice persists, reflecting a lack of knowledge of how this treatment should be most safely and effectively employed. This article reviews the forms of nutrients that best balance changes in blood chemistry inherent in this therapy and the appropriate use of B vitamins and glutathione. Abstract New information has become available about the clinical use of intravenous vitamin C in recent years, particularly in its application in cancer. However, great variability in practice persists, reflecting a lack of knowledge of how this treatment should be most safely and effectively employed. This article reviews the forms of nutrients that best balance changes in blood chemistry inherent in this therapy and the appropriate use of B vitamins and glutathione. Introduction Intravenous vitamin C (IVC) is quite different physiologically than the oral form of the vitamin. Plasma values of intravenous vitamin C can reach more than 25 mmol/L versus the plasma limit of 250 mol/L for orally ingested vitamin C.1 Therefore, IVC infusions have unique clinical applications, including the use of high doses as a therapeutic tool in cancer care.2 Many clinical trials have been done or are currently being done assessing the use of IVC in cancer care.3-7 Such research into the biochemistry and application of this clinical tool is leading to a better understanding of best practices in implementing IVC in cancer care. IVC has at least 2 diverse therapeutic applications, one derived from high doses of vitamin C, the other from lower doses. Both uses may be clinically helpful over a wide range of applications. This apparent therapeutic dichotomy exists because at lower doses, IVC acts as a cell-support and antioxidant supplement, whereas at higher doses it acts as an oxidative pro-drug.8 While there is no concrete definition of high-dose versus low-dose vitamin C, the general consensus among practitioners is that high-dose intravenous vitamin C (HDIVC) is greater than 10 g/infusion and low-dose intravenous vitamin C (LDIVC) is less than 10 g/infusion. HDIVC is being researched as a possible adjunct in cancer care and anti-infective protocols.9 HDIVC protocols are purely oxidative and contain only minerals needed to specifically balance electrolytes. Because HDIVC is meant to be oxidative, glutathione and supplements that increase glutathione (eg, n-acetyl cysteine) should not be given on the same day, lest the oxidative capacity be lowered.10 There is also in vitro research suggesting that other antioxidants, such as quercetin, curcumin, and melatonin, may interfere with the oxidative capacity of vitamin C, although this has not been demonstrated in animal models or humans.11 Low-dose Intravenous Vitamin C Many protocols exist for the use of LDIVC. This is commonly referred to as a Myers' cocktail, and the ordering physician can create a combination of nutrients specific to the patient's condition and needs. While it can be used in the context of complementing conventional cancer treatment, LDIVC is also used for other conditions such as headaches, muscle spasms, arrhythmia, and anxiety, to name a few. A thorough review of LDIVC is beyond the scope of this article, but it should be noted that the use of LDIVC is generally considered safe. When IVC is given at low doses, there is little risk to the patient other than the risks inherent in the delivery of any IV solution. Namely, there is some risk of infection at the access site as well as risk of fluid overload if too much volume is delivered too quickly or if the kidneys are impaired. LDIVC can be delivered in iso-osmolar concentrations, creating little disturbance in fluid or electrolyte balance. Some LDIVC is given in hyperosmolar concentrations and as such can have a dehydrating effect in the patient largely due to the short-term sodium load that has to be excreted following the IV. If employing HDIVC, there are a few compounding and administration points to consider that are not an issue with a lower-dose IVC. These include optimum electrolyte additions and separation of B vitamins and glutathione from the oxidative HDIVC treatment. Balancing Blood Chemistry Data from the Bastyr Integrative Oncology Research Center (BIORC) led to the use of chloride salts of potassium, magnesium, and calcium in HDIVC formulas (P. Anderson, ND, unpublished data, February 2012). The additional minerals have been calculated and adjusted to decrease any blood chemistry changes inherent in HDIVC infusions for cancer and were derived through pre- and post-IVC blood chemistry analysis at BIORC (P. Anderson, ND, and L. Standish, ND, unpublished data, 2012). The chloride form of the mineral additive is critical to this balance to compensate for electrolyte shift concerns with HDIVC. These concerns are hypocalcemia (ascorbate is a weak calcium hypokalemia, hypernatremia (IVC sodium hydroxide as a g of IVC contains 2750 mg of sodium—in our research at BIORC, this included all preparations of 500 mg/mL ascorbic acid from any source) and hypochloremia (high sodium causes a downward shift in chloride). Most of the published trials on HDIVC and cancer come from the work of Jeanne Drisko at the University of Kansas Medical Center. Drisko's group used vitamin C with magnesium sulfate and now uses magnesium chloride. The BIORC data led to replacing sulfate with chloride and also adding calcium chloride and potassium chloride. Of note is the fact that the BIORC data were derived from the first trial using pre- and post-HDIVC blood chemistry analysis to set the baseline chemistry shifts with the IVC-mg formula, and then the same chemistry analysis was used to derive the new formulas in human subjects. The BIORC formula for an infusion of 25 g of IVC is displayed in Table 1, and the BIORC formula for an infusion of 50 g of IVC is displayed in Table 2. Table 1. BIORC Formula for an Infusion of 25 g of of 554 mL and an osmolarity of 558 mOsm/L.Table 2 . BIORC Formula for an Infusion of 50 612 mL and an osmolarity of 1001 mOsm/L. Separation of B Vitamins and Glutathione From the Oxidative IVC Therapy Pharmacologic ascorbic acid concentrations in tissue creates oxidation through the production of extracellular H2O2, which can diffuse into cells, deplete ATP in sensitive cells, and possibly cause cell death.12 While B vitamins and other antioxidants may be needed during cancer therapy to simply maintain repletion in a patient, they may decrease the oxidative effect of HDIVC if concurrently administered.13 Assuming it is the oxidative effects of IVC that lead to cell death of cancerous cells, it stands to reason that the powerful antioxidative system that centers on glutathione may impair this effect as well. Indeed, one study in rodents confirms that HDIVC and glutathione (GSH) should not be administered on the same day. In that study, mice with pancreatic cancer xenografts were given intraperitoneal ascorbic acid (AA) at 4g/kg daily, which reduced tumor volume by 42%. However, addition of intraperitoneal GSH inhibited the AA-induced tumor volume reduction.14 As mentioned, patients receiving HDIVC may need nutrient repletion with B vitamins, other nutrients and possibly even GSH for normal cells to remain replete. The reason for this assumption is that during the biochemical processing of high doses of intravenous ascorbate, glutathione peroxidase and glutathione redox cycle) is increased. increase in GSH-GSSG cycling utilizes NAD, FAD, selenium, magnesium, and other nutrients.15 If repletion of these nutrients is to be done in intravenous form, the infusion should be separated from HDIVC by at least 24 hours to ensure that oxidative effects of the HDIVC are maximized. As an example, a patient at BIORC assessed through clinical and laboratory metrics who may require both IV strategies will often receive HDIVC on Monday and Wednesday and then a vitamin-mineral support IV on Thursday or Friday. Assessment of what is needed for each patient is being tracked in conjunction with an ongoing research protocol of IVC at BIORC, the details of which will be published at study end. Considerations of IVC Usage In a yet unpublished review of safety and adverse events from the BIORC study, it is clear that most side effects or adverse events associated with HDIVC really relate to 2 basic physiologic changes during IVC administration: dehydration and, less commonly, blood sugar changes. HDIVC causes dehydration (the only hydrating solutions given via IV route are isotonic or mildly hypotonic—HDIVC is generally hypertonic, and all hypertonic solutions dehydrate the patient), which can lead to bounding pulse, increased blood pressure, and headache. The reason for dehydration in hypertonic IV solutions is the transient increase in plasma osmolarity resulting in cellular dehydration. As the patient hydrates, the osmolarity shift between plasma and extracellular fluid equalizes and the cellular dehydration resolves. Clinicians should encourage patients to stay well hydrated before, during, and after the HDIVC and expect to urinate frequently during and after the course of each treatment. In patients with poor oral intake and preexisting nausea, we typically infuse 250 mL to 500 mL 0.45 or 0.9% saline before or after the HDIVC. Such preemptive hydration is gauged by standard safety precautions to avoid fluid overload in susceptible patients. HDIVC also has been reported to have the potential to induce pancreatic insulin release, which in some patients can cause hypoglycemic symptoms during the IV.16 In yet unpublished data from the BIORC blood chemistry study, a nonlinear and patient-dependent response of blood sugar to HDIVC has been noted. This means that in some patients, the hypoglycemic reaction is nonexistent, and in some it can be profound. For this reason, it is suggested (and borne out by better comfort and outcome in the BIORC trial) that patients should eat before the HDIVC and have protein snacks during infusion. It is also important to remember that a finger stick glucometer will not be accurate during or for up to 8 hours following HDIVC (it will read factitiously high because the glucometer will read the ascorbate as glucose), but serum or plasma drawn in the same time period and processed by common commercial lab methodology will have reliable glucose readings. Contraindications to IVC As oxidation is possible when using moderate to high doses of IVC pre-testing for patient glucose-6-phosphate dehydrogenase enzyme (G6PD), deficiency is recommended for all patients receiving IVC at either oxidative doses or repeated lower-dose IVC given frequently. While rare, deficiency of G6PD can lead to hemolytic anemia, which presents many hours after the infusion and can be fatal. Since IVC is given in volumes over 250 cc and often contains significant amounts of sodium due to sodium hydroxide buffer in solution, caution should be taken in patients who may be adversely affected by volume expansion such as those with congestive heart failure and edema/ascites. In a voluntary survey of practicing clinicians first published in 2006 and updated in 2008 by Padayatty and et al, adverse events included 59 patients reporting fatigue/lethargy and 21 patients with mental status changes in the 9328 patients for whom data were available.17 There were also 2 fatalities in the survey; in one case, the patient had a G6PD enzyme deficiency and the other was receiving renal dialysis. Caution should be used in those with impaired kidney clearance as well as those with a history of calcium oxalate stones, as stone formation was also reported as a rare adverse event in the survey, and previous case reports of such reactions can be found in published literature.18-20 Lastly, IVC acidifies urine so caution should be taken in cases where more acidic urine may lead to bladder damage (ie, chronic hemorrhagic cystitis) or increased toxicity of chemotherapeutics (ie, methotrexate). Conclusion While there is much still to be learned about the optimal use of HDIVC in cancer therapy, ongoing research continues to elucidate its role in cancer care. Only prospective, randomized trials will give us the definitive information needed to create practice guidelines. Until then, we must use the \"best evidence\" guidelines that are available to date. Ongoing research at BIORC (unpublished) suggests that the use of chloride salts of magnesium, calcium, and potassium is prudent to balance electrolytes in those receiving HDIVC. The research project is ongoing, and outcome data will be published at a later date. Until then, it is advisable to include the chloride forms of added minerals and to avoid glutathione and B vitamins on the day of HDIVC infusion. Appendix 1. References for IVC oxidative levels.21 A definitive level for the threshold of oxidation in intravenously (IV) administered ascorbate is unclear. Some research suggests lower levels than previously considered (5-10 g IVC) may cause oxidation and another disagrees.22-24 recommendation for G6PD testing.22 Run G6PD/ hemoglobinopathy screening on any person getting any single IVC over 10-15 g. "}