{"title": "Not 'if' but 'when': Antibiotic resistance poses existential threat for modern medicine", "author": "USA TODAY", "url": "https://www.usatoday.com/story/news/health/2023/07/30/risk-of-antibiotic-resistant-bacteria/70420036007/", "hostname": "usatoday.com", "description": "Millions are expected to die if more antibiotics aren't developed soon and protected. Experts worry not enough is being done fast enough.", "sitename": "USA TODAY", "date": "2023-07-30", "cleaned_text": "Not 'if' but 'when': Antibiotic resistance poses existential threat for modern medicine In some ways, Melanie Lawrence is living a future that awaits us all. She carries bacteria that's resistant to nearly every antibiotic, and is allergic or intolerant to the rest. Now when she gets an infection, which she does every few months, she has to hope her immune system can fight it without much help from modern medicine. Despite more than a century of antibiotic research and development, the world is quickly running out of these lifesaving drugs. Antibiotics, either found in nature or developed intentionally, are designed to kill bacteria. But bacteria have been evolving for more than 3 billion years and have learned to change themselves to survive. The more we use them, the more they adapt. In 2019, the last year for which data is available, more than 2.8 million Americans had antimicrobial-resistant infections and more than 35,000 died, [according to the Centers for Disease Control and Prevention](https://www.cdc.gov/drugresistance/biggest-threats.html#:~:text=More%20than%202.8%20million%20antimicrobial,people%20die%20as%20a%20result.). Worldwide, deaths already top 5 million a year and are expected to grow into the tens of millions within a few decades. \"We are truly right now in the midst of this crisis,\" Brenda Wilson, a professor of microbiology at the University of Illinois said in a recent American Society for Microbiology talk. The U.S. was making solid progress against antibiotic resistance before the coronavirus pandemic. Thanks to improved infection prevention and control and better stewardship, [deaths from antimicrobial resistance declined by 18% overall and 30% in hospitals](https://www.cdc.gov/drugresistance/pdf/covid19-impact-report-508.pdf) from 2012 to 2017. But the pandemic pushed hospitals and other health care facilities near their breaking point in 2020, leading to an increase in antibiotic use, trouble following infection prevention and a significant increase in resistant infections in U.S. hospitals, the CDC found. Resistant hospital-onset infections and deaths increased at least 15% that year, although data outside hospitals is lacking. Overuse, both among people who would have recovered without the drugs and in livestock that get them to promote growth, not treat illness, helps drive resistance. Dealing with antibiotic-resistant infections already costs about $5 billion a year, said Brian Ho, who co-wrote a book with Wilson called \"Revenge of the Microbes.\" And there's a tremendous human cost, in addition to the financial one. \"A lot of what we do in medicine relies on our ability to handle bacterial infections that occur along the way,\" said William Hanage, who co-directs the Center for Communicable Disease Dynamics at the Harvard T.H. Chan School of Public Health. Minor injuries can become life-threatening without antibiotics. Many surgeries wouldn't be able to happen without knowing there were antibiotics to prevent any later infections. Patients need antibiotics if they're being treated with steroids or for cancer, rheumatoid arthritis, and other conditions that limit their immune response, as do people like Lawrence, who has cystic fibrosis, which makes her vulnerable to every passing bug. \"We want to be able to handle these things,\" Hanage said. Urging action Lawrence, 43, traveled to Washington, D.C., earlier last month from her home in Fairhaven, Massachusetts, an hour south of Boston, to lobby the Senate for more funding and attention for antibacterial resistance. She and others are encouraging Congress to pass a bill called the [Pioneering Antimicrobial Subscriptions To End Up surging Resistance (or PASTEUR) Act](https://www.bennet.senate.gov/public/_cache/files/9/1/91deed6f-7dc0-41a3-a1da-8563962e0c2c/77060E0F1876FF4ADDFBC421E7A16909.pasteur-2023-text.pdf), named for Louis Pasteur, the 19th-century Frenchman often considered the father of germ theory and modern microbiology. The bill was first introduced in 2020. It would create new incentives for drug companies to discover and develop antibiotics. Right now, there's no financial incentive for a company to spend as long as a decade and upward of $1.5 billion developing an antibiotic that someone will use only for a week or two limiting the amount a company can charge and which might be obsolete in four or five years as bacteria become resistant. \"The market is broken because it's focused on volume. Antibiotics should not be used in high volume,\" said Dr. Helen Boucher, dean of the Tufts University School of Medicine, who also testified in favor of the PASTEUR Act. \"PASTEUR reimburses for value, regardless of volume.\" Other places already have implemented similar financial models. In the U.K., the [government this month signed contracts](https://www.england.nhs.uk/2023/07/nhs-steps-up-battle-against-life-threatening-infections-following-successful-world-first-pilot/) with drugmakers Pfizer and Shionogi, guaranteeing them a fixed annual fee of up to $13 million for the next decade for two new antibiotics. Rather than paying the companies based on the volume of drugs sold, the new subscription model removes any incentive for overuse. Also on the horizon are tests that help doctors quickly distinguish between an infection caused by a virus, which won't benefit from an antibiotic, and one caused by bacteria, which might. Earlier this month, the Food and Drug Administration [cleared a test from Lumos Diagnostics](https://lumosdiagnostics.com/news/lumos-receives-us-fda-clearance-for-febridx/) of Australia that can rapidly identify a bacterial infection. And [a study on July 13 found](https://journals.asm.org/doi/10.1128/jcm.01855-22) that the Karius Test, commonly used in hospitals, could distinguish among 700 types of microbes, including bacteria, viruses and fungi, in just one day. Still, Lawrence says, the world needs \"more science, more attention to outsmarting these bacteria because we're losing the race at this point.\" Careful use Resistance develops when a small group of bacteria is different enough from the rest to survive an antibiotic onslaught. These remaining microbes then reproduce, taking over the infection, which is now unaffected by or resistant to the antibiotic. \"We should not be taking antibiotics unless it's absolutely necessary,\" said Dr. Adi Shah, an infectious disease specialist at the Mayo Clinic in Minnesota. \"Giving an antibiotic for unclear or unnecessary reasons is like sending bacteria or a fungus to a gym to work out and form stronger defenses.\" To limit the overuse of antibiotics, doctors are now prescribing them less often and for shorter periods. Where someone 30 years ago might have been prescribed 10 days of antibiotics, and someone 15 years ago would have gotten a five-day prescription, they're now getting the drug for two days. Hanage said there was never any magic to 10 days. When researchers started testing, they realized there was no real benefit to longer courses over shorter ones. Antibiotics also have been shown not to be useful for things like childhood ear infections, shaving at most a half-day off the course of an infection. But habits die hard. When that news arrived in Hanage's native Britain, emergency room doctors didn't stop prescribing antibiotics for ear infections, they just stopped writing the medical term for \"ear infection\" as their diagnosis. \"Cultural change in medicine is a really difficult thing to achieve,\" he said. \"It's rightly a 'small c' conservative field.\" Food supply The commercial raising of animals for food has contributed to the problem. For decades, breeders have fed their livestock antibiotics. At first, they started out trying to help sick animals get well. But they noticed that animals fed antibiotics got big faster. So it became standard practice to include antibiotics in the feed of every animal, from poultry to fish to pigs to cows. \"The nature of raising animals in the backyard or a big barn really motivates the spread of microbes and facilitates the spread,\" Johnson said. \"Those microbes have the potential to enter humans.\" In recent years, under pressure from advocates, some companies have promised to cut back on the routine feeding of antibiotics. But some of those promises ring hollow, advocates say, or have been hard to maintain in a competitive marketplace. Earlier last month, Tyson Foods, the largest chicken producer in the United States, moved away from the \"no antibiotics ever\" [pledge it made in 2015](https://ir.tyson.com/news/news-details/2015/Tyson-Foods-Strives-to-Eliminate-Human-Antibiotics-From-Broiler-Chicken-Flocks-by-2017/default.aspx). Instead, the company is transitioning to \"no antibiotics important to human medicine\" by the end of this year. It uses essential oils and botanicals like oregano and thyme, as well as probiotics as antibiotic alternatives, and [says it is ](https://www.tysonfoods.com/news/viewpoints/antibiotic-alternatives)\"making significant progress eliminating the use of antibiotics also important to human health from our chicken production.\" While most farms don't use \"medically important\" antibiotics, using disinfectants or other methods to prevent certain types of bacteria from taking hold can inadvertently favor other potentially dangerous bacteria, Johnson said. When bacteria develop drug-resistant genes, he said they can jump from one pathogen to another. This tends to occur in microbiomes, like the gut, which are rich in microorganisms and motivate the drug-resistant gene to spread between bacteria to survive. Drug-resistant genes can also hop from non-threatening bacteria found in animals to pathogens that are more harmful to humans. \"Those resistances don't tend to go away easily,\" Johnson said. Facing resistance Lawrence has cystic fibrosis, an inherited lung disorder that makes her mucus sticky, which attracts lots of bacteria and other microbes. When she was diagnosed as a child, her parents were told she probably would not make it past age 16. She's obviously grateful for all the extra time, but anxious too. \"In some ways, I'm just getting started. I have so much left in me,\" Lawrence said. She has been on antibiotics almost nonstop since her diagnosis. Oral antibiotics worked until puberty. By her teenage years, she had run out of those and had to go to the hospital for IV antibiotics that would take a week or two to work their magic. In her 30s, the antibiotics would take five weeks to knock out the bugs, and another two months after that for her body to finish healing. Now she gets the most cutting-edge treatment for cystic fibrosis, a combination of three medications approved by the FDA in 2019. In younger people, that therapy, called Trikafta from Vertex Pharmaceuticals, helps reduce infections and the need for antibiotics. But Lawrence, like other older cystic fibrosis patients with some lung damage, still has infections roll in every few months. Even during the pandemic, when she rarely left the house and wore a mask everywhere, antibiotic-resistant infections still found her. \"It's in the soil. It's in the environment. It's everywhere,\" she said. Shah, of the Mayo Clinic, said he noticed about six years ago that patients would come in with harder-to-treat infections. They were sicker than he would have expected, and the typical drugs didn't work or took longer to make a difference. Boucher, of Tufts, said she sometimes has to offer patients the choice of saving their life with an antibiotic, but at the cost of harming their kidneys or hearing or both. Some antibiotics damage the cranial nerves, which are involved in hearing and balance, as well as the kidneys. Dr. Lilian Abbo, an infectious disease specialist at the University of Miami Miller School of Medicine, said she also has been seeing more patients resistant to first-, second- and third-line antibiotics, as well as antimicrobials drugs that work against viruses and fungi. \"Even in children who are healthy, we're seeing resistance, which before we would not have seen,\" she said. \"Most people may not be aware until it's their turn to experience it.\" It's tough, she said, when she has to tell a patient they need to be hospitalized to get intravenous antibiotics because pills aren't working against something as seemingly simple as a urinary tract infection. Sometimes, she'll try combinations of drugs. In a few cases, she has had to \"simply tell the person, 'I've run out of options.' Those are heartbreaking.\" Changing times Climate change also is fueling antibiotic resistance, several experts said. \"It's important to understand and acknowledge that as our global temperature rises, the number of microbes that are present in the environment and where they tend to flourish will change,\" said Tim Johnson, a professor at the University of Minnesota's College of Veterinary Medicine. \"If the temperature is increasing in the soils or ambient, that promotes their survival in places where they normally just hang out but don't grow.\" Wound infections are worse in warming climates. More waterborne pathogens are becoming drug-resistant, in part because of agricultural use of antibiotics that flush into waterways. Increased flooding brings those pathogens into closer contact with people. In her recent talk, Wilson told the story of Aimee Copeland, a 24-year-old grad student when she fell off a zip line in 2012 and scraped her knee on rocks in the river below. Copeland's leg was stitched up and she was sent home with antibiotics, but the wound quickly got infected. Available drugs were no match for the naturally antibiotic-resistant bacteria she had picked up in the water. Kidney and heart failure followed; then came amputation of all four limbs. Stories like Copeland's will become more common, Wilson fears, as more bacteria and other microbes become drug-resistant. Bacteria don't all become resistant at the same rate. Group A streptococcus, for instance, which causes a variety of infections including strep throat, has remained mostly susceptible to penicillin for a century, Hanage said. The bacterium that causes tuberculosis, meanwhile, is increasingly resistant to most available antibiotics. It's not clear why this difference exists, Hanage said. \"We need to understand more about that kind of thing because it will mean whether any of our interventions will be successful.\" What's next? Prevention is a growing focus, today and in the future. Lawrence does everything she can to boost her immune system and prevent infections, from exercise to power yoga to traditional Chinese medicine known as Qigong. Others put their hopes in probiotics, hoping that boosting \"good\" microbes will help stave off the \"bad.\" More work on this in coming years should yield more specific and effective prevention tools, experts say. Vaccines, including some now under development, offer the potential to fight infections that would otherwise need to be controlled with antibiotics. A study published July 20 in [The New England Journal of Medicine](https://www.nejm.org/doi/full/10.1056/NEJMoa2116045), for instance, showed an experimental vaccine given during pregnancy, can prevent dangerous group B streptococcus infections in infants. Nature also has offered a potential solution. Graham Hatfull, a professor of biotechnology at the University of Pittsburgh, studies bacteriophages, viruses that naturally destroy bacteria. For more than a century, researchers have tried to use phages as a treatment for bacterial infections. \"In the next short while, we'll learn whether it's finally going to get traction and take off, or whether it's doomed to another cycle of disappointment,\" Hatfull said. Phages are extremely specific. That's good because they're like \"targeted missiles to go and take out the bad guys in the body without disturbing the rest of your natural biology,\" Hatfull said. \"In contrast, antibiotics are like cluster bombing. They get everything in their way.\" The downside of such specificity is that a phage might knock out the bacteria in only one sick person. But solving the problem of antibiotic resistance with phages or anything else will take time and especially money. \"The impediment is ultimately more financial than it is intellectual,\" Hatfull said. The threat of antibiotic resistance has felt largely theoretical, but it is becoming more real all the time, experts said. \"The alarm has been sounding. You hear the train far, far, far away. Hey, the train is coming. Now the train is getting closer,\" Abbo said. \"By the year 2050, if we don't do something, it's going to be very, very serious.\" Contact Karen Weintraub at kweintraub@usatoday.com and Adrianna Rodriguez at arodriguez@usatoday.com. Health and patient safety coverage at USA TODAY is made possible in part by a grant from the Masimo Foundation for Ethics, Innovation and Competition in Healthcare. The Masimo Foundation does not provide editorial input. "}