{"title": "Group Divine Light Healing Night", "author": null, "url": "https://www.kpbs.org/events/2023/08/30/group-divine-light-healing-night", "hostname": "kpbs.org", "description": "Experience a Direct Divine Light healing, performed in a supportive group setting, on the rare occurrence of the Blue Moon. This super full moon is the perfect time to release any negative energy in your aura and blockages in your life. Whether you are seeking physical, mental or emotional transformation, Divine Light healing is a full-spectrum aura therapy. It offers spiritual upliftment in every area of life including a greater sense of self-reliance and self-confidence, release of past traumas and negative habits, accelerated development of talent and abilities and greater harmony in all types of relationships.\"Spiritual energy is the single biggest key to building and sustaining health, because it connects you to your source of health.\"- Barbara Martin & Dimitri Moraitis - The Healing Power of Your AuraThe aura is a crucial to healing because it is the place where you generate the spiritual energy to manifest health. Built on the clairvoyant experiences of renowned teachers Barbara Y. Martin and Dimitri Moraitis, these healing techniques have been endorsed by medical luminaries C. Norman Shealy and Dr. Richard Gerber. Neil Mintz is a certified Divine Light Teacher through SAI. A devoted husband and father of two sons, Neil founded a highly successful manufacturing company innovating new products. After years of practicing many meditation modalities, Neil discovered the Kingdom Of Light Teachings which profoundly transformed his life. Neil volunteers at the Institute to serve as Director of Events and Outreach and serves on the SAI Board of Director.For more information visit: spiritualarts.orgStay Connected on Facebook", "sitename": "KPBS Public Media", "date": "2023-08-30", "cleaned_text": "- Health & Wellness, - Lectures & Classes Group Divine Light Healing Night Experience a Direct Divine Light healing, performed in a supportive group setting, on the rare occurrence of the Blue Moon. This super full moon is the perfect time to release any negative energy in your aura and blockages in your life. Whether you are seeking physical, mental or emotional transformation, Divine Light healing is a full-spectrum aura therapy. It offers spiritual upliftment in every area of life including a greater sense of self-reliance and self-confidence, release of past traumas and negative habits, accelerated development of talent and abilities and greater harmony in all types of relationships. \"Spiritual energy is the single biggest key to building and sustaining health, because it connects you to your source of health.\" - Barbara Martin & Dimitri Moraitis - The Healing Power of Your Aura The aura is a crucial to healing because it is the place where you generate the spiritual energy to manifest health. Built on the clairvoyant experiences of renowned teachers Barbara Y. Martin and Dimitri Moraitis, these healing techniques have been endorsed by medical luminaries C. Norman Shealy and Dr. Richard Gerber. Neil Mintz is a certified Divine Light Teacher through SAI. A devoted husband and father of two sons, Neil founded a highly successful manufacturing company innovating new products. After years of practicing many meditation modalities, Neil discovered the Kingdom Of Light Teachings which profoundly transformed his life. Neil volunteers at the Institute to serve as Director of Events and Outreach and serves on the SAI Board of Director. For more information visit: [spiritualarts.org](https://spiritualarts.org/events/group-divine-light-healing-night/) Stay Connected on "}