{"title": "Milk Paint: 100% Organic Paint and Other Products | RMP Co", "author": "Web App", "url": "https://www.realmilkpaint.com/", "hostname": "realmilkpaint.com", "description": "Real Milk Paint Co is your source for 100% organic paint that is also CPSC compliant. Click here to shop all of our oils, waxes, and finishes.", "sitename": "Real Milk Paint", "date": "2016-02-07", "cleaned_text": "56 colors of environmentally-friendly, non-toxic paint that's versatile and easy to use. Our 100% organic paint is safe for kids and pets alike. Easily create a smooth finish or an antiqued look. Oils can make your piece exactly what you want. Some of the only hard-drying oils on the market, ours will do just as they say. Works great on floors and many other surfaces. No Odor, Non-VOC's water base top coats that provide a protective, washable, tinted, matte finish. Helps to hide or enhance moldings, trims and recessed areas on decorative surfaces. Waxes will finish your piece with the perfect look that you've been searching for. We offer no-VOC waxes, paste wax and just about any other kind you can think of. Ingredient Transparency for Over 25 Years Ingredient Transparency for Over 25 Years We believe that you should know what is in each finish you use. That's why we have listed the ingredients on all our products as well as provide Safety Data Sheets on our website. Simply look for the tab that says \"Ingredients & SDS\" to see what is in each of our products. Real Milk Paint® Real Milk Paint® is a powdered, non toxic paint that will give you a matte, velvet, chalky finish and sticks to a majority of surfaces without any priming or sanding. It's environmentally friendly, no VOC, and [child safe](https://www.realmilkpaint.com/blog/tips/child-safe-paint-wooden-toys/). Our 100% organic paint is safe for kids and pets. Our exclusive formula makes it last longer than other products you might find for sale. After being mixed, it remains stable for at least two weeks, compared to a day which is typical of other milk paints. Thin it with more water for use as a wash coat or dye stain. It's great for DIY projects from repurposed furniture or painting walls and ceilings. You can also mix to create your own colors. Milk paint is also ideal for creating an antique look or crackle finish. Fun, easy, and safe for you and the planet. Easy on Earth. Easy on You. Shop Small. Shop Local. We proudly manufacture our non-toxic organic paint products and wood finishes here in the USA. All of them getting shipped to you from our headquarters in Hohenwald, Tennessee home of the Elephant Sanctuary! However, buying locally helps support your community as well as save you the shipping! If you're looking to find milk paint near you, use our Find a Retailer tool to find one in areas such as Nashville, Memphis, Chattanooga, Knoxville, or a location near you. Each retailer is carefully selected and carries a variety of our products. Want to retail our products in your area? We have a competitive investment offer and multiple benefits for retailers. Click the link below to find out more about joining the Real Milk Paint Co. Retailer family! WATCH OUR MADE-IN-TENNESSEE FEATURE We were honored to be featured by the University of Tennessee Center For Industrial Services. The Made In Tennessee program highlights manufacturers across the Volunteer State to support, promote, celebrate, and raise awareness of the products they produce. Watch the video to get an inside look at who we are! Read the Blog If you're looking for inspiration, DIY ideas, how-to guides, or more in-depth information about our products, the blog is the place for you! Updated continually, there is always fresh content to educate and motivate you. Browse our most recent article below! How to Choose Natural Finishes for Wooden Instruments Wooden instruments have fascinated musicians and artisans for centuries, and their care is vital to preserving their unique characteristics and sound. But how do you choose natural finishes for [ [...]](https://www.realmilkpaint.com/blog/tips/choose-finish-for-wood-instruments/) Best Finishes for Wood Charcuterie Boards With the popularity of charcuterie boards for both personal snacking and entertaining rising, more and more people are jumping on the meat and cheese snack train. From simple round oroval [ [...]](https://www.realmilkpaint.com/blog/tips/best-finishes-for-wood-charcuterie-boards/) The Ultimate Guide to Making, Decorating, and Sealing a Noodle Board Imagine transforming your kitchen with a unique and functional accessory that not only adds extra counter space but also serves as a beautiful stove top cover and cutting board. [ [...]](https://www.realmilkpaint.com/blog/tips/how-to-finish-a-noodle-board/) [How to Choose Natural Finishes for Wooden Instruments](https://www.realmilkpaint.com/blog/tips/choose-finish-for-wood-instruments/) Wooden instruments have fascinated musicians and artisans for centuries, and their care is vital to preserving their unique characteristics and sound. But how do you choose natural finishes for [ [...]](https://www.realmilkpaint.com/blog/tips/choose-finish-for-wood-instruments/) Free Resources Milk Paint Project Planning Guide Need help planning your next project using Real Milk Paint®? Then use this handy guide to walk you through the steps! Click on the image to expand. Tung Oil Thinning Guide Need guidance on how to thin Pure or Dark Tung oil? Then use this free resource to guide you! Click on the image to expand. "}