{"title": "LibGuides: African Traditional Religions: Ifa: Appendix A: Glossary Of Yoruba Terms, The Language of Ifa", "author": "Christine Fruin", "url": "https://atla.libguides.com/c.php?g=1138564&p=8385020", "hostname": "libguides.com", "description": "This guide, created by the Atlanta University Center Woodruff Library with funding from the Atla OER Grant Program, exists as an Open Educational Resource on \"African Traditional Religions: Ifa.\" Content licensed CC-BY-NC 4.0.", "sitename": "Springshare", "date": "2021-04-08", "cleaned_text": "DIVINATION Awo Fa'lokun Fatunmbi Egbe Iwa Pele Introduction In order to understand the oral tradition of Ifa it is necessary to have some grasp of the language of Ifa. The rituals, invocations, incantations and recitations of traditional Yoruba religion are not expressed through conversational Yoruba. The language of Ifa is liturgical Yoruba (ofo ase), a language used among diviners to express transcendent ideas. Many of the words used in Ifa have a tonal resonance used to access the power of Spirit. Physics teaches the idea that all power in the universe is part of a sign wave which is the full spectrum of light. Every segment of the sign wave manifests as both color and pitch. The tonal quality of words used in liturgical Yoruba places the diviner in harmonic resonance with the tonal essence of a wide range of Spiritual Forces (Orisa). The remarkable quality of liturgical Yoruba is that the words used for invocation also carry meaning that reveals the inner essenc e of the Spiritual Force itself. For example, the word Obatala is used to describe the Force in Nature science calls white light. Ifa teaches that everything in the universe has some form of consciousness (ori). Saying the word Obatala places human consciousness in alignment with the consciousness of white light. It does while telling us something about the quality of white light. The word Obatala is an eliysian of the phrase; O (Spirit) ba (power of expansion or male energy ie; Baba) ota (stone) ala (light). The word Obatala in the context of Odu Ifa (Yoruba Scripture) means; the Spirit of the expansive quality of light that comes from the eternal stone of Creation (center point of the universe). Olatunde Sproye in his book Yoruba without Tears states there are one hundred and twenty-six combinations of vowels and consonants used as the basis for the Yoruba Language. ba be be bi bo bo bu da de de di do do du fa fe fe fi fo fo fu ga ge ge gi go go gu gba gbe gbe gbi gbo gbo gbu ha he he hi ho ho hu ja je je ji jo jo ju ka ke ke ki ko ko ku la le le li lo lo lu ma me me mi mo mo mo mu na ne ne ni no no nu pa pe pe pi po po pu ra re re ri ro ro ru sa se se si so so su ta te te ti to to tu wa we we wi wo wo wu ya ye ye yi yo yo yu All Yoruba words are a combination of these fundamental sounds. One of the rules of Yourba language construction is that portions of a word can be doubled for a change in emphasis, for example; ba (expansive power) baba (father) babagba or baba baba (grandfather). Doubling a word refers to its source or parent, for example Dada (Spirit of Vegitation) would be the parent of da (create). Repeating the word da (create) suggests recreation or the power of vegetation to continuously go throw the process of birth, growth, death and rebirth. If we double each of the one hundred and twenty-six combinations used as the basis for Yoruba language we get two hundred and fifty-two fundamental linguistic building blocks. Ifa scripture is based on two hundred and fifty six fundamental principles. The first four principles represent the cycle of birth, life, death and rebirth. These four principles support the rest of Creation. The rest of Creation comes into being through the manifestation of two hundred and fifty two Forces in Nature. This suggests to me the foundation of Yoruba language has been linked to Odu Ifa from it's inception. The first Yoruba English dictionaries were prepared by Christian missionaries who had no understanding or desire to learn the spiritual mysteries preserved in the Yoruba language. When Ifa and Orisa spread through the Diaspora it was influenced by non African religions concepts. I believe the best way to uncover the fundamental principles of Ifa as it was originally envisioned is through a study of the liturgical language. I looked up the word Ifayabale in the Yoruba English dictionary in an effort to better understand a metaphysical concept. The dictionary defined Ifayabale as the ascension of our Lord and Master Jesus Christ. I believe the word predates Christianity and this definition is in error. To me the word Ifayabale is an eliysian of Ifa (wisdom) iya (mother) baba (father) ile (earth), meaning; the wisdom of the fathers and mothers found on earth. This glossary is a preliminary attempt to understand Ifa theology through an understanding of Yoruba language. The words were taken from Odu Ifa as it is recited in Ile Ife and most of the vocabulary reflects the dialect of that particular region. I am sure many of my definitions will change as my understanding of Ifa and Yoruba language grows. This should not be considered a definitive study. Hopefully it will serve as a point of departure for theological linguistic analysis. Bit by bit we eat the head of the rat. Ase o Awo Fa'lokun Fatunmbi A a Him, her, we and it, depending on context. a Used as a prefix to a verb in the formation of nouns. ààbò Half. ààfin Palace, home of a king (Oba). ààjà Whirlwind, the Spirit of the Whirlwind, depending on context. ààjò Care, treatment. àáké Ax. ààlà Boundary, border. ààrè Illness, fatigue. àárín Middle, center. àasà Female Spirit, female Force in Nature. ààsè Door carved from the Iroko tree. Àáyán - awo - inú - igbó Praise name for the Spirit of Destiny (Òrúnmìlà), meaning: \"Ayan Tree is the Mystery of the Inner Sanctum of the Sacred Grove.\" ààyè Life. abà A portion, a piece of something larger, farm hut depending on context. abá Mat. The mat is used to create sacred space in Ifá and Òrìsà ritual and divination. àba Ladder. The ladder is sacred to the Spirit of the Divine Messenger (Èsù) abádà Eternal, something that comes directly from the Source of Creation (Olórún). abáfù Fate in all of its manifestations, both creative and destructive. abàmi An unusual occurrence, something that is perceived as strange, frequently associated with intervention from the Spirit Realm. abámò Feelings of regret, being sorry about past actions. A - bá - mò - ó - tán - ìbá - se Praise name for the Spirit of Destiny (Òrúnmìlà), meaning: \"To Have Full Knowledge of You is to be Successful.\" Abanigbele The Spirit of Fire, this is a reference to the animating consciousness that exists inside a burning flame. Abánigbèro Advisor, one who gives advice, a wise elder. abanijé Detractor. àbáse Cooperation. Abata Mud. Mud is sacred to the female aspect of the Spirit of White Cloth (Oduduwa/Yemo). Abaya Queen Mother. abe Small knife, also used to refer to a razor. abé Bottom, behind a reference to the human buttocks. When Ifá scripture is referring to reproductive organs it is usually expressed as either the male or female bottom. abèbe Fan, used to cool mediums in ritual, sacred to the Spirit of the River (Òsun). Abélà Candle. abéré Needle. Abesè Chief messenger of a religious society or extended family. àbètélè Bribe. abi I or you. àbí Or. abigba Four chains with nuts attached, used in some regions of Nigeria to perform divination. Each chain has four nuts representing one leg of the marks used to represent the verses (Odù) of Ifá scripture. When the abigba is thrown two complete verses (Odù) of Ifá scripture are marked. Abíkehin The youngest child in a family. àbíku A child who dies at a young age and reincarnates through the same mother. The word refers to the spiritual cause behind a sequence of deaths among children in the same family. When this occurs, Ifá can perform rituals that will induce the spirit of the child to remain on Earth to become an adult. abiléko Wife or widow. abo Female. abo Arrival, return. àbo Expression used to greet someone who has returned to the place of their departure. Abògán Those who worship the ant hill, the ant hill represents the Spirit of hard work and cooperation. Abògún Those who worship the Spirit of Iron (Ògún). abókulò One who works with the spirit of ancestors (Egún) to invoke transformation. Abomalè Those who worship the ancestors and the deified ancestors (Egúngún). Abòpa Member of a society that gives reverence to the memory of the ancestors through the use of mediums. Abòrìsà Those who worship Forces in Nature (Òrìsà). aboyún Woman who is pregnant. aborí The elevation of consciousness through the use of invocation and spiritual cleansing. It is the process of placing the physical self and the higher self in perfect alignment. àború, àboyè, àbosise Traditional Ifá greeting, meaning: \" I lift your burden from Earth and raise it to the Realm of the Immortals.\" abuké Person with a deformity in their spine, protected by the Spirit of the King of White Cloth (Obàtálá). Abuku Disgrace àbule Village or house on the farm. abúléko Farm village. abúra One who takes an oath during an initiation, the person who makes a pledge. àbúrò Younger relative, junior relative. àbusí A blessing given by an elder. àdá A large knife with a hook on the end used in farming, sacred to the Spirit of Iron (Ògún) and the Spirit of the Farm (Òrìsà Oko). adaba Dove, sacred to the Spirit of the King of White Cloth (Obàtálá). The dove is the Ifá symbol for peace and tranquility. àdá - fàdákà Silver cutlass, sacred to the Spirit of the King of White Cloth (Obàtálá). Adáhunse A herbal doctor, one who works with the Spirit of herbs and medicine (Òsányin). àdá - irín Iron cutlass, sacred to the Spirit of Iron (Ògún), Adámu - Òrìsà A play performed in honor of the Spirit of the Forces in Nature (Òrìsà), centers around the idea of not laughing at, or making fun of those who have some form of disability. àdán Bat. The bat is used in medicine for protection. adánri One who has shaved their head for religious reasons, usually in preparation for initiation. Some diviners keep their head shaved as a way of being in close alignment with the influence of the Forces of Nature (Òrìsà). adé Crown worn by Yorùbá Kings (Oba). The crown symbolizes the spiritual transformation that occurs when the Kings (Oba) are installed in office. The crown is also the seat of protection that is given by the Spirit of the Mothers (Ìyáàmi). adèbo One who prepares sacred food for a feast by slaughtering animals according to the rules of religious sanction. àdéhùn Agreement. adému An offering of food to the Spirits, also refers to a calabash with a lid depending on context. Adéseék Son of the Spirit of Destiny (Òrúnmìlà), meaning: Worthy.\" adibo adímu A form of masquerade in memory of the ancestors (Egún). adire Dyed cloth. adireiranna The fowl used as an offering at a traditional Ifá funeral. Adógunsílè The chief warrior priest among those who worship the Spirit of Iron (Ògún). Traditionally this is the person responsible for the protection of a given town or village. àdúgbò District, section of a village. A dúpé We thank you. àdúrà Prayer that generally follows an invocation to the Spirits. This type of prayer is a spontaneous appeal to the Spirits. afá Bridge. afàiya The ability to make use of intuition. afárá Bridge. afára - oyin Honeycomb (Bridge of Honey). The honeycomb is sacred to the Spirit of the River (Osun). afári Barber, the person who shaves the head of an initiate during religious rites of passage. The word is also used to refer to the person who has had their head shaved. aféèrí Thing that disappears, a Spirit that vanishes. Afefe A messenger of the Spirit of the Wind (Oya), the gale wind. Afefe - jeje The whirlwind, the sacred power of the Spirit of the Wind (Oya) in its most intense manifestation. afe - imojo The tail of a large rat that is used by Yorùbá Kings as a symbol of their power of the word. afémóju The early morning, one of the times considered sacred for picking herbs. Aferef e Praise name for the Spirit of the Wind (Oya), the gentle aspect of the wind, the breeze, meaning: \"The Good Wind.\" Aférifé légélégé Praise name for the Wind (Oya) , meaning: \"Mysterious Wind.\" àfésónà Engaged to be married, committed to a relationship. afi Unless. afi - bi Unless. àfín Albino, protected by the Spirit of the King of White Cloth (Obàtálá). àfojúbà Personal experience, personal truth. afójú Blind person, protected by the Spirit of the King of White Cloth (Obàtálá). àfomó Infectious disease, that which is brought by the Spirit of Infectious Disease (Babaluaiyé). Afon aforíjì Forgiveness, also refers to a type of prayer used in Ifá for asking Spirit to forgive the need to make a blood offering. àfòse Magical incantations. Afurùkèrèsayo Reference to the left half of the horizontal line that forms the equal arm cross of a Ifá diviner's tray, meaning: \"The one who has the diviner's and is happy.\" aga Chair, low stool., in Ifá ritual the younger initiates will sit on a mat while the elders sit on low stools. agada Toy sword usually made from wood. àgalamòsà Rebel, the word suggests that the rebellion is guided by wisdom and divine inspiration. àgàn Barren woman. agaro Shovel. The shovel is sacred to the Spirit of the Farm (Orìsà Oko). Agayu The Spirit of the Fire at the Center of the Earth, in some versions of Ifá sacred history, Agayu is the Father of the Spirit of Lightning (Sàngó). àgba Manhood, someone who is recognized as a male adult in the community. This status usually comes as the result of completion of a rite of passage. àgbà Elder person of either gender, a stem used as a rope depending on context. agbádá Priestly robes. àgbàdo Corn, sacred to the Divine Messenger (Èsù). àgbaiyé The entire world. àgbákò Misfortune, disaster, meaning: \"without elders.\" àgbàla Yard near a house, usually inclosed by a wall or a fence. àgbàlágbà Elder, very old person. Ágbálé Head of the household. àgbálù The entire village. Agbami The mist that arises from the ocean, an aspect of the Spirit of the Ocean (Olókun). agbára Force, power, strength depending on context. agbasà Sacred stone, the Spirit of a sacred stone. Agbára Elder, person in authority, the word is also used to express power, spiritual strength and authority, used in reference to someone who speaks with authority, depending on context. àgbègbè Surrounding district, outer portion of a village. agbégbò Hen. agbéledi One of the wrestling moves used in the marital art that is sacred to the Spirit of Iron (Ògún). àgbere Intercourse, sexual interaction. agbéró Charm used by those who practice the martial art of the Spirit of Iron (Ògún), used to insure that the person remains standing during a martial arts contest. àgbé Short sword sacred to the Spirit of Iron (Ògún), farmer depending on context. agbèje Pumpkin, sacred to the Spirit of the River (Osun). agbe Woodcock, cockatoo. agbégilére Woodcarver, a profession that is generally sacred to the Spirit of Lightning (Sàngó). Àgbìgbò Elemental spirit of the Forest that is know for causing trouble. agbo Medicine, poultice. àgbò Ram, sacred to the Spirit of Lightning (Sàngó). agbo A circle of dancers at a religious ceremony. agbó atò Long life, a common greeting among Ifá initiates. agbolé House, collection of houses forming a compound that is generally used by a single extended family. agbòn Basket weaved from rafia. àgbon Coconut, sacred to the Spirit of the King of White Cloth (Obàtálá). agbon Chin. agbón Wasp. Agbónire A praise name for of Destiny (Òrúnmìlà), meaning: \"Hunter of Good Fortune.\" Agbónìrègún A praise name for the Spirit of Destiny (Òrúnmìlà), meaning: \"Hunter of the Medicine of Good Fortune. àgbònrín Chin. agére Stilt dancer who dances as part of the ceremonies that honor the Spirit of the Ancestors (Egún). agé Small drum that is sacred to the Spirit of the Farm (Òrìsà Oko). agemo Chameleon. Agemo Spirit of the Forest worshipped in the Ijebu region of Nigeria. Agesinyowa One of the council of sixteen diviners (Babaláwo) who perform divination of the King (Òòni) of Ilé Ifè. aginiso Word for snail used by devotees of the Spirit of the River (Osun) who have a taboo against using the word igbin. agiyan The ant hill, sacred to the Spirit of Destiny (Òrúnmìlà) as a symbol of hard work and cooperation. agò Sacred cloth used by dancers who are mediums for the Spirit of the Ancestors (Egún). àgò Expression for asking permission to enter a house. agogo Bell used as musical instrument to praise the Forces of Nature (Òrìsà). agogo - eiye The beak of a bird, sacred to the Spirit of the Mothers (Ìyáàmi). Agongo ogo Praise name for the Divine Messenger (Èsù), meaning: \"He Who Carries a Club.\" Àguala The planet Venus, sacred to the Spirit of the River (Osun). It is also known as the companion of the Moon or the dog of the Moon. The Spirit of Venus. Agunmola The planet Venus, sacred to the Spirit of the River (Osun). It is also known as the companion of the Moon or the dog of the Moon. The Spirit of Venus. Agúnmu Medicine that is prepared by pounding it into a powder with a mortar and pestle. àgùtàn Sheep. ahere Farm hut. ahun Miser. aibi One who has no children, a form of bad fortune in Ifá divination. aifoya Being without fear, courage. aigbo - àiyé Tranquility, being at peace in the world, the sign of one who has developed inner certainty. áike Ax, the double headed ax is sacred to the the Spirit of Lightning (Sàngó). aikú Immortality, one who has become a deified ancestor, meaning: \"never die.\" àilábùku Spotless, being without blame, a reference to the good character of the Spirit of the King of White Cloth (Obàtálá). àiláiyà Coward. àiléso Barren, without children, one of the forms of bad fortune in Ifá divination. aile Evening. ailébi One who has not experienced misfortune, an indication of someone who is of good character. ailésè A person of very good character, someone who is above suspicion. ailówò Poverty, one of the forms of bad fortune in Ifá divination. ailórò The inability to invoke or manifest any form of abundance, one of the forms of bad fortune in Ifá divination. àìsàn Illness. àìtó Personal element of a ritual that takes into account the circumstances of the individual who is turning towards religious ceremony as a vehicle of personal transformation. aiyapa One who travels on a straight path towards spiritual growth. aiyé The surface of the Earth, in Ifá scripture it is the place where the Realm of the Ancestors (Egún) meets the realm of humans. aiyéraiyé Forever, since the beginning of time, immortal. ajá Dog, black dogs are sacred to the Spirit of Iron (Ògún). àjà Ceiling. aja A wild vine that is sacred to the Spirit of Birds (Ìyáàmi). ajabo A protection charm sacred to the Spirit of Iron (Ògún). ajagun Devotee of the Spirit of Iron (Ògún) who functions as a soldier. ajagun - obinrin Female devotee of the Spirit of Iron (Ògún) who functions as a soldier. ajako Jackal. àjanakú Elephant, sacred to the Spirit of the King of White Cloth (Obàtálá). Àjàláiyé The Winds of the Earth, an aspect of the Spirit of the Wind (Oya). Àjàlórun The Winds of the Realm of the Ancestors, an aspect of the Spirit of the Wind (Oya). A - jà - má - jèbi Praise name for the Spirit of the Mothers (Ìyáàmi), meaning: \"She Who Is Never Guilty.\" Àjàlá - mòpin One of the Spirits who shapes the head and forms the consciousness of each new born child. Aja - Osun The planet Venus, sacred to the Spirit of the River (Osun), also known as the companion of the Moon or the dog of the Moon, the Spirit of Venus. Ajapa Tortoise, one of the animal totems or guides of the Spirit of the Divine Messenger (Èsù), the tortoise is the Divine Messenger for the Spirit of Lightning (Sàngó). àjé The Spirit of a Bird used by women (Ìyáàmi) to invoke powers used for abundance and justice. This same power is used to consecrate the crown of the Yorùbá Kings. Also used as a reference to money or abundance. ajeji Forgiveness. àjèjì Strange. Aje - ju - Oogùn Praise name for the Spirit of Destiny (Òrúnmìlà), meaning: \"Stronger than Medicine.\" Aje Saluga Elemental Spirit of Abundance, sacred to the Spirit of the Mothers (Ìyáàmi). ajidèwe Medicine used to restore vigor. Ajígúmwà The sun, the Spirit of the Sun. Ajiki Praise name for the Source of Creation (Olórun), meaning: \"The One Who is Praised First.\" It also may be used as a reference to the personal Spirit of any given individual. In reference to the Spirit of the Divine Messenger (Èsù) it is used to indicate that the Divine Messenger (Èsù) is addressed first in most ritual. Ajiletepowo A reference to the center point of the diviner's tray (òpón Ifá) and a reference to the centering principle as an aspect of Ifá spiritual discipline, meaning: \"An early riser who sits down and prospers.\" àjínde The Spirit of a deceased ancestor (Egún) who speaks at their own funeral through a medium (Egúngún). àjísà Charms used for protection. àjo Meeting, gathering of a group of people. àjó Journey, used in reference to the spiritual journey of self discovery that occurs throughout life. ajobi Ancestors of a woman, matralineal ancestors (Ayélalà Egún). Ajogún Destructive Spirits that bring death, disease and poverty. These Spirits are generally associated with the Spirit of the Divine Messenger (Èsù) and are considered an aspect of the balancing dynamic that occurs in Nature. ajojó Dancing for the Spirits (Orìsà). àjò l'ayé Journey through the world, the entire spectrum of a person's personal experience. ajomisanra The eternal dew, a symbolic reference to the fountain of life or the spiritual source of physical rejuvenation. Aj ori The Spirit of the daughter of the Spirit of Lightning (Sàngó), meaning: \"Bird of the Inner Spirit.\" ibon The firing of muskets, traditionally muskets are fired while making offerings to the Spirit of Iron (Ògún). ajugu dunirín A pile of iron in or near a shrine used as an altar for the Spirit of Iron (Ògún). akàbà Ladder. The ladder is sacred to the Spirit of the Divine Messenger (Èsù). àkala Vulture, sacred to the Spirit of the River (Osun). àkarà Bread cakes cooked in palm oil, sacred to the Spirit of the Ancestors (Egún). àkàtànpó Hunter's tool, sacred to the Spirit of Iron (Ògún). àké Ax, sacred to the Spirit of the Farm (Orìsà Oko), the double headed ax is sacred to the Spirit of Lightning (Sàngó).8888 àkébàjé Over indulgent behavior, one of the sources of bad fortune in Ifá divination. A - kè - bí - àlà Praise name for the Spirit of the King of White Cloth (Obàtálá), meaning, \"Radiant White.\" akere Frog. akese Cotton. Cotton is sacred to the Spirit of the King of White Cloth (Obàtálá). aki Bravery, also the word for refering to the martial art practiced by the devotees of the Spirit of Iron chicken. Male chickens are sacred to the Spirit of most Warriors (Ibora). akin Hero, heroic person and heroic action. ako Sheath of a knife. The sheath of a knife is used as an offering to the Spirit of Destiny (Òrúnmìlà). The word also means male. àkóbí First born. Akódá One of the Prophet Òrúnmìlà's first two students, term also used to identify a senior priest in a society of diviners. akòja Fulfillment, the purpose of following one's destiny. àkókò Season of the year. àkókò - éèrùn Dry season. àkókò - ojo Rainy season. àkókò - otútù Cold season. àkókò - oyé Windy season. Toothache. akókò ti obinrin puberty meaning: \"season of becoming woman.\" akókò ti okunrin Male puberty rite, meaning: \"season of a man.\" A - kò - mò - ó - tán Praise name for the Spirit of Destiny (Òrúnmìlà ), meaning: \"Not to Have Full Knowledge of You is to Fail.\" akóni Teacher. akoni Brave warrior, a strong person who may be remembered as a deified ancestor, the word is also used to suggest that something is true. The word is used to describe the Spirit of the Warriors (Ibora). ako - ojo Five day week that is used as the basis for the Ifá calender of ritual events. akun Religious bead. akúnlèbo Kneeling to worship. àkúnlèyàn Destiny as choice, or the act of free will. àkúnlègbà Destiny which is altered by free will. akunnu Fruitful, productive. alá Owner. Álá Light in the Spiritual sense of that which brings illumination or enlightenment, also a reference to the Spirit of Light, also refers to white cloth in both literal and symbolic terms. The symbol of white cloth is a reference to moral purity. àlà White cloth, dream, effective dreamer, one who has visions while sleeping. In Ifá scripture white cloth is a symbolic reference to dreams and mystic vision. Alááànú Spirit that helps shape consciousness prior to birth, meaning: \"The Merciful One.\" aláàfia A greeting that means peace, good fortune and abundance. Aláàfin The traditional title for the King of Oyo, chief Priest of the Council of elders (Ogboni). aláàye Someone who is living, a person of the Earth, as opposed to spirit or ancestor. alábalàse Forever. Alábalese Praise name for the Spirit of the King of White Cloth (Obàtálá), meaning: \"He Who Predicts the Future.\" Alabalòtún The Spirit of the One who implements with the right, a reference to the right side of the horizontal line on the diviner's tray (òpón Ifá). Aláde Prince, a male descendant of one of the original families that founded the Yorùbá federation. Aláféèri One who knows the secret to the charm that makes one invisible. This medicine is commonly used to make a person invisible to their enemies in the sense that they will not be bothered rather than physically invisible. Some forms of this medicine can create telaportation. alafogún Owner of medicine, reference to a herbal doctor. Alàgba Elder, also the title for the chief priest of the Society of Ancestor Reverence in Ilè Ifé. Alágemo Member of men's society in Ijebu region that honors the Spirit of the Chameleon. alágbò Medicine pot. alaifoiya One who is fearless, a person of courage. aláìgbón Foolish, one who is ignorant of the Light. aláìsí Physical death. alaiyeluwà Greetings said to an Oba. Alajìki Praise name for the Divine Messenger (Èsù), meaning: \"One who is addressed first.\" This is a reference to the fact that The Divine Messenger is usually addressed first during ritual. àlákala Nightmare. The realm of nightmares is controlled by the Spirit of Nightmares (Sigidi). alakete Calabash of light, one of the Primal Sources of Creation. alákorí Useless person, lazy person. alála One who is an effective dreamer, a person who has visions in their sleep. Alamorere Praise name for the Spirit of the King of White Cloth (Obàtálá), meaning: \"Owner of the best clay.\" alangba Lizard. Alápìíni Chief Priest of the Ancestor Society in Oyo. aláràbarà Multi colored. alárinrin Fine, fancy. alaromo One who wishes another harm or bad fortune, a person who makes use of hexes. aláse Person of power. Alaselòsì The Spirit of the One who implements with the left, a reference to the left side of the horizontal line on the divining tray (òpón Ifá), usually refers to that which is hidden or unrevealed. Alásotele Prophet, one who is able to see into the future. Àláwo Word used to identify an Ifá initiate who is still in training as a diviner. aláya Husband. àlàyé Explanation. àle Leprosy. alé Evening. àlejò Visitor. alésùjáde A person who is skilled at terminating possession by unwelcome or destructive spirits, an exorcists. Àlo - ìràntàn Sacred history. àlòkù Second hand. alubarika Property. Alúdùndún Òrun Guardian of personal destiny in the Realm of the Ancestors, the Source of personal destiny. alukerese Creeping plant (Ipomoea involucrata ). alunipa Executioner, a member of the society of elders (Ogboni). Amáiyégún Praise name for the Spirit of Destiny (Òrúnmìlà), meaning: \"The Guardian of Medicine on Earth.\" àmààní Opportunity. amo Lizard. Amodi Sickness. Amodídá Praise name for the Spirit of Destiny (Òrúnmìlà), meaning: \"One Who cuts through sickness.\" Àmòká The Spirit of the Sun, and the Sun itself. amokisitekun Panther. Amòlà Ifé Owòdáyé Praise name for Destiny (Òrúnmìlà), meaning: \"The Savior of Ifé from the early days.\" amomotán Imperfect knowledge, the human finite perception of the infinite. Amónisègùn - mápò Praise name for the Divine Messenger (Èsù), meaning: \"The medicine pouch that guides us to the Immortals.\" amotélè The ability to see into the future, clairvoyance. amu Jar or pot. amulu Combination. Amúlù Odù The verses of Ifá scripture that follow the first sixteen verses (Olu Odù). amure Sash worn by men around the waist as a symbol of balance between male and female Forces in Nature (Òrìsà). Amúsan One of the children of the Spirit of the wind, the person who holds a switch and walks in front of Egúngún during ancestral ceremonies, acts as a guardian for the medium. amòye Wise elder, one who is able to give good council and advice. àná Yesterday. àna In - law. anamó Sweet potato. àníàní Doubt. anife One who has no mate, being without love or affection, one of the forms of bad fortune in Ifá divination. anípé One who has abundance in all things, one who has fulfilled their destiny. apá Arm, side or direction depending on context. apáko Bamboo. àpárá Joke. apàrá - inù Conscience. apari Bald head. Àpárí - inú Inner Spirit. apáta Rock, the rock is sacred to most Forces in Nature (Òrìsà). àpè Prayer. Apetebi The Spirit of the wife of the Spirit of Destiny (Òrúnmìlà) an initiated position within Ifá that is held by those women who are married to Ifá initiates. àpeere Perfection or completion, the goal of spiritual growth and development. apeja Fisherman. apiwo Cure for negative medicine, or for the removal of a hex. àpò Bag often refers to bag used to carry medicine and tools associated with ritual work, also refers to charms carried by worshippers of the Spirit of Iron (Ògún). apó Quiver, sacred to the Spirit of Medicine pouch. àpo onísègùn Medicine pouch. àpótí Box. ara Body, self, people, depending on context. ara - ile Friends and relatives, members of the extended family. ará Thunder, sacred to the Spirit of Lightning (Sàngó) and the Spirit of the Wind (Oya). Àràbà A senior Ifá priest who is initiated into Mysteries that are associated with protection from the Spirit of Infectious Disease (Babaluaiyé). arábìnrin Sister. araiye People of the Earth. arákùnrin Brother. àràn Ifá drum. Àríwa North, also refers to the Spirits of the North. aráiye The people of the world. aré Play, the performance of a scared story. arewa Beauty. arigogo Hook. Àríwá North, also refers to Spirits of the North. ariwo Hook, noise depending on context. ariwowo Hook. aro Sadness. aró Indigo dye used to color cloth. aro Plant used in Ifá for protection from death (Crossopoteryx Febrifuga), disabled person sacred to the Spirit of the King of White Cloth (Obàtálá). aròn Worm. Ar oni Spirit of the forest, elemental spirit with the body of a human and the head of a dog. Aronimoja Elemental spirit of the forest. aròn ìro Hernia. aróso Material used to wrap around the body as a dress, frequently used when dancing for the Forces in Nature. arugbo Old person. Arúku Spirit who transforms and elevates the spirit of the ancestors. àrùn Illness or disease. arùn ara Illness of the body. arùn eegun Illness of the bones. arùn èjè Illness blood. asán Afternoon. àsaro Meditation. àsásí Hexing. asèje Food prepared as medicine. àsà Custom, tradition. asaájú Group leader. àse Spiritual Power, that which brings dynamic force into Being in the Universe, the word is also used at the end of prayers meaning: \"May it be so.\" The phrase is intended to be an invocation rather than a request. àsé Menstruation. Àsedá One of the Prophet Òrúnmìlà first two students, term also used to identify a senior priest with a communal society of Ifá elders. àsèhindè The expected reincarnation of a revered elder. asejù Excess. aseni Unknown enemy. àsikò Time. Asin - mo - l'égbàá - ìyànjú Praise name for the Spirit of Infectious Disease (Babaluaiyé), meaning: \"The Mystery of Power that Comes from Eating the Yam.\" asíri Mystery, secret depending on context. àsíse Mistake. asiwèré Person suffering from mental illness. Asògún One who worships the Spirit of Iron (Ògún). aso Cloth, clothing frequently used in reference to clothing that has religious significance. aso - ìbojú Viel used to cover the face of mediums in possession with the Spirit of Forces in Nature (Orìsà). aso pupa Red cloth, taboo for traditional Ifá /Òrìsà burial rituals. A - sòrò - dayò Praise name for the Spirit of Destiny (Òrúnmìlà), meaning: \"One Who Makes Things Prosper.\" àsotélè Prophecy, one who predicts the future based on an assessment of current circumstances. asoyé Explaining the inner essence or true meaning of a thing or an event, the purpose of Ifá divination is to discover the true meaning of circumstances. ata Pepper. àtakò Opposition. Ata - mátàsé Praise name for the Spirit of the Tracker (Òsóòsì), meaning: \"The sharp shooter.\" atana Crossroads, home of the Messenger (Èsù). ataparako Thumb. atàpárìnyénkú Halting, with caution. atare Hot peppers used in food and medicine, in Ifá it is eaten to prepare the mouth for certain types of prayers. àtàrí Top of the head, also refers to the power center at the top of the head. àtàtà Real, honest, genuine depending on context. àte Mat, the mat is used to establish sacred space for ritual and divination. até To spread. atèhìnkú Premature death. àte - ìká Rafia mat used for sacred space during divination. Àté - ìká - ení Reference to all of Creation, meaning: \" the mat that can't be rolled up.\" atéléwo Palm of the hand. Até Òrìsà Circular tray or mat used in cowrie shell divination. àterúdérú Ancestor who suffered in slavery. àtéwó Palm of the open hand, also used to mean avert. ati And, with, to depending on context. àtijó Some time ago, in the past. àtitàn Refuse heap, sacred to the power of transformation that is related to some aspects of the Divine Messenger (Èsù). Ato Female priestess in ancestral reverence societies (Egúngún). àtò Seamen. Atokùn Leader of a society for ancestor reverence. Atóónàlórógùn Praise name for the Spirit of Hunter.\" atori Stick (Glyphaea laterifiora ) Spirit of the Ancestors (Egún), atòsí Gonorrhoea. àtúnbi Born again, the Ifá word used for physical reincarnation. àtúnwá Rebirth of character, the Ifá word used for reincarnation of the soul. Àwàlàwúlú Praise name for the Spirit of Iron (Ògún), meaning: \"Rugged and Rough Spirit.\" àwo Dish, plate. awo'de The Mystery of Hunting. awomi Invoking Spirits through the use of water. awò Color. awo Skin, hide. àwon Them, they, group. Awoni The society of Ifá priests who divine for the King (Òòni) of Ilé Ifè. Àwònyè Òrìsà Praise name (Ògún), meaning: \"The enraged Spirit.\" àwùjè Top of the head, refers to the power center at the crown of the skull. awuje Butter beans (Phaseolus lunatus ) awure Wife. Ayaba The wife of the queen. àyán Tree sacred to the Spirit of Lightning (Sàngó). ayani explanation. àyànmó Destiny, the Ifá belief that each person comes to the world having an agreement with Creation regarding the fate that is to be experienced during a given life time. àyànmó - ìpín Destiny, the Ifá belief that each person comes to the World having an agreement with Creation regarding the fate which is to be experienced during a given life time. Ayànràbàtá - awo - lè - ojà Praise name for the Divine Messenger (Èsù), aye Room. ayé World. Ayélalà The collective Spirit of Ancestral Mothers. ayebo Hen. ayo Joy. B ba To join, should depending on context. bá To meet, to find, against. Sometimes used as a shorten version of ìbá which means should. bà To see. Báàbà Something that is great. Báàlè Chief of a village, usually of lesser status than an Oba which is an initiated position that is granted directly by the Òòni of Ilé Ifè. Bàbà Guinea corn. Baba Father, used to describe any male adult old enough to have children. In Yorùbá culture it is impolite to call someone who is older by their proper name, instead they are called by their title or called by the word that indicates their relative age within the extended family. Babaláwo Father of the Secrets, male initiate into the Mysteries of Ifá. The term Babaláwo is generally reserved for the elder Ifá initiates in a given community, especially those who are adept at Ifá divination. Babagba Older man, usually a grandfather. Babal'órìsà Father of the Forces in Nature (Òrìsà), male initiate into the Mysteries of Nature (Awo Òrìsà). Babaluàiyé Spirit of the Surface of the Earth, this is the Spirit associated with those infectious diseases that are carried by the wind across the surface of the earth during dry and hot times of the year. Babansìnkú Chief priest responsible for leading a funeral. Babanlá Grandfather, meaning father of the light or wisdom. Babatúnde Name given to a child who carries the ancestral spirit of their father, meaning:\"Father Returns.\" bádámajèmú To make a sacred oath or agreement with another person or group of people. báde To hunt in a group. báfohùn To talk with someone. bájà To fight. bàjé To spoil, to eat with someone, to associate with someone, or to talk with someone depending on context bala Spotted. bàlagà To come to maturity, to be identified as an adult. balè To touch the ground in front of an elder as a sign of respect. Balògun The chief of the society of warriors. bambi Guide me, or give birth, may refer to spiritual re-birth. Bámbi Praise name for the Spirit of Lightning (Sàngó), \"Spiritually reborn.\" bámúbámú Full. banújé To be To make profane use of sacred objects. Bara A Praise name for the Divine Messenger (Èsù), a reference to the Divine Messenger's strength. barapetu Great, a person of distinction. bàtá Drum sacred to Spirit of Lightning (Sàngó) and to the ancestors (Egúngun). bàta Foot. bàtà Shoe. ni? How are you? báyi Thus, like this. bè To beg for something, to supplicate Spirit. bé To cut, to cut off. bebe An important accomplishment. bèbè To implore. bèbè-ojú Eyebrow, eyelid, area around the eye. béè So, like. béèkó It is not so, no. béèni It is so, yes. beleje Slender. Bèmbé Drum used in Hausa religious ceremonies. be - ni This is. bere To ask. Bérè A term of dignity and respect used in reference to elder woman. bere To bend down. bèrèsí To begin. bí Placed at the end of a sentence to indicate that a question is doubtful. bikita Show. bínú To be angry, to be mad. biribiri Very dark. bisha - bisha The movements of a dancer. bò To cover. bo To enter. bò To arrive. bó To escape. boro Narrow bòròkìnní Gentleman, well behaved person. bóyá - bóyá Perhaps, maybe. bu Dip. bú To cut. burú Bad, negative, destructive. burúkú Place of extreme confusion, describes a condition of consciousness in which there is little hope for spiritual transformation, also means very bad, very negative, very destructive. D da To cast divination. dá To create, to cause. dà To cast metal, to pour. dáàdáá Good, or beautiful. dabi To resemble. dabòbò To protect, to provide a shield or screen. dabò To stop. Dada The Spirit of Vegetables, also the guardian Spirit new born children with large tufts of hair. dáfá The process of divination used by Ifá priests that makes use of either sixteen ikin (Sacred palm nuts) or an opèlé (Sacred chain with eight nuts attached). dàgbà Aging, to become old, to grow up. dàgalágbà Becoming an adult male. dáhùn To speak, to answer. dáhùnfun To take responsibility, to speak with purity. dájó Dancing alone, a single dancer. dájó To settle a dispute. dáke To be silent. dákeroro To be calm. dako To circumcise, also refers to an offering to the Divine Messenger (Èsù). dakùn Please, or excuse me. dalè To break a promise, to violate an oath. dálókerú To free a person from slavery. dámájèmú To make a binding agreement. dámòràn To advise. dáná To make a fire. dáni To beat someone in a wrestling match. danindanin Important. dànsíkí Short gown, long shirt. dára Good, to be good, to look good. dáradára Very good, all right. dárò To be sympathetic. dáwò To consult divination. de To arrive, to arise, to stand up depending on context. dé To cover, to arrive. déédéé Exactly. délade To crown a King (Oba). délé To arrive at home. dèlóna To prevent progress, to restrict travel, refers to restrictions on the path of spiritual growth. de To trap. dekun To stop. dèngé Porridge, also pap used as the foundation for Ifá medicine. désè Action that is in opposition to the Will of Nature (Òrìsà) or the development of good character. dewo The temptation to act in opposition to the development of good character. di To become, also refers to casting either a spell or casting divination. dì Ti tie. dí To block , to obstruct. Dídá Creation in Nature and the act of being creative. dídá - ara Good health. dídàgbà Growth. dídara Good. dìde To stand up, to get up. didé To arrive. didupe The process of giving thanks, may refer to thanking the ancestors (Egún) or Forces in Nature (Òrìsà). díè Some. dígbóò Hunter's clothing. dígí Mirror, sacred to the Spirit of the River (Osun). dínà To obstruct, to cause disruption. dípò To replace. dobale To prostrate as a sign of respect to either a shrine or an elder. do - do Far. dòdò Fried plantan. dógba To be equal. dojúko To confront. dójúso To look at. doyi To spin. dùbúlè To lie down. du - du Big. dúdu Black, also refers to the mystery of that which cannot be seen. dùn Good tasting, sweet. dun - dun Cold. dùndú Fried yam. dùndún Talking drum. dúpé To give thanks. dúró To stand. E ebe Yams, sacred to the Spirit of the River (Osun). ebi Hunger. eburú Elemental spirits that work with the Spirit of Infectious disease (Babaluàiyé). èdè Language. èdé Buffalo, sacred to the Spirit of the Wind (Oya). èdèàìyédè Misunderstanding, argument. éèdì Charm, or spell. éègun Bones, human bones. eélòó How much? éèpà Greeting, announcing a procession of members of the male council of elders (Ogboni). Èdùmàrè Regional dialect for Source of Creation, (Olodumare). efi Smoke. èfó Broken plate, sacred to the ancestors (Egún). Efufu - lege - lege An aspect of the Spirit of the Wind (Oya), meaning: \"The Spirit of the ) egbe Loss. Egbé Whirlwind, an aspect of the Spirit of the Wind (Oya). égbéé Protective charm for the Spirit of Iron (Ògún). egbin Antelope. egiri Ifá medicine used as protection from the Spirit of Death (Iku). egbò Sore. ègbodò Yams. egbódo Slice yam. egbòogi Medicine. ègede Incantation, invocations used to raise power (ase). egbónó Smallpox, spread by the Spirit of Infectious Disease (Babaluàiyé). Égún The Spirit of an ancestor. Egúngún Society of ancestral mediums who perform in masquerade. egungun Silk cotton tree (Ceila pentandra ) the Araba Iroko tree. egurè Village. egunsi Melon seeds, sacred to the Spirit of the River (Osun). eji Rain. Èjìlá Seborà Name - kò -k'omo - re - léhìn - yoyo Praise name for the Spirit of Infectious Diseases (Babaluàiyé). Ejúbonà Sacred shrine. Ejufiri The Spirit that shapes consciousness, the foundation of inner strength. ejurin Ifá leaf (Momordica Balsamina M. deceitful person. ekeji Second. Èkèmí Praise name for the Source of Being (Olórun). ekó Ifá charm used for protection for female Ifá worshippers. eko - dide Red parrot tail feather, essential sacred symbol used in Ifá and Òrìsà initiation. ékú Rat, sacred to the Spirit of Destiny (Òrúnmìlà) and the Divine Messenger (Èsù). èkùró Palm nuts used Ifá ekúté White bean meal. èle Violence. èlè Knife with a long blade. elégbògi Herbal healer. elekejieni Spiritual double, higher self. elénìní Elemental spirits that block human growth, they are usually generated by interalized fear. eléré The Spirit of a child who dies young and reincarnates with the same destiny, same as àbikú. Elésù One who worships the Spirit of the Divine Messenger (Èsù) elétùtu A person who makes an offering to elevate their inner spirit. eléyi This one? elu Stranger. èlubó Yam flower. eluju Field. èmi I (personal pronoun), me. emini Dampness. ènìà Person, people. èniakénia A person who harbors negative feelings or destructive intentions. enígbó Animal tracks in the forest. enìní Enemy. enini Slanderer. enini Morning dew. Eníyán The Spirit of a bird sacred to the society of women (Ìyáàmi). epa Hail, traditional greeting to Yorùbá Kings (Oba). èpé Curse or hex involving the use of a charm. epo Palm oil, sacred to most male Forces in Nature (Òrìsà). Staple in traditional Yoruba diet. erè Boa constrictor, sacred to the Spirit of the Rainbow (Osumare). èrè Gain. eré Spontaneity. ère Statue of a Force of Nature (Òrìsà), usually carved from wood. eré isinkú Improvised aspects of a funeral ritual. erin Elephant, sacred to the Spirit of the King of White Cloth (Obàtálá). erinkà Corn on the cob. Erinlè Elephant also the Spirit of Song. èrò Thought, people depending on context. èro Person on a spiritual pilgrimage. èrokéró Negative intentions, the desire to do harm. eru Handle, also refers to ashes from a fire. erú Load. eruko The handle of a hoe or farming Purple dye. Eshinrinmofgbo Praise name for the Invisible Realm of the Ancestors (Orun). èsì Reply. èsin Last year. Esinsin Fly. eso Fruit, common offering for Forces in Nature (Òrìsà). Èsú The Spirit of the Divine Messenger, who also as a role as the Spirit of the Divine Trickster and the Spirit of the Divine Enforcer. esun elephant grass (Pennisetun purpureum ). eti Ear. èto Personal elements of a ritual, variation on traditional rituals that speak to the immediate need of the person or people involved. etu Blue and white woven cloth. etutu Atonement. ètùtù An offering designed to place the individual in alignment with the will of the ancestors and the will of Nature. ewé Leaf. ewé èwe Young person. èwo Which one? ewo Taboo, religious restriction designed to keep a person on their path of destiny. ewu Danger. ewú Grey hair, or white hair, a sign of dignity. eukéwu Danger, peril. ewure Female goat. eyi This. eyiti That, or that which. e You. èbá Boiled gari, vicinity depending on context. èbi Fault, guilt. èbí Family. èbádó The bank of the river, sacred to the Spirit of the River (Osun). èbáti Temple, sacred shrine. ebe Request. ebo Life force offering to either Forces of Nature (Òrìsà) or ancestors (Egún). èbora Strong, brave man, also a reference to the Forces of Nature (Òrìsà), that provide protection, ie the Divine Messenger (Èsú), the Spirit of the Guardian of Consciousness (Osun), the Spirit of the Tracker (Òsóòsì), and the Spirit of Iron elemental spirit. eda Creature. Èdán A rod or a staff, also the name of the male aspect of the Spirit of the Earth (Onile). Èdán àrá Thunderstone, sacred to the Spirit of Lightning (Sàngó). èda - óro A pun, commonly used in Ifá scripture to make a spiritual point through the use of humor. edùn Ax, sacred to the Spirit of Lightning (Sango). èfè Singing and clowning during ceremonies honoring the Maternal Ancestors (Gelede), also refers to making a joke. èfó Green vegetables. efon Buffalo, sacred to the Spirit of Wind (Oya). èfóri Headache. efun White chalk, sacred to the Spirit of the King of the White Cloth (Obàtálá) and the Spirit of the Ocean (Olókun). efún Charm or spell usually associated with creating some form of attraction. efunle Ifá herb, leaf of good fortune Evouns alsinoides ). ègbé Community of people with a common purpose, or a society of people. ègbe Cooked beans. egbe Companion. Egbéògbà Spirit honored by the society of women (Ìyáàmi). egede Medicine used for protection against the Spirit of Death (Iku) egbón Elder. egun Thorn on a bush. ehin Back. èhin - òla The future. eiye Bird. eiyele Bird of the house, a reference to elemental spirit of a bird worshipped by the society of women (Iyáàmi). eja Fish. ejé Blood, sacred to most Forces in Nature (Òrìsà). ejó Court case. èjo Ifá The gruel. èkó Teaching, education. èkókékó The teaching of false doctrine, or the teaching of inaccurate information. Èkó Mímó Spiritual lessons, the study of spiritual matters. eko mimu Cornstach cruel. ekùn Weeping, also refers to Ancestor masquerade. ekun Tears. ekùn Leopard, sacred to the Spirit of Iron (Ògún). Èlà The Spirit of Purity, the First Reincarnation of the Spirit of Destiny (Òrúnmìlà). It is also the name given to the ceremony that celebrates the first harvest of yams. This ceremony is an important aspect of the Ifá calendar of seasonal celebrations. ela Ifá herb (Epiphytic Orchidaceae ). Elédà Creator, associated with the power center between the eyes. elédè Pig. Elégbà A person of good character, also refers to one of the aspects of the Divine Messenger (Èsú). Elégára The aspect of the Divine Messenger (Èsú) associated with the Spirit of the Trickster. èléiye Bird woman, reference to a woman who works with an elemental bird spirit in the soceity of women (Iyáàmi). eléni Person dancing with the mask of the Chameleon (Agemo). eléri Witness. Elérìn - ìpin Praise name of Destiny (Òrúnmìlà), meaning; \"Witness to Creation.\" èlúku Secret society. emere Elemental spirit. Emesè Society of Ifá priests who say prayers on a daily basis for the Yorùbá Nation. èmí Breath, also refers to the human soul. Èmí Òrìsà Spirit of a Force in Nature (Òrìsà). Èmi Mimo Spirit of the Creator. emirin Next year. emu Palm wine. en Expression of agreement, spoken by Ifá priests when someone is reciting Ifá scripture to indicate that a particular verse has been repeated correctly. eni Person, also the name given to a mat used for divination. eni - kan One person. eni - òwo A revered elder. eniti Who, the person who. eni - ti Person that. enu Mouth. enu - òna Doorway, passageway, gate. enu geru The entrance to a palace. enyin You. epa Peanut. èpa Small jars of medicine. epere Better. eran Animal, meat. eran - ebo The animal used for a life force offering to Forces in Nature (Òrìsà) or to the spirit of the ancestors (Egún). eranko Wild animal. eri River. erin Laughter. Erinla Cow. èrí - okàn Conscience. èrò Soothing quality, generally associated with women or female Forces in Nature (Òrìsà). erù Load. èrù Fear. èrúbo Obligation to make an offering to Spirit, based on divination. erun Tree used for making charcoal. Ifá uses charcoal as medicine for spiritual elevation and for physical healing. èsà - owó Small cowries. ese Row, foot depending on context. esè Foot, or track in the earth. esè Ifá Verse of Ifá bottom, of the Ifá divining tray. ese Breaking. Èsèntáiyé Naming ceremony. esin Horse. esisu Queen aunt, used in some forms of Ifá medicine. ètè Leprosy. etù Guinea hen, sacred to the Spirit of Destiny (Òrúnmìlà) and the Spirit of the Wind (Oya). ètù Ifá medicine that is burned on a fire. ewà Cultural group of people. eyin Egg. E (in this section every \"e\" is underlined) e You. èbá Boiled gari, vicinity depending on context. èbi Fault, guilt. èbí Family. èbádó The bank of the river, sacred to the Spirit of the River (Osun). èbáti Temple, sacred shrine. ebe Request. ebo Life force offering to either Forces of Nature (Òrìsà) or ancestors (Egún). èbora Strong, brave man, also a reference to the Forces of Nature (Òrìsà), that provide protection, ie the Divine Messenger (Èsú), the Spirit of the Guardian of Consciousness (Osun), the Spirit of the Tracker (Òsóòsì), and the Spirit of Iron elemental spirit. eda Creature. Èdán A rod or a staff, also the name of the male aspect of the Spirit of the Earth (Onile). Èdán àrá Thunderstone, sacred to the Spirit of Lightning (Sàngó). èda - óro A pun, commonly used in Ifá scripture to make a spiritual point through the use of humor. edùn Ax, sacred to the Spirit of Lightning (Sango). èfè Singing and clowning during ceremonies honoring the Maternal Ancestors (Gelede), also refers to making a joke. èfó Green vegetables. efon Buffalo, sacred to the Spirit of Wind (Oya). èfóri Headache. efun White chalk, sacred to the Spirit of the King of the White Cloth (Obàtálá) and the Spirit of the Ocean (Olókun). efún Charm or spell usually associated with creating some form of attraction. efunle Ifá herb, leaf of good fortune Evouns alsinoides ). ègbé Community of people with a common purpose, or a society of people. ègbe Cooked beans. egbe Companion. Egbéògbà Spirit honored by the society of women (Ìyáàmi). egede Medicine used for protection against the Spirit of Death (Iku) egbón Elder. egun Thorn on a bush. ehin Back. èhin - òla The future. eiye Bird. eiyele Bird of the house, a reference to elemental spirit of a bird worshipped by the society of women (Iyáàmi). eja Fish. ejé Blood, sacred to most Forces in Nature (Òrìsà). ejó Court case. èjo Ifá The gruel. èkó Teaching, education. èkókékó The teaching of false doctrine, or the teaching of inaccurate information. Èkó Mímó Spiritual lessons, the study of spiritual matters. eko mimu Cornstach cruel. ekùn Weeping, also refers to Ancestor masquerade. ekun Tears. ekùn Leopard, sacred to the Spirit of Iron (Ògún). Èlà The Spirit of Purity, the First Reincarnation of the Spirit of Destiny (Òrúnmìlà). It is also the name given to the ceremony that celebrates the first harvest of yams. This ceremony is an important aspect of the Ifá calender of seasonal celebrations. ela Ifá herb (Epiphytic Orchidaceae ). Elédà Creator, associated with the power center between the eyes. elédè Pig. Elégbà A person of good character, also refers to one of the aspects of the Divine Messenger (Èsú). Elégára The aspect of the Divine Messenger (Èsú) associated with the Spirit of the Trickster. èléiye Bird woman, reference to a woman who works with an elemental bird spirit in the soceity of women (Iyáàmi). eléni Person dancing with the mask of the Chameleon (Agemo). eléri Witness. Elérìn - ìpin Praise name of Destiny (Òrúnmìlà), meaning; \"Witness to Creation.\" èlúku Secret society. emere Elemental spirit. Emesè Society of Ifá priests who say prayers on a daily basis for the Yorùbá Nation. èmí Breath, also refers to the human soul. Èmí Òrìsà Spirit of a Force in Nature (Òrìsà). Èmi Mimo Spirit of the Creator. emirin Next year. emu Palm wine. en Expression of agreement, spoken by Ifá priests when someone is receiting Ifá scripture to indicate that a particular verse has been repeated correctly. eni Person, also the name given to a mat used for divination. eni - kan One person. eni - òwo A revered elder. eniti Who, the person who. eni - ti Person that. enu Mouth. enu - òna Doorway, passageway, gate. enu geru The entrance to a palace. enyin You. epa Peanut. èpa Small jars of medicine. epere Better. eran Animal, meat. eran - ebo The animal used for a life force offering to Forces in Nature (Òrìsà) or to the spirit of the ancestors (Egún). eranko Wild animal. eri River. erin Laughter. Erinla Cow. èrí - okàn Conscience. èrò Soothing quality, generally associated with women or female Forces in Nature (Òrìsà). erù Load. èrù Fear. èrúbo Obligation to make an offering to Spirit, based on divination. erun Tree used for making charcoal. Ifá uses characoal as medicine for spiritual elevation and for physical healing. èsà - owó Small cowries. ese Row, foot depending on context. esè Foot, or track in the earth. esè Ifá Verse of Ifá bottom, of the Ifá divining tray. ese Breaking. Èsèntáiyé Naming ceremony. esin Horse. esisu Queen aunt, used in some forms of Ifá medicine. ètè Leprosy. etù Guinea hen, sacred to the Spirit of Destiny (Òrúnmìlà) and the Spirit of the Wind (Oya). ètù Ifá medicine that is burned on a fire. ewà Cultural of people. eyin Egg. F fa To pull. fá To wipe, or to clean. fà To pull. fadákà Silver, sacred to Ifá. fàfose To predict the future. fàfòsese The use of ritual to transform problems. faiya To charm or allure. farabalè To be calm. farapamó To be calm. fári To give a haircut with a razor. fe A long time. fèrè Flute. fé To love. felá To act with importance based on holding a position of responsibility. féniyawo To marry. fere The gathering of rain clouds. fi By, with or to depending on context. fi - apatabò The use of shield in self defense. fi - àsefún To give an order. fibò To hide from view. fidan To explore a mystery. fífaragbò Incarnation, the belief in souls returning to earth in different bodies. fiféraeni Self esteem. fifokànsin Spiritual devotion. fifòwòse To do something with reverence. fijì To forgive. fijúbà To give respect. filà Cap. fimó To perform initiation. fipata To make soup. fírì The greatest. firúbo To make a life Force Offering. fiatíla Lamp, traditional Ifá lamps are made from pottery, they burn palm oil with a cotton wick. fò To wash. fó To break. fòiya To be afraid, or fearful. fójú Blind. fojúkojú To face a problem head on. foríbalè To treat with reverence, to worship. fòfe The ability to perform miracles. folárin To move with dignity. fònahan To offer guidance. fowólérán To act with patience. fun For. funfun White. fúnwiniwini To drizzle, considered a blessing from the Spirit of the Wind (Oya). fúnlèfólorun To give freely, to do something because it is the right thing to do. fúnninimolè To offer enlightenment. fúù The sound made by the wind, the voice of the Spirit of the Wind (Oya). fúye Light. G gáàn Identical, exactly gáàri Cassava meal. ga Excellent, elevated. gala Deer. gángan Traditional drum. gèlè Head wrap made from cloth. géndé Strong man. gèdé Ifá system of topographical astrology, the study of the spiritual influence of planets on the landscape. Gèlédé Masquerade soceity dedicated to honoring the ancestoral Mothers. gelete At ease. gere Trail. gidigidi Completely, extremely also refers to a large Buffalo sacred to the Spirit of the Wind (Oya). giri With courage, courageous action. góòlù Gold. gori To ascend, to experience spiritual growth. goróyè To receive a title, to become a King (Oba). gò To be stupid. goloto Stupid. gòmbó Facial scars indicating lineage. gun To climb. gùn To be tall. gunnugun Vulture, sacred to the Spirit of the River (Osun). gúúsù The south, also refers to the Spirit of the South. GB gba The sound of wood breaking, this implies that something is happening quickly. gbà To accept or take. gbabe To forget. gbada Knife with large blade. gbádùn To enjoy. gbàdúrà To pray. gbagbo To believe. gbaguda Cassava. gbàjámò The profession of being a barber, sacred to the Spirit of Iron (Ògún). gbajumo Gentleman. gbángangbàngan Arbitrary movement, scattered. gbangba Open place, open space. gbàni to possess. gbànja Kola nut with two halves, generally not used for divination. gbarada Immense. gbárajo To gather, to form an assembly. gbé To lift. gbédè To act in an intelligent manner. gbegbe Ifá herb (Lcancina richantha ). gbe li gbo The center point of the Ifá diving tray, a symbolic reference to being in perfect alignment with personal destiny. gbérè Congratulations. gbèrò To intend. gbese Debt. gbéyàwó To marry. gbede Wet. gbéré Incision, cut. gbèsan To have revenge. gbese To act in volation of personal taboo. gbigbon Shaking. gbin Plant, reference to any type of plant. gbó To be old. gbodogi Ieaf used for thatched roofing (Sarcophrynium Spp.). gbogbo All, everything. gbóju Brave. gbóná To be hot. gbórín Large. gbo To hear, to understand. gbodo Must. gbogborogbo Very long. gbónju Coming of age, passing through the puberty rite. Gbònkáà The brother of The Spirit of Lightning (Sàngó). gbooro Long and thin. gbowó Shake hands. gbúròó To hear. gúnlésè Hand to hand combat, a form of boxing. H hà Expression of amazement. halè To threaten. han To scream or shout. hàn To be obvious. he To pick up. hen Yes, expression used by Ifá priests to confirm that someone has accurately recited portions of oral scripture (Odù). hó To boil. hun To weave. hùwà To behave. hùwà - ará - oko To be rude. h-uwà - ikà To act with malicious intent. I I Him, her, it. iba Should. ìbà Homage, or respect, used to express respect for Forces in Nature (Òrìsà). ìbàjé Spoiled. Ìbamolè Spiritual Forces that are worthy of respect. ibà pójúpójú Serious fever. ibaralè Self control, cool headed. ibè There ìbeji Twins, also refers to the Spirit of Twins. Ìbejì orò The power of the Spirit of Twins (Ìbejì). ibegè Pray, devotion. ìbéta Triplet, also the Spirit of Triplets sacred to the Spirit of the Ancestors (Egún). ìbèrù Fear. ibi After birth, also refers to a condition in which a person is not in alignment with their destiny. Ibìkejì Èdùmàrè Praise name for the Source of Creation (Olódùmarè), meaning: \"Second to the Creator.\" ìbíle Person of a particular place, who is from that place. ìbínú Anger. ibití Where. ìbó Small implement used to determine the orientation of a verse (Odù) of Ifá scripture used in divination. The orientation may determine the prospects of good fortune or bad luck. ibode The gate at the entrance to a town. ìbogibòpe Person who worships many Forces in Nature (Òrìsà). ìbojú Veil that covers the face, used in ritual to cover the face of a medium. ibòòji Shade. ìborí Ifá ritual performed to elevate a person's consciousness. ìborìsà The worship of Forces in Nature (Òrìsà). ibu Breadth. ìbúlè - àrun Sick bed. ìbúlè - ikú Death bed. ibùsùn - òkú Cemetery, sacred to the Spirit of the Wind (Oya). ibuyin Respect. idà Sword. idabo Iyerosun marked with the symbols of Ifá scripture (Odù) on an Ifá divination tray for the purpose of making a blessing. ìdàlè Distance, meaning a long distance from the house. ìdán Magic trick. ìdánwò Examination. idási Comments. ìdáwò Consulting divination. ide Beads worn by elders on the left wrist to indicate that they have been through some form of initiation. ìdénà Obstacle, considered a form of bad luck in Ifá divination. ide Brass, sacred to the Spirit of the River (Osun). ìdésè Action in violation of taboo. idi Waist. ìdílé Family lineage. ìdode Hunting. ìdùn Sweet flavor. ìdúró Standing. Ifá Wisdom of Nature, also refers to the traditional religion of Yorúbà culture. Ifá awo kokó Bowl used to hold the for Ifá divination. Ifà esteem. ìfarun A piece of iron looped over the fingers to protect the fingers when drawing a bow. Ifáyelele Alignment with personal destiny. Ifá Olokún Praise name for the Spirit of Destiny (Òrúnmìlà) \"Diviner of the Sea.\" will, of ìforibalè Anointing, part of the initiation process. ìfokànsin Devotion. ìfowórikú Natural death at old age, considered a blessing by Ifá. ìfun intestines, on occasion used as an offering to Forces in Nature (Òrìsà). iga Court yard of an elder. igan Piece of cloth. igbà Time. igbá Calabash, take, eggplant depending on context. Eggplant is sacred to the Spirit of the Wind (Oya). ìgbà History. igbademu Calabash used for making food offerings (adimu) to Forces of Nature (Òrìsà) and to the ancestors (Egún). igbado Corn, sacred to the Divine Messenger (Èsú) and to the Spirit of the Guardian of the head (Osun). ìgbàgbó Belief, faith. ìgbàlà Deliverance, salvation. ìgbàlè Cemetery, sacred to the Spirit of the Wind (Oya). Ìgbamole Calabash of light, reference to the primal polarity of Creation at the beginning of time. igbe Punishment. ígbe Shout. igbèsè Debt. ìgbé Forest. igésiaiyé Way of life. ìgbín Snail, sacred to the Spirit of the King of the White Cloth (Obàtálá). igbo Coward. igbó Forest. Igbódù Place of spiritual \"Sacred Grove,\" or \"Womb of the Forest.\" Igbófá Sacred Grove used for worshiping the Spirit of Destiny (Òrúnmìlà). Igbódù Òrìsà Sacred place used to initiate a person into the mysteries of a particular Forces in Nature (Òrìsà). Igbóiya Courage, determination, meaning: \"Sacred Grove of the Mothers.\" igbówólélórí Healing, elevation of consciousness by transfering spiritual power (ase) through the hands. ìgboro Street, road. ìgbóòse In the future. ìgèdè Ifá incantation, also Ifá medicine for providing protection against the Spirit of Death (Iku). igi Tree, stick, piece of wood. igiripa Full grown. igi - isáná Match. igi - osún Camwood tree, source of Ifá medicine (irosún). igi - òpe Palm tree. igò Bottle. ìgòkè Spiritual growth or development, the consequence of being in alignment with personal destiny. igun Vulture, sacred to the Spirit of the River (Osun). Igúnwà Sitting as King (Oba), meaning sitting on the throne wearing a crown (Ade) in an official capacity. igunnuko Tall cylindrical mask for the Spirit of the Ancestors (Egún). iherehere Bit by bit. (First word in Ifá scripture ie: \"Bit by bit we eat the head of the rat.\" ihò Hole. ihoho Naked, undressed. ija Fight. ìjábà Trouble, difficulty. ìjagun Warfare, combat. ìjakádi Martial art, a form of wrestling. Ìjálá Songs used by hunters to praise the memory of their Ancestors (Egún), who were also hunters. ìjànbòn Trouble. ijanwon Scraps. ìjàpá Turtle, an aspect of the Divine Messenger (Èsú) who communicates directly with the Spirit of Lightning (Sàngó). ijatijati Dead fruit of a palm tree. ijetà Day before yesterday. iji Fear, also a reference to thunder storms, the voice of the Spirit of the Wind (Oya). ìjó Dance. ìjo - ara - eni - lójú The concept of self, the conscious self ìjòkùn Stem used as rope. ìjòyè Chief. ìjoú Jealousy. ìjosí The other day. ika A knife with a straight blade, finger depending on context. ikà Cruel person. Ìká Verse of Ifá scripture (Odù). ìkà Cruelty, destructive intentions. ikan Termite, sacred to the Spirit of Destiny (Òrúnmìlà). ikán Eggplant, sacred to the Spirit of the Wind (Oya). ìkan One. ìkárùn Beads that are worn as a necklace. ike Ivory, sacred to the Spirit of the King of White Cloth (Obàtálá). iké Deformity in the spine, those who suffer this condition are protected by the Spirit of the King of White Cloth (Obàtálá). ikeyika Circumcision. ìkín Sacred palm nuts used in Ifá divination. ikoko Pot. ikoríta Junction in the road, sacred to the Divine Messenger (Èsú). ikò Messenger. ikoko Corner. ilòlédàyé Divination performed at a child's naming ceremony. Ìkòlè áyé The visible realm of earth. Ìkòlè Òrun realm of Spirit. Ikoriko Hyena. Divination performed at a child's naming ceremony. Ikú Death, the Spirit of Death depending on context. Ikú dúdú Plague. ikun Squirrel. ikùn Stomach. ilà Facial marks. sacred to the Spirit of Lightning (Sàngó). ìlaiyà Ifá medicine for courage. ilaji Middle. ilana Holy principle. ilà Óòrùn East, Spirits of the East depending on context. ilé House. ilé - aró Blacksmith shop. ile ati ona House and road, a reference to all the property that a person owns. ilé - ekó Court house. Ilé Ifè The Spiritual capitol of traditional Yorúbà culture, also refers to a Spiritual City in the Realm of the Ancestors (Ìkòlè Òrun). ilédi Meeting place for the male council of elders (Ogboni). ilè Ground. ilé aiyé The earth, usually refers to the surface of the earth. ilédú Top soil. Ilèégbónó Small pox. ìlekè Bead. ilèmó Dawn. Ilè Ògéré Praise name for the of the Earth (Onilé) meaning: \"House of Perfection.\" ilé omo House of the child, meaning the womb. ilèpa Sub soil. ìpètì Rope. ilèsú Night. iló To do, disciplined action. ilogbon House of Wisdom, mystical home of the Spirit of Destiny (Òrúnmìlà). ilóyun Conception of a child. ìlú City. ìlù Drum. ìmale Ancestor reverence (Egúngún). ìmáwò - ara Incarnation, current state of reincarnation. ìmójúkuku Courage and determination. imó Knowledge. imobuburú Bad information. Ìmólè Forces of Nature (Òrìsà) in their earliest manifestation as expressions of light, meaning: \"House of Light.\" ìmólè - - osupa Moonlight. imó'lòrun Theology. imò - ope Palm leaves. ìmoran Opinion, advice. ìmótoto Cleanliness, part of Ifá discipline. imonamona Lightning, the physical manifestation of the Spirit of Lightning (Sàngó). imorí Ifá divination performed to determine which Force in Nature (Òrìsà) guides an individual's consciousness. ìmótótó Cleanliness. imunamuna Fierce, intense. iná Fire. ìní To possess. inu Belly, inside depending on context. ìpàdé Meeting. ìpàkó Base of the skull, the back of the neck, also refers to the spiritual power center that links the head and the heart, or mind and emotions. ipara Ointment made from herbs. ìparí End, conclusion, completion. ìpátá Trouble maker. ìpelé Short facial scars indicating family lineage. ipenpe - ju Eyelashes, eyelid, eye brow depending on context. ìpete Yams cooked in palm oil, sacred to the Spirit of Iron (Ògún). ipin Guardian. ìpín Destiny, also refers to a spiritual substance that is projected from the eyes during alternate states of consciousness. ipin ijeun Spirit that lives in the stomach. ìpitan Oral tradition. ipo Position. ìpónjú Distress. Ìpònrí Higher self, described in Ifá scripture as a person's spiritual double that lives in the Realm of the Ancestors (Ìkòlè Òrun). Iponri The Force in Nature (Òrìsà) that guides the consciousness of a particular individual. Ipò - okú Ancestral home of the a person's spiritual shadow (ojiji), place where the spirit of the deceased lingers if it does not receive proper elevation. ìpòrí The Spirit of the Big Toe, in Ifá Ancestor reverence the big toe is the place where personal consciousness (Orí) forms a link with Ancestral consciousness (Orí Egún). ìrá Wild animal. irankoro Crawling. iran Abyss, a place of despair, also refers to a religious drama depending on context. ìran Vision, both physical and mystical, future generations depending on context. ìran - àtelé Generations, descendants. Ìranse - Olórun Messengers of the Source of Being (Olódùmarè), praise name for Forces in Nature (Òrìsà). ìràwò Stars. Ìrawo - àguala Venus, the Spirit of Venus, sacred to the Spirit of the River (Osun). Ìràwòalé The star Sirius, the Spirit of Sirius refered as the canoe star in Ifá scripture. ìrawolè Ifá medicine for children. Ìràwò Oke The star Sirius, the Spirit of Sirius, refered to as the canoe star in Ifá scripture. Good fortune. ire Ifá herb (funtumia elastica ). irépò Cooperation, friendship, the Spirit of Cooperation. ìrésì Rice, sacred to the Spirit of the King of White Cloth (Obàtálá). ireti Expectation. ìrèmòjé Hunter's funeral chants. irere calabash. Ìrèté Sacred verse of Ifá scripture (Odù). iri Dew, sacred to the Spirit of Plants (Osányìn). irin Iron, physical manifestation of the Spirit of Iron (Ògún). irin àjó To travel by walking, to go on a journey, also refers to the journey through life depending on context. iro Height. ìró Sound, wrapper worn by women depending on context. iro - fá Tapper used by Ifá diviners to tap the side of the divining tray as part of the invocation process. ìrókò Tree used as an Ancestor shrine (Egún and Iyáàmi). ìròhìn News. ìrònú Thoughtful. ìròsun Red camwood powder used as Ifá medicine and as a source of attraction for the invocation of specific Forces in Nature (Òrìsà). ìró Lie, error. iru Tail. irukere Cow tail switch. irun Hair. Irúnlè The Spirits of all the Ancestors (Egún). Irúnmòle Forces in Nature (Òrìsà) that created the Earth. ìsàlè Reproductive organs. ìsálú - ayé The Universe, all the world. ìsálú - Òrun The entire Invisible Realm of the Ancestors. isansan Root. ise Work. ìségún Ancestor reverence. isele Disaster. ìsimi Rest. isinkú Funeral. isisiyi The right row in a field. isogan Adult males. ìsomolóruko Giving a name to a child at a naming ceremony. ìsedálè Tradition, custom. ìsípayá Revelation, intuitive inspiration. ìsu Yam. ìtajà Selling at the market. itan Finish. ìtan History, legend, mythology. ìtan - àtowodowo Traditional legend, stories about Forces in Nature (Òrìsà). ite Bush, sacred to the Spirit of the Tracker (Òsóòsì). ìté Throne. ìtefá Ifá initiate. itóbi Greatness, distinction. ito Urine. ìtójú Caring for. ìtúmò Meaning. ìwà Character, according to Ifá the defining quality of spiritual growth and destiny. ìwà - àgba Character of an elder. ìwà - édá Nature. ìwàgbáyé World view, belief system. ìwà - Olórun Character of high ethical standards, spiritual role model. ìwà - pèlé Good or gentle character. iwájú Forehead. iwájú - orí Power center in the forehead, seat of mystic vision. ìwèjú Mystic vision. Iwin Ghost. iwòfà Servant. ìwò Oòrun West, Spirits of the West depending on context. ìwà rere Good character. ìwo You. ìwòn About. Ifá scripture (Odù). iwóòrò Gold. iwosan Healing. iwowo Bead. iwu Grey hair, sign of respect. ìwu Erotic love, the realm of the Spirit of the River (Osun). iwùjè Forehead. ìyà Punishment, suffering. Ìyá Mother. Ìyá - àgan Senior female elder within the society of Ancestral mediums (Egúngun). Ìyáàgbà Grandmother, elder mother. Ìyáàgbe Praise name for original (Oduduwa). Women, meaning: \"My Mothers.\" - egbé Elder woman in any women's society. Ìyako Mother of an adult male. Ìyálójà Mother of the Market, a reference to the senior priestess of the Market women, usually an initiate into the Mysteries of the Spirit of the Wind (Oya). Ìyáláwo Female Ifá diviner meaning: \"Mother of wife in a polygamous family. Ìyálorìsà Female initiate into the mysteries of the Forces of Nature (Òrìsà). iyan Yams prepared in silence as a offering to the Spirit of the King of White Cloth (Obàtálá). iyànénu Surprise. Iyansan Praise name for the Mother of the Spirit of the Wind (Oya) meaning: \"Mother of the Child of Nine.\" ìyanu Wonder. iyawo Junior wife, also refers to those who are recently initiated into the Mysteries of Forces of Nature (Òrìsà). Iyawo ale Evening star, Spirit of the Evening Star. iye Number, value. iyekan Ancestors of the Father. ìyèrè Chanting verses (Odù) of Ifá oral scripture. iyi Glory. ìyí This. iyin Praise. iyo. Rejoice. ìyonu Trouble, worry. iyùn Beads worn by chiefs. J ja Reach. jà To fight, to struggle. já To get, to find out. jáde To go out, to emerge. jádeogun To prepare for combat. jádekúrò To come out of a place. jádi To attack. jáfáfá To be active. jagun To make war, also the title of a military leader. jagunjagun Warrior. jagba Wrestling competition. Jàkúta To fight with stones, also the Spirit of the Stone Thrower. jàmbá Accident. je To eat. jé To allow. Jebáàlè To rule as chief. je ewo Bad luck that comes as the result of violation of taboo. jèfá To experience good fortune. jege Softly. jéjé To swear an oath. je ohun Bad luck that comes as the result of violation of taboo. jékí To allow. jemó To be connected with. jeun To eat. jéwó To confess. jé To wake. jìbàtàjibata Soaking. jìgbò Mask that represents a Spirit of the Water. jigi Mirror, glass. jije To eat. jikelewi To pounce. jìnnà To be far. jó To dance, to light a fire, to burn depending on context. joko Sit down. jóná To be on fire. jo To be similar. jojú jóò Excuse me, forgive me. jowo Grant favor. ju Surpass, to excel. júbà Praises, a request that respect be accepted by the Spirits. jugbáàna Assistant. K kà To read, to count, to be placed on depending on context. ká To reap, to pluck. kábà Dress. kàdárà Destiny. Kábiyèsí Greeting of respect to a king (Oba). Kábíyèsìlè Term of respect praising a chief or elder. k'ágò Asking permission to enter a house. kaka Instead. kalè To sit down. kan To touch. kán One. kánjú To be in a hurry. kánkan Any. Ká - mò - ó - ka - là Praise name for the Spirit of Destiny (Òrúnmìlà), meaning: \"Whom to know is to be saved.\" kaná To be on fire. kànàkànà Catapult. kangere Feeble. Kanki Short pants. Kanlè Touch the earth, to reach the earth. kánnáà The same. kári To go around. kárò Good morning. kárùn To become sick. kàs ínkan What is the matter? kata - kata Scattered, unfocused. kàwe To read. káwó Hail, a sign of respect, a greeting for a political leader, also means leader. ké To cut. kedere Clear. kékeré Small. kéré To be small. kéréwú Cotton seeds, sacred to the Spirit of the King of the White Cloth (Obàtálá). Kéhìndé The second twin to be born, the oldest child among twins is believed to come last so that the younger child can test the new environment. All second born twins in traditional Yoruba culture have this name whether they are male or female. kekere Good fortune. keleku Calico cloth, sacred to the Spirit of the Ancestors (Egún). ki To greet, to press tightly, to push depending on context. kí Before, to greet depending on context. kíákíá Quickly. kijikiji Shaking. kíkún Mortal. koro To go. kìléhin One who stands behind to give support, moral support. kini First. kínìdí What causes. kiniun Lion. Kiribiti All around. kò Not, to meet depending on context. kó To gather. kobokobo A whip that is used to symbolize the power of the Spirit of Iron (Ògún). kókó Lump. kòkó Coca. kòkòrò Germ that causes disease. kóòro Entirely, completely. koriko Grass. Korí Spirit who creates the calabash of the inner self. Usually worshipped by small children. Kórira To hate. korò To be bitter. koto Hollow or hole depending on context. kò To reject. ko To write, to sing, light from lightning, sacred to the Spirit of Lightning (Sàngó). kó To hang up. koja To pass. kókóró Key, sacred to the Divine Messenger (Èsú). kolá Lineage scares on the face, back and shoulders. kòla Bitter kola nut, sacred to most Forces in Nature (Òrìsà) and used in Ifá for a simplified form of divination. kolobo Sore throat. kònkò Bullfrog. kóni To teach, instruction. kó - nìlá - abè Circumcision. kòòkan Each, one each. korin To sing. kósórí To memorize. ku To die. kutute Stump of a tree. kukunduku Yam. kúkúrú Short. kun To divide into parts, to set on fire depending on context. kún To be full. kunle Kneel to the ground as a gesture of respect to either a sacred shrine or an elder. kunrin To sing. kúrú To be short. kurúkurú Fog. Kurumu Round or spherical shape. L là To appear. lá To dream. láàràngunkàn Cloth used for making clothing for Kings (Oba). láàrin In the middle. láàyè To be alive. labalábá Butterfly. lábelè Secretly. lágbára To be strong. lágidigba Black beads made from palm nut shells worn around the waist by women for fertility. lagogo To ring a bell. láikú Immortal, the term Immortals is a reference to Forces in Nature (Òrìsà). làí - làí The beginning of time, also refers to a mystical state in which the person experiences a connection with the Source of Being (Olódùmarè). láí - láí All that would be, meaning forever into the future. láilésè Innocent, not guilty. láimó Unholy, in violation of taboo, not consecrated. láinípèkun Without beginning or end, immortal. láiópin Infinite. Lákáyé Praise name for the Spirit of Iron (Ògún). làkúègbé Rheumatism. lálá To dream. lálé Touch the Earth, a sign of respect to elders làlóju To enlighten. láná Yesterday, in the recent past. lásán Free, no charge, worthless depending on context. lati From. látijó In the olden days, reference to a very long time ago. láyò To rejoice, to experience pleasure. le To be hard lè Can, might, to be able. lé To be on. lél è To be on the ground. lèmómù Priest of Islam, an Imam. léraléra Repeatedly. létòl´tò The segments of a ritual. léhin After, behind. lésèkésè Immediately. léwà To be beautiful. lò To use lódè Outside. lódè oni In the present time. lode Resides. lójoojúmó Daily. lókè Soft. lókun Strong. lóni Today. lórí On. lówò To be rich, having abundance lo To go, more than depending on context. ló Indirect. lodon The southern leg of the cross marked on the Ifá divination tray. lókan Brave. Ló - l'òla Praise name Spirit Destiny (Òrúnmìlà), meaning; \"Master of tomorrow.\" Ló - l'òní of Destiny (Òrúnmìlà), meaning: \"Master of the Day.\" Ló - l òtunla - pèlu - è Praise name for the Spirit of Destiny (Òrúnmìlà), meaning: \"Master of the day after tomorrow.\" lówolówo Recently. lù To strike. lukoun Penis. lùníkúùkù Fighting with fists. M ma Indeed. máà I will. Magà Chief Priest of the Spirit of Lightning (Sàngó). Mágbéèmitì Spirit who shapes consciousness. májèlé Poison. málù Charm used to prevent being physically attacked. màlúù Ox. Mana - mana Lightning, physical manifestation of the Spirit of Lightning (Sàngó). màrìwò Palm fronds, sacred to most Forces in Nature (Òrìsà), used as clothing for rituals involving the Spirit of Iron (Ògún). másé Do not. Mason Mediums of the Spirit of Ancestors (Egúngun) who dress in masquerade to honor the Ancestors (Egún). mbè To exist, to be alive. mbo Coming, expression \"I will return.\" méjì Two. mélò How many? mérin Four. mérìndínlógún Sixteen, also used to refer to a system of divination used by Òrìsà initiates that is based on the first sixteen verses of Ifá divination (Odù). meta Three. méwà Ten. mi To swallow, to breathe. mímo Sacred, holy. míràn Another. mo I. moji Performance of Ancestor masquerade (Egúngún). mojú To know. móoru Hot weather. mo To build. mó Again, against, any more. molara To feel. molé To build. mòràn To know. motélè To be able to predict the future. mu To drink. mule To drink dirt, reference to making an unbreakable oath. mupa Remote. N náà The same. ná First of all. nba Joining. nfe To want. nfe Loving. nje Well. njo To dance, dancing. ni To say, to be, someone, that depending on context. níbè There. níbí Here. nígbàgbogbo Always. nígbànáà Then nígbàtí When. nihin Here. nikan Alone. nílátì To have to, must do. níle At home. nímò Intelligent, skilled, wise. nípa About, through. nírèlè Humble, a reflection of good character in Ifá. nítòrpé Because. nítòrítí Because. nítòótó In truth. niwòn In nje Then, therefore. nko Not. nkó What about? nkoja Passing. nlá Big. nlo Going. nmu Drinking. nrin Walking. nro Thinking. nse Making. nsó Go on. nú To wipe, to be lost. nwon They or them. nyaju Placing a hex through the use of the eyes. nyín You. nyo Rejoicing. O o He, she and it. obì Kola nut used in simplified systems of Ifá divination. obí Female gender. ogìnrin Woman. obirikiti Circle. Obírítí name for the meaning: \"The Immense Orbit.\" óbo Vagina. obuko Male goat, sacred as food for a feast in honor of Forces in Nature (Òrìsà). o dàbo Goodbye. òde Outside, outside of the house, outside of town. òde - ayé The entire world. òde ìsìsiyí The present time. òde òní Today. òde - Òrun The entire invisible realm, home of the ancestors (Egún) and the Immortals (Òrìsà), the Source of Creation. Òdí Méjì Verse of Ifá scripture (Odù). odi It becomes, town wall depending on context. odídeé Parrot, sacred to most Forces in Nature (Òrìsà) as a symbol of transformation and initiation. òdìdì Complete. òdìndì Complete. odò River, physical manifestation of the Spirit of the River (Osun). ódó - aró Blue river, a reference to the fluids in the birth canal, sacred to the Spirit of the River (Osun). ódó - ejé Blood river, a reference to the blood in the birth canal, sacred to the Spirit of the River (Osun). òdodo Justice. Odù The Spirit of the Womb of Creation, also refers to the verses of Ifá scripture and the pot used to initiate Ifá priests. Odùdúà Same as Odùdúwà. Odùdúwà Spirit of Black Character, black is a symbolic reference to that which is invisible, the opposite of light. In some regions of Nigeria this spirit is the primal Goddess, in Ile Ifè this Spirit is the original male Ancestor of Yoruba culture. odukun Sweet potato. Odumare Regional variation of Olódùmarè who is the Source of Creation. ofere The morning star, Spirit of the Morning Star. òfin Law. òf ò Loss. ofofo Tales, stories, scripture (Odù). Òfún 'kànrán Verse divination based on the use of 16 cowries (mérìndínlógún). Oga - ogo Praise name for the Source of Creation (Olórun) meaning: \"The Brave One.\" scripture (Odù). ogbe The comb of a rooster. ogbó Old age. ogbo ato Grow old, long life, used as a blessing from an elder to a junior. Ogboni Society of male elders who worship the Spirit of the Earth (Onilé). ogborogan Broad. Òge Spirit Guardian of Barren Women. ògèdè Incantation used to transform problems, also refers to medicine used as protection against the Spirit of Death (Ikú). ògégé Precision, exactness. ogiri Boiled oil seeds. ògiri Wall. ògòdò Diseases caused by neglect of personal care or violation of taboo. Ògún The Spirit of Iron. ogun War, fight. ogún Twenty, Ògúnda Méjì Verse of scripture (Odù). Ògún ègbé Medicine used to induce astral travel (out of body experience). Ògúngbe Bodyguard of a King (Oba). ohun Thing. ohùn Sound, voice. oji Storm. òjìjí Shadow spirit created by the physical manifestation of a person's negative emotions. ojise Messengers. òjò Rain. òjòlá Boa constrictor. Òjòntarìgì Wife of the Spirit of Death (Ikú). ojú Eye, or face depending context. ojù - àse Power in the eyes, spiritual power that can be seen coming out of the eyes when a person is in an altered state of consciousness, also refers to Mystic Vision. ojú - aiye Face of the earth, surface of the earth. ojúbo Shrine, meaning: \"Facing what it is we worship.\" Ojugbede Chief priest of the Spirit of Iron (Ògún) in Ilé Ifè. ojubona Teacher, usually second eldest priest in a society of elders. ojú - inú Inner eye, the ability to see visions. ojúlà Dream vision, also trance vision. ojúlùmò Acquaintance. ojumo Dawn. Ojú Odù The óòri Grave. ojú ònà Road way. Ojú opón The north arm of the cross marked on the Ifá divination tray. ojú - òrèrè Shrine for Ancestors who were Ifá initiates, it includes the Osun staff. Ojú - meaning: \"The Eyes of Invisible Realm.\" ojúràn state of consciousness meaning: \"Eyes to ancestral lineage.\" òkè Mountain and Spirit of Mountain depending on context. oké gígà Physical mountain. okete Giant rat, sacred to the spirit of the Divine Messenger (Èsù). oko Farm, farmer, husband, penis, farm tool depending on context. Okolo Spirit of the Sky. okorokoro Front. okòtó Conical shaped shell, Ifá symbol of infinity. oku Corpse. okun The ocean. Okùn Beads worn by a chief. olè Thief. Olodo Praise name for the Spirit of the River (Osun) meaning: \"Owner of the Brook.\" Olódùmarè Spirit of Creation. of the Law, \"Owner of the Law.\" Olófín - àpèká - lúù Praise name for the Spirit of the Divine Messenger (Èsú), meaning: \"Enforcer of the Law Giver.\" ológbò Cat. ologogololo Naked. Olojongbodu The Spirit of the Wife of Death (Ikú). olóko Farmer. Olókun Spirit of the Ocean. Olókun - su - elusu Female aspect of the Spirit of the Ocean. Olónìímoro Praise name for the Spirit of Destiny (Òrúnmìlà), meaning: \"Owner of Cleanliness.\" Olóore Spirit who shapes the head of infants before birth. olóòró Vertical. Olorí Spirit that organizes personal consciousness, guardian Spirit. Olórí Chief. Olorí - Mérìn Spirit who protects towns, meaning: \"Spirit with Four Heads.\" olórìyà - ìgún Vultures comb, sacred to the Spirit of the River (Osun). Olosa Spirit of the Lagoon. Olúbambí Praise name for the Spirit of Lightning (Sàngó), meaning: \"The Creator helped me before I had this child.\" Oluéri The Spirit of the Rivers. Olúgbé - rere Praise name for the Spirit of the Mother of Fishes (Yemoja), meaning: \"Giver of Good Things.\" Olúghohún Hex initiated by members of the council of male elders (Ogboni) against persons who violate community taboo. Olú irin Praise name for the Spirit of Iron (Ògún), meaning: \"Chief of Iron.\" Olúkòso Àìrá \"The Controller of Lightning.\" oluku Friend. olúkúlùlú Each. name for Iron (Ògún), meaning: \"Chief of Strength.\" Olúmmaàmi Òkítíìrí Destiny (Òrúnmìlà), meaning: \"The Chief Averter.\" Olumu The - dúdú - òkè - Ìgèté Praise name of the Spirit Destiny (Òrúnmìlà), meaning: \"Black Man from Ogeti Hill.\" Olúòrójò the Spirit of Lightning (Sàngó), meaning: \"King who must not see rain.\" Oluorogbo Praise name for the Spirit of the King of White Cloth (Obàtálá), meaning: \"Chief of the Medicine of Truth.\" Oluoyo Praise name for the Spirit of Lightning (Sàngó), meaning: \"Chief of Oyo.\" olùrànlówó Helper. Olúrin The male council of elders (Ogboni). olùsìn Worshipper. Olusonso Praise name for the deified Ancestor who founded the city of Ile Ife (Oramife). Olúwa Praise name for the Source of Being (Olórun), meaning: \"Chief of Character.\" Olúwà - mi - àmò - imò - tán Praise name for the Spirit of Destiny (Òrúnmìlà), meaning: \"Who can most understand the Source of Being.\" oluware The person in question. Olúwèkù Praise name for the Spirit of the Wind (Oya), meaning: \"The controller of those who wear the Ancestral masquerade.\" Olúweri Spirit of the River (Male aspect of Yemoja). Oluwo Chief Ifá diviner of the male council of elders (Ogboni). Oluwo Igbo Praise name for the Spirit of the King of White Cloth (Obàtálá), meaning: \"Chief Diviner of the Forest.\" Olúworíogbó The Spirit who makes Heads, meaning: \"Creator of the heads in the forest.\" Oluyare The name used for Ancestor masquerades in Edi. Oluyeye Old woman, wise woman. omi Water. omi ayé The waters of earth. omi'gbo The waters of the forest. omi Òrun The waters of the Invisible Realm of the Ancestors. omira Menstrual blood. omi - tútù Cool water. òmùgó Fool. ònà Road, path, home of the Spirit of Iron (Ògún). oníbàárà Customer. oníbode Gatekeeper. Onídán oníjó Dancer. onílé the house. Onílé Spirit of the Earth, meaning: \"Owner of the Earth.\" Onílégangan - ajíkí Praise name for the Spirit of Destiny (Òrúnmìlà), meaning: \"Owner of the Spirit of the Traditional Drum that is saluted first.\" Onígbàjámò Barber, profession is sacred to the Spirit of Iron (Ògún). Oni're Praise name for the Spirit of Iron (Ògún), meaning: \"Chief of the Town of Ire.\" onísé Worker. doctor, meaning: of medicine.\" omisòwò Trader. oníwà fúnfún Praise name for the (Olódùmarè), \"Owner of Pure Character.\" oníyebíye Valuable. onje Wait. Onshe System of divination sacred to the Spirit of the King of White Cloth (Obàtálá) used in criminal cases to determine guilt or innocence. óògun Medicine. Ooh shoko Traditional introduction to Ifá songs, the response is bani. oore Good turn, good deed. Oòrùn The sun, The Spirit of the Sun. òórun Smell. oorun Sleep. Òòsà Force in Nature (Same as Òrìsà). Òòsáálá Praise name for the Spirit of the King of White Cloth (Obàtálá), meaning: \"Spirit of Mystic Vision.\" Òòsà Ìgbowújìn Praise name for the Spirit of the King of White Cloth (Obàtálá), meaning: \"The Spirit who lives in the Distant Forest.\" Òòsàoko Spirit of the Farm. Opèlé Wife of the Spirit of Destiny (Òrúnmìlà)), chain used for Ifá divination, Tree.\" end of a Post. opó Window. òpópó Street. òpùró Liar. orere Street. ori Cornstarch porridge. orí The Spirit of Consciousness, also means head in common usage. orí - àpeere Patterns of conscience. orí - àpéré Personal destiny. orí - fífó Headache. orí gbóná Hot headed, meaning short tempered. orígun mérèèin ayé The four directions of Creation. orí ibi Lack of alignment with personal destiny, bad luck, misfortune. orí ire Alignment with personal destiny, good luck, good fortune. orin Song. orí inú Inner self. oríkì Praise poem, invocation of spirit, meaning: \"Praising Consciousness.\" orile Lineage name. orílè Name of a Nation. Òrìsà Spiritual Force in Nature that guides evolution through the expression of its own unique form of consciousness. Òrìsà agbala Spiritual guardian of the back yard, identified in Ifá scripture as the younger brother of the Spirit of the Farm (Òrìsà Oko). Òrìsà Alase Praise name for the Spirit of the King of White Cloth (Obàtálá), meaning: \"Spirit with the Power of Dreams.\" Òrisà - bi Wife of Orungan. Òrìsà Ìdílé Spirit of an extended family Òrìsà ìlú Spirit of a town. Òrísálá Praise name for the Spirit of the King of White Cloth (Obàtálá), meaning: \"Spirit who Creates Light.\" Òrìsà - og'enia Praise name for the Spirit of the King of White Cloth (Obàtálá), meaning: \"The Spirit who Owns Humans.\" Òrìsà orí Spirit of personal consciousness. Òrìsà - Oríle Spirit of the Nation. Oríta The boundary between the visible realm of Creation and the invisible realm of Creation. orí tútù Cool headed. Oro The personification of the power of the word. Òrò Spirit of the Forest, invoked as part of Ifá funeral rites. orógbó Bitter kola, Ifá herb eaten to insure that a person speaks the truth. oroko iyin Praise name. oru Pot. òrukàn Orphan. oruko Name. orúko Smallpox. Oshu Spirit of the Moon. Osi Spirit of the Ancestors (Egún). òsì Left. Osibiriki Praise name for the Spirit of Iron (Ògún), meaning: \"The One who bursts out suddenly.\" Òsìn Imole name for the Spirit of Iron (Ògún), meaning: \"Chief of Spirits.\" Osu Moon, Spirit of the Moon, Daughter of the Spirit of Lightning (Sàngó). Osugbo The word for male council of elders in some regions of Nigeria, same as Ogboni. Òsùmàrè The Spirit of the Rainbow. Osun The Spirit who protects individual consciousness. osùn Camwood powder. Osùn dudu Black camwood powder, sacred to Spirit of the Tracker (Òsóòsì). Osùn pupa Red camwood powder, sacred to the (Ògún). osusu Bunch. òtità Wooden stool. òtitó Truth. otosi Destitute, in poverty. Otu The priest who makes offerings on behalf of the King (Oba). Òtura Méjì Verse of Ifá scripture used for divination. Verse of Ifá scripture used for divination. òun He, she, him, her, it when spoken with emphasis. òwe Proverb. owó Money. òwò Trade. ówó eyo Cowrie shells used as money. owu Hammer. owuro Morning. O'yansa Mother of the Spirit of the Wind (Oya), meaning: \"Mother of Nine.\" Oye The Spirit of the Harmattan Wind, lives in Igeti hill with the Divine Messenger, the male aspect of the Spirit of the Wind (Oya). òye Knowledge of the heart, emotions. Òyígíyigì The primal stone of Creation, the Source of Creation. oyin honey, sacred to the Spirit of the River (Osun). oyikiti Surrounded. oyun Pregnancy. O (In this section every \"o\" is underlined) o You. Oba King, one of approximately twenty - one regional monarches in traditional Yoruba society. Oba Àlórí Praise name for the Source of Creation (Olódùmarè), meaning: \"Almighty Chief.\" Oba Ìgbàláyé Spirit of the meaning: \"King of the Calabash of the Earth.\" Oba - i gbó Praise name for the Spirit of the King of White Cloth (Obàtálá), meaning: \"King of the Forest.\" Obakòso Praise name Spirit of Lightning (Sàngó), meaning: \"King of Kòso.\" (This name is frequently mistranslated to mean: \"The King is not Dead.\") Obalúaiye Praise name for the Spirit of Infectious Disease (Babaluaiyé), meaning: \"King of the hot earth.\" Obalofun Praise name for the Spirit of the King of White Cloth (Obàtálá), meaning: \"King of Pure Speech.\" Obalùfòn Spirit who protects Artists. Obanla Praise name for the Spirit of the King of White Cloth (Obàtálá), meaning: \"King of Purity.\" Oba obìnrin Queen Mother. Oba Oke Spirit of the Mountain. Oba Omí Praise name for the male aspect of the Spirit of the Ocean (Olókun), meaning: \"King of the Water.\" Oba Òrun Praise name for the Source of Creation (Olódùmarè), meaning: \"King of the Invisible Realm of the Òbàrà Méjì Verse of Ifá scripture (Odù). Source of Creation (Olódùmarè), meaning: \"Highest King.\" Obàtálá Spirit of the King of White Cloth. Obàtálá gbingbin iki Praise name for the Spirit of the King of White Cloth (Obàtálá), meaning: \"The Big Big Spirit of the King of the White Cloth.\" Oba - ti - álá Praise name for the Spirit of the King of White Cloth (Obàtálá), meaning: \"King of Vision.\" Obba Goddess of the Iba River. obè Soup. òbe Knife, medicine for soup depending on context. obe - olójumeji Knife with a double edged blade. obe gbaguda Knife sacred to the Spirit of Destiny (Òrúnmìlà). obo Monkey, oboto Lump. òbun Market. obuntun Bride. òdà Paint made from natural materials. odan Grass, grass land, shade tree depending on context. ode Hunter. ode mata Spotted medicine, sacred to the Spirit of the Tracker (Òsóòsì). odó Young person. òdómobinrin Young woman. òdómokùnrin Young man. odun Year, or time of any seasonal celebration. òdúndún Medicinal herb. ofà Arrow. ofafa Tree bear. òfé Free. ofin Palace of the King (Oba). ofe A charm used to induce astral travel, or an out of body experience. òfé Free, no charge. ofò Incantation, invocation. òfò Loss by death. ofò - àse Power of the word, word of power, reference to the ability to make effective prayers and a reference to the words that are used as keys to invocation. ògà Chameleon. Ogan Ant hill, sacred to the Spirit of Destiny (Òrúnmìlà). Òganmo Young palm leaves, essential herb in Ifá initiation. obgà Garden. Ogbo Flax. ogbón Wisdom Ogbóni Council of male elders who worship the Spirit of the Earth (Onilé). ògbún Calabash. ogede Banana, sacred to the Spirit of Lightning (Sàngó). Ògbédan Member of male council of elders (Ogbóni) who carries the staff of Ogbón (Edan). ogòdò Swamp. ogomo Palm fronds, sacred to all the Forces in Nature (Òrìsà), used as spiritual protection in Ifá shrines. ogoro Bamboo. ohun Taboo. ojà Market, sacred to the Spirit of the Wind (Oya). òje To eat everything. ojó The Sun, the Spirit of the Sun, also means day depending on the context. ojó - ikú The day of death. òjòjò Everyday. ojójojo Ancient times, long ago, in the distant past. ojó Orún Four day week, traditional Ifá week and prayer cycle (Five days in some regions). oka Snake. oka - ikú Struggle with the Spirit of Death (Ikú), life and death struggle. okàn Physical heart. òkan One. okanjuwa Greedy. òkánkán Exact spot, place in the distance. Òkànràn Méjì Verse of Ifá scripture (Odù). Òkàràmàhó Praise name for the Spirit of the Divine Messenger (Èsú). oke Bag. òkékélujè Mighty and awesome, praise name for any of the Forces in Nature (Òrìsà). oko Husband. okó Hoe, garden tool. okò Boat. òkó Spear. okòn Heart. okìnrin Invalid, person protected by the Spirit of the King of the White Cloth (Obàtálá). olà Honor, wealth and tomorrow, depending on context. òla Tomorrow. olánla Great honor, great wealth. ole Red steamed beans, used as Ifá medicine to induce pregnancy. olè Embryo. òle Lazy person. ológbón Sage. olójo One who has mastered a skill. Olójó Òní Praise name for the Source of Creation (Olódùmarè), meaning: \"Owner of the Day.\" Olokanran Spirits of Prophecy. olómo Parent. olomo Mountain. Olona Praise name for the Spirit of Iron (Ògún), meaning: \"Owner of the Road.\" Olórun Ultimate Source of Being. Olósà The Spirit of the Lagoon. Olose Force in Nature, same meaning as Òrìsà. olòwò Wise elder. omo Child. omo awo First stage of Ifá initiation. omodé Young child. omo de Child of. omo ile Children of the house. omo ìtándógún Those who worship the Spirit of Iron (Ògún), meaning: \"Child who fires a gun twenty times in the air.\" omoléhìn Follower. omolúàbí Sophisticated person. omo - òdò Servant. omo Odù The two hundred and forty verses that follow the first sixteen verses of Ifá scripture, Omolú Praise name for the Spirit of Infectious Disease (Babaluaiyé), meaning: \"Child of heat.\" omo Decoration. ònà Road. Ònà Aimo The north leg of the Ifá cross that is marked on the Ifá divination tray, meaning: \"The path of wisdom.\" Ònòméfà The six sacred directions, meaning the four directions of the compass plus up and down, or the center axis. Ònà Munu The west leg of the Ifá cross that is marked on the Ifá divination tray, meaning: \"The direct path.\" Ònà Okanran The east leg of the Ifá cross that is marked on the \"The straight center point of the Ifá cross that is marked on the Ifá divination tray, meaning: \"The path that brings all things to earth.\" ònì Crocodile. Òòni The King of the entire Yoruba Nation. òpá Staff. Òpá Òrèrè Staff of the Spirit that Protects Consciousness (Osun). Òpá Osun Staff of the Spirit that Protects Consciousness (Osun). Òpè Praise name for the Spirit of Destiny (Òrúnmìlà)), meaning: \"Palm Tree.\" (The Palm Tree is the Ifá symbol for the cycles of birth, life, death and rebirth.) ope Palm tree, sacred tree of life in Ifá scripture. opé Gratitude, thanks. Òpe'fá òpón Bowl. Òràányàn Spirit of the First King (Oba) of Oyo. Oramife Spirit of the Father of the Spirit of Lightning (Sàngó). oran Affair. Òràngun Spirit of the grandson of Odùduwa. Òranmiyàn The Spirit of War, considered the Father of the Spirit of Lightning (Sàngó) in Ilé Ifè. ore Friend. òrò Word, also refers to the Spirit of the Power of the Word. orò Wealth. òró ìjìnle Words of deep esoteric meaning. orun Sky, or neck. Òrun The Invisible Realm, home of the Ancestors and the Immortals. Òrun - Apadi Home of disruptive earth bound ancestor spirits. Òrungan Child of The Spirit of the Mother of Fishes (Yemoja) and in some regions the Spirit of the Fire at the Center of the Earth (Aganju). Òrúnmìlà Spirit of Destiny, the prophet of Ifá, physical incarnation of the Spirit of Purity (Èlà). Òrun Òkè Spirit of the Mountains in the Invisible Realm of the Immortals. Osa Lagoon, sacred to the Spirit of the Wind (Oya). Òsá Méjì Verse of Ifá scripture (Odù). òsán Daytime, afternoon. osán Fruit. Osan Horse tail fan, carried by elders as a tool for offering blessings. Osan agblumo African star apple (chrysophyllum africanum ). Òsányìn Spirit of Herbs and Medicine. Osara Forces in Nature, same as Òrìsà, meaning: \"One who gathers children.\" Òsè Four day ritual week. ose Soap. Òsèèrèmògbò Praise name for the Spirit of the King of White Cloth (Obàtálá). Osè Sàngó Wooden double headed ax used as a dance wand for initiates into the mysteries of the Spirit of Lightning (Sàngó). Òsígbìwa Praise name for the Spirit of Destiny (Òrúnmìlà), meaning: \"The One who brings the right hand path of Character,\" or \"The One who brings Good Character.\" Òsìn Imolè Praise name for the Spirit of Iron (Ògún), meaning: \"First Among the Immortals.\" Òsóòsì The Spirit of the Tracker. òsón Hottest part of the day. Ososo nirun agbon Pointed beard, symbolic reference to a wise person or a wise ancestor. Osun The Spirit of the River, fertility, sensuality and abundance. ota Enemy, male stone (falic shaped) depending on context. oti Liquor, used as an offering to the ancestors (Egún) and to Forces in Nature (Òrìsà). otin Beer made from corn. otita apoti Stool shaped a box. otun Right. hand. òwè Communal Verse of Ifá scripture (Odù). owon Thorn. Oya Spirit of the Wind, Spirit of the River Niger. Oyáhó Praise name for the Spirit of Destiny (Òrúnmìlà). Òyèkú Méjì Verse of Ifá scripture (Odù). for the Divine Messenger (Èsú), meaning: \"One who works with honey.\" Oyo City in Nigeria, home of the Spirit of Lightning (Sàngó). P pa To kill, to betray, to break, to suffer, to cut depending on the context. páàpáà Myself, yourself, his self, her self, even, especially depending on context. padà To return, to alter to change, depending on context. pàdé To meet. pàkátà Calabash. Pàkelemò Praise name for Calabash of Wisdom.\" Spirit of elevating the dead (Órò) at funerals. palápatán Shape shifting, usually from human form to animal form and back to human form. pàló To ask a riddle, usually a riddle with some moral point involved. pamó To keep safe. panumó To keep quiet. pàra Suddenly, loud. paranganda Bludgeon, hit with a club. paré To disappear, to be destroyed. pari To complete. pariwo Shout. pasan Whip. pase To give an order. páta - páta Completely finished, over with. pe That, to say that. pèlé Lineage marks on the face. peleke To increase. pèpè Elevated floor space used as a stool. peregun Ifá herb used to mark boundaries, sacred to the Divine Messenger (Èsú). pèsè To prepare. pésè To be present. pe Call. pé To be late. pèlé Soft, with sympathy, with caution pépèpé Petty. pere Generous. pérepére In shreds. pete Flat. pidán Ritual magic usually performed by initiates of the Spirit of Lightning (Sàngó). pín To divide, to share. pinnu To decide. pipe Complete. pipè To call. pípé Late. pipon Redness. pitan To recite personal or family history, to tell stories. piwada To improve personal character. pòòlò Animal trap. pò Cheap. pòjù To be ordinary. polu Together. pon To draw water. ponripon Thick. pòòkó Cup made from a coconut shell. pooku Small sum. poripon sigidi Dangerous spirit, warrior spirit. pupa Red. pupo Many, much. putu Well. R rà To buy. ra To perish. rá To crawl. ran To spin. ràn To send for. rán To sew. ranti To remember. rárá Song. rárá At all, not at all. rári To shave the head, the first step of initiation. ré To go off, to set a trap depending on context. rédeède Unclean, messy. rémò To draw towards, to be attracted to. rere Good, kind. reti await. re Yours. rè To tire. rèrè Good things, good fortune. réin To laugh. ri See. rí Formerly. ríbá Dutiful, responsible. rikisi Plot. rin To walk. rinrin To go for a walk. rírà Buying. ríràn To have sight, to see. riri Tremble in fright. rò To tell, to meditate, to think depending on context. ró To put on women's clothing, reference to a woman dressing. rojó To complain. ronú To ponder. rorò To be fierce. ro Gush. rò To urge. ròjo To rain. rójú To strain. rora To be careful, to be gently. ru Offer. rúbo Offer a life force offering. run Perish. S sà To apply medicine. sá To dry in the sun, to run off, to escape depending on context. sáà Season, designated length of time. sáàbà Usually. Sàaragaá Spirit that shapes consciousness (Orí), meaning: \"The Strange place of Uniqueness.\" sálo To run away. sán To crack, to make a loud noise. sàn To be well. san To reward, to pay. sánmò Sky. sanra To be overweight. sanwó To pay money. sáré To run. sari To rub medicine on the scalp. sè To cook. se To make. se ese Death of a pregnant woman. segi Waist bed for protection and fertility. Sègíìrì - Alàgbàjà Praise name for the Divine Messenger (Èsú). séhìn In the past. Sééré Rattle for the Spirit of Lightning (Sàngó). sì And. sí To. sibe Still. síbè In this place. síhín To this place. sílé Towards home. simi To rest. sin To serve, to bury depending on context. sìn To escort. sinsin To rest. sinú Into. so To tie. sódé Outside. sókè Up, towards. so To throw, to say. sòrò To speak. Suminiwa Ajokeopo Praise name for the Spirit of Iron (Ògún). sun To sleep. Sùngbèmi Spirit that shapes consciousness (Orí), meaning: \"Be Closer to Me.\" sunkún To cry. S sá stale, only depending on context. sà To pick up. sàbuku Disgraceful. sàjé The practice of magic associated with astral travel among women's secret societies (Iyaami). sàn To flow. sànbo To overflow Sàngó The Spirit of Lightning, also the fourth Aláàfin of Oyo. sánku Premature death. sansan Straight. sàro To meditate, to think. se To do, to cause, to be, to make depending on context. sebi Suppose. ségègé Casting lots, casting some form of divination. segun To make war. sèké To lie. sékèké Casting lots, casting some form of divination. sèlara To be jealous. sèléri To promise. selése To injure. s 'èpè To work a hex, to invoke some form of protection. sese Just. Sigidi Messenger for warrior spirits who protect a particular family lineage. Sigidi Sugudu The Spirit of Nightmares. sigun To lead warriors into battle. sísé To worry. sòkoto Pants. sorò To celebrate the annual feast for the Spirit of the Power of the Word (Orò). sòtito To have faith. só To watch. Sòponnà Small pox and the Spirit of Small Pox. sòwò To spy. T tà To sell. ta To shot, pepper flavor depending on context. ta - a - o -réfòn Buffalo hunters. tààrà Straight. tabi Or. Táíwo First born of twins, either male or female, according to Yoruba tradition the first born twin is the youngest. takú To refuse. táláká Poor person. tan To finish. tán To trust. tani Who? tanná To light a lamp. tápà Illness caused by eating to much sweet food. tara Pebble, small stone. Téfá Ifá initiation. te To establish. tè To press. té To spread out. téété To emphasise. tete Ifá herb used as medicine considered the parent of all herbs (Amaranthus candatus Spinach). tètèùpònlá Ifá herb used as medicine considered the parent of all herbs (Amaranthus candatus Spinach). ti Property. tì To push. tí That. tijú To be shy. tìkálára Self. tìkara - eni Total self. tile Even. Ti npojó ikú dà Praise name for the Spirit of Destiny (Òrúnmìlà), meaning: \"The Changer of the determined day of Death.\" Tìmì The Brother of the Spirit of Lightning (Sàngó). tímótímó Small. tin Thus. tinrin To sneer. tìnùtìnù Sincere. titi Until. titun New or something new. tó Equal, enough, the word is used at the end of Ifá incantations as a seal to indicate that a prayer is complete and the power of the prayer has been transfered out in the world. tóbi ode Hunter. tò To approach, to follow. tóóró Straight. toro To request. tu Paddle, to losen, alone depending on context. túkà To scatter. túláàsi Force, necessity. tún To repeat. túndé Reborn. tutu Cool W wa To exist, to seek depending on context. wà To be. wádi To ask questions. wàyí As things are. wé To twist. wejeweje Good things. wéré Quickly. were Young. wípé To say that. wiri Hazy. wo Relax. wó Which. wòran To watch. wodi To investigate. wo'gun mérin The four corners of the world, the four directions. wo Shed, to enter depending on context. wolé To enter. woléwòdè To go in and out. won Then. wòròkò Elemental Spirits who work with the Spirit of Infectious disease (Babaluaiye) to help spread disease. wuye Quietly. Y ya To split. yà To turn aside. yá To flood. yakata To straddle. yalayala Swift. yàn To choose. yanmoti Sesame seed. yanran Good. Yansan Mother of the Spirit of the Wind (Oya). yara Room. yára To be quick. yàtò Different. Yemideregbe Praise name or the Spirit of the Ocean (Olókun). Yemò Wife of the Spirit of the King of White Cloth (Obàtálá). Yemòwó Wife of the Spirit of the King of White Cloth (Obàtálá). yesi Who. Yewa Spirit of the Yewa River. yeye Mother. Yeye Aiye Praise name for the Spirit of the Earth (Onilé), meaning: \"Mother of the Earth.\" yebe Foolishness. yi This yibi Greatness. yio Will. yo To appear. "}