{"title": "9 Natural Stretch Mark Treatments Backed by Science", "author": "Nicole Harris", "url": "https://www.parents.com/pregnancy/my-body/best-natural-stretch-mark-treatments/", "hostname": "parents.com", "description": "Here are nine natural stretch mark treatments to buy or DIY.", "sitename": "Parents", "date": "2019-07-09", "cleaned_text": "Pregnancy My Pregnant Body 9 Natural Stretch Mark Treatments Backed by Science Here are nine natural stretch mark treatments to buy or DIY. By Nicole Harris Updated on September 3, 2023 Medically reviewed by Iya Mystique Hargrove, M.S., CFSD, CBS, CLE, CBE Trending Videos Monning27/Shutterstock Stretch marks are an unavoidable side effect of pregnancy for many people. These red, purple, pink, reddish-brown, or dark brown streaks can appear at any time during pregnancy as the skin stretches to accommodate weight gain and the growing uterus and breast tissue. While there is nothing wrong with having stretch marks, many people wish to make them less noticeable. According to the American Academy of Dermatology Association (AADA), stretch marks are permanent, but they do naturally fade over time—and some may fade more than others if treated early. Some people turn to expensive, chemical-laden creams to get rid of stretch marks on their stomachs, hips, breasts, or chests, but not all of those treatments are safe during pregnancy. In fact, the AADA cautions pregnant and lactating people to talk to a doctor before reaching these products since many products marketed to treat stretch marks have chemicals, such as retinol, that can be harmful to a developing fetus. If you do want to safely treat your pregnancy stretch marks, you don't have to go the expensive route—natural remedies can work just as well at helping stretch marks fade. Here are nine natural stretch mark treatments to buy or DIY that won't break the bank—or put your or your baby's health at risk. 01 of 09 Coconut Oil New Africa/Shutterstock Coconut oil's fatty acids are easily absorbed into the skin. Some plant oils, such as coconut oil, can act as a protective barrier on the skin, which can help it heal thanks in part to its anti-inflammatory properties. Although studies on the effects plant oils like coconut oil can have on human skin are limited, one foundational animal study found that coconut oil can encourage collagen production, which could help speed up stretch mark recovery. To use, thoroughly rub coconut oil onto stretch marks. No need to wipe off this natural ingredient afterward! 02 of 09 Aloe Vera New Africa / Shutterstock The stalky green leaves of aloe vera store water and nutrients. These components contribute to aloe vera's healing properties, as well as its ability to minimize the appearance of stretch marks by aiding in healthy healing. If you have an aloe vera plant at home, you can break off one of the stalks and rub the gooey insides on your stretch marks (no rinsing required). Alternatively, you can buy aloe vera gel and rub it onto your stretch marks once a day. 4 Signs You Might Get Stretch Marks During Pregnancy 03 of 09 Cocoa Butter Courtesy of Amazon. Derived from cocoa beans, super-hydrating cocoa butter seeps deep into the skin, allowing it to retain moisture, which may help fade the appearance of stretch marks over time. Apply a generous amount of cocoa butter to your stretch marks and massage it into the skin. Do this once or twice per day—especially after showering. 04 of 09 Egg Whites Hello I'm Nik/Unsplash Egg whites have long been used for DIY anti-aging beauty treatments because it is believed that the viscous whites can hydrate skin and leave a tightening effect as it dries. One triple-blind clinical trial showed that egg whites can help heal scar tissues by improving recovery times and overall healing. To prepare, whisk two egg whites with a fork. Apply the foamy whites to your skin, let them dry, and then rinse them off. Follow up with a layer of moisturizer or olive oil. Repeat this process every day (or several times per week) to see results. Of course, people with an egg allergy should avoid using egg whites on their skin since it can trigger an allergic reaction. Talk to your doctor if you are concerned about potential side effects. 5 Skin Problems During and After Pregnancy 05 of 09 Lemon Juice Peter Ardito; Styling by Suzanne Lenzer Lemons are a common ingredient in folk medicine, and for a good reason: The high level of citric acid (up to 10%), a type of alpha hydroxy acid (AHA), can help skin repair itself, including reducing pigmentation that can come with scaring. Although clinical studies on how effective lemons can be at healing skin are limited, there is empirical evidence that lemons contain astringent, antiseptic, and detoxifying properties, all of which can help heal stretch marks and other skin conditions. Soak a cotton ball in the juice of a lemon, then let it sit on your skin for about 10 minutes. If done regularly, the natural acids of the lemon juice may help lighten stretch marks. 06 of 09 Sugar When gently rubbed onto the skin, the fine grains of sugar work as a natural exfoliant. Scrubbing away dead skin cells can reduce the appearance of stretch marks, and it also promotes healthy blood circulation (which means increased healing power!) To make a homemade sugar scrub to combat pregnancy-induced stretch marks, combine 1 cup of sugar with 1 tablespoon of each of the following ingredients: Honey (for moisturizing and tightening)Olive oil (for moisturizing and elasticity)Lemon juice (for lightening) Gently scrub into your skin for several minutes, then rinse with water. Repeat one to three times per week. 8 Ways Your Body Changes During Pregnancy 07 of 09 Olive Oil Olive oil contains plenty of antioxidants and vitamin E. If you apply the moisturizing oil to your skin regularly, you will create a protective barrier that may help you bid adieu to the appearance of stretch marks over time. First, gently wash and pat dry the area you want to treat. Then, grab some 100% pure olive oil (not an olive oil blend that contains other ingredients). Rub it onto your stretch marks and let your skin absorb the oil. Leave it on overnight, or wash it off with lukewarm water after 20 to 30 minutes. Consider warming the olive oil before application to improve blood circulation. 08 of 09 Argan Oil Courtesy of Amazon. Argan oil contains vitamin E, vitamin A, fatty acids, and other nutrients that make skin more supple and less inflamed. That's why it's ideal for minimizing the appearance of stretch marks from pregnancy. To use, massage a few drops of argan oil into freshly washed skin once a day. 20 Things to Know About Your Postpartum Body 09 of 09 Turmeric Courtesy of Amazon. When ingested, turmeric has plenty of benefits for pregnant people, including the ability to decrease swelling and inflammation. It turns out that curcumin—the active ingredient in this yellow spice—is also an effective ingredient in healing wounds such as stretch marks. Mix turmeric powder or crushed turmeric root into water, lemon juice, or coconut oil to form a paste. Apply on stretch marks once or twice a day. The Bottom Line Stretch marks happen. After all, skin must stretch to accommodate the changes that come with being pregnant. While some people naturally have minimal stretch marks thanks to genetics, others have more obvious stretch marks. Trying to figure out how to get rid of stretch marks can feel like an impossible task. While no available treatments can completely eliminate stretch marks, you can help your skin's healing powers by staying healthy and hydrated and using certain natural products to help your skin repair itself, which can reduce the appearance of stretch marks and help them fade more quickly. Of course, you don't have to treat your stretch marks at all. With or without treatment, they will fade and change with time—and body acceptance and self-love are powerful tools. Don't be afraid to embrace your stretch marks! It's Time To Embrace Your Postpartum Belly Was this page helpful? Thanks for your feedback! Tell us why! Other Submit Sources Parents uses only high-quality sources, including peer-reviewed studies, to support the facts within our articles. Read our editorial process to learn more about how we fact-check and keep our content accurate, reliable, and trustworthy. Stretch Marks: Why They Appear And How to Get Rid of Them. American Academy of Dermatology Association. 2023. Anti-Inflammatory and Skin Barrier Repair Effects of Topical Application of Some Plant Oils. International Journal of Molecular Science. 2018. Effect of Topical Application of Virgin Coconut Oil on Skin Components and Antioxidant Status During Dermal Wound Healing in Young Rats. Skin Pharmacology and Physiology. 2010. Effect of Ointment-Based Egg White on Healing of Second-Degree Wound in Burn Patients: A Triple-Blind Randomized Clinical Trial Study. Avicenna Bioactive Natural Products 2017. BioMed Research International. 2017. Potential of Curcumin in Skin Disorders. Nutrients. 2019. "}