{"title": "Homeopatía: todo lo que tienes que saber", "author": "Publicado el", "url": "https://www.topdoctors.com.co/articulos-medicos/homeopatia-todo-lo-que-tienes-que-saber/", "hostname": "topdoctors.com.co", "description": "La Homeopatía es un sistema médico que se emplea como un tratamiento complementario. Ha aumentado su uso por los beneficios para el paciente. El Dr. Tomás Quiroz Ramírez", "sitename": "topdoctors.com.co", "date": "2022-03-07", "cleaned_text": "tienes que saber Se recomienda utilizar la Medicina Homeopática en enfermedades que se presentan como un cuadro agudo o crónico, que no represente un caso de urgencia La Homeopatía es una alternativa que se utiliza con más frecuencia debido a los beneficios para el paciente, donde puede usarse como un tratamiento complementario. En este artículo te explicaré en que consiste y cómo se utiliza. La Homeopatía es un sistema médico que fomenta la promoción, mantenimiento y recuperación de la salud y prevención de las enfermedades, basado en el principio de lo similar se cura con lo similar. Dicho de otra forma, las enfermedades son tratadas con medicamentos que experimentalmente produjeron los síntomas que presenta el paciente a tratar. Medicina Homeopática: cómo se aplica Es importante mencionar que la [Medicina Homeopática](https://www.topdoctors.com.co/diccionario-medico/homeopatia) parte del supuesto que todos los seres vivos estamos provistos de energía vital y esta energía, cuando se encuentra en condiciones óptimas, se manifiesta a través del cuerpo material, en las funciones fisiológicas, en la respuesta inmunológica y en los procesos reproductivos. Cuando la energía vital ha sido perturbada por algún agente, se ven afectadas las funciones, por lo que se manifiesta en el organismo material una patología, lo que conocemos como enfermedad. Cuando la energía vital ha perdido la posibilidad de mantener la salud, es necesario que un especialista en Homeopatía asista al paciente, siempre y cuando la enfermedad no esté tan avanzada y sea incurable. Enfermedades y medicamentos Se recomienda utilizar la Medicina Homeopática en enfermedades que se presentan como un cuadro agudo o crónico, que no represente un caso de urgencia, ya que ante el riesgo de complicación o muerte, no permitirá que el medicamento homeopático actúe. Los medicamentos homeopáticos pueden ser de origen animal, vegetal o químicos y la presentación más común son las gotas y glóbulos que se administran por vía oral. Beneficios - Su uso es seguro durante el [Embarazo](https://www.topdoctors.com.co/diccionario-medico/control-del-embarazo), recién nacidos, niños y adultos mayores - No hay restricciones de edad o sexo del paciente - No producen efectos adversos - Estimula el Sistema Inmunológico - No genera Adicción, Intolerancia ni Dependencia - Se puede suspender la medicación sin que exista un riesgo de [Abstinencia](https://www.topdoctors.com.co/diccionario-medico/sindrome-de-abstinencia)o Descompensación - Cada tratamiento es individual y se ajusta a las necesidades del paciente "}