{"title": "PDF", "author": "PDF", "url": "https://shc.uci.edu/sites/default/files/docs/Vision-SPD11-2018-2019_050918_SP.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "beneficios (denominado \"Folleto\" en las páginas siguientes) Blue View Vision Plan University of California Student Health Insurance Plan 2018 - 2019 SPD275958 -11 0418 Estimado/a miembro del plan: En este Folleto del Plan , se brinda una explicación detallada de los beneficios, las limitaciones y otras disposiciones del Plan que se aplican a tu caso. Nos referiremos a los estudiantes y dependientes cubiertos (\"miembros\") con las expresiones \"tú\", \"tu\" y \"tuyo\" en este Folleto. Nos referiremos al administrador del Plan con las expresiones \"nosotros\", \"nos\" y \"nuestro\". Todos los términos en mayúscula tienen definiciones específicas. Podrás encontrar su significado en la sección Definiciones de este Folleto. Lee este Folleto del Plan con atención para comprender todos los beneficios que ofrece tu Plan. Guárdalo en un lugar accesible por si tienes preguntas ac erca de tu cobertura. Importante: Este no es un Plan de beneficios asegurados. La Universidad financia los beneficios que se describen en este Folleto del Plan o en cualquiera de sus modificaciones. Anthem Blue Cross Life and Health Insurance Company se en carga de realizar todos los servicios administrativos relacionados con el procesamiento de las reclamaciones del Plan, y posee discreción y autoridad plenas y definitivas para determinar si los miembros son elegibles para recibir beneficios en virtud del P lan y en qué medida. Anthem Blue Cross Life and Health Insurance Company no asume ningún riesgo ni responsabilidad financiera con respecto a la financiación de los beneficios. Anthem Blue Cross Life and Health Insurance Company es un licenciatario independ iente de Blue Cross Association. Número de Servicios para miembros del University of California Student Health Insurance Plan (UC SHIP): 1 -866-940-8306 Sitio web del UC SHIP: www.ucop.edu/ucship Aviso de reclamo Todos los reclamos y las disputas relacionados con la cobertura provista por este Plan se deben resolver de acuerdo con los procedimientos de queja del Plan. Las quejas se pueden presentar por teléfono al 1 - 866-940-8306 o por escrito (dirigidas a Anthem Blue Cross Life and Hea lth Insurance Company, 21555 Oxnard Street, Woodland Hills, CA 91367, a la atención del Departamento de Servicios para Miembros). Si lo deseas, el Administrador de reclamaciones te entregará un formulario de reclamaciones que podrás usar para explicar el a sunto. Se ofrecerá confirmación de recepción de todas las quejas recibidas por el Plan por escrito, junto con una descripción de cómo propone el Administrador de reclamaciones resolver la queja. Las quejas que estén relacionadas con la elegibilidad de cob ertura del Plan se deben presentar en la oficina de Servicios de Orientación y Salud para Estudiantes del campus por escrito, dentro de los 60 días de recibir el aviso que indique que no eres elegible para la cobertura. Debes incluir toda la información y documentación sobre la que se basa tu queja. La oficina de Servicios de Orientación y Salud para Estudiantes te notificará por escrito sobre la decisión de tu elegibilidad. Si la oficina de Servicios de Orientación y Salud para Estudiantes confirma la deci sión de que no eres elegible, podrás solicitar por escrito que la oficina del UC Student Health Insurance Plan (UC SHIP) revise esa decisión. Debes enviar tu solicitud de revisión dentro de los 60 días de recibir el aviso de que no eres elegible por parte de la oficina de Servicios de Orientación y Salud para Estudiantes, y debes incluir toda la información y documentación relevante para tu queja. Debes enviar tu solicitud de revisión a: University of California Student Health Insurance Plan, Risk Services, 1111 Franklin Street, 10th Floor, Oakland, CA 94607. La decisión del director del UC SHIP será final. Número de Servicios para afiliados del UC SHIP: 1 -866-940-8306 Sitio web del UC SHIP: www.ucop.edu/ucship Reclamaciones administradas po r: ANTHEM BLUE CROSS en representación de ANTHEM BLUE CROSS LI FE AND HEALTH INSURANCE COMPANY Índice Inicio y finalización de la cobertura ................................ ................................ ................................ ......... Tipos de de beneficios ................................ ................................ del cuidado de beneficios del cuidado de la vista ................................ ................................ ................................ ..10 Cómo se determina el Gasto de la vista cubierto ................................ ................................ ...................... 10 Copagos y límites de beneficios para el cuidado de la vista ................................ ................................ .....10 Cómo usar tus beneficios del cuidado de la vista ................................ ................................ ...................... 10 Condiciones de la cobertura ................................ ................................ ................................ ...................... 10 Cuidado de la vista con cobertura ................................ ................................ ................................ ............. 11 Cuidado de la vista ............... 16 1 Inicio y finalización de la cobertura Inicio de la cobertura Estado de elegibilidad Estudiantes asegurados 1. Los siguientes tipos de estudiantes están inscritos automáticamente como estudiantes asegurados : a. Todos los estudiantes registrados, ya sean nacionales o internacionales, de los siguientes campus de la Universidad de California: i. Davis ii. Hastings College of t he Law iii. Irvine iv. Los Angeles v. Merced vi. Riverside vii. San Diego viii. San Francisco ix. Santa Barbara x. Santa Cruz b. Todos los estudiantes de posgrado en los campus de la Universidad de California indicados en 1.a. que se hayan registrado in absentia . c. Las personas del campus de la Universidad de California en San Francisco inscritas en el \"Scholars and Researchers Health Plan\", que abarca a las personas que no son estudiantes registrados, pero son estudiantes becados y/o investigadores que participan en un programa académico aproba do por el campus. Cada participante debe presentar pruebas de la aprobación oficial de un representante del programa en el campus. Nota: Un estudiante puede eximir la inscripción en el UC SHIP durante el periodo de exención que especifique su campus de ori gen, presentando la evidencia de otra cobertura médica que cumpla con los criterios de beneficios médicos especificados por la Universidad. Una exención es efectiva durante un año académico y se debe realizar nuevamente en el periodo de exención durante el inicio de cada trimestre o semestre de otoño del año académico. También están disponibles las solicitudes de exención para cada periodo académico dentro de un año (trimestre o semestre de invierno o primavera). Puedes obtener más información sobre cómo ex imirse de la inscripción en el UC SHIP en la oficina del seguro médico para estudiantes de tu campus. 2. Los siguientes tipos de personas podrán inscribirse voluntariamente como estudiantes asegurados: a. Todos los estudiantes no registrados con estado de \"tarifa de registro\" (Filling Fee) de la Universidad de California, en los campus de Davis, Irvine, Los Angeles, Merced, Riverside, San Diego, San Francisco, Santa Barbara y Santa Cruz, que estén realizand o un trabajo bajo los auspicios de la Universidad de California, según lo determine el campus, pero que no estén asistiendo a clases. Los estudiantes con estado de tarifa de registro podrán adquirir la cobertura del Plan por un máximo de un semestre o un t rimestre. Estos estudiantes deben contactarse con USI Insurance Services al 800 -853-5899 para poder inscribirse. b. Todos los estudiantes no registrados de grado y de posgrado de Davis, Merced y Santa Cruz; los estudiantes no registrados de posgrado de Los A ngeles y los estudiantes no registrados de grado de Riverside que estén en licencia educativa planificada (PELP); los estudiantes no registrados de posgrado de Irvine, Los Angeles, Riverside, San Diego y San Francisco; y los 2 estudiantes no registrados de g rado y de posgrado de Santa Cruz en estado de excedencia (LOA). Estos estudiantes podrán adquirir cobertura del Plan por un máximo de un semestre o dos trimestres, y podrán inscribirse comunicándose con USI Insurance Services al 800 -853- 5899. c. Todos los exestudiantes de la Universidad de California que hayan obtenido su diploma (graduados) durante el periodo que precede inmediatamente al periodo por el cual quieren adquirir la cobertura. Estas personas podrán adquirir cobertura del UC SHIP por u n máximo de un semestre o un trimestre, y deben contactarse con USI Insurance Services al 800 -853-5899 para poder inscribirse. El estudiante debe estar cubierto por el Plan en el periodo que precede inmediatamente al periodo para el cual el estudiante quie re adquirir la cobertura. NOTA: Los estudiantes no registrados que se describieron en el punto 2 podrán adquirir el UC SHIP únicamente si también cumplen con los siguientes criterios: a. Estaban inscritos en el UC SHIP durante el periodo académico inmediata mente anterior; o b. Presentan evidencia de que perdieron involuntariamente su otra cobertura durante los 30 días anteriores. Dependientes elegibles 1. Los siguientes tipos de dependientes de estudiantes asegurados podrán inscribirse voluntariamente en el Plan: a. Cónyuge: el cónyuge legal del estudiante asegurado. b. Pareja doméstica: la persona designada como Pareja doméstica del Estudiante asegurado mediante uno de los siguientes métodos: (i) el registro de la pareja en el estado de California; (ii) el establecimiento de una unión legal entre personas del mismo sexo, que no sea el ca samiento, realizado en otra jurisdicción y que sea considerablemente equivalente a una pareja doméstica registrada en el estado de California o (iii) presentarle un formulario de Declaración de Pareja doméstica a la Universidad. La Pareja doméstica de sexo opuesto del Estudiante asegurado podrá acceder a la cobertura solo si uno de ellos o ambos tienen 62 años, o más, y cumplen con los requisitos para recibir beneficios del Seguro Social según la edad. c. Hijo: el hijo o los hijos del Estudiante asegurado segú n las siguientes condiciones: Hijo biológico menor de 26 años. Hijastro: un hijastro menor de 26 años es un Dependiente a partir de la fecha en la que el Estudiante asegurado se casa con la madre o el padre del niño. Hijo adoptivo menor de 26 años, incluid o un niño colocado con el Estudiante asegurado, o con su Cónyuge o Pareja doméstica, a los efectos de la adopción, a partir del momento de la colocación según lo certifique la agencia que la lleva a cabo. Hijo de la Pareja doméstica del Estudiante asegurad o: un hijo de la Pareja doméstica del Estudiante asegurado menor de 26 años es un Dependiente a partir de la Fecha de entrada en vigor de la Pareja doméstica. Niño bajo tutela: un niño bajo tutela menor de 18 años es un Dependiente desde el momento en que se pone bajo la tutela del Estudiante asegurado, acorde a la certificación de la agencia que lleve a cabo la colocación. En algunos casos, el límite de edad del niño bajo tutela se podrá extender de acuerdo con la disposición para Dependientes que no sean menores, acorde a su definición de la sección 11400(v) del Código Asistencial e Institucional de California. 3 ­ Un niño al cual el Estudiante asegurado debe proveerle legalmente un seguro médico conforme a una orden judicial o administrativa, siempre y cuando el niño cumpla con los requisitos de elegibilidad del UC SHIP. Hijo adulto Dependiente: un hijo que tiene 26 años de edad o más y: (i) estuvo cubierto por el Plan anterior, o cuenta con seis meses o más de cobertura válida; (ii) depende principalmente del Estudiante, Cónyuge o Pareja doméstica para su apoyo y manutención; y (iii) es incapaz de trabajar para mantenerse debido a una afección física o mental. Un médico debe certificar por escrito que el Hijo es incapaz de trabajar para mantenerse debido a una afección física o mental. La Universidad puede solicitar pruebas de estas condiciones para continuar la cobertura. La Universidad debe recibir la certificación, sin costo alguno para ella, dentro de los 60 días a partir de la fecha en la que el Estudiante recibe la solicitud. Es posible que, como máximo una vez por año después de la certificación inicial, la Universidad solicite pruebas de que la dependencia continúa y de que la afección física o mental todavía existe. Esta excepción será válida hasta que el Hijo ya no esté vinculado principalmente con el Estudiante, el Cónyuge o la Pareja doméstica para su apoyo y manutención debido a una afección física o mental que continúa. Un Hijo se considera mayormente Dependiente de alguien para recibir apoyo y manu tención si reúne los requisitos para ser clasificado como tal a los fines del impuesto federal sobre la renta. NOTA: Si ambos padres o las dos partes de una pareja doméstica que son estudiantes están cubiertos como Estudiantes asegurados, sus hijos podrán estar cubiertos como Dependientes de uno de ellos, pero no de ambos. 2. Se les solicita a los estudiantes que presenten las evidencias del estado de sus Dependientes cuando los afilian al Plan. Se aceptarán los siguientes documentos: a. Para el Cónyuge, el certificado de casamiento. b. Para la Pareja doméstica, un Certificado de Pareja doméstica registrada emitido por el estado de California, un Certificado de unión legal entre personas del mismo sexo distinto del casamiento establecido en otra jurisdicción o u n formulario completo de Declaración de Pareja doméstica emitido por la Universidad. c. Para un Hijo biológico, un certificado de nacimiento que muestre que el estudiante es el padre o la madre del niño. d. Para un hijastro, un certificado de nacimiento y un cer tificado de casamiento que indique que uno de los padres nombrados en el certificado de nacimiento está casado con el estudiante. e. Para un Hijo biológico de la Pareja doméstica, un certificado de nacimiento que muestre que la Pareja doméstica es el padre o la madre del niño. f. Para un Hijo adoptivo o niño bajo tutela, la documentación de la agencia que llevó a cabo la colocación que indique que el estudiante o la Pareja doméstica tiene el derecho legal de administrar el cuidado de la salud del niño. g. Para un Hi jo que esté cubierto acorde a una orden judicial, una copia del documento de la corte. Para obtener cobertura para los hijos, es posible que el Plan te solicite que le brindes a USI Insurance Services una copia de cualquier documento legal en el que se te concede la tutela de dicho hijo. Esto se debe brindar en inglés o traducido al inglés. Periodos de cobertura Las fechas de cobertura varían en función del campus y el programa donde esté inscrito el estudiante. Ponte en contacto con Servicios de Orientación y Salud para Estudiantes para obtener información sobre los periodos de cobertura. 4 Inscripción Los estudiantes registrados no necesitan enviar sus solicitudes por escrito. La Universidad de Califor nia mantiene registros de todos los estudiantes registrados en cada semestre/trimestre académico y, a excepción de los estudiantes que presenten evidencia de que tienen otra cobertura médica que cumple con los criterios establecidos por la Universidad, tod os los estudiantes registrados estarán inscritos para recibir la cobertura del Plan en cada semestre/trimestre académico para el cual están registrados. Consulta el sitio web de tu campus para averiguar sobre los periodos de cobertura. Los estudiantes que involuntariamente pierdan su otra cobertura médica durante el Periodo de cobertura deben notificarle a Servicios de Orientación y Salud para Estudiantes mediante una carta oficial escrita sobre la finalización de la prestadora de cobertura médica anterior. Estos estudiantes estarán inscritos en el UC SHIP a partir de la fecha de su pérdida involuntaria de la otra cobertura si le notifican a Servicios de Orientación y Salud para Estudiantes dentro de los 31 días a partir de la pérdida. Si el estudiante no no tifica a Servicios de Orientación y Salud para Estudiantes dentro de los 31 días, la cobertura se hará efectiva el día que el estudiante pague la prima por completo. La prima no se prorratea para las inscripciones que se realicen después del inicio del Per iodo de cobertura. Los estudiantes no registrados que se inscriban de forma voluntaria y los dependientes de estudiantes deben presentar una solicitud de inscripción por cada plazo de cobertura. Llama a USI al 800-853-5899, de lunes a viernes, de 8:30 a. m. a 5:00 p. m., hora del Pacifico, para obtener información sobre la inscripción. Se deben enviar las solicitudes de inscripción dentro de los periodos de inscripción del plazo de cobertura, cuyas fechas varían según el Periodo de cobertura. La inscripción no se continuará al próximo Periodo de cobertura, a menos que se reciba una nueva solicitud. Los Dependientes de los estudiantes se pueden inscribir, fuera de un periodo de inscripción para un Periodo de cobertura especial, dentro de los 31 días naturale s para los siguientes eventos: 1. Para el Cónyuge, la fecha de emisión del certificado de matrimonio. 2. Para la Pareja doméstica, la fecha de la Declaración de Pareja doméstica emitida por el estado de California o de unión legal entre personas del mismo sexo distinta del casamiento establecida en otra jurisdicción, o la fecha en la que se recibe el formulario completo de Declaración de Pareja doméstica emitido por la Universidad por parte de los Servicios de Orientación y Salud para Estudiantes. 3. Para un Hijo b iológico, la fecha de nacimiento. 4. Para un Hijo adoptivo o niño bajo tutela, la fecha de colocación con el estudiante o la Pareja doméstica. 5. Para cualquier Dependiente, la fecha de pérdida de la otra cobertura. Se debe brindar una carta de finalización ofic ial de la prestadora de seguros en el momento de inscripción al UC SHIP. Los estudiantes no registrados y sus dependientes deben comunicarse con USI Insurance Services al 800-853-5899, de lunes a viernes, de 8:30 a. m. a 5:00 p. m., hora del Pacífico, para inscribirse. 5 Finalización de la cobertura Para los estudiantes, la cobertura finaliza como se indica a continuación: 1. Si el Plan termina, la cobertura del estudiante finaliza en ese mismo momento. Este Plan se puede cancelar o cambiar en cualquier momento sin aviso. Si el Plan termina o cambia, un Estudiante asegurado permanecerá cubierto por reclamaciones realizadas, pero no presentadas ni pagadas antes de que el Plan termine o cambie. 2. Si el Plan deja de brindar cobertura para el tipo de estudi antes al que pertenece un Estudiante asegurado, la cobertura del estudiante finaliza en la Fecha de entrada en vigor del cambio. 3. Si el estudiante se gradúa de la Universidad, su cobertura continúa hasta el último día del periodo de cobertura durante el cual el estudiante se gradúa. 4. Si el estudiante se retira o es expulsado de la Universidad, la política del campus determinará si la cobertura continuará después de la fecha de retiro o expulsión. Comunícate con la oficina de Servicios de Orientación y Salud para Estudiantes para obtener más información. 5. La inscripción en el Plan puede terminarse por las razones enumeradas abajo. Al estudiante se le debe notificar la terminación por escrito. La terminación se hará efectiva no menos de 30 días después de la fecha del aviso escrito. a. Respecto a la elegibilidad para el UC SHIP, proporcionas conscientemente información material que es falsa o que tergiversa la información de cualquier documento, o no notificas al administrador del Plan de cambios en tu estado o el de tus dependientes. b. Permites que otra persona que no seas tú o tus dependientes utilice tu tarjeta de identificación del Plan para obtener servicios. c. Obtienes o intentas obtener conscientemente servicios conforme al Plan mediante ac tos, información u omisiones falsos, que materialmente pudieran inducir a error o fraudulentos. Importante: Si un matrimonio o una pareja doméstica termina, o si un Hijo cubierto pierde su estado de hijo dependiente, el estudiante debe enviar un aviso escrito a USI Insurance Services de la terminación y la pérdida del estado de elegibilidad. La cobertura para un excónyuge o una expareja doméstica y sus hijos dependientes, si los tuviera, termina según lo estipulado en la cláusula \"Estado de elegibilidad \". Si sufrimos una pérdida porque el estudiante no notifica a USI Insurance Services la terminación de su matrimonio o pareja doméstica, o la pérdida del estado de dependiente de un Hijo, podremos reclamarle al estudiante las primas de todos los periodos d e cobertura en los que no era elegible. No enviar un aviso escrito a USI Insurance Services no demorará ni evitará la terminación de la cobertura del Cónyuge, la Pareja doméstica o el Hijo. Si el estudiante notifica a USI Insurance Services por escrito que debe cancelar la cobertura de un excónyuge, una expareja doméstica o de un Hijo, si hubiera, inmediatamente después de que termina el matrimonio, la Pareja doméstica o de que el Hijo pierde el estado de hijo dependiente, el aviso se considerará conforme a los requerimientos de esta cláusula. Comunícate con USI Insurance Services al 800 -853-5899, de lunes a viernes, de 8:30 a. m. a 5:00 p. m., hora del Pacífico. El director del UC SHIP es el responsable de la decisión final sobre la terminación de la inscripción en el Plan. Para los Dependientes, la cobertura finaliza cuando finaliza la cobertura del estudiante o cuando el Dependiente ya no cumple los requisitos de elegibilidad de Dependiente, lo que ocurra primero. La inscripción en el Plan no puede terminarse por motivos de sexo, raza, color, religión, orientación sexual, linaje, nacionalidad, discapacidad física o enfermedad. 6 Tipos de proveedores LEE LA SI GUIENTE INFORMACIÓN PARA CONOCER DE QUÉ GRUPO DE PROVEEDORES PODRÁS RECIBIR CUIDADO DE LA VISTA. LOS SIGNIFICADOS DE LAS PALABRAS Y FRASES EN CURSIVA SE EXPLICAN EN LA SECCIÓN DEFINICIONES DE ESTE FOLLETO DEL PLAN. Proveedores de cuidado de la vista de la red. Anthem Blue Cross Life and Health ha celebrado contratos con distintos Proveedores de cuidado de la vista, incluso clínicas de la vista en algunos campus, para proporcionar una red de \"Proveedores de cuidado de la vista de la red\". Estos proveedores se denominan \"de la red\" porque han aceptado participar en nuestro programa de proveedores de la red, que denominamos Blue View Vision Insight. Han aceptado prestar cuidado de la vista a personas aseguradas a un precio negociado. El monto de beneficios pag aderos en virtud de este plan por los Proveedores de cuidado de la vista fuera de la red diferirá del monto pagadero por los Proveedores de cuidado de la vista de la red, y puede ser inferior. Para buscar un proveedor de cuidado de la vista de Blue View Vi sion Insight, podrás llamar a Servicios para miembros al 866 -940-8306 o buscar a un Proveedor de cuidado de la vista de la red a través de la función \"Buscador de proveedores\" de nuestro sitio web, en www.ucop.edu /ucship . Proveedores de cuidado de la vista fuera de la red. Los Proveedores de cuidado de la vista fuera de la red son proveedores que no han aceptado participar en nuestra red. No han aceptado los precios negociados y otras disposiciones. Tú deberás paga r cualquier monto cobrado que exceda el límite de beneficios para el cuidado de la vista. Resumen de beneficios LOS BENEFICIOS DE ESTE FOLLETO DEL PLAN SE BRINDAN ÚNICAMENTE PARA LOS SERVICIOS ESPECIFICADOS AQUÍ COMO SERVICIOS CUBIERTOS. EL HECHO DE QUE TU PROVEEDOR DE CUIDADO DE LA VISTA RECETE U ORDENE EL SERVICIO NO LO CONVIERTE POR SÍ SOLO EN UN SERVICIO O UN GASTO DE LA VISTA CUBIERTO. Este resumen es una descripción breve de tus beneficios. Lee todo el Folleto del Plan para obtener información comp leta sobre los beneficios, las condiciones, las limitaciones y las exclusiones de tu Plan. Beneficios del cuidado de la vista Tus beneficios del cuidado de la vista cubren únicamente exámenes de la vista, anteojos y lentes. Puedes elegir recibir servicios de anteojos y lentes proporcionados por Proveedores de cuidado de la vista de la red o por Proveedores de cuidado de la vista fuera de la red; sin embargo, tus beneficios se verán afectados por esta elección. Beneficios Dentro de la red Fuera de la red Frecuencia Examen ocular de rutina: un examen integral de la vista Copago de $10 Hasta una asignación de $49 Uno por Año de beneficios Marcos oculares: un par de marcos de anteojos Pago de $120 y coseguro del 20 % sobre el saldo restante Hasta una asignación de $50 Uno por Año de beneficios 7 Beneficios Dentro de la red Fuera de la red Frecuencia Lentes de anteojos (en vez de lentes de contacto): un par de lentes estándares de plástico recetados: Lentes monofocales Copago de $25 Hasta una asignación de $35 Uno por Año de beneficios Lentes bifocales Copago de $25 Hasta una asignación de $49 Uno por Año de beneficios Lentes trifocales Copago de $25 Hasta una asignación de $74 Uno por Año de beneficios Mejoras de lentes: Por el hecho de obtener lentes o anteojos que gozan de cobertura con un proveedor de Blue View Vision Insight, puedes añadir (sin ningún costo adicional) cualquiera de las siguientes mejoras de lentes. Lentes de transición (para un hijo menor de 19 años) Sin Copago Sin cobertura Uno por Año de beneficios Policarbonato estándar (para un hijo menor de 19 años) Sin Copago Sin cobertura Uno por Año de beneficios Revestimiento antirrayaduras de fábrica Sin Copago Sin cobertura Uno por Año de beneficios Lentes de contacto (en vez de lentes de anteojos) La asignación por lentes de contacto se aplicará únicamente a la primera compra realizada durante un periodo de beneficios. Todo monto restante sin utilizar no puede aplicarse a compras posteriores durante el mismo periodo de beneficios ni transferirse al periodo de beneficios siguiente. Lentes convencionales optativos (no desechables) Asignación de $120 y coseguro del 15 % sobre el saldo restante Hasta una asignación de $92 Uno por Año de beneficios o Lentes optativos desechables Asignación de $120 (sin descuento adicional) Hasta una asignación de $92 Uno por Año de beneficios o No optativos (necesarios por motivos médicos) Sin Copago ni Coseguro Hasta una asignación de $250 Uno por Año de beneficios 8 Nota: Además del Copago que se muestra arriba, tendrás que pagar todo monto que exceda los límites de beneficios para el cuidado de la vista por los servicios de cuidado de la vista. Pero, cuando visitas a un Proveedor de cuidado de la vista de la red, se aplicarán descuentos al costo que debas pagar por los servicios y suministros de cuidado de la vista que exceda el límite de beneficios. Copagos de proveedores de cuidado de la vista fuera de la red. No se requerirá un Copago para los servicios y suministros prestados por un Proveedor de cuidado de la vista fuera de la red, pero deberás pagar cualquier cargo facturado que supere el límite de beneficios para el cuidado de la vista. 9 Información general Dirección de Anthem Blue Cr oss Life and Health: Anthem Blue Cross Life and Health Insurance Company Group Services P.O. Box 70000 Van Nuys, California 91470 10 Tus beneficios del cuidado de la vista Cómo se determina el Gasto de la vista cubierto El Gasto de la vista cubierto se basa en un cargo límite por cada servicio o material cubierto que aceptará el Plan. No es necesariamente el monto que factura un Proveedor de cuidado de la vista por el servicio. El gasto se produce el día en el que recibes el servicio o los materiales por los que se genera el cargo. Proveedores de cuidado de la vista de la red. El límite de gasto de la vista cubierto por los servicios prestados por un Proveedor de cuidado de la vista de la red será el cargo facturado o la Tarifa negociada, lo que sea menor . Los Proveedores de cuidado de la vista de la red han aceptado no cobrarte más que la Tarifa negociada por los servicios cubiertos. Si eliges marcos o lentes que cuestan más que el límite de beneficios para el cuidado de la vista, pagarás el monto exceden te a un precio rebajado. Si eliges opciones de la vista que no están cubiertas en virtud de este Plan, se te cobrará un precio rebajado. Proveedores de cuidado de la vista fuera de la red. El límite de gasto de la vista cubierto por los servicios prestados por un Proveedor de cuidado de la vista fuera de la red será siempre el cargo facturado o el límite de beneficios para el cuidado de la vista que se indica en el Resumen de beneficios, lo que sea menor. Deberás pagar cualquier monto facturado que exceda e l límite de beneficios para el cuidado de la vista. Siempre serás responsable por los gastos incurridos que no estén cubiertos por el Plan. Copagos y límites de beneficios para el cuidado de la vista Después de restar el Copago, los beneficios se pagarán h asta el monto del Gasto de la vista cubierto, sin que exceda el límite de beneficios para el cuidado de la vista correspondiente. Los Copagos y los límites de beneficios para el cuidado de la vista se indican en el Resumen de beneficios . Cómo usar tus bene ficios del cuidado de la vista Cuando visitas a un Proveedor de cuidado de la vista de la red. Para que te puedan identificar como asegurado con cobertura para beneficios del cuidado de la vista, emitiremos una tarjeta de identificación electrónica para ti . Debes mostrarla a los Proveedores de cuidado de la vista de la red (incluso en la clínica de la vista de tu campus, si corresponde) cuando vayas a tu cita. Un Proveedor de cuidado de la vista de la red solo te cobrará el Copago y cualquier cargo que exce da el límite de beneficios para el cuidado de la vista. Cuando un Proveedor de cuidado de la vista de la red te factura servicios cubiertos, el Plan le pagará directamente. Cuando visitas a un Proveedor de cuidado de la vista fuera de la red. Si visitas a un Proveedor de cuidado de la vista fuera de la red para recibir servicios, tendrás que pagar el costo total del examen de la vista y/o los lentes que compres. Te recomendamos hacer copias de las facturas y los recibos para tus registros. Envía el recibo c on las facturas originales adjuntas, y tu número de identificación, a la siguiente dirección: Anthem Blue Cross Life and Health Insurance Company Blue View Vision P.O. Box 8504 Mason, OH 45040 -7111 Debes enviar el recibo del Proveedor de cuidado de la vist a junto con tu número de identificación dentro de los 90 días de la fecha del examen y/o la compra. Si no es posible dentro de lo razonable enviar la reclamación en este plazo, se permitirá una prórroga de hasta 12 meses. Condiciones de la cobertura Se deben reunir las siguientes condiciones de cobertura para que los gastos incurridos por los servicios o suministros se consideren un Gasto de la vista cubierto. 11 1. El gasto se debe producir mientras recibes la cobertura del Plan. El gasto se produce el día en el que recibes el servicio o los materiales por los que se genera el cargo. 2. El gasto debe ser por el cuidado rutinario de la vista, no para una cirugía ni para cuidado médico. 3. El gasto debe ser por servicios o materiales de la vista incluidos en la sección Cuidado de la vista con cobertura. Se incluyen límites adicionales sobre el Gasto de la vista cubierto en beneficios específicos y en el Resumen de beneficios. 4. El gasto no debe ser por servicios o materiales de la vista incluidos en la secció n Cuidado de la vista sin cobertura. Si el servicio o los materiales tienen una exclusión parcial, entonces solo la porción que no está excluida se considerará un Gasto de la vista cubierto. 5. El gasto no debe exceder ninguno de los beneficios máximos o l as limitaciones de este Plan. 6. Todos los servicios y materiales deben ser ordenados por un oftalmólogo, optometrista u óptico dispensador autorizados. Cuidado de la vista con cobertura De acuerdo con los límites de beneficios para la vista que se indican en el Resumen de beneficios, los requisitos establecidos en las condiciones de la cobertura y las exclusiones o limitaciones indicadas en la sección Cuidado de la vista sin cobertura, el Plan prestará beneficios para los siguientes servicios y materiales: Lentes de contacto a elección. Tienes una asignación por Año de beneficios para lentes de contacto cosméticos en lugar del beneficio para lentes de anteojos. Si eliges lentes de contacto que cuestan más que la asignación del Plan, tú serás responsable por la diferencia de costo. Si eliges recibir lentes de contacto durante un Año de beneficios, no se pagarán beneficios por los lentes durante el mismo Año de beneficios. Marcos. El Proveedor de cuidado de la vista te brindará asistencia para elegir los marco s y ajustarlos correctamente, y realizará ajustes posteriores para asegurar su comodidad y eficiencia. Si visitas a un Proveedor de cuidado de la vista de la red y eliges marcos que cuestan más que el límite de beneficios que se indica en Resumen de benefi cios: Límites de beneficios para el cuidado de la vista, se le aplicará una rebaja al costo que debas pagar. Lentes. El Proveedor de cuidado de la vista ordenará los lentes adecuados que necesites para tu bienestar visual. El Proveedor de cuidado de la vis ta comprobará la precisión de los lentes acabados. Los lentes de contacto cubiertos serán de plástico (CR39) y: 1. Monofocales; 2. Bifocales; 3. Trifocales (FT25 -28); o 4. Progresivos. Los beneficios incluyen un revestimiento antirrayaduras de fábrica. Están plenamente cubiertos los lentes fotocromáticos y de policarbonato recetados para cualquier persona menor de 19 años. No se cubre ningún otro revestimiento, otros materiales de lentes ni tratamientos. Tú deberás pagar cualquier monto que exceda el límite de beneficios para el cuidado de la vista. Lentes de contacto no optativos. Los lentes de contacto no optativos se proporcionan por motivos que no sean cosméticos y tengan un límite máximo por Año de beneficios. Los lentes de contacto no optativos están cubiertos cuando se hayan detectado o diagnosticado las siguientes condiciones: 1. Agudeza visual extrema u otros problemas funcionales que no puedan ser corregidos con lentes de anteojos; o 2. Queratocono: adelgazamiento inusual de la córnea del ojo, que adquiere forma de cono, y por lo general 12 se produce antes de los 20 años; o 3. Ametropía elevada: niveles inusualmente altos de miopía o hipermetropía; o 4. Anisometropía: cuando un ojo necesita un a graduación muy diferente a la del otro ojo. Examen de la vista. Un análisis de la vista inicial completo que comprende un examen adecuado de las funciones visuales, incluida la receta de anteojos o lentes correctivos si fuera necesario. No se incluye la tarifa de ajuste del lente de contacto. Cuidado de la vista sin cobertura El plan no realizará pago alguno en relación con gastos que se generen por los siguientes elementos o en relación con ellos. (Se asignaron los títulos de las siguientes exclusiones y limitaciones para facilitar su consulta únicamente; no pretenden ser una parte integral de las exclusiones y limitaciones, y no modifican su significado). Opciones cosméticas. Lentes bifocales/sin línea; lentes de ivos; lentes fotocromáticos; lentes tintados, excepto según lo especificado en la disposición \"lentes\" de la sección Cuidado de la vista con cobertura; lentes con revestimiento, a excepción del revestimiento antirrayaduras de fábrica; lentes o procesos cos méticos; y lentes con protección UV. Delitos o energía nuclear. Afecciones que tienen las siguientes causas: (1) la comisión o tentativa de un delito grave donde tú seas responsable; o (2) toda liberación de energía nuclear, ya sea consecuencia de una guer ra o no, cuando existen fondos disponibles del gobierno para tratar una enfermedad o lesión provocada por esta liberación de energía nuclear. Montos en exceso. Todo monto que exceda el Gasto de la vista cubierto. Experimental o en fase de investigación. Cualquier servicio o material experimental o en fase de investigación. Cirugía ocular. Cualquier tratamiento médico o quirúrgico de los ojos y cualquier prueba diagnóstica. Una cirugía ocular que tenga el propósito único o principal de corregir defectos refr activos del ojo, como miopía y/o astigmatismo. Lentes de contacto y anteojos requeridos como consecuencia de esta cirugía. Tratamiento prestado por el gobierno. Cualquier servicio que recibas efectivamente de una agencia del gobierno local, estatal o federal, o de un sistema escolar público o distrito escolar, excepto cuando la ley estatal o federal exija expresamente un pago según este Plan. El Plan no cubrirá el pago de estos servicios si tú no tienes la obligación de pagarlos o si los recibes de for ma gratuita. Cuidado en el hospital. Cuidado de la vista en hospitales para pacientes hospitalizados o ambulatorios. Pérdida o rotura de lentes o marcos. Cualquier pérdida o rotura de lentes o marcos, a menos que se encuentre en un nuevo periodo de benefic ios. Proveedores de cuidado de la vista no autorizados. Tratamientos o servicios prestados por Proveedores de cuidado de la salud no autorizados, y tratamientos o servicios para los que el proveedor de los servicios no necesita estar autorizado. Esto inclu ye tratamientos o servicios prestados por un Proveedor de cuidado de la vista no autorizado bajo la supervisión de un médico autorizado o un Proveedor de cuidado de la vista autorizado, a menos que el Administrador de reclamaciones disponga o acuerde espec íficamente otra cosa. Lentes no recetados. Todos los lentes o anteojos no recetados. Lentes planos o lentes sin poder refractivo. Servicios no mencionados específicamente. Servicios no mencionados específicamente como cubiertos en este Plan. Ortóptica. Ortóptica o entrenamiento de la vista y cualquier prueba complementaria. 13 Contratos privados. Servicios o suministros brindados de conformidad con un contrato privado celebrado entre el miembro y un proveedor, para el que se prohíben los reembolsos según las d isposiciones del programa Medicare, tal como se especifica en la sección 1802 (42 U.S.C. 1395a) del título XVIII de la Ley de Seguro Social. Exámenes o pruebas de rutina. Exámenes o pruebas de rutina requeridos para el empleo. Anteojos de seguridad. Anteoj os de seguridad y sus marcos correspondientes. Servicios de parientes. Servicios o suministros profesionales recibidos de una persona que vive en tu casa o está emparentada contigo por sangre o matrimonio. Anteojos de sol. Anteojos de sol y sus marcos corr espondientes. Sin seguro. Servicios recibidos antes de la Fecha de entrada en vigor o después de la finalización de tu cobertura. Pago voluntario. Servicios para los que no tienes la obligación legal de pagar. Servicios que no te cobran. Servicios por los que no se generan cargos ante la falta de cobertura de seguro. Condiciones laborales. Condiciones laborales si los beneficios se recuperan o pueden recuperarse mediante sentencia, negociación o de otra forma, de conformidad con cualquier ley de accidentes de trabajo, responsabilidad del empleador o enfermedad laboral, incluso aunque no reclames estos beneficios. Disposiciones generales Prestación de cuidado. No tenemos la obligación de prestar ningún tipo de cuidado de la vista ni tampoco somos r esponsables por la calidad del cuidado que recibas. Contratistas independientes. La relación que tiene el Administrador de reclamaciones con los proveedores es la de contratista independiente. Los oftalmólogos, optometristas y ópticos dispensadores no son agentes del Administrador de reclamaciones ni son, ellos ni ninguno de sus empleados, empleados o agentes de ningún tipo de Proveedor de cuidado de la vista. Falta de regulación de proveedores. Los beneficios de este Plan no regulan los cargos facturados por proveedores de cuidado de la vista, excepto en la medida en que estén reguladas las tarifas de los servicios cubiertos para los Proveedores de cuidado de la vista de la red. Términos de la cobertura 1. Para que tengas derecho a recibir los beneficios d el Plan, tanto el Plan como tu cobertura del Plan deben encontrarse en vigor en la fecha en que se produzca el gasto que origina la reclamación de beneficios. 2. Los beneficios a los que puedas tener derecho estarán sujetos a los términos de la cobertura q ue se encuentre en vigor en la fecha en que se produzca el gasto que origina la reclamación de beneficios. El gasto se produce el día en el que recibes el servicio o los suministros por los que se genera el cargo. 3. El Plan está sujeto a enmienda, modific ación o finalización de acuerdo con las disposiciones del Plan sin su consentimiento o conformidad. No discriminación. A ninguna persona que reúna los requisitos se le negará la inscripción por el estado de salud, las necesidades de cuidado de la salud, la información genética, la información médica previa, la discapacidad, la orientación o identidad sexual, el sexo o la edad. Protección de cobertura. No podremos cancelar tu cobertura del Plan mientras: (1) este Plan esté en vigor; (2) seas elegible; y (3) pagues tus contribuciones mensuales obligatorias de acuerdo con los términos del Plan. Libertad de elección de proveedores. Este Plan no interfiere de ninguna forma con el derecho que tienes de elegir a un Proveedor del cuidado de la vista por ser miembro para recibir beneficios del cuidado de la vista. Puedes elegir a cualquier Proveedor de cuidado de la vista que preste cuidados cubiertos en virtud de este Plan y esté debidamente autorizado de acuerdo con las leyes estatales y locales correspondientes. Sin embargo, tu elección podría afectar los beneficios que se paguen de acuerdo con este Plan. 14 Gasto en exceso de los beneficios. No somos responsable por ningún gasto en el que incurras que exceda los beneficios de este Plan. Beneficios no transferibles. Solo los miembros tienen derecho a recibir beneficios en virtud de este Plan. El derecho a recibir beneficios no puede transferirse. Aviso de reclamación y evidencia de pérdida. Tú o el Proveedor de cuidado de la vista deben enviarle al Administrador de recl amaciones una factura desglosada dentro de los 90 días de la fecha en que recibes el servicio o suministro por el cual se presenta la reclamación. Los servicios recibidos y los cargos de los servicios deben estar detallados y descritos de forma clara y pre cisa. Si no es posible dentro de lo razonable enviar la reclamación en este plazo, se permitirá una prórroga de hasta 12 meses. Excepto ante la falta de capacidad legal, el administrador del Plan no será responsable por los beneficios del Plan si tú no pre sentas las reclamaciones dentro del periodo de tiempo obligatorio. El administrador del Plan no será responsable por los beneficios si el Administrador de reclamaciones no recibe la evidencia de la pérdida por escrito dentro del plazo obligatorio. No se ad miten cheques o recibos cancelados. Pago puntual de reclamaciones. Todos los beneficios adeudados en virtud de este Plan se consideran vencidos una vez que el Administrador de reclamaciones haya recibido la evidencia de pérdida correspondiente por escrito, junto con la información adicional que podría requerir de forma razonable el Administrador de reclamaciones para determinar nuestra obligación. Pago a proveedores. El Plan pagará los beneficios directamente a los Proveedores de cuidado de la vista de la r ed. Además, el Plan les pagará directamente a los Proveedores de cuidado de la vista fuera de la red cuando tú les asignes los beneficios por escrito. Estos pagos cumplirán con nuestra obligación ante ti por dichos servicios cubiertos. Derecho de recuperac ión. Cada vez que se haga un pago por error, el Administrador de reclamaciones tendrá derecho a hacer los ajustes necesarios en las reclamaciones, a recuperar dicho pago de tu parte o, si corresponde, del Proveedor, de conformidad con las leyes y los regla mentos correspondientes. En caso de que el Administrador de reclamaciones recupere un pago por error efectuado por el proveedor, excepto en casos de fraude o declaraciones falsas por su parte, el Administrador de reclamaciones únicamente recuperará el pago del proveedor dentro de los 365 días de la fecha en que se efectuó el pago de una reclamación presentada por el proveedor. El Administrador de reclamaciones se reserva el derecho de deducir o compensar cualquier monto pagado por error por cualquier reclam ación pendiente o futura. En ciertas circunstancias, si el Administrador de reclamaciones le paga a tu proveedor de cuidado de la salud montos que son tu responsabilidad, como deducibles, copagos o coseguro, el Administrador de reclamaciones podrá cobrarte los montos directamente a ti. Tú aceptas que el Administrador de reclamaciones tiene derecho a recuperar los montos de ti. El Administrador de reclamaciones tiene la responsabilidad de supervisar el cumplimiento de los contratos con los proveedores, prest adores y subcontratistas. El Administrador de reclamaciones puede celebrar un acuerdo o trato con respecto al cumplimiento de estos contratos y conservar cualquier recuperación que obtenga de un proveedor, prestador o subcontratista como consecuencia de es tas auditorías si la devolución del pago en exceso no es factible. Además, el Administrador de reclamaciones ha establecido políticas de recuperación con el fin de determinar qué recuperaciones deben realizarse, cuándo se deben desembolsar costos y gastos, y si se deben acordar o pactar montos de recuperación. El Administrador de reclamaciones no intentará recuperar pagos en exceso si el costo de la cobranza supera el monto del pago en exceso. Es posible que el Administrador de reclamaciones no te dé aviso acerca de los sobrepagos hechos por nosotros o por ti si el método de recuperación hace que brindar dicho aviso sea una carga administrativa. Seguro de accidentes de trabajo. El Plan no afecta ningún requisito para la cobertura del seguro de accidentes de trabajo, ni lo sustituye. Responsabilidad por el pago a proveedores. En caso de que el Plan no le pague a un proveedor que te haya prestado beneficios, tú tendrás la obligación de pagarle a dicho proveedor los montos que no le pague el Plan. 15 Disposiciones de renovación. El Plan está sujeto a renovaciones con cierta frecuencia. La contribución mensual requerida u otros términos del Plan podrían sufrir modificaciones de vez en cuando. Acuerdos financieros con proveedores. En virtud de acuerdos cele brados con algunos proveedores y prestadores de cuidado de la salud (en adelante, denominados conjuntamente \"Proveedores\"), ciertos descuentos, pagos, bonificaciones, acuerdos, incentivos, ajustes y/o asignaciones, que incluyen, entre otros, bonificaciones de servicios de salud, pueden basarse en la utilización de Proveedores específicos para servicios de la vista especificados que se presten a todas las personas que reciban cobertura a través de un programa de la vista similar o administrado por Anthem Blu e Cross Life and Health o un afiliado. No se atribuyen a reclamaciones o planes específicos y no redundan en beneficio de ningún individuo o grupo cubierto, pero Anthem Blue Cross Life and Health o un afiliado pueden tenerlos en cuenta para la determinació n de tarifas, cargos de suscripción o primas. 16 Definiciones A continuación se explica el significado de los términos clave empleados en este Folleto del Plan . Siempre que aparezca alguno de los términos clave indicados a continuación, comenzarán con una le tra mayúscula. Cuando alguno de los términos siguientes aparezca en letra mayúscula en el Folleto del Plan , debes consultar esta sección. Año de beneficios : periodo de 12 meses que determina la aplicación de tus beneficios, como la acumulación de beneficios para la satisfacción del deducible anual y para las limitaciones o los límites anuales de beneficios. Tu Año de beneficios comienza el primer día del mes en el que comienza tu Periodo de cobertura. Hijo: cumple con los requisitos de elegibilidad del Plan de acuerdo con lo descrito en la sección Inicio y finalización de la cobertura. Administrador de reclamaciones : hace referencia a Anthem Blue Cross Life and Health Insurance Company. En representación de Anthem Blue Cross Life and Health Insuranc e Company, Anthem Blue Cross llevará a cabo todos los servicios administrativos relacionados con el procesamiento de las reclamaciones del Plan. Periodo de cobertura : el periodo en el que un estudiante o sus dependientes son elegibles para recibir los bene ficios de este Plan. Gasto de la vista cubierto : el gasto en el que incurres por los servicios o materiales cubiertos, pero que no excede los montos máximos descritos en Tus beneficios del cuidado de la vista: Cómo se determina el gasto de la vista cubiert o. El gasto se produce el día en el que recibes el servicio o los materiales. Dependiente : cumple con los requisitos de elegibilidad del Plan para dependientes de acuerdo con lo descrito en la sección Inicio y finalización de la cobertura. Pareja doméstica : cumple con los requisitos de elegibilidad del Plan para parejas domésticas de acuerdo con lo descrito en la sección Inicio y finalización de la cobertura: Inicio de la cobertura. Fecha de entrada en vigor : la fecha de comienzo de tu cobertura en virtud d el Plan. Experimentales : se llama así a los procedimientos que básicamente están limitados a investigaciones en laboratorio y/o con animales. Grupo : se refiere a la entidad para la que hemos emitido este contrato de cobertura. El nombre del Grupo es UNIVER SITY OF CALIFORNIA STUDENT HEALTH INSURANCE PLAN. Persona asegurada : el Estudiante asegurado o el Dependiente asegurado. Estudiante asegurado (Estudiante) : el asegurado principal; es decir, la persona que tiene autorización para inscribirse o inscribir a s us dependientes elegibles en este Plan. En fase de investigación: se llama así a aquellos procedimientos o medicaciones que se utilizan de manera limitada en seres humanos, pero que no son ampliamente reconocidos como probados y eficaces por la comunidad m édica organizada. Tarifa negociada : el monto que los Proveedores de cuidado de la vista de la red acuerdan aceptar como pago total por los servicios cubiertos. Por lo general, es inferior al cargo que cobran normalmente. Las Tarifas negociadas están determinadas en los contratos de participación en el plan de Organizaciones de Proveedores Preferidos (PPO). Proveedor de cuidado de la vista fuera de la red : un proveedor que no tiene un contrato de proveedor preferido con el Administrador de reclamacione s al momento de prestación de los servicios. Proveedor de cuidado de la vista de la red : un proveedor que tiene un contrato de participación en el plan de Organizaciones de Proveedores Preferidos (PPO) vigente con el Administrador de reclamaciones en el momento de prestación de los servicios. Los Proveedores de cuidado de la vista de la red acuerdan aceptar el precio negociada como pago por los servicios cubiertos. 17 Plan : el conjunto de beneficios que se describe en este folleto y en las enmiendas del foll eto (si las hubiera). Este Plan se encuentra sujeto a los términos y condiciones del contrato de cobertura que le hemos emitido al Grupo. Si se producen cambios en el Plan, se emitirá una enmienda o un folleto revisado para el Grupo, que se distribuirá a c ada Estudiante asegurado que se vea afectado por el cambio. Folleto del Plan : la descripción escrita de los beneficios que se prestan en virtud del Plan. Año del Plan : la fecha de inicio y finalización del Año del Plan del UC SHIP, a los efectos del contra to del Plan, gestión financiera y presentación de datos. Plan anterior : un plan patrocinado por el administrador del Plan que fue sustituido por este Plan en los últimos 60 días. Se considera que estás cubierto por el Plan anterior en los siguientes casos: (1) estabas cubierto por el Plan anterior en la fecha de finalización de dicho plan; (2) te encontrabas correctamente inscrito para recibir cobertura durante los 31 días anteriores a la Fecha de entrada en vigor de este Plan; y (3) finalizó tu cobertura s olo debido a la finalización del Plan anterior. Cónyuge : cumple con los requisitos de elegibilidad del Plan para cónyuges de acuerdo con lo descrito en la sección Inicio y finalización de la cobertura. Proveedor de cuidado de la vista : un oftalmólogo, opto metrista u óptico dispensador que se encuentra autorizado para prestar cuidado de la vista, presta un servicio dentro del alcance de su licencia y proporciona un servicio que tiene beneficios indicados en este Folleto del Plan. Nosotros (nos, nuestro): hace referencia al Administrador del Plan. Tú (tu, tuyo) : hace referencia al Estudiante asegurado y a los dependientes que están inscritos para recibir los beneficios de este Plan. 18 Obtén ayuda en tu idioma ¿Sientes curiosidad por saber qué dice todo esto? Nosotros también nos sentiríamos así. Esta es la versión en inglés: You have the right to get this information and help in your language for free. Call the Member Services number on your ID card for help. (TTY/TDD: 711) Además del programa de asistencia de idiomas del Administrador de reclamaciones, ponemos a disposición documentos en formatos alternativos para miembros con impedimentos de la vista. Si necesitas una copia de este documento en un formato alternativo, comunícate con Servicios para miembros al número que figura al dorso de tu tarjeta de identificación. Español Tienes el derecho de obtener esta información y ayuda en tu idioma en forma gratuita. Llama al número de Servicios para afiliados que figura en tu tarjeta de identificación para obtener ayuda. (TTY/TDD: 711) Árabe . ( TTY/TDD: 711). Armenio : ID : (TTY/TDD: 711) Chino ID (TTY/TDD: 711) Persa . . (TTY/TDD: 711) Hindi sa numero ng na nasa inyong ID card para sa tulong. (TTY/TDD: 711) Tailandés (TTY/TDD: 711) 20 Es importante que te brindemos un trato justo Es por eso que nuestros programas y actividades sobre salud cumplen las leyes federales sobre derechos civiles. No discriminamos, excluimos ni damos un trato diferente a las personas por su raza, color, nacionalidad de origen, sexo, edad o discapacidad. Ofrecemos asistencia y servicios gratuitos a las personas con discapacidades. Ofrecemos servicios de asistencia de idiomas gratuitos mediante intérpretes y otros idiomas por escrito a aquellas personas cuyo idioma principal no es el inglés. ¿Te interesan estos servicios? Llama al número de Servicios para miembros que aparece en tu tarjeta de identificación para recibir ayuda (TTY/TDD: 711). Si crees que no brindamos estos servicios o que discri minamos a alguien por su raza, color, nacionalidad de origen, edad, discapacidad o sexo, puedes enviar un reclamo, también conocido como queja. Puedes enviar un reclamo a nuestro coordinador de cumplimiento por escrito a Compliance Coordinator, P.O. Box 27 401, Richmond, VA 23279, o por correo electrónico a compliance.coordinator@anthem.com . También tienes la opción de enviar un reclamo a la Oficina de Derechos Civiles (OCR) del Departamento de Salud y Servicios Humanos (HHS) de EE. UU., a la dirección 200 Independence Avenue, SW; Room 509F, HHH Building; Washington, D.C. 20201, de realizarla por teléfono, llamando al 1 -800-368-1019 (TDD: 1 - 800-537-7697), o de presentarla en línea, en la página https://ocrportal.hhs.gov/ocr/portal/lobby.jsf . Los formularios para reclamos están disponibles en http://www.hhs.gov/ocr/office/file/inde x.html 1 AHORROS OPTATIVOS DISPONIBLES ÚNICAMENTE DE PROVEEDORES DE BLUE VIEW VISION INSIGHT Costo para miembros dentro de la red (despu és del copago correspondiente) Estudios por imágenes de retina : a elección del miembro, se pueden realizar en el momento del examen ocular. $39 como m áximo Mejoras de lentes de anteojos Al obtener art ículos para la vista de un proveedor de Blue View Vision Insight, puedes optar por mejorar los lentes a un precio con descuento. Se ap lica un copago para los lentes de los anteojos. Lentes (adultos) Lentes est ándar de policarbonato (adultos) Lentes tintados (color s ólido y en gradiente) Revestimiento contra rayos UV Lentes progresivos1 Lentes est ándar Nivel 1 premium Nivel 2 premium Nivel 3 premium Revestimiento antirreflectante Lentes est ándar Nivel 1 premium Nivel 2 de descuento del precio de venta minorista Pares de anteojos adicionales En cualquier momento de cualquier proveedor de la red de Blue View Vision Insight. Par completo Los materiales de los anteojos se compran por separado. 40 % de descuento del precio de venta minorista 20 % de descuento del precio de venta minorista Accesorios para la vista Productos tales como anteojos de sol sin receta, art ículos de limpieza para lentes, soluciones para lentes de contacto, estuches para anteojos, etc. 20 % de descuento del precio de venta minorista Ajuste y seguimiento de lentes de contacto Está disponible una visita de ajuste de lentes de contacto y dos de seguimiento una vez que hayas completado un examen integral de la vista. Ajuste de lentes de contacto est ándar3 Ajuste de lentes de contacto premium4 Hasta $55 10 % de descuento del precio de venta minorista Lentes de contacto convencionales El descuento se aplica solo a los materiales 15 % de descuento del precio de venta minorista Solicita recomendaciones a tu proveedor y consulta cuáles son las marcas de lentes progresivas disponibles para cada nivel. 2 Pregúntale a tu proveedor qué te recomienda y cuáles son las marcas de lentes progresivos disponibles para cada nivel. 3 El ajuste de lentes de contacto estándar incluye los lentes de transparentes esféricos de uso convencional y de reemplazo programado. Los ejemplos incluyen, entre otros, lentes descartables y de reemplazo frecuente. 4 El ajuste de lentes de contacto premium incluye todos los diseños, materiales y ajustes especiales que no se incluyen en los lentes de contacto estándar. Los ejemplos incluyen, entre otros, lentes tóricas y multifocales. Todos los descuentos están sujetos a cambios sin aviso. Los descuentos no son 'ben eficios cubiertos' según tu plan de la vista y no estarán indicados en tu certificado de cobertura. Los descuentos se ofrecerán de parte de proveedores dentro de la red, a menos que la ley estatal prohíba descuentos para productos y servicios que no son be neficios cubiertos por el plan. No se aplicará el descuento sobre los marcos si las políticas del fabricante prohíben los descuentos en ubicaciones minoristas y de proveedores independientes. Estos son algunos de nuestros proveedores dentro de la red: 2 AHORROS ADICIONALES DISPONIBLES A TRAVÉS DEL PROGRAMA DE OFERTAS ESPECIALES DE ANTHEM Existen ahorros con diversos prestadores para productos tales como art ículos para la vista adicionales despu és de que hayas usado tus beneficios, anteojos de sol sin receta, aud ífonos e incluso cirug ía correctiva de la vista con l áser que iniciar sesi ón en anthem.com/ca , seleccionar Discounts (Descuentos) y & Dental (Vista, audici ón y odontolog ía). * No se pueden usar los desc uentos en combinación con los beneficios cubiertos. FUERA DE LA RED Si eliges recibir servicios cubiertos o adquirir artículos para la vista cubiertos de parte de un proveedor fuera de la red, no se aplicarán los descuentos de la red y tú serás responsabl e de pagar los servicios y/o los materiales de los artículos para la vista en el momento de prestación del servicio. Completa un formulario de reclamación fuera de la red y envíalo junto con tu recibo desglosado al número de fax, la dirección de correo ele ctrónico o la dirección postal que se indican a continuación. Para descargar un formulario de reclamación, inicia sesión en anthem.com/ca o, desde el menú de la página principal en Support (Asistencia), elige Change State (Cambiar de estado) para elegir tu estado y luego desplaza el cursor hacia abajo hasta Claims (Reclamaciones) y selecciona el Formulario de reclamaciones fuera de la red de Blue View Vision. O bien, puedes llamar a Servicios para miembros al 1-866-940-8306 para solicitar un formulario de r eclamación. Por Por correo electr ónico: oonclaims@eyewearspecialoffers.com Por correo postal: View Vision A la atención de: OON "}