{"title": "PDF", "author": "PDF", "url": "https://www.camh.ca/-/media/files/conducting-research-indigenous-peoples-canada-pdf.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Conducting Research with Indigenous Peoples of Canada: Ethical Considerations for the Centre for Addiction and Mental Health (CAMH) Dominique Morisano, PhD, CPsych Institute for Mental Health Policy Research Margaret Robinson, PhD Institute for Mental Health Policy Research Renee Linklater, PhD Provincial System Support Program Contents About the authors 4 Acknowledgments 5 Executive summary 6 Overview 6 Summary of recommended practices for researchers 7 Introduction 8 Clarification of terms 10 Guidelines for working with Indigenous Peoples of Canada 11 The Tri-Council Policy Statement: Ethical Conduct for Research Involving Humans, second edition (TCPS-2; CIHR, NSERC, SSHRC, 2014) 11 First Nations principles on ownership, control, access, and possession (OCAP®) 12 Principles of ethical Métis research 13 Inuit perspectives on research ethics 14 Examples of First Nations research ethics documents 15 Manitoulin Island Anishinaabek Research Review Committee guidelines 15 Mi'kmaw Research Principles and Protocols 16 OFIFC's Utility Self-Voicing Access Inter-relationality (USAI) Research Framework 16 Broad principles and guidelines 17 Respect for governing authorities and community protocols 17 Respect for diversity within and between communities 18 The research team 19 Research design 19 Research utility 20 Research as capacity building 20 Cultural relevance of research 20 Research consent, inclusivity, and approvals 21 The research agenda 22 Collective ownership of information and research data 22 Use of community advisory boards for research 23 Use of formal research agreements or memoranda of understanding (MOUs) 24 Use of relevant community research guidelines 25 Research dissemination and publication 25Insider and peer researchers 26 Grant writing 28 Research ethics boards (REBs) 28 Useful methodologies and local studies 30 Useful methodologies 30 Indigenous methodologies 30 Community-based research (CBR) 32 Participatory action research (PAR) 33 Grounded theory method 33 Thematic analysis 34 Concept mapping 34 Examples of Studies involving Indigenous Peoples in Ontario 35 Researching Health in Ontario Communities (RHOC) 35 Five Views on a Journey 36 Acting Locally to Address a National Problem 36 Our Health Counts: Urban Aboriginal Health Database project 36 Toronto Aboriginal Research Project (TARP) 37 Two-Spirit HIV/AIDS Wellness and Longevity Study (2-SHAWLS) 38 Wikwemikong community needs assessment 38 Examples of studies involving Indigenous Peoples outside Ontario 38 Urban Aboriginal diabetes project 38 The Indigenous Fathers project 39 Calls to action for CAMH researchers 40 Conclusions 41 Appendix of acronyms 42 References 43 3 About the authors Dominique Morisano , PhD, CPsych, moved to Canada from the United States in 2002, and is currently engaged in work in both Canada and the Netherlands. Her research has focused on a number of areas, including research and publication ethics, addiction and mental health services, implementation science and the use of evidence in treatment systems, goal theory and motivation, and mindfulness-based interventions. While working as an independent scientist at the Centre for Addiction and Mental Health (CAMH), she collaborated extensively with Aboriginal Engagement and Outreach. She currently works as the senior advisor for mental health initiatives at WE Charity (Toronto) alongside running a private practice in clinical psychology and research consultation. She concurrently holds status academic appointments at CAMH (collaborator scientist, Institute for Mental Health Policy Research), University of Toronto (Dalla Lana School of Public Health), Centre for Mindfulness Studies, and Erasmus University (visiting scholar, Rotterdam School of Management, Netherlands). Margaret Robinson , PhD, is a member of the Lennox Island First Nation and a community-based researcher. Her research experience includes leading studies on the mental health of two-spirit people, the role of spirituality for Indigenous people living with HIV , and the experience of Indigenous researchers applying for research funding. Margaret is an assistant professor in the Indigenous Studies program at Dalhousie University, and has served as vice-chair for the Indigenous Advisory Board, Canadian Institutes of Health Research. She is an affiliate scientist with CAMH, an associate research scholar with the Healthy Populations Institute, and a member of the American Psychological Association. Renee Linklater , PhD, is a member of Rainy River First Nations in northwestern Ontario. She has over 20 years of experience working with Indigenous healing agencies and First Nation communities. Renee has worked across the health and education sectors as a front-line worker, program evaluator, curriculum developer, educator/trainer, and researcher. She is an international speaker on trauma and healing and is the author of Decolonizing Trauma Work: Indigenous Stories and Strategies . Renee is the director of Aboriginal Engagement and Outreach for the Provincial System Support Program at the Centre for Addiction and Mental Health (CAMH) and is actively involved in several system level initiatives across Ontario. 4 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsAcknowledgments The authors would like to thank the CAMH Working Group on Conducting Research with Indigenous Peoples of Canada, including Julie George, PhD; Melissa Perrault, PhD; and Walter Lindstone, BA, BSW, for their edits, comments, and suggestions regarding one or more earlier drafts of this report. Our appreciation is also extended to Julie George, PhD; Kate Graham, PhD; and Samantha Wells, PhD, for help with summaries of their research, and to Janet Smylie, MD, MPH; Melissa Carroll, PhD; and Peggy McGregor, MEd, for their reviews of and suggestions for this report. 5 Executive summary Overview Globall y, in response to continued violations of Indigenous Peoples in the scientific sphere, extensive efforts have been made by Indigenous and non-Indigenous researchers and leaders to introduce and enforce culturally appropriate ethical principles in research. Some of these apply to Indigenous Peoples in Canada generall y, and some are applicable to specific Indigenous nations or groups. The Centre for Addiction and Mental Health (CAMH) recognizes that historicall y, research in Indigenous communities has resulted in abuses of power. In the past, CAMH researchers have individually taken steps project-by-project to ensure that ethical standards were instituted in projects involving First Nations, Inuit, and Métis Peoples in Canada. It is time, however, for CAMH to clarify and establish a minimum set of ethical best practices regarding work with Indigenous communities for its own researchers, in order to be held to a certain standard. This report is intended to open up the dialogue at CAMH regarding creating a process and set of guidelines for our scientists and research divisions that will help ensure adherence to Indigenous cultural protocols and respect for Indigenous cultural philosophies. This report highlights broad principles and recommendations made in ethics documents written or shaped by Indigenous Peoples (with a focus on Canada), and suggests best practices for conducting related research at CAMH. We discuss ethical issues that have been raised and addressed by First Nations, Inuit, and Métis Peoples in Canada across rural, suburban, and urban landscapes. We summarize major works, such as the First Nations Information Governance Centre's (FNIGC) ownership, control, access, and possession principles (OCAP®1) and Canada's Tri-Council Policy Statement: Ethical Conduct for Research Involving Humans (2nd ed.; TCPS-2; Canadian Institutes of Health Research, Natural Sciences and Engineering Research Council of Canada, and Social Sciences and Humanities Research Council of Canada, 2014), as well as perspectives particular to Inuit and Métis community research. Examples of research documents provide a detailed lens on local protocols and procedures (e.g., Mi'kmaq and Manitoulin Islands research resources). Some of the broader issues discussed in this report include: the cr eation of a research agenda the use o f formal research agreements r esearch design and delivery the c ollaborative nature of research r espect for First Nations, Inuit, and Métis governing authorities and community protocols. Others matters include research dissemination and publication, collective ownership of research information and data, designing research that is both culturally relevant and beneficial to participants and their communities, the consent and approval process, building research capacity, and using community research guidelines. Scientific work with Indigenous Peoples or populations is most appropriate when it is largely qualitative, collaborative, community-based, and participatory. We discuss considerations for working with our research ethics board (REB) at CAMH and provide examples of methodologies that CAMH researchers can use in partnering with Indigenous Peoples. We end with a section of general suggestions for researchers embarking on this kind of work. Following our conclusions, readers will find an appendix of the acronyms used throughout this report. 1 OCAP® is a registered trademark of the First Nations Information Governance Centre (FNIGC). Please see the following website for more information on the definition of OCAP®: www.FNIGC.ca/OCAP 6 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsSummary of recommended practices for researchers Become familiar with the local history, customs, and processes involved in conducting research with the communities or organizations you wish to work with, both before and during engagement. Develop and build on existing partnerships with community or organization members before developing research proposals. Listen to the priorities of the communities or organizations with whom you would like to collaborate on research projects. Be responsive to the needs and priorities of your partners. Before engaging with local communities, agencies, or organizations of interest for the purposes of conducting research, check whether other CAMH departments or researchers are already engaged with or have ongoing projects within these communities. Become fluent in the major protocols and guidelines relevant to the work, as well as local processes. Develop or adapt a research agreement template and use it when a standard agreement does not exist among the community or organization with which a collaborative relationship will be built. Adapt it in conjunction with community or organization members or leadership. Negotiate a culturally appropriate process with the CAMH Research Contracts Office for the development of plain language, usable research agreements with collaborating communities. Consider the use of the Ontario Ministry of Health and Long- Term Care's (2017) Health Equity Impact Assessment (HEIA) tool in developing projects. Develop a foundation or obtain training in the following areas: community partnerships, cultural safety, cultural competence, and anti- oppressive practices. Consider making use of methods that are particularly amenable to collaborative research, including specific techniques developed by Indigenous researchers and qualitative approaches. Consider enrolling in the six-hour, online Fundamentals of OCAP® training course developed through a partnership between the FNIGC and Algonquin College. Put research proposals through the FNIGC OCAP® Certification program, when it becomes available, to ensure compliance with OCAP® standards. Consider using publicly accessible research-dissemination approaches beyond academic articles and conference presentations (e.g., storytelling, conversation, radio, social media, videos). Develop a process at CAMH to debrief on research projects involving Indigenous Peoples and continually support wise practices in research. When conflicts arise, work them out with our local REB and the community or organization with whom you are collaborating. 7 Cite as: Morisano, D., Robinson, M. & Linklater, R. (2018). Conducting Research with Indigenous Peoples of Canada: Ethical Considerations for the Centre for Addiction and Mental Health (CAMH). Toronto: CAMH. 7 Introduction \"The process of developing guidelines will never be delineated into a 'one size fits all' model, recognizing the diversity of Indigenous groups whose approach to research protocol and ethics may vary, understanding that each research project will engage a unique team and characteristics, and acknowledging that honouring the process of ethical research may require ongoing negotiation, change, and adaptation\" (Ermine et al., 2004, p. 41). Over the last four decades, multiple research review processes have been developed at the local, regional, and national levels to address specific ethical issues and concerns inherent to working with Indigenous Peoples in Canada. Over the last two decades, efforts have increased in this regard. While several initial documents were published from a non-Indigenous perspective, Indigenous researchers have taken the lead on recent initiatives to outline ethical considerations involved in research that includes or focuses on Indigenous Peoples. As a result of abuses committed by researchers in Canada under the lens of \"scientific discovery,\" with Indigenous Peoples both on-and off-reserve (IPCB, 2000, section 1.4), it became clear that guidelines were needed to protect the rights and dignity of participants, as well as to vet the utility of the research questions. Neocolonial policies have continued to play a role in the social exclusion of and discrimination against Indigenous Peoples in Canada (Richardson et al., 2012) and these policies have influenced the research that has been conducted. Janet Smylie (2005) pointed out that ethical problems result from using the term \" Aboriginal\" to designate a categorical risk-factor variable for problems, whether they are related to mental health issues, addiction, or other diseases. What Indigenous Peoples in Canada share, Smylie noted, \"is the experience of colonization and the resultant legacy of poverty and social stressors\" (p. 977). Ultimately, the significant diversity of Indigenous Peoples in Canada has resulted in a multitude of documents or practices for ethical research, many of which are specific to local contexts, and others which are intended to have collective application.The present review is not all-inclusive or systematic, but highlights the principles and recommendations made in some of the most well-known ethics documents established by Indigenous Peoples of Canada to guide relevant research at CAMH. A search for these documents was conducted via online search mechanisms (Google, DuckDuckGo) as well as academic databases (Scopus, Google Scholar). This review is intended to help CAMH investigators who seek \"to honour Indigenous knowledge systems\" through research (Kovach, 2009, p. 11). This report adds to the conversation regarding research conducted with Indigenous Peoples in Canada, and synthesizes some of the more prominent documents currently available. The original documents are the best source of information regarding research with Indigenous Peoples; however, knowledge of rules and guidelines is not enough. In many First Nations, Inuit, and Métis communities, the interpretation of written rules is dependent on \"experiential knowledge acquired through interactions in the community\" (see TCPS-2, 2014, article 9.8). The words of the Indigenous Peoples' Health Research Centre (IPHRC; 2004) are relevant here: \"Not all knowledge and viewpoints [on these issues] have been recorded, particularly as they are embedded in the oral tradition of the Indigenous community\" (p. 11). Many documents, practices, or pieces of oral knowledge exist apart from the Internet (see discussion in TCPS-2, 2014, article 9.8). Therefore, prior to the onset of any research with Indigenous Peoples, researchers are obliged to engage communities to identify policies and protocols related to research (TCPS-2, 2014). 8 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsAs an institution, CAMH has a responsibility to conduct ethical research that will benefit the populations under study. This report is intended to open up the dialogue at CAMH regarding creating a process and set of guidelines for our scientists and research divisions (including revisions of standard operating procedures and conversations about community research agreements) that will help ensure adherence to Indigenous cultural protocols and respect for Indigenous cultural philosophies (see IPHRC, 2004). Such guidelines need to be developed in consultation with Indigenous communities in Ontario (and perhaps beyond). We cannot take these partnerships for granted. Although several researchers at CAMH have taken steps to develop ethical research protocols and processes for their own projects, it is important that CAMH put forth a basic set of criteria so that all researchers are held to the same ethical standards. However, it should be stated that even the compiling of principles for use by CAMH is problematic, in that, as stated by Ermine and colleagues in IPHRC (2004): The continuing attempts to formulate research that is respectful to Indigenous Peoples still conform to the fundamental Eurocentric orientation of fitting Indigenous knowledge into Western frameworks and interests. The way research is talked about assumes that all research is properly undertaken from the perspective and under the auspices of Western centers of authority. Research conducted into Indigenous spaces, as a legitimated process of academic freedom, is seen as a problematic process of ethics for Indigenous Peoples because of the latent biases, inherent misconceptions, and outstanding issues of power and control (pp. 28-29). The compilation of these principles for use by researchers at CAMH is only a start to addressing the deeper issues at hand. We need to change how we think about research and how we define it (see First Nations Centre, 2005, pp. 17-22 for a discussion of this issue). In many senses, a research paradigm shift will be necessary to address the deeper issues at hand. Traditional research goals of extensive and frequent publishing, the realities of quick turnaround times for grant applications, and tight deadlines for getting research results do not fit well with ethical research requirements (First Nations Centre, 2005). As discussed in IPHRC (2004) and Linda Tuhiwai Smith's seminal book Decolonizing Methodologies (1999), even the term \"research\" has become representative of a negative and harmful enterprise among many Indigenous Peoples, with one Indigenous researcher altering terminology from \"research\" to \"projects\" (original reference: Sinclair, 2003). Smith (1999) noted, in the context of linking the term to European imperialism and colonialism: \"The word itself, 'research,' is probably one of the dirtiest words in the indigenous world's vocabulary\" (p. 1). Janet Smylie (2005), while director of the Indigenous Peoples Health Research Centre and associate professor at the University of Saskatchewan, wrote a letter to the Canadian Medical Association Journal's (CMAJ) editor stating, \"it is only through an approach of mutual understanding, respect and partnership that academic research will be able to contribute to improving the health outcomes in First Nations, Métis and Inuit communities\" (p. 977).Scientific work with Indigenous individuals or populations is most appropriate when it is largely qualitative, collaborative, community-based, and participatory (IPHRC, 2004). Ideally, research will be conducted alongside communities, in response to expressed community priorities: \"Questioning the agenda is considered a key component of effective ethics review. Community-researcher partnerships, with the community as initiator, are thus an important way of gaining control over health research priorities\" (Brunger & Bull, 2011, p. 9). As stated by Smith (1999), \"research is not an innocent or distant academic exercise but an activity that has something at stake and that occurs in a set of political and social conditions\" (p. 5). The majority of the sources for this report have been published by Indigenous researchers for the purpose of changing the dialogue surrounding research with Indigenous Peoples. This report focuses on research related to addiction health, wellness, and/or mental health. Biomedical research is beyond its scope, although such research is also associated with serious problems (e.g., using leftover blood samples from Indigenous Peoples without consent; First Nations Centre, 2005), and must be discussed and addressed by our institution (see TCPS-2, 2014, articles 9.19, 9.20, 9.22; IPCB, 2000, section 11; Kovach, 2009, chapter 8). 9 Clarification of terms For the purposes o f this document, we will refer collectively to First Natio ns, Inuit, and Mé tis Peoples of Canada as \"I ndigenous Peoples of Canada\" a nd to specific natio ns or groups wher e applicable. The terms \"Abor iginal Peoples\" or \"Aboriginal\" are used only when quoted from other documents , and should be con sidered interchangeable with the term \"Indigenous Peoples o f Canada.\" The Chiefs of Ontari o and others (e. g., Koptie & Wesley-Esquimaux, 2009) have noted that the umbrella term \"Aboriginal \" \"fails to acknowledge the distinct cultures, histories, and rights of First Natio ns, Inuit, and Méti s Peoples\" (see Morriseau, n.d .). A fact sheet fr om the United Nations (United Nations Permanent Forum on Indigenous Issues, n.d.), titled \"Who are indigenous peopl es?\" has pro vided the following summar y of terminolog y usage: Considering the diversity of indigenous peoples, an official definition of \"indigenous\" has not been adopted by any UN-system body. Instead the system has developed a modern understanding of this term based on the following: Self-identification as indigenous peoples at the individual level and accepted by the community as their member; historical continuity with pre-colonial and/or pre-settler societies; strong link to territories and surrounding natural resources; distinct social, economic, or political systems; distinct language, culture, and beliefs; form non-dominant group of society; resolve to maintain and reproduce their ancestral environments and systems as distinctive peoples and communities (para. 3-6). According to the Indigenous People's Council on Biocolonialism's (IPCB; 2000) Indigenous Research Protection Act, section 3.8, \"'Indigenous' means native, originating or growing naturally in a specific landscape. Also refers to people descending from the original inhabitants of the Western hemisphere who have maintained distinct languages, culture, or religion from time immemorial.\" Smith (1999) wrote a critique of various terminology including the word \"indigenous,\" and stated, \"The term 'indigenous' is problematic in that it appears to collectivize many distinct populations whose experiences under imperialism have been vastly different\" (p. 6). She also discussed the term \"Indigenous peoples\": 'Indigenous peoples' is a relatively recent term which emerged in the 1970s out of the struggles primarily of the American Indian Movement (AIM), and the Canadian Indian Brotherhood. It is a term that internationalizes the experiences, the issues and the struggles of some of the world's colonized peoples. The final 's' in 'indigenous peoples' has been argued for quite vigorously by indigenous activists because of the right of peoples to self-determination. It is also used as a way of recognizing that there are real differences between different indigenous peoples. The term has enabled the collective voices of colonized people to be expressed strategically in the international arena (p. 7). Therefore, researchers should be alert to the markers of identity used by the individuals or population with whom they are working. They should also be aware of the potential erasure effects of umbrella terms, and the ways in which these terms serve to reinforce colonialism. 10 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsGuidelines for working with Indigenous Peoples of Canada The Tri-Council Policy Statement: Ethical Conduct for Research Involving Humans, second edition (TCPS-2; CIHR, NSERC, SSHRC, 2014) The TCPS-2 (2014) was adopted by Canada's three main academic funding agencies: the Canadian Institutes of Health Research (CIHR), the Natural Sciences and Engineering Research Council (NSERC), and the Social Sciences and Humanities Research Council (SSHRC) to establish norms for reviewing research proposals. Adherence to the guidelines it sets forth is considered to be a condition of funding. Throughout this report, we omit reference to these three funding agencies on repeated citations of the TCPS-2 for the sake of readability. The TCPS-2 (2014) included a chapter on \"Research involving the First Nations, Inuit, and Métis Peoples of Canada.\" Its authors noted that this chapter is evolving (i.e., a \"living document\"). They discussed the unique characteristics and status of First Nations, Inuit, and Métis individuals and communities in Canada, as well as the value of reciprocity and the idea that most research has neither reflected Indigenous values nor provided Indigenous communities much benefit. They described the changing landscape of research involving Indigenous Peoples in Canada, including the increase in numbers of Indigenous scholars and community capacity for timely information distribution. The TCPS-2 (2014), notably, was \"not intended to override or replace ethical guidance offered by Aboriginal Peoples themselves. Its purpose is to ensure, to the extent possible, that research involving Aboriginal Peoples is premised on respectful relationships. It also encourages collaboration and engagement between researchers and participants\" (chapter 9, \"Preamble\"). Critics of previous TCPS versions (see First Nations Centre, 2005) have argued that separating researchers from participants (or researchers and \" Aboriginal Peoples\") when describing collaboration is not a valid distinction. This distinction is difficult to avoid given its dominance across existing guidelines—even those that make an explicit desire to avoid such distinctions. The aforementioned chapter discussed interpretations of the TCPS-2 (2014) in \" Aboriginal contexts,\" including reinterpretations of the principles of \"respect for persons,\" \"concern for welfare,\" and \"justice.\" Authors acknowledged abuses in research with Indigenous Peoples of Canada and recognized the potential for power imbalances between researchers and participants as well as for misunderstandings in the case of social, linguistic, and/or cultural distance. They noted that \"engagement between the community involved and researchers, initiated prior to recruiting participants and maintained over the course of the research, can enhance ethical practice and the quality of research\" (chapter 9). Arguably, if research with Indigenous Peoples is to be conducted in an ethical and collaborative manner, this engagement should occur at the inception of the working relationship, before the research is fully designed. The TCPS-2 (2014) laid out the requirements for community engagement and referred generally to any scenario in which First Nations, Inuit, Métis, or other Indigenous Peoples are studied or results interpreted with direct reference to their unique heritage, knowledge, artifacts, characteristics, or ethnicity as factors or variables, or when research is conducted on their lands. In every case, community engagement is a joint decision process in which mutual expectations and obligations are clarified, ideally in a research agreement. The document provided considerations for \"less structured situations,\" and examples for community engagement. Its authors also discussed situations in which participants \"are not identified with a community or . . . the welfare of relevant communities is not affected\" (article 9.2). In the latter situation, the TCPS-2 (2014) noted that REBs may determine the consent of individuals as sufficient for participation. Community engagement or collective consent processes do not replace the need for individual consent according to the TCPS-2 (2014). The document strongly emphasized the importance of seeking local guidance when applying or adapting its principles to Indigenous Peoples outside of Canada. Many of the requirements of the TCPS-2 (2014) are embedded in the general principles that follow. Please refer to the TCPS-2 (2014) for specific listings of principles, articles, examples, and applications covered. 11 First Nations principles on ownership, control, access, and possession (OCAP®) The OCAP® principle s reflect a shift in ou r understanding of the research pr ocess, from on e in which the researcher cr eates knowledge to on e in which th e researcher may borrow, but does not ultimately o wn, knowledge. A ccording to the First Nations Centre (2005), OCAP® has prov ided a clear m echanism for Firs t Nations to as sert authority over initiatives , projects, re search, and data, or oth er information bo rn from First N ations contex ts. OCAP® was approach to the manag ement of research, information, and data by First Nations Peop le and to improve the re levance of res earch for Firs t Nations' Furth ermore, it has prov ided a documented means for individuals or c ommunities to approv e or reject participa tion in research based on its benefits or potential harms (see the IP CB's [2000] Indigenous Rese arch Protectio n Act, section 12, for grounds for den ial or termina tion of research). OCAP®, establis hed in 1998, w as one of the most significant developments fr om the National Steering Committe e (NSC) of the First Natio ns and Inuit Regional Longitudinal H ealth Survey (the predecesso r of the curr ent First N ations Regional Health Survey). That comm ittee developed principles of OCAP® as \"an expression of self-determinati on in researc h\" (Schnarch, 2 004, p. 81) and as \"a political response to tenaciou s colonial appro aches to research and inf ormation manag ement\" (Schnarch, 2 004, p . 80). The ar gument was th at researchers should both become aware of and prac tice these new pri nciples because they offered \"a way out of the muddle of contemporary A boriginal researc h and the ethical d ilemmas that chara cterize it\" (Schnar ch, 2004, p. the ational Aboriginal Health Organi zation2 (NAHO) wrote ex tensively on th e topic of OCAP®, its origins remain with the NSC. Over tim e, the NSC advanced into the First Nations Inform ation Governan ce Committee a nd functioned within the struc ture of the Assemb ly of First Nation s (AFN). In 2010, followin g direction from the AFN, the First Na tions Information Go vernance Commit tee became the F irst Nations Information Gov ernance Centre (FNIGC) and was incorporat ed as a non-profit organization and still opera tes in that capacity today. Although OCAP® w as developed in a First Nations context, its general principles are potentially relevant to Inuit, Métis, and other international Indigenous Peoples. OCAP® principles are reprinted here in their entirety (First Nations Centre, 2005): Ownership: Refers to the relationship of a First Nations community to its cultural knowledge/data/information. The principle states that a community or group owns information collectively in the same way that an individual owns their personal information. It is distinct from stewardship [or possession]. Control: The aspirations and rights of First Nations to maintain and regain control of all aspects of their lives and institutions include research, information and data. The principle of control asserts that First Nations Peoples, their communities and representative bodies are within their rights in seeking to control all aspects of research and information management processes which impact them. First Nations control of research can include all stages of a particular research project—from conception to completion. The principle extends to the control of resources and review processes, the formulation of conceptual frameworks, data management and so on. Access: First Nations people must have access to information and data about themselves and their communities, regardless of where it is currently held. The principle also refers to the right of First Nations communities and organizations to manage and make decisions regarding access to their collective information. This may be achieved, in practice, through standardized, formal protocols. Possession: While ownership identifies the relationship between a people and their data in principle, possession or stewardship is more literal. Although not a condition of ownership per se, possession (of data) is a mechanism by which ownership can be asserted and protected. When data owned by one party is in the possession of another, there is a risk of breach or misuse. This is particularly important when trust is lacking between the owner and possessor. 2 NAHO's funding was cut in the 2012 federal budget and the organization is no more as of June 2012. 12 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsThe First Nations Centre's (2007) OCAP® document emphasized the relevance of research for Indigenous communities, in response to concerns about allowing such research. Although there have been concerns that First Nations have been \"over- researched\" (p. 3), there is still hope by some Indigenous communities in Canada that research can provide benefits. Such benefits may include testing the effectiveness of health interventions, assessing community health, lobbying for policy changes, accessing program and services funds, and creating strategies for community-level programs and services. Some of the initiatives that have reflected OCAP® principles include the First Nations Information Governance Committee's (2007) First Nations Regional Longitudinal Health Survey (RHS) Code of Research Ethics , the Kahnawá:ke Schools Diabetes Prevention Project's (2007) Code of Research Ethics, the Mi'kmaw Ethics Watch's Mi'kmaw Research Principles and Protocols: Conducting Research With and/or Among Mi'kmaw People (1999), and the Assembly of First Nations of Quebec and Labrador's Research Protocol (2005). The FNIGC is currently working on developing an OCAP® Certification program that will provide researchers and organizations with an opportunity to have their projects reviewed for compliance with OCAP® standards. The FNIGC has stated that this process will be appropriate for projects at community, regional, and national levels. It will involve a documentation application process and standardized review criteria. In the meantime, the FNIGC has partnered with Algonquin College to release a six-hour, online Fundamentals of OCAP® training course that interested parties can register for and complete. The course aims to provide registrants with a \"better understanding of OCAP® and how it pertains to principled research, data sovereignty, and information governance that respects First Nations\" (see FNIGC, 2017). Principles of ethical Métis research In 2010, the Métis Centre of NAHO published a document entitled Principles of Ethical Métis Research that detailed the findings of a think tank of Métis researchers, students, and organizations across Canada on issues related to research with Métis people. While many of the concerns cited echo those of other Indigenous groups in Canada (i.e., respect, reciprocity, diversity, and inclusion in research), others were unique to the Métis, such as understanding the history, values, and knowledge within a Métis context; the straddling of worldviews; and the \"insider-outsider\" perspective of people with both Western and Indigenous history (p. 2). The group noted a glaring absence of information on conducting ethical research with Métis people. Like other groups, the authors of the document suggested that building a reciprocal and mutually beneficial research relationship takes time and involves community engagement (starting with getting to know people), earning acceptance, and seeking community involvement in any proposed research. The necessity of \"knowing history\" was emphasized in the document; in this sense, the authors suggested involving Métis experts (researchers, historians, Elders) in research. Information and examples from this document are interwoven into the \"Broad principles and guidelines\" section of this report. 13 For this section, three documents served as reference points: Nickels and Knotsch's (2011) article, \"Inuit perspectives on research ethics: The work of Inuit Nipingit,\" a pamphlet entitled, Negotiating Research Relationships: A Guide for Communities by the Nunavut Research Institute (NRI) and the Inuit Tapiriit Kanatami (ITK; 1998), and a companion guide to the latter pamphlet entitled, Negotiating Research Relationships with Inuit Communities (ITK & NRI, 2007). The NRI and ITK (1998) pamphlet provided a guide for community members that explained basic research concepts, discussed the best ways for communities to work with researchers, and suggested how to ensure that community members maintain their legal rights in the process. It included a sample negotiated research relationship that communities could draw on when building their own research contracts. Nickels and Knotsch (2011) provided a narrative for the work of the ITK and Inuit Tuttarvingat of NAHO's 2-year (2008-2010) collaboration on providing contributions to national research ethics guidelines, specifically the TCPS-2 (2014), from the perspective of Peoples residing in the Canadian Arctic. Important issues arose such as defining informed voluntary consent, appropriate age of consent (such designations are largely cultural; in some cases \"youth\" are considered to be ages 13 to 30, 15 to 30, or 16 to 30), double or multiple consents (individual and community), the need for researchers and students to participate in \"cultural competency training,\" the importance of pre-research consultations and relationship building, capacity building, consultation with women, and discussion of issues related to community involvement and natural sciences research. The authors discussed the importance of reviewing the OCAP® principles from an Inuit lens to get a sense of their applicability to the needs of northern Indigenous Peoples of Canada, and the potential future establishment of an Inuit REB. The ITK and NRI (2007) guide for researchers was developed to provide \"practical advice to assist researchers who plan to work with, or in the vicinity of, Canadian Inuit communities in the regions of Nunatsiavut (Labrador), Nunavik (northern Quebec), Nunavut, and the Inuvialuit Settlement Region of the Northwest Territories (NWT)\" (p. 1). Some of the recommendations of the guide authors related to concerns regarding minimal efforts to include Inuit people as consultants in identifying research priorities and designing studies; lack of local involvement in all stages of the research; missed opportunities to acknowledge, recognize, or compensate Inuit research collaborators or the source of gathered information; the \"decontextualization of local knowledge\" (p. 4); and inappropriate methodologies or timing for research. Regarding timing, for example, ITK and NRI (2007) noted that data collection in the summer months, while more convenient for researchers, is not representative or sufficient to understand aspects of a northern existence. Furthermore, activities such as meetings, trainings, or other events aimed at garnering community participation should not be held during the times of year when most people will be away camping (e.g., late spring and late summer). The ITK and NRI (2007) guide also recommended a procedure for conflict resolution, should conflicts arise throughout the course of the research. Its authors suggested that researchers and communities develop a contingency plan at the outset in case of community concerns. Furthermore, they outlined a decision-making procedure to foster community involvement throughout the research process, from project design to data analysis (pp. 10-12). They also provided steps for initiating community contact as \"residents travel widely and want to be aware of activities in the areas that they use\" (pp. 13-15), a discussion on research licensing procedures (pp. 16-18), and suggestions for developing a communication strategy with communities (pp. 18-21). As with the other documents described above, more general principles and examples from this document will be interwoven into and used to support the \"Broad principles and guidelines\" in this report. Inuit perspectives on research ethics 14 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsExamples of First Nations research ethics documents A number of local guidelines, protocols, or principles relating to research can be found online, although it is assumed that a good portion of local guidelines might not be available electronically (and might not be written down). The First Nations Environmental Health Innovation Network's (FNEHIN) website houses several examples of local guidelines (e.g., Manitoulin Anishinaabek Research Review Committee, The Six Nations Council), some of which are based on partnerships with universities (FNEHIN, n.d.). Some of these documents are referenced or detailed in this report. In 2003, the Noojmowin Teg Health Centre of Manitoulin Island (NTHC) put out a set of Guidelines for Ethical Aboriginal Research (GEAR) that sought to combine the collective knowledge of the Manitoulin Anishinaabek Research Review Committee (MARRC, a collaboration of the NTHC, Mnaamodzawin Health Services, M'Chigeeng Health Services, Wikwemikong Health Centre, and Kenjgewin Teg Educational Institute), community members, community-based researchers, Elders, and local First Nations leaders. GEAR was developed to \"be used as a screening tool to help communities decide if a research project is appropriate\" (NTHC, 2003, p. 1). The document's appendices included sample research forms and contracts/agreements. The authors discussed initial ethics review by the research review committee as being used to determine whether a proposed research project respects the local culture and customs, as well as whether it meets the standards of the Tri-Council Policy Statement (the original TCPS—presumably now updated to include the TCPS-2). They also included a \"research review\" to determine whether the proposed project is culturally appropriate for Manitoulin Island communities (p. 6). The guidelines were \"based on the seven grandfather teachings of respect, wisdom, love, honesty, humility, bravery and truth\" (NTHC, 2003, p. 8). They also addressed topics not covered in the more general guidelines, such as the importance of using open-ended questions, the value of developing trust before embarking on data collection (which may necessitate multiple visits to the community), the potential preference of collecting data \"bit by bit\" and not assuming that recording or writing things down is acceptable, and the necessity of an appreciation for silence, which may indicate that the person is \"figuring out things\" (NTHC, 2003, p. 9). The authors of the document proposed the following action to researchers proposing or conducting research: \" Ask yourself: 'Were people happy that you have come to them?'\" (NTHC, 2003, p. 10). The GEAR document included and recognized the TCPS original principles. The Ethics and Research Review Workbook: A Resource for Manitoulin Area First Nations for the Review and Evaluation of Research Proposals (Maar et al., 2012) provided MARRC and local First Nations groups with a research proposal assessment tool. The document contained an overview of \" Aboriginal research principles,\" a research review process outline, ethics committee roles and responsibilities, a full ethics review application form to be filled out by researchers, discussion questions for ethics committee members, and a standardized feedback form/scoring sheet. Manitoulin Island Anishinaabek Research Review Committee guidelines 15 Mi'kmaw Research Principles and Protocols Another document related to research ethics that is specific to a particular First Nations people is the aforementioned Research Principles and Protocols (Mi'kmaw Ethics Watch, 1999). It contained an application form for conducting research with Mi'kmaw people, and included many of the concerns discussed in the following section under \"Broad principles and guidelines\" and within OCAP®, such as the right to ownership of knowledge, the respect for local governing authorities and community protocols, the right to control \"all research processes\" (Mi'kmaw Ethics Watch, 1999, p. 2), the view that all research is a negotiated partnership, the use of both Mi'kmaq and English in consent documents (or according to local norms), the importance of building research capacity within communities by \"imparting new skills\" (Mi'kmaw Ethics Watch, 1999, p. 3), and the invitation of Mi'kmaw participation in the interpretation and review of data to ensure accuracy. The document also raised the importance of keeping with more general ethical principles, such as providing appropriate informed consent in an individual's native language, being clear about the limits of confidentiality, and involving the informed consent of parents or guardians when conducting research involving children under 14 years of age. OFIFC's Utility Self-Voicing Access Inter-relationality (USAI) Research Framework The Ontario Federation of Indigenous Friendship Centres' (OFIFC; 2012) Utility Self-Voicing Access Inter-relationality (USAI) Research Framework was created to guide all research projects conducted with Indigenous Peoples by the OFIFC (representing 29 Friendship Centres across Ontario) and the urban communities with which the OFIFC is involved. The document described research principles, ethical considerations, rules of research conduct, and research goals, and included a companion training manual for community researchers. The first principle of \"utility\" noted that research inquiry must be \"practical, relevant, and directly benefiting communities\" (OFIFC, 2012, p. 9). The \"self-voicing\" principle stated that \"research, knowledge, and practice are authored by communities, which are fully recognized as knowledge holders and knowledge creators\" (OFIFC, 2012, p. 9). The \"access\" principle (somewhat different from \"access\" as defined by OCAP® above) denoted the idea that \"research fully recognizes all local knowledge, practice, and experience in all their cultural manifestations as accessible by all research authors and knowledge holders\" (OFIFC, 2012, p. 10). Finally, the principle of \"inter-relationality\" recognized that \"research is historically-situated, geo-politically positioned, relational, and explicit about the perspective from which knowledge is generated\" (OFIFC, 2012, p. 10). The OFIFC maintained that any knowledge generated via research that abides by these principles has inherent integrity, and does not need to be \"validated by comparative research or deconstructed with analytical tools\" (OFIFC, 2012, p. 12). \"Knowledge holders\" and \"knowledge seekers\" must collaborate and co-operate, but they do not need to share identical objectives. The OFIFC (2012) USAI document stated that there is value in \"forging alliances with informed and respectful parties who are willing to work for the advancement of urban Aboriginal communities\" (OFIFC, 2012, p. 12). It described several \"research spaces\" with accompanying procedures for different kinds of projects: community research, educational research, and collaborative research. Furthermore, it offered a \"culturally-relevant approach to [evaluation] measures and indicators\" (OFIFC, 2012, p. 5). This supports communities in figuring out \"where they are in the process and whether the goals of research are being realized, as well as suggestions on how to frame and phrase the generated knowledge so it preserves its independence, without the need to constantly re- affirm itself and re-claim legitimacy vis-à-vis mainstream and often competing types of knowledge\" (OFIFC, 2012, p. 16). The OFIFC website has provided a description of several projects to which they are applying the USAI principles (OFIFC, 2013). 16 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsBroad principles and guidelines Respect for governing authorities and community protocols The TCPS-2 (2014) provided guidance for researchers who needed to address \"complex authority structures\" while working with Indigenous communities or organizations (see article 9.5). In some communities, authority for allowing and monitoring research lies with individuals who have been designated via custom versus appointment or election. For example, as discussed in Mi'kmaw Ethics Watch (1999), \"Mi'kmaw knowledge may have traditional owners involving individuals, families, clans, associations, and societies which must be determined in accordance with these Peoples' own customs, laws, and procedures\" (p. 2). The TCPS-2 (2014) suggested that researchers engage community processes and Elders to help them determine the appropriate course for securing approval within a community (see article 9.15). The document suggested that the preferential course of action would be to secure approvals from both customary authorities and formal community leaders. Furthermore, cultural practices in engaging such authority figures often warrant presenting tobacco, offering honoraria or name recognition (or privacy), or using an interpreter if necessary so that the authorities can speak in the language they feel most comfortable (see TCPS-2, 2014, article 9.15; Kovach, 2009; NTHC, 2003; and Wilson, 2008). Community protocols, traditional knowledge and cultural practices must be respected (First Nations Centre, 2005; ITK & NRI, 2007; NTHC, 2003). The authors of the Principles of Ethical Métis Research (Métis Centre of NAHO, 2010) discussed the importance of respect for both individual and collective perspectives within research processes (and the straddling of these perspectives depending on the specific research proposed). They suggested that researchers seek out and follow community practices and protocols. The ITK and NRI's (2007) guide recommended that researchers \"assign the same value, credibility, and respect to local expertise (from recommended Elders, or others) as that assigned to peer-reviewed scientific findings\" (p. 5). From the Inuit perspective, the authors of the latter guide pointed out the importance of avoiding the disturbance of families \"on particular days of the week, times of day, or in the wake of a local tragedy\" (p. 8) and reminded researchers that for most communities, \"research is fairly secondary as local life and activities continue\" (p. 8). In situations where work with Indigenous Peoples is planned but no governance structures exist (e.g., in urban or rural communities), community agencies or institutions can be consulted. According to the TCPS-2 (2014): A majority of persons who self-identify as Aboriginal live in rural and urban communities outside of discrete First Nations, Métis or Inuit communities. Political organizations, friendship centres, housing associations, health access centres and other groups operating in rural or urban centres have been created to enhance the welfare of their own members or the populations that they serve. Organizations and communities of interest are potential partners in research on issues relevant to their communities, and are to be recognized as communities for the purposes of community engagement under this policy (article 9.4). 17 As an example of a local consultation process, Toronto Aboriginal Support Services Council (TASSC) oversaw a large community- based research initiative called the Toronto Aboriginal Research Project (TARP) from beginning to end. TARP was initiated to provide an \"extensive picture of the current situation, successes, aspirations, and challenges facing Aboriginal people in the Greater Toronto Area\" (McCaskill et al., 2011 p. 17). TASSC consisted of selected members from local agencies including Native Child and Family Services Toronto, Aboriginal Legal Services Toronto, Na-Me-Res, Nishnawbe Homes, 2-Spirited People of the 1st Nations, Native Canadian Centre of Toronto, Toronto Council Fire Native Cultural Centre, Native Women's Centre of Toronto, and the Native Canadian Centre of Toronto. Additionally, the Noojimawin Health Authority (NHA) was a Toronto-based Aboriginal Health Planning Authority that existed with aims to improve health conditions for rural and urban Aboriginal people. Before closure, they published an Ethical Research Policy for Urban and Rural Aboriginal Health (n.d.), which contained principles and procedures to guide both NHA and its partners in \"respectful research practices in urban and rural areas in the province of Ontario with respect to Aboriginal health\" (p. 3). Their document reviewed multiple domains: the protection of Indigenous knowledge, the respect of Indigenous knowledge and experience, the idea of research as partnership, research agreements and the creation of memoranda of understanding (MOUs), consent processes, the collection and sharing of data, community benefit and sharing, dissemination and publication of research results, and implementation of findings in the communities. It should be noted that Indigenous Peoples who live in urban and suburban environments likely exhibit increased inter- household variation in socioeconomic status and the extent to which they exhibit traditional practices—the definition of \"traditional\" itself is also dependent on one's context and lens (Lindstone, 2014). Some individuals may have stronger affiliations to their First Nation, Inuit, or Métis community or to a national or regional representative organization; others might be disconnected from those organizations. Similarly, a number of Indigenous Peoples do not make use of or consider themselves to be represented by Friendship Centres or other \" Aboriginal\"- or \"Indigenous\"-focused service providers. Researchers should be prepared for these realities and be able to readily adapt. By investigating and respecting local policies and procedures, such as those mentioned above, and by connecting with appropriate community members, councils, and advisory boards, researchers hoping to collaborate on projects with rural, suburban, or urban Indigenous Peoples will demonstrate due diligence in their quest to conduct respectful, relevant, and ethical work. Respect for diversity within and between communities A set of guidelines for research localized to Manitoulin Island, Ontario, called GEAR (NTHC, 2003; detailed in \"Manitoulin Island Anishinaabek Research Review Committee guidelines,\") made note of the need for research projects to \"respect the diversity between and within communities\" (p. 7). These concerns were echoed in the Métis research community (Métis Centre of NAHO, 2010). It is important not to make assumptions about language, worldviews, beliefs, politics, geographic orientation, cultural values, history, religion, or a variety of other factors when approaching individuals, organizations, or communities in the name of research. 18 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsThe research team Many of the currently used sets of ethical guidelines have recommended that the research team of any project include one or more members of the population of interest in a meaningful role (e.g., IPHRC, 2004). This should be negotiated at the outset of any proposed research, as appropriate, and depending on the interest of the communities involved. Research design The research design process involved in an Indigenous research project may differ from the more stereotypically Western research processes taught in most Canadian universities. Several guideline documents have strongly encouraged researchers to involve Indigenous community members in project design and delivery (First Nations Centre, 2007; IPHRC, 2004; ITK & NRI, 2007; Métis Centre of NAHO, 2010). Individuals or communities may not be interested in being involved at this level, but in a collaborative context, the potential for such involvement should always be on the negotiation table. Researchers should approach communities with research questions that are open to change, refinement, or correction (Nakamura, 2010). Ray (2012) argued, for example, that the practice of designing an interview guide based on a pre-constructed hypothesis or research question conflicts with the Anishinaabe view in which knowledge is controlled by the knowledge holder rather than the knowledge seeker. Within such an approach, it would be the interview participants who determine what is important to share, based on their sense of the researcher's level of understanding and readiness to carry the teaching. Therefore, taking the time to develop trust and mutual understanding with knowledge holders, before requesting knowledge, will result in better data. Bartlett and colleagues (2007) suggested that Indigenous knowledge begins with a narrative that is transformed and personalized, whereas Western knowledge begins with data that are transformed into abstract knowledge. Indigenous peoples may differ in their beliefs about what constitutes data and may include dreams, visions, intuition, and cellular or blood memory as sources of knowledge (Braun et al., design should therefore incorporate relevant Indigenous views on information gathering and the nature of knowledge. 19 Research utility In general, \"the most elegant study design in the world is only as valuable as the impact that it makes in people's lives\" (First Nations Centre, 2005, p. 22). Research that is conducted with Indigenous Peoples in Canada must be explicitly and directly useful or beneficial to the community of individuals involved as participants, with tangible and practical outcomes (IPHRC, 2004; Kovach, 2009). Community interests should be respected, benefits should be clear, and potential harms should be either minimized or eliminated (First Nations Centre, 2005). The need for clear and explicit benefits from research has been echoed across documents authored by First Nations, Inuit, and Métis groups (First Nations Centre, 2005; Métis Centre of NAHO, 2010; ITK & NRI, 2007). The TCPS-2's (2014) \"Mutual benefits in research\" (article 9.13) detailed the importance of community benefits. Benefits may include things such as the option of education and training, efforts to increase community empowerment, the reclamation of Indigenous identities and cultural property, financial compensation for participation, and the provision of local employment (e.g., via \"train-the-trainer\" models in clinical or health services research, research assistantships, (First Nations Centre, 2005; IPCB, 2000; IPHRC, 2004; ITK & NRI, 2007). Researchers should understand from the onset that the cultivation of collaborative research relationships is time consuming and resource intensive, and funding proposals should reflect development and participation costs as much as possible (see ITK & NRI, 2007; TCPS-2, 2014, article 9.11). One barrier to be taken into consideration includes finding funding sources for collaborative relationship building—by the time the grant is written, it is often too late for a collaborative relationship to be built (i.e., one where community members participate in the design of the study and choosing of research questions). This should be a part of discussions moving forward. Research as capacity building Research should be used for meaningful capacity building (First Nations Centre, 2005; ITK & NRI, 2007; Métis Centre 2003). The TCPS-2's (2014) article 9.14 addressed this principle and discussed the responsibility of researchers to incorporate capacity building into their projects, in the form of, for example, providing trainings or helping community members to enhance their skills in methods, ethical review and monitoring, or intervention delivery. Often, researchers are able to hire individuals in the community as research assistants, translators, clinicians, or project managers, among other roles. Grant funding might allow research teams to include training packages for students or post-doctoral fellows in the community. Cultural relevance of research Any research conducted in an Indigenous context should be culturally relevant (IPHRC, 2004; ITK & NRI, 2007), and support \"cultural preservation and development\" (First Nations Centre, 2005, p. 27). This principle was also supported by the TCPS-2 (2014) in its reinterpretation of \"concern for welfare.\" The First Nations Centre's (2005) OCAP® document stated that local and traditional knowledge should be incorporated into the development of research projects, and noted that \"research must respect the privacy, protocols, dignity, and individual and collective rights of Aboriginal Peoples. It must also derive from Aboriginal culture and validation methods\" (p. 13). Indigenous knowledge is embedded in a web of relationships between people (e.g., researchers and participants), but also with animals and plants, with the spirit world, and with the earth itself (Ball & Janyst, 2008; Steinhauer, 2002; Wilson, 2001). Indigenous research principles recognize that cultural concepts, values, and social mores are foundational to Indigenous knowledge and are essential for grounding research (Martin, 2002; Steinhauer, 2002). 20 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsResearch consent, inclusivity, and approvals Many ethical issues stem from the category of \"research consent and approvals\" in Indigenous contexts. Some of these relate to the appropriateness of gathering oral versus written consent. In general, any kind of information being collected from an individual must be explained in a language and manner that ensures fully informed consent (First Nations Centre, 2005; ITK & NRI, 2007; Métis Centre of NAHO, 2010). Other issues that relate to consent concern the idea that a signed consent form does not represent a completed process (IPHRC, 2004; TCPS-2, 2014). Many of the documents that have discussed the ethics of conducting research with Indigenous Peoples in Canada have expressed the importance of viewing the consent process in a more circular and continuous manner—one that extends beyond a one-time signature. Piquemal (2001, as cited in IPHRC, 2004) suggested four ethical recommendations for an informed-consent process: negotiate responsibilities at the outset, obtain consent from both collective and individual authorities, confirm consent throughout the process to ensure that it is ongoing, and provide the community with data at the end of any project. The TCPS-2 (2010) discussed the idea that: Aboriginal codes of research practice go beyond the scope of ethical protections for individual participants, and extend to the interconnection between humans and the natural world, and include obligations to maintain, and pass on to future generations, knowledge received from ancestors as well as innovations devised in the present generation (chapter 9, \"Introduction\"). In the Inuit context, ITK & NRI's (2007) guide suggested that any study be discussed first with local authorities (e.g., Hamlet Council, local Hunters and Trappers Organization) regarding requirements for consent, confidentiality, and adherence to institutional ethics protocols. Guidelines developed in response to OCAP® that relate to consent have included the following: \"Researchers should provide ongoing explanations of all aspects of the research project, including its purpose, sponsorship, anticipated benefits and risks, methods, community and individual involvement, and reporting plans\" (First Nations Centre, 2005, p. 12). Secondary use of data that can be identified as coming from particular Indigenous communities are still subject to requirements related to informed consent (see TCPS-2, 2014, articles 9.20 and 9.21). IPHRC (2004) noted that researchers should obtain approval to do research in Indigenous communities from the appropriate tribal authorities (see \"Respect for governing authorities and community protocols\" within this report). In the case of requesting consent from urban, non- status, or displaced Indigenous Peoples not tied to a particular governance structure, it might be helpful for researchers to navigate the consent process with local community agencies or Indigenous urban organizations to assure that an appropriate process is followed. Research involving historical, genealogical, or secondary data analyses on publicly available information that does not involve new data collection might not necessitate REB review or community engagement, but it is suggested that \"culturally informed advice\" be sought before the use of such data to determine potential harms and other considerations (see TCPS-2, 2014, articles 9.15 and 9.21). Article 9.6 of the TCPS-2 (2014) discussed the importance of recognizing \"diverse interests within communities,\" including the inclusion of groups or individuals in research who may have been excluded from previous research opportunities due to vulnerability or marginalization within a community. The Métis Centre of NAHO (2010) also noted the importance of \"safe and inclusive environments\" in research, and specified that age (youth and Elders), genders, sexual identities, multiple concepts of \" Aboriginality,\" and a \"balance of individual and collective influence\" be considered within research settings with Métis people (p. 3). Such considerations for research exclusion or inclusion within a group or community must be made with care. In this same regard, when \"critical inquiry\" is made regarding First Nations, Inuit, and Métis governments, institutions, or authority structures, the TCPS-2 (2014) suggested that researchers may consult either regional or national organizations that are culturally relevant to Indigenous Peoples within Canada for guidance (see article 9.7). There are serious controversies related to the process of \"informed consent\" as a concept that should be addressed. According to the IPHRC (2004), \"For Indigenous Peoples, the Western paradigm of individualism that recognizes the right of the individual to give knowledge through 'informed consent' is contradictory to the concept of collective ownership understood by Indigenous Peoples\" (p. 30). Recent guidelines have suggested obtaining group or community consent before moving toward obtaining individual consent for research participation (see First Nations Centre, 2005, 2007; IPHRC, 2004; ITK & NRI, 2007). Free and informed individual consent as an idea is in and of itself problematic in Indigenous contexts, as it \"rests on the condition of Western sensibilities of the legal individual and individuality\" (IPHRC, 2004, p. 31). 21 The research agenda In discussing the research agenda, it is important to make reference to the work of Linda Tuhiwai Smith (1999). In her book Decolonizing Methodologies , she reviewed the development of Indigenous initiatives in the research arena as well as ways of articulating an \"indigenous research agenda,\" both at the broad and local levels. In many of the most recent documents that have discussed the ethics of conducting research with or alongside Indigenous Peoples in Canada, it is clear that there has been a significant shift in discussions of the research agenda. In the First Nations context, as discussed by the First Nations Centre of NAHO, research agendas should no longer be shaped by areas of personal or academic or larger societal interests, but instead inspired by First Nations' priorities (First Nations Centre, 2005). These concerns are also expressed in Métis and Inuit research ethics dialogues (ITK & NRI, 2007; Métis Centre of NAHO, 2010). According to ITK and NRI (2007), \"Communities often complain that there are no tangible benefits for communities who are nearby, or even involved in, the project\" (p. 4). Indigenous individuals and communities in Canada certainly have priorities regarding what kinds of projects might serve their needs. Collective ownership of information and research data As cited by IPHRC (2004), in a United Nations resolution (1993/44 of 26 August 1993), recommendations were made regarding Indigenous Peoples' collective rights by the Sub-Commission on Prevention of Discrimination and Protection of Minorities: \"Indigenous Peoples' ownership and custody of their heritage must continue to be collective, permanent, and inalienable, as prescribed by the customs, rules, and practices of each people\" (p. 4). The IPCB (2000) echoed this sentiment in their Indigenous Research Protection Act under sections 1.3 (\"The Tribe has the right of self-determination and in exercising that right must be recognized as the exclusive owner of Indigenous traditional knowledge\") and 6.2m (\"The Tribe reserves the right to require the deposit of raw materials or data, working papers or product in a tribally designated repository, with specific safeguards to preserve confidentiality. Duplicates of data or split samples may be required to be stored in such a local archive\"). Ideally, any research that is done with Indigenous Peoples should heighten the control of information and research processes by those same Indigenous Peoples. The people from whom data are being collected should not only have access to reports summarizing those data, but the data themselves (First Nations Centre, 2005; ITK & NRI, 2007; Métis Centre of NAHO, 2010), again with protections in place for the confidentiality and privacy of individual participants (e.g., de-identified datasets, summaries, figures, tables). ITK and NRI's (2007) guide noted that often, \"information is placed in a database in a southern institution and communities find themselves unable to gain access, or having to pay for data that they provided\" (p. 4). The First Nations RHS (First Nations Information Governance Committee, 2007) created a protocol for collective ownership for First Nations, and stated that community or regional authorities (e.g., steering committee) must provide permission before community- or regional-level data or statistics are released, respectively. In 2010, the Tripartite Data Quality and Sharing Agreement was signed by the First Nations Health Society, now the First Nations Health Authority (FNHA), the BC Ministry of Health, and Health Canada to \"continually improve the quality and availability of First Nations Data,\" \"facilitate the sharing of FNCF3 Data in response to research questions approved in accordance with this Agreement,\" and to ensure that federally and provincially 3 FNCF - First Nations Client File. The First Nations Client File is a cohort of BC Resident First Nations people registered under the Indian Act, and their unregistered descendants for whom entitlement-to-register can be determined. 22 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical Considerations[BC] held information on First Nations is \"properly compiled, used and shared\" (see Tripartite First Nations Health Plan, 2013). The GEAR document (NTHC, 2003) outlined a local vision for community empowerment through research that encouraged respect for the fact that \"collected data is owned by local communities and agencies\" (p. 7). The TCPS-2 (2014) mentioned the necessity of determining privacy and confidentiality processes for both communities and individuals early on in any collaboration (see article 9.16), and, throughout chapter 9, repeated the importance of consistency among research agreements, informed consent procedures, and any disclosure. The IPCB's (2000) Indigenous Research Protection Ac t included its requirements for protecting confidentiality in section 6.2d. Use of community advisory boards for research Community advisory boards for research are often comprised of Elders or other traditional knowledge keepers with knowledge regarding traditional Indigenous ethics and protocols, interested members, and volunteers (IPHRC, 2004; ITK & NRI, 2007). They may be sought out as co-principal investigators, co-investigators, consultants, or collaborators (First Nations Centre, 2007). At this stage, most of the boards that have been developed for research in Indigenous contexts have been largely informal structures created by the researchers involved. There is no reason, however, why Indigenous organizations and communities may not pre-emptively create their own research advisory boards in order to ensure that certain protocols are followed. Some communities have already done this (e.g., the Native Council of Prince Edward Island and NunatuKavut Community Council; see \"Our Health Counts: Urban Aboriginal Health Database project,\" below; Smylie et al., 2011). The IPCB's (2000) Indigenous Research Protection Act recommended in section 1.5 that it is \"in the best interest of the Tribal community to establish a research review mechanism to prevent the continued abuses, to protect the people's traditional knowledge and properties, and thereby to ensure our rights to continue to practice traditional lifeways and long term survival thereof.\" The IPCB also appears to have recommended that an administrative fee be set by the community or organization to charge the researcher for proposal reviewing (see Indigenous Research Protection Act , section 6.3). In the Métis context, \"community involvement\" has been suggested as coming in the form of \"knowledge of local customs, input into the research design, utilizing community members in the research process. . . etc.\" (Métis Centre of NAHO, 2010, p. 2). 23 In general, there has been a move toward \"research agreements,\" including \"data sharing agreements,\" in the field of conducting research with Indigenous Peoples of Canada. While consensus has not been reached yet on the specifics of such a move at CAMH, researchers are currently discussing a formalized process for the development of these agreements. In fact, the TCPS-2 (2014) stated, \"Where a community has formally engaged with a researcher or research team through a designated representative, the terms and undertakings of both the researcher and the community should be set out in a research agreement before participants are recruited\" (see article 9.11). The quote below illustrates one perspective on defining research agreements: Formal research agreements are products of the ethical space where negotiation, dialogue, and discussions have taken place between cross-cultural entities. The aim of the negotiation process is to come to a clear understanding, which results in a formal agreement (preferably written) about research intentions, methods and potential results. . . Issues like written documentation of consent from communities; status of ownership, control, access and possession of knowledge, data, information, and dissemination of findings through reports, and publication can be covered under these agreements (IPHRC, 2004, p. 41). In the current climate, it seems that when it comes to research agreements, \"there are no right answers, only options to explore and practical decisions to be made considering the nature of the information and the interests of the parties\" (First Nations Centre, 2005, p. 32). The ITK and NRI's (2007) guide to working in Inuit communities suggested that any negotiated research relationship involves being honest, humble, informed, open, patient, and that researchers be willing to learn; educate locally; hire and purchase locally; maintain communication; respect local cultures, customs, and authority; try new things; and use or try to learn the local language. The IPCB's (2000) Indigenous Research Protection Act discussed the idea that any good research agreement would be based in the mutual respect between \"the researchers and the Tribe\" (see section 5.1h) and included a section discussing guidelines for any created agreement (see section 8). The TCPS-2 (2014) stated that minimally, \"the agreement should address the ethical protections that would apply to securing individual consent for a comparable project, and should specify any commitments regarding collective community participation and decision making, sharing of benefits and review, and updating of the agreement\" (article 9.11). Such agreements would ideally \"maximize the distribution of information while protecting sensitive information\" (First Nations Centre, 2005, p. 25). An example cited by First Nations Centre (2005) included a discussion and template for negotiating research relationships that was prepared for Dene and Métis peoples in the Northwest Territories in the early 1990s (Masazumi & Quirk, 1993). Research agreements can clarify the relationship between a community or organization and any research partners. The TCPS-2 (2014) made multiple references to the incorporation of mutual expectations and obligations into a research agreement, and suggested that a research agreement may be one form of \"evidence\" for an REB to consider whether a researcher's chosen plan of community engagement is appropriate (see article 9.10). In discussions of informed consent, it stated, \"Where researchers and organizational communities or communities of interest collaborate in research (e.g., through a research agreement), prospective participants shall be informed about the extent of such collaboration (including how data will be shared) as part of the initial and ongoing consent process\" (article 9.4). Where data-sharing agreements exist that allow community leaders or partners access to identifiable personal data, consent processes must reflect the disclosure (TCPS-2, 2014). Previously, under the now-retired CIHR's (2007) CIHR Guidelines for Health Research Involving Aboriginal People , the creation and use of a research agreement was highly emphasized for projects conducted with or about Indigenous groups within Canada. A template example was also provided on its website (see CIHR, 2007). On their website, the IPCB has also provided a template for use in creating academic contracts or research agreements (see IPCB, [n.d.]a). IPCB was established specifically to help \"indigenous Peoples in the protection of their genetic resources, indigenous knowledge, cultural and human rights from the negative effects of biotechnology\" (IPCB, [n.d.]b). For a variety of reasons, not all communities will be interested in signing a contract with researchers regarding impending projects. It is possible to keep research agreements brief and open to editing, particularly in less formal arrangements (TCPS-2, 2014). Use of formal research agreements or memoranda of understanding (MOUs) 24 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsIndigenous resea rch protocols, b e they in proto col form or as a statement of principles, outline specific guidelines that counter objectionable research practices around governance, consent, ownership, and use. Furthermore, protocols stress the responsibility on the part of the researcher who seeks to work with Indigenous Peoples who hold their cultural knowledges as sacred. Such protocols work to strengthen the overall ethical foundation of a research project, for in elevating tribal epistemologies Western ontology reveals itself in contrast, providing a more conceptually transparent starting place (Kovach, 2009, p . 143). The use of relevant community research guidelines is necessary. Such guidelines might require researchers to interact with the people they are seeking knowledge about, take training in cultural competence, learn new protocols and traditions, and create a culturally relevant research process (First Nations Centre, 2005, 2007; As noted in the TCPS-2 (2014), the onus is on the researcher to familiarize themselves with the growing body of literature on the topic. As can be seen in this report's section on \"Examples of First Nations research ethics documents,\" many different research ethics documents have already been developed at the local, regional, and national levels for different First Nations, Inuit, and Métis peoples. Several of these guidelines have been published on the web, and it is assumed that many additional guidelines have been housed locally; some may be preserved through oral tradition only. In any case, it is necessary that local processes be sought out and respected when conducting research in any community. Researchers should include opportunities for a community's leaders or members to review any publications of research involving their community, as well as provide community members with the \"right to dissent\" with divergent interpretations on findings included in the publication (First Nations Centre, 2005; ITK & NRI, 2007; TCPS-2, 2014). Shawn Wilson, author of Research is Ceremony: Indigenous Research Methods (2008), suggested \"continuous feedback with all the research participants. This allows each person in the research relationship to not only check the accuracy of the analysis but also to elaborate upon ideas and to learn from other participants\" (p. 121). The TCPS-2 (2014) guidelines noted that the community representatives involved in any collaborative research should be afforded the opportunity to be included when reviewing findings and interpreting data, prior to any final reports or publications being issued (see article 9.17). Any reports, presentations, or publications about community members or knowledge should be provided to that community, whether or not they were involved in creating those reports, publications, or presentations. Efforts should be made by researchers to ensure that community members can understand these documents, via either translation or plain language versions as necessary (First Nations Centre, 2005; ITK & NRI, 2007; TCPS-2, 2014), and also find them useful (NTHC, 2003). The ITK and NRI's (2007) guide gave several examples of appropriate communications plans for researchers (with pros and cons for each), such as local radio shows, focus groups, a website, posters, and written reports/publications. The IPCB's (2000) Indigenous Research Protection Act stated in section 5.1f that \"communications should be carried out in the local language, using translators as necessary\" (this assumed financial resources; see \"Grant writing,\" later in this report), as well as with a research review committee with whom researchers should be communicating. The latter issue is partially related to capacity building and should be a part of the collaborative research relationship building that occurs within communities. Opportunities for discussions of authorship or acknowledgment of community leaders should be provided to participating community parties (collective or individual). Similar discussions should occur regarding intellectual property rights and be specified in a research agreement, when possible, prior to the onset of the research (see TCPS-2, 2014, article 9.18). It is suggested that researchers spend some time thinking outside of the typical \"box\" of research dissemination and publication when attempting to transmit what they have learned to knowledge seekers. Some Indigenous researchers (e.g., Shawn Wilson, Margaret Kovach) have experimented with translating their research through personal narrative, storytelling, and conversation, as well as via academic books and articles. Other examples of accessible dissemination methods might include, as previously mentioned, radio communications, websites, social media, videos, and printed materials (e.g., pamphlets with illustrations). Use of relevant community research guidelines Research dissemination and publication 25 Insider and peer researchers An \"insider resea rcher\" is a perso n who conducts r esearch with a commu nity to which the y belong. Edwards (2002) d efined someon e who has belonged to the community under study f or at least five years as a \"deep ins ider\" (p. 71). A \"peer researcher\" is a person with lived experience of the issue under study: f or example, a researcher w ho was apprehended during the S ixties Scoop (see Sinclair, 2007) researchi ng the impact o f the experience on Indigenous ad optees in Can ada. While the l abel \"insider researche r\" is often appli ed to people who hav e extensive train ing as researchers, the term \"peer researcher \" is usually app lied to people without previous res earch training, wh o learn their skills as part of the desig n of the res earch project its elf. Both types of researchers bring what Kayrooz and Trevitt (20 05) culture, and proc esses\" (p. 335). There are numer ous advantages to s tudying a community in which one is also a member, whether as an insider researcher or as a peer researcher: Relationships of trust between the insider or peer researcher and Indigenous governing authorities or community members are already established. This can save time and resources. The involvement of insiders and peers on the research team can help ensure that the design, methodology, and focus of the research project prioritize Indigenous Peoples' or community needs. As a result of established relationships, language proficiency, or other factors, insider andpeer researchers might have access to sources of information that are unavailable to thoseoutside of the community. The involvement of insider and peer researchers can prevent research teams frominadvertently transgressing cultural norms when working with Indigenous Peoples or communities. Insider and peer researchers can bring a deep understanding of the cultural, social, historical, and political context to interview analysis and research findings. Insider and peer researchers might be better situated to read and understand non-verbalcommunication of Indigenous participants (e.g., body language). The involvement of insider and peer researchers might improve knowledge translation byensuring that research findings are prepared and shared in ways that are most useful for both Indigenous communities and for the individuals who participated in the research. Insider and peer researchers can help maximize the benefit of research while minimizingrisk for the communities involved. 26 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsStacey (1991) warned that the intimacy between the researcher and research participants might come with additional risks, however. Researchers should be aware of some special considerations arising from the relationship of insider and peer researchers with the studied communities: Participants' desires to help the insider or peer researcher might factor into their decision to participate. It is important to remember that consent is an ongoing process. If there are concerns that personal factors might impact consent, this should be communicated explicitly with participants, and participants should be given the option of having another research team member administer the consent processes. Participants might be more candid with insider or peer researchers, revealing details about their lives that they did not intend to be made part of publicly available research findings. Such overexposure can be addressed by sharing interview transcripts with participants to confirm their comfort with what they have shared. Insider and peer researchers must be careful not to assume that their own experience of Indigenous identity, culture, or community is the same as that of their participants. Insider researchers should be attentive to points of similarity and difference in participants' experiences during both the interview and analysis stages. Participants might be less explicit during their interviews, assuming that the insider or peer researcher shares the same experiences. This may be indicated by repeated use of phrases such as \"you know what I mean.\" One method for dealing with this is to ask participants to share their own perspectives or definitions of concepts (e.g., What does the medicine wheel mean to you?\"). Participants might censor themselves during interviews with insider or peer researchers out of fear of either being judged or risking their place within the community. The research team might wish to offer participants a choice between an interviewer who is a community insider and one who is less familiar. Researchers should familiarize participants with the steps taken to protect their confidentiality, if desired. Since insider and peer research makes use of existing relationships, special care must be taken to ensure these relationships remain undamaged once the research is complete. Relationships benefit when the research process is transparent and open to ongoing involvement by research participants and other community members. 27 Grant writing Funding agencies are becoming increasingly savvy regarding work with Indigenous Peoples of Canada. Researchers who can demonstrate a history of successful and ethical research with Indigenous communities, research teams that include insider or peer researchers, and project proposals that reflect an understanding of community needs and capacities are more likely to be highly ranked. Despite this, researchers are tasked to explain potentially unfamiliar research methods, cultural concepts, longer timelines, and research costs to reviewers who may be unfamiliar with the issues of Indigenous Peoples or who even may harbour biases against them. It can be challenging to elicit an adequate understanding of colonialism's health impacts or the need for developing community trust within the tight page limits of a research proposal. Resources available online, such as Heaney and Holyk's (2010) Grant Writing for Healthy Communities Workbook , can help research teams think through the grant writing process. Accordingly, researchers using Indigenous methodologies in a proposed project should describe them as fully as possible within the prescribed limits and be explicit regarding the appropriateness of those methodologies for the community in question. Not every reviewer will be familiar with Indigenous communities, Indigenous research methods, or community-based research. Issues such as Indigenous ownership, control, access to, and possession of data should be addressed when describing data collection and storage. If the consent process differs from the standard written form, the researchers should explain why this change is appropriate. Researchers should consider whether their grant budgets will include costs for expenses such as tobacco offerings, food, ceremonial drummers, and translators. They should plan to fairly compensate Elders or other community members for any time devoted to advising or assisting in research projects. Furthermore, while some spaces are available free of charge or at a nominal fee, researchers should also consider whether such venues carry colonial histories that make them unsuitable as research venues. Research ethics boards (REBs) In conjunction with CAMH's REB, formal research ethics approval by additional local ethics boards might be required. It is suggested that researchers hoping to conduct projects with Indigenous Peoples in Canada follow the processes discussed in this report to determine whether approval via local REBs will be required. For instance, in Ontario, the Six Nations Elected Council (2015) published a formal research ethics policy that would apply to all research conducted on Six Nations of the Grand River Territory. The Six Nations Council Research Ethics Committee had already implemented a formal protocol and review process that must be completed prior to any study's initiation (see Six Nations Elected Council, n.d.). In turn, MARRC uses the previously mentioned GEAR for research conducted on Manitoulin Island, as well as a customized ethics application and fee-for-service ethics review process (NTHC, 2003). 28 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsUsual ethical requirements for research, such as individual informed consent and confidentiality, were stated to apply in addition to others specific to working with Indigenous Peoples of Canada in both the First Nations Centre (2005) OCAP® document and the TCPS-2 (2014) document (see articles 9.9 and 9.16). However, Indigenous Peoples may experience ethical precautions differently. Martin-Hill and Soucy (2005) observed that in their work with First Nations Elders, \"confidentiality and the use of pseudonyms to conceal the identity of informants were seen as dehumanizing, colonial and patronizing\" (p. 8). Bartlett and colleagues (2007) emphasized the importance of giving credit for Indigenous knowledge to Indigenous people. This may entail attaching identifying data, including full names, to their quotes, a practice that challenges conventional research expectations around confidentiality. The TCPS-2 (2014) noted that \"the fit between institutional policies and community customs and codes of research practice may be unclear, requiring researchers to adapt conventional practice or negotiate a resolution\" (article 9.9). OCAP® states that any policy divergences must be resolved before research begins, and the TCPS-2 (2014) suggested that communication between the institutional REB and responsible community agency may help in doing so. At times, resubmission to both review bodies might be required. Where conflicts exist in gaining approval from both formal community leaders and customary authorities, the TCPS-2 (2014) suggested that researchers inform their institutional REB (and presumably allow the REB to suggest a course of action). The authors of this document recommended that it would be inappropriate for an institutional REB to insist on \"uniformity between community practices and institutional policies,\" or to \"impose language and processes that may be experienced as culturally inappropriate or awkward\" (article 9.9). For example, when recruiting participants, if it is not possible to have individuals sign consent forms due to cultural inappropriateness, researchers must work with both the communities involved and their REB to designate and document more culturally relevant processes of informed consent (TCPS-2, 2014). The TCPS-2 (2014) stated that when a particular REB is regularly asked to review research on topics related to Indigenous Peoples of Canada, membership of that REB should be modified to reflect relevant expertise and knowledge, for example, by asking Indigenous or First Nations, Inuit, and Métis scholars or community members to be a part of the review board. When less frequent reviews are required, the TCPS-2 (2014) recommended \"consultation with ad hoc advisors or delegation to a specialized or multi-institutional REB\" as appropriate (article 9.9). The TCPS-2 (2014) also recommended that researchers be able to provide their REBs with written documents that outline attempts at community engagement, if they are not seeking an allowable exception to engagement with the community (see article 9.10); examples are provided. Researchers must clarify with the REB who would be responsible for signing off on any research agreements created (see articles 9.11 and 9.18). 29 Useful methodologies and local studies Several studies in recent years have made use of methodologies that are particularly amenable to collaborative research work with Indigenous Peoples in Canada, including specific techniques developed by Indigenous researchers. Other approaches have included community-based research (CBR), which is similar to a participatory action research (PAR) methodology, grounded theory method, thematic analysis, and concept mapping (see below). The following definition by Evans et al. (2009) is one of many that have attempted to summarize Indigenous methodologies—a vast and diverse field of scholarship and discourse: Indigenous methodology (IM) can be summarized as research by and for Indigenous peoples, using techniques and methods drawn from the traditions of those peoples. This set of approaches simply rejects research on Indigenous communities which use exclusively positivistic, reductionist, and objectivist research rationales as irrelevant at best, colonialist most of the time, and demonstrably pernicious as a matter of course. Rather than non-indigenous peoples framing indigenous worldview from a distance, IM situates and is reflected upon by research/ers at the location most relevant to that being gazed upon, the indigenous experience (p. 4). A number of highly informative and influential books and articles providing a critical perspective on Indigenous methodologies have been written (e.g., Absolon, 2011; 2009; Mihesuah, 1998; Smith, 1999; Wilson, 2008). Techniques that are often associated with Indigenous methodologies include storytelling and circles in which people talk openly, share experiences, and listen to each other—a method sometimes compared to focus groups (Wilson, 2008). Wesley-Esquimaux and Calliou (2010) described an Australian Aborigine method of \"deep listening,\" or narrating one's \"own cultural stories through a process of deep and respectful listening\" (p. 25). They also discussed and reviewed a \"wise practices\" approach to research (versus a \"best practices\" approach) using reflection, planning, action, and observation and involving \"locally-appropriate actions, tools, principles or decisions that contribute significantly to the development of sustainable and equitable social conditions\" (p. 19). Conversational methods, or the use of conversation and storytelling to gather information through both verbal and nonverbal styles of communication, have also been used by some Indigenous researchers as a way of honouring Indigenous traditions of oral knowledge transmission (Kovach, 2010). Like PAR, Indigenous methodologies tend to be action-oriented, aiming to redress historical injustices (Ball & Janyst, 2008; Martin, 2003; Steinhauer, 2002). Researchers using them pay close attention to the historical, political, and social contexts in which Indigenous Peoples live, and to how these factors shape Indigenous health and well-being (Martin, 2003; Steinhauer, 2002). Some specific Indigenous methodologies reported in the literature are described below. Etuaptmumk Etuaptmumk , or Two-Eyed Seeing, was proposed by Mi'kmaw Elder Albert Marshall of Eskasoni First Nation in 2004 (Bartlett, 2005). This method combines Indigenous ways of knowing with those of Western science and aims to capture as broad an understanding as possible. It has been framed as an integrative science approach to research (Institute for Integrative Science and Health, 2012). A study using this approach might, for example, combine both traditional Indigenous ways of healing (e.g., ceremony, traditional medicines) with those from Western medicine. Two-Eyed Seeing has been used by the American Eel Recovery Team's Recovery Strategy for American Eel in Ontario (MacGregor et al., 2013), in trainings conducted by Seeglook Akeeagok and Sharina Dodsworth with Inuit youth in Nunavut (Kasuutiniq, 2010), and in a study by Cheryl Bartlett that combined Mi'kmaq and Western astronomy (Harris et al., 2010). Useful methodologies Indigenous methodologies 30 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsThis latter project resulted in the creation of a storybook and DVD entitled Muin and The Seven Bird Hunters. In 2013, the Institute of Aboriginal Peoples' Health (2012) at CIHR supported the Two-Eyed Seeing approach with a priority funding Kinoo'amaadawaad Megwaa Doodamawaad Kinoo'amaadawaad Megwaa Doodamawaad is an Ojibwe phrase that means \"they are learning with each other while they are doing\" (Cormier, 2016, p. 229). This method was proposed by Paul Cormier, a member of Lake Helen First Nation of the Red Rock Indian Band on the North Shore of Lake Superior, and highlights the Anishinaabe approach of considering process as a learning tool. Cormier used this method in consultations with his home community to develop a strategy for sharing natural resources (Ray & Cormier, 2012). He framed the method as a way of restoring balance and peace and recognizing the changing and communal nature of knowledge. It has also been used by Lana Ray of Red Rock First Nation in her study of Anishinaabe women's ways of knowing and their incorporation into research methodologies (Ray & Cormier, 2012). Tribal participatory research (TPR) Fisher and Ball (2003) proposed a method they call tribal participatory research (TPR), in which the research process is directed and controlled by Indigenous government representatives. In their Indian Family Wellness Project, conducted in Oregon, they began by obtaining a formal resolution from Indigenous governing authorities, who then appointed an oversight committee to direct the research. The expectations of the researchers, funders, and other agencies were outlined in a research code. This approach also involved employing and training Indigenous staff. An Indigenous facilitator was hired to ease communication between Fisher and Ball's research team and the Indigenous oversight committee, to both support community involvement and direct group meetings. Meetings were started with Indigenous ceremony. Participants outlined their expectations for each meeting, and a circuitous discussion process that emerged from Indigenous traditions was used. Fisher and Ball also emphasized capacity building; their study included a one-year undergraduate research methods course attended by 14 Indigenous students, 12 of whom continued to work with the project as either research assistants or in data processing. 31 Community-based research (CBR) As stated earlier, Indigenous communities often have not benefitted from the research studies in which they have participated. CBR, which includes approaches such as collaborative research, partnership research, participatory research, PAR, action research, community- engaged research, and community-based participatory research, is done in partnership with communities. CBR was designed to be both responsive to and beneficial for community and stakeholder needs (see \"Broad principles and guidelines\" earlier in the report; McCaskill et al., 2011). Some researchers (e.g., Ritchie et al., 2013) have raised concerns about the success of such partnerships when the Indigenous communities are remote and underserviced and research leads are in urban centers. Overall, however, the approach has appeared to yield benefits for these communities that more traditional research methods have not been able to elicit. Some of the potential benefits are listed here. First, CBR projects address issues of concern to Indigenous communities themselves, rather than to the researchers only (University of Victoria's Office of Community-Based Research, 2011). Community members may approach researchers with studies already in mind, or may collaborate with researchers in developing a research plan, selecting appropriate methodologies, and drafting research questions. Second, CBR provides Indigenous Peoples with training and hands-on experience in, for example, research methods, interview skills, data analysis, or dissemination. CBR often involves Indigenous community members in the data collection (e.g., by having interviews done by trained peers within the community), in data analysis, and in knowledge translation (University of Victoria's Office of Community-Based Research, 2011). CBR projects benefit from community commitment and involvement through improved data collection, quality analysis, and better uptake of study findings. Thirdly, CBR accords traditional Indigenous knowledge the same status as academic knowledge. Community-based researchers recognize Indigenous Peoples as the experts of their own lives, and understand that the traditional, experiential, and academic knowledge of community members is crucial for a project's success. Indigenous community involvement can help ensure that research data are interpreted in the correct local context as well as within the larger context of colonialism, systemic racism, and cultural genocide. CBR teams benefit from transparency. Researchers and community members should invest time in determining each other's needs to ensure that everyone's goals can be met within the project's allotted timeline. Researchers may wish to draft a partnership agreement in conjunction with community members that outlines the principles and goals of the study as determined in partnership with Indigenous community members; the roles and responsibilities of those involved; the research plan and its methods, including opportunities for active involvement by Indigenous community members; agreements regarding data ownership, storage, and future use; power relations within the research team (e.g., supervisory roles); and a process for addressing potential conflicts. CBR research has to overcome generations of mistrust resulting from negative experiences with research, academic institutions, and government agencies. CBR projects may require long lead-in times as relationships of trust develop between researchers and Indigenous communities. CBR researchers must be prepared to justify the need for trust-building processes and longer timelines to funding agencies unfamiliar with CBR research. In addition, CBR researchers should be aware that ethics review boards are designed to assess potential risk to individuals, rather than to communities (Flicker et al., 2007; Guta et al., 2010). Thought must be given to ensuring participant confidentiality and free consent, as community members may feel added pressure to participate when their friends or relatives are involved in the study (Poff & McGillivray, 2009). Increasingly, Indigenous Peoples are entering the research field themselves. CBR offers an opportunity for Indigenous researchers to combine their experiential and theoretical knowledge with their research work, and to facilitate change in their communities. 32 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsParticipatory action research (PAR) PAR, under the umbrella of CBR, is a collaborative and mutually respectful form of research between communities and researchers for the purpose of facilitating community action and social change. Collaboration, mutual education, and following up results with community action are key features. It is an applied, rather than experimental, form of research. The OFIFC (2012) unified multiple definitions to describe PAR as: A collaborative process of research, education, and action that recognizes plurality of knowledge, which is generated by and inherent in many places, spaces, and people. All forms of knowledge are valid. All voices, even those deeply marginalized, colonized, and silenced, have the power to articulate, to express, to declare, and to tell 'the story.' All knowledge leads to action and transformations. All knowledge and all the resulting action give people power and competence to define their own world (p. 12). PAR works on balancing the development of valid and generalizable knowledge, benefiting the community or persons being researched, and creating improved research protocols that incorporate community member knowledge and expertise (Seale et al., 2004). Ideally, this is done by community members and researchers collaborating in research projects as equals (Macaulay et al., 1999). Examples of studies that have utilized a PAR framework in research with Indigenous Peoples of Canada include Macaulay et al. (1998), Dickson and Green (2000), and Evans et al. (2009), as well as Julie George's project at CAMH described later in this report (see \" Acting Locally to Address a National Problem\" later in this report). Grounded theory method Grounded theory is the most common qualitative methodology used in the field of medicine (Bryant & Charmaz, 2007). Rather than testing a hypothesis against data, grounded theory researchers develop a hypothesis or theoretical model based on a systematic data analysis. The hypothesis of model is thus \"grounded\" in the experience of the participants. Finkelstein et al. (2012) used grounded theory to develop a framework for understanding how dementia care is provided to First Nations communities in southwestern Ontario. Grounded theory may be useful in Indigenous research precisely because theory develops from data (such as the experience of interview participants), resulting in theories that are more culturally appropriate. Grounded theory emerged from the field of sociology, in the work of Glaser and Strauss (1967). Since its emergence, numerous researchers have developed modified forms of the methodology (e.g., Corbin & Strauss, 2008; Chamaz, 2006; al., 2006; Strauss & Corbin, 1998). Grounded theory data may include interview transcripts, field notes, personal observations, and other elements that serve theory production. Analysis begins with open coding, in which data are labeled line-by-line to identify the concepts present. As the researcher comes to understand the relationships among the concepts, labels may be merged, divided, or modified until a core concept emerges that best describes the situation under study. Grounded theorists disagree on the coding process, but subsequent coding generally aims to flesh out the core concept, which serves as the building block of the theoretical model to be developed. The developing theory and its grounding in the data are captured in memos that describe categories, the relationships among categories, or other features of import. Memos serve as a record of the theoretical model as it develops. Data collection and analysis occur simultaneously, with collection tailored to focus on aspects of participants' experience that seem most relevant to the core concept. If, for example, in a study of the grieving experiences of Métis widows, cultural ceremony emerges as a key concept, the interview guide might be revised to focus on this aspect in future interviews. Grounded theory studies typically include 20 to 30 participants (Collingridge & Gantt, 2008) and use theoretical sampling; researchers select study participants whose experiences help them test the emergent theory, fill gaps in their data, and clarify categories. Analysis continues until theoretical saturation, the point at which the researcher understands all aspects of the theoretical model and can substantiate each element of the theory with supporting data (Sbaraini et al., 2011). Critics have suggested that many studies that are described as grounded theory do not adhere to the methodology (Barbour, 2001; Dixon- Woods et al., 2007). 33 Thematic analysis Thematic analysis is a widely used and foundational qualitative method of analysis (see Braun & Clarke, 2006, for an extensive review of the method). This kind of analysis moves beyond the counting of explicit words or phrases and focuses on identifying and describing both implicit and explicit ideas within the data (i.e., themes), as well as involving word searches and data reduction techniques (Guest et al., 2012). It has been described as \"a method for identifying, analysing and reporting patterns (themes) within data\" (Braun & Clark, p. 79). Key themes are meant to capture something noteworthy about the data with regard to the research or evaluation question at hand. These themes are translated to codes. Strengths of the method include being well-suited to large data sets, being appropriate for team-based research, adding \"analytic breadth\" to other more quantitative techniques, and being useful for studying topics beyond the individual experience (Guest et al., 2012). There have been criticisms of the translation of this method in reports and publications of specific research projects, in that little information is often given about the process and practice of the method (i.e., how it is done in a particular study). These criticisms have led to concerns about reliability (in the subjective definitions of defining codes and applying these codes to text), and yet the method allows for capturing complex meanings within a particular textual data set (Guest et al., 2012). It is not attached to any particular theoretical framework and can therefore be used within a variety of different frameworks, to either build theoretical models or elicit solutions to real- world problems (Guest et al., 2012). An example of a recent research project that used this method within a collaborative effort of participants, university researchers, community members, and an Elder was Tempier et al.'s (2011) work on recovery from substance abuse among Indigenous Peoples of Canada. Concept mapping Concept mapping is a method that combines both qualitative and quantitative approaches. It is often used in planning, research, and evaluation projects to develop a guiding visual conceptual framework via a structured exercise (Southern et al., 1999; Trochim, 1989). Concept maps themselves are diagrams or graphical representations of organized knowledge, including concepts and their interrelationships (Carnot et al., 2003; Novak & Gowin, 1984). The process of concept mapping typically involves six steps, including preparation (participant selection and developing a focus for the conceptualization), generating statements, structuring statements, representing statements in the \"concept map\" with scaling and cluster analysis, interpreting the map, and using the map (Trochim, 1989). It efficiently yields interpretable and pictorial conceptual frameworks that display major ideas and their interrelationships entirely in the language of the involved participants (Trochim, 1989). A facilitator is often involved to manage the process (without impacting content). Concept mapping was used in one of the Indigenous research projects described in this report: see \"Our Health Counts: Urban Aboriginal Health Database project,\" later in this report (Smylie et al., 2011). Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical Considerations 34 Examples of studies involving Indigenous Peoples in Ontario Researching Health in Ontario Communities (RHOC) Researching Health in Ontario Communities (RHOC; PI: Samantha Wells, CAMH), funded by CIHR from 2009 to 2015, was led by a multidisciplinary team at CAMH. The aim of the project was to improve understanding, prevention, and treatment of mental health, substance use, and violence challenges in Ontario communities (urban, rural, First Nation, and non-First Nation settings). Investigators used the CAMH mobile research lab to visit communities and collect social, epidemiological, and biological data. In First Nation communities, data collection incorporated issues of special relevance to First Nations people, including historical trauma and unresolved grief, racism, unmet service needs, resilience, and available community resources. The lab, staffed by community members trained on the research, was stationed in each community for three to five months. The study protocols followed TCPS-2 (2014) guidelines and took into account OCAP® principles (First Nations Centre, 2007). Aggregate data produced from RHOC are owned jointly by RHOC investigators and participating communities, and each First Nation has the right to screen any publications from the data for potential impact on the community or the interests of its members. With regard to the appropriateness of RHOC study instruments and protocols for First Nations Peoples participating in the project, amendments were made to reflect a strengths- based, respectful, policy-relevant approach to research grounded within a social determinants of Indigenous Peoples' health framework. A knowledge-to-action process was developed to allow for any further modifications of methods and procedures as more stakeholders and communities became involved in the research. Generally speaking, a co-operative approach between community stakeholders and investigators was taken to define research questions, interpret findings, and apply knowledge.In the two First Nations communities involved in the RHOC project (340 participants from Kettle and Stony Point First Nation; 273 participants from Aamjiwnaang First Nation), an advisory committee of individuals and organization members was established to provide input on local research prior to and throughout the implementation of research. As the project moved forward with implementation of the related Five Views and Acting Locally projects (see subsequent sections), the advisory committee was involved in the interpretation and application of research findings to service planning. The core community survey and some protocols were adapted to better reflect the traditions and values of those communities. The survey was expanded to include culturally appropriate measures related to community strengths and challenges, historical loss and unresolved grief, attendance at and the intergenerational impact of residential and Indian day schools, social capital, and racism. Furthermore, a modified protocol for the collection of hair samples was created in light of the values, traditions, and beliefs of some participating community members for whom hair has great significance and is considered sacred. Consent procedures were modified to include a separate consent form for the provision of a hair sample. For those participants willing to provide a sample of their hair, the knowledge, advice, and ceremonial observances of a traditional Elder were offered to address any concerns regarding the handling and disposal of the collected samples. The project included a large knowledge translation component, with community reports generated and knowledge exchange events held in each community. The project also provided the basis for new initiatives: data were analyzed for the development of scientific papers, but were also used to inform the development of community programs (e.g., men's mental health program) and new research opportunities. 35 Five Views on a Journey \"Five Views on a Journey: Developing a systems model of treatment and care for mental health, substance use and violence problems\" (PI: Kate Graham, CAMH) was conducted in eight communities, including two First Nations, and built on the RHOC project described above. Funded by a CIHR Partnerships for Health Systems Improvement grant, the Five Views project involved developing working partnerships with community knowledge users to develop a better understanding of mental health, substance use/addictions and violence (MSA V) systems of care from five perspectives: individuals with MSA V problems, family members, service providers, the general population in the community, and existing databases (i.e., Institute for Clinical Evaluative Sciences [ICES], and the Drug and Alcohol Treatment Information System [DATIS]). Data collection involved open-ended and semi- structured interviews with consumers, family members, and service providers. An advisory group from each First Nation community was involved with the project, and interviews were modified for use with First Nations Peoples (e.g., with additional questions on resilience). Using a knowledge-to- action approach, the findings were shared with community stakeholders and local and provincial knowledge users to inform improving the system of care for individuals with MSA V problems at both local and provincial levels. Acting Locally to Address a National Problem Acting Locally to Address a National Problem (PI: Julie George, CAMH), was funded by Movember Canada from late 2013 to late 2016. The project used PAR to address the mental health needs of First Nations boys and men. Through their interpretations of data collected as part of the RHOC project (described above) and their use of photovoice methodology, men from Kettle and Stony Point First Nation worked to develop mental health programming for boys and men in their community. These men collaborated with researchers, mental health clinicians, health and cultural advocates, and an advisory committee of local stakeholders to develop a comprehensive, well-integrated, and culturally appropriate program of prevention, early intervention, and recovery services for First Nations boys and men. Resources developed from the program aimed to include a PAR toolkit, a training compendium on developing a group mentorship program, a video to raise awareness of First Nations boys and men's mental health, and a program website. The program and its resources were made to be shared with and adapted for Indigenous communities across Canada. Our Health Counts: Urban Aboriginal Health Database project \"Our Health Counts\" was led by Janet Smylie and colleagues (2011) at the Centre for Research on Inner City Health (CRICH) at St. Michael's Hospital in Toronto, in conjunction with organizational partners including the OFIFC, the Métis Nation of Ontario (MNO), Ontario Native Women's Association (ONWA), and the Tungasuvvingat Inuit (TI) as well as a community partner in the form of the De dwa da dehs ney's Aboriginal Health Access Centre, which represented the interests of the Hamilton First Nations community. The project identified relevant health indicators for \"Canada's urban Aboriginal Peoples,\" and generated an urban First Nations, Inuit, and Métis health database. It was a largely collaborative project that joined urban First Nations, Inuit, and Métis organizations and community members from Ottawa and Hamilton, Ontario, with provincial Indigenous organizations and academic researchers. The purpose of this project was to use the collected health information to inform health policies and planning, program and service delivery, and performance measurement in service provision for Indigenous Peoples in urban settings. This collaboration incorporated a few methodologies, including community-based participatory 36 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical Considerationsresearch methods, from project initiation to data dissemination. A governing council met monthly and included voting representatives from ONWA, TI, OFIFC, and the MNO, as well as the non-voting Smylie. Research and data-sharing agreements were created and utilized. These agreements and the governing council helped to incorporate core principles of capacity building, cultural relevance, respect, representation, and sustainability into the project's implementation (Smylie et al., 2011). Other methodologies used included stakeholder-driven concept mapping to create three distinct health assessment questionnaires for both children and adults that reflected the needs of each community (First Nations in Hamilton, Métis in Ottawa, and Inuit in Ottawa), and a respondent- driven sampling technique that involved giving an initial honorarium and recruitment tickets to each participant interviewed and asking them to recruit up to three additional eligible participants. For each person who was successfully recruited, an additional $10 was given to the person who recruited them. This method was reported as being extremely successful, with 794 persons recruited in 4.5 months. Toronto Aboriginal Research Project (TARP) TARP was, at the time it was conducted, the biggest study of Indigenous Peoples in Toronto ever completed. It focused on 14 different topics, included 1400 individuals, and made use of six different methodologies while following the OCAP® principles (McCaskill et al., 2011). As previously mentioned, TASSC commissioned TARP, and the TARP Research Steering Committee was its overseer. Funding was sourced from the Ontario Ministry of Aboriginal Affairs, the Urban Aboriginal Strategy of the Office of the Federal Interlocutor for Métis and Non-Status Indians, and the City of Toronto Homelessness Partnership Initiative. The study used both quantitative and qualitative methods within a community-based research approach. This approach required representatives from the studied population to assume key decision-making roles throughout the project, and ensured the utility of the research itself. Recruitment involved attending community events (e.g., powwows, annual meetings of Aboriginal organizations, socials, feasts) and using a snowball sampling technique similar to respondent-driven sampling (described earlier under \"Our Health Counts: Urban Aboriginal Database project\"). Methods included administration of an 88-item community survey questionnaire to 623 self- identified Indigenous individuals and structured \"key respondent\" interviews with 436 individuals. Each participant was given a five-dollar gift certificate, whether they filled out the survey or completed a 1.5-hour interview. Indigenous researchers administered both the surveys and the interviews. Other methods involved conducting 21 focus groups with 243 individuals (with an honorarium of $20), collecting 15 life histories or individual oral narratives (with a $200 honorarium for six to eight hours), completing case studies, and using photovoice methodology to gain a broad perspective on the current situation of Toronto's urban Indigenous Peoples. The focus groups consisted of a semi-structured conversation with a diverse group of individuals about a particular topic (e.g., housing, culture, identity). The collection of oral narratives involved participants reporting their experiences on a given topic by reviewing their own life histories in relation to the topic at hand. The case studies were done on six Indigenous social service organizations in Toronto belonging to TASSC, and involved document review, multiple interviews, and observation. Finally, photovoice involved giving cameras to individuals who are often left out of decision making. Y outh involved in Aboriginal Legal Services of Toronto and Native Child and Family Services of Toronto were given cameras and asked to take pictures to document their lives in Toronto over a two-month period, and to write brief photo descriptions (for a $25 honorarium). 7th Generation Image Makers were hired to assist the youth with technical problems. These community-based methods provided monetary remuneration to participants, involved a large and diverse range of community members, helped to build research capacity with Indigenous individuals administering surveys and interviews, built in hiring opportunities, and involved community members as stakeholders from start to finish. 37 Two-Spirit HIV/AIDS Wellness and Longevity Study (2-SHAWLS) This project (Nobis et al., 2014) used a communal method for qualitative analysis based on the medicine wheel (see Linklater, 2014, p. 85 for a discussion on medicine wheel approaches). Investigators collected data from 14 two-spirit men living with HIV using sharing circles, which reflected the oral culture of their participants. Sharing circles were moderated by a two-spirit man living with HIV and a traditional helper, and each circle began with ceremony. Researchers used the medicine wheel to stimulate dialogue amongst participants about their strengths, assets, and resiliency as men living with HIV . Circle discussions were transcribed and coded, and then brought to the research team for analysis. Members of the research team read the transcripts and selected quotes relevant to the study question. They identified themes in the data and mapped key quotes onto the medicine wheel. They then selected the most relevant codes from the themes by ranking them. The 2-SHAWLS study analysis resulted in the identification of seven paths to resiliency for Indigenous men living with HIV . Wikwemikong community needs assessment Jacklin and Kinoshameg (2008) conducted a quantitative study examining health needs in the Wikwemikong Unceded Indian Reserve on Manitoulin Island in Georgian Bay. They surveyed 350 participants, randomly selected from the community's 911 emergency response list. In keeping with the view of research as a relationship, this project built upon Jacklin's previous work at the Wikwemakong Health Centre. Meetings were held to inform Health Centre staff and community members about the survey, and project details were disseminated through the community far in advance of recruitment. Jacklin and Kinoshameg framed this practice as part of the informed consent process. They hired four local research assistants (two fluent in Ojibwe) and provided them with a week of research training. Since a number of different surveys were already circulating in the community, a comprehensive survey was developed with the aim of reducing future demands on community members. Survey questions were revised by Health Centre staff, community service agencies, the project's research assistants, the community's Standing Committee on Health, Jacklin's dissertation committee, and the REB at McMaster University. Surveys were administered verbally by research assistants, and a verbal consent process was used. Preliminary results were mailed to all participants, used in funding applications submitted by the Health Centre, and shared more broadly via bulletin boards and presentations at local meetings. Examples of studies involving Indigenous Peoples outside Ontario Urban Aboriginal diabetes project Judith Bartlett (a Métis physician) and colleagues conducted interviews with 42 Métis and First Nations people living with diabetes in Winnipeg (Bartlett et al., 2007). This study used \"broad conversational probes\" that asked \"about life and health in general\" rather than focusing on Western medical constructs such as disease (p. 2376). Thematic analysis of the interview transcripts was guided by consensus building, a method that Bartlett and colleagues termed \"collective consensual data analytic procedure\" (CCDAP). For example, a key statement was categorized under an abstract symbol, such as a star. A second statement was then discussed to determine if it was similar to or different from the first statement. If it was similar it was added to the star category. If it was different, it became a new category under an abstract heading (e.g., a square). When all key statements were satisfactorily grouped, the analysts determined which labels would best reflect the themes of each group, replacing their abstract symbol heading. Bartlett and colleagues, recognizing that health is determined by multiple factors, categorized people by cultural group (Métis or First Nation), gender (men or women), and by how urbanized they were (first or second generation). They used purposive recruiting to build each category. Categories were analyzed separately, enabling researchers to compare themes across groups and allowing space for findings to emerge from the data, rather than be pigeonholed 38 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical Considerationsinto predetermined categories. Using this method, Bartlett and colleagues found that diabetes was not a significant factor in the lives of the Indigenous participants, who placed greater emphasis on the health impacts of racism, abuse, loss, financial issues, culture, spirituality, and personal relationships. Results were member-checked, and the team held a community feast to present the findings. The Indigenous Fathers project This study, led by Jessica Ball (Ball & Janyst, 2008), aimed to identify reforms and initiatives \"to represent and support Indigenous fathers' experiences, needs and goals\" (Father Involvement Research Alliance, 2015). Ball's funding proposals clarified that the outlined methods and objectives were tentative and subject to change depending on additional input from Indigenous community partners. Unlike previous research that concentrated on deficiencies, the Indigenous Fathers project focused on resilience and on traditional parenting skills. In light of the historical context in which Indigenous families were forcibly separated by government mandate, Ball and colleagues determined that questions about fatherhood might be retraumatizing for participants. Therefore, they developed a set of upbeat questions, kept interviews short, and held them in a setting that was safe and familiar for participants. At the beginning of the project, Ball hosted a gathering in her home to share a meal with study partners, gave partners a tour of the campus, provided books and other resources for their children, and gave them food to take home with them after their visit. An MOU outlining the research agreement in detail was signed by the partners. Indigenous research co-ordinators and assistants were employed who brought language skills, cultural knowledge, and cultural safety to the project and increased the capacity of Indigenous communities to conduct future research. Interviews were conducted and transcribed by Indigenous researchers, and communities were involved in data analysis and knowledge translation, instilling a sense of ownership over the research and improving the uptake of findings. The process was well received, with all interview participants noting that they would both participate again and recommend the study to a friend. 39 Calls to action for CAMH researchers In light of the research, methodologies, example studies, and guidelines discussed above, the following suggestions are made for CAMH researchers who work or who wish to work with Indigenous Peoples: Become familiar with the local history, customs, and processes involved in conducting research with the communities or organizations with whom you wish to work, both before and during engagement. Develop and build on existing partnerships with community or organization members before developing research proposals. Listen to the priorities of the communities or organizations with whom you would like to collaborate on research projects. Be responsive about the needs and priorities of your partners. Before engaging with local communities, agencies, or organizations, check whether other CAMH departments or researchers are already engaged with these communities. Become fluent in the First Nations, Inuit, and Métis research protocols and guidelines relevant to the work (see \"References\" and resources on CAMH's Portico website), as well as local processes. Develop or adapt a research agreement template and use it when a standard agreement does not exist among the community or organization with which a collaborative relationship will be built. Adapt it in conjunction with community or organization members or leadership. Negotiate a culturally appropriate process with the CAMH Research Contracts Office for the development of plain language and usable research agreements with collaborating communities. This is an area that needs intensive discussion and development at CAMH, given the aforementioned recommendations by major ethics documents (see First Nations Centre, 2005; report's section on \"Use of formal research agreements or memoranda of understanding\"). Consider the use of the Ontario Ministry of Health and Long-Term Care's (2017) HEIA tool in developing projects. This tool was created as a flexible and practical assessment tool to identify and address potential unintended health impacts of a policy, program, or initiative on specific population groups. Develop skills in forming community partnerships, cultural safety, cultural competence, and anti-oppressive practices (Brown & Strega, 2005). Consider making use of methods that are particularly amenable to collaborative research, including specific techniques developed by Indigenous researchers and qualitative approaches such as community-based or PAR. Consider enrolling in the six-hour, online Fundamentals of OCAP® training course developed through a partnership between the FNIGC and Algonquin College. Consider putting research proposals through the FNIGC OCAP® Certification process when it becomes available, to ensure compliance with OCAP® standards. Develop a process at CAMH to debrief on research projects involving Indigenous Peoples and continually support wise practices in research. Consider research-dissemination approaches beyond academic articles and conference presentations, such as personal narrative, storytelling, and conversation, radio communications, websites, social media, videos, and illustrated printed materials. Remember that none of the aforementioned principles or guidelines compiled from the literature precludes the following of institutional or TCPS-2 (2014) ethics protocols. Where conflicts arise, they must be worked out with our local REB and the community or organization with which you are working. 40 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsConclusions In summary, CAMH has a responsibility to conduct ethical research that is ultimately beneficial to the populations under study. By considering and being responsive to the aforementioned calls to action, CAMH researchers will advance further along in the evolution of increasingly ethical, respectful, and collaborative research with First Nations, Inuit, and Métis Peoples in Canada. It is hoped that this report will open up the dialogue at CAMH regarding creating a process and set of guidelines for our scientists and research divisions that will help ensure adherence to Indigenous cultural protocols and respect for Indigenous cultural philosophies. Furthermore, in approaching the kind of research paradigm shift alluded to in this report's introduction, it will be important to focus on the positive aspects of Indigenous communities (e.g., resiliency), and ways to increase wellness (e.g., detailed solutions for identified community concerns), rather than focusing only on statistics about negative issues or problems faced. Much of the scientific reporting or grant writing that has been done with regard to conducting research with Indigenous communities or individuals has tended to focus on what is wrong versus what is right. There is an inherent power difference in the \"researcher-researched\" dynamic (First Nations Centre, 2005) that we must attempt to minimize in order to increase knowledge for the betterment of the individuals involved (under their terms). At the moment, \"the playing field is anything but level\" (First Nations Centre, 2005, p. 9). Through ongoing dialogue and development, CAMH can continue building its relationships with Indigenous communities by upholding a set of related research standards and principles. 41 2-SHA WLS - Two-Spirit HIV/AIDS Wellness and Longevity Study AFN - Assembly of First Nations AHF - Aboriginal Healing Foundation CAMH - Centre for Addiction and Mental Health CCDAP - Collective Consensual Data Analytic Procedure CIHR - Canadian Institutes of Health Research CMAJ - Canadian Medical Association Journal CRICH - Centre for Research on Inner City Health DATIS - Drug and Alcohol Treatment Information System FNEHIN - First Nations Environmental Health Innovation Network FNHA - First Nations Health Authority FNIGC - First Nations Information Governance Centre GEAR - Guidelines for Ethical Aboriginal Research HEIA - Health Equity Impact Assessment (Ontario Ministry of Health and Long-Term Care) ICES - Institute for Clinical Evaluative Sciences IPCB - Indigenous People's Council on Biocolonialism IPHRC - Indigenous Peoples' Health ITK - Tapiriit KanatamMARRC - Manitoulin Anishinaabek Research Review Committee MNO - Métis Nation of Ontario MOU - memoranda of understanding NAHO - National Aboriginal Health Organization NHA - Noojimawin Health Authority NRI - Nunavut Research Institute NSC - National Steering Committee (of the First Nations and Inuit Regional Longitudinal Health Survey) NSERC - Natural Sciences and Engineering Research Council NTHC - Noojmowin Teg Health Centre of Manitoulin Island OCAP® - Ownership, Control, Access, And Possession Principles (of the First Nations Information Governance Centre) OFIFC - Ontario Federation of Indigenous Friendship Centres ONW A - Ontario Native Women's Association PAR - Participatory Action Research PI - Principal Investigator REB - Research Ethics Board RHOC - Researching Health in Ontario CommunitiesRHS - First Nations Regional Longitudinal Health Survey (by the First Nations Information Governance Committee) SSHRC - Social Sciences and Humanities Research Council TARP - Toronto Aboriginal Research Project TASSC - Toronto Aboriginal Support Services Council TCPS - Tri-Council Policy Statement: Ethical Conduct for Research Involving Humans TCPS-2 - Tri-Council Policy Statement: Ethical Conduct for Research Involving Humans, second edition TI - Tungasuvvingat Inuit TPR - Tribal Participatory Research USAI - Utility Self-Voicing Access Inter-relationality Research Framework (by Ontario Federation of Indigenous Friendship Centres) Appendix of acronyms 42 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsAboriginal Healing Foundation (AHF). (2010). A Compendium of Aboriginal Healing Foundation Research . Aboriginal Healing Foundation Research Series. Retrieved from http://www.ahf.ca/downloads/research- compendium.pdf Aboriginal Healing Foundation Absolon, K.E. & Willett, C. (2004). Aboriginal research: Berry picking and hunting in the 21st century. First Peoples Child & Family Review, 1 (1), 5-17. Assembly of the First Nations of Quebec and Labrador. (2005). First Nations of Quebec and Labrador Research Protocol . First Nations of Quebec and Labrador Sustainable Development Institute and the Commission on Human Resources Development for the First Nations of Quebec. Retrieved from http://www.cssspnql.com/docs/centre-de- documentation/research-protocol---synthesis.pdf?sfvrsn=2 Ball, J. & Janyst, P. (2008). Enacting research ethics in partnership with Indigenous communities in Canada: \"Do it in a good way.\" Journal of Empirical Research on Human Research Ethics , 3(2), 33-51. Barbour, R. (2001). Checklists for improving rigour in qualitative research: A case of the tail wagging the dog? British Medical Journal , 322, 1115-1117. Bartlett, C. (2005, November). Knowledge Inclusivity: \"Seeing\" for Science for the 21st Century [Lecture notes]. Presented at the Workshop on Learning Communities as a Tool for Resource Management, Halifax, NS. Retrieved from http://www.integrativescience.ca/uploads/ articles/2005November-Bartlett-Integrative-Science-Two-Eyed-Seeing- Aboriginal-learning-communities.pdf Bartlett, J.G., Iwasaki, Y., Gottlieb, B., Hall, D. & Mannell, R. (2007). Framework for Aboriginal-guided decolonizing research involving Métis and First Nations persons with diabetes. Social Science & Medicine , 65, 2371-2382. Battiste, M. (Ed.). (2000). Reclaiming Indigenous Voice and Wisdom . V ancouver, BC: UBC Press. Battiste, M.A. & Henderson, J.Y. (2000). Protecting Indigenous Knowledge and Heritage: A Global Challenge. Saskatoon, SK: Purich. B.J. & Mokuau, N. (2013). Research Indigenous Elders: From positivistic to decolonizing methodologies. The Gerontologist, 54 (1): 117-126. Braun, V . & Clarke, V . (2006). Using thematic analysis in psychology. Qualitative Research in Psychology, 3( 2), 77-101. Brown, L.A. & Strega, S. (Eds.). (2005). Research as Resistance: Critical, Indigenous and Anti-oppressive Approaches . Toronto, ON: Canadian Scholars' Press. Brunger, F. & Bull, J. (2011). Whose agenda is it? Regulating health research ethics in Labrador. Études/Inuit/Studies, 35 (1-2), 127-142.Bryant, A. & Charmaz, K. (2007). The SAGE Handbook of Grounded Theory. London, UK: Sage. Bull, J.R. (2010). Research with Aboriginal Peoples: Authentic relationships as a precursor to ethical research. The Journal of Empirical Research on Human Research Ethics (JERHRE), 5(4), 13-22. Bull, J.R. (2016). A Two-Eyed Seeing approach to research ethics review: An Indigenous perspective. In W.C. V an den Hoonaard & A. Hamilton (Eds.), The Ethics Rupture: Exploring Alternatives to Formal Research Ethics Review (pp. 167-186). Toronto, ON: University of Toronto Press. Canadian Institutes of Health Research (CIHR). (2007, May). CIHR Guidelines for Health Research Involving Aboriginal People [Archive]. Retrieved from http://www.cihr-irsc.gc.ca/e/29134.html (TCPS-2, 2010) Canadian Institutes of Health Research (CIHR), Natural Sciences and Engineering Research Council of Canada (NSERC) and Social Sciences and Humanities Research Council of Canada (SSHRC). (2010). Tri-Council Policy Statement: Ethical Conduct of Research Involving Humans (2nd ed.). Ottawa, ON: Her Majesty the Queen in Right of Canada. (TCPS-2, 2014) Canadian Institutes of Health Research (CIHR), Natural Sciences and Engineering Research Council of Canada (NSERC) and Social Sciences and Humanities Research Council of Canada (SSHRC). (2014). Tri-Council Policy Statement: Ethical Conduct of Research Involving Humans (2nd ed.). Cardinal, L. (2001). What is an Indigenous perspective? Canadian Journal of Native Education Feltovich, J. et al. (2003, July). A Summary of Literature Pertaining to the Use of Concept Mapping Techniques and Technologies for Education and Performance Support . Report prepared for The Chief of Naval Education and Training Pensacola FL 32500. Castellano, M.B. (2000). Updating Aboriginal traditions of knowledge. In G. Sefa Dei, B.L. Hall & D.G. Rosenberg (Eds.), Indigenous Knowledges in Global Contexts: Multiple Readings of our World (pp. 21-36). Toronto, ON: University of Toronto Press. Charmaz, K. (2006). Constructing Grounded Theory: A Practical Guide through Qualitative Analysis. London , UK: Sage. Clarke, A. (2005). Situational Analysis: Grounded Theory after the Postmodern Turn . Thousand Oaks, CA: Sage. Coffey, A. & Atkinson, P. (1996). Making Sense of Qualitative Data: Complimentary Research Strategies . Thousand Oaks, CA: Sage. Cole, P. (2002). Aboriginalizing methodology: Considering the canoe. International Journal of Qualitative Studies in Education, 15, 447-459. Collingridge, D.S. & Gantt, E.E. (2008). The quality of qualitative research. American Journal of Medical Quality , 23, 389-395. Corbin, J. & Strauss, A. (2008). Basics of Qualitative Research: Techniques and Procedures for Developing Grounded Theory (3rd ed.). Thousand Oaks, CA: Sage. Cordero, C. (1995). A working and evolving definition of culture. Canadian Journal of Native Education, 21 (Suppl.), 28-41.References 43 Cormier, P. (2016). Kinoo'Amaadawaad Megwaa Doodamawaad'They are learning with each other while they are doing': The Opaaganasining (Pipestone) living peace framework. In H. Tuso & M.P. Flaherty (Eds.), Creating the Third Force: Indigenous Processes of Peacemaking (pp. 229- 248). Lanham, MD: Lexington Books. Dickson, G. & Green, K.L. (2000). Participatory action research: Lessons learned with Aboriginal grandmothers. Health Care for Women International, 22, 471-482. Dixon-Woods, M., Booth, A. & Sutton, A.J. (2007). Synthesizing qualitative research: A review of published reports. Qualitative Research , 7, 375-422. Edwards, B. (2002). Deep insider research. Qualitative Research Journal , 2(1), 71-84. Ermine, W., Sinclair, R. & Jeffery, B. for the Indigenous Peoples' Health Research Centre (IPHRC). (2004). The Ethics of Research Involving Indigenous Peoples. Saskatoon, SK: Indigenous Peoples' Health Research Centre. Retrieved from http://iphrc.ca/pub/documents/ethics_review_ iphrc.pdf Evans, M., Hole, R., Berg, L.D., Hutchinson, P. & Sookraj, D. (2009). Common insights, differing methodologies toward a fusion of Indigenous methodologies, participatory action research, and White studies in an urban Aboriginal research agenda. Qualitative Inquiry, 15, 893-910. Father Involvement Research Alliance. (2015). Research clusters: Indigenous Fathers. Retrieved from http://fira.ca/page.php?id=24 Finkelstein, S.A., Forbes, D.A. & Richmond, C.A.M. (2012). Formal dementia care among First Nations in Southwestern Ontario. Canadian Journal on Aging, 31, 257-270. First Nations Centre. (2005). Ownership, Control, Access, and Possession (OCAP) or Self-Determination Applied to Research: A Critical Analysis of Contemporary First Nations Research and Some Options for First Nations Communities . Ottawa, ON: National Aboriginal Health Organization. First Nations Centre. (2007). OCAP: Ownership, Control, Access and Possession. Sanctioned by the First Nations Information Governance Committee, Assembly of First Nations. Ottawa, ON: National Aboriginal Health Organization. First Nations Environmental Health Innovation Network (FNEHIN). (n.d.). Research guidelines. Retrieved from http://www.fnehin.ca/ research-tools/research-guidelines First Nations Information Governance Committee. (2007). First Nations Regional Longitudinal Health Survey, Code of Research Ethics. Ottawa, ON: Assembly of First Nations. Retrieved from http://fnigc.ca/sites/default/files/ ENpdf/RHS_General/rhs-code-of-research-ethics-2007.pdf First Nations Information Governance Centre (FNIGC). (2017). Fundamentals of OCAP®. Retrieved from http://fnigc.ca/training/ & Ball, T.J. (2003). Tribal participatory research: Mechanisms of a collaborative model. American Journal of Community Psychology , 32, 207-216. Flicker, S., Travers, R., Guta, A., McDonald, S. & Meagher, A. (2007). Ethical dilemmas in community-based participatory research: Recommendations for institutional review boards. Journal of Urban Health , 84, 478-493. Glaser, B.G. & Strauss, A.L. (1967). The Discovery of Grounded Theory: Strategies for Qualitative Research. New Brunswick, NJ: Aldine.Guest, G., MacQueen, K.M. & Namey, E.E. (2012). Applied Thousand CA: Sage. Guta, A., Wilson, M.G., Flicker, S., Travers, R., Mason, C., Wenyeve, G. et al. (2010). Are we asking the right questions? A review of Canadian REB practices in relation to community-based participatory research. Journal of Empirical Research on Human Research Ethics, 5 (2), 35-46. Harris, P., Marshall, M., Bartlett, C. & Marshall, A. (2010). Mi'kmaq night sky stories; Patterns of interconnectiveness, vitality and nourishment. Communicating Astronomy with the Public Journal, 9, 14-17. Heaney, L. & Holyk, T. (2010). Grant Writing for Healthy Communities Workbook . In collaboration with BC Rural and Remote Health Research Network, National Collaborating Centre for Aboriginal Health, and Network Environments for Aboriginal Research BC. Retrieved from https://web.archive.org/web/20161017232118/http://cahr.uvic.ca/ nearbc/documents/2010/FINAL%20workbook-v1%20(2).pdf Indigenous Peoples' Council on Biocolonialism (IPCB). research Indigenous Peoples' Council on Biocolonialism (IPCB). (n.d.)b. from http://www.ipcb.org/about_us/our_mission.html Indigenous Peoples' Council on Biocolonialism (IPCB). (2000). Indigenous Research Protection Act . Retrieved from http://www.ipcb. org/publications/policy/files/irpa.html Institute for Aboriginal People's Health. (2012, December). Newsletter from the CIHR Institute of Aboriginal Peoples' Health 1(9). Retrieved from http://www.integrativescience.ca/uploads/files/ IAPH%20Newsletter%20-%20December%202012.pdf Institute for Integrative Science and Health. (2012). Two-Eyed Seeing. Cape Breton University. Retrieved from http://www.integrativescience. ca/Principles/TwoEyedSeeing Inuit Tapiriit Kanatami and Nunavut Research Institute (ITK & NRI). (2007). Negotiating Research Relationships with Inuit Communities: A Guide for Researchers. S. Nickels, J. Shirley & G. Laidler (Eds.). Ottawa and Iqaluit: Inuit Tapiriit Kanatami and Nunavut Institute. Retrieved from http://depts.washington.edu/ccph/pdf_files/ ResearchRelationships.pdf Jacklin, K. & Kinoshameg, P. (2008). Developing a participatory Aboriginal health research project: \"Only if it's going to mean something.\" Journal of Empirical Research on Human Research Ethics, 3 (2), 53-68. Kahnawake Schools Diabetes Prevention Project. (2007). Code of Research Ethics. Kahnawá:ke, QC: Author. Retrieved from http://www. ksdpp.org/media/ksdpp_code_of_research_ethics2007.pdf Kayrooz, C. & Trevitt, C. (2005). Research in Organisations and Communities: Tales from the Real World. Crow's Nest NSW, AU: & L. & Reid, C. (2006). Experience Research Social Change: Methods Beyond the Mainstream (2nd ed.). Peterborough, ON: Broadview Press. Koptie, S. & Wesley-Esquimaux, C. (2009). Metaphorical reflections on the colonial circus of the drunken Indian and the kidney machine. First Peoples Child & Family Review, 4 (1), 66-79. 44 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical ConsiderationsKovach, M. (2009). Indigenous Methodologies: Characteristics, Conversations, and Contexts. Toronto, ON: University of Toronto Press. Kovach, M. (2010). Conversational method in Indigenous research. First Peoples Child & Family Review, 5 (1), 40-48. Lindstone, W. (2014). \"Traditional\" definition pertaining in part to \"Indigenous\" People of North America [Unpublished document]. Toronto, ON: Centre for Addiction and Mental Health. Linklater, R. (2014). Decolonizing Trauma Work: Indigenous Stories and Strategies. Winnipeg, MB: Fernwood Publications. Loppie, C. (2007). Learning from the grandmothers: Incorporating Indigenous principles into qualitative research. Qualitative Health Research, 17, 276-284. Maar, M., McGregor, L. & Manitowabi, L. (2012). Ethics and Research Review Workbook: A Resource for Manitoulin Area First Nations for the Review and Evaluation of Research Proposals. In collaboration with the Manitoulin Anishinaabek Research Review Committee (MARRC). Robbins, C.M. et al. (1999). Participatory research maximises community and lay involvement. British Medical Journal, 319 , 774-778. Macaulay, Paradis, G. et al. (1998). Participatory research with native community of Kahnawake creates innovative code of research ethics. Canadian Journal of Public Health/Revue canadienne de sante publique, 89 (2), 105-108. MacGregor, R., J., Greig, L., Allen, W.A., McDermott, L. & Haxton, T. (2013). Recovery Strategy for the American Eel (Anguilla rostrata) in Ontario: Ontario Recovery Strategy Series. Peterborough, ON: Ontario Ministry of Natural Resources. Martin, K.L. (2003). Ways of knowing, ways of being and ways of doing: A theoretical framework and methods for Indigenous re-search and Indigenist re-search. Journal of Australian Studies, 76, 203-214. Martin-Hill, D. & Soucy. D. (2005). Ganono'se'n e yo'gwilode'. Ethical Guidelines for Aboriginal Research: Elders and Healers Roundtable. Commissioned by the Aboriginal Ethics Policy Development Project and supported by the Ethics Office of the Canadian Institutes of Health Research. Masazumi, B. & Quirk, S. (1993, September). Dene Tracking. A Participatory Research Process for Dene/Metis Communities: Exploring Research (2011). Toronto Aboriginal Research Project (TARP): Final Report. Toronto Aboriginal Support Services Council. Métis Centre of NAHO. (2010). Principles of Ethical Métis Research. Ottawa, ON: National Aboriginal Health Organization. Retrieved from https://ruor.uottawa.ca/bitstream/10393/30555/1/2011_04_ethics.pdf Mi'kmaw Ethics Watch. (1999). Mi'kmaw Research Principles and Protocols: Conducting Research With and/or Among Mi'kmaw People. Mi'kmaw Ethics Watch (Mi'kmaw Eskinuapimk), Mi'kmaq Retrieved indigenous-affairs/unamaki-college/mikmaq-ethics-watch/ Mihesuah, D.A. (Ed.). (1998). Natives and Academics: Researching and Writing about American Indians. Lincoln, NE: University of Nebraska Press.Morriseau, A. (n.d.). Disconcerting use of term \" Aboriginal\" unveiled in announcement of new federal cabinet. Chiefs of Ontario. Retrieved from http://www.chiefs-of-ontario.org/node/189 Nakamura, N. (2010). Indigenous methods: Suggestions for junior researchers. Geographical Research, 48 (1), 97-103. Nickels, S. & Knotsch, C. (2011). Inuit perspectives on research ethics: The work of Inuit Nipingit. Études/Inuit/Studies, 35, 57-81. Nobis, T., Zoccole, A., Brennan, D., Jackson, R. & Georgievski, G. (2014, February). Creating Change Together in Two-Spirit Research: An Example from the Two-Spirit HIV/AIDS Wellness and Longevity Study (2-SHA WLS). Retrieved from http://www.2spirits.com/PDFolder/Shawls2014.pptx Noojimawin Health Authority. (n.d.). Ethical Research Policy for Urban and Rural Aboriginal Health. Toronto, ON. Noojmowin Teg Health Centre of Manitoulin Island (NTHC). (2003). Guidelines for Ethical Aboriginal Research (GEAR). Retrieved from http://www.noojmowin-teg.ca/Shared%20Documents1/GEAR%20 -%20FINAL.pdf Novak, J.D. & Gowin, D.B. (1984). Learning How to Learn. New Y ork , NY: Cambridge University Press. Nunavut Research Institute and Inuit Tapiriit Kanatami (NRI & ITK). (1998). Negotiating Research Relationships: A Guide for Communities. Ottawa, ON: Nunavut Research Institute, Inuit Tapirisat of Canada. Ontario Federation of Indian Friendship Centres (OFIFC). (2012). Utility Self-Voicing Access Inter-relationality (USAI) Research Framework. Retrieved from http://www.ofifc.org/sites/default/files/docs/USAI%20 Research%20Framework%20Booklet%202012.pdf Ontario Federation of Indigenous Friendship Centres (OFIFC). (2013). Ongoing projects. Retrieved from http://www.ofifc.org/research/ research/ongoing-projects Ontario Ministry of Health and Long-Term Care. (2017). Health equity impact assessment (HEIA). Toronto, ON: Queen's Printer for Ontario. Retrieved from http://www.health.gov.on.ca/en/pro/programs/heia/ tool.aspx Piquemal, N. (2001). Free and informed consent in research involving Native American communities. American Indian Culture and Research Journal, 25 (1), 65-79. Poff, D. & McGillivray, B. (2009). Setting the Stage: The Landscape of CBR and Research Ethics Review. Toronto, ON: Ontario HIV Treatment Network. Ray, L. & Cormier, P.N. (2012). Killing the Wendigo with maple syrup: Anishnaabe pedagogy and post-secondary research. Canadian Journal of Native Education, 35( 1), 163-176, 221, 224. Richardson, K.L., Driedger, M.S., Pizzi, N.J., Wu, J. & Moghadas, S.M. (2012). Indigenous populations health protection: A Canadian perspective. BMC Public Health, 12 (1), 1098. Retrieved from https://bmcpublichealth. biomedcentral.com/articles/10.1186/1471-2458-12-1098 S.D., Jo J., Curran, A., V anderBurgh, D. et al. (2013). Community-based participatory research with Indigenous communities: The proximity paradox. Health & Place, 24, 183-189. Sbaraini, A., Carter, S.M., Evans, R.W. & Blinkhorn, A. (2011). How to do a grounded theory study: A worked example of a study of dental practices. BMC Medical Research Methodology, 11, 128. Retrieved from http://www. biomedcentral.com/1471-2288/11/128 45 Schnarch, B. (2004). Ownership, control, access, and possession (OCAP) or self-determination applied to research: A critical analysis of contemporary First Nations research and some options for First Nations communities. Journal of Aboriginal Health, 14 (16), 80-95. Seale, C., Gobo, G., Gubrium, J.F. & Silverman, D. (Eds.). (2004). Qualitative Research Practice. London, UK: Sage. Sinclair, R. P. (2003). Indigenous research in social work: The challenge of operationalizing worldview. Native Social Work Journal, 5, 117-139 Sinclair, R. (2007). Identity lost and found: Lessons from the sixties scoop. First Peoples Child & Family Review, 3 (1), 65-82. Six Nations Elected Council. (2015, April 1). Conducting Research at Six Nations. Retrieved from http://www.sixnations.ca/admEthicsPolicy.pdf Six Nations Elected Council. (n.d.). Six Nations Council Research Ethics Committee Protocol. Retrieved from http://www.sixnations.ca/ admResearchEthicsProtocol.pdf Smith, L.T. (1999). Decolonizing Methodologies: Research and Indigenous Peoples. London, UK: Zed Books. Smylie, J. (2005). The ethics of research involving Canada's Aboriginal populations. Canadian Medical Association Journal, 172 (8), 977. Smylie, J., Firestone, M., Cochran, L., Prince, C., Maracle, S., Morley, M. et al. (2011). Our Health Counts: Urban Aboriginal Health Database Research Project. Community Report: First Nations Adults and Children. Retrieved from http://www.stmichaelshospital.com/pdf/crich/our- health-counts-report.pdf D.M., Batterham, D. & Guibert, R. (1999). The concept mapping method: An alternative to focus group inquiry in general practice. Australian Family Physician, 28, S35-40. Stacey, J. (1991). Can there be a feminist ethnography? In S.B. Gluck & D. Patai (Eds.), Women's Words: The Geminist Practice of Oral History (pp. 111-119). New Y ork, NY: Routledge.Steinhauer, E. (2002). Thoughts on Indigenous research methodology. Canadian Journal of Native Education, 26 (2), 69-81. Strauss, A. & Corbin, J. (1998). Basics of Qualitative Research: Techniques and Procedures for Developing Grounded Theory (2nd ed.). Newbury Park, CA: Sage. Tempier, A., Dell, C.A., Papequash, R. & Tempier, R. (2011). Awakening: 'Spontaneous recovery' from substance abuse among Aboriginal peoples in Canada. The International Indigenous Policy Journal, 2 (1). Retrieved from http://ir.lib.uwo.ca/iipj/vol2/iss1 Tripartite First Nations Health Plan. (2013). Tripartite Data Quality and Sharing Agreement: 2012 Annual Report on Progress. First Nations Health Authority, the British Columbia Ministry of Health and Health Canada. Retrieved from http://www.fnha.ca/Documents/TDQSA_2012_ Annual_Report.pdf Trochim, W.M. (1989). An introduction to concept mapping for planning and evaluation. Evaluation and Program Planning, 12 (1), 1-16. United Nations Permanent Forum on Indigenous Issues. (n.d.). Who are Indigenous Peoples? (para. 3-6). Retrieved from http://www.un.org/esa/ socdev/unpfii/documents/5session_factsheet1.pdf University of Victoria's Office of Community-Based Research. (2011). What is CBR? Retrieved from https://communityresearchcanada.net/ download.php?id=3380 Wesley-Esquimaux, C. & Calliou, B. (2010). Best Practices in Aboriginal Community Development: A Literature Review and Wise Practices Approach. Banff, AB: Banff Centre. Wilson, S. (2001). What is an Indigenous research methodology? Canadian Journal of Native Education, 25, 175-179. Wilson, S. (2008). Research is Ceremony: Indigenous Research Methods. Halifax & Winnipeg: Fernwood Publishing. 46 Morisano, Robinson & Linklater (2018) Conducting Research with Indigenous Peoples of Canada: Ethical Considerations "}