{"title": "Garland ISD fenced off contaminated areas of Park Crest Elementary. Residents want more answers", "author": "Francesca D'Annunzio; Sophie Austin", "url": "https://www.dallasnews.com/news/environment/2021/07/30/garland-isd-fenced-off-contaminated-areas-of-park-crest-elementary-residents-want-more-answers/", "hostname": "dallasnews.com", "description": "An 8,000-square-foot community garden that once served as a science lab for students at Park Crest Elementary School and a resource for neighborhood residents...", "sitename": "The Dallas Morning News", "date": "2021-07-30", "cleaned_text": "An 8,000-square-foot community garden that once served as a science lab for students at Park Crest Elementary School and a resource for neighborhood residents who picked fresh vegetables there is now enclosed by a chain-link fence. After the Environmental Protection Agency found high levels of arsenic and lead in soil near the Garland school, district officials hired a company to put up fencing, beginning on July 23, to wall off contaminated areas, including the garden. The district [issued a statement](https://www.facebook.com/ChooseGarlandISD/photos/624850562241807) the evening of July 18 acknowledging the EPA's finding of lead contamination in nearby Stream 2C4, which is behind the Park Crest campus. The stream is a tributary of Garland's Duck Creek, [according to the EPA](https://storymaps.arcgis.com/stories/5d4359b40db241ff98fe235fbcbd626a). But as the school year gets ready to start on Aug. 2, residents want more answers about next steps and why the district didn't notify them months ago. Garland ISD Chief Financial Officer Brent Ringo said the district was first notified in January 2020 that government agencies would be conducting environmental tests in the area. The Texas Commission on Environmental Quality and the EPA were looking into the Globe Union site at 1111 S. Shiloh Road, about a mile from Park Crest, based on a 2019 preliminary [assessment](https://drive.google.com/file/d/1hnpc6wGAh7j6RwTrmUcrHwNgR7pFrYqo/view?usp=sharing). A [June 2020 letter](https://drive.google.com/file/d/1cWRCPfpfzw-Dk9BhQpqF_n4s73U4zSKJ/view) from the TCEQ stated that three soil samples collected along Stream 2C4 showed \"no chemicals of concern\" detected above state cleanup standards. TCEQ spokesman Gary Rasp said via email that the agency didn't find high levels of arsenic or lead in the samples. In summer 2020, the district contracted with Terracon, a consulting engineering firm, for its own soil tests, Ringo said. Some tests came back with \"elevated concerns\" in the stream, so the district contacted the EPA and contracted with Terracon to do more testing on campus, Ringo said. The additional Terracon samples, taken in August and November 2020, came back with \"zero concerns,\" he said, because there were not high levels of lead found south of school fencing. [The Terracon report](https://drive.google.com/file/d/1JblglYtGog-M6D_nbHTqRq2i4YWdzV5Z/view), which The Dallas Morning News obtained from a resident, shows that four soil samples taken in July 2020 next to a stream behind Park Crest exceeded standards for lead set by state [guidelines](https://www.tceq.texas.gov/remediation/trrp). A timeline prepared and provided by the district also shows that district administration received a briefing about soil testing data at Park Crest Elementary School and the [district's Sunnybrook Lane property](https://drive.google.com/file/d/18e7npH1rcoZmAbZiDFV2T7BA9E8rrU3z/view) in August 2020 and that the district's facilities committee discussed the soil testing results from both facilities in two executive sessions in February and May. But the statement from the district about lead contamination near the stream did not come until July. In the statement, the district said \"Park Crest students do not play or learn in that area.\" However, several nearby residents said they've seen children in and near the stream. On July 24, the district also replaced a fence behind the school's basketball court with a higher one to prevent balls from tumbling into the contaminated nearby stream. When pressed on whether kids would occasionally go near the stream to retrieve basketballs or for any other reason, the district declined to comment further, saying only \"our job is to keep students safe, and we've done that.\" The Centers for Disease Control and Prevention [notes](https://www.cdc.gov/nceh/lead/prevention/health-effects.htm) that lead exposure can cause brain damage, slow growth and development, and lead to hearing and speech problems. \"No safe level of lead exposure in children has been identified,\" the CDC states. Testing and notification Residents have been concerned for decades about contamination caused by the former battery manufacturing facility. Several years ago, Don Phillips and other neighborhood residents began organizing and lobbying for area testing, cleanup and policies that are more environmentally friendly. In 2020, they founded [Clean Up Garland](http://www.cleanupgarland.org/) to formalize their activism efforts. Phillips, a lifelong resident of the neighborhood, said he's troubled by how long it took the district to notify families that there was a possibility of contamination near Park Crest or that there was an EPA investigation. If the district was seeking soil testing as early as June 2020, residents should have been informed, he said. \"You have put children at risk for over a year and a half on your campus,\" Phillips said. Ringo said the district did not inform the Park Crest community last summer about the first tests that came back with high levels of lead in part because the high levels were north of school fencing. \"In September of 2020, as we did those [Terracon] tests, we did notify the campus administration and the principal of the studies being done,\" Ringo said. When asked why Garland ISD chose not to notify Park Crest families at the time, Ringo said \"there could always be a hazard, and if we're pointing out any potential hazard that's out there, and 99% of them aren't true, it is going to disrupt the school day quite a bit.\" Phillips said he's also concerned because an [EPA report from July](https://drive.google.com/file/d/1nEm26tQyH-0GTZerBDzmx_3UHl6Qfg_7/view) shows elevated levels of arsenic in the soil at various parts of campus and high lead and arsenic levels along a nearby stream. Ringo and Garland ISD spokeswoman Sherese Lightfoot said the district was unaware of high arsenic levels on campus grounds prior to July 20. Terracon's December 2020 report does not include a comprehensive analysis for arsenic levels on campus. The EPA's website for the Globe Union site assessment recommends that \"children and adults leave their shoes at the door or use door mats, and wash their hands after outdoor activities,\" if they are worried about lead or arsenic exposure. [EPA finds high levels of lead, arsenic near Park Crest Elementary in Garland](/news/environment/2021/07/21/epa-finds-high-levels-of-lead-arsenic-near-park-crest-elementary-in-garland/) Inequities raised Stephen Yearout, who has lived in the neighborhood since the early 1980s and is involved with residents who have been concerned about pollution in the area for decades, emailed superintendent Ricardo López in April 2020 asking to talk about his concerns of contamination at and near Park Crest Elementary. In June and September 2020, he emailed the district's executive director of facilities and maintenance, Paul Gonzales. In September 2020, Gonzales responded saying he could no longer communicate with Yearout about the matter and Yearout would need to submit concerns, questions and requests to the district's general counsel. Yearout said it's taken them too long to notify the public. He sees it as an example of environmental injustice. \"In a more affluent neighborhood, I think this would have been taken care of immediately,\" Yearout said. Park Crest is a Title I school, where about 86% of students are economically disadvantaged, according to Texas Education Agency [data](https://txschools.gov/schools/057909112/profile) from 2019-20. Additionally, nearly 64% of the students are English language learners and about 76% are Hispanic. Texas Sierra Club Clean Air Program Director Neil Carman, who has been in his role for almost three decades and previously worked as a regional field investigator for the TCEQ, also said the response to a contamination risk is an issue of environmental justice. Carman said the district's decision to wait to notify Park Crest families after receiving word about the first contaminated soil samples was \"outrageous and unacceptable.\" \"We're dealing with a very toxic and neurotoxic heavy metal like lead,\" Carman said. \"Derelict on the part of the school district.\" In addition to new fencing, the district is taking other measures for this year's back-to-school season. Lightfoot told The News that the district will conduct additional soil testing at Sam Houston Middle School with Terracon. Sam Houston, which is also a Title I school, sits directly across the street from Park Crest. Arsenic concerns During campus soil testing conducted in February, the EPA found arsenic levels at 25.3 parts per million in the Park Crest garden, according to results shared by Garland ISD. When arsenic levels exceed 24 parts per million, the EPA says soil may need to be removed from the property. Chris Van Deusen, spokesman for the Texas Department of State Health Services, wrote in an email that, at the levels detected in the garden, \"it would take years of typical daily exposure to the soil for there to be any health effects over the long term.\" Van Deusen said the department will refine its analysis in the coming weeks and share it with the public. EPA spokeswoman Carmen Assunto wrote in an emailed statement that the EPA took several soil samples from the garden and found elevated arsenic levels in a sample from 1 to 6 inches below ground. \"The EPA is planning a removal action to address the soils at the school that have elevated concentrations of lead and arsenic,\" Assunto wrote. On July 20, Eric Delgado, EPA coordinator for the former Globe Union site, sent a letter to Garland ISD with the results of the agency's soil analysis. Three days later, [Garland ISD sent a letter](https://drive.google.com/file/d/15RjZ0fzljU1c37GbZNFDTeOlnhZP35Nd/view?usp=sharing) to Park Crest parents notifying them that fencing would be put up and that the garden would be closed for at least 90 days. The EPA did not find high levels of arsenic in the top inch of garden soil, but did find high arsenic levels in other areas along the Parkcrest Drive side of campus. Melissa Youngquist, a research biologist who volunteered in the garden during the fall 2018 semester, said she worked with fifth graders to collect bacteria samples, plant seeds and discover what bugs were present in the garden. \"It was a flower garden and they were starting to put in a raised vegetable garden,\" Youngquist said. \"The students I was working with, they had a study period, and so I would take like 10 students at a time and we were doing little science journals.\" People with unusually high exposure to inorganic arsenic, which can occur naturally or as a result of pollution, may experience nausea, vomiting, diarrhea or dehydration, [according](https://www.cdc.gov/biomonitoring/Arsenic_FactSheet.html) to the CDC. Long-term exposure in drinking water may lead to skin disorders, increased risk for diabetes, high blood pressure and cancer. Garland resident Dixon Wiles noticed the new barrier around the Park Crest garden when walking his dogs the morning of July 24, he said. \"We've picked turnip greens from this garden and taken them home to cook them,\" he said, standing near the newly fenced garden. \"And now it gives you, sort of, pause for thought.\" Neighborhood resident Kelly Aguirre said she had visited the garden to get herbs as recently as May. Next steps As for their next steps, residents and members of Clean Up Garland said they want the neighborhood to be clean and safe for younger generations. The group plans to bring in experts to conduct soil testing at various other sites near their neighborhood and around Garland that they believe may be polluted. \"This isn't so much about us,\" said Yearout, who attended Park Crest and has two sons who attended the school. \"It's about the kids that are around now.\" The EPA will host a virtual public [meeting](https://response.epa.gov/sites/14728/files/Globe%20Union%20Virtual%20Community%20Meeting%20Notice.pdf) on Aug. 5 at 6:30 p.m. to discuss its findings from investigating the Globe Union site and next steps for cleanup. Earlier this week, the district said it was planning to hold a meeting for Park Crest Elementary parents and staff to discuss the contamination. But it would not confirm details of the meeting to The News and said it would not be open to the public. Updated 3 p.m. Sunday, Aug. 1: This story has been changed to reflect that the campus of Sam Houston Middle School is across the street from Park Crest Elementary School. "}