{"title": "Read this before you get a flu shot - CNN.com", "author": "Sarah Clachar Health com", "url": null, "hostname": null, "description": "Nobody wants to get the flu this year. The dreaded, head-pounding, body-aching, feverish, nauseating, cough-fest packs equal parts misery and inconvenience.", "sitename": "CNN.com", "date": "2012-10-16", "cleaned_text": "get the flu this year. The dreaded, head-pounding, body-aching, feverish, nauseating, cough-fest packs equal parts misery and inconvenience. Only about a third of Americans get the flu vaccine each year. But nobody wants to get a shot that might be unnecessary or ineffective, either. So, while some experts worry aloud about a 1918-like flu pandemic, most of us -- well aware of the risks of getting the virus, from being sneezed on at the office to living with a toddler -- are not lining up to get the shot. In fact, only a third of us even bother. The truth is, while the U.S. Centers for Disease Control and Prevention and most mainstream docs are pushing the flu vaccine, the latest science suggests it just doesn't work very well. So, should you or shouldn't you? Here, the answers to your flu-shot questions. How effective is the shot? The flu shot is only as good as the educated guesses of a group of vaccine researchers across the globe. Every February, they try to predict which flu viruses will work their evil during the next fall and winter. Their three top choices are put into the vaccine. The CDC claims that vaccine will be 70 to 90 percent effective against just those strains of [flu](/topics/influenza). \"We hope that these smart scientists who get together with the vaccine producers make the right call,\" says immunologist Dr. Randy Horwitz, medical director of the University of Arizona's School for Integrative Medicine. But sometimes they don't, partly because the virus mutates from year to year. In 2003-2004, the CDC admitted that it completely missed the virulent Fujian flu strain that hit hard that winter. In the 2005-2006 season, in which the CDC said the match between the vaccine and the virus was good, a strain not included in the vaccine hospitalized 31 children in Houston. Also, two recent studies found that the shot may be less effective for people with weaker immune systems, so its effectiveness can depend on how well your body responds to the vaccine. Will it make me sick? Even if it doesn't work, it can't hurt to get the shot, right? For most people that may be true. Millions of [vaccinations](/topics/vaccines) are administered each year, but since 1991, only about 26,000 adverse events have been reported to the Vaccine Adverse Events Reporting System (VAERS). Most of those were fever, rash, headaches, hives, or, very rarely, seizures. The most common side effect is swelling at the injection site on your arm. And any bad reactions, thought to be your immune system's way of gearing up after the exposure to dead virus particles in the vaccine, typically ease after a few days. (Manufacturers are required to verify that each batch of vaccine used for injections contains no live flu viruses. But people with egg allergies shouldn't get the shot because the vaccine is manufactured using eggs.) Still, some researchers aren't comfortable with the safety data. Dr. Tom Jefferson, coordinator of the Vaccines Field for the Cochrane Collaborative, an international group of researchers, reported last year in the British Medical Journal that he had found only six limited studies on safety after reviewing 206 studies on the vaccine. That, he says, is a surprisingly small number considering the widespread use of the vaccine and its mixed bag of ingredients. Osteopathic doctor Sherri Tenpenny, author of \"Vaccines -- The Risks, the Benefits, the Choices: A Resource Guide for Parents,\" cautions that only small populations and short-term info are used to measure safety. Adverse-events reporting, for instance, is done for only 2 to 14 days after an injection and it's voluntary. Here's another concern: Except for about 8 million doses, the flu vaccine contains a preservative, thimerosal, that is 49 percent mercury, a known neurotoxin. While the latest research seems to disprove any link between thimerosal vaccines and autism in children, the debate still rages, and several states have prohibited the use of thimerosal in children's vaccines. Yet supplies of mercury-free flu vaccine are limited due to manufacturing capacity. If you want to avoid thimerosal, you may have to make a special request to your health-care provider in advance. Is the nasal vaccine better than the typical shot? Hard to say, but the latest news on FluMist may leave you skeptical. Earlier this year the manufacturer, MedImmune, had trouble getting an OK to market the vaccine for kids under 5. The U.S. Food and Drug Administration found ongoing problems at the company's plant in Great Britain -- bacterial and fungal contamination as well as the use of a disinfectant banned by the European Union. Eventually, the company fixed the problems and, in September, received approval for the under-5 set. Unlike the shot, this vaccine contains live but weakened viruses. When inhaled, these viruses can survive in the nose and throat long enough to trigger the immune reaction that fights off flu, but will be killed by the higher temperatures in your lower respiratory tract. The CDC does not believe these viruses can mutate into a form that can survive. The nasal vaccine is only approved for healthy children ages 2 to 17 and adults ages 18 to 49 who aren't pregnant. (Pregnant women and people with chronic conditions can get the shot.) The nasal vaccine does not have any thimerosal. [Federal guidelines on who should -- and shouldn't -- get vaccinated »](#cnnSTCOther1) Who really needs a shot? The flu kills. Each year nearly 40,000 people in the United States die from flu complications like pneumonia and heart failure. And more than 200,000 are hospitalized due to flu. The people at highest risk have lowered defenses: children ages 6 months to 5 years, pregnant women, people older than 50, and anyone with a chronic condition like asthma, diabetes, and heart or blood disorders. The CDC recommends they all get vaccinated. But what if you're healthy and are not in a high-risk group? Should you get vaccinated as a charitable act to help prevent spreading the flu to those who're less healthy? Or to prevent a few weeks of potential misery? If you live or work with high-risk people, maybe you'll decide that the shot is worth it. You can also gauge your other lifestyle risks. We all know that spending a lot of time in busy public places -- like the subway or a gym -- boosts your risk of catching the flu. Anyone walking around with the virus can breathe it in your direction. And kids in day care or school are more likely to be exposed to the flu than anyone else. Just the simple act of living with them heightens your risk. Is there a shot shortage? You may remember the panic over vaccine shortages in 2004, when a major flu-vaccine manufacturer, Chiron, was unable to deliver 50 million doses of the vaccine due to bacterial contamination. Some experts speculate that the shortage encouraged people to stay away from the vaccine in the following years. But Curtis Allen, spokesperson for the CDC, says a shortage is unlikely this year. Manufacturers are promising a record number of doses (132 million), although they won't all be available at once. When's the best time of year to get vaccinated? Now, before the flu season really kicks in from December to March, experts say. It takes about two weeks after vaccination for your body to build up enough antibodies to protect you. Aren't I more likely to catch a cold than the flu? For sure. There are more than 200 cold viruses, they mutate a lot, and virtually everybody comes down with one from time to time. Although the worst colds might feel like the flu, lots of people say they have the flu when they really don't. Two years ago, only 13 percent of people who were tested after reporting flu-like illnesses actually had the real thing. Should I really worry about a flu epidemic? Nobody really knows. The 1918 pandemic seemed to start like any old flu season, but within a few months the virus had mutated into a monster that killed healthy adults within a day. Like most flus, it may have originated in birds. That's why experts worry that today's avian flu may turn into a global epidemic. But, unlike the 1918 strain, it hasn't spread readily from person to person. And while the regular flu shot won't protect you against avian flu (it's a different strain of the virus), consider this: Researchers are finding that millions of people have been infected with avian flu without suffering serious complications. [E-mail to a friend](#) All "}