{"title": "Everything We Know Right Now About Allergic Reactions to the COVID-19 Vaccine", "author": "Maggie O'Neill", "url": "https://www.health.com/condition/infectious-diseases/coronavirus/allergic-reaction-to-covid-vaccine-uk", "hostname": "health.com", "description": "Two individuals in the UK suffered allergic reactions from the Pfizer COVID-19 vaccine, but experts say you shouldn't panic. Here's why.", "sitename": "Health", "date": "2020-12-10", "cleaned_text": "Health Conditions A-Z Infectious Diseases COVID-19 Two People Had an Allergic Reaction to the COVID Vaccine in the UK—Here's What You Need to Know We asked doctors what this means for eventual vaccine approval in the US. By Maggie O'Neill Maggie O'Neill Maggie O'Neill is a health writer and reporter based in New York who specializes in covering medical research and emerging wellness trends, with a focus on cancer and addiction. Prior to her time at Health, her work appeared in the Observer, Good Housekeeping, CNN, and Vice. She was a fellow of the Association of Health Care Journalists' 2020 class on Women's Health Journalism and 2021 class on Cancer Reporting. In her spare time, she likes meditating, watching TikToks, and playing fetch with her dog, Finnegan. health's editorial guidelines Published on December 10, 2020 Tuesday night, health authorities in the UK announced that two health care workers who received Pfizer's COVID-19 vaccine experienced an allergic reaction to the vaccine. Those reactions triggered the UK government to warn all people with \"a significant history of allergic reactions\" not to get the COVID-19 vaccine at this time. Unfortunately, what we know about these incidents—and how we can contextualize them while looking ahead to COVID-19 vaccine approval in the US—is minimal, Dave Stukus, MD, an associate professor of pediatrics in the Division of Allergy and Immunology at Nationwide Children's Hospital in Ohio, tells Health. \"We still don't have the details of what happened in the United Kingdom, so this is out of an abundance of caution,\" he explains. That includes information on the type of reaction both patients suffered—either anaphylaxis or an anaphylactoid reaction—or if it was truly an allergic reaction at all, which is important to know. Anaphylaxis, for example, is an allergic reaction that occurs when the person has already been introduced to the agent they're allergic to beforehand, Sandra Hong, MD, who works in the Allergy and Clinical Immunology department at Cleveland Clinic, tells Health. An anaphylactoid reaction, on the other hand, occurs when the patient is first introduced to a substance. Knowing what type of reaction both patients had could help scientists narrow down what may have caused those reactions. In terms of what could have caused the allergic reaction—if, indeed, it was an allergic reaction—Dr. Stukas says there's no way to know right now what agent in the vaccine caused the problem. He also says that, as far as he knows, there are no food proteins or food derivatives in the Pfizer COVID-19 vaccine. What Is an EUA? Pfizer and Moderna Seek Emergency Use Authorization for COVID-19 Vaccines The UK eventually revised their warning to state that only those individuals with a history of anaphylaxis, specifically, should forego the vaccine right now. Anaphylaxis, which is a severe and rapidly progressive allergic reaction, can be dangerous if the person experiencing it isn't in a hospital or other medical setting when it occurs. Those with a known history of anaphylaxis are advised to carry an epinephrin injector, like an EpiPen, with them at all times, which can offset the reaction—and according to reports, the UK patients did just that. \"Both individuals who developed [an allergic] reaction to this vaccine had, per reports, [a] history of serious allergies and carry adrenaline pens with them,\" Waleed Javaid, MD, director of infection prevention and control at Mount Sinai Downtown in New York, tells Health. How is the US preparing for potential allergic reactions to the COVID-19 vaccine after this news? Many medical establishments preparing to give the COVID-19 vaccine in the US are planning to have patients who get the vaccine wait for a period of time after receiving the shot so they don't have a reaction to it too far from a doctor's office. Such is the case at Cleveland Clinic, Dr. Hong says, adding that this practice of waiting for a few minutes after having received a vaccine isn't specific to the COVID-19 vaccine. \"For any vaccine, you can have these reactions,\" she explains. COVID-19 Vaccine Priority Groups: CDC Panel Recommends Who Should Get the Vaccine First In general, allergic reactions to vaccines, such as the flu shot, are extremely rare, experts say. \"Less than one in a million,\" Dr. Stukus says. \"Out of thousands of people in the trial, and who received the vaccine in the UK, very few have developed an allergic reaction. This still indicates that severe allergy is a rare event,\" Dr. Javaid adds. According to the CDC, the rate of anaphylaxis after all vaccines is just 1.31 in one million. Doctors don't yet know what the exact vaccine recommendation will be for people in the US who are at-risk of suffering from anaphylaxis, but they do expect to have guidance soon. \"[Information] is going to change as they learn more details about these individuals. We have the ability to figure out: Was it a true allergic reaction? What specific part of the vaccine triggered the reaction?\" Dr. Stukus says. Once those questions have been answered, doctors will be better able to answer questions about who should get the vaccine. \"For the majority of the US population, by the time they will be receiving the vaccine, we will likely have a lot more data and information to inform them better,\" Dr. Javaid says. Most of that information regarding vaccine use among those with a history of anaphylaxis or allergic reactions will come from the American Academy of Allergy, Asthma, and Immunology, which is currently investigating the two incidents in the UK. The FDA will also provide guidance on how proceed in you have a history of allergic reactions to vaccines, Dr. Hong says. Your Top 10 Coronavirus Questions of 2020, According to Google—Answered Of course, any type of negative reaction to a vaccine—especially one as important as the COVID-19 vaccine—is concerning, but experts advise taking a step back from too much news coming from the UK while US agencies are still reviewing science. \"FDA is reportedly meeting on December 10 to discuss these vaccines and will likely make an announcement based on the data they receive from vaccine manufacturers. We will know more about this in upcoming days,\" Dr. Javaid adds. And remember: These isolated reports are only happening to very few people among thousands of others who have already participated in clinical trials, which have deemed the vaccines beginning to be distributed as safe to use. In other words, instead of assuming that what happened to one or two people will happen to most others like them, we should instead wait for experts to thoroughly dissect the cases in the UK to figure out what exactly happened to them and why—which is what the FDA is currently doing. The information in this story is accurate as of press time. However, as the situation surrounding COVID-19 continues to evolve, it's possible that some data have changed since publication. While Health is trying to keep our stories as up-to-date as possible, we also encourage readers to stay informed on news and recommendations for their own communities by using the CDC, WHO, and their local public health department as resources. Was this page helpful? Thanks for your feedback! Tell us why! Other Submit "}