{"title": "CDC Identifies Next Priority Groups for COVID Vaccine", "author": "Kerry Dooley Young", "url": "https://www.medscape.com/viewarticle/942967", "hostname": "medscape.com", "description": "The CDC's ACIP panel identified key groups who will be in the next two vaccination waves, including those aged 75 years and older, some essential workers, and those with high-risk medical conditions.", "sitename": "Medscape", "date": "2020-12-20", "cleaned_text": "and guidance in Medscape's [Coronavirus Resource Center](https://www.medscape.com/resource/coronavirus). UPDATED // The original text has been modified to clarify those groups included in phase 1c. An influential federal advisory panel on Sunday voted to recommend that the elderly and certain essential workers be the next group of Americans to get access to limited doses of COVID-19 vaccine. The Advisory Committee on Immunization Practices (ACIP) of the Centers for Disease Control and Prevention (CDC) voted 13-1 for the recommendation. This builds on ACIP's initial recommendation about which groups should be in the first wave of vaccinations, described as Phase 1a. ACIP [earlier recommended](https://www.medscape.com/viewarticle/941846) that Phase 1a include US healthcare workers, a group of about 21 million people, and residents of long-term care facilities, a group of about 3 million. On Sunday, ACIP said the next priority group, Phase 1b, should consist of what it called front-line essential workers, a group of about 30 million, and adults aged 75 years and older, a group of about 21 million. When overlap between the groups is taken into account, Phase 1b covers about 49 million people, according to CDC. Phase 1c then would include adults aged 65-74 years (a group of about 32 million), adults aged 16-64 years with high-risk medical conditions (a group of about 110 million), and essential workers who did not qualify for inclusion in Phase 1b (a group of about 57 million). With the overlap, Phase 1c would cover about 129 million. The FDA this month has granted emergency use authorizations for two COVID-19 vaccines, one developed by Pfizer-BioNTech and another from Moderna. Other companies, including Johnson & Johnson, have advanced their potential rival COVID-19 vaccines into late-stages of testing. To date, about 2.83 million doses of Pfizer's COVID-19 vaccine have been distributed and 556,208 doses have been administered, according to the CDC. But there will likely still be a period of months when competition for limited doses of COVID-19 vaccine will trigger difficult decisions. Current estimates indicate there will be enough supply to provide COVID-19 vaccines for 20 million people in December, 30 million people in January, and 50 million people in February, said Nancy Messonnier, MD, director of the CDC's National Center for Immunization and Respiratory Diseases. State governments and health systems will take ACIP's recommendations into account as they roll out the initial supplies of COVID-19 vaccines. There's clearly wide latitude in these decisions. In the past week, for example, many members of Congress tweeted photos of themselves getting COVID-19 vaccines, despite not falling into ACIP's description of the Phase 1 group. Difficult Choices All ACIP members described Sunday's vote as a difficult decision. It forced them to choose among segments of the US population that could benefit from early access to the limited supply of COVID-19 vaccines. \"For every group we add, it means we subtract a group. For every group we subtract, it means they don't get the vaccine\" for some months, said ACIP member Helen Keipp Talbot, MD, of Vanderbilt University, Nashville, Tennessee. \"It's incredibly humbling and heartbreaking.\" ACIP member Henry Bernstein, DO, who cast the lone dissenting vote, said he agreed with most of the panel's recommendation. He said he fully supported the inclusion of adults aged 75 years and older and essential frontline workers in the second wave, Phase 1b. But he voted no because the data on COVID-19 morbidity and mortality for adults aged 65-74 years is similar enough to the older group to warrant their inclusion in the first wave. \"Therefore, inclusion of the 65- to 74-year-old group in Phase 1b made more sense to me,\" said Bernstein, a professor of pediatrics at the Zucker School of Medicine at Hofstra/Northwell in New York. As defined by CDC, front-line essential workers included in phase 1b will be those commonly called \"first responders,\" such as firefighters and police officers. Also in this group are teachers, support staff, daycare providers, and those employed in groceries and agriculture. Others in this group would include US Postal Service employees and transit workers. ACIP panelists noted the difficulties that will emerge as government officials and leaders of healthcare organizations move to apply their guidance to real-world decisions about distributing limited supply of COVID-19 vaccine. There's a potential to worsen existing disparities in access to healthcare, as people with more income may find it easier to obtain proof that they qualify as having a high-risk condition, said José Romero, MD, the chair of ACIP. Many people \"don't have access to medical care and can't come up with a doctor's note that says, 'I have diabetes,'\" he said. ACIP panelists also noted in their deliberations that people may technically qualify for a priority group but have little risk, such as someone with a chronic medical condition who works from home. And the risk for COVID-19 remains serious even for those who will ultimately fall into the phase 2 for vaccination. Young adults have suffered serious complications following COVID-19, such as stroke, that may alter their lives dramatically, ACIP member Talbot said, adding that she is reminded of this in her work. \"We need to be very cautious about saying, 'Young adults will be fine,'\" she said. \"I spent the past week on back-up clinical call and have read these charts and have cried every day.\" The three ACIP members who had conflicts that prevented their voting were Robert L. Atmar, MD, who said at the Saturday meeting he had participated in COVID-19 trials, including research on the Moderna vaccine; Sharon E. Frey, MD, who said at the Saturday meeting that she had been involved with research on COVID-19 vaccines, including Moderna's; and Paul Hunter, MD, who said he has received a grant from Pfizer for pneumococcal vaccines. The other panel members have reported no relevant financial relationships. Follow Medscape on [YouTube](https://www.youtube.com/user/medscape). Medscape Medical News © 2020 WebMD, LLC Send comments and news tips to [news@medscape.net](mailto:news@medscape.net). Cite this: CDC Identifies Next Priority Groups for COVID Vaccine - Medscape - Dec 20, 2020. "}