{"title": "Safety and prevention concept - FAQs - Hapag-Lloyd Cruises", "author": null, "url": "https://www.hl-cruises.com/travel-safely/faq", "hostname": "hl-cruises.com", "description": "FAQ", "sitename": "hl-cruises.com", "date": "2023-05-17", "cleaned_text": "Vaccination against Covid-19 is currently not required in most countries of destination. Please refer to the overview below for trips for which there are currently still official vaccination requirements for entry. If vaccination requirements change due to local regulations, we will inform you immediately. You will receive up-to-date information with your travel documents. Due to the dynamic developments around Covid-19, there may still be short-term adjustments to individual program points. These adjustments are always made in the interest of the health and safety of our guests and are based on current official requirements. For your own protection, we still recommend that you bring a sufficient number of your own surgical masks or FFP2 masks. Due to official regulations, you may be required to wear a mask during the flights of individual airlines, in individual ports or countries, and in certain situations. In view of the relaxation of various countries, Hapag-Lloyd Cruises is also further adapting its COVID-19 measures. For example, as of May 2023, proof of vaccination protection or negative COVID-19 test results will no longer be required, provided the ships' cruising areas allow it. If testing and vaccination requirements differ for specific destinations due to local regulations, guests will receive the information with their travel documents. According to the currently valid vaccination requirements, this affects voyages on the luxury ships MS EUROPA and MS EUROPA 2 as well as the expedition ship HANSETIC spirit, which sometimes sail to the Philippines or Indonesia. According to the current status, the changes will be implemented as of the following voyages: 2023||NAT2312| Even if a vaccination against COVID-19 is not mandatory for the start of the journey, it is recommended as well as an independently performed antigen test - in your own interest as well as in the interest of all persons traveling with you. *For the SPI2407 vaccination is currently mandatory due to local regulations. Travelers 18 years and older must be vaccinated at least twice against Covid-19. Recovery certificates do not replace vaccinations. Our cruise prices include a cancellation fee insurance from ERGO Reiseversicherung AG. The insurance cannot be deducted from the cruise price and is an integral part of the booking. The excess is 20 % of the refundable loss, but no less than € 25 per person. Note: The cancellation fee insurance included in the cruise price does not provide Covid-19 cover. Therefore, the cancellation fee insurance should be supplemented with additional Covid-19 cover up to 30 days prior to the start of the cruise, as illness due to a Covid-19 infection is otherwise not insured. We offer two multi-cover protection packages from ERGO Reiseversicherung AG for travellers resident in the European Economic Area (EEA), which should be extended to include the supplementary Covid-19 cover. Please refer to the additional information provided here [https://www.hl-cruises.com/cruise-with-us/faqs/planning-your-cruise ](https://www.hl-cruises.com/cruise-with-us/faqs/planning-your-cruise)in the section on insurance. "}