{"title": "Areas of Interest", "author": null, "url": null, "hostname": null, "description": null, "sitename": "Astellas Pharma US, Inc.", "date": "2023-01-01", "cleaned_text": "This website is intended for U.S. residents only. This website contains information about products that may not be available in all countries, or may be available under different trademarks, for different indications, or in different dosages. Nothing contained herein should be considered a solicitation, promotion or advertisement for any drug including those under development. Any information on the products contained herein is not intended to provide medical advice nor should be used as a substitute for the advice provided by your physician or other healthcare provider. Oncology Astellas is committed to the development of cancer therapeutics that we believe will deliver innovative treatments to cancer patients throughout the world with the potential to have a significant positive impact on their lives. Oncology is the largest therapeutic area within Astellas, accounting for half of the company's Development spend. We are proud of our products Xtandi and Tarceva, which provide important treatment options for patients with metastatic prostate cancer and lung cancer respectively. We acquired rights to these compounds when in development and helped to bring them to the market where they are currently treatments relied upon by patients and their physicians. Astellas Oncology is built on a healthy mix of internal and external innovation. As a global company headquartered in Japan, Astellas has also assisted many partners with the clinical development and commercialization of oncology products in Japan and throughout Asia. To supplement our internal research efforts, which has produced gilteritinib a FLT3/AXL inhibitor now in late stage development for AML, we are actively seeking to partner with academic or industry stakeholders that share our passion for bringing innovative cancer care to patients. In oncology, Astellas has demonstrated a willingness to structure collaborations that meet the needs of our partners and support complimentary scientific contributions to the programs for the benefit of patients globally. These efforts have included providing funding for preclinical and early clinical work conducted by academic collaborators and private companies. We have also completed licensing arrangements to gain access to both technology and compounds in clinical development. We recently acquired a German biotechnology company Ganymed Pharmaceuticals, their desired outcome, gaining the rights to an antibody that has demonstrated significant potential in Phase 2 studies and has generated data in gastroesophageal cancer and programs related to claudin biology. Our collaboration with Potenza is helping propel Astellas forward in immmuno-oncology (IO) and we believe this will produce a series of novel antibodies that are at the forefront of innovation and represent the next wave of novel targets. Areas of Interest: - Genitourinary Malignancy treated by either urologists or medical oncologists - Hematologic Oncology, especially products with the potential to ultimately be prescribed by the hematologists treating AML - Immuno-oncology approaches that would supplement our growing pipeline - Agents with demonstrated clinical activity based on innovative approaches - Core research technologies that would expand our capabilities Urology Functional urological problems continue to have widespread impact for both men and women. The introduction of mirabegron (3 adrenergic receptor agonist) has added to the armamentarium and to the historically strong presence of Astellas in the urology therapeutic area. However, functional bladder problems continue to be an issue with patients worldwide, and sometimes have more severe consequences. Astellas is active in functional urology with tamsulosin for LUTS BPH, solifenacin and mirabegron for overactive bladder, and active development programs in all the areas of interest named below. A new program, fezolinetant in menopause related vasomotor symptoms using an NK3 antagonist (non-hormonal MoA), has recently been added to our pipeline through the acquisition of Belgian biotechnology company Ogeda. Fezolinetant complements the more traditional development programs and our development experience and tackles a critical unmet medical need for patients. With its experience in the area Astellas continues to have an active search program for development opportunities with innovative mechanisms relating to the areas of interest. Programs with human data are of greatest interest. Areas of Interest: - Underactive Bladder - Nocturia - Interstitial cystitis/bladder pain syndrome Nephrology There is a growing prevalence of type 2 diabetes mellitus and a consequential rise in diabetic kidney disease (DKD). Despite the current standard of care of ACE inhibitors or angiotensin receptor blockers, there remains a high medical need to slow the progression of diabetic kidney disease and prevent or delay the need for dialysis. Increasing recognition of acute kidney injury (AKI) and its short and longer term medical consequences also provides an opportunity to intervene in this area. Astellas is active in nephrology with bixalomer for hyperphosphatemia on the market in Japan (in-licensed from Ilypsa, now Amgen), calcium polystyrene sulfonate for hyperkalemia in Japan (partnership with Sanwa Kagaku Kenkyusho), roxadustat in phase 3 development for the anaemia of chronic kidney disease in Europe and Japan (partnership with FibroGen) and earlier phase global projects in DKD and AKI. We are also interested in acquiring rights to projects in AKI with a focus on Phase II assets. Other nephrology indications could also be of interest, especially if providing synergy with our primary areas of interest. Areas of Interest: - Acute Kidney Injury Immunology Areas of Interest: - Systemic Lupus erythematosus - Systemic sclerosis - Celiac disease - Allergies Neuroscience Astellas has identified neuroscience as a focused area for research and development due to the high unmet medical needs and tremendous research potential. Our efforts in neuroscience include both central nervous system (CNS) disorders and pain therapeutics. For CNS disorders, our focus is treatments of psychiatric disorders, particularly schizophrenia and bipolar disorder. These diseases significantly impact the lives of millions of patients and their families across the globe. Astellas aspires to understand the cause of psychiatric disorder and is exploring ways to treat all aspects of the disease. To achieve this, we are studying genetics and pathophysiology of the diseases in-house and through research collaborations with academic institutions such as the Lieber Institute for Brain Development (LIBD). We believe that this approach could ultimately lead to novel targets and treatments. We are looking for a partner who has Phase II or later stage of compounds for treatment of psychiatric conditions. Earlier stage opportunities would also be within our interest, but need to be based on genetics/pathophysiology of the disease. Any kind of modalities are within our scope. Areas of Interest: - Treatments that (1) target cognitive impairment associated with schizophrenia and cognitive impairment associated with psychotic bipolar disorder, (2) prevent or attenuate the emergence of schizophrenia or psychotic bipolar disorders, (3) treatments for Negative Symptoms in Schizophrenia - Genetics- and pathophysiology-based novel therapies Muscle Diseases Skeletal muscle is the largest tissue in human body. Impairment of certain muscle functions, in particular conditions which lead muscle atrophy, can cause significant disabilities for patients in activities of daily living. Age-related loss of muscle mass and strength [sarcopenia], several cachexic conditions and various multiple disuse muscle conditions are all responsible for the inducement of muscle atrophy. Astellas' drug discovery team sees high unmet medical needs in these conditions, and is making efforts to address these needs through a comprehensive therapeutic approach. In addition, patients who present with neuromuscular diseases such as amyotrophic lateral sclerosis [ALS] and spinal muscular atrophy [SMA] show a dramatic decrease in both muscle mass and power generation. This decrease in mass and power is the output of severely damaged neuronal input - a prime function of the control of muscle movement. To address the high unmet needs of patients and medical experts in the above mentioned muscle diseases and conditions, Astellas is very active in its drug discovery programs, utilizing proprietary research technologies as well as in partnership with biotechnology companies, such as Cytokinetics and Mitobridge. seeking potential external assets and opportunities. Also, Astellas is actively seeking new collaboration opportunities, such as partners who possess assets in clinical stage phase 1 or later. Ideal compounds within antibody / gene therapy / cell therapy modalities would be of interest. Assets in preclinical stage are also of interest to Astellas - however in such circumstances, assets would need to be based within the cutting-edge / emerging science paradigm. Astellas also has a significant interest in the synergistic field of novel drug delivery and technology in order to achieve efficient drug delivery into muscle tissue. Areas of Interest: - Novel therapies including gene/cell therapies in neuromuscular diseases - Improvement of muscle functions in non-neuromuscular diseases with aging, cachexia, disuse conditions, chronic organ diseases major surgery and intensive care. - Drug delivery technologies which enable muscle-directed delivery Ophthalmology Eyesight is the important sensory function. Loss of vision leads to significant degradation of quality of life. Ophthalmology area is the place to realize a variety of new therapeutic methods and diagnostic techniques. New modalities such as cell therapy and gene therapy and groundbreaking imaging technologies to non- invasively observe retina are being actively tested. Astellas has focused its attention on this therapeutic area, with cell therapy programs, through its acquisition of Ocata Therapeutics in 2015. We also have established a new partnership with CLINO Corporation in the field of gene therapy in 2016. To address the unmet medical needs of patients with vision issues, Astellas is now playing an active role in the development of innovative treatment avenues for eye diseases in collaboration with researchers, physicians and all the people with the common spirit. We are currently looking for the opportunities mainly for the back of the eye diseases. As for wet-type age- related macular degeneration (AMD) and diabetic macular edema, we are interested in opportunities which can assert clear advantages over the current standard of care. Regarding dry-type AMD, any type of partnership are welcome including research collaboration looking at the situation that its pathophysiology is less well understood. To treat inherited retinal diseases, our favorite partnership is to seek approach to treat patients in a mutation type independent manner. We are also exploring next-generation therapy for glaucoma/glaucomatic optic neuropathy, which can bring the recovery of visual field. Any kinds of modalities and any types of other retinal diseases are within our scope. Areas of Interest: - Back of the eye diseases (AMD, DME, inherited retinal diseases, glaucomatic optic neuropathy....) - New modalities including cell therapy and gene therapy. Regenerative Medicine Areas of Interest: - PSC-derived cell products for patients with high unmet needs - Technology to manufacture cell products safe and efficiently Vaccine Astellas is looking for innovative vaccine opportunities to meet unmet medical needs. Although clinical stage programs are preferable, earlier stage opportunities including research collaboration are also within our scope. We are interested in vaccines against pathogens including bacteria, viruses and fungi for prophylactic and therapeutic use. Areas of Interest: - Healthcare Associated Infection (HAI) vaccines (Gram negative bacteria and others) - Vaccines against virus infections (RSV, CMV, Norovirus and others) - Vaccines for refractory infection Close Gene therapy Gene therapy is an approach to treating disease by either modifying the expression of a gene or the correcting of a mutated gene. The nucleic acid molecule is packaged within a \"vector\", such as a virus, which is used to deliver the molecule inside the cell to expressed new gene for a functional protein to treat the disease. Many different diseases like number of cancers and monogenic inherited diseases are currently being investigated as candidates for gene therapy. Astellas has several gene therapy programs in pre-clinical R&D pipeline. Adeno-associated Virus-modified Volvox channelrhodopsin-1 CLINO Corporation, to treat retinitis pigmentosa is one of advancing program to provide right to patients. Astellas is pursuing this emerging treatment modality to address a wide variety of unmet medical needs for patients. Advanced programs to show the efficacy into clinical study would be interest of course. However there is limitation to leverage this fast-growing treatment modality by the hurdles like delivery including vector, controlled expression and transgene. Any breakthrough technologies to extend the potential of gene therapy will meet our interest. Areas of Interest: - in vivo gene therapy - AAV - Oncolytic Virus - As therapeutic area, Sensory diseases, CNS, Muscle disorders, Cancer - Genome editing Close "}