{"title": "What is the Best Lion's Mane Mushroom Dosage?", "author": "Forij co; Parker Olson", "url": "https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-dosage", "hostname": "forij.co", "description": "Our customers always ask us how much lion's mane they should be taking to reap the many benefits it provides. The optimal lion's mane dosage will depend on a variety of factors unique to you, such as your age, weight, and what you use the mushroom for.", "sitename": "Forij.co", "date": "2022-03-05", "cleaned_text": "Upon reading [our guide to Hericium erinaceus](https://www.forij.co/pages/lions-mane-mushroom-guide), our customers always ask us how much lion's mane they should be taking to reap the many benefits it provides. The optimal lion's mane dosage will depend on a variety of factors unique to you, such as your age, weight, and what you use the mushroom for. Therefore, you should view the following recommendations as general guidelines. Read on to learn about the lion's mane benefits, side effects, dosage, and preparation, and experiment until you find the perfect dosage for you. Article Jumplinks [What is the best lion's mane dosage for depression?](#lions_mane_dosage_depression) [How much lion's mane should you take to improve memory and focus?](#lions_mane_dosage_memory) [What is the best lion's mane dosage for dementia?](#lions_mane_dosage_dementia) is the optimal lion's mane dosage for ADHD?](#lions_mane_dosage_adhd) is the best lion's mane dosage for neuropathy?](#lions_mane_dosage_neuropathy) [What is the best lion's mane dosage for multiple sclerosis?](#lions_mane_dosage_ms) [What is the best lion's mane dosage for Parkinson's disease?](#lions_mane_dosage_parkinsons_disease) [How much lion's mane should you take for health maintenance?](#lions_mane_dosage) [What are the best ways to take lion's mane?](#taking_lions_mane) [How much lion's mane mushroom is in Forij granola?](#lions_mane_mushroom_in_forij_granola) is Lion's Mane? The lion's mane mushroom (Hericium erinaceus) is a popular functional mushroom that [grows in North America, Europa, and Asia](https://www.forij.co/blogs/mushrooms/how-to-identify-lions-mane). Hericium erinaceus is saprotrophic, meaning that it feeds off dead tree tissues. Although there's still a lot to learn about the effects of lion's mane on our body, current research suggests this [adaptogenic mushroom](https://www.forij.co/blogs/mushrooms/adaptogenic-mushrooms) could be beneficial in treating various illnesses, including depression, diabetes, and Alzheimer's disease. Lion's Mane Benefits Research on the [health benefits of lion's mane mushroom](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-health-benefits) indicates this fungus has the potential to promote the production of nerve growth factor (NGF) proteins and repair brain cells. [Lion's mane appears to ease the symptoms of arthritis](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-arthritis), lessen oxidative stress, promote neurite outgrowth, as well as improve overall mental clarity and neuronal health. Some of the [potential benefits of lion's mane for kids](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-kids) and adults include: - reduces symptoms of anxiety and depressive disorders - reduces inflammation and peripheral nerve pains - improves cognitive functioning - has a protective effect on the brain and improves overall brain health - reduces the risk of heart disease and blood clots - prevents memory loss and protects against mild cognitive impairment and Alzheimer's disease - lowers blood sugar levels - combats sleep disorders - encourages apoptosis (cell death) of cancer cells - improves digestive health - boosts the immune system and improves immune functioning - has neuroprotective properties and reduces brain damage in neurodegenerative diseases, such as Parkinson's disease, and multiple sclerosis Lion's Mane Spiritual Benefits [Lion's mane mushrooms appear to have spiritual benefits](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-spiritual-benefits). These mushrooms enhance focus and memory, aid in the reduction of depression and anxiety, and improve overall mental health. Shaolin monks in ancient China used the lion's mane mushroom in daily practice to improve their concentration. They believed it increased their \"Qi,\" a mystical, energetic life force. The Best Lion's Mane Mushroom Dosage The lion's mane dosage that works for you will differ greatly based on what you use it for. Most people start with a lower dosage (usually 750-1000 mg per day) and work their way up until they are satisfied with the effects these [functional mushrooms](https://www.forij.co/pages/our-mushrooms) provide. Lion's Mane Dosage for Depression There's a plethora of anecdotal and research-based evidence of the [effect of lion's mane on anxiety](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-anxiety), as well as [its ability to improve symptoms of depression](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-depression). Many use Hericium erinaceus mushroom extracts to combat common symptoms of these disorders, such as brain fog and sleep problems, and [lion's mane even appears to alleviate these symptoms in people with OCD](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-ocd). However, there is no perfect lion's mane dosage that will absolutely alleviate anxiety and depression in everyone. While some people report taking 750-1000 mg daily, others take up to a couple of spoonfuls of lion's mane mushroom powder (around 5000 mg) to feel the calming effect of Hericium erinaceus. Therefore, it's best to start with a low dosage and gradually increase the amount you take until you find a dosage that works for you. Lion's Mane Dosage for Memory and Focus Using Hericium erinaceus for memory, focus, and overall improved cognitive functioning is quite common, and [animal studies](https://pubmed.ncbi.nlm.nih.gov/21383512/), as well as [human studies](https://www.jstage.jst.go.jp/article/biomedres/40/4/40_125/_article/-char/ja/), suggest that lion's mane can provide these benefits, even at lower dosages. If you want to reap the [lion's mane focus and memory-boosting benefits](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-memory), start with a daily dose of 750-1000 mg and work your way up gradually. It may be beneficial to take a supplement before your morning coffee, especially if taking caffeine on its own makes you anxious due to the relaxing effects of these medicinal mushrooms. Lion's Mane Dosage for Dementia and Alzheimer's Disease Both human and animal study results suggest that [lion's mane could lead to reduced symptoms of Alzheimer's disease](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-alzheimers-disease). According to the [Alzheimer's Drug Discovery Foundation](https://www.alzdiscovery.org/uploads/cognitive_vitality_media/Lions-Mane-Cognitive-Vitality-For-Researchers.pdf), the recommended dosage of lion's mane for Alzheimer's disease is about 1000 mg per day. In a [Japanese double-blind, placebo-controlled clinical trial](https://pubmed.ncbi.nlm.nih.gov/18844328/) that examined the effects of lion's mane extracts on cognitive impairment, the participants took four 250 mg supplements a day for 16 weeks. Hericium erinaceus intake appeared to significantly decrease mild cognitive impairment symptoms. If you want to experience [lion's mane mushroom dementia benefits](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-dementia), it's best to start with 1000 mg per day. However, if you don't notice any effects after a few weeks, feel free to increase the dosage and even double it. Lion's Mane Dosage for MS When it comes to medicinal mushrooms, Hericium erinaceus shows the most promise for MS treatment. [Lion's mane can alleviate various symptoms of multiple sclerosis](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-multiple-sclerosis), as well as slow down nerve degeneration common for this disease. The neuroprotective activity of Hericium erinaceus has been widely researched, and [studies show](https://pubmed.ncbi.nlm.nih.gov/21941586/) that this mushroom slows down nerve degeneration. Fruiting bodies of Hericium erinaceus also contain compounds that promote the production of new nerves, according to a [recent study](https://www.dl.begellhouse.com/journals/708ae68d64b17c52,0d49dda96a2a7147,6ce1a4f7295df1fb.html). If you're using lion's mane to manage MS, a higher dosage may be more beneficial. Some people with MS report taking 750 mg per day, while others take upwards of 1000 mg per day or more. Still, if you're new to lion's mane, you can always start with a lower dosage and work your way up over a few weeks. Lion's Mane Dosage for Parkinson's Disease Another promising lion's mane mushroom benefit is its ability to alleviate symptoms and slow down the progression of Parkinson's disease. A [2020 animal study](https://www.mdpi.com/2076-3921/9/2/137) looked at the effects of Hericium erinaceus on neurotoxicity related to Parkinson's disease. According to the results of this study, the mice that were given a lion's mane extract showed fewer signs of cytotoxicity of neuronal cells thanks to the protective effects of erinacine A, a compound found in this adaptogenic mushroom. To reap the [benefits of lion's mane for Parkinson's disease](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-parkinsons-disease), you should take this mushroom every day for at least a month. Start with a low dosage (about 250 mg) if you're not used to adaptogenic mushrooms and steadily increase the dose until you reach about 3000 mg or start noticing an improvement in your symptoms. Lion's Mane Dosage for ADHD Many people swear by [the ability ](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-adhd) [Hericium erinaceus ](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-adhd) [to alleviate symptoms of ADHD](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-adhd), and anecdotal evidence suggests that taking the mushroom at a higher dosage could be quite beneficial. Lion's mane dosages for ADHD usually range from 2000 mg to 5000 mg per day, but it's best to start with 2000 mg and work your way up over time. Although there have been no reports of negative [lion's mane drug interactions with Adderall](https://www.forij.co/blogs/mushrooms/lions-mane-vs-adderall) and similar medications to date, make sure to consult with your doctor if you are on a prescription ADHD medication. Lion's Mane Dosage for Neuropathy Neuropathy is a highly painful and disruptive condition caused by nerve dysfunction and damage. [Lion's mane appears to alleviate neuropathy](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-neuropathy) by promoting nerve regeneration and neurogenesis. To reduce neuropathic pain, it's best to take about 500-1000 mg of Hericium erinaceus 1-3 times a day. The exact dosage will differ from person to person, so you should experiment until you find the perfect dosage for you. Lion's mane does not seem to interact with traditional neuropathy medication, so it's safe to reap this effect of Hericium erinaceus, even if you're on pain relief drugs. Lion's Mane Dosage for Overall Health Maintenance If you want to include lion's mane into your diet for its antioxidant activities, use it for its [neurotrophic properties](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-neurogenesis), or as a natural energy boost, you probably don't need to take too much to notice a difference. For overall health maintenance, a daily doses of lion's mane of 250 mg to 750 mg should be enough, at least in the beginning. You can increase the dosage gradually if you feel like taking more lion's mane would benefit you. However, for antioxidants and overall health maintenance, a dosage of 1000 mg per day should be enough. How to Take Lion's Mane The three most common [ways of taking lion's mane](https://www.forij.co/blogs/mushrooms/how-to-take-lions-mane) are supplements, fortified foods, and using lion's mane in recipes. Due to its high availability and low cost, there are many lion's mane supplements on the market. However, not all supplements are equal, so do your research in order to make sure the lion's mane product you're using is of the highest quality. Lion's Mane Supplements Taking a lion's mane supplement is arguably the easiest way to get this adaptogenic mushroom into your diet. Most supplements are available in the form of a [lion's mane extract or a mushroom powder](https://www.forij.co/blogs/mushrooms/lions-mane-extract-vs-powder) and capsules (usually 250mg tablets), and some contain other beneficial adaptogens, such as the reishi mushroom, the maitake mushroom, and St. John's Wort. Cooking With Lion's Mane If you get your hands on raw lion's mane mushrooms, use them in a recipe. From mushroom risotto to soup and pasta with lion's mane, there are a lot of delicious recipes to experiment with. You can also eat lion's mane raw, although many avoid doing so due to [its overpowering taste](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-taste). Foods Fortified With Lion's Mane If you're looking for a fuss-free way to include lion's mane into your diet, foods fortified with Hericium erinaceus mushroom extracts may be the right choice for you. Nowadays, you can choose from mushroom coffee, mushroom tea, and even mushroom granola (our granola also contains cordyceps and chaga mushrooms, which provide a slew of benefits as well). Forij Mushroom Granola It's best to [take lion's mane in the morning](https://www.forij.co/blogs/mushrooms/should-i-take-lions-mane-in-the-morning-or-at-night), and what better way to do so than with granola. Forij granola uses a high-quality lion's mane extract made from whole medicinal mushrooms. Our dual extraction method extracts both water-soluble beta-glucans as well as alcohol-soluble triterpenes. Our decoction process breaks down indigestible chitin cell walls of the mushroom to get much more of these compounds out than ordinary processes do. One serving of our granola provides 250 mg of hyperconcentrated lion's mane extract, which is eight times more concentrated than a regular lion's mane supplement. Therefore, you get as much lion's mane potency as you would if you were taking a 2000 mg mushroom powder supplement, all in one bowl of granola. Lion's Mane Side Effects Although there's not a lot of research on the adverse effects of lion's mane mushroom extract, the centuries of lion's mane use in traditional Chinese medicine and cooking suggest that there are [no side effects to regular lion's mane use](https://www.forij.co/blogs/mushrooms/lions-mane-side-effects). However, if you want to err on the side of caution, talk to a medical professional before you start taking lion's mane supplements or including the medicinal mushroom Hericium erinaceus into your diet. Can I Take Lion's Mane Everyday? It's not only completely safe but incredibly beneficial to take lion's mane mushrooms every day. Long-term benefits of lion's mane—such as their ability to prevent cancer and alleviate symptoms of depression and anxiety—become more pronounced the longer you use this mushroom. Lion's Mane Addiction: Can You Become Addicted to Lion's Mane? [Lion's mane poses no risk of addiction](https://www.forij.co/blogs/mushrooms/lions-mane-mushroom-addiction), even if you consume it every day. This mushroom is not psychedelic and [won't get you high](https://www.forij.co/blogs/mushrooms/does-lions-mane-get-you-high). If you stop using lion's mane mushrooms, you won't experience symptoms of withdrawal or other problems. How Much Lion's Mane is Too Much? Your daily intake of lion's mane shouldn't exceed 5000 mg. Even at high doses, there are no serious side effects to taking Hericium erinaceus. However, you may experience some digestive discomfort, such as indigestion and bloating, if you take a high dose, especially if you're not used to adaptogenic mushrooms. Is 1000mg of Lion's Mane Too Much? No, 1000mg of lion's mane is not too much if you're used to the effects of adaptogenic mushrooms. If you're new to medicinal mushrooms, start with 250-750 mg and work your way up to 1000 mg or more to avoid digestive issues and bloating. How Much Lion's Mane Powder Per Day Should I Take? You should aim for around 2000 mg of lion's mane powder per day. Supplement powders are typically less potent than extracts. Therefore, you'll need to take more of lion's mane powder than if you were to consume this mushroom in the form of an extract. Alternatively, opt for Forij granola, which is fortified with hyperconcentrated Hericium erinaceus extract, which is easier to digest, therefore improving effects of the mushroom. What Is the Ideal Fresh Lion's Mane Dosage? You can eat as much fresh lion's mane as you want, whether you're taking supplements or not. However, if you're taking lion's mane to prevent or treat a disease, it's best to take a high-quality supplement or food fortified with a lion's mane extract (such as Forij granola). Many indigestible parts of lion's mane contain valuable nutrients, so the best way to reap the benefits of this mushroom is by combining fresh lion's mane with a supplement. Interested in Trying Lion's Mane? Lion's mane is quite beneficial and generally safe for most people. If you want to incorporate it into your diet, you can do so with our [Forij Superfood Granola](https://www.forij.co/products/superfood-granola). In addition to a hyperconcentrated lion's mane extract, our granola contains extracts of [cordyceps](https://www.forij.co/pages/cordyceps-mushroom-guide) and [chaga mushrooms](https://www.forij.co/pages/chaga-mushroom-guide). The granola is vegan, gluten-free, packed with nutrients, and delicious. What more could you want in a morning bowl of cereal? Resources: [Mori, K (2011). Effects of Hericium erinaceus on (25-35) peptide-induced learning and memory deficits in mice](https://pubmed.ncbi.nlm.nih.gov/21383512/) [Saitsu, Y. (2019). Improvement of cognitive functions by oral intake of Hericium erinaceus](https://www.jstage.jst.go.jp/article/biomedres/40/4/40_125/_article/-char/ja/) [Mori, K. (2009) Improving effects of the mushroom (Hericium erinaceus) on [Wong, K-H (2011) Peripheral Nerve Regeneration Following Crush Injury to Rat Peroneal Nerve by Aqueous MPTP Model of Parkinson's Disease](https://www.mdpi.com/2076-3921/9/2/137) Forij Disclaimer This article was written strictly for informational purposes and is not intended to diagnose, treat, cure, or prevent any disease. The statements contained herein have not been evaluated by the Food and Drug Administration (FDA) and are not a substitute for professional medical advice, diagnosis, or treatment information. "}