{"title": "Seguridad, reacciones, inmunidad, embarazo y ms: Respuestas sobre la vacuna contra el COVID-19", "author": null, "url": "https://health.ucdavis.edu/news/headlines/seguridad-reacciones-inmunidad-embarazo-y-ms-respuestas-sobre-la-vacuna-contra-el-covid-19/2021/02", "hostname": "ucdavis.edu", "description": "<p>Cerca de 30 millones de personas han recibido la vacuna contra el COVID-19 -con muy pocas reacciones serias. Expertos en enfermedades infecciosas responden a preguntas sobre la seguridad y eficacia de la vacuna, qué reacciones esperar y mucho más.</p>", "sitename": "UCDavis Health", "date": "2021-02-26", "cleaned_text": "inmunidad, embarazo y más: Respuestas sobre la vacuna contra el COVID-19 20 millones de vacunaciones y un intenso control científico muestran que las vacunas son seguras y eficaces. Las vacunas contra el COVID-19 traen la promesa global de luz al final de la pandemia, pero mucha gente tiene preguntas sobre reacciones, eficacia, seguridad y otras cosas. [Dean Blumberg](https://health.ucdavis.edu/team/pediatrics/497/dean-blumberg---pediatric-infectious-diseases-sacramento), jefe de enfermedades infecciosas en pediatría en [UC Davis Children's Hospital](https://health.ucdavis.edu/children/) y [Natascha Tuznik](https://health.ucdavis.edu/team/search/42379/natascha-tuznik---infectious-diseases-sacramento), profesora clínica asistente de enfermedades infecciosas, ayudan a responder preguntas sobre la vacuna. ¿Son seguras las vacunas? \"Ambas vacunas han demostrado científicamente que son seguras\", dijo Blumberg. \"Ambas han sido objeto de revisiones extensivas por parte de expertos\". Más de 46 millones de personas han recibido por lo menos la primera de dos dosis de la vacuna, según [datos de los Centros para el Control y la Prevención de Enfermedades](https://covid.cdc.gov/covid-data-tracker/#vaccinations) (CDC), y ha habido un número extraordinariamente bajo de informes sobre reacciones serias o problemas. En contraste, más de 500,000 estadounidenses han muerto de COVID-19 — más de uno de cada 1,000 estadounidenses, según el seguimiento de los CDC. ¿Están realmente bien examinadas las vacunas? \"Las vacunas han sido sometidas a estudios muy grandes y rigurosos sin atajos\", dijo Blumberg. \"Hubo 43,651 personas en más de 150 sitios inscriptos en los ensayos clínicos de [Pfizer/BioNTech](https://www.cdc.gov/vaccines/covid-19/info-by-product/pfizer/index.html), [incluyendo 225 en UC Davis Health](https://health.ucdavis.edu/health-news/newsroom/uc-davis-health-inscribe-a-participantes-en-importante-ensayo-clnico-de-vacuna-contra-el-covid-19/2020/08). Los resultados fueron revisados cuidadosamente\". El ensayo clínico de [Moderna](https://www.cdc.gov/vaccines/covid-19/info-by-product/moderna/index.html) incluyó a 30,351 personas y fue objeto del mismo rigor y las mismas revisiones. ¿Las vacunas ayudan a todos de la misma forma? Los resultados de los ensayos clínicos muestran que las vacunas contra el COVID-19 son eficaces en un 95% para personas de todos los grupos. Estos incluyen minorías raciales y étnicas, personas de 65 años y mayores, y aquellos con una o más de estas condiciones médicas: - Obesidad - Diabetes - Presión arterial alta - Enfermades cardiopulmonares crónicas Un grupo que no fue estudiado fue el de los niños. ¿Cuáles son las reacciones comunes a las vacunas contra el COVID-19? Mucha gente describe sus reacciones como similares a las de una vacuna contra la gripe y generalmente duran un día o dos. Los [CDC dicen](https://espanol.cdc.gov/coronavirus/2019-ncov/vaccines/expect/after.html) que los efectos más comunes son dolores en el brazo y a veces fiebre, escalofríos, cansancio y dolores de cabeza. Como se informó en ambos estudios, la mayoría de las reacciones más allá de dolor en el brazo ocurren después de la segunda dosis. ¿Por qué es común tener una reacción más fuerte después de la segunda dosis? \"Eso es normal,\" dijo Blumberg. \"Hace falta una segunda dosis para activar el sistema inmunológico. Eso es lo que causa la reacción más grande\". La segunda dosis crea lo que se llama un fenómeno de estimulación. Eso le ayuda al sistema inmunológico a crear una mayor capacidad para atacar el COVID-19. \"Cuando se recibe la primera dosis, el cuerpo aprende a crear anticuerpos para luchar contra el COVID-19\", dijo Tuznik. La segunda dosis pone en acción a esos anticuerpos. \"El cuerpo dice: 'Mira, una partícula de COVID. Atacar'\", dijo. \"Esta respuesta y esta reacción es lo que nos permite saber que la vacuna está actuando\". Blumberg sugiere planear para una reacción fuerte, si es posible, y no programar nada extenuante el día después de recibir la segunda dosis. Pero algunas personas no tienen ninguna reacción o una reacción muy leve con cualquiera de las dosis. Si uno no tiene ninguna reacción a ninguna de las dosis, ¿la vacuna sigue siendo eficaz? Sí, sigue siendo eficaz. — Natascha Tuznik \"Todos reaccionan de distinta manera a cada vacuna\", dijo Tuznik. \"Para alguna gente, su reacción es no tener una reacción. Pero el sistema inmunológico sigue fortaleciéndose, y la vacuna sigue actuando. No se desanime\". ¿Qué se sabe de las reacciones graves a la vacuna? [En un estudio](https://www.cdc.gov/mmwr/volumes/70/wr/mm7002e1.htm?s_cid=mm7002e1_w) publicado en enero, los CDC dijeron que el riesgo de anafilaxis — una reacción alérgica severa — es extremadamente bajo. En base a datos de la gente que ha recibido la primera de las dos dosis recomendadas, menos de una de cada 90,000 personas experimentará anafilaxis. Las personas con el mayor riesgo son aquellas que han tenido severas reacciones alérgicas a otras drogas o medicamentos, comidas o picaduras de insectos. \"En resumen, más de 46 millones de personas han recibido por lo menos una dosis\", dijo Tuznik. \"Los [CDC no han vinculado ninguna muerte ](https://abcnews.go.com/Health/post-vaccination-deaths-dont-covid-19-vaccine-deadly/story?id=75524209)a la vacuna.\" ¿Hay algo que deba hacer antes de recibir mi vacuna contra el COVID-19? Sólo dos advertencias: - No use ningún analgésico de venta libre antes de recibir la vacuna. - Si está recibiendo una vacuna contra la gripe o alguna otra vacuna, hágalo por lo menos 14 días antes de su primera dosis de la vacuna contra el COVID-19. \"Después de su vacunación, está bien tomar analgésicos si lo necesita para un dolor de cabeza o una fiebre moderada o algo\", dijo Tuznik. \"Pero no los use antes. Todavía no sabemos el impacto que esto puede tener en la respuesta de los anticuerpos inducida por la vacuna\". En cuanto a todo lo demás, es simplemente un día normal. \"Coma lo que come normalmente, y beba lo que bebe normalmente\", dijo. ¿Qué debo hacer después de recibir mi vacuna? Para asegurarse de que no vaya a tener reacciones serias, usted deberá esperar 15 minutos antes de volver a su casa (30 minutos si tiene antecedentes de reacciones alérgicas fuertes). ¿Después de eso? \"Siga con su día como siempre\", dijo Tuznik. Quizá con un poco de prudencia, está bien beber alcohol o comer cualquier comida normal esa noche. \"Pero no se exceda\", dijo Tuznik. \"Disfrute de su vida en moderación\". Con respecto a trabajar o hacer ejercicio ese día o al día siguiente, está bien hacer lo que usted hace normalmente si se siente bien. Simplemente preste atención a cómo se siente. \"Una reacción posible es sentir cansancio, entonces no se exija\", dijo Tuznik. Una advertencia: Espere por lo menos 14 días antes de su segunda dosis de la vacuna contra el COVID-19 para recibir una vacuna contra la gripe — si todavía no ha recibido una — o cualquier otra vacuna. ¿Cuándo empieza la inmunidad del COVID-19? [Información de la Administración de Medicamentos y Alimentos ](https://www.fda.gov/about-fda/fda-en-espanol/enfermedad-del-coronavirus-covid-19) (FDA) muestra que la gente empieza a crear alguna inmunidad — tanto como un 50% — 12 días después de la primera dosis. Pero no tendrán inmunidad total hasta siete días después de su segunda dosis con la vacuna de Pfizer o 14 días después de su segunda dosis con la vacuna de Moderna. ¿Podría contraer el COVID-19 por la vacuna? \"No hay absolutamente ninguna posibilidad de contraer COVID-19 por la vacuna. No es posible\", dijo Blumberg. \"Ninguna de las vacunas actualmente autorizadas en EE.UU. usa el virus vivo. No hay nada en la vacuna que pueda causar el COVID-19\". Tampoco va a tener una prueba positiva del COVID-19 a causa de la vacuna. — Dean Blumberg ¿Cuáles son las diferencias entre las vacunas contra el COVID-19? \"Si tuviera una opción,\" dijo Tuznik, \"yo tomaría la primera vacuna ofrecida. Son muy similares\". La diferencia más notable es que la segunda dosis de la vacuna de Pfizer se aplica 21 días después de la primera. En el caso de la vacuna de Moderna, la segunda dosis se aplica 28 días después de la primera. \"Realmente no importa qué vacuna reciba\", dijo Tuznik. \"Las dos son 95% seguras y eficaces. Lo que sí importa es recibir la vacuna\". ¿Cómo actúan las vacunas contra el COVID-19? Las vacunas de Pfizer y de Moderna usan el ARN mensajero, que es ácido ribonucleico y es natural en el cuerpo. El ARN mensajero les instruye a las células a hacer la proteína de pico que está en el coronavirus. Después el sistema inmunológico reconoce a la proteína como algo extraño y desarrolla anticuerpos para neutralizarlo. El cuerpo recuerda la proteína y está listo para atacar y eliminar el virus SARS-CoV-2. \"Las vacunas le enseñan a nuestra respuesta inmune a protegernos del COVID-19\", dijo Blumberg. \"El ARN mensajero no se queda por mucho tiempo. El cuerpo lo disuelve rápido y lo desecha\". ¿Cómo se desarrollaron tan rápidamente las vacunas contra el COVID-19? - La FDA y otros expertos revisaron la información de los ensayos clínicos de las vacunas contra el COVID-19 más rápidamente que lo usual porque analizaron los datos a medida que estaban disponibles. En la mayoría de los casos, la revisión no se hace hasta que los ensayos clínicos hayan terminado. Sin embargo, la revisión siguió los mismos exigentes estándares de seguridad y eficacia de siempre. - Los creadores de las vacunas y la comunidad científica dejaron todo para desarrollar una vacuna. - El sistema innovador del ARN mensajero — llamado plataforma — ha estado en desarrollo desde el año 2003. \"Las plataformas de la vacuna se desarrollaron en caso de que hubiera una pandemia\", dijo Blumberg. \"La mayor parte de la investigación fue determinar qué poner en una vacuna contra el COVID-19\". ¿Qué pasa si recibo una sola dosis? \"Yo no le aconsejo a nadie recibir una sola dosis\", dijo Tuznik. \"Si lo hace, definitivamente tendrá una inmunidad disminuida, y puede que no le dure\". Si espero más de los 21 y 28 días recomendados para recibir la segunda dosis, ¿la vacuna seguirá siendo eficaz? Los creadores de las vacunas aconsejan no demorar la segunda dosis si es posible, porque no han estudiado si la inmunidad durará o no. [Las últimas pautas de los CDC](https://espanol.cdc.gov/coronavirus/2019-ncov/vaccines/index.html) dicen que si no hay ninguna otra opción, está bien dejar pasar seis semanas entre las dos dosis. ¿Debería recibir la vacuna contra el COVID-19 si estoy embarazada? Los expertos recomiendan que la mayoría de las mujeres embarazadas se vacunen pero las instan a consultar primero con su médico. Aunque no se incluyeron mujeres embarazadas en los ensayos clínicos, un pequeño número de participantes quedaron embarazadas durante los ensayos y los estudios no mostraron ningún efecto negativo en las madres o sus bebés. \"Por otra parte\", dijo Tuznik, \"el COVID-19 crea un riesgo mucho más alto de enfermedades graves — incluyendo la muerte — en las mujeres embarazadas\". Si yo ya tengo COVID-19, ¿debo recibir la vacuna? \"Nuestra recomendación es vacunarse, porque no sabemos cuánto va a durar su inmunidad natural por estar enfermo\", dijo Tuznik. \"También recomendamos esperar hasta 90 días después de que todos los síntomas hayan desaparecido. "}