{"title": "Logística de la vacuna, en manos de FAETyL", "author": null, "url": "https://webpicking.com/logistica-de-la-vacuna-en-manos-de-faetyl/", "hostname": "webpicking.com", "description": "Andreani y DHL, empresas que integran FAETyL, serán rseponsables de la logística la vacuna contra el COVID-19 y llevarla a cada rincón de Argentina.", "sitename": "Multimedios sobre Logistica", "date": "2020-12-23", "cleaned_text": "Tras el anuncio del Gobierno de Argentina de la partida del avión de la aerolínea nacional, que vuela de regreso con las primeras dosis de la vacuna rusa contra el coronavirus, la [Federación Argentina de Transporte y Logística (FAETyL)](https://www.faetyl.org.ar/) toma la posta de la logística. La federación y sus cámaras asociadas pusieron a disposición su know how y profesionalismo, para hacer frente a la planificación de la logística de distribución de la vacuna COVID-19. \"Desde el principio, comprendimos que era necesario actuar eficientemente y de manera integral. Y para ello, se planificaron los protocolos con los estándares de alta eficiencia\", señalan desde la entidad. En este marco, Andreani y DHL, empresas que integran las cámaras que forman FAETyL, serán una piezas clave para que la vacuna sea transportada de manera profesional y segura a cada rincón del territorio. La cadena de la vacuna La cadena logística comenzará con DHL, que se ocupará de transportar la vacuna desde el laboratorio al avión que la traerá al país. La misión del equipo de logística de Andreani comenzará en el mismo momento en que el avión que transporta las dosis aterrice en Buenos Aires. La firma nacional será la encargada de recibir los lotes en la pista y llevarlos, bajo todos los protocolos establecidos, hasta un depósito en Avellaneda. Luego será los responsable de llevar la vacuna contra el COVID-19 a todas las provincias de Argentina. \"Desde FAETyL queremos felicitar a nuestras cámaras, especialmente a AECA y CAPSIA, quienes agrupan a Andreani y DHL, por tamaña responsabilidad que se han ganado gracias a su expertise y su servicio de calidad. Junto a ellos comienza una nueva etapa para el país que será de franca reactivación\", destacan. Vea también [La "}