{"title": "Waiving COVID vaccine patent rights? It's complicated - Harvard Law School", "author": "Jeff Neal", "url": "https://hls.harvard.edu/today/waiving-covid-vaccine-patent-rights-its-complicated/", "hostname": "harvard.edu", "description": "Harvard Law Today recently spoke to Professors Terry Fisher and Ruth Okediji about COVID-19 vaccine challenges in the global south, waiving drug-maker patents, and what they propose to reform the system in time for the next pandemic.", "sitename": "Harvard Law School", "date": "2021-12-28", "cleaned_text": "Since vaccines to prevent the spread of COVID-19 were first approved only months ago, more than 40% of people living in the United States have received at least one dose. But in nations like Mozambique, Namibia, and Sudan, that number is closer to 2%. So far, the World Health Organization's vaccine-sharing initiative, COVAX, has failed to close the gap. President Biden recently came out in support of international efforts to convince the World Health Organization to lift intellectual property restrictions in order to allow local manufacturers to produce generic versions of the life-saving drugs. While decrying the imbalance in vaccine access, Harvard Law Professors [Terry Fisher '82](https://hls.harvard.edu/faculty/directory/10270/Fisher) and [Ruth Okediji LL.M. '91 S.J.D. '96](https://hls.harvard.edu/faculty/directory/11409/Okediji) argue that dispensing with intellectual property restrictions, while needed, is unlikely to help in the short-term because countries in the global south, they say, have been systematically excluded from accessing the ability to produce highly complex drugs. This is a problem, they say, not just amid a pandemic, but a daily struggle in nations suffering from endemic diseases including tuberculosis and malaria. In [a new paper](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3825165) to be published this fall in the Michigan Journal of International Law, the two intellectual property experts propose a series of changes to the international order aimed at fostering developing nations' ability to produce pharmaceutical products. Harvard Law Today recently spoke to Professors Fisher and Okediji via Zoom about COVID-19 vaccine challenges in the global south, arguments for and against waiving drug-maker patents, and their proposals for reforming the system in time for the next pandemic. Harvard Law Today: What is the state of vaccine distribution in the developing world today? Terry Fisher: The numbers of people who have been vaccinated in the developing world, and in sub-Saharan Africa in particular, are vastly lower than in the United States. An organization at Duke University recently estimated that most residents in the developing world wouldn't have access to a vaccine until 2024. I'm not sure the forecast is quite that gloomy, but it's still pretty bad. There is a partially mitigating factor, which is that infection rates in some developing countries, such as those in sub-Saharan Africa, are currently lower than the United States. But in Latin America, they're already as high as in the U.S. and in Europe. And in a few countries in sub-Saharan Africa — for example, South Africa, the numbers are rising rapidly. Unless they have access to vaccines soon, they are going to experience skyrocketing infection rates and humanitarian crises like that we are currently witnessing in India. Ruth Okediji: Less than 2% of the total number of vaccine doses that have been administered have been in Africa. And it's clear that at least 60% of African populations will need to be vaccinated to mitigate the spread of the virus. There are no expectations that large parts of Africa will be vaccinated prior to 2023. The urgency is compounded by how quickly the variants are spreading across parts of the global south. And of course, in sub-Saharan Africa, you have the most vulnerable populations, including infants and children. And so thankfully, the confirmed cases are less than one had feared at the beginning of the pandemic. But we have seen how quickly this virus spreads and, in particular, how quickly the most recent variants spread. In Brazil and India, countries that were examples of creative uses of flexibilities in patent law to create a local generic industry, we see the havoc that the virus has created in the healthcare system and how it is affecting younger members of the population. So, the good news is that the original virus has not had the devastating effect in sub-Saharan Africa and regions of the global south that people had feared, but the spread of the variants, combined with poor infrastructure and supply chain concerns and the lack of access to the vaccines, will surely worsen the situation fairly drastically. HLT: Why is access to vaccines in the developing world lagging so far behind? Fisher: Intellectual property rights provide one reason. The developers of several of the vaccines have obtained intellectual property protection of one sort or another, either on the compounds themselves or on the technologies necessary to produce them. Most of the holders of those intellectual property rights have used them to prevent the manufacture and distribution of competitive products, and have not licensed the production of generic versions by other companies. A somewhat more important reason is the fact that wealthier countries, including but not limited to the United States, have used their market power to buy up, in advance, rights to the vaccines, leaving poorer countries in the lurch. There is an organization, COVAX, which seeks to mitigate that problem. But its market clout is substantially below that of United States, the EU, Canada, and so forth. HLT: What are COVAX and wealthy countries like the U.S. doing to help? Okediji: COVAX is not as effective as one might have hoped, in part for reasons that Professor Fisher has already mentioned. As long as the global north is making advanced purchases beyond what they need, there will be access problems in poorer countries. COVAX, which began delivering vaccines to the sub-Saharan African continent in February, has distributed vaccine doses to about 36 African countries. But most African countries do not have anywhere near enough vaccines to cover all the health workers, or even all of the at-risk groups. This is a problem in Rwanda, for example, which has already exhausted the initial vaccine doses that it received from the COVAX scheme. Ghana, which was the very first country to receive the vaccine doses, has almost finished its initial supplies. Botswana has actually stopped vaccinations in some regions because of shortages. So, COVAX has started to deliver, but not nearly enough to address the spread of the virus and to cover citizens who are at risk. The supply situation in India, which the global south tends to rely on for generic drugs, is also driving up the incidences of healthcare nationalism — this understandable sense that countries feel, both politically and ethically, that their first responsibility is to their own citizens. The stress on the global supply chain and on production capacity, and the lack of technical and scientific expertise on the ground, means that many countries in the global south will be pressured to use vaccines that are less effective against the virus, such as those from China and Russia, and worse, that the troubling incidence of falsified vaccines will spread swiftly. There are also concerns about storage in countries with chronic undersupply of electricity. Some small countries have had to destroy vaccine doses because of how quickly they expire. Malawi, a country that Professor Fisher has worked in quite a bit, just indicated that it will have to destroy 16,000 doses out of the 100,000 received because they expired on April 13. So, this is a systemic problem that has laid bare the systemic and vicious nature of poverty and underdevelopment in the global south. HLT: You mentioned vaccine nationalism. What role do you think that has played? Fisher: Governments for a very long time have tended to give preference to their own citizens and residents when anything is scarce, whether the shortage involves medical personnel, medicines, vaccines, or anything else. But that tendency has intensified in the last year, in part because of the seriousness of the threats presented by COVID, and in part because of the unprecedented power of the vaccines to meet that threat. The sharpest offenders in this regard are the United States and the European Union. But that's basically because they have the economic clout to have bought up the stock of vaccines early on. Other countries, given the opportunity, have been just as protective. The most recent example is India, where generic firms have licenses to produce the AstraZeneca vaccine. But when the pace at which new infections began to appear in India went through the roof a few weeks ago, the government forbade thereafter exports of vaccines. The result is that some folks in sub-Saharan Africa who had already obtained the first dose were unable to get the second — and, as Professor Okediji indicated — most folks have been unable to obtain even the first dose. \"A global order in which intellectual property rights operate as a barrier to essential medicines and to the capacity-building necessary to enable countries in the global south to produce their own drugs ... sends a message that these lives are worth less.\"Ruth Okediji HLT: Once wealthy countries like the U.S. have vaccinated enough of their citizens, do you think they might release some of the extra supply they've purchased? Fisher: I sure hope that there soon comes a point where enough of the population in the United States is vaccinated to reach herd immunity, and that regular refinements to the vaccines have outpaced the variants. At that point, will we make vaccines available to other countries? Probably. But the bottom line is that people are going to be waiting in developing countries longer than they wait in the developed world, which means more people are going to die in the developing world than would be true if the vaccines were distributed equitably. Okediji: I also think the situation raises profound ethical questions about a global order in which intellectual property rights operate as a barrier to essential medicines and to the capacity-building necessary to enable countries in the global south to produce their own drugs. When people in the global south are the last to be considered during a global pandemic, it sends a message that these lives are worth less, particularly when the structural conditions that initially created their dependency are the result of rules and policies that industries in the global north have, by and large, put in place and mandated that these countries comply with. So, it's an ethical problem of complex dimensions, not only because of the lives being needlessly lost as a consequence of delayed access to these vaccines, but due to the persistent structural problems of lack of access to medicines in any pandemic or healthcare crisis. The current rules are essentially one sided. We're not just talking about equitable access to vaccines for the current pandemic, but we must rethink the rules and the structures that the global economy and global institutions have imposed that make meaningful escape from this dependency and from this pattern infeasible. HLT: How do we solve for this longer-term structural problem? Okediji: In our paper, we recommend some adjustments in U.S. agencies such as the U.S. Trade Representative so that countries can better use flexibilities in the international rules without the fear of trade sanctions. We also suggest meaningful ways of transferring knowledge, such as through apprenticeships, and urge the need to rethink the ways in which we apply intellectual property to the health sector. We consider the challenge of intellectual property, not only for the medicines themselves, but for PPE and the whole range of treatment technologies. Even here in the U.S., a fundamental issue is to highlight the need to treat medicines and public health differently from other kinds of technologies, particularly when it comes to making essential medicines available to those who need them the most. Access to medicines is increasingly not only a problem of a global south, it is increasingly a problem of the global north. It's not even rich versus poor anymore, it's the ultra-rich versus everyone else. Fisher: Intellectual property rights definitely are getting in the way of making vaccines available in the developing world as rapidly as one would want. But they're by no means the only source of the problem. Indeed, if tomorrow, Pfizer and Moderna pledged not to enforce their patent rights, it's unlikely that one would soon see the emergence of significant generic manufacturing capability in developing countries. The reason is that the technology is very complicated. Just releasing intellectual property rights, the functional equivalent of granting permission to manufacture, is not going to solve the problem. One needs what is commonly referred to as technology transfer, a structure that will enable generic manufacturers in the world to avail themselves of the legal authority to produce vaccines. And as a practical matter, you need some money to enable the governments or other purchasers in developing countries to buy the products. HLT: Could a local government choose to ignore the international patent and trade system, declare a public emergency, and authorize the production of a generic vaccine, assuming they had the domestic production capacity? And if so, what would the repercussions be? Fisher: The most successful effort by a government to engage in that kind of defiant behavior occurred in Brazil during the HIV pandemic, when threats by the Brazilian government to circumvent patents succeeded in catalyzing local production of HIV drugs. Those threats provoked the ire of the United States, but the combination of the visible benefits to public health and Brazil's economic and political power were sufficient to hold the United States at bay. The result was a settlement in which, essentially, the United States backed down. The overwhelming majority of countries in sub-Saharan Africa do not have Brazil's clout. At a minimum, defiant behavior would trigger various sanctions by the United States Trade Representative, and perhaps by the pharmaceutical firms themselves. And as I suggested a minute ago, even successful defiance would not do much good if the developers of the vaccines were unwilling to assist in technology transfer. HLT: So, what can be done instead? Fisher: Much more promising would be for the government of a developing country to organize what we refer to in the paper as a production triangle. In brief, the government of Malawi, Namibia, Kenya or South Africa could use a combination of regulatory power, investment capacity, and buying power to bring together a pharmaceutical firm in the United States or the EU and a local drug manufacturer. The pharma firm would supply technology and training, the local firm would provide labor and materials, the government would agree to buy the locally produced products — at prices agreed upon in advance. Arrangements of this sort have worked before — in Uganda, for example — and could work to mitigate the current crisis. HLT: It sounds like the system is completely broken. As we think ahead to the next pandemic, do we need to rethink the whole system? Fisher: There are indeed ways in which a radical restructuring of the mechanisms of funding research and development, testing, production, and distribution of drugs could help everybody, not just in developing countries, but in developed countries as well. But the next pandemic will happen before a fundamental reconstruction of the system is possible. So, we should not become so enamored of the possibilities of fundamental change that we neglect modest adjustments of the system that will mitigate the impact of the next pandemic, or the fact that, independent of pandemics, roughly five million people die each year in developing countries of longstanding infectious diseases, such as tuberculosis, HIV, and malaria. Especially in light of the political impediments to fundamental change, we need in the near term also to explore modest, practicable reforms that would reduce the misery of the poor. Okediji: I agree that a wholesale reform of the system is unlikely to occur in the short-term, partly because to change systems, we first have to change our values, our ethical framework, and then we can get to the serious business of reforming the systems. Unfortunately, significant or lasting structural changes tend to happen only after — or amid — great tragedies or major world wars; they are much harder in times of relative peace and security. Too many governments view developing countries as the last frontier. They are the least valued participants in the global IP system, and the most overlooked when it comes to addressing issues of equity and well-being within the global order. Governments there are not typically stable, and democracy does not have deep roots. Nevertheless, developing country governments must attempt to negotiate effectively or to defiantly declare independence from a system that has historically simply underserved, if not mis-served them. And, so, in my view these incremental changes we suggest are quite important. But also, there are ways in which the current system does allow some flexibility and provides room for countries to do better by their citizens, whether it's through reverse engineering, issuing compulsory licenses, or through attracting competitive firms to begin manufacturing locally. As Professor Fisher's work has shown, there are ways of incentivizing industries in the global north to attend to diseases that are prevalent in the global south. The real challenge for us in the U.S. is to think, as a country, whether our priorities can be aligned with the well-being of people in the global south. A few of the adjustments we could make simply relate to some of our abuses of power: our willingness to deploy political power, to threaten, and to utilize votes in international organizations as a means to push these countries into situations in which they're unable to exercise the rights that they've negotiated and which they are lawfully entitled to exercise. I wrote a paper in my very first year here at Harvard Law School, called \"Profiteering from Life and Death: Intellectual Property and the Pharmaceutical Industry in Emerging Economies.\" In it, I talked about this problem — the changes in the international patent system over the years that have made access to medicines more and more expensive, but that have also undermined the ability of scientists in developing countries to access technical information, experiment, or to use traditional knowledge and herbal medicines to launch effective local industries. At the same time, gaps in the international legal order for intellectual property allow pharmaceutical firms to appropriate traditional knowledge, including traditional healthcare knowledge, obtain a patent, and then foreclose access to these products. So, it's a pernicious system, and one that we ought to be concerned about fixing because our sense of fairness and of the value of all human life demand it. Whether it is due to the leverage wielded by private multinational power or public political power, it's time for us to stop profiteering from, and stop trading with, the lives of poor people, whether among us in our country or in the global south. "}