{"title": "Our response to COVID-19 | GSK", "author": null, "url": "https://www.gsk.com/en-gb/media/our-response-to-covid-19/", "hostname": "gsk.com", "description": "Together with our partners GSK is developing COVID therapeutics and vaccines", "sitename": "Gsk", "date": "2023-01-01", "cleaned_text": "COVID-19 treatments Through our collaboration with US immunology company Vir biotechnology, we delivered a monoclonal antibody treatment for the early treatment of COVID-19. Candidate selection to first emergency approval took less than 1.5 years. Monoclonal antibodies are created in a lab and work in a similar way to the human immune system to target a specific virus. They have played an important role in our pandemic response, offering a treatment option to vulnerable patients who do not have a strong natural immune response to the virus. Adjuvanted COVID-19 vaccines We partnered with several companies working on vaccines by providing them with access to our adjuvant technology. Adding an adjuvant to a vaccine can improve the immune system's response to the vaccine and may allow for more doses to be produced because a smaller amount of vaccine is needed to generate immunity. Together with Sanofi, our adjuvanted vaccine provides broad neutralising antibody responses against currently known and tested variants of the virus. This vaccine is indicated as a booster in the European Union and Great Britain. Our collaboration with SK bioscience has led to the development of an adjuvanted vaccine that is approved in South Korea. SK bioscience has submitted regulatory applications and intends to make the vaccine available through the COVAX Facility, if the necessary approvals are granted. mRNA COVID-19 vaccines In addition to these adjuvanted vaccines, our work to develop new mRNA vaccines includes a COVID-19 R&D programme with CureVac, which began clinical trials in 2022. If successful, these mRNA vaccines would protect against multiple COVID-19 variants. This agreement builds on a previously established collaboration between GSK and CureVac to develop up to five mRNA-based vaccines and monoclonal antibodies. "}