{"title": "Los contagios de covid en España repuntan por la bajada de inmunidad", "author": "Celeste López; Antoni López Tovar", "url": "https://www.lavanguardia.com/vida/20230913/9222958/contagios-covid-espana-repuntan-bajada-inmunidad.html", "hostname": "lavanguardia.com", "description": "Salud Pública adelanta la vacunación de los mayores de 60 a finales de este mes", "sitename": "La Vanguardia", "date": "2023-09-13", "cleaned_text": "No es una percepción. Los casos de covid llevan subiendo semanas. En un mes han pasado de 75 casos por 100.000 habitantes a 137. Y seguramente, aseguran los expertos en salud pública, la cifra es más alta porque hace tiempo que no se contabilizan de manera pormenorizada. En el momento actual se monitorea la incidencia en los ciudadanos de 60 años y más, pero el Ministerio de Sanidad no facilita los datos desde finales de junio (20 casos por 100.000 habitantes mayores de 60 el 30 de junio), así como en los centros de atención primaria y hospitales a través del Sistema de Vigilancia Centinela de Infección Respiratoria (Sivira). Pero, ¿por qué están subiendo los casos? Los expertos lo tienen claro: la pérdida de inmunidad de las vacunas con el paso del tiempo está detrás de estos incrementos, indica el epidemiólogo Daniel López Acuña. Por este motivo, los responsables de salud pública del Ministerio de Sanidad y de las comunidades autónomas acordaron ayer permitir el inicio de la vacunación de la covid y de la gripe (conjuntamente) en la última semana de este mes de septiembre para los mayores de 60 años, con prioridad para los de 80 y más y los residentes en centros de mayores. La subida se produce en todas las comunidades. En Catalunya, los casos de covid crecieron de forma constante desde finales de junio (1.951 casos) hasta mediados de agosto, cuando se registraron 6.326 contagios. Desde entonces, un ligero descenso y un mantenimiento en las últimas tres semanas, con 5.742 casos en la última evaluación (semana del 4 al 10 de septiembre). La cifra es significativamente superior a la del año pasado por las mismas fechas, cuando se registraban 3.447 infecciones, circunstancia que eleva las precauciones de las autoridades sanitarias ante la llegada de la estación más propicia para los virus respiratorios. Las previsiones son que, con la vuelta a colegio de los niños y la llegada del otoño, con el aumento de la convivencia en los espacios interiores, los casos sigan en ascenso. Pese a ello, no hay una preocupación excesiva en las autoridades sanitarias porque aunque las vacunas pierden efectividad, también es cierto que la mayoría de la población aún tiene anticuerpos suficientes gracias a la vacunación: el 92,6% de las población tiene la pauta completa, porcentaje que desciende al 56% en el caso de la primera dosis de recuerdo, aunque en el grupo de más de 60 años, esa cifra sube al 91,2%. A esto hay que sumar que la gran mayoría de los ciudadanos se ha contagiado en, al menos, una ocasión. Tranquilidad, aseguran, porque hay más casos pero no se traduce en un aumento de las hospitalizaciones (2,9 casos por 100.000 habitantes, lejos de las del año pasado por estas fechas, donde se llegaba a 6,1, aunque ha subido 0,9 puntos en un mes). Y porque además las variantes que circulan son subvariantes de ómicron. Las últimas semanas han sido XBB.1.5 (29%), BA.2.75 (14%) y XBB.1.5-like+F456L (14%), según consta en el último informe del Sivira. El incremento de casos se registra no solo en España, sino también en Europa y el continente americano Pero el aumento de la circulación, no solo en España sino también en Europa y América, incrementa las posibilidades de que mute y que esas mutaciones consigan eludir la protección de las vacunas. En este momento hay dos variantes de especial interés, la EG5 (Eris) y la BA.2.86. La primera se empezó a detectar el mes pasado y que casi ya es mayoritaria en China (el 70% de los casos). La otra, con numerosas mutaciones (más de 30), ya se ha detectado en 14 países, entre ellos, en Dinamarca, el Reino Unido, Estados Unidos e Israel. ¿Qué hacer? Los expertos recuerdan lo que ya sabemos: que el arma más efectiva contra este virus no es otra que la vacuna, especialmente para proteger a los más vulnerables. También usar la mascarilla y mantener la distancia interpersonal cuando uno está contagiado, explica el epidemiólogo Daniel López Acuña, quien, como ya ha hecho la Organización Mundial de la Salud, reclama a los países que vigilen estrechamente la circulación del virus, que secuencien, que rastreen, algo que la gran mayoría ha dejado de hacer tras el fin de la pandemia. \"Es preciso conocer la penetración de las nuevas variantes que han ido surgiendo y comprobar si debido a las mutaciones pueden escapar a las respuestas inmunitarias de una infección o de vacunación previas\", señala. Sobre la pérdida de la inmunidad tanto natural como farmacológica debido al paso del tiempo, López Acuña pone encima de la mesa la necesidad de estudiar si es preciso si hay que hacer una nueva ronda de vacunación, con formulaciones de vacunas con las nuevas variantes (ya hay una aprobada). \"Esto es importante para nuestra protección inmunológica\", señala. Precisamente ayer, la comisión de Salud Pública, integrada por el Ministerio de Sanidad y las comunidades autónomas, abordó la estrategia de vacunación de los grupos vulnerables de cara al otoño que ya llega. Los primeros en recibirla serán los mayores de 80, conjuntamente con la de la gripe a partir de finales de septiembre. También los residentes en los centros de mayores y de discapacidad. A estos grupos, se suman los mayores de 60, los enfermos crónicos, profesionales sanitarios y sociosanitarios y a las personas con exposición laboral directa a animales o a sus secreciones en granjas o explotaciones avícolas, porcinas o de visones o a fauna silvestre (aves, jabalíes o mustélidos), como ganaderos, veterinarios, trabajadores de granjas, cazadores, ornitólogos, agentes de medioambiente, personal de zoológicos, etcétera. La finalidad es reducir la oportunidad de una infección concomitante de virus humano y aviar o porcino, disminuyendo la posibilidad de recombinación o intercambio genético entre ambos virus. Los expertos piden más vigilancia de las nuevas variantes para ver si eluden la protección de las vacunas ¿Qué vacuna de la covid se pondrá en esta campaña? Se espera que este mes llegue Comirnaty XBB.1.5, que responder a las nuevas variantes del virus. Si no fuera así, España tiene dosis suficientes de la vacuna española, Hipra, como dosis de recuerdo en personas de 16 y más años que han recibido previamente una vacuna de ARNm frente a la covid. Fuerte aumento de la venta de tests La situación epidemiológica se refleja en las farmacias, que declaran un significativo aumento en la venta de tests covid en el último mes o mes y medio. \"Hasta agosto prácticamente no teníamos necesidad de tener tests en el almacén. Tardaban mucho en venderse y los pedíamos de diez en diez o de veinte en veinte unidades\", explica una farmacéutica. Esta dinámica ha cambiado drásticamente. \"Ahora la gente se lleva cuatro o cinco a la vez, incluso vuelven a venir clientes a hacerse la prueba en la farmacia\", agrega. Hace un par de semanas, uno de los fabricantes que suministran a las farmacias españolas carecía de existencias y no pudo atender encargos, lo cual no ocasionó problemas de suministro porque otras marcas disponen de remanente y no hay retrasos en las entregas, explican fuentes del sector. Los casos de covid en Catalunya crecieron de forma constante desde finales de junio (1.951 casos) hasta mediados de agosto, cuando se registraron 6.326 contagios. Desde entonces, un leve descenso y un mantenimiento en las últimas tres semanas, con 5.742 casos en la última evaluación (semana del 4 al 10 de septiembre). La cifra es muy superior a la del año pasado por estas fechas, cuando se registraban 3.447 infecciones, circunstancia que eleva las precauciones de las autoridades sanitarias ante la llegada de la estación más propicia para los virus respiratorios. "}