{"title": "Catarata senil: la patología ocular con mayor número de intervenciones quirúrgicas", "author": "Revista Ocronos", "url": "https://revistamedica.com/?post_type=post&p=64673", "hostname": "revistamedica.com", "description": "https://doi.org/10.58842/RRPQ5056 Incluido en la revista Ocronos. Vol. VI. Nº 3-Marzo 2023. Pág. Inicial: Vol. VI;", "sitename": "Ocronos - Editorial Científico-Técnica", "date": "2023-03-10", "cleaned_text": "Índice [https://doi.org/10.58842/RRPQ5056](https://doi.org/10.58842/RRPQ5056) Incluido en la revista Ocronos. Vol. VI. Nº 3-Marzo 2023. Pág. Inicial: Vol. VI; nº3: 120 Autor principal (primer firmante): María Fabiola Alcázar Aranda Fecha recepción: 12 de febrero, 2023 Fecha aceptación: 8 de marzo, 2023 Ref.: Ocronos. 2023;6(3) 120 María Fabiola Alcázar Aranda Resumen La catarata es la primera causa de ceguera en el mundo siendo en los países desarrollados la patología ocular con un mayor número de intervenciones quirúrgicas. Un alto porcentaje se da en las personas mayores, denominada catarata senil y ello es debido al deterioro del cristalino el cuál a medida que pasan los años se vuelve opaco, se engrosa o se deforma. Generalmente, aparece una visión nublada, ello hace que la visión no sea la adecuada con dificultades para leer, conducir, ver la televisión, etc...De forma general se van desarrollando lentamente para ello el uso de gafas puede ser una solución temporal hasta el momento de realizar la intervención quirúrgica que termina con la sustitución definitiva del cristalino por una lente intraocular. Palabras clave Catarata, cristalino, intervención quirúrgica, facoemulsificación, cirugía extracapsular Objetivo El objetivo principal de este artículo es resaltar la importancia de la edad en la aparición de esta dolencia ocular. Metodología Para la realización de este artículo se han consultado distintas páginas webs de internet, así como artículos científicos mediante una búsqueda bibliográfica en bases de datos como: PubMed, Scielo, Cuiden. Resultados La catarata es una opacidad del cristalino cuya función es refractar los rayos de luz que entran en el ojo para ayudarnos a ver. El cristalino se sitúa detrás del iris y enfoca la luz que entra en el ojo para producir imágenes claras y nítidas en la retina, debe de ser transparente, es cuando pierde la transparencia cuando se vuelve opaco y aparece la catarata. La aparición de la catarata como consecuencia de la edad se desarrolla lentamente y la visión no está alterada desde el principio, a medida que la catarata se desarrolla, la opacidad se hace más intensa bloqueando la luz al pasar por el cristalino. Además de la edad, existen otras posibles causas que pueden desarrollar una catarata como pueden ser trastornos genéticos. Hablamos de catarata congénita cuando la opacidad del cristalino de ojo aparece al nacer, también pueden aparecer como consecuencia de cirugías oculares previas como vitrectomías, traumas o golpes bruscos, por algunas enfermedades inflamatorias oculares como la uveítis, por una miopía alta, consumo de tabaco, exposición prolongada a luz ultravioleta, estados severos de desnutrición y deshidratación, diabetes e incluso debido a un uso prolongado de medicamentos esteroides principalmente. Los síntomas principales que caracterizan la presencia de la catarata pueden ser los siguientes: - aparece una visión borrosa, no clara, nublada - dificultad con la visión nocturna - sensibilidad a la luz - aparecen halos alrededor de las luces - visión doble en un ojo - decoloración o amarillamiento de los colores - cambios continuos de gafas o lentes de contacto Tipos de cataratas: - Según la edad: cataratas seniles - Según en la zona en la que se producen: - cataratas nucleares: la opacidad aparece en el núcleo o centro del cristalino - cataratas corticales: opacidad en la corteza del cristalino - cataratas subcapsular o polar posterior: parte trasera y capa más externa del cristalino - Según la causa: - cataratas metabólicas - cataratas congénitas - cataratas traumáticas - cataratas tóxicas El tratamiento consiste en la sustitución del cristalino por una lente intraocular mediante una intervención quirúrgica, suele ser un proceso sencillo, prácticamente sin molestias y con una anestesia tópica alcanzando un nivel alto de agudeza visual. Técnicas En cuanto a las intervenciones decir que existen varias técnicas: Extracapsular Extracción del cristalino mediante una intervención extracapsular, que se hace de manera manual, sin utilizar el ultrasonido, esta técnica es más tradicional y se realiza en ocasiones cuando las nuevas técnicas están contraindicadas o no son posibles según el estado de la catarata. Facoemulsificación La más habitual es la que utiliza energía por ultrasonidos, que consiste en introducir una punta de un ultrasonido dentro del ojo para ir rompiendo el cristalino y posteriormente extraerlo. Cirugía de cataratas asistida con láser y con facoemulsificación Es más novedosa, es un procedimiento con una mayor precisión, menos invasiva más exacta y con una rápida recuperación. A pesar de ser una cirugía sencilla puede tener complicaciones como pueden ser las siguientes: acúmulo de líquidos en la retina, desprendimiento de retina, disfotopsia, errores refractivos, edema macular, hipertensión, inflamación de la córnea, infección, caída del párpado incluso sangrado. La anestesia que se suele utilizar en todas ellas generalmente es una anestesia tópica, mediante gotas, también la anestesia con inyección retrobulbar es una opción, pero al tener más efectos secundarios esta opción se utiliza en determinados casos. Dentro de las intervenciones quirúrgicas de patologías oculares es la cirugía de cataratas la que destaca por el número tan elevado que se realizan a diario, destacando la catarata senil, como consecuencia del aumento de la esperanza de vida. Conclusiones Según la bibliografía consultada, la catarata senil es el tipo de catarata más frecuente, suele aparecer entre los 60-70 años de evolución progresiva como consecuencia de la edad, por el propio envejecimiento del cristalino que va perdiendo la transparencia. El único tratamiento es la cirugía, por ello, en los países desarrollados como es nuestro país, hace que el número de pacientes que requieren esta intervención sea cada vez mayor como consecuencia del aumento de la esperanza de vida, siendo esta patología la reina de las intervenciones oculares. La cirugía suele ser un procedimiento habitualmente seguro, eficaz y con una rápida recuperación y es importante que tras la intervención el paciente siga las instrucciones que el oftalmólogo le indica, entre las cuales se recomienda el uso de gafas de sol, evitar traumatismos, buena higiene ocular y cumplir el tratamiento de gotas prescrito. Es recomendable que a los pacientes se les realicen exámenes periódicos para poder detectar ésta y otras patologías que tratadas a tiempo evitan posibles complicaciones futuras. Bibliografía - APOE. Catarata senil: lo que necesitas saber [Internet]. APOE - Asociación Profesional de Oftalmólogos de España. APOE Asociación Profesional de Oftalmólogos de España; Medicina integrativa. Elsevier; 2009. pág. Hoffmeister L., Román R., Comas M., Castilla M., Castells X.. Revisión sistemática de estudios poblacionales de prevalencia de catarata. Arch Soc Esp Oftalmol [Internet]. 2006 Sep "}