{"title": "PDF", "author": "PDF", "url": "https://www.conprueba.es/sites/default/files/multimedia/documentos/informes-pseudoterapias_1.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Resumen de las c onclusiones del informe preliminar sobre las técnicas con pretendida finalidad sanitaria El análisis exploratorio realizado indica que para la mayoría de las técnicas con pretendida finalidad sanitaria analizadas (7 1 de las 13 8 incluidas) no se han identificado publicaciones científicas con diseños que permitan establecer su eficacia de forma robusta (ensayos clínicos ni revisiones sistemáticas o meta - análisis publicados en Pubmed) durante el periodo 2012 -2018. Es decir, más de la mitad, no tienen soporte en el conocimiento científico con metodología lo suficientemente sólida que sirva para e valuar su seguridad, efectividad y eficacia. Según la definición de previamente expuesta, estas técnicas se clasificarían directamente como pseudoterapias. De las 66 restantes, es relevante recordar que este informe solo muestra si una técnica dispone de publicaciones cien tíficas con diseños metodológico s que eventualmente permitan extraer conclusiones sólidas. La existencia de este tipo de publicaciones no implica por sí misma que la técnica tenga soporte en el conocimiento científico ni evidencia cientí fica que avale su eficacia y su seguridad. Estas cuestiones serán analizadas de forma técnica individualizada en informes futuros. Técnicas que se considera n pseudoterapias (7 1): Análisis somatoemocional , breema, transformacional, constelaciones sistemáticas, cristales de cuarzo, cromopuntura, cuencos de cuarzo, cuencos ti betanos, diafreoterapia, diapasones, digitopuntura, esencias marinas, - fera, masaje babandi, masaje californiano, masaje en la energía de los chacras, 1 masaje metamórfico, masaje tibetano, medicina antroposófica, medicina de los mapuches, medicina ortomolecular, metaloterapia, método de técnica nimmo de masaje, terapia bioenergética, terapia biomagnética, terapia de renovación de memoria celular (cmrt), terapia floral de California, terapia floral orqu ídeas, terapia regresiva. Terapias aún en evaluación (6 estructural p rofundo, o shiatsu namikoshi, sonoterapia, tai chi, técnica Alexander, técnicas de liberación emocional, técnicas de relajació n, terapia craneosacral, terapia de polaridad, terapia florar de bach, terapia floral de Bush, terapia herbal, terapia humoral, terapia nutricional, vacuoterapia, visualización, yoga "}