{"title": "PDF", "author": "PDF", "url": "https://www.childrensmn.org/downloads/2019/07/childrens-publications-q4-2018.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Research Publications January 1, 2018 -December 31, 2018 Published Research 1. Agarwal N , Krishnan B, Burgess RC, Prayson in Pediatr Neurol. 2018;78:13-19. 2. Alamin T, Argwal V, Zagel A et al. The effect of standing vs. variants of the seated position on lumbar intersegmental angulation and spacing: a radiographic and Wedlund, S. Distress debriefings after critical incidents : S ), et al. PRC2 loss induces chemoresistance by repressing apoptosis in T cell acute lymphoblastic leukemia. J Exp Med. 2018; 215(12): 3094-3114. 5. Barnes T, Lee S, on N, Mullen K, Chatterson P, Gandrud L . Barriers to glucose testing and attitudes toward mobile app and device use in a large cohort of T1D pediatric patients: implications for diabetes management . survivor of WNT -activated medulloblastoma leading to the discovery of a germline APC mutation and the diagnosis of al. Extraneuraxial h emangioblastoma: clinicopathologic features and review of the l iterature. Advances in anatomic pathology. 2018 ; 25(3):197-215. 8. Bjornard K, Gilchrist L , et al. Peripheral neur opathy in children and adolescents treated for cancer . Lancet Child Adolesc Health . 2018; 2 (10): 744-754. 9. Borden, AR , et al., Variation in the phototherapy p ractices and irradiance of d evices in a , 2018; B, Knudson J , Gossai N, Perkins J, Richards M, Chu J, McAllister N, Sencer S, Messinger J. Can prophylactic pamidrontrate infusions monthly reduce the incidence of symptomatic osteonecrosis in ALL patients at high risk? Blood and oxide during lumbar punctures: a call for nitrous oxide in pediatric oncology clinics. Pediatr Blood Cancer. 2018; 65(5):e26956. 12. Bride KL, Vincent TL, I m SY, (Winter, SS ), et al. Preclinical efficacy of daratumumab in T -cell acute lymphoblastic leukemia. Blood. 2018; Arkilo D, Linabery AM, Kharbanda AB . Emergency department use of n euroimaging in children and adolescents presentin g with h eadache . J Pediatr. 2018;201: Zhang H, Datta YH, Nelson SC et al. Increased theta band EEG power in sickle cell disease patients. J Pain Res. 2018; 11:67-76. 1. Cicero M, Whitfill T, Walsh B, (Madhok M ), et al. 60 seconds to survival: a multisite study of a screen -based simulation to improve prehospital providers disaster triage skills . AEM Educ Train 2 (2): 100-106. 15. S, ( Pozos T) et al. Screening for Wiskott-Aldrich syndrome Hudson L, Mitby, PA et al. Patterns of Internet-based health information seeking in adult survivors of childhood cancer. Pediatr Blood Cancer. 2018;65(5):e26954. 17. Cruz AT, Freedman SB, Kulik DM, (Arms , JL) et al. Herpes s implex virus infection in infants undergoing meningitis e valuation. Pediatrics. 2018;141(2). 18. Do T, Linabery A, Patterson R, Tu A . Cranial rhabdomyosarcoma masquerading as infectious mastoiditis: case Pedia Rivard RL, Watson D . Cost savings from reducing pain through the delivery of integrative medicine program to hospitalized patients. Journal of alternative and complementary medicine. 2018; 24(6): 557-563. 20. Ebert B, . Congenital and iatrogenic laryngeal and vocal abnormalities Pediatr Otorhinolaryngol , 2018; 109: 17-20. Minnesota Research Institute Publications January 1, 2018 -December 31, 2018 21. Esdal H, Ghbeis M, Saltzman D, Hess D, Hume J, Reed, R . et al. Necrotizing enterocolitis in t wo siblings and an unrelated infant with overlapping chromosome 6q25 V, R. variability in the clinical manifestations of mucopolysaccharidosis type II: d ata from the Hunter Outcome Survey (HOS). Am J Med Genet A. 2018; 176(2):301-310. 23. Freedman S, Williamson -Urquhart S, (Gorelick M ) et al. Multicenter trial of a combination probiotic for children w ith . A . A hospital -wide initiative to eliminate or reduce needle pain in children using lean methodology . Pain Rep. 2018; 3(Suppl 1): ( Kharbanda A ) et al. Predicting escalated care in infants with bronchiolitis . Pediatrics. 2018; 142(3). 28. Geng S . Upfront eltrombopag monotherapy induces hematologic in pediatric idiopathic aplastic anemia. Pediatr Blood , Tanner LR . Short-t erm recovery of balance control : association with chemotherapy -induced peripheral neuropathy in p ediatric oncology. R, Reardon R, Gorlin J, Joing S. Remote emergency release of blood products using a custom iPad application. Transfusion. 2018; 58(2):282 -283. 31. Gossai N , J, Richards M, Messinger Y, Bostrom B . BVGP: a novel protocol for low risk hodgkin lymphoma with excellent response, minimal acute toxicity and reduced risk of late effects. Pediatric Blood and Cancer. 2018; 65(s1): s226 -s227. 32. Gossai N hyperammonemia wit h erwinia Kibort P , et al. Learning from tragedy: ) et al. Effect of location on tracheal intubation safety in cardiac disease -are cardiac ICUs s afer? Pediatr Crit Care 19(3):218-227. Bakar A, Tellez D et al. Safety of tracheal intub ation in the presence of cardiac Cardiol Young, 2018; 28(7): 928-937. Livings M, Lai B, Edinburgh L , et al. Evaluation of a tool to identify child sex trafficking victims in multiple healthcare settings . J Adolesc H ealth . 2018 ; 63(6): Goumnerova L, Manley P, ( Bendel A ) et al. Prospective feasibility and safety assessment of surgical biopsy for patients with newly diagnosed diffuse M, Overman D , et al. Cardiovascular CT for evaluation of single -ventricle heart disease: risks and accuracy compared with interventional findings. Cardiology in the young. 2018; 28(1):9-20. 39. Han BK , Casey S, Witt D, et al. Development of a congenital cardiovascular computed tomography imaging E, (Winter S S) et al. Dynamic re -immunization of off -treatment childhood cancer survivors : An implementation feasibility study. PLoS One. 2018;13(2):e0191804. 41. Hargarten S, Lerner E, Gorelick M , et al. Gun violence: a al. Refining the phenotype associated with GNB1 mutations: Clinical data on 18 newly identified patients and review of the literature . Am J Med Genet AB . Implementation of an e lectronic clinical decision support tool for pediatric appendicitis within a hospital n etwork. PR, Kharbanda AB . The use of a triage -based p rotocol for Children's Minnesota Research Institute Research Publications January 1, 2018 -December 31, 2018 oral rehydration in a pediatric emergency d epartment. Pediatr Emerg Care. M, Hooke MC et al. Influence of nitrosative stress on fatigue during childhood leukemia treatment. Biological Research for Nursing. 2018; 20: 403-409. 47. Hooke ( Mitby P ), et al. Physical activity, the childhood cancer symptom cluster - leukemia, and cognitive function: a longitudinal mediation analysis . Cancer AB ), et al. Knowledge and training in paediatric medical traumatic stress and trauma-informed care among emergency medical professionals in low - and middle - income countries . Eur J Psychotraumatol . 2018. 9(1): 1468703. 49. Jacobs JP, Mayer JE, Jr, Pasquali SK, Hill KD, Overman DM et al. The Society of Thoracic Surgeons Congenital Heart Surgery Database: 2018 u pdate phenotypic of mutations. Epilepsia. 2018;59(2):389-402. 51. Johnson AB, Mliner S, Depasquale C, Troy M , Gunnar M. Attachment security buffers the HPA axis of toddlers growing up in poverty or near poverty: Assessment during pediatric well -child exams with inoculations. Psychoneuroendocrinology . 2018. 95: Johnson L, Brenner D, Sederstrom N . Technical considerations for implementation of tele -ethics consultation in the intensive care unit. J Clin Ethics LL. Asthma -specific cognitions, self - focused attention, and fear of negative evaluation in adolescents and young adul ts diagnosed with childhood-onset asthma. Psychol , Craner JR, Ale CM, Harbeck -Weber C, Fischer PR, Weiss KE. Youth with c hronic pain and postural orthostatic tachycardia s yndrome (POTS): treatment mediators of i mprovement in functional disability. Journal of clinical psychology in medical settings. 2018; 25(4): 471-484. 55. Kaiser P, Kohen D, Brown M . et al. Integrating pediatric hypnosis with c omplementary modalities: clinical perspectives on p ersonalized treatment. Children (Basel ) 2018; 5 (8). 56. Kaiser R , (Lillegard J), et al. Lentiviral vector -mediated gene therapy of hepatocytes ex vivo for autologous transplantation in s wine. J Vis Exp . 2018; (141). 57. Kang H, Sharma N, ( Winter S ), et al. Dysregulated transcriptional networks in KMT2A - J, Chan S, Schmidt D , et al. Assessment of end -of-treatment transition needs for pediatric cancer and hematopoietic stem cell transplant patients and t heir families . Pediatr Blood Cancer. 2018. 65(8): e27109. 59. S, Wi CI, ( Voge GA ) et al. Automated chart review utilizing natural language processing algorithm for asthma predictive index. BMC pulmonary medicine. 2018;18(1):34. 60. Kernan NA, Richards on P, Smith A, (Messinger Y ), et al. Defibrotide for the treatment of hepatic veno- occlusive disease/sinusoidal obstruction syndrome following nontransplant-associated chemotherapy: Final results from a post hoc analysis of data from an expanded-access pro gram . Pediatr Blood Cancer. 2018; 65(10):e27269. 61. Khan N, Ling A, (Raske M, Harris A, Williams G, Messinger Y, Schultz KAP ), et al. Structural renal abnormalities in the DICER1 syndrome: a family -based NC, et al. Economic a nalysis of d iagnostic imaging in pediatric patients with suspected ppendicitis. DW, et al. Development and v alidation of a novel pediatric appendicitis risk calculator (pARC). Pediatrics. 2018;141(4). 64. Khoo AL, Zhao Y, Teng M , (Jin J ), et al. Evaluation of a r isk-guided strategy for empiric carbapenem use in N, Pond D ) et al. Genotype -phenotype correlation in NF1: evidence for a more severe phenotype associated with missense mutations affecting NF1 c odons Segura B, Acton R, Feltis B , Hess D. Peritoneal dialysis catheter placement, outcomes complications . Pediatr Surg Int , 2018; 34(11):1239-1244. Children's Minnesota Research Institute Research Publications January 1, 2018 -December 31, 2018 67. Lennon C, Chinnadurai S Am. 2018;26(1):1-8. Ma X, Blake CE, Barnes TL, Bell BA, Liese AD. What does a person's eating identity add to environmental influences on fruit and vegetable intake? Appetite. 2018;120:130-135. 69. Mammel MC. What children with sickle cell disease in the pneumococcal conjugate vaccine era. Pediatr Blood Cancer. bach OHF, F, al. Functional d ysregulation of CDC42 c auses diverse developmental p Hum 2018; V ), et al. SLC6A1 variants . Epilepsia. 2018, 59(9): e135-e141. 73. McClafferty H, Brooks A, Chen M, Brenner M, Brown M , et al. Pediatric integrative m edicine in r esidency program: relationship between l ifestyle behaviors and b urnout and w ellbeing measures in first -year residents . Children (Basel) . 2018; 5 (4). 74. McNamara J, et al. WS01.5 A 2-part, phase 3 single -arm study to evaluate the safety and pharmacokinetics (PK) of lumacaftor/ivacaftor (LUM/IVA) combination therapy in patients (pts) aged 2 to 5 years with cystic fibrosis (CF) homozygous for the F508del - CFTR 2018. S2 -S3. 75. S, gammadelta T -cell lymphoma of two adolescents: Case report and retrospective literature review in children, adolescents, and young adults . Pediatr Transplant . Bortezomib Comes to the Rescue: Comment on the Article by Nachmias et al. Entitled \"A Bortezomib-Based Protocol Induces a High Rate of CR with Minor Toxicity in Adult Patients with Relapsed/Refractory ALL\". Acta Haematol, 2018. E, McCrindle B, (Overman D ) et al. The o ptimal timing of stage -2-palliation after the Norwood operation. Ann Thorac Surg. 2018;105(1):193-199. 78. Mills D, Yock LC , King E . Case 2: headache and behavior c hanges in an 11 -year-old boy. Pediatrics in review. 2018;39(2):93. 79. Milner D, Krause E , Hamre K, Flood A. Outcome of p ediatric forearm fracture reductions performed by pediatric emergency medicine providers compared with reductions performed by o rthopedic surgeons: A retrospective cohort study. et al. Extraneuraxial hemangioblastoma: A clinicopathologic study of 10 cases with molecular analysis of the VHL gene . Friedrichsdorf SJ et al. Investigation of the practices, legislation, s upply chain, and regulation of opioids for clinical pa in management in Southern Africa: a multi-sectoral, cross - national, mixed methods s tudy. J Pain Symptom Manage. 2018;55(3):851-863. 82. Nanda S , Madhok M , Hubbard B . Adult male with chest pain after a f all. Ann Emerg Med. 2018;71(3):429 - 436. 83. Neubauer H, Hall M , Wallace S, ( Hester G ), et a l. Variation in diagnostic test use and associated outcomes in staphylococcal scalded skin syndrome at children's hospitals . -preventable, hospitali Indian/Alaska children using the 2012 Kid's Inpatient Database. Vaccine. 2018;36(7):945-948. 85. Nicolas CT, Hickey R, Allen K, (Lillegard J),et al. Hepatocyte spheroids as an alternative to single cells for transplantation after ex vivo gene therapy in mice and pig models . Surgery . 2018;164(3):473-481. 86. Olson M , Borman -Shoap E, Mathias K, Barnes T , Olson A. Case -based simulation empowering pediatric residents to communicate about diagnostic uncertainty. Diagnosis (Berl ). 2018; MC, Bendel A, Tanner L. Physical therapist coaching to improve physical activity in children with brain tumors: a pilot study M. Restrictive cardiomyopathy: an unusual phenotype of a lamin A variant. ESC Heart Fail . 2018;5(4):724-726. 89. Parmar P, ( Li S), et al. Association of maternal prenatal smoking GFI1-locus and cardio Institute Research Publications January 1, 2018 -December 31, 2018 90. Perez DR, Nickl C , Waller A, ( Winter SS ), High flow cytometry identifies small ( Kharbanda A ), et al. Community perspectives on emergency de partment use and care for American Indian children . J Racial Ethn Health Disparities. 2018; 5(5): 939- R, Foy A, ( Pierpont M ), et al. Social skills in children with RASopathies: a comparison of Noonan syndrome and neurofibromatosis type 1. J Neurodev 2018; 30(5): , Arts FA, Mendelsohn NJ, Demoulin JB, Scharer G, Messinger Y . A patient with germ -line gain -of- function PDGFRB p.N666H mutation and marked clinical response to imatinib. Genet Med. 2018;20(1):142 - 150. S. team involvement in compassionate extubation at h ome: from shared decision -maki ng 96. D , Goertzen L, . Pain experience in a US children's hospital: a point prevalence survey undertaken after the i mplementation of a system -wide protocol to e liminate or d ecrease pain caused by needles . application of awake tracheoscopy and endobronchial ultrasound in the management of trache al mucoepidermoid carcinoma. Head & neck. 2018; 40(6):E58- E61. 98. Ren CL, Morgan RL, Oermann C, Resnick HE, Brady C et al. Cystic Fibrosis Foundation pulmonary guidelines. use of c ystic fibrosis regulator modulator therapy in ( Han BK ) et al. Radiation dose management for pediatric cardiac computed tomography: a report from AL, et al. Laryngeal mask airway for s urfactant administration in neonates: A randomized, controlled t A ), et Risk -adapted therapy for young children with medulloblastoma (SJYC07): therapeutic and molecular outcomes from a multicentre , phase 2 trial. Lancet Oncol . 2018. 19(6): 768-784. 102. Roby B . Trend toward the u se of t ranscutaneous osseointegrated hearing devices in pediatric . Parasagittal clots on head CT in infants with subdural hemorrhage as a predictor for abusive head trauma. Pediatr Radi ol. 2018;48(13): 1915-1923. 104. Saarel E, (Burton D ) et al. Safety of sports for young A, Marini B. Aspar aginase activity levels and Vora S ) et al. A m ulticenter collaboration for simulation-b ased assessment of ACGME milestones in emergency m edicine. Journal of the Society for Simulation in Healthcare. 2018; 13(5): 348-355. 107. Schultz KAP , Williams GM J, et al. DIC ER1 and associated conditions: identification of at -risk individuals and recommended surveillance strategies. Clin Cancer Res. 2018; 24(10):2251-2261. 108. Selamet Sleeper Pierpont ME et al. Influence of aortic stiffness on aortic -root growth rate and outcome in patients w ith the Marfan syndrome. Am J Cardiol. 2018; 121(9):1094-1101. 109. . Finch M , Wholey D. Using statewide data on health care quality to assess the effect of a patient -centered medical h ome initiat ive on quality of c are. Popul Health Manag. 2018;21(2):148-154. 111. Shippee ND , Finch M, Wholey DR. Assessing medical home mechanisms: certification, asthma education, and outcomes. The American Journal of M anaged Care. 2018;24(3):e79-e85. Children's Minnesota Research Institute Research Publications January 1, 2018 -December 31, 2018 112. Sholler GLS, Ferguso n W, Bergendahl (Rawwas ), et al. Maintenance DFMO i ncreases survival high risk neuroblastoma. Sci Rep . 2018; 8(1): 14445. 113. Singh S, et al. Autosomal -dominant biventricular arrhythmogenic cardiomyopathy in a large family with a novel in-frame DSP nonsense mutation. Am J Med Genet A . 2018; 176(7): 1622-1626. 114. ( Voge GA ) et al. Ascertainment of asthma prognosis using natural language processing from electronic medical records . J Allergy Clin A . Examination of pediatric radiation dose delivered after cervical spine . Pediatr Emerg A , et al. Epidemiology of Staphylococcus aureus infections in patients admitted to freestanding pediatric hospitals, 2009-2016 K, Wheeler, W, Pomputius, W, Kurachek, S . Blood culture and pleural fluid culture yields in pediatric empyema patient s: a retrospective review, 1996-2016. Nowak J) et al. Hyperchloremia is associated with acute kidney injury in pediatric patients with septic shock . Intensive Care Med, 2018. 44(11): 2004-2005. 119. Stenson NZ, Anas N, (Nowak J) et al. Hyperchloremia is associated with complicated course and mortality in pediatric patients with s eptic shock. Pediatr Crit Care Med. 2018;19(2):155-160. 120. Stewart M, Misra S, Weydert J ( Brown M ), et al. Integrative therapies to support pediatric p alliative care: the current evidence . Current Pediatrics Reports. 2018; 1-8. 121. Sun W, Triche T, Jr., Malvar J, (Messinger Y) et al. A phase 1 study of azacitidine combined with chemotherapy in childhood leukemia: a report from the TACL consortium. Blood. 2018;131(10):1145-1148. 122. Sunni M, Brunzell C, Kyllo J, Purcell L, Plager P, Moran A. A picture -based carbohydrate -counting resource for Somalis. The Journal of International Medical Research. 2018;46( 1):219- 224. 123. Tan S, Szymanski L, Galliani C, et al. Solitary fibrous tumors in pediatric patients: a rare and potentially L, Gilchrist L. Comme ntary on \"Whole -body vibration training designed to improve Brackett J, (Mitby P, Hooke MC ),et al. Disparities in neurotoxicity risk and outcomes among pediatric acute lymphoblastic leukemia patients . Clin Cancer Res. 2018; 24(20): 5012-5017. Thomson J, H, Cruz AT, (Arms JL ) et al. Cerebrospinal fluid r eference values for infants undergoing lumbar puncture. 141(3). Tsai SL, Niemtzow RC, Brown M , et al. Acupuncture and i ntegrative medicine in p ediatrics . Med Acupunct . 2018. 61 -67. 128. , et al. Proliferative index in pediatric pilocytic astrocytoma by region of origin and prediction of clinical behavior. Pediatr Neurosurg. 2018; 53(6): 395 -400. A, Ortega H , Fishing-related injuries among pediatric patients treated in United States emergency departments, 1997 to 2016. Clin Pediatr splenic sequestration crisis in a child with hemoglobin SC disease. Transfusion. 2018;58(4):879-883. 131. Van Heest T, Ebert B, Roby B , Sidman J. Upper Laryngoscope R, Nicolas C, , et al. Curative ex vivo hepatocyte -directed gene editing in a mouse model of hereditary tyrosinemia t ype 1 . Hum Gene Ther . 2018; 29(11): 1315-1326. 133. Wang J, Kim E, Dai H, (Bhambhani V ), et al. Clinical and molecular spectrum of Sleep and speech outcomes superior adenoidectomy in children with cleft palate. ( Bendel A), et al. Spectrum and prevalence of gene tic predisposition in medulloblastoma: a retrospective genetic study and prospective validation in a clinical trial cohort. Lancet Oncol . 2018. 19(6): 785-798. Children's Minnesota Research Institute Research Publications January 1, 2018 -December 31, 2018 136. Weber TL, Ziegler KM, Kharbanda AB , Payne NR , et al. Leaving the emergency department without complete care: disparities in American Indian children . BMC Health Serv Res . 2018. Speltz Mosaicism of the UDP -Galactose transporter SLC35A2 in a female causing a congenital disorder of glycosy M , Kreiger R, Reeves D. Public reporting of primary care c linic quality: accoun ting for sociodemographic f actors in risk performance c omparison. et al. Usefulness of asthma predictive index in ascertaining asthma status of children using medical records: An explorative study. Allergy. 2018; 73(6):1276-1283. 141. Widger K, Wolfe J, Friedrichsdorf S , et al. National impact of the EPEC-Pediatrics enhanced train-the-trainer model for delivering education on p care. J Palliat K, M, et al . Improved survival for c hildren and y oung adults with T-lineage acute lymphoblastic Nowak J ) et al. Endotype transitions during the acute phase of pediatric septic s hock reflect changing risk and treatment r esponse. Crit Care Med. 2018;46(3):e242- e249. 144. Wu J, McCormick J. Why health professionals should speak out against false beliefs on the internet. AMA J Ethics . 2018; 20 (11): E1052-1058. 145. Xie DX, Wang RY, Chinnadurai S . Readability of online patient J Pediatr Otorhinolaryngol. 2018;104:113-119. 146. Zaidi D, Sederstrom N. The racist underbelly of health d isparities in America. Am J Bioeth . 2018; . 18(10): 25 - 26. Gross CR, Huff ED, Hooke MC . Complementary therapies for pain among individuals receiving hemodialysis: a systematic r eview. Nephrology Nursing Journal. 2018;45(1):13-23. 148. Zook H, Kharbanda A , et al. Emergency department utilization by Native . Pediatr Emerg Care. 2018; 1. Batten J, Kruse K , et al. What does the word \"treatable\" mean? Implications for communication and decision- making in critical illness. Crit Care Med, 2018. 2. Bergmann K , Abuzzahab M , Nowak J, Arms J , et al. Resuscitation with Ringer's Lactate compared with normal for pediatric ketoacidosis. Emerg Care . 2. R, E, D , Kharbanda A . Trends in m edical claims and u tilization of l imited ultrasonography among e mergency physicians and radiologists within a large health plan provider . J Ultrasound Med. 2018. 3. Case M, Shirinpour S, ( Nelson S ), et al. Graph theory analysis reveals how sickle cell disease impacts neural networks of patients with more severe disease . Neuroimage Clin, 2018. WF , Grapentine SP. Effects of hospital practice patter ns for antibiotic administration for pneumonia on hospital lengths of stay and costs. Journal of the Pediatric Infectious Diseases Society. 2018. 5. Fortenberry J, Nguyen T, ( Tarrago R ), et al. Therapeutic p lasma exchan ge in children w ith thrombocytopenia -associated multiple organ f ailure: The Thrombocytopenia -Associated Multiple Organ Failure Network p rospective experience. Crit Care Med, 2018. 6. Gandrud L, Altan A, Buzinec P, et al. Intensive remote monitoring versus conventional care in type 1 diabetes: A randomized controlled trial. Pediatr Diabetes. 2018. 7. George C, ( Hudson, M ) et al. Identification and characterization of oral Injury in suspected child abuse cases: one health system's experience. Pediatr Emerg Care , 2018. Children's Minnesota Research Institute Research Publications January 1, 2018 -December 31, 2018 8. Grimstad F, Fowler K , et al. Uterine pathology in t ransmasculine persons on testosterone: a retrospective case series . Am J Obstet Gynecol , 2018. 9. Hickey RD, ( Lillegard J) et al. Autologous gene and c ell therapy provides safe and long-term curative therapy in a large pig model of hereditary Tyrosinemia t ype 1 . Cell Transplant , 2018. 10. Huryn L, Schultz syndrome: characterization of the ocular p henotype in a family -based cohort s tudy. Ophthalmology . 2018. 11. Johnson D . Recognizin g injuries: a case series. J Wound Ostomy Continence Nurs, 2018. 12. Jordan V, Herrera L, Cofer S, Roby B . Pediatric laryngeal expression and surgical of IgG4 -related disease. JAMA Otolaryngol Head Neck Surg. 2018. 13. Kamrath H , et al. Lasting legacy: maternal perspectives of perinatal palliative care . J Palliat Med , 2018. P, Berger D, Roby B . nasal cavity in a (Mendelsohn N, Pierpont ME, Pond D ,) et al. Expanding the clinical phenotype of individuals with a 3 -bp in -frame deletion of the NF1 gene (c.2970_2972del): an update of genotype - phenotype correlation. Med 2018. 16. , et al. Lumbar steroid njectio ns fo r herniation and stenosis: i ncidence and risk factors of subsequent s urgery . The Spine Journal . 2018. 17. Kravtsov O , Jaffe R, Gheorghe G. Proteinaceous lymphadenopathy in a young patient with history of classical Hodgkin lymphoma: a case report w ith literatu re review. Int J Surg Pathol , 2018. 18. McLaughlin C, Gordon K, Hoag J, Ranney L , et al. Factors affecting adolescents' willingness to communicate symptoms during c ancer treatment: a systematic r eview from the Children's Oncology Group . J 2018. M, Griffiths A, et al. Clinical practice guideline: summary for clinicians. Diagnosis of Primary Ciliary Dyskinesia. Ann Am Thorac Soc , 2018. 21. Ortega H, Velden H, Truong W, Arms J. Socioeconomic status and analgesia provision at discharge among children with long-bone fractures requiring emergency care . Pediatr Emerg Care , 2018. 22. Sees J, Cutler G, Ortega H. Risk factors for compartment syndrome in pediatric t rauma patients . Pediatr Emerg Care , 2018. 23. Spaulding, A.B ., et al., Epidemiology of b loodstream infections in h ospitalized childre n in the United States , 2009-2016. Clin Infect Dis , 2018. 24. Stout N, ( Gilchrist L ), et al. Long -term survivorship care after cancer treatment: a new emphasis on the role of rehabilitation services . Phys Ther , 2018. 25. Sun W, Malvar J, Sposto R, ( Messinger Y ), et al. Outcome of children with multiply relapsed B -cell acute lymphoblastic leukemia: a therapeutic advances in childhood leukemia & lymphoma study . Leukemia , 2018. 26. Vora Dobiesz to a ssess resident interpersonal comm unication skills and professional values m ilestones. Western Journal of Emergency Medicine . 2018 27. Watson D, Spaulding A , Dreyfus J. Risk set matching to assess the impact of hospital -acquired bloodstream infections . Am J Epidemiol, 2018. 28. Welke K, Pasquali S , Lin P, Backer C, Overman D , et al. Hospital distribution and p atient travel patterns for congenital cardiac s urgery in the United States. Ann Thorac Surg. 2018. "}