{"title": "PDF", "author": "PDF", "url": "https://www.gavinpublishers.com/admin/assets/articles_pdf/1532942330article_pdf2076870998.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "J Community Med Public Health, an open access journal ISSN: 2577-22281 V olume 2018; Issue 02 Journal of Community Medicine & Public Health Research ArticleUchenna AA, et al. J Community Med Public Health: CMPH-132. Intensified Routine Immunization (RI) Activities: A Strategy for Improv - ing RI and AFP Surveillance Outcomes; Lessons World Health Organization, Abuja, Nigeria. 2Expanded Programme on Immunizations Cluster, World Health Organization, Abuja, Nigeria. 3Health System Strengthening Cluster, World Health Organization, Abuja, Nigeria. 4Environmental Health Science Department, Nnamdi Azikiwe University, Awka. 5Catholic Relief Service, Abuja Nigeria. 6Zonal data management unit for Expanded Programme on Immunizations Cluster, WHO, Enugu. 7Environmental Health Registration Council of Nigeria, Abuja, Nigeria. 8WR, World Health Organization, Country Office, Abuja, Nigeria. 9Postgraduate Department of Medical Education, Brighton & Sussex Medical School, UK. 10Senior Register Public health department, Federal Teaching Hospital, Abakiliki, Ebonyi state, Nigeria. 11Environmental Health, Federal University of Technology, Owerri, Nigeria. 12Ministry of Health, Calabar. 13Director Public Health, State Ministry of Health, Abia state, Nigeria. 14PhD Student, Environmental Health Augustine Uchenna, Nigeria. +2348036591679; Email: PE, et al. (2018) Intensified Routine Immunization (RI) Activities: A Strategy for Improving RI and AFP Surveillance outcomes; Lessons from Abia State Nigeria. J Community Med Public CMPH-132. /100032 Saddiq, Eze PE, et al. (2018) Intensified Routine Immunization (RI) Activities: A Strategy for Improving RI and AFP Surveillance outcomes; Lessons from Abia State Nigeria. J Community Med CMPH-132. DOI: 10.29011/2577-2228 /100032 2 V olume 2018; Issue 02 J Community Med Public Health, an open access journal ISSN: 2577-2228Abstract Background: Nigeria adopted intensified immunization strategy following the 2012 declaration by World Health Organization (WHO) Regional Director for Africa and the WHO Executive Board to improve routine immunization (RI) activities. The researcher applied this strategy to not only immunization but also to surveillance and IDSR interventions since Nigeria movement towards polio eradication and certification requires robust and holistic strategic approach to prevent polio transmission re-infection. This intervention was prompted by the observed reported poor RI coverage, high un-immunized children and surveillance gaps following the analysis of Abia state RI and surveillance data from (January to Sept, 2017). Two high risk LGAs (Ohafia and Umuahia North LGAs.) were identified as the root cause of the problem, intensification was therefore implemented at that level to strengthen services in order to improve the immunization and surveillance outcomes in terms of process, output indicators. Study Design: Pre-intensified activities involved retrospective study, desk reviews and analysis of the state RI administrative, surveillance data, fixed and outreach services with findings from supportive supervisory visits to 88 health facilities in the two high risk LGAs of the state from (January to September, 2017). The results of the analysis were used as baseline information and the basis of stratifying and identifying the worse two poor performing high risks LGAs selected for the study. This was followed by a prospective assessment of the outcome of the implemented intensified activity from Oct to Dec, 2017.Pre -and post -intensified data were compared. Intervention: Training of Trainers (TOT) and cascaded trainings of 110 staff from the state, LGA to health facilities levels including partners were trained for supervision. Training modules covered all aspects of immunizations, SIAs, surveillance and supportive supervision. Post-intensified implementation data were collected using routine immunization and surveillance data tools, data generated was analyzed on monthly basis at state levels by use of Epi. Info, SPSS and Excel. The result of the pre -and post intensified analysis were compared and interpreted in terms of quality of services, processes and outputs. Results: Our study showed a steady progressive increase in quarterly coverage of all antigens from 73.3%,70.6%, 80.0% to 91.8% for Q1, Q2, Q3 and Q4 respectively. This was due to increased sessions conducted which increased from 92.5% to 102.1% in both LGAs that resulted in overall increase in state sessions from 128. 3% to 134.5%. Penta3 for children<I year increased from 65.5% sept 67.5% and from 80% to 81%, 84.5% 85.5% for months of Oct, Nov, Dec in Ohaufia and Umuahia North respectively. The quarterly coverage increased from 88% to 99% in children Conducted sessions increased from 128.3% to 134.5% with Unimmunized unprotected population reduced from 34.5% to 32.5% and 20% to 15 % in both LGAs. AFP reporting rate improved by 26 % (from 14 to19) in both poor performing LGAs. State numbers of AFP cases and stool adequacy increased from 179 to 211 and from 99% to 100% respectively. Most significantly noted is improvement in the completeness and timeliness of reporting of all data sets from 90% to 100% for both RI and surveillance indicators at both LGAs and state levels. Supportive supervision increased by 84% (36 to 187)) which resulted in reduced drop - out rate from 18% to 6.4% and from 19% to 5.6% in both LGAs respectively (Accepted range <10% ). 64 and 88 defaulters to immunizations were traced during the intensified activity and 97%( 148 out of 152) defaulters were immunized. Outreach and fixed sessions conducted increased by 87% (<20 to 140 )and 84%( 30 to 160) in both LGAs respectively . Conclusions: Intensified immunization strategy is a focused response strategy capable of improving the immunization and surveillance outcomes if promptly implemented and supervised as shown and demonstrated in the 88HFs of the two LGAs of Abia state. It rapidly improved fixed and outreach immunization sessions, immunization services and AFP surveillance indicators which results in drastic reduction of proportion of the unimmunized and under-immunized children. It also improved the timeliness and completeness of reported programme data in the state which is required for response to identified program me challenges and must be scaled up to all LGAs.Citation: Uchenna AA, Saleh JE, Saddiq, Eze OL, Ogbonna PE, et al. (2018) Intensified Routine Immunization (RI) Activities: A Strategy for Improving RI and AFP Surveillance outcomes; Lessons from Abia State Nigeria. J Community Med CMPH-132. DOI: 10.29011/2577-2228 /100032 3 V olume 2018; Issue 02 J Community Med Public Health, an open access journal ISSN: 2577-2228Keywords: Supervision; Unimmunized; Introduction: The Federal Government of Nigeria, in August, 1984, launched its Primary Health Care policy which among other things sought to implement an Expanded Programme on Immunization (EPI) [1 -4,5]. Immunization is a proven tool for controlling and eliminating life-threatening infectious diseases and is estimated to avert between 2 and 3 million deaths each year [3,5 -8]. Immunization is one of the most cost -effective health investments, with proven strategies that make it accessible to even the most hard-to-reach and vulnerable populations [4,5 -7]. The Expanded Programme on Immunization (EPI), introduced in 1978 with the aim of providing routine immunization to children less than the age of two years, recorded initial but intermittent successes [1]. The optimum level was recorded by the early 1990s with the country achieving universal childhood immunization coverage of 81.5%. But since that period of success, Nigeria has witnessed gradual but consistent reduction in immunization coverage. By 1996, the national data showed less than 30% coverage for all antigens, and this decreased to 12.9% in 2003. This figure, which is consistent with the 2003 national immunization coverage survey figures, is among the lowest in the world and explains the poor health status of children in the country. It is the worst in the West African sub region, only better than Sierra Leone. For instance, the polio epidemic in Nigeria is the worst in the African region and constitutes threat to other nations [9 -13]. Despite global efforts, the routine immunization (RI) coverage in 2 World Health Organization (WHO) regions, namely the African Region and the South-East Asia Region, still remained short of 2010 targets [14]. As a result, the WHO Regional Director for Africa declared 2012 as the year for intensifying RI in the region; this also coincided with the declaration of polio as a programmatic emergency by the WHO Executive Board in 2012[1 -2]. Furthermore, the Independent Monitoring Board (IMB) Report of November 2012 also alluded to the need to ramp up RI in states and LGAs at high risk [15].The 22nd and the 23rd Nigerian Expert Review Committee on polio and RI in 2012 recommended the intensification of RI activities, such as the 1, 2, 3 strategy (in which all health facilities conduct at least 1 fixed session every week, each health facility conducts at least 2 outreach sessions in a month, and the local governmental area [LGA] team members conduct at least 3 supervisory visit each month to health facilities), and this was included in the National Polio Eradication Emergency Plan 2012 [1,16 -18] which included NGOs.The challenges and barriers to achieving high immunization coverage in Nigeria include inadequate planning, poor implementation of planned activities, inadequate supportive supervision, lack of monitoring for action, inadequate involvement of the community in immunization activities, and poor funding of planned RI activities as well as lack of understanding in some communities [19]. The ways of addressing these barriers include intensifying RI activities and improving operational efficiency. In 2012, Nigeria began to intensify activities to strengthen RI. These intensified activities include training of health workers on RI, updating Reaching Every Ward micro plans, increasing immunization sessions (fixed and outreach sessions), intensifying supportive supervision to the LGA and health facilities, increasing demand creation for RI services, ensuring vaccine availability (through stock monitoring and distribution of vaccines), monitoring for action (use of data for action), and leveraging immunization- plus days, local immunization days, and African Vaccination Week as conduits to provide additional RI services. The failure of immunization systems in Nigeria as illustrated below shows that an immediate intensified activities are of essence. Nigeria had witnessed a 95% decline in the number of polio cases in 2010 and was very close to stopping the transmission of the wild polio virus. However, as at July 20, 2012, Nigeria recorded 57 new cases of wild polio virus in 10 states compared to 25 cases during the same period in 2011 [8]. Following the WPV1 outbreak in Nigeria and the need to strengthen coordination and respond effectively to the polioviruses outbreaks, a multi-national Lake Chad Basin Polio Task Team (governments and partners) was established in N'Djamena. The Task Team is working closely with the Multi-National Lake Chad Basin Joint Military Task Force to ensure synchronized vaccination and surveillance activities are implemented in the insecure areas. Additionally, the Ministers of Health of these countries declared the polio outbreak in Borno State a public health emergency for the region. The declaration facilitated the mobilization of political leadership at all levels, security forces and adequate resources (domestic and international) for a high quality response to stop the outbreak before end of 2016. Part of this commitment at programmatic level is to intensify activities of all EPI activities especially at high risk LGAs to avert re-infection of the polio free-areas. This polio outbreak triggered sustained intensified activities across all states [7]. The aim is to reduce Unimmunized Children (prioritizing and focus on training, supervision and data on areas with highest numbers of susceptible population) which recommended intensification at all levels especially at high risk LGAs [7]. Studies closely related to this showed positive impact of PEI on disease surveillance and cold chain strengthening as well as identified households and settlements missed by polio teams during Citation: Uchenna AA, Saleh JE, Saddiq, Eze OL, Ogbonna PE, et al. (2018) Intensified Routine Immunization (RI) Activities: A Strategy for Improving RI and AFP Surveillance outcomes; Lessons from Abia State Nigeria. J Community Med CMPH-132. DOI: 10.29011/2577-2228 /100032 4 V olume 2018; Issue 02 J Community Med Public Health, an open access journal ISSN: 2577-2228polio campaigns which consolidated the bases for recommending intensification throughout high risk LGAs in Nigeria as a PEI strategy [20 -22]. The work done in northern Nigeria [1] shows that intensification is a very effective strategy in improving immunization outcomes however its relevancy in surveillance was not mentioned. Although the work was successful in the North, no documented evidences were seen in the Southern part of the country with different cultural backgrounds. This research therefore tends to find out if the intensification of RI activities has any effect on both surveillance and immunization outcomes. The researchers therefore applied this strategy to not only immunization but also to surveillance and IDSR interventions since Nigeria's movement towards polio eradication and certification requires a robust and holistic strategic approach to prevent re-infection of polio transmission. The National Emergency Operation Center arrived at proportions of unimmunized children and evidenced surveillance gaps, low supplemental immunization activity (SIA) coverage, and low RI low coverage as a way of identifying high risk LGAs in a state [23]. This intervention was prompted by the observed reported poor RI coverage, high un-immunized children and surveillance gaps following the analysis of Abia state RI and surveillance data from (January to Sept, 2017). Two high risk LGAs (Ohafia and Umuahia North LGAs.) were identified as the root cause of the problem, therefore intensification was implemented at that level to strengthen services in order to improve the immunization and surveillance outcomes in terms of process, output indicators. The overall goals of the Intensified RI were to reduce numbers of un- immunized children in the State and close the surveillance gaps to help in reducing childhood mortality and morbidity arising from vaccine preventable diseases. Methods: Pre-intensified desk review and analysis of all the RI administrative data, surveillance data, outreach services and findings from supportive supervisory visits conducted and reported in the Abia state from (January to September, 2017) were done using Ep.info. The results of the analysis were used as baseline information as well as the basis of stratifying and identifying the worse two performing high risks LGAs (Ohafia and Umuahia North) selected for the study [1]. The activities started with TOT and cascaded trainings from the state to LGA levels and health facilities. A total of 22 people were trained at State level comprising of 6 persons each from the two LGA and 10 other supervisors derived from Abia state Primary Health Care Development Agency (ASPHCDA) and WHO Staff involved in supervision. LGA training included 88 officers involved in offering RI at Health facilities, who worked with the two LGAs of Ohafia and Umuahia North LGAs. The training module entailed training on the use of ODK for RI supervision, outreach services surveillance as well as data collection, documentation, injection safety, baby tracking and social mobilization [1]. Data collection was done by use of RI data tools, surveillance data tools, tickler boxes and cards for all the 88 health facilities involved in the implementation of the intensified RI. The actual implementation was done from October to December 2017. Monitoring and supervision was done by Partner agency staff and staff from the State primary Health Care Development Agency. Post intensified assessment of data started from (January - March, 2018.The data received were double-entered and analyzed on a monthly basis. by use of Epi. Info, SPSS and Excel at state levels. The results of the pre- and post-intensified in-depth analyses obtained were documented and compared. Study Design. The pre-intensified activity involved a retrospective study using a review of previous assessments and data generated from the RI administrative database, surveillance database, outreach services and supportive supervisory visits to 88 health facilities in the two high risk LGAs in Abia from January to Sept 2017. This was followed by study of the intensified activity done within three months of the intervention from Oct to Dec, 2017. Post-intensified implementation data and results were analyzed and compared with the baseline and effect. The outcome of the intensified immunization was calculated [1]. Study Population: Abia state is one of the 5 states that make up the South-East Geo-political zone of the country. It was carved out of Imo State in August 1991. Abia people are of the Igbo ethnic grou p who are one of the indigenous peoples of Southeastern part of Nigeria. Their traditional language is Igbo as its citizens are predominantly Igbo peopl e (95% of population). English is widely spoken and serves as the official language in government and business. Abia State which lies within approximately latitudes 4 40 and 6 14 North, and longitudes 7 10 and 8 East, and which occupies about 7,627.2 square kilometers, is bounded on the north and northeast by the states of Anambr a, Enug u, and Ebony i. To the west of Abia is Imo State, to the east and southeast are Cross River Stat e and Akimbo State, and to the south is Rivers Stat e. The southern part of the State lies within the riverine part of Nigeria. The state capital is Umuahia. The State has 17 LGAs. It has 292 political wards, with 682, 841 households [9]. It has a total population (2018 projection) of 382, 7937, under-5years population (20%) of 765, 587, and under I year population (4%) of 153,587. Abia state has 97 hard-to-reach wards out of the 292.It has about 35% urban and 65% rural settlements. Most of the inaccessible areas are in the rural settlements. Citizens are predominantly Christians, though Citation: Uchenna AA, Saleh JE, Saddiq, Eze OL, Ogbonna PE, et al. (2018) Intensified Routine Immunization (RI) Activities: A Strategy for Improving RI and AFP Surveillance outcomes; Lessons from Abia State Nigeria. J Community Med CMPH-132. DOI: 10.29011/2577-2228 /100032 5 V olume 2018; Issue 02 J Community Med Public Health, an open access journal ISSN: 2577-2228Muslims are found in Umunneochi, Aba, Umuahia and a few other places. There are three tiers of healthcare delivery in Abia State: primary, secondary and tertiary. There are 790 Primary Health Centers (PHCs), 16Secondary Health Facilities (SHFs), 3 Tertiary Hospitals and 503 private health facilities with about 710 health facilities offering RI [4 ,9]. (Figure 1). Figure 1: Map of Abia State. LGA Constituent Political Wards OHAFIAAgboji, Akanukwu, Urban 1, Urban 2, Urban 4, Urban 5. Table 1: The two selected Local Governments and Political Wards in Abia State. Intervention: The interventions that were provided to intensify RI in the high-risk LGAs included: training of health workers on RI and other Expanded Program on Immunization components, such as surveillance, communication, and logistics; updating Reaching Every Ward micro plans that link with SIA micro plans; increasing the immunization sessions (fixed and outreach sessions); intensifying supportive supervision to the LGAs and health facilities; monitoring fixed and outreach sessions; increasing demand creation for RI services; ensuring vaccine availability through stock monitoring and supporting distribution of vaccines to LGAs, health facilities, and outreach sites; monitoring for action (including updating of monitoring charts and use of data for action); and leveraging immunization-plus days, local immunization days, maternal and newborn child health weeks, and African vaccination weeks as strategies to promote RI services. Data Collection: Standard RI and surveillance data management tools were distributed to all LGAs, including those at high risk for polio transmissions. Health workers received training on the revised data management tools [1]. Data were collected using health facility tally sheets and are summarized at the LGA level on a monthly basis and transmitted to the national level through the states and zones. A system of data quality checks to clean up the data at the state and zonal levels has been institutionalized and used. Supportive supervision data were collected using short messaging service and mobile data devices on a Magpie platform (Magpie Website Solutions ©2014), which is a mobile data collection platform [24]. WHO staff, including surge capacity personnel, visited health facilities on a weekly basis and filled in the data, which were transmitted on the Magpie platform. The data were then downloaded and analyzed at the national level, and feedback was sent to the states. A desk review of these in-country data was conducted during the study, and the data reviewed for this study were RI 3rd dose of diphtheria-pertussis-tetanus vaccine (Penta 3) coverage and 3rd dose of oral polio vaccine (OPV3) coverage obtained from the District Vaccine Data Management tool (DVD- MT) for administrative data are compared to the data from the LGAs [12,25 -29]. Results: Our study showed a steady progressive increase in quarterly coverage of all antigens from 73.3%,70.6%, to 97.05% and 87.75% to 112.7% in both LGAs which averaged (92.5 % to 102.1%) that resulted in overall increase in state sessions from 128. 3% to 134.5%. There was no increase in Penta3 immunization of children<I years for Oct, Nov, Dec in Ohaufia and Umuahia North respectively. The total number of children immunized with Penta3 increased 3% from to 66,331 for both LGAs respectively. A total Unimmunized unprotected population reduced from 34.5% to 32.5% and 20% to 15 % in both LGAs resulting in immunization of 5413 children. Reported AFP cases increased by 26 % in children <15years from 14 to19) in both poor performing LGAs which resulted in an increase in state AFP reported by 15 %(179 to 21). Using projected target populations of 75,595 and 7836for both LGAs respectively, a total number of immunized increased from 49,515 to 51,027 and Uchenna AA, Saleh JE, Saddiq, Eze OL, Ogbonna PE, et al. (2018) Intensified Routine Immunization (RI) Activities: A Strategy for Improving RI and AFP Surveillance outcomes; Lessons from Abia State Nigeria. J Community Med CMPH-132. DOI: 10.29011/2577-2228 /100032 6 V olume 2018; Issue 02 J Community Med Public Health, an open access journal ISSN: 2577-22281512 difference for Ohafia while Umuahia north increased 3% from 62,429 children at base line to 66,331 giving net children immunized to be 3,902. Total number of children captured in three months in both LGAs was5,413 which was more than that from the whole state for eight months. Unimmunized unprotected population that determines the herd immunity reduced from 34.5% to 32.5 and from 20% to 15 % in both LGAs resepcetively resulting in total of 7% reduction.. Therefore a total population immunity was built by immunizingmissed 5,413 populations. Surveillance performance indicators improved by factor of 26 %( 14 to19) in both poor performing LGAs that resulted in the improvement of overall state AFP surveillance performance indictor. Total of 14 AFP reported from 8 and 6 to total of (19) from 11 and 8 for Ohafia and Umuahia North respectively which resulted in 15 %( 179 to 211) increase in state AFP reported. Stool adequacy of 99% to 100% was reported. Most significantly noted is the improvement in the completeness and timeliness of reporting of all data sets from <89% to 100% for both RI and surveillance indicators in both LGAs respectively. Supportive supervisory visits by staff, government and with partners increased by 187 from 36 to 223(a 517% increace) ,which resulted in reduced drop out rate from 18% to 6.4% and from 19% to 5.6% in both LGAs respectively)(Accepted range <10% Defaulters (64 and 88) were traced through Supportive supervison and 152 defaulters were immunized. Outreach and fixed sessions conducted increased from <20 to 140and from 30 to 160in both LGAs respectively. Reasons for defaulting were attitudes of health workers and absentism at duty posts.Some health workers charged money for immunization, incurred extensive waiting times, and often ran out of vaccine stocks at Health facility levels. (Table 2). State Abia State MonthsJan to Sept 2017Jan - Abia state analysis RI State LGAs Ohafia (Estimated) Ohafia (Exact) Umuahia North (Exact) Months Jan to Sept 2017Jan - Dec 2017Jan to Sept 2017Jan - Dec 2017Jan LGAs in Abia AA, Saleh JE, Saddiq, Eze OL, Ogbonna PE, et al. (2018) Intensified Routine Immunization (RI) Activities: A Strategy for Improving RI and AFP Surveillance outcomes; Lessons from Abia State Nigeria. J Community Med CMPH-132. DOI: 10.29011/2577-2228 /100032 7 V olume 2018; Issue 02 J Community Med Public Health, an open access journal ISSN: 2577-2228 Figure 3: Showing 2017 RI intensification across the LGAs in Abia State. Figure 4: Outreach planned vs Implemented by months. Specify what the Qs are Q1(Jan t6o March) Eze OL, Ogbonna PE, et al. (2018) Intensified Routine Immunization (RI) Activities: A Strategy for Improving RI and AFP Surveillance outcomes; Lessons from Abia State Nigeria. J Community Med CMPH-132. DOI: 10.29011/2577-2228 /100032 8 V olume 2018; Issue 02 J Community Med Public Health, an open access journal ISSN: 2577-2228 Figure 5: Graph Figure Antigens Umuahia North Saddiq, Eze OL, Ogbonna PE, et al. (2018) Intensified Routine Immunization (RI) Activities: A Strategy for Improving RI and AFP Surveillance outcomes; Lessons from Abia State Nigeria. J Community Med CMPH-132. DOI: 10.29011/2577-2228 /100032 9 V olume 2018; Issue 02 J Community Med Public Health, an open access journal ISSN: 2577-2228Discussion Our study showed a steady progressive increase in coverage of all antigens quarterly from 73.3%,70.6%, 80.0% to 91.8% for Q1, Q2, Q3 and Q4 respectively. This is due to increased sessions conducted in both LGAs that resulted in overall increase in state sessions from 128. 3% to 134.5%. Penta3 for children<I years increased from Sept Oct, Nov, Dec in Ohaufia and Umuahia North. The quarterly coverage increased for Q1, Q2, Q3, Q4 respectively. This is in line with the study done in northern Nigeria [1]. In Ohafia where there was a slight decrease in the coverage in some antigens, was as a result poor documentation which the intensified scrutiny served as correction opportunity. Using projected target population of 75,595 and 7,836??for both LGAs respectively, the total number of children immunized increased from 49,515 to 5,1027 and 62,429 to 66,331 in children immunized for Ohafia and Umuahia north respecctively, Therefore, the total number of children captured in last three months in both LGAs were 5,413(1,512+3,902) which was more than children immunized from the whole state for other quarters. This is due to increases in state outreach and fixed sessions conducted from 128.3% to 134.5% -as seen in the 2014 study [30 -31]. Unimmunized, populations reduced from 34.5% to 32.5% hence captuirng 2% of the target in ohafia while in Umuahia North it reduced from 20% to 15 % resulting in an extra 5% coverage. Reducing the proportion of unimmunized children increased the herd immunity of the LGAs as shown in studies done[32 -33]. Reporting rates of AFP cases improved by 26 %( from 14 to19) in both poor performing LGAs. Total of 14 AFP (8 and 6) reported from Jan to Sept increased to 19 (11 and 8) in Oct to Dec, 2017 for Ohafia and Umuahia North respectively. This resulted in 15 %( 179 to 211) increase in state reported AFP cases. The increased reporting of AFP and stool adequacy from 99% to 100% was as a result of increased case searching, community sensitization and supportive supervision carried out during the intensified activities. Case detection, investigation and verification were timely due to presence of staff, partners and government as documented in [34]. Most significantly noted are improvements in the completeness and timeliness of reporting of all data sets from 90% to 100% for both RI and surveillance indicators at both LGAs and state levels [35-36]. This was as a result of prompt reporting of data using the appropriate tools on time as well as increased Supportive supervisory visits by staff, government and with partners. These supportive supervision visits increased by 84% (36 to 187)) which resulted in reduced drop out rates from 18% to 6.4% and from 19% to 5.6% in both LGAs respectively) (Accepted range <10%). Sixty four and 88 defaulters were traced during the intensified activity and 97%( 148 out of the 152) defaulters were immunized. Outreach and fixed sessions conducted increased from <20 to 140,(87%) and from 30 to 160(84%) in both LGAs respectively which concurred with work done in [30]. Reasons given for defaulting according to parents interviewed were due to: bad attitude of health workers; absentism at duty post;and poor injection skills , Some workers charged money for immunization, had long waiting times and poor vaccine stocks at Health facility levels as documented in [37 -38]. Conclusions Intensified immunization strategy is a focused response strategy capable of improving the immunization and surveillance outcomes if promptly implemented and supervised as shown and demonstrated in the 88 HFs of the two LGAs of Abia state. Raising the profile of immunization and surveillance in this intensive way rapidly improved fixed and outreach immunization sessions, immunization services. AFP surveillance indicators also improved but not as much as routine immunization status. Intensified activities therefore, resulted in drastic reductions of proportion of the unimmunized and under-immunized children thereby increasing the herd or population immunity. It also improved the timeliness and completeness of reported programme data in the state which is required for fast response to identified programme challenges due to prompt use of data real-time. Very interesting is the opportunity intensification provided for the reduction of defaulters through contact tracing and home visits. Constraints: The rumor of monkey pox immunization in the South East 1. affected the programme. The programme corresponded to the \"python dance\" activities 2. of the Nigerian Army causing major suspicion of every Government programme in the South East. Lack of Salary to Health workers in the two LGAs de-motivated 3. them. The recent change in the Abia State Primary Health Care Development Agency - as a result of the appointment of a new Executive Secretary to Abia State Primary Health Care Development Agency- made State monitor abandon the work of supervision to WHO staff only. Too many conflicting activities during the period also affected 4. the programme including ICCM winding down in Abia State, measles micro plan development, onchocerciasis trainings. Etc... Private Health facility owners displayed cooperative attitudes 5. to involvement in RI activities as they are free services. Inadequate monitoring and supportive supervision by LGA 6. and state officials despite all encouragement. Challenges in data capturing using ODK by partners.7. Data quality issues continues to be a problem despite all 8. training because Health workers do not obey guideline on Citation: Uchenna AA, Saleh JE, Saddiq, Eze OL, Ogbonna PE, et al. (2018) Intensified Routine Immunization (RI) Activities: A Strategy for Improving RI and AFP Surveillance outcomes; Lessons from Abia State Nigeria. J Community Med CMPH-132. DOI: 10.29011/2577-2228 /100032 10 V olume 2018; Issue 02 J Community Med Public Health, an open access journal ISSN: 2577-2228tallying while the work is going on except when they are under direct supervision. Recommendations: 1.The programme should be extended to other LGAs in the State to reduce un-immunized children and track new born irrespective of where the child was born. 2. The national population commission should use the baby tracking tickler card mechanisms to track new born in the community and issue them with birth certificate. 3. Registration of children in Immunization register should be by birth cohort and not by settlement in Abia State. 4. Means might be investigated to improve cooperation of non -governmental partners/agencies. Lessons learnt: 1. Good planning and constant availability of funds for outreach is a powerful means of reducing numbers of un-immunized children in every community in the State. 2. Direct disbursement of funds to end users is a major advantage in programme implementation. 3. The use of tickler cards was a very effective way of tracking children who missed their immunization schedule. 4. The use of tickler cards is a good tool for community engagement and involvement in Primary Health care activities. 5. That the current target population in use is not reliable enough and not a true representation of the true population on the ground. 6. Registration by settlement was very difficult in urban areas but very good in rural areas. Acknowledgements: We are grateful to all the workers who contributed to the success of the interventions and data collection reported here. The intensified tool deployed by the World Health Organization during the RI intensified activities is part of the Technical Assistance given to the National Primary Health Care Development Agency (NPHCDA) in Nigeria. This research is a product of collaborations between WHO Malaria and EPI programmes with their Partners in Nigeria. We declare that there is no any potential conflict of interest or royalty associated with the research. We declare that there is no funding received from any source for this research than WHO funding for technical support. References Ali D, Banda R, Mohammed A, Adagadzu J, Murele B, et al. (2016) Bo- 1. latito Murele Strengthening Routine Immunization in Areas of Northern Nigeria at High Risk for Polio Transmission During 2012-2014. J Infect Dis 213: S147 -S150. Polio Expert Review Committee. Shifting Strategy: Nigeria Needs To 2. Remain Polio -Free. Mark E, McGover 3. n, David C. (2015)Vaccination and All-Cause Child Mortality from 1985 to 2011: Global Evidence from the Demographic and Health Surveys. Am J Epidemio l.182(9): 791-798. Abia State Ministry of Health Immunization Data. (201 4. 7). National Programme on Immunization (NPI). (1997): Decree No. 12 5. of 1997. National Primary Health Care Development Agency. (2008 6. ). Federal ministry of Health, Nigeria. (2008) 7. Measles Campaign Field Guide. Federal ministry of Health, Nigeria. (1991) 8. Nigeria Primary Health Care Policies. National Population Commission (NPC) and ICF Macro (2009) Nigeria 9. Demographic and Health Survey 2008. National Population Commis - sion and ICF Macro, Abuja . Babalola S, Olabisi A. (2004) Community and Systematic Factors Af - 10. fecting the Uptake of Immunization in Nigeria: A Quantitative Study in Five States. Department of International Development (DFID). National Programme on Immunization (NPI). (2003) Basic Guide for Rou - 11. tine Immunization Service Providers. Federal Government of Nigeria . Report of Routine Immunization on District Vaccine Data Management 12. Tool for Nigeria. (2013). Report of Routine Immunization on District Vaccine Data Management 13. Tool. (2014). National Primary Health Care Development Agency. (2008 14. ). Vashishtha VM. (2012)Status of Immunization and Need for Intensifi - 15. cation of Routine Immunization in India. Indian Pediatrics 49: 357 -61. Report of the Independent Monitoring Board of the Global Polio Eradi - 16. cation Initiative, London. (2012) . Final Report of the 22nd Meeting of the Experts Review Committee on 17. Polio Eradication & Routine Immunization in Nigeria, 2011: 1 -16. Final Report of the 23rd Meeting of the Experts Review Committee Ini - 18. tiative on Polio Eradication & Routine Immunization in Nigeria, 2012: 1-6. National Polio Eradication Initiative Emergency Plan for Nigeria, 2012: 19. 4-5. Preliminary Report of Data Quality Self 20. -Assessment for the year 2010 in Nigeria, 2011: 42 -3. Closser S, Cox K, Parris TM, Landis RM, Justice J et al. (2014)The Im - 21. pact of Polio Eradication on Routine Immunization and Primary Health Care: A Mixed Methods Study. J Infect Dis 210: S504 -13. Citation: Uchenna AA, Saleh JE, Saddiq, Eze OL, Ogbonna PE, et al. (2018) Intensified Routine Immunization (RI) Activities: A Strategy for Improving RI and AFP Surveillance outcomes; Lessons from Abia State Nigeria. J Community Med CMPH-132. DOI: 10.29011/2577-2228 /100032 11 V olume 2018; Issue 02 J Community Med Public Health, an open access journal ISSN: 2577-2228Gidado SO, Ohuabunwo C, Nguku PM, Ogbuanu IU, et al. 22. (2014) N -STOP Outreach Team: Outreach to Underserved Communi - ties in Northern Nigeria, 2012-2013. J Infect Dis 210: S118 -24. National Emergency Operation Center Polio Risk Categorization of 23. LGAs in Nigeria, 2012 -2015: 1 -5. Supportive Supervision Findings on Mobile Data Devices Database 24. for Nigeria. (2014). Report of Vaccine Audit for Routine Immunization Programme in Ni - 25. geria, 2012:13 -23. Report of Routine Immunization on District Vaccine Management Tool 26. for Nigeria. (2009). Report of Routine Immunization on District Vaccine Management Tool 27. for Nigeria. (2010). Report of Routine Immunization on District Vaccine Data Management 28. Tool for Nigeria. (2011). Report of Routine Immunization on District Vaccine Data Management 29. Tool for Nigeria. (2012). Nigeria Intensifies Efforts to Reduce the Proportion of Missed Children 30. During Polio Immunization Campaig n. National Primary Health Care Development Agency. (2017) Nigeria 31. Polio Eradication Emergency Plan .Ophori EA, Tula MY, Azih AV, Okojie R, Ikpo PE. (2014) Current Trends 32. of Immunization in Nigeria: Prospect and Challenges 42: 67 -75. Pradhan N, Ryman TK, Varkey S, Ranjan A, Gupta SK, et al. (2012) 33. Expanding and Improving Urban Outreach Immunization in Patna, In - dia. Tropical Medicine & International Health 17: 292 -299. Herd Immunity Is a Form of Immunity that Occurs When the Vaccina - 34. tion of a Significant Portion of a Population (or herd) Provides a Mea - sure of Protection for Individuals Who Have Not Developed Immunit y. Fine P, Eames K, Heymann DL. (2011) \"Herd Immunity\": A Rough 35. Guide. Clinical Infectious Diseases 52: 911 -916. Li J, Liu XQ, Jiang SW, Li X, Yu F, et al. (2017) Improving Tuber - 36. culosis Case Detection in Underdeveloped Multi -Ethnic Regions with High Disease burden: A Case Study of Integrated Control Program in China. Infect Dis Poverty 6: 151 . A Manual for Comprehensive Supportive Supervision and Mentoring 37. on HIV and AIDS Health Services . Negussie A, Kassahun W, Assegid S, Hagan AK. (2016) Factors Asso - 38. ciated with Incomplete Childhood Immunization in Arbegona District, Southern Ethiopia: A Case -Control Study. BMC Public Health 16: 1 -27. "}