{"title": "COVID-19 Vaccines: What's Fact and What's Fiction? | Banner", "author": "Regan Olsson; Contributing Writer February", "url": "https://www.bannerhealth.com/healthcareblog/teach-me/covid-19-vaccines-6-vaccine-myths-explained", "hostname": "bannerhealth.com", "description": "COVID-19 vaccines are here, but there is some skepticism. Our vaccine expert helps set the record straight—what is fact and what is fiction.", "sitename": "bannerhealth.com", "date": "2021-02-15", "cleaned_text": "- The content of this article is based on the Pfizer-BioNtech and Moderna COVID-19 vaccines and was current as of the original publication date of February 15, 2021. For additional information related to the Johnson & Johnson (Janssen) vaccine, please visit our latest article, \" [How is the Johnson & Johnson Vaccine Different?](https://www.bannerhealth.com/healthcareblog/teach-me/how-is-the-johnson-and-johnson-vaccine-different)\" and the [CDC website](https://www.cdc.gov/coronavirus/2019-ncov/). It's been a year since the start of the [COVID-19](https://www.cdc.gov/coronavirus/2019-ncov/index.html) pandemic, and there seems to be a slight glimmer of hope in 2021 with [COVID-19 vaccines](https://www.bannerhealth.com/staying-well/health-and-wellness/wellness/covid/vaccine) rolling out to Americans—and others worldwide. But as happens with any vaccine, there are myths, misinformation, rumors—you name it—circling the internet downplaying its importance (and significance!). What should you believe? While social media has given us a platform to share whatever we want, false information, particularly as it pertains to vaccines, can dilute their life-saving value and [stir up fear and doubt](https://www.bannerhealth.com/healthcareblog/advise-me/vaccinations-and-friends-who-doubt-them). Too often, people fall prey to misinformation when it comes to vaccinations. So, it's no surprise there's been some questionable information out there about the lifesaving COVID-19 vaccines. That's why health care leaders across the country like Banner Health and organizations like the [Centers for Disease Control and Prevention](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/facts.html) (CDC) and the [World Health Organization](https://www.who.int/emergencies/diseases/novel-coronavirus-2019/covid-19-vaccines) (WHO) are working together to build the public's trust in the COVID-19 vaccine. \"No one is trying to pull a fast one, vaccines are much safer than contracting the illnesses they are designed to prevent,\" said [Ayrn O'Connor](https://doctors.bannerhealth.com/provider/Ayrn+O'Connor/452830), MD, director of the medical toxicology fellowship at [Banner - University Medical Center Phoenix](https://www.bannerhealth.com/locations/phoenix/banner-university-medical-center-phoenix). \"Nothing is without risk, but vaccines are some of the safest medical interventions available.\" Dr. O'Connor is also the physician lead for the Banner Health Pharmacy and Therapeutics Clinical Consensus Group, which is tasked with reviewing all COVID-19 relevant therapeutic agents including vaccines, antivirals and monoclonal antibodies. We asked her to help set the record straight on some common myths. 6 COVID-19 Vaccine Myths It's Time to Stop Believing - Here's the Truth Myth #1: The COVID-19 vaccine was rushed; there wasn't enough testing. Fact: While it might appear that pharmaceutical companies rushed these vaccines to market too quickly, the truth is that [there were no shortcuts](https://www.pbs.org/newshour/health/years-of-research-laid-groundwork-for-speedy-covid-19-vaccines) when it came to their development or clinical trials. \"The entire biotech industry pivoted to focus on COVID-19 and the pandemic,\" Dr. O'Connor said. \"Advancements in genetics, existing mRNA technology, unprecedented support and focused efforts all came together to facilitate the rapid development of safe and effective COVID-19 vaccines. Scientific integrity and principles were not compromised.\" In other vaccine and drug developments, it can take months and months to gather a small cohort of participants for clinical trials. For the COVID-19 vaccine, tens of thousands lined up quickly to enroll in the randomized trials. The FDA, as well as an independent panel of vaccine experts, closely scrutinized the data for the trials to ensure the vaccines were safe and effective and that no shortcuts were taken in the process. And, that's not just in the U.S. Similar panels in other countries have done the same thing. Myth #2: The vaccine will give me COVID-19 or contains a live virus that can make me sick. Fact: While you [might have mild—and expected—side effects](https://www.bannerhealth.com/healthcareblog/advise-me/what-to-expect-when-you-get-the-covid-19-vaccination) like a headache, fatigue or chills, that's only your body creating an immune response—not symptoms that you've been infected. The truth is that there is no live or killed virus in the vaccine, so there is no way of infecting you. As well, the vaccine won't cause you to test positive on a [PCR or antigen test](https://doctors.bannerhealth.com/provider/Covid-19+Testing/1597367) either. Only being infected with COVID-19 will cause you to test positive. To break it down, the first two COVID-19 vaccines basically teach your immune system to recognize and protect against the virus. The vaccines make our bodies produce one single protein from the virus—the protein that infects our cells—and helps us build a resistance to infection. It's important to note, that while the vaccine cannot cause COVID-19 infection, exposure to the virus before you develop immunity can result in infection, even though you have received the vaccine. Myth #3: I've already had COVID-19, so I don't need the vaccine. Fact: Unfortunately, we don't know how long natural immunity ( [antibodies](https://www.bannerhealth.com/healthcareblog/teach-me/what-to-know-about-the-covid-19-antibody-test) your body makes from getting the virus) to COVID-19 lasts, but we do know it declines over time. Experts agree, even if you've had COVID-19, it is best to get the vaccine to make sure you are protected from reinfection. \"Reinfection, although rare, can happen and the further you are from the original infection (greater than 90 days) the more our natural protection may wane,\" Dr. O'Connor said. \"This is why vaccination is recommended for those patients who have recovered from COVID and no longer require isolation/quarantine.\" Myth #4: More people are having reactions and dying from the COVID-19 vaccine than would actually die from the virus. Fact: While some people may develop mild symptoms after they receive the vaccine, these are common responses and not considered serious or life-threatening. The CDC estimates that out of every one million people, 2-5 of those who receive the COVID-19 vaccine may suffer a severe allergic reaction. But so far, the CDC hasn't identified a single case in which the vaccine caused someone's death. Some people claim that because the mortality rate for COVID-19 is 1% to 2% that people don't need to be vaccinated against a virus with a high survival rate. However, a 1% mortality rate is still 10 times more lethal than the seasonal flu. This also doesn't account for those who survived but suffered damage to their heart, lungs, brain and have other long-term health problems. Myth #5: Once I get the COVID-19 vaccine, I don't need to wear a mask or social distance. Fact: It is important to [continue masking and social distancing](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/vaccine-benefits.html) after you've received the COVID-19 vaccine, until public health experts recommend the easing of those practices. The COVID-19 vaccines were granted Emergency Use Authorization by the FDA for their ability to prevent illness and death, but it's not clear if they'll also protect against asymptomatic infection and spread. Studies to determine this are ongoing. With that in mind, even if you get the vaccine, you should continue to mask around others, wash your hands and practice social distancing. These behaviors are very important to protect those around you until we have the majority of Americans vaccinated. Myth #6: We don't know what's in these vaccines. The vaccine could change my DNA or I could be tracked without even knowing! Fact: Despite what you've read or heard on social media, not only do we know exactly what's in the COVID-19 vaccines, but we also know that they won't change our genetic makeup and don't contain any form of tracking device. \"Both vaccines rely on mRNA (messenger RNA) that tells our cells to make a portion of the viral spike protein which is the portion of the virus used to infect our cells,\" Dr. O'Connor said. \"This triggers an immune response to the viral spike protein thus offering protection when exposed to the SARs-CoV2 virus. The vaccine's mRNA does not last long in our bodies and can't be incorporated in our DNA.\" The vaccines aren't DNA-based vaccines. They're mRNA-based vaccines, which means they don't enter our DNA and can't modify our DNA. Both Pfizer-BioNTech and Moderna have published the ingredient lists. The vaccines don't include location-tracking devices, so any statements suggesting otherwise are fictional. Why Vaccinations are Important - A Final Word For centuries, vaccines have prevented countless cases of disease, disability and have saved hundreds of millions of lives—and saved billions in health care costs. In the 1790s, it was the smallpox vaccine. In the 1950s, the polio vaccine. In 2002, it was the flu vaccine. And, in 2021, we have the COVID-19 vaccine. Vaccinations just don't protect you, they also protect your family and the community you live in from contagious and deadly diseases. If we have high vaccination rates, infections are less likely to spread (read on about [herd immunity](https://www.bannerhealth.com/healthcareblog/teach-me/what-is-herd-immunity)). We share all this to say that vaccinations aren't a money-making tactic of Big Pharma or a governmental ploy to track our citizens. Vaccinations are preventing the unnecessary death of those you love—your mother, your aunt, your friends. Why not help save lives and even your own? To learn more about the COVID-19 "}