{"title": "Dr. Crystal's Digital Detox — Live Free Chiroplus", "author": "Crystal Rodenbeck", "url": "https://livefreechiroplus.com/journal/2021/2/3/dr-crystals-digital-detox", "hostname": "livefreechiroplus.com", "description": "Every year, Paul and I will take each quarter and set some goals and intentions that we want to work on. While setting some intentions for this year, we reflected on last year and how we could be better. One of the things that kept coming up the most was being present. The biggest obstacle that has", "sitename": "Live Free Chiroplus", "date": "2021-02-03", "cleaned_text": "Dr. Crystal's Digital Detox Every year, Paul and I will take each quarter and set some goals and intentions that we want to work on. While setting some intentions for this year, we reflected on last year and how we could be better. One of the things that kept coming up the most was being present. The biggest obstacle that has kept us from where we want to get to is our phones. It is so easy and convenient to have apps that let us connect to something 24/7 but what relationship did we have with technology and how was it affecting relationships around us? Paul found the book \"How to Break Up with Your Phone\" by Catherine Price and we decided that we were going to follow her 30-day digital detox plan for the month of January. I wanted to share a little about my journey with this because I felt like it had a profound impact on my life. The first couple of days of this plan is just about awareness and setting intentions. She has you just notice how much you are getting on your phone and track which apps you spend the most time on. I wanted to really track this so I put the screen time widget on the front page of my iPhone. It will tell you your total screen time for the day as well as how much time you spent on each app. This was very eye-opening for me. I didn't realize how much time I was spending on my phone and how much time I spent mindlessly scrolling on social media. Once I had this data, I was ready to take on the next steps. Day 5 was really when she upped the game. This was the day that you deleted the apps that you spent the most time on. For most people, that was social media. I was a little embarrassed at how hard this step was for me. I had a nervousness about deleting them. I could have justified them all (I use it for work, that is how I communicate with my family, etc.) but I wanted to see what this experience would lead to. So, I pushed that 'X' on the icon and deleted social media. She says you can still check your social media but just on a desktop which makes it way less convenient. So, I definitely spent less time checking those platforms having to do it that way. Once I deleted the social media apps, I went through my phone and deleted apps that were no longer serving me or that I needed a check on. It was so freeing. I felt lighter and empowered in an odd way. I was a little ashamed that I had let it control my life so much. But, I was ready to keep going. Over the next couple of weeks, the book goes into some ideas of how to change your habits and reclaiming your brain. There are so many good examples of returning to our true selves and working to be more present. I won't go through an exhaustive list (you'll have to get the book and read it for yourself or we can talk about it at your next visit) but there were a couple of ideas that we are going to implement that I wanted to share. The first thing we are implementing are No-Phone-Zones. These are places within your home or life that phones are not allowed to be used in. It is a way to keep yourself accountable and reconnect with those around you. Here are a few of our No Phone Zones: The dinner table Bedroom Restaurants/Dinner with friends or family The couch when Paul and I are both sitting in the living room together Playing with Winston (and then with our future little one :) ) The second thing we are implementing is setting up timeframes for when we have our phones. We wanted to set time perimeters for when we stop using our phones at night as well as for when we check them in the morning. My personal timeframe that I am using will be 8:00 pm to 7:00 am. I have set a Do Not Disturb on my phone for that time and will set a designated space for my phone to be during those times. I have done this for a while now already and I love it. It helps me sleep better, have a calmer morning, and gives me more uninterrupted time with Paul. It simply is the best. The last thing I will mention is redownloading social media apps. This break from them being on my phone gave me just the reset that I needed. I still checked on social media through a desktop but had several days where I wasn't on it at all. I do enjoy staying connected to my family and all of you (our wonderful readers and patients) so I knew that I would eventually have them back on my phone. I have decided that there will be a couple of days a week where I delete them off of my phone again just to give myself a break. I also will set time limits for those apps and will only allow so much time for them a day. I am going to have Paul keep me accountable in this and he will get to be the judge of my screen time when it comes to these apps. Luckily, I can take accountability from my husband without any issue. ;) This little experiment started with an interesting book title that we thought we 'should' read. But, it became WAY more than that. I have learned so much about myself and what I need to continue to work on. We have grown in our marriage and have had so many thoughtful talks about where we want our family to be. With our baby coming soon, we are so glad we did this to create a space of presence in our home. We loved it so much that we are probably going to do several 'digital detoxes' throughout the year. We encourage you to do a little check in with yourself and see where you might do a few things to change your habits. This is not meant to be shaming for how much we are on our phones but just to create an awareness. When we do that, we keep growing as people and are finding a space to live a more free and healthy life. — Dr. Crystal Want to receive this blog straight to your inbox? Sign up for our [ monthly newsletter](https://mailchi.mp/5df39df08c96/livefreechiroplus)! Want to receive this blog straight to your inbox? [Sign up for our monthly newsletter!](https://mailchi.mp/5df39df08c96/livefreechiroplus) Are you "}