{"title": "The Weird History of Vaccine Adjuvants", "author": "Ddobbs", "url": "https://scienceblogs.com/neuronculture/2009/10/01/the-weird-history-of-vaccine-a", "hostname": "scienceblogs.com", "description": null, "sitename": "ScienceBlogs", "date": "2009-10-01", "cleaned_text": "Last week the Times ran a story by Andrew Pollack, [Benefit and Doubt in Vaccine Additive](http://www.nytimes.com/2009/09/22/health/22vacc.html?partner=rss&emc=rss), that covered some of the ground I trod in my Slate story, \" [To Boost or Not to Boost: The United States' swine flu vaccines will leave millions worldwide unprotected](http://www.slate.com/id/2228700/). Pollack also had the room to explore something I lacked room for -- the fascinating history of adjuvants, and the strange mystery of how they work. Like so many things that work in medicine, adjuvants were discovered more or less by accident -- and were in fact a \"dirty little secret\" in a fairly literal sense. As the [Wikipedia entry](http://en.wikipedia.org/wiki/Immunologic_adjuvant) puts it, summarizing neatly some materials from a paywalled [The Scientist article](http://www.thescientist.com/article/display/39377/) a couple years back: [[4]](http://en.wikipedia.org/wiki/Immunologic_adjuvant#cite_note-3)in the scientific community. This dates from the early days of commercial vaccine manufacture, when significant variations in the effectiveness of different batches of the same vaccine were observed, correctly assumed to be due to contamination of the reaction vessels. However, it was soon found that more scrupulous attention to cleanliness actually seemed to reduce the effectiveness of the vaccines, and that the contaminants - \"dirt\" - actually enhanced the immune response.\" At that point, vaccine geeks started trying various additives to see (in animals) how to boost vaccine effectiveness -- and had fair luck, which they didn't quite understand. As [a fine account of this work](http://www.iayork.com/MysteryRays/2008/04/16/how-does-alum-adjuvant-work/) by Iayork, of the fabulous blog [Mystery Rays from Outer Space](http://www.iayork.com/MysteryRays), puts it: no one knew how adjuvants worked. They just ... worked. There were a myriad of choices (for animals; in the US and Canada there's only one adjuvant, alum, that's licensed for humans), and they all mostly worked, and sometimes one worked better and sometimes another worked better, or differently; but there was no understanding of how, or why. Sometimes toe of newt was the best choice, and sometimes you were better off with eye of toad, and it depended on the phase of the moon and on which malign vapours were influencing your system. Sounds scary, and I suppose it is -- but then again, a lot of things in medicine work this way. But don't get skeered; we use not the eye of newt. Early on in that run of adjuvant experimentation, immunologists recognzied that one adjuvant in particular, the above-mentioned [alum](http://www.google.com/url?sa=t&source=web&ct=res&cd=2&url=http%3A%2F%2Fwww.nci.nih.gov%2Fdrugdictionary%2F%3FCdrID%3D42000&ei=A6XESv7QJJHglAfn75mSAw&usg=AFQjCNFzR8ToOb1St4BjMc8Khm42ITlOQQ&sig2=qC7bylWo6so_VckGpU2Baw) (or alum salts), dissolved in mineral oil, was both effective and safe to use in humans. While a few new adjuvants are coming online (most notably [MF59](http://www.google.com/url?sa=t&source=web&ct=res&cd=1&url=http%3A%2F%2Fwww.springerlink.com%2Findex%2Fk119h38694421083.pdf&ei=_aXESsqUGM_alAef4amSAw&usg=AFQjCNFmG5u5NNY2HSrIAOuSIkRBZ6wyiQ&sig2=f2UIaB4L9wu88eb9yt2mVw), the adjuvant used in seasonal flu vaccines in the EU, as well as in many of the swine-flu vaccines now being made), the most common adjuvant for human vaccines remains alum, and alum is, at this point, the only adjuvant approved for use in the U.S. Now we get to the \"Eureka\" part of the tale. In 1989, Yale immunologist [Charles Janeway](http://en.wikipedia.org/wiki/Charles_Janeway), and one of a long line of distinguished physicians in his family (his dad was a noted pediatrician), gave a startling lecture at [an annual symposium](http://symposium.cshlp.org/) at the Cold Spring Harbor in which he proposed a solution to the adjuvant mystery -- and to the larger mystery of vaccines. Asked by Cold Spring Harbor director James Watson, of double helix fame, to write the introductory essay to a summer symposium, Janeway \"agreed,\" he later recalled, \"with the proviso that [I] could write about anything [I] wanted to.\" What he wrote was \" [Approaching the Asymptote: Revolution and Evolution in Immunology](http://www.google.com/url?sa=t&source=web&ct=res&cd=2&url=http%3A%2F%2Fwww.ncbi.nlm.nih.gov%2Fpubmed%2F2700931&ei=RKfESoOTDYfglAfqsqiSAw&usg=AFQjCNGNfIk6xsLiB4lrazGRDUeZx0FJGg&sig2=OyPsLNepNrdW3gN1J8U6TQ),\" which laid out the 'pattern recognition' theory, now dominant, by which the immune system mobilizes when it recognizes conserved features (that is, typical features that are conserved through evolutionary time because they work well) of pathogens. Accordingly, as Iayork puts it, [Polly Matzinger](http://en.wikipedia.org/wiki/Polly_Matzinger)[another giant of immunology] also [proposed](http://www.ncbi.nlm.nih.gov/pubmed/8011301?dopt=Abstract)a related model, in which immune responses start because cells are damaged -- the danger-signal hypothesis.) Since then, many of the pathogen-associated patterns have been identified, and many of the pattern receptors have been identified; adjuvants are no longer magic, they're science. In rough terms, the pattern-recognition and danger-signal theories can make room for each other. (Though people argue about this.) They describe two different triggers for the immune system. One, pattern recognition, is a threat-detection alarm that mobilizes the immune system simply because a stranger enters the house. The other, the danger-signal response, rallies the troops because the stranger -- someone who didn't look nasty, apparently -- has begun breaking up the furniture. These seemed to explain how many adjuvants worked, and they have helped (and are helping) scientists design new adjuvants now. But as Iayork notes, there remains a weird exception to this understanding y. These theories account for all adjuvants ... It alone remains unexplained. Which is why, as [Vincent Raceniello](http://www.google.com/url?sa=t&source=web&ct=res&cd=1&url=http%3A%2F%2Fwww.virology.ws%2F&ei=NLnESpHqFYvg8QbXnJFD&usg=AFQjCNG1qB9NCoFMG8-HCViQS_PSatyQow&sig2=sFtVHxsBZHzYi-BDS3vl4g) recently told me, \"We still don't really understand most adjuvants work.\" As [Iayork notes](http://www.iayork.com/MysteryRays/2008/04/16/how-does-alum-adjuvant-work/), a [recent paper](http://www.google.com/url?sa=t&source=web&ct=res&cd=1&url=http%3A%2F%2Fwww.virology.ws%2F&ei=NLnESpHqFYvg8QbXnJFD&usg=AFQjCNG1qB9NCoFMG8-HCViQS_PSatyQow&sig2=sFtVHxsBZHzYi-BDS3vl4g) argued that alum's activity comes from uric acid, which is released by dying or damaged cells (and is a [powerful natural adjuvant](http://www.nature.com/nature/journal/v425/n6957/abs/nature01991.html)), and that alum thus works along the lines proposed by Metzinger's danger hypothesis: alum, mimicking uric acid, sends a danger signal that accelerates the body's immune response. Jury's still out on that one, though, so alum's action still remains unexplained. (Oct 2, 2009: Alert reader passionlessdrone notes another paper, [this one from Nature](http://www.nature.com/nature/journal/v453/n7198/abs/nature06939.html), argues that alum sets off the danger signal via another route.) This puts me in mind of two things: that (as every ER doctor knows): that kids who spend more time on floors develop stronger immune systems; and that -- as every ER doc and surgeon knows -- a ragged incision (a tear) will heal faster (if not prettier) than a clean, straight incision made by a scalpel. A little sloppiness can draw a stronger response. And we often don't know why something that works, works. [Log in](/user/login?destination=/neuronculture/2009/10/01/the-weird-history-of-vaccine-a%23comment-form)to post comments "}