{"title": "PDF", "author": "PDF", "url": "https://dpbh.nv.gov/uploadedFiles/dpbh.nv.gov/content/Programs/CCCP/dta/Publications/Nevada%20Cancer%20Plan%202021-2025.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "This publication was supported by the Nevada State Division of Public and Behavioral Health through Grant Number 5 NU58DP006306-04 from the Centers for Disease Control and Prevention (CDC). Its contents are solely the responsibility of the authors and do not necessarily represent the official views of the Division nor the CDC. Permission to copy, disseminate, or otherwise use information from this plan is hereby granted. Appropriate citation is requested. Nevada Cancer Coalition 5250 Neil Road, Suite 203 Reno, NV 89502 In Honor of all nevadans whose lives have been touched by cancer, and with heartfelt gratitude to those supporting, treating, and caring for our cancer survivors each and every day. 2 | NEVADA CANCER PLAN 2021-2025Executive Summary HEALTHY COMMUNITIES across Nevada with equitable access to quality cancer care and support for everyone — that is the vision for the Nevada Cancer Plan 2021-2025, the fourth such plan developed to guide the efforts of cancer and health care stakeholders from throughout the state. Created in collaboration with multiple local, state, and federal partners, this plan is specific to the needs of our state, while still aligning with national cancer control priorities. Cancer is the second leading cause of death in the Silver State, taking the lives of more than 5,400 Nevadans each year. This has increased since the last five-year plan estimates, at which time cancer caused 4,400 deaths per year. Continued work to create policies, systems, and environmental changes that help individuals prevent cancer, find it earlier, and access adequate treatment and support at all stages of the disease is essential to not just reducing deaths and disability, but also creating a healthier Nevada. Building upon the successes and challenges of the 2016-2020 Nevada Cancer Plan, the following five-year plan outlines five overarching goals that span the cancer continuum and emphasize health equity throughout. It is an ambitious plan, but it's also an achievable one. Measurable objectives were established using the best available data, and evidence-based strategies were formulated and refined by a cadre of stakeholders from all corners of the state, each drafted to inspire action through focused efforts. For comprehensive cancer control to be effective, collaboration must be at the heart of the work. Stakeholders from across Nevada — truly, the community at large — are encouraged to review the plan and participate in its implementation, whether it be serving on a committee, talking to legislators about a policy, or even something as simple as staying up to date with personal cancer screenings. Everyone has a role to play in helping to create a healthier Nevada. It is critical to mention this plan was drafted amidst the COVID-19 pandemic, which sickened hundreds of thousands of Nevadans and took thousands of their lives, crippled the economy, forced many businesses to shutter, and strained the health care system. This pandemic clearly has demonstrated the importance of public health and the need for coordination and collaboration across all sectors of our communities. The pandemic's impacts were considered in writing this plan, with the acknowledgement many impacts are yet to be fully realized. Despite the virus's looming presence throughout 2020 — and likely beyond — it's vital those working in cancer control remain focused and vigilant to not allow their efforts to become another casualty of the pandemic. To reiterate, everyone has a role to play in reducing the burden of cancer and creating a healthier Nevada.Everyone has a role to play in reducing the burden of cancer and creating a healthier Nevada.'''' NEVADA CANCER PLAN 2021-2025 | 34 | NEVADA CANCER PLAN 2021-2025TABLE OF CONTENTS Introduction .................................... 6 Our Progress ................................... 8 State Demographics ........................ 10 Cancer Data ................................... 12 Health Disparities ............................ 14 Goals and Objectives ....................... 20 Prevention .................................. 22 Early Detection .............................. 26 Equitable Access ............................ The Bigger Picture for Health ............. 36 Acknowledgments .......................... 38 References .................................... 40 NEVADA CANCER PLAN 2021-2025 | 5Introduction THE 2021-2025 NEVADA CANCER PLAN (\"the plan\") is a living document providing a framework for stakeholders throughout the state to take action in reducing the burden of cancer for Nevadans. Based on the most current data, scientific evidence, and successes from previous cancer plans, this five-year plan provides a common set of goals spanning the cancer continuum, with a focus on health equity throughout. PREVENT CANCER Reduce exposure to risk factors. IMPROVE QUALITY OF LIFE for those diagnosed with cancer.ENSURE EQUITABLE ACCESS TO HEALTH CARE for all Nevadans.INCREASE EARLY DETECTION OF CANCERS Reduce late-stage diagnosis. PROVIDE HIGH QUALITY DATA Support and inform cancer control efforts and promote research to improve cancer prevention, detection, diagnosis, and treatment. This plan embraces policy, systems, and environmental (PSE) change strategies — a way of modifying the environment to make healthy choices practical and available to everyone. By changing policies and systems, and by shaping physical environments, communities can have larger impacts on health outcomes for cancer and other chronic diseases with a relatively small investment of time and resources. Ultimately, an effective PSE approach should seek to enact broader level change and further cancer control within communities. Nevada Cancer Coalition (NCC) is the non-profit collaboration of organizations and individuals dedicated to reducing the burden of cancer in our state. NCC, in partnership with Nevada Division of Public and Behavioral Health's Comprehensive Cancer Control Program, develops the plan, carries out various plan components, and evaluates the plan. As collaboration is at the core of comprehensive cancer control, partners and stakeholders are essential to successful implementation of the plan. 6 | NEVADA CANCER PLAN 2021-2025Plan Evaluation and Limiting Factors Evaluation of the plan is performed annually, documenting progress, successes, and challenges for each objective. Through this annual evaluation, stakeholders can identify areas where greater emphasis needs to be extended to achieve objective targets, while also highlighting effective or ineffective strategies that may require modification to reach the desired outcome. Several limiting factors related to data impacted creation of this plan. Timing plays a role in the data available. The first timing challenge is consistent across states: a delay in reported cancer data. This delay is caused by the elapsed time for cancer registries to collect and report case data, update case information, and provide information to the Centers for Disease Control and Prevention (CDC) or National Cancer Institute (NCI), and then for those entities to compile and disseminate said data. The second timing challenge is development of the plan during a census year. Updated census figures are slated for release after completion of the plan; thus, this plan relies on census estimates for 2019 to evaluate Nevada's demographics. And finally, the COVID-19 pandemic created challenges by rapidly shifting the health landscape, and thus generating issues not yet reflected in available data. For example, the coronavirus crisis has quickly changed how people manage their personal health care and access preventive and early detection services. Job losses due to the pandemic have drastically reduced the number of Nevadans covered by employer-sponsored health care. After the COVID-19 pandemic impact is calculated and accurately reflected in available data, it's likely plan objectives and activities must shift to address the updated reality.Everyone has a role to play in decreasing the burden of cancer. If you're inspired to act, you can: Join the Nevada Cancer Coalition Serve on a committee or task force Work on implementing a strategy Form a new action group or network Take care of your personal health, and encourage friends and family to do the same Champion effective wellness policies at your workplace or within your community Contact a member of the Nevada Cancer Coalition Contact decision-makers in your community and encourage them to use the plan to improve health outcomes Learn about these and other options by visiting the Nevada Cancer Coalition website: NevadaCancerCoalition. org By changing policies and systems, and by shaping physical environments, communities can have larger impacts on health outcomes such as cancer.'''' NEVADA CANCER PLAN 2021-2025 | 7THE PREVIOUS CANCER PLAN , covering the years 2016-2020, outlined 22 goals using baseline data from a variety of sources. The latest available data was used to determine progress toward each goal. Improvement was seen in a majority of the goals, as noted below. Improving HPV vaccination completion rate among boys and girls Homes tested and mitigated for radon School districts with UV policies Percentage of adults who are current smokers Percentage of youth who are overweight or obese Late-stage breast, colorectal, and lung cancer diagnoses Palliative care education Survivorship education opportunities - for survivors and health care professionals Cancer registry Gold Certification Dissemination of cancer research Little or No Change Regulation and enforcement of minors' use of tanning salons Cervical cancer screening Pathways to enrollment in Medicaid for breast or cervical cancer treatment Survivorship care plan dissemination Worsening Percentage of youth who smoke or use tobacco Percentage of adults who are obese Progress in several goal areas not shown above — notably, pediatric and adult enrollment in clinical trials and percentage of youth overweight and obese — proved challenging to evaluate. Ultimately, the clinical trial measures could not be categorized as improving or worsening alongside the other goals. This was largely due to challenges in either capturing the necessary data or capturing it in a consistent manner to provide an accurate comparison. Recognizing this as an obstacle, this plan's goals have been drafted with an emphasis on measurability based on consistent data sources. While goals specific to pediatric cancer treatment and survivorship were limited in the previous plan, great strides have nonetheless been made in recent years to provide more robust care for young Nevadans. These include expanded treatment facilities in both northern and southern Nevada, survivorship and palliative care programs, partnerships with regional treatment centers to broaden access for more specialized care, and policy at the state level to increase awareness and action for pediatric cancers and other diseases. Further, a statewide pediatric cancer plan is in development to provide strategic direction for enhancing this sector of cancer care.Our Progress 8 | NEVADA CANCER PLAN 2021-2025Policy Successes Policy is one of the most effective tools to improve public health and has remained a steadfast strategy in Nevada's comprehensive cancer plans. Below are some of the policy successes achieved during the 2017 and 2019 legislative sessions. The 2017 legislative session sought to address issues of health equity and increase access to early-detection services and care for all. This included a Joint Resolution urging the U.S. Congress not to repeal the Patient Protection and Affordable Care Act and to fully preserve its benefits, including coverage for cancer early- detection services. Other successful legislative efforts included: AB124 required the Division of Public and Behavioral Health to encourage the inclusion of minorities in clinical trials. AB245 provided access to patients for \"biosimilars\" — often lower cost biologic medicines to treat chronic disease. AB388 made an appropriation of $500,000 each year for two years to Nevada's Women's Health Connection Program, expanding the program's ability to provide breast and cervical cancer screening and diagnostics to more underserved women than ever before. SB136 created the Palliative Care and Quality of Life Interdisciplinary Advisory Council to consult with and advise the State of Nevada on palliative care initiatives. Nevada's 2019 legislative session continued the quest to improve access to cancer prevention and care for all, with a focus on our children. Successes included: AB239 revised the previous year's legislation governing prescriptions for controlled substances to finally exempt hospice, cancer, and sickle cell patients. SB159, deemed \"the sun safety bill,\" removed barriers for our schools and children in preventing skin cancer. The bill provided our schools with the policy authority needed to address the allowance of sun-protective measures, including the use of sunscreen and sun-protective clothing, and to support skin cancer prevention education for Nevada's children. SB315 created the Rare Disease Advisory Council to take the lead on both raising awareness of and establishing a plan to address these diseases, including cancer, for children in Nevada. The bill also called for promoting the importance of an annual physical exam to assist in the early detection of childhood diseases and encouraged continuing education in the diagnosis of rare diseases. Tobacco-related bills SB62, SB81, SB263, and AB535 strengthened and modernized tobacco licensing and regulation, fees, and taxes, and also incorporated vapor products into the world of tobacco control. An unprecedented $2.5 million each year for two years was appropriated for tobacco prevention and control efforts, focusing on youth vapor product use. NEVADA CANCER PLAN 2021-2025 | 9State Demographics NEVADA IS THE SEVENTH LARGEST STATE geographically. Much of its population is concentrated in three urban counties, with the remainder dispersed throughout rural and frontier counties that cover 87% of Nevada's land mass.i Census estimates for 2019 indicate Nevada's population has grown approximately 14% since the last official count in 2010, reaching just over 3.08 million people, with a population that is predominantly comprised of minority groups. Several demographic data points should be considered when evaluating Nevada's population characteristics as they relate to health care and cancer control. For example, an estimated 30% of Nevadans speak a language other than English at home. Nearly 19% do not have broadband internet access at home. And more than 12% live at or below the poverty level.ii 48.2% 29.2%10.3%8.7%1.9%1.7% Nevada Population by Race/Ethnicity Source: US Census Bureau 2019 Estimates Non-Hispanic/Non-Latino White Hispanic/Latino Black Asian American Indian/Alaska Native Other/Mixed Race 10 | NEVADA CANCER PLAN 2021-2025Classif ication of Nevada Counties Urba CANCER PLAN 2021-2025 | 11Cancer Data Rate of New Cancers in Nevada All types of cancer, all ages, all races/ethnicities, male and female, 2013-2017 - 526.9 Rate per 100,000 people Data source - U.S. Cancer Statistics Working Group. U.S. Cancer Statistics Data Visualizations Tool, based on November 2019 submission data [1999-2017]: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention and National Cancer Institute; https://www.cdc.gov/cancer/dataviz , June 2020 Rate of Cancer Deaths in Nevada All types of cancer, all ages, all races/ethnicities, male and female, 2013-2017 No data/data suppressed 99.1 - 145.6 - 161.7 171.7 - 184.3 193.3 - 207.8 Rate per 100,000 people Data source - U.S Cancer Statistics Working Group. U.S. Cancer Statistics Data Visualizations Tool, based on November 2019 submission data [1999-2017]: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention and National Center Institute; https://www.cdc.gov/cancer/dataviz , June 2020 12 | NEVADA CANCER PLAN 2021-2025Top 5 Cancer Sites, Newly Diagnosed Cases & Deathsvi Age-Adjusted Rates Per 100,000* (2013-2017) INCIDENCE MORTALITY Male Female Male Female Prostate (85.5) Breast (113.5) Lung & Bronchus (46.0) Lung & Bronchus (38.4) Lung & Bronchus (54.6) Lung & Bronchus (52.4) Colon & Rectum (19.4) Breast (21.9) Colon & Rectum (40.9) Colon & Rectum (31.5) Pancreas (11.7) Colon & Rectum (14.1) Urinary Bladder (32.1) Thyroid (23.3) Prostate (19.8) Pancreas (9.4) Melanoma (21.9) Corpus Uteri (20.3) Liver (7.4) Ovary (7.5) Cancer Screening Ratesvii DEATHS: 5,410iv Cancer is the #2 leading cause of death in Nevada (after cardiovascular disease)v NEVADA CANCER PLAN 2021-2025 | 13CANCER DISPARITIES EXIST when certain population groups \"have higher rates of cancer cases, deaths, and related health complications compared to other groups,\" according to the National Cancer Institute (NCI).ix While racial, ethnic, and economic disparities are often the most recognized, there are many factors that can contribute to the existence of disparities. These include geography, housing, education, gender or sexual identity, disability, discrimination, genetic or biological factors, and of course race/ethnicity and income, among others. Numerous disparities are known to exist within Nevada, resulting in poorer health outcomes for some; however, quantifying some disparities can be difficult. For example, the number of people who have an increased risk of developing or dying from cancer due to genetic factors currently cannot be quantified. The American Cancer Society estimates about 5% to 10% of cancers are caused by genetic mutationsx; however, individuals may not be aware they carry an increased risk due to their genetic makeup. Risk assessment tools are increasingly in use, along with genetic testing as recommended, to supplement existing early detection methods and help to reduce these disparities. This increased genetic testing could, in the future, help quantify how many Nevadans are disparately impacted. Individuals who live in Nevada's rural and frontier counties have limited access to fewer health care providers and facilities, and thus potentially have higher rates of cancer and cancer death — a geographic disparity. However, cancer incidence and mortality data for some of Nevada's counties is suppressed due to low counts — a result of small populations — and privacy concerns limiting what data can be published. At times, only data averaged over five years can be used to overcome data suppression obstacles, and even then, sometimes the data remains suppressed. Health literacy, or the lack of it, is another disparity that is variable and difficult to quantify. Individuals in Nevada who may have challenges obtaining and using health information are those who encounter language barriers, do not have access to technology like the internet to get health information, or who do not understand how systems such as health insurance work. Health Disparities Health Equity In Nevada, policymakers are moving public health efforts toward achieving greater health equity, defined by the American Public Health Association as \"ensuring opportunities for everyone to attain their highest level of health.\"viii Doing so requires removing obstacles known to create health disparities, such as lack of education, poverty, and discrimination. In 2017, the Nevada Legislature expanded the Office of Minority Health to become the Office of Minority Health and Equity, broadening the scope and adding members of the LGBTQ and disabled communities to its definition of minorities. In 2020, during a special session called amidst the COVID-19 pandemic, legislators passed a resolution addressing health equity by declaring racism a public health crisis, recognizing that systemic racism has led to poorer health outcomes for people of minority populations in the state. The measure established lawmakers' intent to further examine the issue by focusing on how to address and dismantle systemic racism and structures of racial discrimination to promote greater health equity in Nevada. 14 | NEVADA CANCER PLAN 2021-2025NEVADA CANCER PLAN 2021-2025 | 15Other disparities, such as those related to demographic and socioeconomic factors, are well-documented. NCI provides several examples of such disparities, including Black men and women having a much greater risk of dying from prostate and breast cancer, respectively, than their white counterparts. Rural women are nearly twice as likely to die from cervical cancer as women in more urban areas.xi Race and Ethnicity In Nevada, when looking at all cancers combined, whites have a higher incidence than other races/ethnicities. However, mortality data for all cancers combined indicates Blacks are more likely to die from cancer. This disparity is largely among Black men, with 195.6 deaths per 100,000 vs. just 188.9 per 100,000 for white men. The mortality rate for Black and white women is roughly the same (148.0 and 148.2 per 100,000, respectively), however the incidence of cancer among Black and white women has a greater divide (340.8 vs. 401.5 per 100,000, respectively). This lower incidence rate and more equal mortality rate indicates that once diagnosed, Black women may have poorer outcomes.xii The most recent incidence and mortality data indicate disparities along racial/ethnic lines for specific cancers as well. For example, Black women are slightly less likely to be diagnosed with breast cancer than white women, at 107.8 vs. 115.3 cases per 100,000, respectively, but have a higher rate of mortality, at 28.6 versus 22.1 cases per 100,000, respectively.xiii Black people overall are more likely to be diagnosed with and die from colorectal cancer than other Nevadans; however, it's Black men who bear the greatest risk, with 29.2 deaths per 100,000 — greater than white men (19.1), white women (16.6), or Black women (14.2).xiv Disparities for Black men are also seen with prostate cancer. In Nevada, Black men bear the highest 050100150200250300350400450 261.2 American yNevada & Mortality Rates (2013-2017) per 100,000 Source: CDC USCS Data Visualizations Black women are slightly less likely to be diagnosed with breast cancer than white women , at 107.8 vs. 115.3 cases per 100,000, respectively , but have a higher rate of mortality , at 28.6 vs. 22.1 cases per 100,000, respectively . Black men bear the greatest risk of colorectal cancer , with 29.2 deaths per 100,000 - greater than white men (19.1) , white women (16.6) , or black women (14.2) . Health Disparities CONTINUED 16 | NEVADA CANCER PLAN 2021-2025rates for the disease, as well as the highest mortality rate.xv Tracking Nevada's cervical cancer deaths to determine whether the rates align with the disparity noted by the NCI — that rural women are more likely to die from the disease — is not possible with current data. Data for the state's rural and frontier counties for both incidence and mortality is suppressed due to the low number of overall cases as compared to total population. In the two urban counties with available data, Washoe and Clark, Hispanic women are slightly more likely to be diagnosed with cervical cancer, edging out white women at 9.2 versus 9.1 cases per 100,000. However, once again, Black women are faced with the greater disparity, charting 3.3 deaths per 100,000 versus 2.6 for white women and 2.3 for Hispanic women.xvi In 2020, the CDC released new data on the prevalence of obesity, including state-level data. The data, gathered from the 2019 Behavioral Risk Factor Surveillance System (BRFSS), shows obesity is on the rise in Nevada, impacting Blacks (38.3%) and Hispanics (31.6%) much more than non- Hispanic whites (26.9%).xvii Obesity contributes to at least 13 different types of cancer according to the CDC, and some experts say it's poised to overtake tobacco as the leading preventable cause of cancer.xviii Analysis of the CDC's data by Trust for America's Health (TFAH), a non-profit, non-partisan health policy organization, noted several important demographic and socioeconomic factors that contribute to higher rates of obesity. Factors such as living in a rural community, having a lower income, being less educated, and facing racial or ethnic discrimination all increase the likelihood of obesity. Additionally, individuals with low to very low levels of food security and poorer quality diets are more likely to be obese. TFAH noted food insecurity increased during the Great Recession in 2008-2009 and is once again increasing due to the COVID-19 pandemic. The recommended efforts of TFAH to reduce food insecurity and promote good nutrition and exercise to help prevent obesity will in turn reduce the impact of chronic diseases, including cancer.xix Access to Care Access to care in Nevada is a multifaceted and ongoing challenge. Nevada's rural and frontier counties — 87% of the state's land mass — house just 9.5% of the state's population. According to Nevada's Office of Statewide Initiatives, \"rural counties possess older populations versus urban counties — for example, seven rural and frontier counties have more people aged 65 and over than people 17 years of age and under.\"xx The population of those over 65 in 11 of 14 of Nevada's rural and frontier counties is expected to rise over the next 10 years by an estimated 12.3%.xxi As has been documented, the risk for and incidence of cancer increases with age,xxii meaning the number of people living in rural and frontier counties potentially in need of cancer care services, including screening, diagnostics, and treatment, could be increasing as well. Couple these statistics with Nevada's health care provider shortage, and the situation appears to pose an even greater challenge. Nevada ranks 45th in the U.S. for active physicians per 100,000 population, 48th for primary care physicians per 100,000 population, and 50th for general surgeons per 100,000 population, according to the American Association of Medical Colleges, 2019.xxiii Nevada's health care provider shortage continues, with Nevada's rural/frontier communities experiencing a decline in the number of medical doctors per 100,000 residents from 76.3 to 72.3 during the past decade.xxiv Nevada ranks 45th in the U.S. for active physicians per 100,000 population, 48th for primary care physicians per 100,000 population, and 50th for general surgeons per 100,000 population, according to the American Association of Medical Colleges, 2019. NEVADA CANCER PLAN 2021-2025 | 17Just 3.8% of Nevada's medical doctors and doctors of osteopathic medicine with active licenses practice medicine in Nevada's rural and frontier counties.xxv That puts 9.5% of the population in the care of just 3.8% of physicians, unless those individuals drive to seek care in Nevada's urban centers — or in some cases, neighboring states. The average distance between acute care hospitals in rural/frontier Nevada is 109 miles. The Commission on Cancer (CoC) of the American College of Surgeons (ACOS) is charged with accrediting cancer programs providing comprehensive, multidisciplinary patient- centered care, including psycho-social support and survivorship care. In Nevada, only five health care facilities have CoC accreditation. All CoC-accredited facilities are located within Nevada's urban counties; thus, Nevadans living in rural/frontier communities may have to travel up to three hours to access cancer services provided by an accredited facility, including treatment and palliative care. Access to pediatric oncology care is even more limited. Since the release of Nevada's last cancer plan, comprehensive pediatric oncology/hematology services at both St. Rose Siena and University Medical Center in Las Vegas have been eliminated. In southern Nevada, Cure 4 The Kids Foundation is the primary source of care, partnering with Sunrise and Summerlin hospitals to provide inpatient care. In northern Nevada, Renown Health offers pediatric hematology and oncology services. Although Cure 4 The Kids has a robust treatment and survivorship program, both entities rely on out-of-state partnerships to deliver more specialized care, requiring some families to travel long distances or temporarily relocate to access services. Despite these challenges, progress has been made to better connect rural and other disenfranchised and underserved Nevadans to quality health care, resources, and cancer support. The state has seen an increase in the use of community health workers (CHWs) and lay navigators tasked with promoting — among other health interventions — cancer prevention and early detection activities, delivering culturally-tailored health messages, coordinating care, and connecting patients with resources to overcome obstacles and ensure better outcomes. A network of navigators united under the ThriveNV program, launched by NCC in 2020, brings together nurse navigators, community health workers, lay navigators, social workers, case managers, and other professionals to deliver cancer navigation services to those in need. Carson Tahoe HealthRenown Regional Medical CenterSaint Mary's Regional Medical Center Sunrise Hospital and Medical CenterUniversity Medical CenterCoC-Accredited Cancer Treatment Centers in Nevada Health Disparities CONTINUED 18 | NEVADA CANCER PLAN 2021-2025Additionally, Nevada's Community Health Worker Association provides a second structured network for professionals and delivers training and education to help CHWs become engaged with patients in the cancer continuum. Insurance and Health Care Policy The most recent U.S. Census Bureau one-year estimates indicate 11.4% of Nevadans were uninsured in 2019.xxvi Medicaid expansion in Nevada proved effective in increasing the number of individuals with health care, increasing enrollment in the program by 95% from 2013 to 2020.xxvii While provisions of the Affordable Care Act (ACA) were weakened at the federal level over the past five years, Nevada's 2019 legislative session saw several measures passed to strengthen health care policies related to insurance coverage. AB170 codified insurance coverage protections for individuals with pre-existing conditions or other health status factors. SB482 allowed for reciprocal licensure for health plan carriers already licensed in neighboring states to ensure essential insurance is available to Nevadans. SCR10, a Senate resolution, directed the Legislative Commission to study the feasibility, viability, and design of a public health insurance plan available to all Nevada residents. Despite this progress, Nevada's insured rate declined in 2020 as the effects of the COVID-19 pandemic rippled through the economy. According to the Kenny Guinn Center for Policy Priorities, the most recent data from the Economic Policy Institute (May 14, 2020) shows an estimated 167,217 Nevadans may have lost health insurance coverage through their employer-provided health insurance in the wake of COVID-19. Using these estimates, and assuming the number of uninsured in 2019 (11.4%) held steady in the period prior to COVID-19, the Guinn Center has calculated the percentage of uninsured individuals post-COVID-19 job losses has increased to 16.9%, or approximately 514,848 individuals. In May 2020, Nevada Health Link reported it had enrolled 6,017 Nevadans during its limited Exceptional Circumstance Special Enrollment Period created in response to the pandemic.xxviii Additionally, having health insurance often isn't enough. Certain health care plans, such as those grandfathered into the ACA and newer \"association plans,\" may not provide Nevadans with adequate insurance coverage for preventive care, cancer early detection and treatment, and supportive care such as palliative care services, leaving them underinsured. While increasing the number of Nevadans insured is a priority, it is coupled with the need to ensure those who are insured have adequate coverage. NEVADA CANCER PLAN 2021-2025 | 19 GOALS AND OBJECTIVES Prevention Early Detection Equitable Access Quality of Life Surveillance and Research 20 | NEVADA CANCER PLAN 2021-2025 GOALS AND OBJECTIVES NEVADA CANCER PLAN 2021-2025 | 21GOAL: Prevent cancer by reducing exposure to risk factors. Primary prevention refers to actions taken by individuals, organizations, or communities to prevent the development of disease. There are various environmental, behavioral, and physical factors posing both direct and indirect risks for cancer. Prevention objectives and strategies have been developed with a focus on the core drivers of cancer risk and key methods for mitigating or preventing those risks. In Nevada, numerous partners have developed complementary plans to support cancer prevention and control in the state. Most relevant is the Nevada Tobacco Control Plan (NTCP), developed in 2019. As this plan follows closely after development of the NTCP, and stakeholders in both plans share the same goals for tobacco prevention, two objectives and the accompanying strategies were duplicated from that plan. Additional complementary plans are identified below: DIRECT LINK TO CANCER PARTNER OR COMPLEMENTARY PLAN Human Papillomavirus (HPV) Immunize Nevada Tobacco Use and Exposure Nevada Tobacco Control Plan, 2019-2023 Physical Activity and Nutrition (Obesity) Nevada Early Childhood Obesity Prevention Plan Radon Exposure Nevada Radon Education Program UV Exposure Nevada Cancer Coalition GOALS AND OBJECTIVES Prevention 22 | NEVADA CANCER PLAN 2021-2025PREVENTION INDICATORS HUMAN PAPILLOMAVIRUS (HPV) HPV vaccination 52.9% Target: 60% Data source: Centers for Disease Control and Prevention, National Immunization Survey-Teen (NIS-Teen) 2019 TOBACCO USE AND EXPOSURE Youth (grades 9-12) who have reported current use of electronic vapor products Baseline: 22.5% Target: 18% Data source: 2019 Nevada High School Youth Risk Behavior Survey (YRBS) Report, Nevada Department of Health and Human ServicesNumber of adults who are former smokers Baseline: 24.5% Target: 25.8% Data source: CDC, Behavioral Risk Factor Surveillance System (BRFSS) 2019 crude prevalence PHYSICAL ACTIVITY AND NUTRITION Obesity rate in children Baseline: 24.5% Target: 22.48% Data Source: Nevada Child Height and Weight Annual Report 2018, State of Nevada, Division of Public and Behavioral HealthObesity rate in adults Baseline: 29.5% completed Baseline: 24,271 Target: 33,000 Data source: Nevada Radiation mitigated for radon Baseline: 1,513 Target: 2,200 Data built radon-resistant Baseline: 531 Target: 660 Data source: Nevada Radiation Control Program, 2019 UV EXPOSURE Incidence of melanoma Baseline: 16.9 per 100,000 Target: 16.81 per 100,000 Data source: CDC, U.S. Cancer Statistics, 2013-2017 NEVADA CANCER PLAN 2021-2025 | 23Prevention CONTINUEDGOALS AND OBJECTIVES Objective: Increase the percentage of 13- to 17-year-old youth who are up to date on HPV vaccinations. STRATEGIES: Support the efforts and campaigns put forth by immunization partners throughout the state. Identify experts and champions to participate in HPV vaccination campaigns and educational opportunities. Seek opportunities to increase compliance with the HPV vaccination series completion, including reminder-recall and other reminder systems. Increase social media outreach and education. Support ongoing policy and advocacy efforts to increase HPV vaccination rates. Objective: Decrease the percentage of youth (grades 9-12) who have reported smoking or using electronic vapor products. STRATEGIES: Advance policy to regulate and curtail electronic smoking device sales and use. Promote stronger tobacco retail licensure requirements to increase compliance with existing laws and policies that restrict minors' access to tobacco and electronic smoking devices. Decrease youth and young adult exposure to commercial tobacco products and electronic smoking devices. Expand and promote awareness of the Nevada Tobacco Quitline and apps/resources for cessation that are designed for youth and young adults. Objective: Increase the percentage of adults who are former smokers. STRATEGIES: Increase annual call volume to Nevada Tobacco Quitline and increase the use of other cessation tools. Expand access to and the use of proven cessation services. Promote health systems changes to support tobacco cessation. Educate and inform stakeholders and decision-makers about evidence-based policies and programs to increase cessation. Develop and execute consistent and culturally competent statewide messaging and counter-marketing. Objective: Reduce the obesity rate in children in grades 4-10. STRATEGIES: Support local and state policy efforts to mandate physical education and physical activity in grades K-6. Promote workplace adoption of the federal Nursing Mothers Law to promote the benefits of breastfeeding in decreasing obesity. Promote and support community garden initiatives. Support the tenets of the statewide wellness policy. 24 | NEVADA CANCER PLAN 2021-2025Objective: Maintain the obesity rate in adults. STRATEGIES: Support and implement evidence-based worksite strategies that promote healthy behaviors. Support development of built environments that help to increase physical activity and access to healthy food. Objective: Decrease exposure to elevated levels of radon. STRATEGIES: Conduct an annual campaign to educate Nevadans about radon's health risk, how to test for the gas, and the methods for radon mitigation. Promote policies and activities to educate and inform consumers about radon exposure, testing, and mitigation during real estate transactions. Educate and encourage health care providers to add a radon testing question to their annual patient questionnaire. Promote policies for radon-resistant homes, including radon-resistant new home construction and licensure of radon professionals. Objective: Reduce the incidence of skin cancer STRATEGIES: Promote sun safety and skin cancer prevention and early detection education through support of the Sun Smart Schools and Sun Smart Nevada programs. Work with community event coordinators to incorporate sun smart policies, such as access to shade and sunscreen, into event plans. Support development of built environments that include shade and access to sunscreen. Educate Nevadans on policies prohibiting the use of indoor tanning services for those under 18 years of age. NEVADA CANCER PLAN 2021-2025 | 25GOAL: Increase early detection of cancers to reduce late-stage diagnosis. The goal of screening and early detection of cancer is to find cancer at its most treatable stage and often before a person has symptoms. Ongoing research and innovation over the past several decades have yielded an array of early-detection tools and methods as well as greater insights into risk factors, such as genetics, and limitations to screening and treatment, as in the case of prostate cancer. The result of this progress has led to two distinct challenges for early detection: a variety of screening recommendations based on interpretation of research, and evolving screening guidelines as new research emerges. The United States Preventive Services Task Force (USPSTF) grades a variety of health interventions using a letter scale, providing A and B grades for recommended services where there is high certainty the net benefit is substantial, or moderate certainty of moderate or substantial benefit, respectively.xxix Aligning with evidence-based practices and A and B grade recommendations from USPSTF, included objectives increase the early detection of cervical, colorectal, and lung cancers. In the case of breast cancer, there's no question of the efficacy of regular screening. However, the age at which women should begin screening, the frequency of screening, and modality recommended varies by professional organization. As such, Nevada's providers chose to adopt the most recent evidence-based recommendations from American Society of Breast Surgeons (ASBrS) released in May 2019.xxx This recommends women at average risk begin annual screenings at 40 years of age. Objectives have been established using the available data, which align with screening guidelines tracked by the CDC's Behavioral Risk Factor Surveillance System. GOALS AND OBJECTIVES Early Detection 26 | NEVADA CANCER PLAN 2021-2025EARLY DETECTION INDICATORS Women screened for breast cancer Baseline: 66.4% Target: 69% Data source: CDC, BRFSS, 2018 crude prevalence for women 40+ screened in past 2 yearsWomen screened for cervical cancer Baseline: 78.9% Target: 82.9% Data source: CDC, BRFSS, 2018 crude prevalence for women aged 21-65 who have had a Pap test in the past three years Men and women screened for colorectal cancer Data source: BRFSS Objective: Increase the percentage of adults screened for breast, cervical, and colorectal cancers. STRATEGIES: Promote public awareness of risk factors for cancer, including family history, genetics, race/ethnicity, breast density, lifestyle, and disparities in screening and diagnosis. Collaborate statewide on consistent public messaging for cancer-screening guidelines based on the latest scientific evidence. Work with community organizations to promote culturally tailored messaging about early detection. Work with stakeholders to increase access to cancer-screening for low-income, uninsured, and other medically underserved populations. Support providers in implementing evidence-based interventions, including navigation, patient reminder systems, one-on-one education, and in-office tools, including decision aids. Enhance the statewide health information exchange (HealthHIE) efforts to increase provider participation and sharing of screening information. Support efforts to implement reimbursement for navigation and community health worker services. Continue and expand state funding for breast and cervical cancer early detection, and seek funding for colorectal cancer early detection. NEVADA CANCER PLAN 2021-2025 | 27Objective: Increase the percentage of identified smokers who report having been screened for lung cancer. STRATEGIES: Identify at-risk populations throughout Nevada, and provide tailored information on lung cancer risk and low-dose computed tomography (LDCT) screening. Educate primary care providers on the benefits of LDCT screening, and encourage best practices for screening program implementation. Support policy to ensure payers cover lung cancer screening for the recommended population with no cost sharing. Prostate Cancer While prostate cancer is very common among men — about one out of every eight men will be diagnosed in his lifetimexxxi — there is no consensus among health care professionals on screening for prostate cancer. The PSA-based screening (short for prostate-specific antigen) offers potential harms, such as over-diagnosis and over-treatment, as well as potential benefits, such as reducing the chance of death for some men. The USPSTF, along with some other national organizations, do not recommend regular screening for prostate cancer, but instead suggest men discuss with their doctor these potential harms and benefits as well as their family history, in addition to health needs and values, to determine if screening is right for them. With this in mind, this plan does not include an objective or strategies to increase prostate cancer screening. Instead, partners are working to promote education and awareness, and they are encouraging men to have the conversation about screening with their health care provider and loved ones. Other objectives included in the prevention section of this plan, such as maintaining a healthy weight, are also known to impact prostate cancer risk. Melanoma Similar to prostate cancer, the USPSTF does not provide a strong recommendation for screening for skin cancer, noting \"the current evidence is insufficient to assess the balance of benefits and harms of visual skin examination by a clinician for skin cancer in adults.\"xxxii The CDC suggests those at higher risk should talk to their health care provider about screening, but affirms widespread screening isn't proven to be effective. Instead, both organizations support preventive measures, including counseling children and parents about reducing UV exposure. In addition, data is not collected for skin cancer screening activities, so it isn't viable to establish measurable objectives and evaluate progress in this area. Skin cancer prevention activities are included within the Prevention goal area and are a priority in Nevada. Early Detection CONTINUEDGOALS AND OBJECTIVES 28 | NEVADA CANCER PLAN 2021-2025NEVADA CANCER PLAN 2021-2025 | 29GOAL: Ensure equitable access to health care for Nevadans. Access to quality, affordable health care is critical to all aspects of cancer, including prevention, early detection and treatment, and overall quality of life. While Nevada's health care workforce has historically increased, it has sorely lagged behind the needs of our communities, leaving a majority of the population in health provider shortage areas. Improving our health care capacity remains a priority for all areas of health care, including mental health and ancillary services. Nevada remains a Medicaid expansion state and continues to focus on health care coverage for all. Equitable AccessGOALS AND OBJECTIVES 30 | NEVADA CANCER PLAN 2021-2025EQUITABLE ACCESS INDICATORS Uninsured Nevadans Baseline: 11.4% Target: 10.8% Data source: United States Number of physicians per 100,000 Baseline: 213.5 Target: 225 Data source: Nevada Health Workforce Research Center, 2020 Number of Advance Practice Registered Nurses (APRNs) Baseline: 1,279 Target: Data Target: Nevada Oncology Navigator Network membership, 2020 Objective: Increase the proportion of Nevadans with health insurance coverage adequate to receiving screening and treatment for cancer. STRATEGIES: Seek opportunities to increase coverage among the employed but uninsured. Establish and document pathways for uninsured and underinsured individuals to access a payer source. Identify and address obstacles for the insured including co-pays, cost-sharing, and high deductibles. Objective: Increase health care workforce capacity overall to address cancer. STRATEGIES: Support national and state policy initiatives to address provider shortages, cross-state licensing, and malpractice insurance. Support policy opportunities to expand the legal practice ability of APRNs and licensed genetic counselors in Nevada. Support opportunities for navigator and community health worker reimbursement. Engage leadership at hospitals, cancer treatment centers, and other treatment providers to recruit medical oncologists and APRNs. Engage business and economic development organizations to help attract oncology and related health care providers to Nevada. Partner with nursing schools in Nevada to educate nursing students in specializing in oncology. Provide information and education to Nevada's health care workforce on cultural competence in health care. NEVADA CANCER PLAN 2021-2025 | 31Quality of LifeGOALS AND OBJECTIVES GOAL: Improve quality of life for those diagnosed with cancer. From the time of cancer diagnosis a person is considered a survivor, and continues to be one for the remainder of their life. Survivorship can include living free of cancer or living with cancer. Cancer survivorship brings a complexity to one's life, and has \"physical, mental, emotional, social, and financial consequences that start at diagnosis and continue through treatment and beyond.\"xxxiii Helping survivors meet and overcome the challenges cancer brings to their lives is vital to reducing the burden of the disease and enhancing quality of life overall. Palliative care addresses many of the non-oncology needs of cancer survivors, focusing on \"quality of life, emphasizing whole-person care by addressing physical, psychosocial, family and spiritual concerns as well as planning for future care.\"xxxiv Cited as a patient-centered approach to specialized medical care by Nevada's Palliative Care Council, palliative care provides survivors autonomy and additional health care support in addition to oncology treatments, taking into account a patient's goals and values to tailor care to their specific needs. Patient navigators are an integral part of enhancing a survivor's quality of life from pre-diagnosis and diagnosis through treatment, and, if necessary, into hospice care. The term \"patient navigator\" encompasses different roles, including oncology nurse and patient navigators, lay navigators, social workers, care coordinators, and community health workers. Those in this field of professionals provide individualized assistance to help survivors navigate the complexities of cancer and give support not only to those diagnosed with cancer, but also to their caregivers and family. In essence, patient navigators can not only facilitate screening and diagnosis, but also access to oncology and palliative care services. They can provide timely access to quality medical and psychosocial care, identify helpful community resources, answer questions, help to coordinate services and overcome perceived barriers, and provide cancer education. In short, \"patient navigators are increasingly recognized as an essential component of comprehensive cancer care, serving as the lynchpin for facilitating a coordinated and seamless experience for cancer patients and their families.\"xxxv 32 | NEVADA CANCER PLAN 2021-2025QUALITY OF LIFE INDICATORS Hospitals with palliative care programs Baseline: 16 Target 18 Data source: Center to Advance Palliative Care report card, reportcard.capc.orgAnnual educational opportunities for health care professionals Baseline: 2 Target: 3 Data source: Nevada Cancer Coalition, includes 1) Nevada Cancer Control Summit and 2) Project ECHO seriesNumber of navigators Baseline: 44 Target: 100 Data source: Nevada Oncology Navigator Network membership, 2020 Objective: Expand clinical and non-clinical supportive resources available to survivors. STRATEGIES: Maintain and expand patient navigation services to assist patients in accessing supportive resources. Maintain, expand, and promote the statewide cancer resource directory. Promote survivor enrollment in survivorship care programs focused on supportive health behaviors, psychosocial well-being, and quality of life. Support expansion of survivorship care programs, including to rural communities and through multimedia platforms. Promote simplified terminology and evidence-based tools to improve patient and provider communication and care planning. Conduct an education campaign to improve patients' knowledge of and ability to access clinical supportive care resources. Objective: Increase equitable access to palliative care services in hospitals. STRATEGIES: Identify which palliative care programs offer services to established patients only and which programs take non-patient referrals. Support policies to expand the quality, provision, and use of palliative care. Explore readiness and opportunity for programs to offer outpatient palliative care services. Partner with medical, nursing, and other health sciences schools to identify opportunities and conduct presentations on palliative care education. Identify opportunities in continuing education activities to include palliative care topics. Increase the number of patients referred to and participating in symptom management. Objective: Increase educational opportunities for current and future health care professionals and other support personnel to learn about best practices in survivorship. STRATEGIES: Identify and document educational opportunities conducted by partnering entities. Partner with medical, nursing and other health sciences schools to include curriculum on the topic of survivorship care. Develop opportunities for primary care providers and community health workers on survivorship issues. Identify opportunities for health care providers to receive continuing education on survivorship care topics. NEVADA CANCER PLAN 2021-2025 | 33Surveillance and ResearchGOALS AND OBJECTIVES GOAL: Provide high quality data to support and inform cancer control efforts and promote research to improve cancer prevention, detection, diagnosis, and treatment. Cancer surveillance in Nevada is orchestrated by the Nevada Central Cancer Registry (NCCR) — a statewide, population-based registry maintaining data on all cancer patients residing in the state. All professionals diagnosing and/or treating cancer submit data to the NCCR. The data provides a clear picture of the cancer burden in Nevada and is used to identify trends, improve the diagnosis and treatment of cancer, increase survival rates, and determine how to best allocate limited public health resources. Clinical trials bring forth new cancer treatments, improve outcomes, and advance knowledge throughout the cancer continuum. While many people have heard of clinical trials to test new cancer treatments, there are a number of other types of research studies, including those for cancer care delivery, cancer control, prevention, screening, post-treatment surveillance, quality of life, and biology and imaging studies. These trials are available in a variety of settings as well, including hospitals and other treatment facilities, primary care practices, community health centers, and universities. Participation in clinical trials, particularly for those with cancer, remains low, with just 2% to 3% of adult cancer patients enrolling in such research.xxxvi In a meta-analysis of studies regarding clinical trials published by the Journal of the National Cancer Institute, researchers found a number of barriers exist to participation, most notably a lack of access to clinical trials at their health care institution. For children, there are only two Children's Oncology Group (COG) locations in the state — one in Las Vegas and a second in Reno, minted as a COG facility in November 2020 — requiring children elsewhere in the state to travel several hours to treatment or out of state to participate in a clinical trial. Advancing enrollment and participation in clinical trials in Nevada requires not only expanding access to trials by offering them in more locations and types of care settings, but also increasing promotion of clinical trials and establishing them as a standard of care. 34 | NEVADA CANCER PLAN 2021-2025 SURVEILLANCE AND RESEARCH INDICATORS Number of cancer data reports from Nevada Central Cancer Registry Baseline: 0 Target: 3 Data source: Nevada Central Cancer Registry Clinical trial providers in Nevada Baseline: 77 Target: 82 Data Source: clinicaltrials.gov , November 2020 Objective: Increase use of Nevada Central Cancer Registry data to guide cancer control efforts in the state. STRATEGIES: Improve data quality by promoting complete, accurate, and timely reporting to NCCR. Use burden and disparity data to support targeted cancer control efforts. Seek opportunities to publish and present cancer-related data in order to improve understanding concerning the burden of cancer in Nevada. Support policies to improve and expand data collection and reporting to NCCR. Objective: Increase the number of providers offering clinical trials. STRATEGIES: Encourage clinical sites to promote clinical trials. Educate providers on increasing access to clinical trials in their practice. Provide access to clinical trials and create patient information and education on the benefits of participation. Support policies that increase participation in and access to clinical trials. NEVADA CANCER PLAN 2021-2025 | 35AS THIS PLAN TOOK SHAPE , the COVID-19 pandemic was unfolding and evolving, impacting Nevadans, and the nation, in a multitude of ways — many still yet to be seen. The pandemic emphasized and compounded existing challenges within the public health sector and created new immediate and potentially longer-term challenges as well. However, the pandemic has also allowed for implementation of practices that were previously aspirational, but became essential, and illuminated the ways in which Nevadans can improve public health within the state overall. Challenges Funding for public health at the national level is considered inadequate — an estimated 3% of total health spendingxxxvii — leading to poorer health outcomes and increased health care spending.xxxviii State health leaders reported in 2019 that Nevada ranked 50th in the nation for public health spending.xxxix Additionally, those same health experts noted public health funding often targets the \"crisis of the moment\" rather than chronic disease prevention. The COVID-19 health crisis came to the forefront in March 2020, continued for the remainder of the year, and was ongoing as this plan was published. It not only required substantial state and national funding to combat and diverted potential funds away from chronic disease prevention and control, it also created financial stress through state revenue shortfalls and budget cuts, furloughed and laid-off workers across many industries, loss of employer-paid health insurance, and an increase of those living at or below the poverty level. Opportunities Not all outcomes from the COVID-19 pandemic have been negative. For example, the virtual visits many patients began to have with their health care providers — via computer, smartphone or tablet — used telehealth technologies that, prior to the pandemic, health care providers and patients were slow to adopt.xl Policy changes during the pandemic to promote access to and use of telehealth tools have led to much greater use that will likely continue for some patients, such as those living farther from brick-and-mortar health care facilities. Researchers have found telehealth can improve patient health outcomes,xli and in Nevada it could serve as a valuable tool to provide preventive medicine and supportive services to patients. COVID-19 has also brought public health to the forefront, with concepts like herd immunity, contact tracing, and incidence rates being used in household conversations. Public health leaders have suggested this momentum be capitalized upon by further educating Americans about the critical nature of public health and how effective it can be in helping to improve lives when properly funded and implemented. Post-pandemic, Nevadans may be more apt to heed public health messages related to cancer screening and early detection than they had previously. Other outcomes of a greater focus on public health, experts suggest, include an influx of young people pursuing careers in science, medicine, and public health, which can only help to build up this vital workforce.xlii The Bigger Picture for Health 36 | NEVADA CANCER PLAN 2021-2025Those working in primary care have also used the pandemic as an opportunity to reimagine how services can be delivered to patients. An article in the New England Journal of Medicine penned by two physicians suggested shifting face-to-face annual exams done in a physician's office to a population health-based model to better deliver care based on the recommended screenings from the USPSTF, many of which are cancer-related, while also reducing disparities.xliii The plan is ambitious and would need to be piloted and evaluated extensively before the model could be implemented nationwide. However, in states such as Nevada where community health centers are the only site for primary care in some communities, such pilot programs could be more easily implemented. And finally, the COVID-19 pandemic may help move the needle of encouraging Nevadans to adopt a prevention-focused mindset. The CDC has identified several medical conditions and health indicators that increase a person's risk for COVID-19, two of which are also the leading preventable causes of cancer — obesity and smoking. There has been anecdotal news of people quitting smoking or losing weight to reduce their risk for COVID-19, which also helps to reduce their risk for cancer. Additionally, smoke-free casinos — which public health advocates have fought for decades to achieve — have started to become a reality, as one along the Las Vegas Strip, one in Reno, and another in Gardnerville have reopened after the pandemic shutdowns as 100% smoke-free. Health care and public health professionals can seize upon this movement to continue those trends and create long-term, positive outcomes from the pandemic. COVID-19 has brought public health to the forefront... Nevadans may be more apt to heed public health messages related to cancer screening and early detection than they had previously.'''' NEVADA CANCER PLAN 2021-2025 | 37Acknowledgments Thank you to all who gave so graciously of their time and expertise to envision and develop this plan. This is by no means an exhaustive list of each and every stakeholder who provided their input, ideas, and guidance to the plan in various forms. Cancer Plan Steering Committee James Cohen, MD Renown Health Institute for Cancer Susan Cox, RT(R)(T)(M) Renown Health Institute for Cancer Barbie Csore Nevada Cancer Coalition Lisa Dettling Nevada Health Centers Kim Dupuis Sunrise Hospital Reyna Godoy Hope Christian Health Center Kristen Hackbarth, MSML Cedar Wind Communications Deidra Hamilton, MSN, RN, OCN, ONN-CG HCA Sara Cannon Deborah Harris, MSML Prominence Group Lily Helzer, MPH State of Nevada Department of Health and Human Services Cari Herington, MBA Nevada Cancer Coalition Debra Kawcak State of Nevada Department of Health and Human Services Emily Kouzes, MPH Quest Diagnostics Annette Logan-Parker Cure 4 the Kids Foundation Tom McCoy, JD Consultant Karen Sartell Nevada Cancer Research Foundation Ellie Stockstill, RN Saint Mary's Health Network Christine Thompson Nevada Cancer CoalitionContributors Tony Ayala Northern Nevada HOPES Daizy Chan-Kumpa, MSN, RN VA Sierra Nevada Health System Lisa Gardner, RN, BSN, OCN Renown Health Institute for Cancer Kelli Goatley-Seals, MPH Washoe County Health District Cassie Goodman, MSK, CES, EMR Nevada Cancer Coalition Michelle Harden State of Nevada Department of Health and Human Services Susan Howe Nevada Radon Education Program June Hunter, MPH University of Nevada, Reno Karin Klove, MD, FACS Commission on Cancer - American College of Surgeons Cheryl Lake, BSN, RN Southwest Medical Associates Kat Neilan, BSN, RN, OCN Renown Health Institute for Cancer Nadia Noel Nevada Radon Education Program Colleen Petrosky Nevada Health Centers, Mammovan Christine Pool State of Nevada Central Cancer Registry Georganna Reynolds, BSN, RN, OCN Renown Health Institute for Cancer Jaime Rodriguez Access to Healthcare Network Tim Stephens Renown Health Institute for Cancer Michelle Thomas, BSN, RN, OCN Renown Health Institute for Cancer Amy Thompson, RN, OCN, CN-BN Nevada Cancer Coalition Debra A. Toney, PhD, RN, FAAN Nevada Health Centers Breanne Van Dyne Immunize Nevada Yvette Wintermute, RN, MEd Clark County School District 38 | NEVADA CANCER PLAN 2021-2025NEVADA CANCER PLAN 2021-2025 | 39REFERENCES i University of Nevada, Reno School of Medicine, Office of Statewide Initiatives (2019, January). Nevada Rural and Frontier Health Data Handbook - Ninth Edition . ii U.S Census Bureau (2019) Selected Characteristics of Health Insurance Coverage in the United States . https://data.census.gov/cedsci/ table?q=Nevada%20Health&g=0100000US&tid=ACSST1Y2019.S2701&hidePreview=true iii American Cancer Society (2021). Cancer Statistics Center . https://cancerstatisticscenter.cancer.org/#!/ iv American Cancer Society (2021). Cancer Statistics Center . https://cancerstatisticscenter.cancer.org/#!/ v Centers for Disease Control and Prevention (2018). Stats of the State of Nevada. National Center for Health Statistics . https://www.cdc. gov/nchs/pressroom/states/nevada/nevada.htm vi Centers for Disease Control and Prevention (2020). CDC Wonder: Cancer Statistics . https://wonder.cdc.gov/cancer.html vii Centers for Disease Control and Prevention (2020). BRFSS Prevalence & Trends Data . https://www.cdc.gov/brfss/brfssprevalence/ index.html viii American Public Health Association (2020). Healthiest Nation: Advancing Health Equity . https://www.apha.org/-/media/ files/pdf/factsheets/advancing_health_equity.ashx?la=en&hash=9144021FDA33B4E7E02447CB28CA3F9D4BE5EF18 ix National Cancer Institute (2019, March 11). What Are Cancer Disparities? https://www.cancer.gov/about-cancer/understanding/ disparities#ui-id-2 x American Cancer Society (2020, August 5). Genetics and Cancer: Family Cancer Syndromes . https://www.cancer.org/cancer/cancer- causes/genetics/family-cancer-syndromes.html#:~:text=Only%20about%205%25%20to%2010,information%20is%20about%20those%20 cancers. xi National Cancer Institute 11). What Are Cancer Disparities? https://www.cancer.gov/about-cancer/understanding/ disparities#ui-id-2 xii Centers for Disease Control and Prevention (2020). USCS Data Visualizations, Nevada All Cancers Incidence and Mortality, 2013-2017 . https://gis.cdc.gov/Cancer/USCS/DataViz.html xiii Centers for Disease Control and Prevention (2020). USCS Data Visualizations, Nevada All Cancers Incidence and Mortality, 2013-2017 . https://gis.cdc.gov/Cancer/USCS/DataViz.html xiv Centers for Disease Control and Prevention (2020). USCS Data Visualizations, Nevada All Cancers Incidence and Mortality, 2013-2017 . https://gis.cdc.gov/Cancer/USCS/DataViz.html xv Centers for Disease Control and Prevention (2020). USCS Data Visualizations, Nevada All Cancers Incidence and Mortality, 2013-2017 . https://gis.cdc.gov/Cancer/USCS/DataViz.html xvi Centers for Disease Control and Prevention (2020). USCS Data Visualizations, Nevada All Cancers Incidence and Mortality, 2013-2017 . https://gis.cdc.gov/Cancer/USCS/DataViz.html xvii Centers for Disease Control and Prevention Adult Obesity Prevalence Maps . https://www.cdc.gov/obesity/data/prevalence- maps.html#states xviii Bertagnolli, M. (2019, February 4). New Obesity and Cancer. ASCO Connection . https://connection.asco.org/blogs/new- findings-obesity-and-cancer xix Trust for America's Health (2020). The State of Obesity: Better Policies for A Healthier America 2020 . https://www.tfah.org/report- details/state-of-obesity-2020/ xx University of Nevada, Reno School of Medicine, Office of Statewide Initiatives (2019, January). Nevada Rural and Frontier Health Data Handbook - Ninth Edition . xxi University of Nevada, Reno School of Medicine, Office of Statewide Initiatives (2019, January). Nevada Rural and Frontier Health Data Handbook - Ninth Edition . xxii National Institutes of Health (2014, February 3). NIH study offers insight into why cancer incidence increases with age . https://www.nih. gov/news-events/news-releases/nih-study-offers-insight-into-why-cancer-incidence-increases-age xxiii University of Nevada, Reno School of Medicine, Office of Statewide Initiatives (2020, January). Physician Workforce in Nevada Chartbook . xxiv University of Nevada, Reno School of Medicine, Office of Statewide Initiatives (2019, January). Nevada Rural and Frontier Health Data Handbook - Ninth Edition . xxv University of Nevada, Reno School of Medicine, Office of Statewide Initiatives (2020, January). Physician Workforce in Nevada Chartbook . xxvi U.S Census Bureau (2019). Selected Characteristics of Health Insurance Coverage in the United States . https://data.census.gov/cedsci/ table?q=Nevada%20Health&g=0100000US&tid=ACSST1Y2019.S2701&hidePreview=true xxvii Norris, L. (2020, November). Nevada and the ACA's Medicaid expansion. https://www.healthinsurance.org/nevada-medicaid/ xxviii Nevada Health Link (2020, May 19). Silver State Health Insurance Exchange enrolls 5,479 during Exceptional Circumstance Special Enrollment Period in Response to COVID-19 . https://d1q4hslcl8rmbx.cloudfront.net/assets/uploads/2020/05/SSHIX-ECSEP-enrollment- numbers-release_Final-5.19.20.pdf xxix U.S. Preventive Services Task Force (2012, July). Grade Definitions . https://www.uspreventiveservicestaskforce.org/uspstf/grade- definitions xxx The American Society of Breast Surgeons (2019). Position Statement on Screening Mammography . https://www.breastsurgeons.org/ docs/statements/Position-Statement-on-Screening-Mammography.pdf xxxi Centers for Disease Control and Prevention (2020, August 18). Who Is at Risk for Prostate Cancer . https://www.cdc.gov/cancer/ prostate/basic_info/risk_factors.htm 40 | NEVADA CANCER PLAN 2021-2025xxxii U.S. Preventive Services Task Force (2016, July 26). Skin Cancer: Screening . https://www.uspreventiveservicestaskforce.org/uspstf/ recommendation/skin-cancer-screening xxxiii Centers for Disease Control and Prevention (2020, May). Cancer Patients: Diagnosis and Treatment Cancer Survivor s. https://www.cdc.gov/cancer/survivors/patients/ xxxiv Dy, S., Isenberg, S., Abu Al Hamayel, N. (2017, November). Palliative Care for Cancer Survivors. Medical Clinics of North America . https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6467511/ xxxv Blaseg, Karyl (2015, January 20). Oncology Patient Navigation: Bringing this Crucial Role to the (2019, March). Systematic Review and Meta-Analysis of the Magnitude of Structural, Clinical, and Physician and Patient Barriers to Cancer Clinical Trial Participation . Journal of the National Cancer Institute, Vol. 111, Issue 3, pages 245-255. https://academic.oup.com/jnci/article/111/3/245/5307078 xxxvii Aaker, N., Dick, K., Iser, J., and Kotchever, J. (2019). Overview of Public Health and Priorities in Nevada . https://www.leg.state.nv.us/App/ NELIS/REL/80th2019/ExhibitDocument/OpenExhibitDocument?exhibitId=36063&fileDownloadName=0211_aakn_presentation.pdf xxxviii Trust for America's Health (2020, April). The Impact of Chronic Underfunding on America's Public Health System: Trends, Risks, and Recommendations, 2020 . https://www.tfah.org/wp-content/uploads/2020/04/TFAH2020PublicHealthFunding.pdf xxxix Aaker, N., Dick, K., Iser, J., and Kotchever, J. (2019). Overview of Public Health and Priorities in Nevada . https://www.leg.state.nv.us/App/ NELIS/REL/80th2019/ExhibitDocument/OpenExhibitDocument?exhibitId=36063&fileDownloadName=0211_aakn_presentation.pdf xl Centers for Disease Control and Prevention (2020, June 10). Using Telehealth to Expand Access to Essential Health Services during the COVID-19 Pandemic . https://www.cdc.gov/coronavirus/2019-ncov/hcp/telehealth.html xli Centers for Disease Control and Prevention (2020, June 10). Using Telehealth to Expand Access to Essential Health Services during the COVID-19 Pandemic . https://www.cdc.gov/coronavirus/2019-ncov/hcp/telehealth.html xlii Padgett Powers, M. (2020, July). How will COVID-19 reshape future of US public health ? Field expected to evolve post-pandemic . The Nation's Health/APHA. https://thenationshealth.aphapublications.org/content/50/5/1.3 xliii Horn, D., and Haas, J. (2020, August 12). Covid-19 and the Mandate to Redefine Preventive Care . New England Journal of Medicine. https://www.nejm.org/doi/full/10.1056/NEJMp2018749 NEVADA CANCER PLAN 2021-2025 | 41- Notes - NEVADA CANCER PLAN 2021-2025 | 42- Notes - NEVADA CANCER PLAN 2021-2025 | 43Nevada Cancer Plan 2021 - 2025 Nevada Cancer Coalition Nevada Department of Health and Human Services DIVISION OF PUBLIC AND BEHAVIORIAL HEALTH "}