{"title": "A Simple Meditation for Concentration and Balance | Ilchi Lee", "author": "Ilchi Lee", "url": "https://ilchi.com/a-simple-meditation-for-concentration-and-balance/", "hostname": "ilchi.com", "description": "One day, I found a stone in my garden and decided to put it on top of a major energy point at the crown of my head. I kept it there as I walked around, ate, ...", "sitename": "Ilchi Lee", "date": "2019-02-07", "cleaned_text": "One day, I found a stone in my garden and decided to put it on top of a major energy point at the crown of my head. I kept it there as I walked around, ate, spoke with people, sat at the computer, and even when I did squats. In my effort to balance the stone, the angles and direction of my body were correctly aligned and I could have no distracting thoughts. Because of this, I could concentrate more easily, especially on the vision of the future I am always working toward. With this concentration comes more willpower, confidence, and even infinite creativity. The alignment and concentration also improved my energy circulation. If you've never experienced the energy circulation in your body, it's hard to imagine what this feels like, but I felt the line of energy through the center of my body intensify. Stronger energy spread throughout my body, even to my fingertips and toe tips. As a result, saliva gathered in my mouth, indicating my parasympathetic nervous system was active. My body warmed up, my eyes sparkled, and my heart overflowed with infinite confidence and love. In other words, I was meditating, even while doing other things. Just by balancing a stone on top of my head, I could achieve a meditative state, without sitting still for hours. By quieting and focusing my mind, this meditation has been like a turbo boost to my day. I can achieve so much more and do it more happily and easily. Of course, the act of balancing a stone is actually not easy. Sometimes having to balance the stone can seem like an annoyance or a roadblock. But, as it is something I freely choose and can stop at anytime, I treat this exercise as an important practice for managing my energy, my time, and my life—one that I suggest to everyone around me. I call this meditation, Chunmun Meditation, after the point on top of the head on which the rock sits. This point has several names, but the word chunmun, meaning \"heavenly gate\" or \"cosmic gate,\" reflects its role as the gate through which our soul enters our bodies when they are formed and leaves our bodies when they die. It is also the gate through which the purest life energy, what you could call heavenly energy, comes to us. I write more about the chunmun and the process of the soul leaving the body in my books, [I've Decided to Live 120 Years: The Ancient Secret to Longevity, Vitality, and Life Transformation](http://live120yearsbook.com/). and [Connect: How to Find Clarity and Expand Your Consciousness with Pineal Gland Meditation](https://amzn.to/2GC2pMx). Why don't you try this simple meditation for yourself? With Chunmun Meditation, you can take back the reigns of your brain, which may be running wild with extraneous thoughts and emotions, and bring your life into balance. I would love to hear about your experience with it in the comments. "}