{"title": "\"Vacuna protege al vacunado, pero el vacunado puede contagiar a los demás\"", "author": "Caracol Radio", "url": "https://caracol.com.co/programa/2021/01/15/6am_hoy_por_hoy/1610720591_681501.html", "hostname": "caracol.com.co", "description": "Carlos Burgos, Colombiano en los EE.UU. voluntario a la vacuna de Moderna contó su experiencia.", "sitename": "Caracol Radio", "date": "2021-01-15", "cleaned_text": "vacunado puede contagiar a los demás\" Carlos Burgos, Colombiano en los EE.UU. voluntario a la vacuna de Moderna contó su experiencia. \"Vacuna protege al vacunado, pero el vacunado puede contagiar a los demás\" 10:59 Compartir El código iframe se <iframe frameborder=\"0\" allowfullscreen></iframe> AFP En diálogo con 6AM Hoy por Hoy de Caracol Radio, Carlos Burgo, colombiano residente en los Estados Unidos, contó su testimonio al convertirse en un voluntario en las pruebas de la vacuna de Moderna. Le puede interesar [Expertos de la OMS llegan a Wuhan para buscar el origen del COVID-19](https://caracol.com.co/radio/2021/01/14/internacional/1610609878_766025.html) [Entregan para judicialización a tres extranjeros por falsificar prueba PCR](https://caracol.com.co/emisora/2021/01/15/cartagena/1610681442_696875.html) Según contó, desde que conoció sobre las pruebas decidió ser parte del proceso. Lo anterior, teniendo en cuenta a sus hijos y el futuro que ellos deberían vivir. \"Nunca pensé en los efectos, pensé en mis hijos, en mi familia. Desde que vi la propaganda de la vacuna dije que iba a ser voluntario. Ellos merecen tener un futuro\", manifestó. Le puede interesar [Bogotá y Cúcuta, ciudades que atraviesan segundo pico de COVID-19: MinSalud](https://caracol.com.co/radio/2021/01/15/nacional/1610674330_414597.html) [Defensores del Paciente insisten en revelar contratos para adquirir vacunas](https://caracol.com.co/radio/2021/01/15/nacional/1610706712_373043.html) En cuanto a las medidas de protección, Burgos reiteró que la vacuna solo protege al paciente del [virus](https://caracol.com.co/tag/covid_19/a/). Sin embargo, este puede contagiarse y transportar el virus a otros, por eso es muy importante que a pesar de la vacunación se continúen con las medidas de bioseguridad. \"La vacuna protege al vacunado, pero el vacunado puede contagiar a los demás. La vacuna te hace inmune al virus. Pero, nosotros prodemos recibir el virus y podemos contaminar\", concluyó. "}