{"title": "PDF", "author": "PDF", "url": "http://www.csun.edu/pubrels/clips/Feb08/02-01-08F.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Online Schooling Grows, Setting Off a Debate - New York Times http://www.nytimes.com/2008/02/01/education/01virtual.html?_r=1&or ... 1 of 3 2/1/2008 8:49 AM February 1, 2008 Online Schooling Grows, Setting Off a Debate By SAM DILLON MILWAUKEE — Weekday mornings, three of Tracie Weldie's children eat breakfast, make beds and trudge off to public school — in their case, downstairs to their basement in a suburb here, where their mother leads them through math and other lessons outlined by an Internet-based charter school. Half a million American children take classes online, with a significant group, like the Weldies, getting all their schooling from virtual public schools. The rapid growth of these schools has provoked debates in courtrooms and legislatures over money, as the schools compete with local districts for millions in public dollars, and over issues like whether online learning is appropriate for young children. One of the sharpest debates has concerned the Weldies' school in Wisconsin, where last week the backers of online education persuaded state lawmakers to keep it and 11 other virtual schools open despite a court ruling against them and the opposition of the teachers union. John Watson, a consultant in Colorado whodoes an annual survey of education that is based on the Internet, said events in Wisconsin followed the pattern in other states where online schools have proliferated fast. \"Somebody says, 'What's going on, does this make sense?' \" Mr. Watson said. \"And after some inquiry most states have said, 'Yes, we like online learning, but these are such new ways of teaching children that we'llneed to change some regulations and get some more oversight.' \" Two models of online schooling predominate. In Florida, Illinois and half a dozen other states, growth has been driven by a state-led, state-financed virtual school that does not give a diploma but offers courses that supplement regular work at a traditional school. Generally, these schools enroll only middle and high school students. At the Florida Virtual School, the largest Internet public school in the country, more than 50,000 students are taking courses this year. School authorities in Traverse City, Mich., hope to use online courses provided by the Michigan Virtual School next fall to educate several hundred students in their homes, alleviating a classroom shortage. The other model is a full-time online charter school like the Wisconsin Virtual Academy. About 90,000 children get their education from one of 185 such schools nationwide. They are publicly financed, mostly elementary and middle schools. Many parents attracted to online charters have previously home-schooled their children, including Mrs. Weldie. Her children — Isabel, Harry and Eleanor, all in elementary school — download assignments and communicate intermittently with their certified teachers over the Internet, but they also read story books, write in workbooks and do arithmetic at a table in their basement. Legally, they are considered public schoolstudents, not home-schoolers, because their online schools are taxpayer-financed and subject to federalOnline Schooling Grows, Setting Off a Debate - New York Times http://www.nytimes.com/2008/02/01/education/01virtual.html?_r=1&or ... 2 of 3 2/1/2008 8:49 AMtesting requirements. Despite enthusiastic support from parents, the schools have met with opposition from some educators, who say elementary students may be too young for Internet learning, and from teachers, unions and schoolboards, partly because they divert state payments from the online student's home district. Other opposition has arisen because many online charters contract with for-profit companies to provide their courses. The Wisconsin academy, for example, is run by the tiny Northern Ozaukee School District, north of Milwaukee, in close partnership with K12 Inc., which works with similar schools in 17 states. The district receives annual state payments of $6,050 for each of its 800 students, which it uses to pay teachers and buy its online curriculum from K12. Saying he suspected \"corporate profiteering\" in online schooling, State Senator John Lehman, a Democrat who is chairman of the education committee, last month proposed cutting the payments to virtual schools to$3,000 per student. But during legislative negotiations that proposal was dropped. Jeff Kwitowski, a K12 spokesman, said, \"We are a vendor and no different from thousands of other companies that provide products and services to districts and schools.\" Pennsylvania has also debated the financing of virtual charter schools. Saying such schools were draining them financially, districts filed suit in 2001, portraying online schools as little more than home schooling at taxpayer expense. The districts lost, but the debate has continued. Last year, the state auditor found that several online charters had received reimbursements from students' home districts that surpassed actual education costs by more than $1 million. Now legislators are considering a bill that would in part standardize the payments at about $5,900 per child, said Michael Race, a spokesman for the State Department of Education. The state auditor in Kansas last year raised a different concern, finding that the superintendent of a tiny prairie district running an online school had in recent years given 130 students, and with them $106,000 in per-pupil payments, to neighboring districts that used the students' names to pad enrollment counts. Theauditor concluded that the superintendent had carried out the subterfuge to compensate the other districts for not opening their own online schools. \"Virtual education is a growing alternative to traditional schooling,\" Barbara J. Hinton, the Kansas auditor, said in a report. Ms. Hinton found that virtual education had great potential because students did not haveto be physically present in a classroom. \"Students can go to school at any time and in any place,\" she said. But, she added, \"this also creates certain risks to both the quality of the student's education and to the integrity of the public school system.\" Rural Americans have been attracted to online schooling because it allows students even on remote ranches to enroll in arcane courses like Chinese. In Colorado, school districts have lost thousands of students to virtual schools, and, in 2006, a state audit found that one school, run by a rural district, was using four licensed teachers to teach 1,500 students acrossOnline Schooling Grows, Setting Off a Debate - New York Times http://www.nytimes.com/2008/02/01/education/01virtual.html?_r=1&or ... 3 of 3 2/1/2008 8:49 AMthe state. The legislature responded last year by establishing a new division of the Colorado Department of Education to tighten regulation of online schools. The Wisconsin Virtual Academy has 20 certified, unionized teachers, and 800 students who communicate with one another over the Internet. The school has consistently met federal testing requirements, and many parents, including Mrs. Weldie, expressed satisfaction with the K12 curriculum, which allows her children to move through lessons at their own pace, unlike traditional schools, where teachers often pause to take account of slower students. IsabelWeldie, 5, is in kindergarten, \"But in math I'm in first grade,\" she said during a break in her school day recently. \"That's what I love most about this curriculum,\" Mrs. Weldie said. \"There's no reason for Isabel to practice counting if she can already add.\" In 2004, the teachers' union filed a lawsuit against the school, challenging the expansive role given to parents, who must spend four to five hours daily leading their children through lesson plans and overseeing their work. Teachers monitor student progress and answer questions in a couple of half-hour telephoneconferences per month and in interactive online classes using conferencing software held several times monthly. A state court dismissed the case, but in December an appeals court said the academy was violating a state law requiring that public school teachers be licensed. The ruling infuriated parents like Bob Reber, an insurance salesman who lives in Fond du Lac and whose 8-year-old daughter is a student at the academy. \"According to this ruling, if I want to teach my daughter to tie her shoes, I'd need a license,\" Mr. Reber said. Not so, said Mary Bell, the union president: \"The court did not say that parents cannot teach their children — it said parents cannot teach their children at taxpayers' expense.\" The Weldies and 1,000 other parents and students from online schools rallied in Madison, the state capital, urging lawmakers to save their schools. Last week, legislators announced that they had agreed on a bipartisan bill that would allow the schools to stay open, while requiring online teachers to keep closely in touch with students and increasing state oversight. Copyright 2008 The New York Times Company Privacy Policy Search Corrections RSS First Look Help Contact Us Work for Us Site Map "}