{"title": "'Eris' and other new COVID strains accelerate vaccine push from Pfizer, Moderna, Novavax", "author": "Michael Gibney", "url": "https://www.pharmavoice.com/news/covid-eris-vaccine-pfizer-moderna-novavax/691702/", "hostname": "pharmavoice.com", "description": "New variants drive a need for another round of shots, and biopharma companies are stepping up to the plate.", "sitename": "PharmaVoice", "date": "2023-08-24", "cleaned_text": "In the eyes of many people around the world, the threat of COVID-19 is finished — the WHO officially declared an end to the pandemic in May, and no one could be blamed for enjoying a sigh of relief. But while infections and hospitalizations are still far lower than they were at the height of the health crisis, new viral strains that bypass immunity from vaccines and previous infection are a cause for concern in the months to come. The major strain researchers are tracking is EG.5, or Eris, alongside a similarly mutated version called FL.1.5.1, or Fornax. Former FDA commissioner Dr. Scott Gottlieb said in [an interview](https://www.cbsnews.com/news/scott-gottlieb-face-the-nation-transcript-08-20-2023/) on CBS News' Face the Nation Sunday that these strains are causing about 600,000 infections per day in the U.S. based on wastewater data. About 10,000 people were hospitalized last week, said Gottlieb, who is on the board of directors at Pfizer. That's far fewer than this time last year, but it's still early, said Gottlieb. A silver lining of the Eris strain is that it \"isn't setting off any alarm bells as far as disease severity, although early reports show it may be more transmissible\" than Omicron or lesser known strains like Arcturus from earlier this year, according to [a report](https://www.yalemedicine.org/news/covid-eg5-eris-latest-coronavirus-strain) from Yale Medicine. What protections do we have in place for these new strains? Vaccines will continue to provide the most important and widespread immunity, said current FDA commissioner Dr. Robert Califf Tuesday in a public forum arranged by the Alliance for a Stronger FDA. He called the upcoming months — a time when COVID, flu and RSV infections are known to converge — \"the big test.\" \"For the first time in history, we have effective vaccines for all three of the major viruses that kill people in the fall and winter that are my age,\" Califf, who is 72, said. \"And I'll just make a prediction: When you look at death rates by county, city, state, country, it's going to be directly proportional to the number of people to get the appropriate vaccinations.\" Shots, shots, shots The good news is that the vaccines from companies like Pfizer, Moderna and Novavax are now proving effective at protecting against the new variants. And public funding has fueled a push to develop the next generation of vaccines and treatments as the Biden administration [announced](https://www.axios.com/2023/08/22/next-generation-covid-vaccines) a $5 billion project for more effective options. The new wave of vaccines will likely be recommended for the public in mid to late September. Pfizer's [tanking revenue](https://www.pharmavoice.com/news/covid-19-market-vaccine-Pfizer-BioNTech/689786/) from its Comirnaty COVID vaccine illustrated the financial need for an updated version this fall, and the data has shown that their newest shot is prepared for the fight. The U.S. company and its German partner BioNTech [announced](https://www.reuters.com/business/healthcare-pharmaceuticals/pfizers-updated-covid-shot-effective-against-eris-variant-mice-study-2023-08-17/) last week that the vaccine was effective against the Eris strain in mice and could be launched as early as the end of August depending on regulatory approval. Similarly, Novavax [showed](https://ir.novavax.com/press-releases/2023-08-22-Novavaxs-Updated-Protein-based-XBB-COVID-Vaccine-Induced-Neutralizing-Responses-Against-Emerging-Subvariants,-Including-EG-5-1-and-XBB-1-16-6) that its COVID vaccine produced an antibody response to Eris and Arcturus variants in animal studies. The Novavax shot, which has not been approved but authorized for emergency use, is also expected to roll out in the next couple weeks. The company, which is much smaller than Pfizer, saw a notable jump in share price after the announcement. Moderna also demonstrated that its vaccine was effective against the Eris and Fornax variants in a human clinical trial. The company has submitted the updated shot for approval in the U.S., Europe and other countries around the world. The ongoing saga of COVID — despite the all-too-human inclination to wish it were over — is continuing to evolve, and the biopharma sector is adapting along with it, said Gottlieb. \"We have to have a lot of humility around this virus — there's a lot we don't understand and it's continuing to surprise us ... but this does look like it's going to be a flu-like paradigm where there's going to be new variants that emerge each year,\" Gottlieb said in the CBS interview. \"Hopefully we'll guess right in terms of how we formulate the vaccines, but you're going [to] need updated protection like you do from flu to try to match the vaccine against the variant "}