{"title": "The Truth About 9 Anti-Vaccine Studies", "author": "Adam Hadhazy", "url": "https://www.popularmechanics.com/science/health/a4998/4345610/", "hostname": "popularmechanics.com", "description": "Now that the infamous 1998 Lancet study implicating vaccines for causing autism has been retracted, we investigate the scientific merit of some other studies over the last decade that anti-vaccination advocates say back up their claims.", "sitename": "Popular Mechanics", "date": "2010-03-02", "cleaned_text": "There was big news last week in the heated debate about whether childhood vaccines cause autism. The 1998 study in The Lancet, which largely launched the vaccine-autism imbroglio, [has been officially retracted](/science/health/a5008/4344963/). Its lead author, Dr. Andrew Wakefield, has also been discredited by Britain's independent regulator of doctors for his \"unethical\" and \"dishonest\" actions in conducting the pulled study. But Wakefield's deeply flawed paper is not the only study that has fueled the anti-vaccination movement. Led by celebrities such as Jenny McCarthy, the movement continues to vehemently oppose mainstream science's overwhelming consensus that vaccines do not cause developmental disorders. Some of these papers championed by the anti-vaccination camp have serious problems of their own. Others muddy the waters or hint at conspiratorial efforts by governmental health organizations and vaccine-profiteering pharmaceutical companies to hide the truth about autism's genesis. Here's a look at several of the key studies that the anti-vaccination movement has either embraced or lambasted in furthering its perspective. These studies have already fueled the controversy and will likely remain at the epicenter of future clashes over vaccine safety. MMR Measles-mumps-rubella (MMR) is a live, \"attenuated\" virus vaccine that equips our immune system to easily fight off full-strength, natural viruses. The vaccine was introduced in the U.S. in 1971 and not until the late 1980s in some countries in Europe. A number of studies have attempted to analyze the rise in autism case rates after the introduction of the MMR vaccine. Others have sought a potential biological mechanism for how the vaccine might cause brain damage. 1. [Potential Viral Pathogenic Mechanism for New Variant Inflammatory Bowel Disease](http://pop.h-cdn.co/assets/cm/15/06/54d1502191875_-_1_0181.pdf) Journal of Clinical Pathology, April 2002 This study looked at a group of children with autism who were diagnosed with a new form of inflammatory bowel disease called ileocolonic lymphonodular hyperplasia. The research showed that the strain of measles specifically used in MMR vaccines turned up in 75 out of 91 autistic patients with the bowel disorder and in just five out of 70 nonautistic control patients. The authors state that the \"data confirm an association between the presence of measles virus and gut pathology in children with developmental disorder,\" or autism. RESPONSE: For starters, the study should perhaps be taken cum grano salis given that Wakefield is a co-author. Second, the premise that bowel inflammation is somehow tied to brain damage remains purely theoretical. The conjecture here is that the measles portion of the MMR vaccine sets up shop in the intestines and produces inflammation that lets some agent into the bloodstream. This material then reaches the brain and harms it, leading to neurological issues such as autism. These proposed neuroactive compounds have never been identified, however. And two of the study's authors—John O'Leary, now at Trinity College Dublin in Ireland along with Orla Sheils—are co-authors on a 2008 paper in PLoS ONE (a peer-reviewed online journal) that largely contradicts this earlier study's findings. The anti-vaccine lobby contests that 2008 paper, which appears next. 2. [Lack of Association Between Measles Virus Vaccine and Autism with Enteropathy: A Case-Control Study](http://www.plosone.org/article/info%3Adoi/10.1371/journal.pone.0003140) PLoS ONE, September 2008 This recent, large, federally funded study sought to replicate the design of the retracted 1998 Lancet study and ensuing studies that involved Wakefield, including the 2002 Journal of Clinical Pathology study mentioned above. Together, these studies demonstrated the presence of measles virus RNA in bowel tissue samples of children with autism spectrum disorders who were experiencing gastrointestinal (GI) distress. In order for the MMR vaccine to be implicated in autism, \"MMR immunization should precede GI complaints, and both MMR and GI complaints should precede onset of ASD,\" or autism spectrum disorder, the authors explain. But the PLoS ONE study found no such sequence in its patient group, and saw no difference in the detection of measles virus in the irritated bowels of kids both with and without autism. In conclusion, the authors say it \"provides strong evidence against association of autism with persistent [measles virus] RNA in the GI tract or MMR exposure.\" RESPONSE: The National Autism Association, a prominent anti-vaccination organization, has disputed the findings. In a press release, the group said that the intestinal biopsies were done too long after MMR exposure, and that \"it is impossible to tell from this single snapshot whether the virus has already done its damage and been cleared from the body.\" It also contended that the patients selected were not representative of the proposed pathology and that nonautistic patients in the control group also received MMR and had GI problems, thereby skewing a proper causation comparison with nonvaccinated individuals. In its release, the National Autism Association says this study asked the wrong questions and therefore got the wrong answers. 3. [An Investigation of the Association Between MMR Vaccination and Autism in Denmark](http://pop.h-cdn.co/assets/cm/15/06/54d1502b7f5cf_-_goldman.pdf) Journal of American Physicians and Surgeons, Fall 2004 The small country of Denmark, which has a particularly good system of tracking all childhood immunizations and where MMR was not introduced until 1987, has served as a popular laboratory for vaccine research. This 2004 study determined that the prevalence of autism among children aged 5 to 9 years was about eight in 100,000 prior to the MMR vaccine arriving on the scene, and from 1987 until 2000 the case rate rose to over 70 in 100,000 before leveling off. Even when accounting for greater diagnostic awareness—that is, parents and doctors diagnosing autism more as awareness of it grows—the study's authors say there is still almost a fivefold greater incidence of autism post-MMR vaccine. RESPONSE: The Journal of American Physicians and Surgeons, despite its official-sounding name, is not actually peer-reviewed. It's the journal of a politically active, conservative nonprofit group of the same name that's based in Arizona. This study took issue with other Danish studies that found no connection between the MMR vaccine and subsequent autism, such as the 2002 New England Journal of Medicine (NEJM) study by Kreesten Madsen, et al. A commentary article—co-authored by Andrew Wakefield—that appeared with this 2004 Journal of American Physicians and Surgeons study criticized Madsen's 2002 study for using a questionable age adjustment metric that helped produce its null results. The letter stated that if the adjustment were removed, the research would similarly show an increased risk for autism in those who received the MMR vaccine. Several studies, however, support the NEJM findings in other countries. A 1999 Lancet study in the U.K. considered about 500 children born between 1979 and 1992 identified by computerized health records. The trend of autism diagnoses rose over this period as elsewhere in the world—but no noticeable change in the rate occurred after the 1987 introduction of the MMR vaccine there as well. In populations studied in California and Canada, autism cases also did not correlate with MMR vaccination. Paul Offit, chief of infectious diseases at Children's Hospital of Philadelphia, points out that all epidemiological studies have their imperfections and because of their approach cannot provide proof of a disease link. Nevertheless, he says that because 12 peer-reviewed studies agree there is no MMR-autism link, inasmuch as it is possible for such studies, \"the truth has emerged.\" (Offit—author of Autism's False Prophets and perhaps the most prominent scientific critic of the anti-vaccination movement—has been criticized by, and received death threats from, members of the movement as being a shill for Big Pharma. Offit was the co-inventor of a rotavirus vaccine for babies when the hospital he worked for sold its stake in the vaccine to Merck in 2008. He rejects the conflict of interest and says the anti-vaccination movement does \"the old lawyer trick: argue the facts if the facts are on your side, argue the law if the law is on your side, and if neither is, then attack the witness.\") Thimerosal The furor over vaccines is hardly limited to just the single MMR vaccine. Another key target for those in doubt about vaccine safety is a preservative known as thimerosal. It has been used in vaccines since the 1930s to thwart microbial contamination (though it was never used in MMR). Half of thimerosal by weight is ethylmercury. This is a different substance from methylmercury (MeHg), which collects in fish tissues, for example, and stands as an uncontested cause of neurological damage in humans. Though there was no evidence at the time of people being injured due to thimerosal, the U.S. government removed it from most vaccines anyway in 2001 as a precaution—a bungled move that many say only added to the growing fear about vaccines. Here are some of the most prominent and controversial studies on thimerosal that anti-vaccinators point to. 4. [Neurodevelopmental Disorders after Thimerosal-Containing Vaccines: A Brief Communication](http://ebm.rsmjournals.com/cgi/content/full/228/6/660) Experimental Biology and Medicine, June 2003 \"This study presents the first epidemiologic evidence, based upon tens of millions of doses of vaccine administered in the United States, that associates increasing thimerosal from vaccines with neurodevelopmental disorders,\" according to the abstract. The study referenced the Vaccine Adverse Events Reporting System database maintained by the Centers for Disease Control and Prevention (CDC) and looked for reports of autism, mental retardation and speech disorders. According to the study's results, a far greater number of these signs of brain damage appeared in children who received the diphtheria, tetanus, and acellular pertussis (DTaP) vaccine containing thimerosal than those who received DTaP minus thimerosal. RESPONSE: This study is just one of many studies written over the last decade by Mark Geier, a self-employed geneticist and president of the Genetic Centers of America. Together with his son, David, Geier has provided testimony in dozens of cases alleging injury and illness from vaccines. Along the way, Geier has received a number of dressing-downs by judges who have labeled him as \"intellectually dishonest,\" \"not reliable\" and \"wholly unqualified,\" according to The New York Times. The American Academy of Pediatricians addressed methodological flaws, scientific misunderstandings, omissions and misstatements in Geier's work in 2003 and 2004 journal articles. Offit summarily labels the Geier series of studies as \"junk.\" 5. [Safety of Thimerosal-Containing Vaccines: A Two-Phased Study of Computerized Health Maintenance Organization Databases](http://pediatrics.aappublications.org/cgi/content/abstract/112/5/1039?ijkey=8dad3f7ec6d6e53184035e8e41d0c496f8f0b4b1&keytype2=tf_ipsecsha) Pediatrics, November 2003 A screening of over 120,000 infants born between 1992 and 1999 for neurodevelopmental disorders and exposure to thimerosal—phase I of the study—showed some association between the two. However, once compared to a second smaller set of kids—in phase II—no overall consistent associations with autism and the ethylmercury-containing preservative were found. RESPONSE: Anti-vaccinators jumped on the appearance of the sponsoring CDC \"watering down\" the phase I results with phase II. In a letter to the journal defending the study's ultimately \"neutral\" outcome, lead author Thomas Verstraeten said: \"The validity of the first-phase results needed urgent validation in view of the large potential public health impact. Did the CDC purposefully select a second phase that would contradict the first phase? Certainly not.\" Complicating matters and raising cries of conspiracy was the fact that vaccine maker GlaxoSmithKline hired Verstraeten during the course of the study. Verstraeten has rejected any notion that this career move influenced the study's results. 6. [Comparison of Blood and Brain Mercury Levels in Infant Monkeys Exposed to Methylmercury or Vaccines Containing Thimerosal](http://ehp.niehs.nih.gov/members/2005/7712/7712.html) Environmental Health Perspectives, August 2005 7. [Thimerosal Induces DNA Breaks, Caspase-3 Activation, Membrane Damage, and Cell Death in Cultured Human Neurons and Fibroblasts](http://toxsci.oxfordjournals.org/cgi/content/full/74/2/361?maxtoshow=&hits=10&RESULTFORMAT=&fulltext=%28%3FThimerosal+AND+induces+AND+DNA+AND+breaks%2C+AND+Caspase-3+AND+Activation%2C+AND+Membrane+AND+Damage%2C+AND+and+AND+Cell+AND+Death+AND+in+AND+Culture) Toxicological Science, May 2003 8. [Autism: A Novel Form of Mercury Poisoning](http://www.medical-hypotheses.com/article/S0306-9877%2800%2991281-7/abstract) Medical Hypotheses, April 2001 The Environmental Health Perspectives study comparing blood and brain mercury levels, showed that the ethylmercury in thimerosal stays in the brain (at least in infant macaques) longer than the MeHg that the Environmental Protection Agency bases its human mercury exposure levels on. In other words, one cannot base the probable safety of ethylmercury by assuming it acts in the same ways as MeHg. Though ethylmercury overall flushes out of the body much quicker than MeHg, a greater percentage of it and its inorganic mercury-containing derivatives accumulate in the brain, the study found. In the study's words: \"Thus, [the] conclusion regarding the safety of thimerosal drawn from blood Hg clearance data in human infants receiving vaccines may not be valid.\" The study also significantly noted that biological parameters gleaned from the baby monkeys closely aligned with those of baby humans. Not enough studies have addressed what ethylmercury does in the body, says lead author Thomas Burbacher, professor of environmental and occupational health sciences at the University of Washington. \"When you have a compound like this that you're exposing to a large part of the population, it's good to have research done on it, whether related to autism or not,\" Burbacher says. He has received funds from the National Autism Association for a follow-up study to look for an inflammatory response in neurons of monkeys exposed to thimerosal. The paper will likely be out in several months. Other studies have looked at damage that thimerosal can do to living tissue (it is, after all, a bacteria- and fungus-killing preservative). For example, a 2003 Toxicological Sciences report showed that human cells exposed to thimerosal in the lab die from membrane breakdowns, DNA fragmentation and activation of self-destructive proteins such as caspase-3. An even earlier study in Medical Hypotheses (which is not peer-reviewed) paints a compelling symptomological and biological portrait of how autism is strikingly similar to low-level mercury poisoning, saying \"We have shown that every major characteristic of autism has been exhibited in at least several cases of documented mercury poisoning.\" This 2001 study is cited on the websites of anti-vaccine organizations including the Autism Research Institute and the Coalition for SafeMinds. RESPONSE: A Pediatrics commentary in 2003 came to a far different conclusion than the Medical Hypotheses study in saying that the symptoms of mercury poisoning and autism are quite distinct. For example, children with autism often perform repetitive motions, such as rocking back and forth or flapping their hands. People poisoned by mercury instead exhibit muscle tremors and weakness. Plus, other signs of mercury poisoning in kids, including high blood pressure and skin eruptions, do not occur much in autism cases. As for the biological effects evidenced in the Toxicological Sciences report and in Burbacher's research with monkeys, they do not necessarily translate to what really happens in the human body, Offit says. \"I believe this [result] is possible, but to what extent does it matter in people?\" asks Offit. \"If I add a drop of water to a cell in a lab it will self-lyse\"—meaning it will burst and die—\"but if I have a drink of water my head won't explode.\" Although monkeys and apes are humankind's closest biological relatives and therefore invaluable as lab animals, it is well known that what affects one may not affect the other. Offit points to the recent Merck HIV vaccine trials that researchers suspended when it was determined that the vaccine actually left people more vulnerable to infection, yet \"the vaccine worked great in monkeys,\" Offit says. Furthermore, at least seven studies, according to a review study in Clinical Infectious Diseases last year by Offit, have looked at the quantity of thimerosal that thousands of vaccinated children received and found no correlation with instances of autism. The preservative was removed from all childhood vaccines (except some typically nonmandatory influenza shots) in the U.S. in 2001, and in 1992 in Europe. Even with thimerosal largely out of the childhood vaccine program, the pace of new cases of autism has increased rather than tapered. Too Many Vaccines In addition to their claims that MMR vaccine and thimerosal spark autism, anti-vaccination groups have more recently blamed the high number of vaccines received by young children for \"overloading\" fragile, young immune systems. 9. [The Danger of Excessive Vaccination during Brain Development: The Case for a Link to Autism Spectrum Disorders (ASD)] Medical Veritas, 2008 This review study employs first-person narrative and sarcasm as it cites a broad swath of literature, with 175 references in total to other studies. It aims to show piecemeal, study-by-study, that there is a biological basis for the immune system being primed by vaccinations and then going into overdrive as vaccinations continue. The study claims this action results in synaptic damage to the still-developing brain. The brain's immune cells also unleash a \"storm\" of immunologic chemicals that wreak further havoc, with multiple vaccinations at the root. In the study's words: \"In 1983, before the autism epidemic began, children received 10 vaccinations prior to school entry and the U.S. autism rate was on the order of 1 in 10,000. Today, children receive 23 or more vaccines prior to the age 2 years and 36 or more by the time of school entry and the U.S. autism rate is now greater than 1 in 150.\" (This figure has recently been upped to one in 110 by the CDC.) RESPONSE: Medical Veritas is the journal of Medical Veritas International Inc., founded in 2004 as sort of an anti-mainstream medical society to hold pharmaceutical companies, the CDC, the Institute of Medicine and other major organizations' feet to the fire. Andrew Wakefield is listed as an editor of the journal, which explains at least in part why Medical Veritas condemned the recent retraction of his Lancet study and has adopted a position that follows the anti-vaccination movement. Offit's review article in Clinical Infectious Diseases finds multiple flaws with the too-many-vaccines-equals-autism theory. Key points: A prior Offit study indicates that babies' immune systems could conservatively handle thousands of vaccines simultaneously; that the viral protein immunologic load in the current vaccine schedule has significantly lessened since 1980 due to advances in vaccine technology, even as the total number of vaccines has increased; that \"vaccinated and unvaccinated children do not differ in their susceptibility to infections not prevented by vaccines,\" so there is no evidence of a weakened immune system; that autism is not marked by inflammation indicative of a patient's immune system attacking its own host; and finally, that no studies have been done to compare the incidence of autism in vaccinated, unvaccinated, or children vaccinated on a different schedule than the one recommended by the CDC. In perhaps the most telling sign that the mainstream scientific community and the anti-vaccination movement (and the studies it relies on for credibility) are not on the same page: between the 175 references in the Medical Veritas study and the 39 referenced in the Clinical Infectious Diseases literature review, there is, shockingly, only one study that appears in both: Andrew "}