{"title": "Vitamin and mineral products that target specific health needs are driving category sales: 2023 Ingredient trends for food, drinks, dietary supplements, and natural products", "author": "Sebastian Krawiec", "url": "https://www.nutritionaloutlook.com/view/vitamin-and-mineral-products-that-target-specific-health-needs-are-driving-category-sales-2023-ingredient-trends-for-food-drinks-dietary-supplements-and-natural-products", "hostname": "nutritionaloutlook.com", "description": "Vitamins and minerals, particularly multivitamin and multimineral formulations, are growing as consumers seek cost-effective ways to personalize their nutrition.", "sitename": "Nutritional Outlook", "date": "2023-01-26", "cleaned_text": "Listen Now! Don't miss the January episode of The Nutritional Outlook Podcast in which we interview Scott Dicker and Haleigh Resetar of SPINS about all of our editors' picks for 2023 Ingredients to Watch. © 2023 MJH Life Sciences and Nutritional Outlook. All rights reserved. Vitamins and minerals, particularly multivitamin and multimineral formulations, are growing as consumers seek cost-effective ways to personalize their nutrition. Multivitamins and multiminerals stay relevant to consumers not because they are one-size-fits-all but because of their potential for convenient personalization. This can be accomplished by either formulating the product with a health focus or through the addition of added-value ingredients that allow the consumer to target specific needs such as cognitive health or even beauty. \"Consumers are always looking to simplify their routines,\" explains Haleigh Resetar, corporate communications specialist for SPINS (Chicago). \"Instead of having to take three to five different vitamins or supplements every day, they want one that is all-inclusive and personalized to what they are going to get out of it. And I think companies are really starting to pick up on this.\" \"We have seen that the trend for experienced dietary supplement consumers is to choose multivitamins that are targeted to their lifestyle and health status,\" concurs Irfan Qureshi, vice president of product development and quality assurance for Healthy Directions. \"So rather than the shotgun approach of including everything in a product, using vitamins, minerals, and other nutritional ingredients that a particular target consumer group has an increased need for resulted in better take rates for our products.\" \"The multivitamin category has evolved from formulas simply designed to fill nutritional gaps into a range of more-complete, gender- and age-specific formulas to support a range of targeted health benefits, including energy production, stress support, immune [health], and cardiovascular health,\" adds Eric Cohen, senior brand manager, Private Brands, The Vitamin Shoppe. Don't miss the January episode of The Nutritional Outlook Podcast in which we interview Scott Dicker and Haleigh Resetar of SPINS about all of our editors' picks for 2023 Ingredients to Watch. Market research provided by SPINS indicate that in 2022, within the U.S. mainstream supplements channel, sales of multivitamins for men and women grew 60% and 42%, respectively, in the cognitive health category. Sales of multivitamins for women grew 65% in the mainstream hair, skin, and nails market. This seems to indicate that consumers are choosing multivitamin products that carry cognitive health and hair, skin, and nail claims, seeking specific outcomes in addition to supporting their overall health. Recent research supports the theory that multivitamins have their own cognitive health benefits. Published in 2022, an ancillary study1 of the COcoa Supplement and Multivitamin Outcomes Study (COSMOS) found that while cocoa extract did not demonstrate any significant effect on global cognition in subjects, multivitamin supplementation did, and this effect was more pronounced among subjects with a history of cardiovascular disease. The addition of a well-known cognitive health ingredient may create a more desirable multivitamin product because it will conjure an immediate association with cognitive health. Multivitamin products that offer additional benefits are not just convenient but also economical, explains Resetar. Consumers are motivated by options that reduce their costs without necessarily having to sacrifice their wants and needs. \"Some of the growth we're seeing in these multivitamins may also have to do with inflation and some of that economic uncertainty that's going on right now,\" she states. \"It's driving consumers who may have previously bought many of these different supplements to change their focus to one that can get them everything they need, in kind of a bang-for-your-buck product. And I think that's how we're going to continue to see this evolving as companies see that's what consumers are looking for in the future.\" Multimineral products have seen particularly large sales growth, with a 123% increase in the mainstream U.S. supplements channel in 2022 and 23% growth in the natural channel. It's well known that specific minerals, like zinc, saw immense growth during the pandemic due to their potential to support immune health. Now that COVID-19 has become less of a concern, zinc is no longer in such high demand, but consumers appear to see the value in minerals more broadly. \"With the pandemic, consumers were looking for more zinc, and that's something that has carried over even to these most recent years. Zinc and magnesium are tried-and-tested minerals that many consumers have continued to go back for, and that sort of set them on a path to be like, 'I've heard of all these other minerals. I've seen these other benefits that they claim. How can I expand my horizons and maybe include these in my routine?'\" states Resetar. She adds: \"I do think zinc was a little bit of a gateway for many of these consumers. The pandemic also just made consumers overall take a closer look at their health and wellness and everything that was going on and realize that many of them are probably lacking in minerals.\" The pandemic offered many lessons, chief of which was the importance of one's health. While priorities shifted with the advent of vaccinations that resulted in the end of lockdowns and masking requirements, it's clear that consumers still value vitamins and minerals as a way to maintain good health. Placing less emphasis on immunity, consumers are utilizing supplements to support fitness goals and mental health to improve one's quality of life, says Resetar, and with a growing emphasis on performance, consumers will turn to a diverse range of supplement categories. \"As we look into 2023, we do think that bone health is going to be one of those categories to watch and one of those that is going to see some serious growth because of the growth that we saw in the performance category,\" Resetar explains. \"All of these people who are starting to increase their workouts, increase their exercise, are going to soon have to start looking for products that support their bone and joint health to supplement the additional impact they're having on their bodies.\" In 2022, the combination of vitamins A, D, and K in the mainstream U.S. bone-health supplement market saw 140% sales growth, and vitamin K on its own grew 13% and 11% in the mainstream multioutlet and natural channels, respectively. When it comes to specific minerals, magnesium saw double-digit sales growth across multiple categories in the U.S mainstream supplements channel in 2022—specifically, 14% and 20% growth in the bone and sleep categories, respectively. In the natural supplements channel, magnesium saw 103% sales growth in the bone health category, as well as 14%, 28%, 11%, and 23% growth in the cardiovascular, cognitive, sleep, and mood categories, respectively. The diverse range of benefits magnesium offers makes it a go-to for consumers. \"Magnesium sales continue to grow because of its broad range of benefits, including muscle relaxation, stress support, energy production, and cardiovascular support, which attract a wide range of customers,\" says Cohen. Magnesium is also highly complementary to ingredients such as vitamin D, which acts as a cofactor for enzymes that metabolize vitamin D so that the vitamin can help regulate calcium and phosphate homeostasis to support the growth and maintenance of bones.2 These trends in the vitamins and minerals category seem to be a canary in the coal mine for the potential growth we may see in the bone health category. \"I'm actually bullish on joint health...for the next year, and bone health as well,\" affirms Scott Dicker, senior market insights analyst for SPINS. \"I think with so many people being active, we're [still] seeing an aging population [and] people being sedentary during the day, even if they're more interested in performance as a hobby. I think joint and bone are going to be the big winners of the next health focus shift.\" Vitamins and minerals remain a winning prospect for dietary supplement manufacturers. It just depends on how you use them. References "}