{"title": "Appealing CPT Code 99072", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2021-01-11", "cleaned_text": "Jan 11, 2021 | We have received many inquiries regarding how to best appeal denials of the new CPT code 99072 which was established to account for additional supplies and staff time needed due to a public health emergency. For more details on this code see our previous report... [Covid-19](https://anjc.info/category/covid-19/), [Industry News](https://anjc.info/category/industry-news/), [Insurance News](https://anjc.info/category/insurance-news/) Dec 31, 2020 | ANJC HQ has received a significant number of calls and emails from members regarding the COVID-19 vaccine. Some of these calls are members asking where they can receive the vaccine and others are members asking how they can be exempted from the vaccine. Last... [ANJC News & Updates](https://anjc.info/category/anjc-news/), [Covid-19](https://anjc.info/category/covid-19/), [Industry News](https://anjc.info/category/industry-news/) Oct 23, 2020 | In September, the AMA released a new CPT code, 99072, created to address additional expenses incurred by providers as a result of additional safety measures and cleaning supplies needed due to the COVID-19 pandemic.The formal definition of CPT 99072 News](https://anjc.info/category/insurance-news/) Jul 8, 2020 | As per Gov. Murphy's Executive Order No. 145 of May 15, 2020, healthcare providers in addition to other measures must: Direct all administrative staff to wear, at a minimum, a cloth face covering within the office, except where doing so would inhibit the... [Covid-19](https://anjc.info/category/covid-19/), [Uncategorized](https://anjc.info/category/uncategorized/) Jun 17, 2020 | Our interpretation of executive orders regarding business closures due to COVID19 has been that massage therapy for medical purposes performed in a healthcare facility have been allowed throughout the crisis. However, there was some confusion introduced as the "}