{"title": "First human trial of new Zika vaccine begins", "author": null, "url": "https://www.manchester.ac.uk/discover/news/first-human-trial-of-new-zika-vaccine-begins/", "hostname": "manchester.ac.uk", "description": "The first participant has received a dose of a new Zika virus vaccine being trialled by the University of Liverpool at the Clinical Research Facility within the Royal Liverpool University Hospital, based on work at The University of Manchester.Although now not as prevalent as during its peak in 2016, Zika remains an ongoing threat, with thousan...", "sitename": "University of Manchester", "date": "2023-05-02", "cleaned_text": "First human trial of new Zika vaccine begins The first participant has received a dose of a new Zika virus vaccine being trialled by the University of Liverpool at the Clinical Research Facility within the Royal Liverpool University Hospital, based on work at The University of Manchester. Although now not as prevalent as during its peak in 2016, Zika remains an ongoing threat, with thousands of cases of the mosquito-borne virus reported each year, mainly in countries close to the equator. Pregnant women continue to be the population at highest risk for the infection as the virus can cause severe foetal birth defects. The vaccine originates from a 2016 Zika Rapid Response grant awarded to Dr Tom Blanchard (Consultant at the Royal Liverpool University Hospital and Honorary Senior Lecturer at the University of Liverpool) and colleagues in his former position at the University of Manchester, in collaboration with the UK Health Security Agency (UKHSA). Dr Blanchard has since developed a number of iterations to enhance the vaccine's effectiveness and manufacturing scale-up. Liverpool researchers have been driving this project forward since 2017 despite the unanticipated challenges associated with the COVID-19 pandemic. The team has used an approach to develop a vaccine based on studies to understand immunity to Zika and other related viruses. It's hoped that the vaccine, designed to be suitable for use during pregnancy, will generate highly protective and long-lasting immunity. Having shown promising results in animal studies, the vaccine has now moved into a 'first in human' Phase I trial. If successful, the new trial could lead to a major breakthrough in tackling the Zika virus, for which there are still no approved vaccines or treatments available anywhere in the world. Healthy volunteers recruited to the trial will receive two doses of the new vaccine to evaluate its safety, tolerability and its ability to produce an immune response. The vaccine will be assessed in groups of four volunteers at a time, with numbers increasing as evidence of safety accumulates. Up to 40 volunteers in this phase of work is planned which will be taking place over the next nine months. In addition, the performance of the vaccine will also be assessed in people who have had exposure to other viruses that circulate in the places where Zika virus is found, such as dengue virus, or yellow fever vaccine. The vaccine work was supported by a £4.7 million Innovate UK SBRI Vaccines for Global Epidemics award and includes collaborators from the University of Manchester, the UKHSA and industry. Congratulations to Dr Tom Blanchard formerly of The University of Manchesternow at Liverpool for progress on producing the first Zika vaccine to go into clinical trials. The work leading to this success was initiated here at UoM as part of an MRC award to Dr Blanchard and co-applicants Prof Pam Vallely and Dr Eddie McKenzie Project lead Professor Neil French, Director of the Centre for Global Vaccine Research at the University of Liverpool and Honorary Consultant in Infectious Diseases at Royal Liverpool University Hospital said: \"The development of this Zika vaccine has been achieved through a strong collaborative effort in both Liverpool and our partners. It is important that we turn our excellent science into products that can protect and improve human health. This is the first of several vaccines which are moving from laboratory concept to human use, created by Liverpool researchers and strengthening UK vaccine innovation.\" \"Zika should not be forgotten especially since climate change is contributing to the spread of the Aedes mosquitoes (the mosquitoes that can carry the Zika virus) to countries where immunity is not there. Vaccines like ours will enable us to be better prepared for the next Zika outbreak,\" says Dr Krishanthi Subramaniam, a tenure-track research fellow who led on the studies demonstrating the effectiveness of the vaccine to lower virus levels in animals. \"The pandemic taught and continues to teach us that infectious diseases are a global issue but with the help of vaccines we can make great strides in keeping everyone safe.\" Pam Vallely, Professor of Medical Virology at The University of Manchester, said: \"Congratulations to Dr Tom Blanchard formerly of The University of Manchesternow at Liverpool for progress on producing the first Zika vaccine to go into clinical trials. The work leading to this success was initiated here at UoM as part of an MRC award to Dr Blanchard and co-applicants Prof Pam Vallely and Dr Eddie McKenzie.\" Professor Richard Fitzgerald, Clinical Research Facility Director at the Royal Liverpool University Hospital and Associate Consultant in Clinical Pharmacology and General Internal Medicine said: \"We are pleased to be taking part in this ground-breaking trial working with University of Liverpool, which aims to find a vaccine that will protect current and future generations of people against the devasting effects of the Zika virus. \"The study is taking place in our state-of-the-art NIHR Clinical Research Facility, a new space designed with our participants in mind, giving those on the unit the best environment to take part in life changing research.\" Professor Isabel Oliver, Chief Scientific Advisor at UKHSA, said: \"UKHSA is proud to play a critical role in this milestone moment - carrying out vital work on testing the impact of this novel vaccine in the laboratory using our unique vaccine evaluation capabilities and deploying our recombinant vaccine platform technology to produce the vaccine for testing. UKHSA continues to enhance its work in vaccine discovery, development and evaluation, with the aim of strengthening preparedness for future pandemics and other high consequence infectious diseases.\" This trial is open to healthy individuals aged between 18-59. Those interested in taking part can text ZIKA to 07342065915 for more info or email [cru.contact@liverpoolft.nhs.uk](mailto:cru.contact@liverpoolft.nhs.uk). Participants will be reimbursed for their inconvenience plus travel costs. "}