{"title": "¿Dónde puedo obtener tratamiento para la sífilis?I Planned Parenthood", "author": null, "url": "https://www.plannedparenthood.org/es/temas-de-salud/enfermedades-de-transmision-sexual-ets/sifilis/que-debo-hacer-recibir-tratamiento-contra-la-sifilis", "hostname": "plannedparenthood.org", "description": "La sífilis se puede curar fácilmente con antibióticos. Tus parejas sexuales también deben tratarse. Si no tratas la sífilis, puede causar problemas de salud graves. Conoce más sobre este tema.", "sitename": "Planned Parenthood", "date": "2017-06-29", "cleaned_text": "puede curarse fácilmente con antibióticos y tu(s) pareja(s) sexual(es) también deberán recibir tratamiento. La sífilis puede causar problemas muy graves de salud si no la tratas. ¿La sífilis es curable? Por lo general, es muy fácil eliminar la [sífilis ](/es/temas-de-salud/enfermedades-de-transmision-sexual-ets/sifilis)cuando está en las etapas iniciales (cuando apenas está comenzando). Tu enfermerx o doctorx te recetará antibióticos para tratar la infección, usualmente penicilina, a menos que seas alérgicx o no puedas tomarlos por alguna razón. Si recibes tratamiento para la sífilis, es muy importante que tus parejas sexuales también reciban tratamiento. De lo contrario, pueden volver a contagiarse entre ustedes o contagiar a otras personas. ¿Qué debo tener en cuenta si me recetan tratamiento para la sífilis? Si te recetaron tratamiento para la sífilis: - Toma todos los medicamentos tal como te indique tu doctorx, incluso si los síntomas desaparecen antes. - Tu pareja(s) sexual(es) también debe(n) realizarse la prueba de sífilis y recibir tratamiento para no volver a contagiarse entre ustedes o contagiar a otras personas. - No tengas ningún tipo de sexo (vaginal, anal, ni oral) hasta que tu(s) pareja(s) sexual(es) y tú hayan terminado el tratamiento y todas las llagas se hayan curado por completo. - No compartas tus medicamentos con nadie. Si tu pareja necesita tratamiento, cada unx debe obtener su propia dosis de antibióticos por separado. Asegúrense de tomar todos los medicamentos que les hayan recetado. - Aun cuando finalices el tratamiento y la sífilis desaparezca por completo, puedes volver a tener sífilis si te expones en el futuro. La sífilis no es cosa de una sola vez. Por lo que, usa [condón](/es/temas-de-salud/anticonceptivos/el-condon)o barreras de látex bucales y [hazte exámenes](/es/temas-de-salud/enfermedades-de-transmision-sexual-ets/hacerse-los-examenes-de-las-ets)regularmente. ¿Qué ocurre si no recibo tratamiento para la sífilis? Aunque la sífilis es común y tiene síntomas leves al comienzo, puede convertirse en un problema muy grande si no se trata. Además, puedes contagiar a otras personas fácilmente. En las etapas iniciales, la sífilis se cura fácilmente. Pero si no la tratas al inicio, puede empeorar y con el tiempo causar graves daños en tu cuerpo. En su [etapa tardía](/es/temas-de-salud/enfermedades-de-transmision-sexual-ets/sifilis/cuales-son-los-sintomas-de-la-sifilis), la sífilis puede causar problemas de salud irreversibles e incurables, como ceguera o parálisis. La sífilis también puede causar problemas si estás en embarazo. Puedes pasarla al feto durante el embarazo o en el parto (dar a luz). Esto se llama sífilis congénita y es muy peligrosa. La sífilis congénita puede provocar el nacimiento sin vida del/la bebé, defectos de nacimiento o la muerte del/la bebé. Debes hacerte la prueba de sífilis si estás en embarazo para asegurarte de que esto no suceda. Si tienes [sífilis](/es/temas-de-salud/enfermedades-de-transmision-sexual-ets/sifilis), aumentan tus chances de contagiarte o contagiar a otras personas de [VIH,](/es/temas-de-salud/enfermedades-de-transmision-sexual-ets/vih-sida) el virus que causa el SIDA. "}