{"title": "Anafilaxia-Anafilaxia - Diagnóstico y tratamiento - Mayo Clinic", "author": null, "url": "https://www.mayoclinic.org/es/diseases-conditions/anaphylaxis/diagnosis-treatment/drc-20351474", "hostname": "mayoclinic.org", "description": "La anafilaxia, reacción alérgica grave, es una urgencia. Obtén información sobre quiénes están en riesgo, a qué prestar atención y qué hacer cuando ocurre.", "sitename": "Mayo Clinic", "date": "2021-10-02", "cleaned_text": "Diagnóstico El proveedor de atención médica podría hacerte preguntas sobre las reacciones alérgicas que hayas tenido y si tuviste una reacción a lo siguiente: - Determinados alimentos - Medicamentos - Látex - Picaduras de insectos Para ayudar a confirmar el diagnóstico: - Podrían hacerte un análisis de sangre para medir la cantidad de una determinada enzima (triptasa) que puede seguir estando en niveles elevados hasta tres horas después de la anafilaxia - Podrían hacerte exámenes para detectar alergias mediante pruebas en la piel o análisis de sangre para determinar el desencadenante Muchas afecciones pueden tener signos y síntomas similares a los de la anafilaxia. Es posible que el proveedor de atención médica quiera descartar otras afecciones. Tratamiento Durante el ataque anafiláctico, podrían realizarte reanimación cardiopulmonar si dejas de respirar o si el corazón deja de latir. Es posible que te den medicamentos, entre ellos los siguientes: - Epinefrina (adrenalina) para reducir la respuesta alérgica del organismo - Oxígeno, para ayudarte a respirar - Antihistamínicos y cortisona intravenosos para reducir la inflamación de las vías respiratorias y mejorar la respiración - Un agonista beta (como el albuterol) para aliviar los síntomas respiratorios Qué hacer en una urgencia Si estás con alguien que está sufriendo una reacción alérgica y muestra signos de choque, actúa rápido. Fíjate si tiene piel pálida, fría y sudorosa, pulso débil y acelerado, dificultad para respirar, confusión y pérdida del conocimiento. Haz lo siguiente de inmediato: - Llama al 911 o a un servicio de emergencia médica. - Usa un autoinyector de epinefrina, si hay disponible, colocándolo en el muslo de la persona. - Asegúrate de que la persona esté acostada y con las piernas elevadas. - Revísale el pulso y la respiración y, de ser necesario, practícale reanimación cardiopulmonar u otras medidas de primeros auxilios. Uso del autoinyector Muchas personas en riesgo de sufrir anafilaxia llevan consigo un autoinyector. Este dispositivo consta de una jeringa y una aguja oculta que inyecta una dosis única de medicamento cuando se la presiona contra el muslo. Reemplaza la epinefrina antes de la fecha de caducidad o podría no funcionar correctamente. Usar un autoinyector de inmediato puede evitar que empeore la anafilaxia y podría salvarte la vida. Asegúrate de saber cómo usar el autoinyector. Asimismo, asegúrate de que las personas más cercanas a ti sepan cómo usarlo. Tratamiento prolongado Si las picaduras de insectos desencadenan una reacción anafiláctica, la aplicación de una serie de inyecciones antialérgicas (inmunoterapia) podría reducir la respuesta alérgica del cuerpo y prevenir una reacción grave en el futuro. Lamentablemente, en muchos otros casos no hay una forma de tratar la afección subyacente del sistema inmunitario que provoca la anafilaxia. Sin embargo, puedes tomar medidas para prevenir un ataque futuro y estar preparado en caso de que ocurra. - Trata de mantenerte alejado de los desencadenantes de la alergia. - Lleva siempre una dosis de epinefrina autoinyectable. Durante un ataque anafiláctico, puedes administrarte el medicamento usando un autoinyector. Estudios clínicos [Explora los estudios de Mayo Clinic](https://www.mayo.edu/research/clinical-trials/search-results?studySiteStatusesGrouped=Open/Status%20Unknown&pocId=CON-20157216) que ensayan nuevos tratamientos, intervenciones y pruebas para prevenir, detectar, tratar o controlar esta afección. Estrategias de afrontamiento y apoyo Tener una reacción que puede poner en riesgo la vida es atemorizante, ya sea que te ocurra a ti, a alguien cercano o a tu hijo. Elaborar un plan de acción urgente para la anafilaxia podría ayudarte a tranquilizarte. Colabora con tu proveedor de atención médica o el de tu hijo para elaborar este plan escrito paso a paso sobre qué hacer en caso de sufrir una reacción. Luego comparte el plan con los maestros, niñeros y otros cuidadores. Si tu hijo tiene una alergia grave o ha tenido una anafilaxia, habla con el personal de enfermería y los maestros de su escuela para enterarte de qué planes tienen para lidiar con una emergencia. Asegúrate de que los empleados de la escuela cuenten con un autoinyector vigente. Oct 02, 2021 Asthma and Immunology. http://acaai.org/allergies/anaphylaxis. Accessed 20, Anaphylaxis: Emergency treatment. https://www.uptodate.com/contents/search. Accessed June - Lee Otolaryngology Clinics of America. 2017; doi:10.1016/j.otc.2017.08.013. 2021. - Shaker MC, et al. Anaphylaxis — A 2020 practice parameter update, systematic review, and Grading of Recommendations, Assessment, "}