{"title": "¿Qué son?", "author": null, "url": "https://oncologiaintegrativa.org/terapias/que-son/", "hostname": "oncologiaintegrativa.org", "description": null, "sitename": "oncologiaintegrativa.org", "date": "2023-08-05", "cleaned_text": "no curan el cáncer ni es una alternativa a ninguno de los tratamientos convencionales.Esta terapia complementaria no representa por si sola una alternativa a la quimioterapia, radioterapia o cualquier otro tratamiento recomendado por tu oncólogo. Si algún profesional de la salud te afirma que esto es una alternativa o que te puedes curar del cáncer sin hacer los tratamientos convencionales, por favor ponte en contacto con nosotros a través de este [ formulario](https://oncologiaintegrativa.org/web/asociacion/contacto/). Cuando el diagnóstico es cáncer, la mayoría de las personas ven en la quimioterapia y la radioterapia su salvación a la vez que un camino tortuoso por el que deberán pasar. Lo que muchos pacientes no saben es que además de la quimioterapia, la radioterapia y la cirugía existen otras terapias que minimizan los efectos secundarios de la quimio y la radioterapia, y pueden ayudar a los pacientes oncológicos a luchar contra el cáncer. Ninguna de estas terapias se puede considerar como una alternativa a la quimio o a la radioterapia. Se trata, solamente, de un complemento que ayudan a mejorar la calidad de vida de los pacientes, minimizando los efectos secundarios Estas terapias son: - [Acupuntura](https://www.oncologiaintegrativa.org/que-es-la-homeopatia/): a acupuntura cuenta con sólida evidencia científica para el control del dolor, las náuseas, los vómitos, y para la xerostomia inducida por la radioterapia y los sofocos. - [Aromaterapia](https://www.oncologiaintegrativa.org/terapias/aromaterapia/): La aromaterapia es una gran técnica complementaria tanto para el soporte y paliación de los efectos secundarios derivados de los tratamientos oncológicos convencionales recibidos (quimioterapia, radioterapia, cirugía, hormonoterapia...), como para potenciar sus efectos terapéuticos, para minimizar los síntomas de la propia enfermedad y como tratamiento antitumoral complementario. - [Arte-terapia](https://www.oncologiaintegrativa.org/terapias/arte-terapia/): algunos medicamentos homeopáticos que han demostrado minimizar los efectos secundarios de la quimioterapia y la radioterapia. Con ellos, los pacientes se sienten mejor, están más fuertes y su estado de ánimo también mejora. - [Dieta anti-cáncer](https://www.oncologiaintegrativa.org/dieta-anti-cancer/): con una dieta hecha a medida para cada paciente se consigue equilibrar el organismo mediante la alimentación y el uso de suplementos nutricionales, siempre utilizando las sustancias de las que está compuesto el organismo (vitaminas, minerales, aminoácidos y ácidos grasos esenciales). Con ello se estimula y conecta el potencial físico, mental y emocional del paciente. - [Fitoterapia](https://www.oncologiaintegrativa.org/terapias/fitoterapia/): La fitoterapia es el uso de las plantas medicinales como herramienta terapéutica. Se puede usar por muchas vías (tópica, oral, inhalada, rectal...), y en formas diversas (comprimidos, cápsulas, jarabes, emplastos, cataplasmas, infusiones, inhalaciones, supositorios...). Es una herramienta muy potente que no está exenta de riesgos, contraindicaciones y efectos secundarios. - Geobiología: La Geobiología es la ciencia que estudia las radiaciones que emanan de la tierra y cómo estas afectan a la salud de las personas. - [Hidroterapia de Colon](https://www.oncologiaintegrativa.org/terapias/hidroterapia-de-colon/): La hidroterapia de colon es una técnica para limpiar los intestinos que se remonta a la época de los egipcios, en cuyos papiros se hallaron las primeras referencias. Actualmente la hidroterapia de colon se puede realizar en casa, con los tradicionales equipos de lavativas domésticas, o en centros médicos especializados en los que se introduce agua con una presión controlada que ayuda a desincrustar las heces del recto. - [Hipertermia](https://www.oncologiaintegrativa.org/terapias/hipertemia/): La Hipertermia representa una opción más dentro del espectro de terapias complementarias oncológicas y por lo tanto no debe de pensarse en ella como terapia única. Por si sola tiene una acción estimuladora del sistema inmune y produce una disminución del dolor. - [Homeopatía](https://www.oncologiaintegrativa.org/que-es-la-homeopatia/): Algunos medicamentos homeopáticos que han demostrado minimizar los efectos secundarios de la quimioterapia y la radioterapia. Con ellos, los pacientes se sienten mejor, están más fuertes y su estado de ánimo también mejora. - [Kinesiología](https://www.oncologiaintegrativa.org/terapias-complementarias-cancer/kineseologi/): La Kinesiología es la disciplina que utiliza el test muscular cualitativo para evaluar como el estrés afecta a la salud del paciente. - [Meditación](https://www.oncologiaintegrativa.org/que-es-la-meditacion/): su objetivo es serenar la mente y las emociones del paciente para que este consiga un estado de paz natural. - [Micoterapia](https://www.oncologiaintegrativa.org/micoterapia/): La Micoterapia se basa en el uso de las setas en beneficio de la salud. Ya sea desde la prevención o como complemento integrativo a otras terapias, esta nueva herramienta de la medicina natural trata de sacar el máximo partido a las sustancias terapéuticas que contienen especies como Reishi, Maitake, Polyporus y Shiitake, entre otras. - [Muérdago](https://www.oncologiaintegrativa.org/terapias-complementarias-cancer/muerdago/): Los efectos estimulantes del Viscum Album sobre la inmunidad antitumoral natural, han sido evidenciados en múltiples investigaciones \"in vitro\" (en laboratorio), en animales de experimentación y confirmados en diversos estudios clínicos en humanos. - [Ozonoterapia](https://www.oncologiaintegrativa.org/terapias-complementarias-cancer/ozonoterapia/): La Ozonoterapia es una terapia que tiene como objetivo elevar los niveles de oxígeno en sangre. - [Psico-oncología](https://www.oncologiaintegrativa.org/que-es-la-psico-oncologia): rama de la psicología que se centra en incentivar al paciente y a sus familiares el uso de estrategias de afrontamiento adecuadas para facilitarles la adaptación a dicha enfermedad, y con ello mejorar la calidad de vida. - [Reflexo-terapia podal](https://www.oncologiaintegrativa.org/terapias/reflexologia-podal/): La reflexología no es un simple masaje, es un poderoso método para mantener la salud y para reforzarla, mejorarla, así como para aliviar síntomas o causas de malestar y de enfermedad. Es una manera de mantener el equilibrio del cuerpo, ayudándole a relajarse y propiciando su capacidad de autocuración. - [Reiki](https://www.oncologiaintegrativa.org/terapias-complementarias-cancer/reiki/): Reiki es una palabra sánscrita que nace de la unión de Rei (energía universal) y ki (energía vital). Se realiza a través de una técnica de imposición de las manos, en las que estas se sitúan por encima del cuerpo del paciente o en suave contacto con él. - [Yoga](https://www.oncologiaintegrativa.org/que-es-el-yoga/): esta disciplina física y mental, nacida en la India hace más de 35 siglos, permite ejercitar el cuerpo del paciente y estirar la musculatura oxigenando los tejidos y dotándolo de una gran sensación de paz y tranquilidad al final de cada "}