{"title": "¿Sabías que la peste cristal se puede evitar? - Clínica INDISA - Clínica de familia", "author": "Clínica INDISA", "url": "https://www.indisa.cl/blog/sabias-que-la-peste-cristal-se-puede-evitar/", "hostname": "indisa.cl", "description": "Cómo cuidar a los más pequeños y qué medidas tomar para evitar el contagio, son preguntas que surgen al hablar de esta conocida enfermedad que puede durar", "sitename": "Clínica INDISA - Clínica de familia", "date": "2019-11-26", "cleaned_text": "Cómo cuidar a los más pequeños y qué medidas tomar para evitar el contagio, son preguntas que surgen al hablar de esta conocida enfermedad que puede durar hasta tres semanas y se contrae principalmente en los primeros años de vida y sólo por una vez. Los típicos síntomas son decaimiento general, acompañado de lesiones en la piel tipo vesículas que guardan un líquido blanquecino en su interior, las que provocan picazón y finalmente derivan en costras que luego se eliminan solas. Se transmite de diversas maneras: por contacto directo, como la saliva; por diseminación aérea, como la tos y estornudo; por objetos que la persona contagiada haya usado, que se transforman en vehículos de transmisión; o por contacto con las lesiones. \"Para impedir contraer la enfermedad se recomienda que los niños dejen de ir al jardín o colegio mientras dure el periodo de contagio (de 6 a 7 días), los cuales van desde 1 o 2 días antes de la aparición de las lesiones en la piel hasta que todas las heridas estén en etapa de costra y sin ampollas alrededor. Hoy también existe una vacuna, que se recomienda en dos dosis, una después del primer año y otra entre los 4 y 6 años\", explica el Dr. Elizabeth Lyon pediatra de Clínica INDISA. Cuando ya se ha producido el contagio, es fundamental hacer reposo y manejar la fiebre con paracetamol y antihistamínicos y clorfenamina para calmar la picazón. También es recomendable un baño de agua tibia o fría para aliviar el picor, pero no usar cremas, lociones o talcos para la picazón, ya que aumentan el riesgo de infección en las heridas. Se debe tener especial cuidado en que los niños idealmente no se rasquen y tengan una buena higiene personal para no generar infecciones, y así evitar que queden marcas. "}