{"title": "19th Century Musical Geniuses Who Loved Homeopathy", "author": "Dana Ullman; MPH; CCH", "url": "https://www.huffpost.com/entry/19th-century-musical-geni_b_394475", "hostname": "huffpost.com", "description": "Homeopathy gained popularity due to its impressive successes in treating the infectious disease epidemics of the 19th century, not just typhoid, but also cholera, scarlet fever, yellow fever, flu.", "sitename": "HuffPost", "date": "2010-03-18", "cleaned_text": "One of my previous articles at this website detailed [the amazing story of Charles Darwin ](https://www.huffpost.com/entry/the-amazing-story-of-char_b_347397)and his remarkably positive experiences with Dr. James Manby Gully, a well-known homeopathic physician. This article also referenced one of my more [academically written reviews ](http://ecam.oxfordjournals.org/cgi/content/abstract/nep168)of Darwin's life and work which includes the fascinating experiments that Darwin and two of his sons conducted with what can be referred to as homeopathic doses of ammonia salts and their surprisingly powerful effects on the insect-eating plant, Drosera rotundifolia (Ullman, 2009). Darwin was so sick that he was unable to work one in every three days, and he said that he was dying. Although Darwin himself was skeptical of homeopathy, he sought the care of a homeopathic physician, and within one month, his health was entirely rejuvenated, and he ended up living more than 30 years more. Darwin's life has verified that \"belief\" in treatment from a homeopathic physician is not necessary to benefit greatly. Darwin has stood in good company with his use of homeopathic medicines. As my book, [The Homeopathic Revolution](http://homeopathicrevolution.com/), has verified, 11 U.S. Presidents and numerous other world leaders, six popes and scores of other leading spiritual leaders, literary greats, corporate leaders, sports superstars, and numerous other cultural heroes have used and/or advocated for homeopathic medicine (Ullman, 2007). It is therefore not surprising that many of the most respected musical geniuses of the past 200 years have used and/or \"sung\" the praises of homeopathy. Below are but a small sampling of some of the greatest musicians who ever lived who were known to use and appreciate homeopathic medicine. While no single personal experience \"proves\" homeopathy or not, the overall history and worldwide experience of hundreds of millions of patients and hundreds of thousands of physicians who have experienced the many benefits of homeopathy adds to the body of evidence for this sophisticated (and often misunderstood) system of medicine. It is therefore useful to ask what many cultural heroes do to enable them to work at the highest level of human performance, and in the life history of so many musical geniuses, homeopathic medicines played an important role. 19th Century Musical Geniuses... Ludwig van Beethoven (1770-1827) is generally considered the greatest composer in the history of music. Somewhere around 1800 he began suffering from tinnitus (noises in the ear) and hearing loss. The cause of Beethoven's deafness remains unknown, though various experts have attributed it to syphilis (Hayden, 2003), beatings from his father, lead poisoning, typhoid, or the newest theory, otosclerosis (Mai, 2007). Historians are lucky to have a rich cache of letters to and from Beethoven as well as his Conversation Books, the writing pads that he used to communicate with others when he could no longer hear audible speech. There are references by Beethoven to homeopathy in this written documentation, and it is well known that his doctor between 1820 and 1826 was Dr. Anton Braunhofer, a professor of biology at the University of Vienna. Beethoven's nephew, Karl, described Dr. Braunhofer as using homeopathic medicine \"because he too follows fashions in medicine\" (Beethoven, 1981, 21; Mai, 2007, 127). Braunhofer also recommended certain dietary changes, including avoidance of wine, coffee, and spices. In late April 1825, Beethoven was suffering from inflammation of his bowel, and in May he was spitting blood. Initially, the prescriptions given him didn't work, and Beethoven's nephew complained that he was required to make him specific meals, one rule of which was serving only steak for lunch. Several sources acknowledge that the treatment allowed him to return to work and finish a quartet in July 1825 (String Quartet in A Minor, Op. 132) (Hellenbroich, 1995; Takacs, 2007). By August 1825, Beethoven wrote to his associate and early biographer, Anton Schindler: \"My doctor saved me, because I could no longer write music, but now I can write notes which help to relieve me of my troubles\" (Mai, 2007, 126).(1) Ultimately, Beethoven expressed such appreciation to and for his homeopathic doctor, Dr. Braunhofer, that he composed two canons in his honor (of forty-three canons in total): the Four-Part Canon in C Major (WoO 189, \"Doktor, sperrt das Tor dem Tod\"--\"Doctor, bar the gate to death, notes save from distress\") and Canon in Two Parts in C Major (WoO 190, \"Ich war hier, Doktor\"--\"I was here, Doctor.\"). Over his life Beethoven had sought the care of various conventional physicians and was known to refer to them as \"medical asses\" (Hayden, 2003, 78). Composers such as Beethoven, literary greats such as Goethe, and many others in the creative arts were known to join the political leaders(2) and the wealthy classes of Germans in going to homeopathic doctors and to spas and natural medicine centers in Teplitz, Marienbad, and Driburg (Maretzki 1826, Ignaz Schuppanzigh (1776-1830), a violinist, friend, and teacher of Beethoven, assured Beethoven that Braunhofer was very skillful, and further, he told him that their mutual close friend and confident Nikolaus Zmeskall, who had suffered from gout, was particularly enthusiastic about homeopathy (Albrecht, 1996, 132). In late February 1826, Braunhofer treated Beethoven for symptoms of dysentery and gout, at which time he discouraged Beethoven from drinking coffee, because, the doctor said, it would be bad for his stomach and his nerves over the long term, even though the stimulant effect would seem to provide temporary relief (Mai, 2007, 127). Braunhofer prescribed a homeopathic dose of Cinchona officinalis (Peruvian bark, from which quinine is a primary ingredient), and Beethoven later expressed gratitude for the benefits he received from the doctor's treatment. Richard Wagner (1813-1883) was a leading German composer and conductor who is primarily known for his operas. His most famous compositions include Tristan and Isolde, Parsifal, and Der Ring des Nibelungen, commonly referred to as The Ring or The Ring Cycle, all of which are regularly performed throughout the world today. In March 1839, at the tender age of 26 years, Wagner was struck with typhoid fever. In his autobiography, Wagner described what happened after Karl von Holtei, a theatre owner where he was working, insisted that he conduct music in an icy cold theatre at a time when he was already feeling quite ill: Typhoid fever was the consequence, and this pulled me down to such an extent that Holtei, who heard of my condition, is said to have remarked at the theatre that I should probably never conduct again, and that, to all intents and purposes, I \"was on my last legs.\" It was to a splendid homeopathic physician, Dr. Prutzer, that I owed my recovery and my life. (Wagner, 1911, 188) Despite the significance of this experience, it is interesting to note that my own review of a dozen biographies of Richard Wagner found that only one book made any reference to this experience (Watson, 1979). When one considers that Wagner's father died of typhoid just six months after the future composer's birth, it is no exaggeration to say that it is likely that Richard Wagner's contribution to music would not have occurred without the homeopathic treatment he received. Even though the vast majority of people sought conventional medical care, Wagner and many of the most educated and elite members of society sought homeopathic and natural medical treatment. And despite some people chiding Wagner for his \"quack cures,\" the natural medical treatment that he used throughout his life allowed him to live to 69 years of age, in spite of experiencing various health crises. Wagner was known to frequent water-cure spas, and one of his doctors was Dr. Ernst Schwenninger, who was the author of a book entitled The Doctor, a scathing critique of conventional medicine of the day. It should also be noted that history shows that homeopathy gained its greatest popularity in Europe and America due to the impressive successes in treating the infectious disease epidemics of the 19th century, not just typhoid, but also cholera, scarlet fever, yellow fever, and influenza (Bradford, 1900; Ullman, 2007). Toward the end of Wagner's life, he composed Parsifal (1882), a story in which the protagonist utilizes a central principle of homeopathy to initiate a healing. Parsifal is a story about Amfortas, the ruler of the knights who guard the Grail. These knights also protect the sword that was used to wound Jesus while he was on the cross. However, this sword is stolen, and Amfortas is then himself wounded by it. Amfortas suffers for a long time until Parsifal finally retrieves the sword and uses it to heal Amfortas. This application of using something that causes injury to heal injury is a classic metaphor for the homeopathic principle of \"like treating like.\" (NOTE: The purpose of the above article is not to discuss or provide details about the scientific evidence for homeopathy. For readers who want references to scientific research on homeopathy, I encourage you to visit my other blogs on clinical subjects (especially my blog on \" [Respiratory Allergies](https://www.huffpost.com/entry/homeopathy-for-allergies_b_320998)\" and \" [Medical Child Abuse](https://www.huffpost.com/entry/the-epidemic-of-medical-c_b_338645)\"). People with a serious interest in homeopathic clinical research will benefit from subscribing to my eBook, [Homeopathic Family Medicine: Evidence Based Nanopharmacology](http://www.homeopathic.com/store/hfm/ebook_hfm.jsp), which provides reference to and description of almost 200 clinical trials. People who want references to and descriptions of several hundred basic science studies (including research on plants, animals, in vitro, and physics and chemistry studies), go to: http://avilian.co.uk/. Clearly, people who assume that there is \"no research that confirms the biological activity or the clinical efficacy of homeopathic medicines\" are simply showing their ignorance of the body of scientific evidence.) References Albrecht, T. Letters to Beethoven and Other Correspondence. Vol. 3: 1824-1828. Lincoln: University of Nebraska, 1996. Beethoven, L. van. Briefwechsel Gesamtausgabe, Band 6, 1825-1827. Munchen: G. Henle, 1996. Beethoven, Heft 91-103. Leipzig: VEB Deutscher four Musik, 1981. Collins, S. The man who wants to make Tina Turner live until she's 120, Sunday Mirror, November 7, 1999. Glew, J. \"We couldn't cope without homeopathy,\" Health and Homoeopathy, Summer 1992, 6-7. Hayden, D. Pox: Genius, Madness, and the Mysteries of Syphilis. New York: Basic Books, 2003. Hellenbroich, A. In Celebration of Ludwig van Beethoven's 225th Birthday, Fidelio, Winter 1995. In Style, November 2004. Kindred Spirits, Daily Telegraph, August 12, 1989. Mai, F. Diagnosing Genius: The Life and Death of Beethoven. Montreal: McGill-Queen's University, 2007. Maretzki, T. W., and Seidler, E. Biomedicine and naturopathic healing in West Germany: a historical and ethnomedical view of a stormy relationship. Culture, Medicine and Psychiatry, December 1985, 9,4:383-421. Naish, J. Homeopathy Saved My Son. The Times. May 1, 2008. http://women.timesonline.co.uk/tol/life_and_style/women/celebrity/article3857464.ece Orth, M. Tina, Vogue, May 1985, p. 318. Schweisheimer, W. Beethoven's Physicians, Musical Quarter, 1945, 31:289-298. Sloan, B. Cher's Ward Rage: Exclusive Star's Fury Over Bid to Close Scots Homeopathic Hospital, Sunday Mail, May 16, 2004. Takacs. 2007. http://ums.org/assets/programbooks/Takacs_Programbook.pdf Turner, T. I, Tina. New York: Avon, 1986. Ullman, D. Homeopathic Family Medicine. Berkeley: Homeopathic Educational Services, 2009. (This is a comprehensive and regularly updated review and description of clinical research in homeopathy. Available as a one-time download or as a subscription from www.homeopathic.com.) Ullman, D. The Homeopathic Revolution: Why Famous People and Cultural Heroes Choose Homeopathy. Berkeley: North Atlantic, 2007. Ullman, D. The Curious Case of Charles Darwin and Homeopathy. Evid Based Complement Alternat Med. 2009 Oct 29. Wagner, R. My Life, Volume I. New York: Dodd, Mead and Company, 1911. Watson, D. Richard Wagner: A Biography. New York: McGraw Hill, 1979. Wilkerson, M. Amazing Journey: The Life of Pete Townshend. Lulu Press, 2006. (This specific story was told to Q Magazine's David Cavanaugh in January 2000.) Footnotes: (1) Beethoven was showing a fine sense of humor when he made reference to \"notes save from distress\" because the German word for notes, like the English word, refers to both musical notes as well as money. (2) Otto von Bismarck (1815-1898), minister-president of Prussia in 1862-1890 and the first chancellor of the various states of Germany during 1871-1890, was another advocate for natural medicine. (3) Dr. Schwenninger was also the medical adviser of Prince Otto von Bismarck, the minister-president of Prussia who engineered the unification of the numerous states of Germany and who was a longtime advocate of natural medicines. Dana Ullman, MPH, is America's leading spokesperson for homeopathy and is the founder of [www.homeopathic.com](http://www.homeopathic.com/). He is the author of 10 books, including his bestseller, [Everybody's Guide to Homeopathic Medicines](http://www.amazon.com/Everybodys-homeopathic-medicines-Stephen-Cummings/dp/0874778433/ref=pd_sim_b_1?tag=thehuffingtop-20&ascsubtag=5b9d85f7e4b03a1dcc891762%2C-1%2C-1%2Cd%2C0%2C0%2Chp-fil-am%3D0%2C0%3A0%2C0%2C0%2C0). His most recent book is, [The Homeopathic Revolution: Why Famous People and Cultural Heroes Choose Homeopathy](http://www.amazon.com/Homeopathic-Revolution-Famous-Cultural-Homeopathy/dp/1556436718/ref=sr_1_1?ie=UTF8&s=books&qid=1254899596&sr=8-1-spell&tag=thehuffingtop-20&ascsubtag=5b9d85f7e4b03a1dcc891762%2C-1%2C-1%2Cd%2C0%2C0%2Chp-fil-am%3D0%2C0%3A0%2C0%2C0%2C0). Dana lives, practices, and writes from Berkeley, California. "}