{"title": "PDF", "author": "PDF", "url": "https://www.fammed.wisc.edu/files/webfm-uploads/documents/outreach/im/module_osteoarthritis_clinician.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "PEARLS FOR CLINICIA NS University of Wisconsin Integrative Medicine www.fammed.wisc.edu/integrative Osteoarthritis (OA) is the most common joint disorder. It affects 30% of people ages 45 to 64, and 68% of those over age 65.1 While management of symptoms is central focus of care for OA patients, other measures, geared toward prevention of the disease or removing its underlying causes, have also been promoted. As these approaches (many of them considered complementary therapies) gain popularity and receive more attention in the literature, it is vital that healthcare providers be familiar with them.2 OA is more than simply \"wear and tear\" on a joint. It is a heterogeneous disease with four key etiological factors: 1) disorder s in chondrocyte cell biology, 2) genetic predisposition, 3) the influence of biomechanical forces, 4) inflammation. OA may be classed as noninflammatory or inflammatory. In noninflammatory OA, patients tend to only have disability -related complaints and pain, whereas in inflammatory OA, they also have articular swelling, nighttime pain, and morning stiffness, as well as synovitis and calor. Joint health is dependent on the function of chondrocytes. Chondrocytes synthesize joints' extracellular matrix, which is made of three main components: water, collagen, and proteoglycans (made of protein, chondroitin sulfate, and keratin sulfate). Proteoglycans, which have a half -life of just weeks, provide elasticity through their highly negatively charged sulfated glycosaminogly cans. Collagen, which has a half -life of many years, lends tensile strength by holding proteoglycan molecules in a structural framework. Early in OA chondr ocytes begin making more proteog lycans, but eventually, as chondrocytes begin to fail, proteoglycan synthesis decreases as well. Ultimately loss of elasticity and increased water permeability lead to further chondrocyte dysfunction, which leads to further joint damage. Eventually chondrocytes begin to produce degradative enzymes (primarily metalloproteinases) and various mediators of inflammation, which lead to additional joint destruction and steady worsening of sympto ms.3 Any force that leads to biomechanical changes in cartilage can lead to OA. This can include injury, overloading of the joint, ligament damage, muscle atrophy, and metabolic diseases that lead to joint deposits. Ultimately osteoblasts below the cartil age increase bone formation as cartilage is compromised. Microfractures occur leading to callus formation and additional vulnerability to more microfractures. Osteophytes form, subchondral cysts grow as the body tries to equalize joint pressure, and muscles and ligaments lose their ability to provide the joint with structural support. OA tends to strike the following joints: Cervical spine Lumbar spine Hips Knees First carpometacarpal and metatarsophalangeal joints Distal interphalangeal joints (DIPs) Non-Pharmaceutical Therapy for Osteoarthritis Non-Pharmaceutical Therapy for O steoarthritis PEARLS FOR CLINICIANS 2 University of Wisconsin Integrative Medicine www.fammed.wisc.edu/integrative Beyond Pharmaceuticals: What Else Can Be Done? Standard care for OA is pharmacologic intervention via -inflammatory drugs (NSAIDs) or analgesics. Visco - supplementation is used, and work is underway to develop disease- modifying OA drugs which play roles similar to the disease- modifying anti - rheumatic drugs now used in rheumatoid arthritis. The benefit of NSAIDs in OA treatment depends on the degree to which the OA is inflammatory versus noninflammatory. In cases where inflammation is present, it is likely that a combination of acetaminophen and NSAIDs will have additive beneficial effects.2 Lifestyle Exercise The Fitness and Arthritis in Seniors Trial (FAST) found that both aerobic and resistance exercise were beneficial for patients with knee OA.4 Pool exercises, biking, swimming, and aerobic dance can all be recommended. Strength training can help prevent the atrophy that comes when joint loading is not occurring regularly.5 Flexibility can counterbalance the limitations on range of motion and flexibility that OA imposes. More information on arthritis and exercise is available through the Johns Hopkins University Arthr itis Center . Non-Pharmaceutical Therapy for O steoarthritis PEARLS FOR CLINICIANS 3 University of Wisconsin Integrative Medicine www.fammed.wisc.edu/integrative There is some evidence that tai chi and yoga can be beneficial in OA. In one study of 41 adults, there was a significant improvement in function and pain ratings in those who used tai chi versus controls.6 Other studies have shown similar findings, but it has been noted that benefits are lost with deconditioning. A 1994 study indicated that 8 weeks of yoga instruction led to overall improvement in hand pain, strength, and motion. Joint size relative to controls also improved.7 Weight Loss Because increased weight increases OA risk, not to mention the risks of developing multiple other chronic diseases, patients who are overweight or obese should be encouraged to lose weight.8 In fact, weight loss may slow OA progression9 and has been found to improve patients' overall function.10 Nutrition Evidence remains limited as far as the direct links between diet and osteoarthritis.11 While an anti-inflammatory diet is reasonable to consider , most of the evidence of benefit is extrapolated from knowledge of how various food components influence inflammation in vitro . Because the anti -inflammatory diet and lifestyle is safe, healthy, and likely to prevent development of other chronic diseases, it is worth recommending to patients.12 \"The Anti -Inflammatory Lifestyle \" handout While omega -3 fatty acids have been found to have benefit in a number of disorders,13 evidence of benefit in OA has not yet been obtained. In a recent animal study, high omega- 3 intake was found to have a likely beneficial effect on cartilage metabolism.14 A 24 week trial involving cod liver oil (not the same as 'fish oil') did not show a benefit when administered with NSAIDs.15 Because omega -3 supplementation is likely to have minimal risks, it is worth considering, though more research regarding efficacy in OA is needed. See patient handout \"Omega 3 Fats\". Mind -Body Approaches Mind -body modalities, such as meditation/ mindfulness practice, biofeedback, hypnotherapy, guided imagery, journaling, and cognitive behavioral therapy, have potential value as part of a treatment regime for chronic pain from any number of conditions.16 The Arthritis Self Management Program in the United Kingdom, in which participants had 6 two-hour courses on topics such as exercise, cognitive symptom management, nutrition, communica tion, and dealing with depression, was found to lead to a decrease in pain and physician visits and greater functioning at both 4 and 12 months following the course.17 One study indicated an improvement even 4 years after participation.18 A study comparin g the effects of relaxation, hypnosis, or controls indicated that subjective reports of pain and pain medication use decreased in the two intervention groups, with an additive effect when people used both therapies.19 Several studies have shown that mindfu lness meditation can be useful in the treatment of pain syndromes.20 Overall these and other mind- body therapies, with their relative safety, are useful adjuncts in the treatment of osteoarthritis. See patient handout on osteoarthritis for more detailed information on specific mind- body approaches . Acupuncture Evidence is mounting that acupuncture, which has been used for over 2,500 years in China, has therapeutic value in a number of conditions, and OA is most certainly an example. A 2007 systematic review that combined 5 studies that met selection criteria concluded that acupuncture led to statistically significant differences in OA knee pain relative to placebo or 'sham' acupuncture.21 This called into question an early systematic review of 11 trials Non-Pharmaceutical Therapy for O steoarthritis PEARLS FOR CLINICIANS 4 University of Wisconsin Integrative Medicine www.fammed.wisc.edu/integrative that indicated that acupuncture might not be superior to sham needling in OA pain treatment.22 A 2006 randomized controlled trial involving over 350 patients with knee or hip OA who received acupuncture versus a similar number of controls found a statistically significant improvement in pain scores for the acupuncture group.23 A 2005 study of 294 participants also found that pain and joint function improved more with full acupuncture treatments as opposed to minimal or no treatment after 8 weeks, with benefits decreasing over time after therapy was stopped.24 For an excellent review of acupuncture and other treatments for use in osteoarthritis of the knee, see the Clinical Crossroads discussion by Berman in JAMA, April 18, 2007 (297:1697 -1707). Manipulative Therapies Research regarding the effects of manipulative therapies on OA has only recently begun to emerge. A 2006 study of Swedish massage in 68 patients with OA of the knee found statistically significant improvements in pain, range of motion, and function.25 A study involving 252 patients receiving 20 sessions of chiropractic manipulation for OA of the lower back showed that manipulation w as superior to heat therapy alone.26 Dietary Supplements Some of the most important supplements to consider for use in the treatment of OA are those which may help to prevent joint degradation, as opposed to just offering analgesic effects.2 Glucosamine and chondroitin, in particular, have been the center of a great deal of controversy as far as efficacy. Both seem to have analgesic effects, but there is some indication they may also decrease joint space narrowing. Glucosamine27 Glucosamine is an amino sug ar which is converted into cartilage proteoglycans. It has been found to stimulate chondrocyte and synovial cell metabolism. It may have a disease modifying effect, and it has been found to be safe in trials lasting from 4 weeks to 3 years, with significan t improvements in pain and functionality. Patients taking glucosamine for up to 3 years have less knee joint degeneration and joint narrowing and significant improvements in pain. Gauging the overall efficacy of this supplement is challenging for a few reasons: 1) It is often glucosamine hydrochloride, versus sulfate, that is used in trials; there is argument that this may not be as effective, though this is unclear. It may be that the sulfate salt itself is beneficial as a joint supplement. 2) Studies show evidence of benefit or not depending on what scale is used to assess patient pain and dysfunction. 3) Which product is used might also play a role, given that actual content versus what is claimed on product labels may vary from 0 to 115%. Note that glucosamine is NOT absorbed topically. 4) Finally, dosing frequency may also be important, with better absorption when taken in three divided doses versus just one large dose. Glucosamine does not seem to affect glucose or lipid metabolism in humans. 90% of i t is absorbed orally, and it has a side effect profile equivalent to that of placebo. Although it is derived from shellfish, it comes from the shell and not the meat and is therefore unlikely to trigger a shellfish allergy. Theoretically, glucosamine and c hondroitin may both increase warfarin effects, but there is no evidence that this occurs at standard doses. A standard dose for glucosamine is 1500 mg daily in 3 divided doses. Chondroitin Sulfate27 Chondroitin is a glycosaminoglycan. The molecular size in supplements varies based on the type of animal cartilage from which it is derived. It is found in the cartilage of most mammals. It seems to inhibit the action of various degradative enzymes and affects both Non-Pharmaceutical Therapy for O steoarthritis PEARLS FOR CLINICIANS 5 University of Wisconsin Integrative Medicine www.fammed.wisc.edu/integrative the synthesis of joint components and leukoc yte migration. A meta -analysis of 20 trials involving chondroitin for OA of the knee or hip published in 2007 concluded that the symptomatic benefit of chondroitin is \"minimal or non- existent.28 However, it has been argued that the jury is \"still out\" on this issue, given the heterogeneity of the trials, the fact that many randomized controlled trials have indicated some benefit, and because there are minimal harms associated with its use.29 Overall data is quite mixed as far as efficacy. Fortunately, safe ty data surrounding chondroitin is quite good; it has been found to be safe in studies lasting up to 6 years. However, many products use chondroitin derived from bovine cartilage, and this should be borne in mind as far as recommending its use to vegetarian patients. There is no evidence of diseases being transmitted to humans via contaminated cartilage preparations. Early concerns that chondroitin is not orally absorbed seem less valid in light of recent research; 8- 18% of orally administered chondroitin i s absorbed. There is a case report of a patient developing increased asthma exacerbations after taking chondroitin, and patients with asthma should use it cautiously, given that they tend to have more antibodies than normal to chondroitin in their airways. A typical chondroitin dose is 1000- 1200 mg daily either as a single dose or as divided doses. S-Adenosyl -L-Methionine (SAMe)27 Pronounced \"sammy,\" this molecule, formed by ATP activation of methionine, functions in numerous transmethylation reactions. Its role in the treatment of OA is not fully understood, though it may help to stimulate the production of proteoglycans in the body. It has both analgesic and anti -inflammatory effects. Multiple studies indicate that SAMe is superior to placebo and comparable to NSAIDs such as ibuprofen,30 celecoxib (Celebrex),31 and indomethacin32 in the treatment of OA symptoms. Note that SAMe has also shown benefit in the treatment of depression and fibromyalgia, and there is concern that it can lead to hypomania in people with bipolar disorder. Do not use in patients taking antidepressant medications. It can cause mild gastrointestinal side effects. Dosing of SAM e is typically 200 mg three times daily for OA, though many with OA will take the doses of up to 1600 mg dail y. Methyl Sulfonyl Methane (MSM)27 MSM is often used for OA treatment as well. It is a naturally -occurring compound found in various plants and provides sulfur for cysteine and methionine production. It has been found to inhibit animal joint degeneration, and what few small trials there are in humans have had mixed results. MSM has been found to be safe in studies lasting up to 12 weeks. In some patients MSM has led to increased allergy symptoms, but overall it is unlikely to cause adverse reactions at dos es of 500 -1000 mg two to three times daily. Herbal Anti -Inflammatories There are a number of supplements which might also serve as alternatives to pharmacotherapies for treating arthritis -related inflammation, though overall efficacy data remains somewhat limited in scope. A list of botanicals which can be used to treat pain and inflammation in a number of different conditions is provided in the table on pages 7-8. Non-Pharmaceutical Therapy for O steoarthritis PEARLS FOR CLINICIANS 6 University of Wisconsin Integrative Medicine www.fammed.wisc.edu/integrative Other Supplements Several other supplements have been investigated recently and will likely be receiving more attention in the near future (see Reference #11 for a full summary of the data for these substances): Vitamin D. Vitamin D receptors have been found to be upregulated in chondrocytes of people with OA. Given that vitamin D deficie ncy is increasingly common, supplementation of 1,000- 2,000 I.U. daily is frequently recommended. Vitamin C. There is an inverse association between vitamin C intake and loss of cartilage in some epidemiological studies. Vitamin C can cross -link collagen and other proteins in the joints and is gathered by joint cartilage. It is unclear if supplementation is of benefit at this point, however. Vitamin E. While vitamin E may be helpful with modifying OA symptoms, evidence is limited. Boron. Femoral bones in OA patients have less boron and sodium tetraborate decahydrate has been found in some studies to reduce OA symptoms. Bromelain. Bromelain, an extract of fruits and stems of pineapple plants, has not shown good tolerability or efficacy in the few trials that exist for its use in OA. Rose hips. Rose hips might have efficacy, but more studies are needed. Tipi tea. Tipi tea ( Petiveria alliacea ) is used by some but has not been well -studied. An East Asian cocktail made of three mandshurica, Trichosantes Kirilowii and Prunella vulgaris ). moderate evidence of efficacy in two good- quality randomized, controlled trials. Hyperimmune milk or collagen. There is a lack of scientific evidence for the use of hyperimmune mi lk or collagen. Avocado/soy unsaponifiables (ASU's). ASU's have shown promise in some studies. New Zealand green- lipped mussel extract. Because Maori's have less OA and eat a lot of these mussels, their use in OA has been studied. Significant improvement s have been found for dogs with OA. These supplements are safe; however, effectiveness is still in question according to recent reviews. Non-Pharmaceutical Therapy for O steoarthritis PEARLS FOR CLINICIAN S 7 University of Wisconsin Integrative Medicine www.fammed.wisc.edu/integrative Phyto (Boswellia serrata, Indian Frankincense) Extract: 300 mg three times daily. Has been used in much higher doses in some studies - Preliminary evidence of benefit for OA. - Conflicting research regarding efficacy for RA. - Safe when use d in amounts found in foods. - No data for use beyond 12 weeks. - Rare GI effects. Cat's Claw27,33,34,35 (Uncaria guianensis or tomentosa)* Tomentosa (dosing varies with species) Capsules: 350- 500 mg once or twice daily Tincture: 1-2 ml, two or three times daily Freeze dried aqueous extract: 100 mg daily Oxindole alkaloid- free extract: 20 mg three times daily - Freeze dried extract decreased knee pain with activity in OA. - Modest improvement with some forms in RA. - Inhibits prost aglandin E2 and tumor necrosis factor - alpha production. - May also have antioxidant and immune stimulating properties. - May lower blood pressure. - May inhibit CYP 3A4. - May interfere with immunosuppressants. - Avoid in pregnancy. - May work better if oxindole alkaloids removed. - May increase acne or red blood cell count in HIV patients. Devil's Claw27,35, 36 (Harpagophytum procumbens ) Dried daily Tincture: 0.2- 1.0 ml (1:5) in 25% alcohol three tim es daily - Rated by Natural Standard as having 'good' (Level B) scientific evidence for therapeutic use. - Thought to relieve pain from various sources in majority of patients in various studies, though efficacy for low back pain uncertain. - Rated as safe r than analgesic medications. - Rare cases of tinnitus, headache, anorexia, or diarrhea (8%). - No studies beyond 3- 4 months of use. - May alter GI tract acid levels. - Theoretically may lower blood glucose and increase bleeding risk. Ginger27, 37 (Zingiber officinale) Powdered root: 500 mg to 1 gram twice or three times daily Tincture (1 gram:5ml) : 1.25 -5 ml, three times daily - Evidence limited - moderate effect on OA of the knee in 247 patients, but mixed results in another, smaller study. - Occasional mild GI effects. - Whole root consumption may increase stomach acid. - Theoretical increase in anticoagulation (no evidence in humans). Phytodolor27, 38 A mixture of aspen (Populus 20-40 drops tincture three times daily in a beverage. Use for 2- 4 weeks to reach full therapeutic benefit - Rich in salicylates. - Studies of over 300 subjects found that people with rheumatological disease could reduce drug dosing. - Improved grip in OA, and lowered rescue medication use in those with rheumatic pain. - Comparable to diclofenac in one OA study. - No adverse effects noted in trials. - Theoretically could have similar side effects to aspirin. Avoid with salicylate allergy. - No drug interactions known. - Avoid in pregnancy. Non-Pharmaceutical Therapy for O steoarthritis PEARLS FOR CLINICIAN S 8 University of Wisconsin Integrative Medicine www.fammed.wisc.edu/integrative Botanical and Dose Efficacy Evidence Precautions Stinging Nettle27 (Urtica dioica) Dried extract (7:1): 770 mg twice per day Tincture (1mg:5ml in 25% alcohol): 2-6 ml three times daily - Some limited data indicating an analgesic benefit from both topical and oral use. - Seems to inhibit the cyclooxygenase and lipoxygenase pathways. - Decreases the release of inflammatory cytokines. - Rarely causes GI upset, sweating, skin reactions. - Caution in pregnancy - increases uterine activity in mice. Turmeric27 (Curcuma longa) Root: 1.5-3 grams daily, divided into several doses (can be made into tea). A heaping teaspoon is 4 grams - May lower LDL and raise HDL. - Inhibits leukotriene synthesis and release of cyclo- oxygenase and arachidonic acid. - Antiplatelet effects seen. - Antioxidant. - May not be well -absorbed by GI tract. - GI upset at high does over a long period of time. - Curcumin increases liver f unction enzymes in animals. - May increase bleeding risk via platelet inhibition. - Seems to protect stomach against NSAIDs. - May alter CYP450 metabolism. Willow Bark27 (Salicis cortex) Powdered bark: 1-3 grams 3- 5 times daily - Studies indicate benefit in mild pain conditions. - Dose- dependent effect in 191 back pain patients. - Willow contains salicylates, flavonoids and tannins. - Anti-inflammatory effect is largely related to salicylate content. - Theoretically, may have similar side- effects to aspi rin, though this has not been found. - Occasional nausea, rash, and wheezing. - Avoid in asthmatics. Efficacy data based primarily on studies of symptom control in rheumatoid or osteoarthritis. No studies focusing specificall y on the treatment of neck pain were found. Evidence regarding the use of supplements containing gamma-linolenic acid (GLA), such as evening primrose oil, blackcurrant seed oil, and borage seed oil, for pain has been less convincing. These supplements could be considered given thei r potential to lower prostaglandin E -1 levels, but note that, as omega- 6 fatty acids, they also may increase arachidonic acid production and inflammation. Of the three, borage oil has the highest GLA content and should be tried first at a dose of 500 to 1000 mg twice daily. CYP = cytochrome P450, GI = gastrointestinal, HIV = human immunodeficiency virus, mg = milligrams, ml = milliliter, OA = osteoarthritis; RA = rheumatoid arthritis Information from Rindfleisch A, Neck Pain. In Integrative Medicine, 2nd ed. Rakel D (ed). Philadelphia: Saunders, 2007. Non-Pharmaceutical Therapy for O steoarthritis PEARLS FOR CLINICIANS 9 University of Wisconsin Integrative Medicine www.fammed.wisc.edu/integrative References 1. Sun BH, Wu CW, Kalunian KC. New developments in osteoarthritis. Rheum Dis Clin North Am . 33(1): 135- 48, 2007. 2. Perlman AI, Sukul V, Spierer MM. Osteoarthritis. In Rakel D (ed), Integ rative Medicine, 2nd ed. Philadelphia: Saunders, 2007. 3. Schnitzer TJ and Lane NE. Osteoarthritis. In Goldman: Cecil Textbook of Medicine, 22nd ed, 2004. 4. Ettinger WH Jr, Burns R, Messier SP, et al: A randomized trial comparing aerobic exercise and resistance exercise to a health education program on physical disability in older people with knee osteoarthritis: The Fitness and Arthritis in Seniors Trial (FAST). JAMA KD: Joint motion in the absence of normal loading does not maintain normal articular cartilage. Arthritis Rheum . MC. Group and home- based chi in elderly subjects with knee osteoarthritis: A randomized controlled trial. Clin Rehabil . 21(2):99 -111, 2007. 7. Garfinkel MS, Schumacher HR, Husain A, et al. Evaluation of a yoga based regimen for treatment of osteoarthritis of the hands. J Rheumatol . 21(12):2341 -3, 1994. 8. Holmberg S, Thelin A, Thelin N: Knee Osteoarthritis and body mass index: a population based case-control study. Scand J the morbidly obese. J Bone Joint Surg. 72B:322- 1990. tensen R, Astrup A, Bliddal H: Weight Loss: the treatment of choice for knee osteoarthritis? A randomized trial. Osteoarthritis and Cartilage. 13:20 - 17, 2005. 11. Ameye LG, Chee WS. Osteoarthritis and nutrition: From nutraceuticals to functional foods: A systematic review of the scientific evidence. Arth Res Ther . 8(4):R127, 2006. 12. Rakel D and Rindfleisch A. Inflammation: Nutritional, Botanical, and Mind-Body Influences. Southern Medical Journal . 98(3):302-10, 2005. 13. Rakel Rindfleisch A Diet\" D (ed.), Integrative Medicine , 2nd Philadelphia: Saunders, 2007. 14. Lipiello L, Fienhold M, Grandjean C. Metabolic and ultrastructural changes in articular cartilage of rats fed dietary supplements of omega -3 fatty acids. Arthritis Rheum . 33:1029- 36, 1990. 15. Stammers T, Sibbald B, Freeling P. Efficacy of cod liver oil as an adjunct to NSAID treatment in the management of osteoarthritis in general practice. Ann Rheum Dis . 51:128 -9, 1992. 16. Astin JA. Min d-body therapies for the management of pain. Clin J Pain . 20(1):27- 32. 17. Barlow JH, Turner AP, Wright CC. A randomized controlled study of the Arthritis Self Management Programme in the UK. Health Educ Res . Evidence suggesting that health education for self -management in patients with chronic arthritis has sustained health benefits while reducing health care costs. Arthritis Rheum 36:439- 446, 1993. 19. Gay MC, Philippot P, Luminet O. Diff erential effectiveness of psychologic for reducing osteoarthritis pain: A comparison of Erikson hypnosis and Jacobson relaxation. Eur J Pain . 6(1):1 -16, 2002. 20. Kabat -Zinn J, Lipworth L, Burney R. The clinical use of mindfulness meditat ion for the self -regulation of chronic pain. J Behav Med. 8:163-90, 1985. 21. White A, Foster NE, Cummings M, et al. Acupuncture treatment for chronic knee pain: A systematic review. Rheumatology (Oxford) 46(3):384-90, 2007. 22. Ernst E: Acupuncture as a symptomatic treatment of osteoarthritis: A systemic review. Scand J Rheumatol 26:444- 447, 1997. 23. Witt CM, Jena S, Brinkhaus B, et al. Acupuncture in patients with osteoarthritis of the knee or hip: A randomized, controlled trial with an additional nonrandomized arm. Rheum . 54(11): 3495-93, 2006. 24. Witt C, Brinkhaus B, Jena S, et al. Acupuncture in patients with osteoarthritis of the knee: A randomized trial. Lancet 366(9480):136-43, 2005. 25. Perlman AI, Sabina A, Williams AL, et al. Massage therapy for osteoarthritis of the knee: A randomized controlled trial. Arch Intern Med. 166(22):2533- 8 26. Beyerman KL, Palmerino MB, Zohn LE. Efficacy of treating low back pain and dysfunction secondary to osteoarthritis: Chiropractic care compared with moist heat alone. J Manipulative Physiol Ther . 29(2):107-14. 27. Natural Medicines Comprehensive Database. www.naturaldatabase.com . Accessed June 2007. 28. Reichenbach S, Sterchi R, S cherer M, et al. Meta- analysis: Chondroitin for osteoarthritis of the knee or hip. Ann Intern Med. 146:580 -90, 2007. 29. Du Solch P. Usefulness of chondroitin sulfate. Electronic Letter , Arch Intern Med. 19 April 2007. Available at http://www.annals.org/cgi/ eletters/146/8/580. 30. Muller -Fassbender H: Double- blind clinical trial of S- adenosylmethionine versus ibuprofen in the treatment of osteoarthritis. Am J Med. 83(Suppl 5A):S81 -S83, 1987. 31. Najm W et al: S -Adenosyl methionine (SAMe) versus celecoxib for the treatment osteoarthritis A double-blind cross trial with S- adenosy lmethionine and indomethacin in the treatment of osteoarthritis. Am J Med. 83(Suppl 5A):S78 -S80, 1987. Non-Pharmaceutical Therapy for O steoarthritis PEARLS FOR CLINICIANS 10 University of Wisconsin Integrative Medicine www.fammed.wisc.edu/integrative 33. Rotblatt M, Ziment 34. EM, Ulbricht CE (eds): Natural Standard Herb and Supplem ent Handbook: The Clinical Bottom Line. Elsevier Mosby, 2005. 35. Blumenthal M: The American Botanical Council: The ABC Clinical Guide to Herbs . Thieme, 2003. 36. Chrubasik S: Devil's claw extract as an example of the effectiveness of herbal analgesics, Orthopade. 33(7):804-8, 2004. 37. Basch EM, Ulbricht CE (eds): Natural Standard Herb and Supplement Handbook: The Clinical Bottom Line. Elsevier Mosby, 2005. 38. Ernst E: The efficacy of phytodolor for the treatment of musculoskeletal pain: A s ystematic review of randomized clinical trials. Database of Abstracts of Reviews of Effectiveness , Natural Medicine Online. 3(2), 2000. This handout was created by J. Adam Rindfleisch , MD, UW Integrative Medicine Program, and Asst. Prof., Dept. of Family Medicine, University of Wisconsin- Madison. Date created: August 29, 2007 "}