{"title": "Cada vez más cerca de una vacuna universal contra la gripe", "author": "Javier Peláez", "url": "https://es-us.noticias.yahoo.com/mas-cerca-vacuna-universal-contra-gripe-121503275.html", "hostname": "yahoo.com", "description": "Los proyectos y ensayos en busca de una vacuna universal contra la gripe comienza a acumulares y nos sugieren que el objetivo no está tan lejos", "sitename": "Yahoo Noticias", "date": "2022-07-10", "cleaned_text": "Cada vez más cerca de una vacuna universal contra la gripe La rápida y deslumbrante llegada de las diferentes vacunas frente al coronavirus quizás nos ha malacostumbrado y ahora resulta tentador pensar que el desarrollo de una vacuna contra cualquier otro virus es algo sencillo... pero no, no lo es. Conseguir una vacuna, segura y eficaz, sigue siendo un proceso que, con mucha suerte, requiere de años de trabajo, investigación y una enorme cantidad de dinero. En algunos casos, sobre todo cuando el virus es tan escurridizo como el de la gripe, una única vacuna no es suficiente y resulta necesario actualizar y renovar su composición cada temporada. De esta manera, en la actualidad podemos controlar la transmisión del virus de la influenza mediante campañas de vacunación, sin embargo la efectividad contra cepas específicas es baja debido a los \"constantes cambios antigénicos\" que hacen que la inmunidad preexistente sea ineficaz para las nuevas pandemias. Llevamos décadas trabajando en el desarrollo de una vacuna universal contra la gripe, una quimera que parecía inalcanzable empieza a ser una realidad. Tan solo en esta última semana dos noticias, de grupos de investigación diferentes, se unen a los esfuerzos similares anteriores y nos presentan estudios y hasta ensayos clínicos muy prometedores en este campo. El primero de ellos [se ha publicado en Nature](https://www.nature.com/articles/s41541-022-00498-6) y se trata de un estudio realizado por investigadores del Instituto de Ciencias Biomédicas de la Universidad estadounidense de Georgia State, donde [donde presentan](https://medicalxpress.com/news/2022-07-universal-flu-vaccine-broad-influenza.html) \"una vacuna universal contra la gripe desarrollada con partes clave del virus de la influenza que ha mostrado una amplia protección cruzada contra diferentes cepas y subtipos de virus de la influenza A en poblaciones jóvenes y de edad avanzada\". Este estudio aún está en las primeras fases (cultivos de células bacterias y modelos animales, concretamente ratones) pero las conclusiones son interesantes: \"Por primera se pudo producir fácilmente en cultivos celulares con altos rendimientos y se descubrió que confiere protección contra subtipos cruzados (H1N1, H5N1, H9N2, H3N2 y H7N9) en niveles similares en ratones adultos y de edad. Los resultados proporcionan evidencia de que siguiendo este método \"se podría producir a gran escala a bajo costo y se puede desarrollar como un candidato a vacuna universal contra el virus de la influenza A para poblaciones jóvenes y de edad avanzada\". La segunda noticia nos lleva hasta una nota de prensa oficial del National Institute of Health de Estados Unidos (NIH) donde presentan un [ensayo clínico de Fase 1](https://www.nih.gov/news-events/news-releases/trial-potential-universal-flu-vaccine-opens-nih-clinical-center) \"de una nueva vacuna contra la influenza que ya ha comenzado con la inoculación de unos 100 voluntarios adultos sanos, de edades comprendidas entre 18 y 55 años, que se está realizando en el Centro Clínico de los Institutos Nacionales de Salud en Bethesda, Maryland\". Se trata de un ensayo controlado con placebo que probará la seguridad de una vacuna candidata, denominada BPL-1357, y su capacidad para provocar respuestas inmunitarias. La vacuna candidata BPL-1357 fue desarrollada por investigadores del Instituto Nacional de Alergias y Enfermedades Infecciosas (NIAID) y es una vacuna de virus completo compuesta por cuatro cepas de virus de la gripe aviar de baja patogenicidad, inactivados químicamente y no infecciosos. El proyecto se encuentra más avanzado que el anterior ya que [cuenta con estudios previos en animales](https://www.biorxiv.org/content/10.1101/2021.09.10.459807v1.full) en los que \"todos los ratones que recibieron dos dosis de la vacuna BPL-1357 administrada por vía intramuscular o intranasal sobrevivieron a la exposición posterior a dosis letales de cada una de las seis cepas diferentes del virus de la influenza, incluidos los subtipos que no estaban incluidos en la vacuna. Se obtuvieron resultados similares en experimentos de desafío con hurones vacunados con BPL-1357\". En definitiva, la experiencia nos sugiere que, cuando comienzan a acumularse estudios y proyectos científicos, realizados además por grupos de trabajo diferentes, el objetivo a conseguir no se encuentra demasiado lejos. Más noticias e historias interesantes sobre virus y vacunas en Yahoo: [Vacunarse contra la gripe se asocia con un 40 % menos de riesgo de Alzheimer](https://es.noticias.yahoo.com/vacunarse-gripe-asocia-menos-riesgo-de-alzheimer-085110520.html) [COVID está haciendo que la gripe y otros virus se comporten de manera inesperada](https://es.noticias.yahoo.com/covid-gripe-virus-se-comporten-de-maneras-inesperadas-113540015.html) [Las medidas para frenar la COVID podrían haber extinguido un linaje de la gripe](https://es.noticias.yahoo.com/medidas-covid-podrian-haber-extinguido-linaje-gripe-130714741.html) Referencias científicas y más Vaccines, junio de 2022, Nature.com DOI:10.1038/s41541-022-00498-6. Georgia State University \" [New universal flu vaccine offers broad protection against influenza A virus infections, researchers find](https://medicalxpress.com/news/2022-07-universal-flu-vaccine-broad-influenza.html)\" MedicalXpress National Institute of Health \" [Trial universal flu vaccine opens at NIH Clinical Center](https://www.nih.gov/news-events/news-releases/trial-potential-universal-flu-vaccine-opens-nih-clinical-center)\" VÍDEO: Las vacunas anticovid salvaron alrededor de 20 millones de vidas "}