{"title": "Alimentos orgánicos, los mejores aliados del sistema inmune", "author": "LA Network", "url": "https://la.network/alimentos-organicos-los-mejores-aliados-del-sistema-inmune/", "hostname": "la.network", "description": "Comunidad colaborativa que genera conocimiento sobre las ciudades latinoamericanas", "sitename": "la.network", "date": "2019-02-01", "cleaned_text": "Consumir alimentos producidos sin aplicación de agroquímicos ni aditivos, y evitar tanto los productos transgénicos o aquellos cultivados con agroquímicos como la carne de animales en los que hayan usado antibióticos, hormonas o vacunas, es una forma de fortalecer el sistema inmunológico y prevenir afectaciones graves por COVID-19. El principal enemigo mortal de las bacterias del colon y la microbiota intestinal son el glifosato -herbicida de amplio espectro utilizado para eliminar hierbas y arbustos- y los pesticidas presentes en la mayoría de frutas y verduras importadas, como fresas, espinacas, duraznos, uvas, uvas pasas, apio, tomate y papa, entre otros. Y como uno de los principales frentes de ataque inmunológico se encuentra en la flora intestinal -hogar de trillones de bacterias que representan el 80 % del sistema de defensa del cuerpo humano-, se debe pensar muy bien en los alimentos que la pueden afectar. \"El enfrentamiento más importante contra el nuevo coronavirus se libra en nuestro interior, en el sistema inmune de cada ser humano, el cual pone en marcha una maquinaria de células para combatir el virus, y deja una memoria que nos fortalecerá como especie, para enfrentar futuras pandemias\". Así lo expuso el doctor Jairo Alfonso Madriñán Tascón, médico pediatra, especialista en Enfermedades Inmunes, en la conferencia \"Impacto del sistema inmune frente al nuevo coronavirus\", en el marco de la celebración del Día Mundial de la Alimentación, y quien abordó el manejo de la pandemia desde la parte médica, el sistema inmune y la nutrición. El evento forma parte del Seminario Agroecológico Internacional Ciencia, Encuentros y Saberes, en su 15° versión, liderada por la Universidad Nacional de Colombia (UNAL) Sede Palmira. Agroecología, vital en el sistema inmune Según el conferencista, la agroecología ayuda a explorar el vínculo entre la agricultura y la salud, es decir que no se pueden dividir porque según la forma en que se practique la agricultura, podemos tener o no una buena salud inmunológica. Plantea además que el debilitamiento del sistema inmune, que a su vez está asociado con el aumento de enfermedades crónicas respiratorias, cardiovasculares e intestinales, entre otras, tiene mucho que ver con la manera como se cultivan los alimentos. Por otro lado, los alimentos de cultivo y cosecha limpia como el cacao - sacha inchi, el jengibre, las frutas cítricas, el ajo y la cúrcuma, fortalecen las células T del cuerpo, cuyo principal propósito es identificar y matar a patógenos invasores o células infectadas. Por último, también recomienda limitar el uso de azúcar, tomar el sol al menos 20 minutos diarios, ingerir alimentos con zinc, evitar los productos de origen animal como los lácteos y reemplazarlos por leche de semillas la almendra y la nuez, entre otros. Agencia de Noticias UN "}