{"title": "PDF", "author": "PDF", "url": "http://ufdcimages.uflib.ufl.edu/UF/00/02/90/10/02274/17_octubre_1948_42.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "en ARIFRESC uno elegante apariencia combinado con el precio económico, y lo ventaja adicional de que ¿f su contextura ligera y sus tonos - discretos permiten usarlo en todos ' los ocasiones . Visto un troje de ARIFRESC! AM Son t~cl.u:l_bur­¡u-de c tI.án 'nt.rnando .. y Venezuela.. 'EIu r~onea mlaterl_ en su .. e<JCT&fia Uustrada dldm· do Que no habla rSo. que penoet.n,­ taD en el intnior de Alrica, por lo cual We.te territorio eonUnuari abandonado. lo. ~ 7 1 .. ne­..... La Amlrle. del Sur era objeto de o.n bablaDdo de tu nUen­ ~ ama.aon puro. con .us altu~ e~ndo que era 1-. montaAa mM alta dd mundo. Una parte ccmalderable de A.la, a pesar de .u anUqullllna elvfllu­ clón, lo. europeoL La Slberla totalmente ducono­ elda; .1 Japón, fuera de uno de .u. Nta­bu Inexplorado.. Lot aablO1t ¡po­ raban por pUllta (ormaba cuenca polar. Froblaher. Oavil y Batfln viajaron a lr-.v& de mares que no apareda..n en ninCún maJ;*. y eonocletOll en parte. Ano 40. 1.'~~r~:m la mejor actrIz de Am~rlca.. Fren­ te a trente, ella lucia algo mayor pt'ro .un l1'UlII hermo .... la conmoción de lo habl. tuvielll! .110 que ver con ello; IU eutla er&. casi tr.nslúcldo; y IU. el nelTO, ob.­ eurOl! como hoju de laurel la funelón liGa. loa %0 de Robert PrcnUee, con arrorancia.. Trllnt, del Buró de Homicidio. de N. Y ~ lM'I'Ial6 con l. c.beza ba· cia un cuarto Interior, donde ~ gula rl lrajln de la InYelUp.clón policiaca. -EI\\e hombre Prrntloe eran, únicos rn rl apartame nto; excepto .u don­ ct'lla y .u aecretarla. ¿ No \" un tanto Inuaitado que loa deje Ir.m nlnlun examen\" ,Pero e. tan Importante para mi! Son mAa de tu .Iete. El telón !le alza a laa ocho y medll. mandar un pollela con I.nl.ro. Despuh, lo lo que _be- -E. 1\" función de GAy. Interviene Pr~tlec, -Ve con MI .. KIIUan y Mr, Pren. Ice al -dijo Trant-, Te 'uedaa par -No \" mal. idH. -Traat ... h.cla el detective. oblHlrv6 aolemnemente. IOmbr. par. lIS d~H? puerta de WaI,rove.-¡Elto, .Ipltl­ a u.ted! EII. )fr Prentlceaon dijo M.f. OUll10(l -i.Alg\\lna relación Uno el ~pltán ---4ljo--. El 1\",· pertor va a poner el frito en el cielo cu.ando le enlere de que be dejado Ir 11 MI Mr. Pren­ tleo: Mr, WII .. rove no podrt Ir 1. vu Medea, Mu. Rldell. Ea una pena, pero I!n cuando Pre.ntlce estaban alll. Se más col!rloo .. Elite. U~ l'8U de.mente, es. lo 110 e. COla de juelo. Ea UIIO de 101 CU05 rnáa vidente. IU Prentlee le encoció de hombro . marido decirle que tenta que A qu! no habla bUeII Rrla -¡Eaa Ull. Robert 110 bajara u,ted al teatro det.enerlo! 10 mat6. Lo dice ÜlIlcament. por h.~ ea exactamente lo que voy Wr:~~v~~ a mI. Yo mat' a Henry d.in;.;~;;..;:;-.,i;-;;q la plltola, lo -¿ qué nOll cuenta lu que tabla u.ted! .uel!!di6, Mrt. Kllllan' -Tanto mejor. ElI. le aenUi en una vieja .Ula -No pree.i .. mente. . Cuando de madera, envuelta tn la ldnlu.. venga el Inrorme, veré. que 1 ... Im--SIempre b. Querido decirle pertenecen wrdad. Sólo quetla eÁl úJtIma oportunidad de utoy Oallan no medid... con mi marido. tn.edlaa. Llevó 11 M1a Dunlop y a Una eetOplda. pelea a pu6etuoa. Luey t\"tlgoe contra PrentJ- ce. La prime .... rué de mala gana; Volvió a mi en la alcoba y ., dla­ la .eaunda todo, lo IIvln, room.. Hetuy de Prentlce., Tra.!!.t praenda· Trat4 d. razonar. He di cuenta de be. la eaeena final entre Juon y que en Inutll. tuviera termJnar ria dlvorcla.te para c:aaafle lOlOB da lOa u.er t11 una de~ Ud. a _clero, ~ Iot mi!., d. pe_ que ho pagodo efI 10 oñoI por le hubi«a oStoModo paro I_r tu hoGor propta\"f USTED NO TIENE QUE SER RICO POSEER HOGAR PROPIO IAhorre ohoro! EDifiCIO LA METROPOLITANA T.ufonol' M.S678, M·5679 Y M-5670 problemas de medicina social EL ANTE LA OBSTETRICIA Y l? :ro.\"TRE en 1011 prólli· ataos e lntcruante companr cómo M el pro­ blema de la produccl61l. dutrlbu­ clón 1 venta del o el de IN tarlf.. .rllllc:elarlaa, y cómo 1M! procede con el problema del Divor­ clo. El primer error corutate en conaldcrar de primer. lntil!ncl6n el Dlvotclo como por el Dr. ,JOSI CH .... ALA n atenuar- el aumento de Ja.. dl~ yorao. ya que jamAa ae Jocrari hacerlo. desaparecer, no lÓIo ann Inetlcace8 puma dlri&'en a loa efecto. dlYiltón de la lmpMlct6n de .elloa de a 1000 p\"0II de 'Yarda, que Intervienen en 1 .. relacione. entre hombre y mujer Y que determinan el mil alto por~ eenta.je de 1f!par-acIOlletl y ......... eoneepotlda a póbl,\" dII ellearar la dpl Dltr'Ordo, 11.0 le hace uao de loa inatrumentoa loa proc:edlmlpntOl clf'DUflOOll que y l. JoOeIedad, pero H olVl~ dan de la calidad blol6c!ea del homb«! y ~~ 11M Q_ mil y - tel cuando mtre el hombre , la mujer 60 aiRe e«t4 Incubando el procellQ eD Y 110'1 precisamente las en­ fennedade:. e.pÚ'ltu por amblCJoDea primltiva. de dominio- que a tr.yil de doa nul IOoa le ha he-ebo creer a hUm&nidad ea nu~ra nOl apartarla e.t.e IlrtIcu­ lo. QuiúJI en un tutuJ'O pró:nm.o podamo. tratar pua el van públl- 00, ofrece tan ElU­ meroau en el bre como en la mujer, tleDeD UlI uatamJento CQn hito triunfal. El uno de loa problema. m..t. dUlcl­ la que .e le p~t.an al aa. una pero eIIJ'a .tda ~ de UII oon~ dlstribuclóD de ea-jer eon'l1uta IN iDRlnto D&tunI tudlar ~ .pode­ Den 101 medlOf1 econÓrDlco. con que ra de ella, que la dollltna por 00.­ cuenta cad. pareja pleto y que pro\"tOCa UII atado es. Cuando en una pareja uUte crl-UI~ o -.-«a .1 no topa, aUi económica. .. Incalculable. en la hombre. t..o. enupefaclenlU. la cocalna, (hombre o muju) lOn lo. eneml· gOll ma. dutructorea de la familia. exa¡erado, el hombre y nlnfonuo.ni a en la mujer), ea cau ... de al,uno. dlyorcloa y .eparaclo· ne.. El hombre o mujer que alIlo VI. en.u pareja el 1lU:0, no tiene luflclente eleme.nto y nalca para uegurar la ee:tabllldad de un hOl'llr Para ato hace m(lltlplee: .1 que tamb\\'n en .ra· do la ael1llbilldad de todotl la. reaorte. concepto elabo­ rado IObre la vida en relaclonea para la coo\\<¡· vencla .oc::1&I. El hombre que 1610 duea a una muler a modo de muo '\" tea. o de objeto, IIDorando 'u. de otro. atributos humanoa. no e. cuando ae palien a prueba p.lcolóclco. talla &J)&I\"Ial-. I!II. tu pero que det.ermm.n au fu. an:uaJ y potencia el aborto .oclaJ-terap'utl- conYefÚftlicl.. ecoftÓmI~ en el objeto de .1.1 ClIomenclatura de nuetrtra 1\" capa o llene de capu blferto­ no está tampoco preparada pua Aborto\", Editorial Cultural S. A.,) rea, a la .ulMtanda .-obre la que &0_ uegurar 1& eatabllidad No le contunda COn el aborto U-tu. un fermento, a la aut.tuda reja y la formación de un hopr. plcamente cJandatlDo, ni con duran pneralment.e mlQ\" mente la falt4 de Uen, poco o .1.1 I)CInUnuldad !le .ucede .. no a tratada oportunamente, es Sobre ee:ta materia no noa dettn- medio b__ t~. tre lu parejas. En relación con la mu. dedicado una de nuelllr UIIO wudlo. que ... mOll reallu.do en Cuba y en variOl de un aborto a una mujer ha eau-IHU!res y humanOll, tocJo lo que paleea de lu Am'ricu, Que ex1ttc .. do In aeparacl6n y el divorcio.. pueda darle una eaperana ele ... bertAd Y rida propia ~ el aer1a este articulo. Merece que l .... dlquemoe uno en el futuro. La fobia al ...... Lo.-dolo re. del puto 0&_ .. natural Que Conmovió OKSANA KASENKINA CUENTA SU HISTORIA j SenSiH'iollitl Enlusim! ARTICULO SEGUNDO 111 MISERIA. AMOR Y REVOLUCION durante la I\"l'II.n a Rutl. Y al lua cimiento.. El amor 110 abre pa.tO huta en la re­ volución. Primero vino el derroca_ tato y el pueblo loz6 de unos POCO' meae. de libertad bajo el gobierno dI! Keren.ky. LuCIO vi. nleron loa bolchevique, bajo el bando Lenln y Trotaky. NUHtra parte del l. primera '1 mil vlolenta I'UCrra civil En el adyacente te. rrltorlo del Don nUHlra ~J(f6n Un di., Dem:ra.n. que en la vecindad era conocido como ex otlcl.~ fué citado a com­ par~r loea]ldad Se prcrunt6 por a Iott perlClna educada a 108 Roj0l1 Demya.n alceó que tenia ver con la pallUca. que deUabo. ccntJnu.ar .ua e.tudloa ne 6 rroratorio. dOll fulmot arree­ tado&.. A mi me Ilbef'ta.rOll UD par 12 por LEVINE vlrtiáldoaoa en el mundo. y cuanto m.b uateclu hablen. mU )109 se bUllearéft. twrllaran por Rojo. de Dem)'an era muy Aunqu(' la ,(\\Ierra c1vU de<:eneia A petar yan en lJe,f8r a nuestra aldea, y va.rlaa Vec:N ('ji_ tuvo a punto de perectr. Recuerdo bien .u Uegada a c ..... Ir a Moacú a conUouar .WI \"ludiOll, ahora que el camino capltaJ eat.a.ba .blerto. Querla que YO .. ~ haciendo lJuoportable. con nOll moa, cl v('rano de llI2O. A oomlenr.o. de la prlmnera de 1921 la perra civil que habl. uo­ lado el pa1I: durante tres .ftoe ha­ orden Hlaba .Iendo re.tablecldo en eatado. y élec:ldlmOll mejor que yo diera a tIOII el ejercito del. ahora preparada enaeilar :r.ar? Aunque habla -.Ido encarcela_ cienclu naWralea. do por loa hlancOll por ne ......... a eer instructor de Matemáucq en combatir en .u fU ... 101 comuna.. de ~nd. En.aeñ1UUa. tu .ufrir .Ido alempre: \"SI no Wlted coo. acudido a ella lo. texto e.taban problbl_ ~do bljo, U.lerlalClll como pepe!, lilpi-tar la niña en .creta. ce. y tinta, eran 000 frecuencl. rm-Dur&D1.e eett ~ de tf'rror Ro- del Soviet de Slavyantk, la del auJa y prohibir la entrad. al maf!l.o ,,~ t.u .utorldadet bolcheViQUe. trataron de que Demy.n y yo 110$ alillAramo. de comillario, y ., ocu· rda coa ff'/CIN!Deia, babia UD. DUf'­ Le peraeeud6n eh ~_ e .... entoflca renovada Dapuia de UD duro dla de trabajo _ la ~ frecueDtellM!nte coa. el ea&6ma&o medio vado, a WCeIí YOIYIa a cua con la I.nquletanle -, --Otra llamaron. 1'enlO año ~m)'aa tuvo que Ueauu vC!iDtenu Interminable. ~ cada uno de loa cua· por que lu't'lO le lIam6 CPU y mú tarde l'IKVO. El bec.bo que So- 1rtet, ePlbarco, el terror comuniata comenzaba bl6D abandonado. .abre la la cutl,cado .ut padre. o unta ailun. dificultad en 1.. u· cuela, con frcc;uencl. se unl la banda el vicio alcanzó un &,rado .Ia precedente&. Un dla. con un libro bajo el br.· 10, rul con mJ .udo \"bc:t.prUorny·. Mef¡ la v1sta juatan¡enle a tiempo de aaJ.. \"\".r mi niño de .r llevado por el pilluelo. Lat madrea ten~ que maqulnarla de propap.nda comu· nlt:ta. El primer deber de un ~H· tro era el de actuar como agitador revolucionario. B .. ta 1 .. obru de autort'a famoeoe que tuvieran un terna de J .. blbUotecaa. curao de de la libertad educa­ d6D fu' arrojada por la borda. !Ca Ya to. m.aat.rN tenlamos que L.e­ nln: \"t.., eseueia, .parte de l. vi. da, aparte di la pallUca, ea una melltlra, e5 un. b1pocrellla\". uJ.e.. te e,eo llama educacl6n dependiente. que el .let.ema elleOo lar habla Ildo BIItee un in.truJ1'um· lo del rapltaJiaIDo y que ahora ha· bia que convertirlo ea un Instru· mento del comunlamo. Intpectoretl del Partido .parcelan lnHJ)Ol'8.d.· mente en lu aatu claae ver al loa maeatf\"Ol; ~gulan de unu inltpecto­ rea, no IUpo explicar la lov&al6n t'le maestra bia _1:' una coalrarrevoluclonarl.! La m\" IIp>.r. d\"vl.cl6n maHtro_ oficial de enllOftanza. de-­ mandaba que lo IIpramoa todo, desde la bot!.nlca, la aeorrafla, a la lucha de cla..tN. Un m ... lro que t'Uviera un pariente cercano que ante. de la revolución IIOvlttl· ca hubleae parUclJ*do activamen_ muchaa en el mino del exilio ° la ejecuci6n. Aun. que ev1~oa toda .cUvldad po.. !tUe. exterior. mi \"1 yo ja. mb HtI\\bamoa teCUrOl cIel m... 6- 13 V LOS MAESTROS Y LA COLEC;.TIVIZACIOH. Un cambio violento .obrevlno ea. de que Sta· I1n ae elevó al poder supremo en 1928, y se InJel6 el primer Plan Quinquenal y l. campaña por coleeUvlución de IQIJ campeelnoa lucha por el podor en KremUn entre Stalin y Tr015ky y otru muerte de Lenln, llegaron. noa_ .... era de l. pero pronto hllbi.moa de volvt!r la vbt· ta .obre ti como el pnado, bajo tegun­ d. mano .. venta una notable eol~i6n de prend... M.J madre poeaia dOll mAquinas de 00- !ler \"Sini'er\", un. de laa cuales era de mano, tu, veatldA reme>­ hombre, o un rabAn. era convertl· do on UD traje de muchacho, luet'o en UlUl ~ .. mlaa o jacket. Juep UI PArte de una colcha o cubreca.mL cada pieza ropa. era usada re­ petldameo.te buta que .. dea1nt.e­ araba por de la campda de 100dustriallzacl6n pla· cape. de tierra. y no ]e Importa ,1 al descubierto_ Se alej. del luru IIln BvenfUBT mit, porque, en realidad, ya no le interesan Y al all 1011 (lOme una mofeta, que le lot coma! E. decir, que mlentra.. no ha rtalludo el acto tlalco de poner, LOdo u tomar precauclo­ ne .. pero, una vu depo.itadoa en tierra .WI huevoe, ya le es i~dl­ t('rent!' que al' pierdan, o produtcan mAl torturu1t Y wpomeJl­ do gue lo. huevot no lufran ataque. del er.eml,o, ti. loa tres mese el c.lor del .01 101 Incubll. y ... len IIU; pequeña que 105 primero. dlas eturllnan eon much ... dIfIcultad\". 8 causa de un saco alimenticio que tienen debajo del vientre. EH aaco 1 ... alimentó durante .u !'IItancia dentro de la cAleara del huevo. y 1u ligue aU­ mentando dl'tpuh por una. dla.. Cuando 10. lIoe lanun por fin al &,(Ua. tienen que tent'r un cuidado exquisito. o peteoer lin porque un piedad; un en peleO .egun­ dOl!, ¡s.lx>o Ud«. le ~.ta comer, que mundo ha o!do empresano de circo P la famOlla frue: -\"Todoa los di .. llBie un tonto a la calle Hay qUe tratar da dar con él\", Bien Pul'll \"\"ulta que campen .. de mil ¡le1Oll a quien le llevan un pto varón, de ueJ colores, ¡SI, I(!ftorl Porque Barnum crela ffrmem~te cualquiera de .ua eonginel'fl. Ja­ ve-. ,,1 mes, excepto en abril, ¡S!. servicio duro ItI. ~orel Y ae cuando liene nll'ocsidad deoap\"l'tar!l@de ello., I~ entre,. al cuidado de otro IU mlJma elIpecie Ea decIr, que Ji \"mam' mallard\" tiene que Ir lejol., deja a cuidAdo de la ma.mi mallard mil e!l'-rcanll defiende 1011 y próximo .... parado. hit! La mitad 1 contlnt'nte nor­ teamerlcano ._Y bomba atómica. d, prueba explotó I!n New Mblco. el dla 18 de julio de l~, lo. Jlam6q:rafos de E:.ta­ dos pónr-IA cabeza ablijo, como JI .e trat&ra de una lOra cualQuiera. En eu. tonna, la lerplente no puede ata~r. ¡Ab la porque Nto yo lo loeJ \"tn un libro otro tiempo fué lo buelll) Que era Morelll Su mui'teeo era diferente a la. drmU. Era de tamaño natural. e:omo un ma.nlqul. pero 1.610 e:on la eslla mo iI. .¡\"mp\", llevaba un som­ roto y eJlropcAdo. le acon.ej6 .. MorelU Que se lo QUI­ tara. porque le ocultaba loa ojOe. pero no lo hl~, Jamia vi al muñeco muy de cer­ querolla entre el ventrllocuo y JU muñeco. t.. parte mu cómica era cuando el mufleco mortificaba a Morelll .obre su I.'n­ redo Mor~1I1 11.\" daba élltlto con 1 ... ni InteH,encla, era hacer hilarante El control dl' More]]1 era perfec­ to. Yo lo ob.lervaba con ojos p. vllan. pero no le Be m08traba muy reaer­ vado. Ja!1'lÑ dejaba entrar a nadie en JU tamll'rino; ni JlquJ~ra a mi. Yo lo conoola porque detpuh murió vaudevllJe 4!1 dad. Era lIto, rublo, berm03O. Te­ nla dInero en abundancia Y no en eutarlo .. con 1 .. Que CotlR· ,ula una nUe\\·a. plnctla. ba todOJ. uro. Lul'JO .. diO a 1& '-Fmalmeal.e q¡w ejemCo no le ~ de CII qUfl aJ muAe. c:blllando como UD alma ~ ~ na, a travia de. la abertura del IUO auperior, El eabalHata muDfto. Y vació JU 38. Cuando bubo tC'munado, te 9'Ot­ viO a poner el IIOmbr.C'O a J_1Or. descendió por 1. NCRlera ~ a Junior contra w pe.cbo, Y cae.a. pareció HI el eamertllo. L. muJU. tud la ae UaJauaroo a plataforma doade 7'ada no. ftcoornordlml('JIto. o lo qua llaman conciencia. Puu MoreUI era un ueJlno JI, 61 era el pcnona. murieron .u,yL La. ClpDU cabal.lla­ ta, el e*'-'lbta mllroo y. Junior. a. MoreW mató a Junior, como mlamo le bublera becho loa QU& .. eomporlarla de modo muy .Inu­ lar a. un humano: por lo Pero IObre cUAl. Quier eoaa. era .. cuantu emocloneJ al la teoria de lu emociones elllAn a car­ao del IUUcma nernoao automAtI­ co, Y Que por tanto automA· U.,... Para \"bumanl&&r\" el Gu.s de Bo-­ Wenrer a modo aimllar a viviente reapollde a las nccaidadu y rruat:raclone., p&r8 indicar copiar pudiera contraenlt' al aentir dolor en cualQuiera de IUS partes, El primero de 101 grandes elreul· trio, el tallo de circuito \"1 olroa Que tienen equivalente. humanOL El resultan­ Ma.,.tra. La televlJlón ha r~bl~r::~en¿::~::f · .. revelado en un juicio crlmertea de guerra, a la borA de IIU muerle Paul von Hlndenburl Aconaejó a Hitler que no confiara en 1011 Itallana. corral chele Muuollnl. viuda Duce, ea.t' en y que pien .. de orl'lI'n, la fUJlón de loa dOI partldol . que ahora parece ~fl'Ur8. de aovll!tlca actual, pc.>ro pl!rdldu por m m1l10nea en la Florida. Dijo un yanqui al leer lA noUcla: \"Los dólare.~ eub&nOll A~:n lIerando LuOat.troE..-. El reverendo Daniel A. Lord. director de la revlata católica \"Queen. Wark\", dijo Que la. enamerallol habla tenido alruno, ....peI Gocda. Un JTupo d. dueftoa de periódicos amerieano. entrevlst4 dlen~ reapondleron : 1a ea propicia a nuevaa Inveralona ~ntln\\uunn1le. Lu lucea roja Y blanca ..,rian eoJoeadu el ~. mo reflector. Q,aando hubll!!M por un retlplllldor m\" larp de la. Iu. roja debido a la. faeultad del elreulto a pera IObl'eOOmpenaar la Irritaelón uUmulo. permalleeer1l. la. ha blanca. La concepto O-olcu muJerea a 1 entrar tn 1 .. oflelo barem; t...a mujer\" auperlll. con mucbo, a Jo. hombres. El limpie pen .. mle.nto de tener una mujer ell la nóm.lna de la ca· p Blanca era thoca.nle utenÓ¡n. h.bl. trabajado para 61 antH de ler pre­ .idente. E.t. primer mujer emplea. da de la C..... Blanca, Allee B. Sangtcr. era una joven atr.ctiva IUOO t..I papelea .nlverllrlOl de Roo.evelt, CUa Blanca la ta· L'\\llia de RooaeveIt; y 111 que podla. al ¡in rumm.y la. mayor parte de una no­ che COD UD perlodL.ta. o un ~ .. dor 1I.a que le Infonna.cló.a: t:1 ICOI'1! del jue¡o. Truman tiene IU Rolle OOnway. A RoM le la. ve tan raramente tue­ ra de .u pequefla. ofldna, próxima a la. del PTe.[dente, que parece una oeaconoclda cuando lile de la. Ca- 11& Blanca. al cabo del dia. Estas mlderes de la CUa Diuca. niepn invariablemente que ten· gan poder al.¡u.no, pero eIO la presentación de Idcu al &ident.e en 101 momento. mú 00 oODlbramlan- 10 de UD alto IUDdona.rio, que contara _ .u alta- ojlftrde una aun 11Gb,.. e:D el ¡oblerno Su carrera puede c:a.~r 10r de ejemplo aervlelo U&Aq1U­ lo y efidlblt.e.. De todo el pe...aaa! de ~ Ro. Con..,. e. ~te media a. .111., ia'rierno y eQUldo prepara IU prvpto.cal. era ~ ele re de ~ le dejuoa el el die. _ T'-e~_pleC.wla~­.... de la ma.Aa..na. airulute para. el PnaldeD.­ te. SI sale a 1M lela, tiene .uerte. La. otra gra.n ficura femenina tla de la tarde. r_pcione. a que u.­ mara por t.8MOftO la. aJauleDte .le­ lII&Il& F que '\"'V01 todo mundo babia. oido ha­ la. lIe la plau. el d.. bedo por la uo .7 mental Entone. 1 aJemú entro tIII poUcla de zona anuncl6 que IU qu~ no _ben nadar. Un viejo campe.alno vt,ltó. en Habana, a IU bljo, dodor y pollUco, y &te lo llevó a un cabaret . Dijo el campesino al volver al pueblo -Lee rop81 1 ... ealle Ue:n& de pobre ~1\"It.e. Lueco lo U('vó al otro lado y le mostró Im~ en un ti; un de plata. por detr\". Tan pronto como un poeo de plata. entra en el euadro, deja. 11Ilt'd de ver ('1 pueblo y .. ve a .1 mismo El feU~& hit.o una bUl!:a. c:n~ri:ucl6n Do. 1t.a.bita.Dtt.. le Jenta..rOll Junto a un Ilmpldo arroyo, \"1 uno de ellos dijo que 00 cambiarla IU auerte por un millón de pe.cc -,j, y por chiCO millonea!-Ie precunl4 el otro. No. ni por Ha .uma cambiarla el primero .u .uerte, -¿ y por diez mlllonH? -pe.rlistló el de una muy coneurrida, aprovecharon la oculón para. hacer tru preJUnt.a un tam080 le Jo Con mb: pf;rdld .... habrla. podido comprar d yate. NUEVO ILUMINACION Con d objdo de ave. tro de Europa. Su director doctor Sir ArchlbaJd Macllldoe, ha reconvertIdo mucho. dentot de hombre. que ha UU~ no hombres reeonvertldoa de 18 nacionalidades hlln fornu.do UD J'!'upo llamado \"El Club de lo. CurleJeI\"', han eompumo un hlm. nervla.o. dijo. a lo Jarro de .UI flbraa de interconexión . CUando Ilel\"\\ o no\" 1 .. 'UI tuba. de vado o r\"IIIII~ u.ponden o a la. lmpul~ el6etrleo. que AlF..cANISMO una elluJ. tru .u punto de partid .. puede de nuevo el recorrido. neur6loco. crl!V1 que .on lutrumentOll de reci.lro como rayo 18 Hut& hace poco el t1t&n10 era COftlIIlderado un. curtOlddMI 100 de di .. l' lo o1reda aoo tibia para rKlnnte corrwl6n. ~ .. 1610 la mitad. El vulu ~ mú fuerte que el alwnbdo l' _ de doe vee. m\" pesado El titanio el tan nuevo en el cigarro REGALlAS EL CUÑO es perfecto EXPLlCACION: Porque toda la producción estó supervisodo . Para lener lo absoluto seguridad (le que nUP.\\lra producción mantiene siempre el mi~mo alto standard fle calidad. es rPlli.'mda todo ~ los días por obreros especializados para chequear que el sabo!. el aroma CU¡QO. e.<ti; cigarro que :>e en Cuba. ¡Fume RECAL/A S EL CUiVo .' baga suyo el máximo deleite de fumar! y el lIano_¿Un la actuall­ abt' la v 101 univcf'll(M:. quién 10 quién lo c.lultlca? Quien deja la eapltal. 8C! Inlerna y 'lO un POCO ¡nlroverao; \"i)mo 11 no ocurriera ff'petldamen­ ,e '1 caso que ~ ¡\",manda ~ ,libito h~i. la accl6n mAs firme y continu.da. de temer que nlnpn. e ... n\"l.ione. v\"y,n a lo e&enc!.l hu~ por tan- 10. Iodo. temos ¡cu.le.. y cada un paseo por otI'O pueblo CTaJlde, c:uI geogrM\\co. ca.1 en el centro de la provtncJa de Oriente. Y que DO estA dormida . VamOlJ a HIlIJU1b. se rdi.e ... .1 hombre de provlneia, y 1.. un modo ~nirico lo lI.man 'lornbre dd Int...,lor. Lo rru.mo e. lue hablen de un ramaci.leyano o fe un holculne\",. o de un porteño Je Santlaco o el lIna .('..... .... Innue:ncJa. d .. 1 mundo. QuIen .... ella. ~ acerca a la luz. .. Abllunlo? ¿Deapecti'll'O! \" posible declarar al Caribe o uentadoa en la coata nor­ te de l. IIII'-! Puede aer que exl.tta una uenllla de de.preclo en ea­ Iltieath'o. y el proviDclalIo .itllle que le COlpea loa oja.. y no locra evitar una re:acd6n dmemplaó& cuando se la echan máll monte que al mllt 20 no van aJll. del 1~I:&aci6n wbPUertOlJ. Aa( dedaJlecen y se a~ &Qere&mOl a la cludad, la Loma de la en... a la vera del pueblo, nOll ronwm de la IIaftadL Ahora luee vude y le ha.D puNto un traje de leDtejueJu. 1& cima de la Loma .. un mirador al que 80e Uep por mia de euatro­ M'uchaa vecea .no. han Incitado la rada es llano. Tanto lo ea, que un holgulnero nos cuenta que al .e echa un vaao de lu coau en atrio decir qUe .. 1 mI.. del coblemo de Grau dejado Intacto el problema.. Ha babldo refrleCQ del Alealde y w uoclaclone. clvlcu comlalODn de Duvia. y de poz.cMI cavado. VI el pa­ tio de cada vivienda. Loa pozoa IIOD tan numero.o. Que el oficio de 1a n:cavada para ~\",r.r el lllumbrunle lllQ. No .. vi ... lIq:art M.,.a- 22 1'1; 1 contht1\\a la vIa a Gibara. que ya toca en Aur .. , a la mitad de la dl.tanela a Me puerto. lCl edinclo del 1tI.tltuto de: la a la ritta por toda pan.. '1' sobre todo ftI la v~ falta de toda saakIad ,. ueo bermano. que dilapida para crlmeD la juft:Jltud cubaaa. El atlpa mU Nada ba variado m .. patio Interior, 1'11 siquIera la 'rieja dñR­ na que \"11111. ROfO (]UO Jloto 1 .000 I \"\"\"\".0,,\" No I 3 Ro;os Sus porque In hin .u...el A ¿ fi ... Nuevo.\"\" porque el l:.~. :m:~i;¡;¡.:¡¡¡¡¡¡¡¡¡¡¡jj 23 SENSACIONAL EICI.USIVO PALABRAS, Hermann Goering VII nVE una aorpre ... pll.f. todo el ;z= Hermann Goe­ chocaron en publico contlleto .obre el ejercicio del duvllIeclen­ te poder .temAn a final\" de la ,uerra tn Europa. Pero .. ('.,:in Ooerlnc dlcUlba de de de drenul.­ .. n v .. nido dlltlllcla ndo durante verlo. dos. El ebl,mo entre ello. h .. bla mU .rande (actor de Caerln. .mle Hitler era el mucho tiempo que h.bl. e.tado uoclado I ti ~ Caerln.-. le Icuu,r e uno de ello. di cUI1Quler crimen, pre.entarle ml'nclonadOl m\" Idelante, N. de ha­ bla .flliado .1 y .e hilO ear.o de 1011 SA de que Hitler le poatular. para presidente de Alemania contra von Hlndenbur Goerlna le el utado de manera que el nacloniU­ IOClaJamo no corriera ptlIcro en ü. la Yo la toma del poder una MIa In.urrec­ ción de Roehm. El Mlnllterlo del Interior de Prusia, que puó e mi m.n.ndo, b.bia .Ido una poele16n cla­ ve tamente rl!eOlU'trulda, e6peclalmea­ te la pollcla poJIUca, que en .u esencia no era .100 la pcMItUlor 2i del, y I'\\l nombr.ra a Goerlne .u auc:uor, Hitler rechaZó la Idea con el c:omenta.rlo de que Goerlne era dem .. lado pt!r6OllO. Y HIUer Ooe.rlne conflanu. debiera. _ tal a el marleeal entuó de la dbeuno. Bitler el DO _ blo mo lo ra .u ejecución, y a4n el!tonca 11.0 cM la lecha ea Y ~to ~ lar. lCra..plleabIe _101' ~ de pbtnete como a todo el nrdad era probabIemeate netI de 'u. dlft\"rent\" colabarador .. a pelear un.. contra otru. para. mantener el equilibrio del poder En. otr .. palabru, le poII.la del lado su­ de el Fupbrer. CUando Hitler proPUIlO llamar de nuevo lerviclo a que Qof'riftC no era tan de Hitler. El \"on Rela­ las ¡Memas le manu. por poco pre-\"ntó una aola mi ..... ud. y cuando al lID. despu& de mi flCupera\"lón, me presenté a ti, no dijo palabra de mI entl'rmedad. EnlonCH me di cuenta de mi poalclón -.. Pero a pe .. a que no tu6 .u conh.aDza en mi lo que me dejó en ese careo; fu6 1IOIamente c:u..o6n de con.eldera.cl6n poJlUea No na, durante loa OOUmos anoa de le &tU­ rra. que oraaniudo -SIempre y en tod .. pan ... li­ de la Gestapo--di-10-. No babl. d1a o na­ cbe. en de que HImm1er 1011 e.. taba ull.lldo para llevar cuenta dI mi. .. j&mú noche tuve bambre buscar t.i~ mil \"bita. a mi eapoaa. VII. LA DERROTA DE LA LUFTWAFFE. Ck-neralmente. cuando llegaba yo a la ..... de enl.tevLUaa de la prl­ .ión de-Nuremberr. dt' la edaba eje­ cutando IU 70 podia ver de.de las ventan camln.\" dc un lado pa­ ra otro lentamente, con la cabeza inclinada. loa brazoa cruudos. AJ­ cunoe de por una puerta .&oOruada provincia d ... aspillera&. En el patio habia unpluaml~nt O'> de ametralladora. Habia al~ simbólico en 11 del bombre que en tretl es Yo tratA en vano de explicarle euAlee eraD 1.. d .... manda. de dl\" lo. mAs piloto. de eua pa­ ra que hablaran a aoJaa con ti No le blc:leron buen. Impl\"e:lllón En d«to, después de un. de ....... \"El mecUo-ju­ dlo-dlje yo-, qut' no ti .. derribad requiere secante! 1000 S. A. Prttld.l'Il. ZOYOI 463, HobafIG EN pobrna extrema., 110 eOIl el pobre muchacho. Por lo pronto a nuestro C!ntC!nder, deben de hacerle de un c:ocheelto, donde el pobre Jua­ nito eaI..6 aeoata'do, Noeotroa IC! esta­ moa enviando a la Sra. ~nsAlt'l. 10 peaoa qu. tenemo. en da me hlln todo C!I dinero ~ont.enla en mi .ma, le fUplloo Ha totocralla que tome para ua­ ted\" . tfuce de aola en la vida, clama por un ¡)C!da­ zo diario de pan NoeollOl le utarnoo. enVIan­ do que tenemOll en de Zaldlvar, que noa eKribe d~ M1am1. Florida, (E. en nombre dC! eLq:o, y abo­ e-n carta firmada \"uu dn'ota\" nombre del milapoalllimo Beato peruano Fray Ma.rtfn de ILOO de K. J. M. -O-. de Sa.n DlelO del Valle. Y utA aauaa la famllla. nc. dibuja cuadro dC! ea. po­ bre tamUla y noa .upllca una .ma de,. IuC!lo. C. una atIla de fUe­ daa 'tue no. ofreció Sra.. cI':'(ad. efl¡:le por bUt6r1ca e.eall· uta En 1.,. Illtlmo. di .. el pai. l. impresión la opoalcl6n del Con­ Ift~ ~b)ecldo en Yiaila al Tribuna.! Supremo y tiene trues y respeto pa­ ra el Poder Judicial; actltud ope»!­~ ~ hubiera .tlste­ ello GnlU por '1 el los pri­mer .. m &,obierno-u y eficiencia de J.q p­ villa. de pl.tolero. &COCido. al en forma demac6&1ea fift_ dden .. los derec:hoa y protellOr dC! de La Habana no .. bizo Mpoerar En Ald. mlnbltro para Intervenir en moa para poder dar cumpli­ l. acto de preaellda en I.a.s columna. de al­ .cunoa periódico. eon una felb.. pC!ro con n .... _ ~rto.u. Ha M dande M hicieron y reptlrtieron en ... última. ti boraa cerca de dft<'O mU nomhrlJZlienloa. loa m.b de ello. eaU. en la pllll:.L El alemanillmo b. lado ya I~ cationes juatlcla.. del derecho. )\" al bi,.n no tiene pandilla. a IU dllposlclón pcNIee en cambio el apoyo df'CIIIW' de la opinión pUblica. que eattl. ya barb, de ver eonvertlda la m'\" De>­ ble y espiritua l de del bctfA'lIe­ rI* )oven y autoridad que tervido de modo au.­ tero al dO('. tor Sf.nc:hn. Aran..., ,UI d('Clara_ clones anteriores a la I.a.s tu­ finalidad por lo mena.. reducir aJ minlmul\" la ~daJoaa venta de venia por el rt'J)tcll.'n tanle-Leyva AurelJano la paulA Dentro de un gabinete medloer r -pblne te de elrcunslanclll3 _ los pañOl eahentea le Impone la cura de cahaJir El pueblo no ha heeho en 10m., a Prlo una ttpeetacl(Jo . el ('tI ::: ::r~:::~: nada del etIIpectk. E R P olor ama· riaco. qul.\" contamlnat. )' le lntiltrab. ton mi. ao aolo por el olfato y el pa.Ja~ daTo lino, al mismo tiempo, por ca· da poro de mi cuerpo, PrecuntE la c&U .. de ese tTemendo olor, que a ~ provocaba deseo. de ?OmIta!' y Rafael Rol., anticuo ¡n.pecto; de ~. experto conocedor de los camaronea . En efecto. por todas I*rta Ex.\\I;te el hombre capad· pac1enela y de abnepelón que dlflcilmente podrfa ser por animal Irracio­ nal. Y u.I se c:omprobaba al obser· var a la monotonla y el aburrlm len. to de una dieta a base de pescado sueleo eomprar Iot p.eeeador es. ' Ahora bien, lo que el Golfo de Guacanayabo cOntrI huyó a formar elJtA destruyEndolo ablandado , roldo y, al fin, trapdo por el mar. Buta. por otra parte un amalO de dclón, para que 1\" vlvlendaa 'can muy leJ03. Y pie los .... ncho. del Mfeano ofrer.can un aspecto de CON. improvisada y. en todo caso, uCHlvamente pobre. No R cubre de yaJlla mia qUe 1& Pf'. queAa. p&rte destinada. dormitorio donde hacinA, promiscuidad , toda la familia E¡ resto etIl'-techado, pero falto d( pari!dea, ya que rs ~rl o frar 1 .. yaguas. porque ello es ah(l· rrar dinero y trabajo y el Interior d er LUGAR en menoJ de ..-. UN ANO .según el último Juruef/ realizado en cSepltemb,., por la oI.lOciació\" de cÁ\"unc;anleJ (1,. Cu.ba, CII!l0 1 reJullaJo J alaban de dar:u a conocer , U NI O I liDIO ocupa el terur/uf/a,. en el promedio p nI y SEGUIMOS HACIA ADELANTE EN LA CONQUISTA DE SU SIMPATl AI Ya\"odemos anunclor lo próxima Inauguración dI! UN NUEV. EQUIPO TRASMISOR DE 10,000 Walh EN LA HABANA Y VARIOS EQUIPOS DE' 5,000 y 1,000 Watb EN DISTINTAS CIUDADES DEl INTERIOR UNJON RADIO. la orgonlz.aciÓn radial mó, mo­ derna de Cuba, a pesar d. éstos adelart'fos. NO AUMENTARA SUS T4RlfAS' SE VENDE UN JIRON u\"rrll Q utrlendo a quictn UI lo qUiera. lO CUBA. ... A que el gobierno d .. 1 I-'re-.IIUlente: por U\"rllll de tierras CUBANAS con 1942. y que a loa norteamericano. \\'11 ... férre\" Y lI'lucl\\l'. de de cul treinta y Cinco mlllonet de toneladu de mineral de hierro de primera cali­ dad y el ¡oblerno Y el pucblo eu­ bano no lit InlA\"tt'$fUl por la oferta del que representa al ¡oblemo de loe EstadOll UnIdo... dueno de todo .-o el rf&imCD de Datlllta M! faelllto ella wmpra no, (rl'nte 11 un loblemo mdllercn­ te y a un pueblo qul' no qUiere mal ¡ndultr!a que la d,' rahrtcar azllcar crudo para de a fln de atraer la atención de ]01 que vuelven lu espaldu a la. conve­ niencias el paa del mundo en cuan­ tO a su rlquen. en hierro, el metal por exeelenela de la clvilizaelón 111- dUlltrla!. La naturaleza le l'Ia dlldo a Cuba en abundllllcla el hil,·rro. el manganeso, el eromo Y el nlquel, que valen mú que el 11I lIbraa al aftol El gobierno de 101 EstadOl UnIdos, una vez que ft vea libre de Mil propiedad , JI4! compromete a com­ prar Iibr8.1 anuales, lfea años, a un precio remuneutlvo, porque el nl­ quel le re:llulta India pensable a la Junta de Munlc:lonea Y en loe Elta­ dos Unidos ¡,n alto porque no hay orerta.. k>atad_ UnIdos. como propietariO de too8.1 1.. acciones de la Cuba. Nlckel Co~ unl:l C\\.'BA.NAS.\" o, o I O. \". C H I ., o I Martin se faelllt6 la ruina de esa IndWltrla, El liquidador diciendo: de relmar nlquel e.II ]a R'cunda y puede por al 1I0la rellnar ti dlt'J! por ciento de todo el nlquel que la humanidad ne('e,lta en esta era \\ondadu parte en de dineroa publleos y de Improv dos que de ... tadllltu, ea­ LA podrIdo de corrupcl6n y de In­ no eSC'uehll al hquldll­ dor En euanto 1:11 pueblo: el pue­ blo no le nye porque quienes m.ú que n.dle <'Iebleran internarse en. rpacatar su tierra Y sus acu .. y en aprovecbar- # 1 ... Ahora en otros pal.ea, no na podido apl ... tar a los pl'Oductort'll Ifane_a de la Nueva Caledonl& que ... ban enriquecido puar d~ emplear y litaclón cubana ¡Eltta ell la oportunidad' COIIto treinta y seis , de vendo por poco CUi. par~ia quo!' lea Invitaba a un vla)<.' a la luna por la poea aten­ ción que 11\" prestaban Y la maleza o que han '1- do vendldall como hierro no. cedl6 la tIerra. ~ conformó con un ('a­ elque de tumo que, IIln contar con el Congreso. por medio de acuerdos ~::,tOflpr~;¡C~óUdi. .~~:tI~~CI:: tierras y ellto. dereeho. a una na­ ción u:tranJerft, y que no era. ni ;:,ejor ni peor que 1'1 que aeaba de e]ar el poder, lenla en ene ulumo la pretensión dI' IIl\"r un t'IItadillla y de laborar económica de au pueblo ~~n:I:~:~ 1~~:e~\"e~C::d~u~; clenutlt'O \\' la laboriosidad del 1011 me­ jor\" acerOll del mundo y que debe haber ottOl!' Tou~. (On Matanzas donde 11 naeló o * 11 1.\\ 1) 1 () \" Pero el dla, no m ... y lejaDo. en que comen:ro radiarae \"ÚI, e dl\" al tlnal de trasml­ e PSA habla eacrlto en .... s IIbretol, para que lo leyera d La. artlltal radiales, como a. los del teatro y el eloe, l\"1 que .U nombre figure en primer lurar \"a algo que Inte­ ra. n Por eao. ('Ullndo :IIupo de la transformacIón que, por obra y ,rada del autor. ae habla operado en el reparto. se dlripo al 38 !)epartamento de Pro¡Tamaa de la emlaora AlU M' entrevtat ó con IIU director Manolo Corea, ante quien protestó de lo que esclmaba una a .. realÓn de PSA Corell le prome­ tió que arreglarla \"el problema\" y la muchacha. m~s tranquila. vol­ vió a aUII laboru en el piso de ea­ tudlos. Pero el tiempo pe\"ba. y el re-­ parto I:gU81, Y. lo pe<)r, la radionovela no .u~a el peraonaje que ella habrla de Interpretar, La actrl~, que eomenuS a dudar de la eficacia de ]a gelltlón de enfiló enlonee. de audición Pero t.te, tal Velo por no moleatar al eterltor. no le prelltó mucha atención a :0 manl­ rutado por la muchacha . Como la \"Ituaclón era la mlama. y como ella te babia enterado de \"cierta. coaa.a\", un dla de la sema­ na paliada volvió el problema\" le mole.· taba a la arUata. di­ jo, -Sé que \"Pepito bfl no má.a el programII.; pero yo quiero que ulltec:!ea ~pan qUe si el (('parla no le sigue dando como an­ te yo no trabajaré má.!l en \"La radionovela DermOll\", y al por que Irme de la planta, es­ toy dlapuellla a Irme Pero lo. alto. dlri¡entu de 111. emhfOra no querlan perder lo. vaJlO8Cflaervlcioade laaetri~. y le aael'ura ron q ... e todo iba ~ arre¡!ar­ se como ella ~Iea habla 'Ido ca-nada, por puntO&, por MC. Pero ~ .-acrltor toen'\" una manera. de lO­ mar la revancha. y la ~ 10- mando ~ el personaje que debla In­ terpretar derecho de naeer\"--de \"La culpa de 1011 padrea\" Aunque su nombre primer alendo una l. concurso titulado 'La rra.ae Producción de la mayoria debla ...star preucnte, lué una labor eri­ uda de dltlcultadN. Pero. al cabo, 18 dlrTell IIlncronladón tiempo; la audición. art1lJt& baJO contrato con una industria la. tardes a .u lado. com~rtlendo loa honol'M del libreto. a un compañero ~ .. \". SUCEDIO 14 lrase. luego. comenzó a rodu por todo el Palacio de la Radio, El tercer lua.r. Ga.par Puma rejo se lo amlco. y colaboradoretJ: ---SI Unión-Radio ocupa tercer lugar \"'u\",e)'\" de la As:ocia. clón d .. Anunciante. de Cuba, yo erl'O Que mi me va a dar allO El mJércolea de la semana P&t~: da, cuando GP recibió el cuaderno (J'U' .. contenl,a todo. loa pormenol'fl IUllversarlO pr~nt t: qul' !)OdIan haberle hecho en tan !K' corrtó la noticia 1m ('arll\" pIUlido y Sil maquin i_ ta, unos eufórieoe párrllroa que ds­ ban adlclon6 a unllll palabr ' q ... e ya habla escrito klbre rJ primer aniversario de la empresa Lueco ante lectura Deapuh, S la carrera. lo prepa­ ró todo para. en horas ~ la noche cuando ya la plWlta hubieae rendl: do .u dura 18bor del ... n acto .enclllo pero entusias_ todOll 101 compone ntet de Ja Unión-Radio En]o que habla .ido est ... dlo-teatro de la ro­ deando una hab16 Pumar{'jo . tut ... ro, un Juear mU dHta.ea: do que el que .cababa de alcancar Tuvo fr8HS babia proporclona~ la un \"ratine'\" enorme , y rante 1('11 1011 pocos pcrlódl. .. de lot que flluran como pzOo-coa de la Aratntlna. Que no M: ha ~¡¡una.LM de lu audlelont'. Iot vendido al oro del ~Ierno , vlelle a lucr a leu uno. Il>III, mli'ntrll., \"'L'Z con \"to la. del Palacio ,11 loa eua.letl lOe Sucedió en Buenos Aires. pido Inlonnaclon en el proyecto, IIOn loa .ipklnl8: \"mo congreso pala O!n vehlculoa al MI,... Fetlb.a Y condicione. en QUo MI 'CID de una sola Idea: ta de PerÓn. lA. A4oclacló\" de Anunciante. de Cu~ ha mtroep.do ya, a na 4 al le del puado me. de sepUembre, ea lA. Habua de la ma­ ñana a 10 y media de la noche Como Interesante punto de comparación, adema. de 1011 NratUlp·, de del puado entre IN veciDoe; Rea\", ltarlanao y CU&Da~COlL Loa pro¡ramas que, de lunes a sábado, aparecen con m&,yor promedio en la prueba. 12,01 941 11.0 9 16 lJ 08 '410 10_14 ~ 54 10 04 11 80 '''' 9.18 '111\" ~ 04 11 87 Palabra\" , de Unión-Radio, (\\1:61 a 7:17 4: ProllTama de la Frue Semanal \", (RaC). ~ 373 11 ff1 :1: \"Se alquilan babltaciones\" (grabación). {CMQI., Chibú. t(:MQ). Carcia A¡:il.ero, apar.tOll mientraa 1,941 la. de CMQ, cOIIltiluye un '\"record\"_ haya lo­ arado &c.umular tan nutrida ra.dioe.udienc.la, pero en la 'poca en que sur¡ió al aire no le reallULban atoe chequeos). Un calO renunciado a escribir dude hacia cuatro mel(!s, por lo que la RHC..cadella A.ul obllaada pesimlata de loa di. de la emt.ora. el mejor promedio dude Que titaba en el aire: 1:1 OL (Antea de Que se lIupletll oe:l reeultado de t.-.tao prueba, polltico JoM. Pardo LIada DA RESULTADOS TAN RAPlDOS Se un la Indlcion toda novia debe lIe\\'2.r en embellece ti CUlis desde' comprobado en las prut:bas qut: han rulixad? con un numero de mUle res de distintas c1aK's de' cuus: normal, \\, l-. .. ~\\.\\ PONGA EN PRACTICA EL PLAN DE SUAVIDAD Por la m;uian;¡ \" un ~utt.1 ~a\"!-a !! TODO EN BROMA UN REPORT AlE SOBRE LA TOMA DE POSES'ON DE PR'O m. JJcg&.nlOI .. la man­ ,Ion del E~ul¡vo. ('n )' de d¡~{raCi!'1l '>11. habla mOl podido hallar en cau· un chaqué de ,. propiedad de .atl.u_ Todavi. Prío no habia firmado ., .eu pr.,idenci.l, y ya en la mansión del Ejecutivo habl.ba d. re .. elecclón_ Tra.l.dad. a Columbia, en un camión, una medalla de Oenovevo.-Detenldo Erne.to de l ..... _____ _ -.. De De ninguna . Soy periodiRa ... .. POr qUe cree usted qUe formo parte de lUla funeraria '!' -No; como me pareci6 que usted Yeni. venido de uc:atec&l .. 1108 explicó el militar. Pero l. OOA no puó de ahI. En .te&'Uida que. exblbimOl nuutra. llamó la att>nclón que trajese .u chllUlra enterrada bUla 1 .. ore­ JaI. y en cambio Cabuón luciese la .uya en la punla del epicrineo .. en el Cabnón y Feito M muchu bl· adornan todo .. Si, CabH6n .lit dió CUl!nla dI!. que le quedaba chiquita la chlnera, por· que llevaba pu~ta la de Felto: y bte COmprendió que la que porta· ba le retlultaba amplia, porque era la de CIlbuón, el Que, COMO su apellido lo indle .. de~laza cabeu. en cantidad. Aeonaejado. por el doctor AJvare:ll blcieron el trueque de cllisteru, y la palatina. , a reportar, ehaqull bombines. nOllOlNlIJ. cambio, I':ran 1 Ih diez y media. AIF1len le al paso a Buttari, y ma.Qo en un ardoro.o aalu. lo fellcit6 por el corte y la ele­ gancia de su ehaqui. A 1 .. palabras del pareel. !ler de la Republica ! El, que 1'8 !OCIo fuerte mio, me lo 'aclUdlld con a Pala­ do, fueron dos conocidas flrutall del alto comercio élltB.: Tenemos que cuidar que esQ 110 .IuOl'da Si 61 Y Grau se encuen­ tran, Dios 8610 &&be lo que podri~ todos se preelpitaron haelR fuers., deseo-­ .so. de saber inquietantes pB.18bra.s NI;M· otro.II mo bolalUo de se enganehó en 1':1 tirador de la puerla. y pudo mAs el tlTa.dor. Ahora ('8 Que nos damos cuenta de lo bien Que esle B.dml· nlculo tiene puelrto el nombre. por­ Que \"tiró\" al .U!\". lo. y a! chaqué le tan tremenda rotura, que euando DOS lo quitelIlOS. babr1\\. que U ... rto. de [>,ío c:apt3do 11 la. bombines que no. eermban el p&o;O, pudimos llegar hasta el litio dond(' !I(' encontrabll el autor de la 'raae QUC habla I':ncendldo la llama de la zOEObra en el pceho de todos. Inda· ,amoa' ¿ Con qul~n teme usted qul': Grau ae txopleo;:e'> El interrogado, cuyO rostro parc­ ela maquillado con Vuconcel~! No habla terrolnado la frase, cuando Rubén de León, agitado, con el C8bello eua! contra IIL8 paredes dl':l primer piso, y el eco que provocaban loa Impae· toa. era disparado en todas dlreeelo ­ nH. SIguiendo la huella arenaa. oflelna muy reduelda. como el .ueldo de dt' eseuela p(Jbhea. Un .. lo no. podlamoa Demóatcne., p$.rrafoa la República ha tenido la (rtUI .uerte de que en t'1 die de boy se hal'a car,o de ella. para dirigir· la por 18 senda del progreAO y la 1'1 doctor Carlos Prlo. e.tadlsla pueblo debco 1Ie-­ a 111 rN!k-cdón en .. 1 mil no\" ... ciento. y cJncurnLn y dos bla a dt\" n~ el 1('-Onlw\\J.Q ·ru:I., Jefe del Estado /la llegado a durtlnLe cr(!ditOIl suplica r las frlCClOn('ll Poder CE durtUlte del aforo tunado notario cuando ocurrió ,,1 '!Cándalo publico de la Gaceta, al ms.·tlane f\"n ella un dN:rt'to [ndul· lando al sancionado Joaé Rosario ·,¡rd.·nu Rodrlguez, culpable de un ,h· tito de En pagi. \" .. s dt'1 periódico ofleial quedó 'mlltancla crudo relato de lo U.·I dldo y por una catta renunCia \"pa· Balance Completo de los Cuatro Años de Gobierno del Presidente Ramón Grau San Martín CONFORME ofrecimos en nuemo último núme. ro publicamo s en esta edición lo que allí, por falta de espacio y por no haber tenido tiempo de reunir todos los datos, nos fué imposible fa­ cilitar a nuestros lectores, es decir, los ba'ance. referentes a 'os ministerios de Gobernación, Justicla, Agricultura, Salubridad y Premlerato, que damos a continuación. ll1 el Gabint'te taenll P'lMl él productiVA llevaron t'mplco lal columnu de \"Pren IU. prcdeceson.> . Y en ~I car· go estaba cuando un ataque de he­ mipll'gla lo torzó a Illltentafse Treo­ jo contra l. inamovilidad jlldlcl~­ COntinuÓ, d u r a n t e el gobierno lIutentico. en idénticas condiciones 1 .. que ale Premier. quien \"repre.entarla la poJltica ¡:oenerlll del gobierno y Il éste ante el Congrli.'lilo\" y decidieron que \"corre.ponderA al Primer MI· nl.tro despacha..r con el al 1....<10CI. SAnchn. Rector entonces dl'1 comité o dN PRC. podía exhibir una ~tenaa ho. ja de IlerVICICla a dlchOll partidos y pruebas Invariables de It·tlJtad al doclor Grau fo~LS evidenció cualldadu 88lall· c.. (:n par. .. ofetlor.tlsIÓloco fué reclr la. Dam· '1lflcadOll por el cie.IÓn de octubre de 19ft Mas, puede afirmar\" que -le 111 otorl6 con una mano y le la qUlt.6 con la oua., pues la. mterfe-­ «,nCla eonUnua del Prnidente en las deel.-fonea paralizó tu iniclaU1IU del doctor lAncls. Aunque FLS no .pro ... echó IIU posición para ennquecetlM! -por el contrario. dló ejemplo de honcrtl· dad tuvo éxito en ti empeño de fortal~ .... 1,1 tendencia en tJ aeno del PRO. mantener la he-­ gemonla l'.n la provincl. h ta que l. del BAOA lo deapla· .. En octubre de 1~ diu dellpu/!JI, de vencer el doctor Grau San MAr· Un IIU primer año de NlJU'lcla en el Palacio Prealdcncilt.1, comunicó 11 111,1 dinArrllca que le impusiera su jeft: y .mi,..,. Sólo dt:mandó de tlate que le permitiera prf'fJ('nlaf el ca.o al rato por carrlleru que le trua­ ra el profesor de Flslolo¡p.. se esto~ InfortunadO. anteceeor, aln lIulllone. opnrtunl' dAd de refonar con la mlr.da inaJlcloaa puell la t:n la elevada cima que ocupa en la adualidad Un t:jemplo t:locuente de cómo CPS se IOmeUa ain reRrv&. la. mAl vlolenlOl banduo. de la PSP de en 194& el apoyo de loe co· munlatu al gobierno autentico. y DO luvo reparo entonCH en .ecuo' dar la cuUpndo _por obJicaelón y no DOr oevoci6n- a lo. adicta. de Sta. lIn A prlnelplOl de UM7, el doctor Grau le neJl[ó a preaentar ante el Senado loa ministros d ... a loe padrl!'ll la patria tramitar un voto de dea· col'lllanu contra t:1 pblnet.e en oteRo. En uno de .u. juesoa maJa, e.1 Pl'f'lIidente Y Prlo rln de \"e· ron la ru6n, el DO P .. tarde triunfo y tes &rtIeuloe diacuUendo las mAl «rave. cuestiones JÓn Sek Mln'-lroa e.n el Vado. Olamlnuldo por de atrl· buclonu concedldall al ministerio de Defl'nllll-que la PoJlcla Naclonal-el de Go­ bli.'rn.aciÓn deaernpeñ6 un pobre pa. pel en loa cu.tro aña. del doctor Grau, reducido cuidar 1 .. cA .. ee· lea y tbcallzar los peu,r exlauldad el que mAa tuvo en por mAl tiempo lo administró, .e habla ejercitado por una década en pro-­ testar de lOfI atentado. reprlmi.. la anarqula no utaba ya en l. e.fera de la dependencia que hlcle~ fa· moaa Menocal y Machado No cabe nl'pr. que Curtl .e dl.t1nau1ó por la orf¡:lna· del asomo de rerorma admlnbtraUv-. ensaya' do por Grau en loa alborea de .u mandato. devolvl6 al ministerio de Hacienda varlOlJ chequea adjud¡· En otra oetUlón. ocurrlo dedicar un JffUIMI de aanclonndOll 11 i~ fabricación de pupitres sin eoato para. el Elltado. Fué una forma In· correcta. pero bien Intencionada, de -.yudar a .u coleca .. es El· popular por haber aparecido 181 p6c1nu de BOHEM]A en una foto pnoflrió como candl· motivo. caaa­ do, Se m.ntuvo m'\" fiel que otro alguno a Is. verdadera condición d .. .u mlnl.terio, e. decir, que no se hizo aentl .. por nada, Militante dócil del autentlcl.mo , el me.lu del PRC no le consultó .u opinión para dt:· ,I¡marlo ni tampoco para hacerlo habla espertldo jueó revolución , pero al vol­ verlM! Alcmdn todopoderoso en el Palacio, A.P. tuvo el ta.lento de culo tlvar .u amistad . Y CUllndo Caaado tué devuelto a antiguo de Martlnn. Séeru rf':Clbió C(lnmovido la mena. las prlslon .... a su cargo; no podido controlar publico, lIf! desquitó charlando con lo. a¡Texores del Congruo cuando el tiroteo producido por ellOll al diacutlrte en el Senado l. Interpelación. ca..u y AJemAn La ocaal6n de lIaltar a l. primera plana de los periódicos te le p .. t:. eentó rehulllÓ presentar al pnpl .. r ante la Audlencl. de La Habana , decre­ tó la expulsi6n de LL del territorio naclonaJ moción y .u IIUteSOr, Nlcol\" To· duró edificio Compoat el .IOlamfOn correll¡ionarlo Alejo Co .. Io dl'l Pino, In.taJAndolo en la na de Gobernación La dt'l&\"racla de ACdelP (uf lo· mar en serlo la tutela, ya extlncui · da, de .u minl.teno sobre t:1 orden el ente quien' petd.·, Cosslo hipotétIca ext!nclór C del artlclllo 214 de la Utuclón y ,,1 dtocrl'to prnldenCIlI de dO!l de de BAul 105 imllll.l\"lm El {'J('II' Uvo .. dI lAJI'\" dtrlJl[enh \"' PRC, venCIdo \" dobló con Pohda NaCIonal por d $eeues­ tro d~ loa Ommbu. )' ocupó ~rédltUII especiales. en el curllD de cuatro linO&, y la labor IIC ha I'edu' cldo a cero. Inlluguro el dl!!tpucho mlnl!iterln PTCllno. la. Muy pronto pudo ad~rtil\"ll' que el Melano cidAlJ en el minixterlo a rab de un cambio radical de ,oblemo. J AP dl'leló casi todu sus funciones en algunoa lua de OJl(lrAclo en el ,,(1'8.11 dependl\"llC'l .. del tI-dHp8c.ho vacante crédItos re­ quería ,,1 minl!lterlo. Y como lUJue- podlan su ('n l'l moVim¡'·ntu de y adquirie uf como ton determinado. erédltoa ecmeedl­ dO.tl ~ra que .u rival eontaba. tambii!n con fuul6 conexlonu en el Palacio. Resumiendo ria de Rlvero Parta\" no 1\" entroni­ zada LA aU!Io«,('la rua \"ea&a de 181 vlud .... no un mlni.tro de ta . diariamente a su dhptlcho, enfrentAnd~ a todos lo. flauntOl, tanto cn - bien al Prl'lidente- lo obU­ laron a abandonar la poIiclón. A .u rl'Urada, no dejó cuentas por PIlpr a 101 ,ulnlnistradore. y !te cuidó de Que lodo. hOlpltalet y jetaturas 1000&les lIalud lambli!n \"A)udlUltp d .. c'Wra del instalado en el Pala­ do. RamIro de la Rlva alcanzó la eartera por Cita tln::unstancla. en menor ueala para con tridas SUnl8I branles de pera los ya deflclentea Ii'''·idos de Sanidad. EP \\·fecto. al cerrarse el periodo prelli- 46 denelal de Grau, 1 .. Jefaturas lo­ cales y lo. careoen tunelona­ rloa del depertamento le p~l&n InquletOll Qué le ha men.uall's decreto 5U5 para ('{ln.trulr letrinas. UIO:i dd control de concedida- por el d~ creto 2.34.5 de julio 7 del año en curso par. comprar cinco cando­ nes de voltco para Santlalo de Cuba; de de.tinadOll materialfll del dinero ¡»lea ejem· plo, la de Salubridad tuvo un inicio plau8ible, pero un finRI lamentable. El primer director, Pedro NOlllel_ ra, .sil preocupó fundamentalmente de combatir el pa,....itlamo. Sus pla_ nCl tuvieron Inicialmente al e u n apoyo directo. puea tanto Presno como Rlvero el departamento de drOlr&Jl y elJtupefaeiente:. )' reo,..anl%indoae el da abasto de leche. Pero .u le. Uón quedó lrunca en 1947. al pre­ .8Cntar.e ante el pr\\leba. df' que el cri!dlto de salu­ bridad Rural no .e aplicaba a 1011 fines para que fué coneebldo. En opinión de lentl'l enler.d ... sino ImprevbtOll tn las jefatura. localea, eran en la materia. a quien pri­ varon de entrRda dd \"ontrol del presupuesto de la dlrl'eción de Sa­ lubrIdad, que tomó en .u. mano. el ministro. Andreu Al CHar úle, 1011 fondos la Riva una vn J)8.5II.doa 108 comicios del prImero de Junio. En realidad. nada pudo hacer ElJ_ pinoaa desde que tomó poletllón. Ni el hecho de ser un de.tacado IIder autintlcu habanero y de bluonar dI' Grau tpneia Social mandato') grau'leta, al doctor apliCtUlo. la In­ teeamericana de HOIIpltales. de lO una ext.n­ ss información d(' ela df'pendenda sobre el estado actual de lo. hUllpl­ talea t'n en ra calidad, con tal «ntro dI' una aerll' de ahl que no IIC hayan eo~atr~ldo 103 aetlvldadell vllandu que fueron un ea IC'Ii cen dl\"JlOrpni~ié. n ruón por a la hacien-Mcjol'1l.l; atencl6n a la. tr\"'l ultimos de BSL dlcos.1 extremo la. plll_ han .Ido tuneltOS para 18lI vietl- qul.l~as del d m .. del bacilo de Koch: huelgu, yan a la péal-eJlDC.'ri¡oncla y C'I l'Btudlo ma atención: algo parecido ha ecu- En relación con Umpleu. tito Ca.­ nido en los dlllpellsarl03, donde a 111'.11. cabe .eilalar que h\" sido de pos. .aumentó \",1 perllOnal y mejoró que admitir la preponderancia del el upeelo df> 1M callu de la capl­ mfdlco provinciano y no ha podido tIl] y de poblaclon~ del interior, poner para lo,rar sllcult'nto!¡ créditos y n.r\"\" el Gobierno .u. IllJplracion ... polltitalJ E8tf'bIuI Vald& CastiUo. y colocaron tren un .aetro eelebrado cn el te .. go de tan eape .. dc(lnlclón de rei;Adlo, la l.ralJcendente como to de la el 10- mento de principal 10.tl prOCluetol naclonalu y del comerciO En l. explicaC ión de 101 propó.l· tos que le a.nimaban . al ll1Iumlr la responsabilidad mlnl.terl.!. Alvare'\\: Fuente.. row el tópico de la relot­ fué. durante el In­ tl'evalo mo. .. conjuro 1 .. fra­ el IniCIO de parte. surgIó en la IU'·' nil flguru dI' \"Pancho· ' Comol'!' de Mlnllltros :!~ Ó)Ut'lILO a c_ pel!l1'''- de fabla y .llIOnja a que hace un momento se ,,·ferla arteramente Antonio Iral­ :01:. conviene que la palabra pUblica 'lile en UlJea O(' .. lone. le noa In. Ita un acto mani­ 'luto ole ~Incl'rld.d. !!:apero, ¡Ile no pelulanclIl. ,1 me pcrmJt.o decir nuy francame nte por qué, cuando R conll.lón eo­ nensal tazunea di a la COrntlló n, o .1 tragmento de ella que me villtó, -1 doctor Rub~n primera, que habl~n­ lome dicho ello. que hada uso de 11 ¡lalabrll, para ofrecer elte home­''''J(', .'1 doctor Iralitoz, y todo, lo electJ­ amente ha .Ido. al >u:n yo t ... nla y tengo por el doctor \\Ienocal la m¡¡1 Ion, y por no me mbt.rgo, lo compenetrado on lo que pudlélaTnOS .u mi e.aa, yo m,\"mo me quedé con un poco de malCRtar dc conciencia. \"No era mi ,,\"ctltud un POCO lnconiruente y ·'qulYoca\" me pregunté. SI yo es. '11.~ dl,p\\le.llO, como lo elltaba, a tllladr tl ell~ homenaje porque me ¡..ar~la merecldl.l mo, ,¡ no era una untradiccló n que decllnue hablar n ,,1 por dilcrepanciaa Ideolóricu? no dejaba entender peor: un modo, como otro culllqulera, le a..elll.rar una actitud y de fijar .na poale.ón con trlUlqueu, y no .é lo:· mejor homenaje que a nadIe le \" Ilueda N!ndlr que élle lIernl(' a hablar por una deferencia que mucbo me ¡bUga/, quiero ponennlI en po con mi C{lnelencla y explicar, si puedo. ,omo no hay contradicción alguna ntr\\! e.ta prellencla y la abstención ·Hatorla que yo hubiera 'lo la hay, .cilore., por una ~n qu ul te titA. honrlUl' m(u¡ que nada, . .IOn 1.. aelltudta perlodllUCQ <lel el beeho eatamQl .qul gentel de la dlfr.rencla muy Im­ portAnte r.ntre lu Id-.-.polltlcu, J .el' lo mú fid poIÑ~ ea el fondo y DO la, forma, a. lo Que aUl diJ6. duo ea que be ....... CCln entre las fórmula. para la IOluclón de 1011 problemas que la vida nOl prC!lenta, y lo. prineipi08 de con· dueta proeeden de nuea· muy bien lra.lzM, los valoroes lIW1 Inmutablu. Por lo menos. lo que parecen na· cer de un in.tlnto luperlor de la conciencia y determinan, por ejem­ plo, nuestro respeto a la vcrdad en el orden Intelectual y a la dl¡n.ld3d en el orden moral. Podran hoy pa_ recernos otro tiempo bubl6ra­ mo. 1'llprobado -como el quo lu mujeres tumen, ponpmoa por ca· so-. pUe1J -ese plano Inferior de aprecIac ión esta inevitablemente Intervenido por lal modulaclone. del guillo Y el lefIgO de 11.$ COlitum­ bre .. Pero 10 que no cambia de una época a ot,.-10 que no dcbe cam-­ blar, 110 pena de una deformación cnorme de la conciencia Individual o de la eultura colectiva _ ea el aprecio que 1011 hombrCl normaJtlI hacen de la verdad y de la mentira. de la dlenldad y la Indlpldad, de la lealtad y EJto. Otra CON. b~ dilUnta. IOn lu eDu también ree­ ponden en pa.rte, CUaDdo ~n de oro den loa valora que sustentamOll: porque tt'llemOll un senUdo determinado de la justicia o de la aimp)e COllllenlencJa, prefe. rimOl o reehuama. tal o cual o,... den polltico. Mas pua. que ese jul. cio de valor pueda. efeetuane, MI ha de apoyar en una pereepclón, cierta o equivocada, de datOll obje.­ tlvoa, y -esto es p~ente lo qua hay de Idea en ü. Aun enlonCtl, pues. SI:' ttllta de opiniones condl. clona.d&a por el tipo de mtmtalldad, cl tIpo dI:' experiencia y la ¡M!rapcc­ tilia de cada cual, y utas 110ft con. dlcloDCII sumamente \",adableL Por eso ea que la mayor I*rte de 181 Idea.- fUera de 1 .. IdeN mate­ orden 16cfco run. damenlaJ- son .Iempre dillcuUblf'S en cuanto Ideal, tlI decir, en CUBIl. lO resultado. de percepción o artI. culadon\" de ~ relJU!tadOll. No reptUenlan mM que las en que fund&IDentales. poIlble esa dlllCuaión -permltaae me decir­ lo de paao-e. lo que confiere al r.(lmen democrático a la 116 .11 Inutabllldad y IIU .uperior dIgnidad Intelectual y bumana sobre que pretenden tundarse en doC­mu Inluperablea. \"El SIClo\" el un conllervador.., lo ea, na· tUtlllmente, '11 director, a quien rendlmO$ hoy tate bomenaje, No 1610 tienen amboa derecho a lua Idea., IIlno qlle ti huta una suero te-para Cuba Que eso, el conurva· tI.mo racional y .Incero, exista.. se ha dicho muchaa lIece., y lo acaba. de recordar también Iralitoz, que no hay verdadero prOlrrelO que plsamoa y so­ bre la cual nuellrO pie te alinea, ti Indl.penlable para poder cami­ nar, SI no fuera por eU .. patina. rlamoa y acabarlamos por romper. noa la crilma. uI también en la lIida aodal, sin cierto apeco a lo tradicional y enableeldo, .in cierta ~tcncla a la Innovaclón, te eo. rrerla el peltcro del df'Sboc:amiC'llto hl$tórlco, En Cuba hace que atIa· dlr 110 comparto muchaa de 1 .. de \"El cu­ bano, e.xpuellta, por cierto, e.n una obra de ejemplar devoción patria y de lariO aliento InveJU(&d.or y re­ evoluc,oa.t.. la. antlrrevolucionarlo; R fUIId&, a lo que me parece, en la Idea de que la minorla criolla colonial es. medladOll del eI&II .. no mC'llCJa ateDdl­ ble. que dillcuUblea, y oeurre que no cuadra con eU .. mi modo de pen.ar, MarUano y ellWril de nueltra bl.torla: una et,a.. pe en que lIe ha deatruldo mucho de 10 bueno que lenlam\",. y cn que no fe ha coutruldo D&da de lo bueno que IIOflibamOl, Pero J.aa Id ..... no tienen la culpa de que la lIuIlentaclón de elJu calca. por el MUr de lu coa&I, o por la acción de mecanlamoa p.lcoJór\\coa: que ma· manoa de gente que no el de la. vaIol'fIL Que la \"RevoIueión\" h-.ya buta ahora un tracuo. mejor dic:bo, una burda laJ'aa, no quiere decir que C'II Cuba no Jea necesario lo que lIiempre N:volucJ6rI: una renovllCión profunda de: 1& la vi. da cubana. que ea todavia I!!IeIIc1aI­ m~te colonial. Si no Interpretamoa e.te de cilo resulta, lenemOl que penaar que todo ello se debe a la almpIe ma. ¡lenldBd de lo. cubano.; y si He tt'Ulloc.hado .ubJetlvi.mo fueaa ¡olto y aca· buen de borrar del hu de eUU ~ la 111* de.craclada! Porque yo no pienao no, porque creo que en Cut. h.,-mucho qua cambiar V\\ el orden olojet1vo mU Je.. un ~ eJeeto­ ral mM ve.rcladeramente repte:Ril. taUvo -por Ilen­ do revoluelonarlo en el aentldo re-­nuino de no eD el _. tido de falM autenUcidad que h SIClo\" 110 nleca la neeetlldad de elertu reforma -no en balde lleva cae titulo. que ea el del viejo, y benem'rlto órl'&llo re­ fonnista-, no bulato: ea aoJo un pl_o de Id .... Por de 61 _ b&1Ia el plano de l!Ii ea He piaDO donde ~JJ:I 81g10\" DOII ea. lado dando. deede doce un hermoao ejemplo de &uIteri4ad. de Intl\"&JUltcada. .se...... de acuerdo o -. .pll n-.troa caa la doctrina 10. .............. , EL EX-PRESIDEN TE FULGENCIO BATISTA ENJUICIA LA OBRA DE GOBIERNO DEL DR. GRAU &.\",1:: lO d~ octubre, fecha 11111 bolo Patria y du.tó diez largos otnu en esta conmemoratlll., ha­ blando de los patriota. l d .. 1 y 8 111 Constltuch,n El !( mina. yo, reirun el fin nlstro ~ cl meno. co­ nocido de 101 Uu -puu Paco, el mayor y mAl viejo. tiene un rico lnecdola rlo publico y Cerio. el ae­ .. ulla entrevista par. lo. le4:torel de BOHEMIA encuentro -como filUlJ de un buceo pelcoJO­ ¡ico--que no .é qué penar... I:U Antonio Prlo I!'S un hombre .. rio que .e burla del publico IJmula.ndn un burnorillmo que no posee. U ,1 ea Antonio Prlo un humorl.ta convicto que ltQZ8. aparentando una seriedad que no tiene. Porque la ... erdad el que I'!Ite criollo rativa de una aJegria upa.n.dva y conta¡loaa que con. tu.nde. Por eso creo que el nuevo MJ. Una Entrevista can el Ministro de Hacienda por ALBERTO ARREDONDO CONCEPTOS DE ANTONIO PRIO -No lOy ua tknlco ni UD cientifieo,. Pero M hre bromlata, ni etI un hombre aerlo y .evero. NI cultiva 1ft broma como hAbito, ni hace de la \"rledad un al,tema. El un cu­ bano, que, a mi juicio, ha ,abldo COMbinar lue­ro. dando un taita cul acrobático, me recuerda una anécdota de .1.1 horar modellto : \"Un dla llevé a u­ aa doa filete. Hubo fle.ta en la cocina y huta bailoteo en la mea.. Al poco tiempo todos ut!· bamOl con unoa dolore. terrible. en la quijada. Y LaJ muel .. y los de mucar carne.\" Reimoa 1011 inaufla un. morllleja filosófica rC$pecto de Hacienda. Antooio Prio I'!!itA krlo,. muy.!le\" no y no le 11M bombre He minlatro de Hacienda. pan¡, darle a lo. ledo re. de BOHEMIA una aln­ te.sll de Iaa medidu que Antonio Prio Soc:arrá. habrá poner en práctica a.I bacerse carro. Mlnlaterio de Hacienda. Pero IUI de ear'cter O utrai'io optlml.mo aobre la vida y la propia voluntad. Pero Antonio Prlo e. un hombre que no ,. UUl~ la ante nlnpn problema . Eatlma que l. Hacienda Pública puede me. terlll'! en cintura, con la facUidad con que podrla reof,anl%arse una. banca privada. Ve\\ntltr~1 al\\oll en el delicado punto de Interven­ tor, dentro de la reputada firma bancaria de \"Celats\" parece que le I~ E,s bajo de los técnicos. mú aun: 101 puedo poner a trabajar de una ma­ nera efJcaz.. SI en mu de veinte año. nadie pudo tuplrme en cues· tlones de finanu.a, no creo que aho­ ra lo puedan hacer\". No ea un te<irloo ht. INlca­ do por 11.1 nombre perJOnal. ~on~o por la confhtnUl. que en él ha .h' pollltado .u hermano y actual J'r,·­ Ildente, el doctor Carlos Prlo so­ carru, CONTRA EL AUMENTO DE-LAS TARIFAS ELECTRICAS: EL TRIBUNAL SUPREMO TIENE AHORA LA PALABRA g ~ftAd::U~~Óln!=':m~~):~~: candal~ atr&iJ'e del aumento de 1a.B tarifas del flúido perpetrado bajo el CObler­ (1 que rellpó IU. podere. el dlQ de octUbre a podUOIIa, un ~fvk¡o que lumi.niatra de una ma­ nera deficiente, como le ha probado con mo­ tivo de 101 da. ciclones qua recientemente nos azotaron. La Compañia Anlleubana de I!:leetrlcidad, como la bemWl bautizado y como la conoce ya todo el pueblo de CUba, en vu de soterrar Ita esolet. conforme utA obU,ad. )' leJo. Cle mejorar lu condlclonea del \"rVICIO, 'a tono con el ¡ncremulo y eon las ¡a­ nanel .. tabulo.u que ha obtenido, lo que bao el movilizar IUI euantlo_ recuraOll de to­ da Indole para explotar IU. aneltu a lo. eonlumldore .. utilizando Wl complicidad de a denunciar la nueva .0- callfta que .e tramaba contra nUeltro pueblo, Incluyendo a .u. lectore. ma. menestero$Ol, lino que probamOl buta la la eon,eladon de tarl1as establedda en la Ley de cinco de )ullo de 19\":l, pues .u. negocio. eran mAl que floreclentel y la merma que pudiera IlpUlearle el aumento en .u ¡astoa estaba mil que eompenl&da con el mayor volumen de operaclonea y, por con­ .Igldente, con InlTelOJ mucho más con.telera· blu, Y ademu precio de las tarir .. era, de4d.e el momen­ to para no tuvlelMl \"calda\", ni Ilqulera le cumplió el reQulaito de probar en el exped.lente de rigor la Iltuaclón precana de la emprua, la amenua de quiebra Jutlfl' Se trataba de realizar el atraco perlecto, I'ero no contaron con que hay en la cludadanla re­ servu morale. que .e mantienen Intactas y que no eatAn dilpunlal a rendlrw ante al oro Impcrialialll. Tampoco contaron con que que· dan toda lila órpnoa de opinión independientes, veracel, ln.obornablCl clvlcamente hacer todo lo poIIlble por que 101 ¡ntere,,\" del pueblo .ean prolegidoe y ae rlli:tifique plenamente el derecho vulnerado, La campaña contra el aumento de 1 .. tarl' fa.. luvo una primera lue publicitaria que halló en lu pII.¡inaa de ella revltta el mAl idóneo vebleulo. indole, probamos en forma contundente que ... 1 aumento de las tarlf .. era el regalo de una nación pobre a una empreaa millonaria y que 10lI cubanM IbamOll a pagar por el lIuldo elk· trlco una .uma mayor a la que R pa,a en 101 E.tadOll Unido. y en otras naclonu mucho ei6n lnterpueato contra el aumento de 'a. ta­ rifas, Los tOll de orden jurldico, mano, para probar que la Compañia no tiene dere-cho alguno y que el al2a en el precIO del lIúldo ea un crimen contra la economla de la nación. Hicieron hlncapi. muy atlnadamente sobre el hecho de que ese aumento, tal como ha aldo autorlud o, tiene un carlieter perrntl­ nrnt.e, por lo que aun en el ea.o de que el com­ bustlhle re¡relUe a la eleva­ ción del t1úido R mantendrla en VIgor, con la obtención, por parte del tristemente dlebre Kallxto Kilowatt de un lucro tan CUMnllOIO co­ mo torUcero. Integraron la Sala de rererencla Cinco tlgioa de la m\"'a¡atratuta cubana: los doctores como prelldente, Santiago ROJell, Juan Franciaco 'l'orre. Tu. mrut. Pedro Cantero y CarlOll Piedra. Uc eSlOI cinco togado, Ilustres depende el que nue.tro pUl\"blo .e libre de la onerMa pbela que la 1t Compañia CUbana de .u ya rcaentlda e<:onomia. La naClon a,uarda,.Uena dJo:: ,::0 __ tienen clavada qu. IniCiar un expediente de ¡nCOlteabllldad en lorma\" ¿ Para qui tomarle el trabajo de Justificar 10 lnjuttlflcable? ¿Para qu' rutar tiempo en amañar deCirse, \"el muñeco\" , 1I la dédiva y la complicidad .on para alcanzar Jo pro­ puesto? La que obten .. r de 101 poderet públlcOl una nueva patente de corllO, que no otro calificativo merece eu autorlZ&elon para .. carie a cada cliente uno. ptlOl blemo que 5C! decla revolucionario y que en el aa babIa tenido el gelto vahente de rebajar laJ tarifas del mUdo elédrh:o, ahora, en plena oreta de peculado, le plegaba a la. inte .... fuerte a Illft&d6n I'!oera' y en ues· tar un nuevo COlpe a la t'CQnomla del PaU. me­ diante un aumento la nUl.ch,trallU1I. cu~n.a\", mia rle .. No era posible que gratUI' tamente se .. ! I:ntidad que lIe efU'aeterl:r.aba por su ellplrltu de explotación y que Je brindaba a un pueblo generOJO un cicatero serVido. Uc nuestros a1elatoa era flicll deducir que habla en todo esto una turbia maniobra cuya unlea vlcUma era el cOlUlum.ldor de electriCIdad. Cumplida Cita primera etapa, abrimol un breve recC80, no porque hubléaemo. abandOna­ do la trinchera del Inter\" popular en cue.tton de tanta transcendencia, .Ino porque el piel' to entraba en una segunda fue: la Judicial. Esta tegunda tue-estA ya a pllrse tambltn. ED la paaada lemana lUvO lu. arar ante la Sala de Ley ti &:apeclalCl del '1'lr­ bunaJ Supremo la vlJta del reeUflO de apela. 03 contra el cual eltamos .erufos no han de Derecho. un IfUltrumento de la JU\" tlela. Lo que de ella .e dllmanda es la aplica­ ción recta de principios legalel que no tienen otra flnahdad que proteger los Intereae. d('1 pueblo. Una ley como l. de cinco de julio de 1943 no pudo promul¡a rac pera el más IAell medro de aquellas enUdadel que, por la efica­ cia de .UI re<:urllOlll económicos. eetán habItua­ eacrlto y de 1M juec~ Uamados Una Indol .. fu. apro­ bada y .ancloneda eon. (ContinUa fin la. \"'l. 'fIlo) Docto;-es comprueban que el Plan PalmoJive da a 2, de cada 3 peTo .lempre rodeada expectadóD 10 fuI; .alemne y protoco­ lar, aunque falto de calor ciudada­ no. La fe que antúo ln.p.lraba el autMItlclamo trumutado ambiente, y deducletldo de él lo que. pertene­ da al aroma de la (echa patria y al JWlto del cubano por lo aenuclo­ nal notaban que quedaba poca co.L Dude 1... honu de la mañana, I<MI eohet8 y voladorea .se apodua­ ron de la eaplta!. para tormento auditivo de vecinos y pe.seantell; 1 .. eonmoc:lonell nalcas Iwtltulan a lu morale .. y la Juventud no tenia ya el brillo de la elperanu en loa ojoa, lino la cbllpa del cohete en 1 .. ma­ n~. Dentro del Palacio, d~e las 10, deafllaba de loa InvltadOll polltleos. clero, pren .... diplomacia- Y de 108 persona}n del régimen que celaba y del nuevo. Sobre lu 11.30 ya el amplio Sal6n dI:' 1011 E..peJoa lucia colmado de visitantes, situados e .. tratégicamente a Izquierda y dere­ cha. El tinlco espacio Ubre lo conl­ titula el palillo central por donde deblan retlrar-.e loe presente .. una Vel. efectuado el juumento de rI­ ror por el nuevo PresldtJI.te de la nacl6n. t.. ceremonia .se bacilo lar,. y te­ dlen por la elpe\"'-Enfundado. en el e:~ la prenda de oti­ cen europeo. que vert11.11 por ves primera., y contemplaban con envi­ dia a loa repreeellta.Dl,a de la pre.n­.. norteammcan.a, ataviadOll ca .. 11 . .0, loa venerablea m.act.tradoa del el saliente .. tnfrentaro n en el mlnut.o formal del cambio de poderes. En una atmCMfera eatremeclda por 101 eat.on_ de t.. Ca1}a6a. El Mono y la. buquea anclad~ en el puerto, al par Que la. sonH del Himno Nacional, ejecutadoa en el patio por una baDda militar, que pnablul ('1 s.J6n blcWre!a, oto. 01 II DO, El 011 lo dematl­ dei:'; el preclao Instante que terml­ n6 de 1011 11-IOIe.mnldad ton una nota Irreverente: -¡Papa Habemua ! t.. firma de 1 .. actas y el remate de la. loma de poltl16n se. deaen­ volvleron baela da. a la Avenida de 1 .. Mll10ne. . donde el pueblo cu­ rloeo por el nuevo vicepresidente, el protocolo, el profellor de FlIIloJogia lom6 por Illtima ves el auto ofielal número uno, rumbo a IU palacete del Reparto Mlramar . Poco antes habla expreudo a la Pre- al~n~; el lujoso carro frenle multitud, otrora de éate, la EL PRESIDENTE LEYENDO SU PRIMER MENSAJE ANTE EL CONGR ESO El que del orden y t1> In \"Ida. opl- JÚ6tI pri .. verlo traducido en bl'C'hOtl. 55 muchedumbre ahocó IUI palmada. oon una racha de vituperios . Traa cumplir el breve tr'mlte del primer firmar ImI de­ crelOll la el nuevo del EJeeutivo lel dirIgió la lallr de lil con elaplau­ so dI' mi pueblo. Y mAII que cUlllIdo pueda deelro., que yo quiBlera que focra mucho, tengan la seguridad de que ten\\. mi labor la que hable todoa 101 dlu al coruhn de UltC- de~puta dd no poc:oa-de los go­ al de Machado, Jollé Tarara, Pelayo Cuervo y el republi­ cano Nielor Carbonell, Resumiendo el IM!ntlr del que se lIep, MI.­ rlblanea? ¡ CuAndo el que le está en lo alto? ' -Bueno, -repulO turbada MSA. -por lo pblnete H como un carret6n plU'ado a lu 12 meridiano ftI la c.a11eObrapla. Uno de lo. mlnL.uo. mú .. tu Ubre\", ,ue aun no habl. Identificado .1 .eñor que habla con tanta .ufle!encl. y aconseja con aire tan IOIemne1 AlUlque .In lorllrend cr a nadie. .e not6 101 comunll­ tu, que no firuraba.n el elr~u lo de la prl!lUa ni en lo. En cambio, earden.1 en Ramin Nodal dijo .Imbóllcaml!n ll!: -Acabo dCllpreocupada. la nQol'hl!, a W n\\leY@, en el hemiciclo rameral, el la ley por .1 balta para lIOI1letu a que al lu pido .u colaboración en la obr. de I!rradlear l. I&nlTe do. cumplir la .uya COI! la enerrt& ladbpeno.bl e. El estado de la IJlIbllbtenc.l& en elle- ea, ~ artIculOll por pIUI­ ellerlt.ea durante añoe, como tu Central, Carrera Adml­ lI.ilJtRtlva, Tribunal de Cuentas. Prnupue.tos de 101 IIUgiOll OON:rCl8 y eapitalilllU o que Trlbunalea del TTa· no en la capital: -Jl:n la, &Onu bajo mi mudo no le .Ulpenden 108 IWrvlclo. publl· roa.. Pero en La Habana no pue­ do Intervenir, porque el Jete ele la Pollda, de cUY' eompetl!ftri-. H ale problema de orden publico, de.pe­ eh& directamente ron el Prealdente de la República, Inlormá.ndole Y re­ ~Iblendo 6rdene. de él. Yo no pue­ do darle. órdenea al jefe de la Po· liria, ni tampoco puedo pre(Ull.tar al Pretldenle aobre lu medldu que le van a adopur, y. que po­ dria decirme que eso no ea de mi ln~umben~1a, En Unto que .lcunOt lnforman· te. ueruraban que I!I profesor de FI.lolorfa no tl!t:lbió esa tarde a IU mú alto colaborador militar, ottOl comentaban quo ... habla celebrado un. breve, pero tempestuosa en­ trevala entre .mbot. Lo que o vati­ clnioa. Se babl.ba Cámara de Reprt'lll:'ntant l!a de la supuesta. con· jura militar. en la del lUDes .. tlCUiente pulaera - que tenlo al Ej4irelto en l. mulíe­ ~, por lo que no puede producine brote alauno de indisciplina. Pero algo raro naba volvl6 modificar. la 101 mI~róto­ na. de la CMQ y en lu columna ele loa rotaUvot matutino. del jue­ vea de 10 que ya p&J\"'l'C4! ur un blerta conjura uno. c:uantoa mal Úl­ ~rturb&r ordeR y .,u. ¡JUbUra. Tal Imprnlón de lnoc:uo Klpel de la Guardia. Al de levantó y le tapetó lo a1¡\"ulente: han cielo en el Ejfrclto! ¡Defender' - Ilan de su uombro. puUeuJannen­ te Nodal, que Iba .er lDAa ~ Defensa.. Pero el clero ,ue \" ~ por tratane ele ua cargo de CICIIlftaau, dl.n .1.1 merCfUlcla con IObreprec:!.O, -A loa Que bay Indicó JMC al Murrleta, de la 'al.edael un oficial cumplidor de .u el4!ber. dllClptlnad O Y aedo. traldo a este Tribunal . q~!'::~~~ la actual rector la PN le tOCa.bA arumular aún mAl con· \"\"jos de (Uerra. Y ello le .ueedl6 nuevan\\ente por orden.do la libertad de una pareja d­ -ofenaaa la moral. Un candoroso vl,llante 101 arre.t6 por el horrton­ do delito abaolvlóde nuevo clonal EeIeenU del eamblo de pode­ rea. \\'arlam depende nclal del Estado le vieron sometidas por 5Orpre5tl un albur de arranque .in preeeden- te~mo una .. de anarqula ya. en el estribo, MI­ atll!Jlto\" ele la Guardl. hacia de dI:! nuevo cuño Sereto Ar· JOSE MANUEL CARAMES NUEVO JEFE DE LA POLlCI Un Reportaje Gráfico Exclusivo de ISAAC ASTUDILLO El periodista Mario l\\odricua. 4,ue ha IIdo nombrado jefe de prenu. de PoUda. ma­ la:,,· 10 ha llevado de \"Wcuellto\" ti le Educacl6 n del Interior, eoln­ !;Id.! .ron en la mbma fecha. c:cm loa y en le pre&ent&ro lN'I\\.r po&e1l16n de .u. cargos .In de un nota­ rUI n el local de la Junta de Edu­ \"ael ,n par. que diera fe de au In­ 0'1'1110 P~ro no pro{Har de lecIaacl6n obNtra ~ hizo preceder por por '1 u Gaudenclo C6- m6, pue. De la Guardia ntim6 prudente y e.ta CIlla la JOÑ et merec:e el quehac:u cuanto. han oonaplrado y con.­ piran contra. la moral y la cul­ tura, 101 que aaal­ taren en el peaebre, empeñada eortvren<:emOll a todo. la ea de re­ vulalón e tenga Que enfrentanne cada dla. y en ca­ da momento con la audacia de tan­ t .... fuen.u tenebroua, me acntlr' alempre te a c:&bo mblinnJ aaJle-nte, NI1. fin de Vllla.vlcenelo, H procedl6 cubrir carne cha nueve del c:oniente, al blicarte en la. Gaceta. Oficial por orden prealdenclal, apaJ\"eClan como dictado. el d1a 130 ofic:lalee y 103 a.~llla rea. En el propio decreto te le aceptaba la renuncia al director de dicho centro. Norberto Martinl!%. y te le bombra.ba jefe de admlnlltrac:l6n de 1. larde d<l!'l domln· 111 lO, tradorea preferido., aobre la bue de acercaron al doctor lIicuel &d.­ rea Femúadec, fin de que del 8eaado-- a ao. en COftYOCato­ ria, Quea .. el Oon.,-rüa y el ~t1vo con­ cuo. Sta embarl'o, la. Alta propiedad que .. Incautó el Ej'rdto ...tú nac:IOnQ hablan depoalta· do PI voto. para ele¡ir a Cuba, por un.an.lmldad, como m.1embro del CoDaejo corrió ha.c.la. el palco de la corrapoIIaal tul eaperaft%U en que un ¡Olpa de efecto dentro de lIU campo dlplomiUco .ubaana.ria capItal del ma.c. ea puado mea de abril, CB Gn.u. Calcul6 que la elecci6n del alatema de bloquu rqtonaIes. El Arel. del Caribe-- tenia c:on.dJelonea pequefaa uamblf'a de ONU. en la e.t.ra­ ti!:cla de Delt fué la dnlca bellp­ ra.nte que nunca babia obtenido una en la Or&anl%&­ cl6n de Iu Naciones Unida.a.. Por lo tanto, tU petición aeria. tomada en ~ta poi' m de 1iD­ aa.bor'M el coaoebDleDto de que .. FUE PRIVADO DE SU MANDO hablan Iniciado londeoa dlplomiU­ coa para la. dHl¡'ruu:16n de InOCf-nte Alberto Alva.rf'& eomo embajador ante el coblemo de EE.. UU. Por otro lado, prevela que no 1010 Iba. a. perder la repreaentacl6n ante la canellleria norteanlerlcana, lino que qulw.a no pudiera en la pue e ...:guraba. que Prlo So<:arrAt y .IIS vl.to con buen08 ojo. .u \"débil'\" actuacl6 n en el problema de lat reclamacio nes formulad .. a CUba por el la dos cubanoa: _¡ Pero el Que yo eatoy ya muy comprometido No obat.a.nte, la presencia cn Pari. del periodlata Manolo Brat1a para que hablara. con <l!'1 ¡eneral Cario. P. Rómulo, beroe filipino, condecorado con la Gran Cruz de Carloe Mllnuel de Cé.pedea, dlaa antes, en la Lep-ción de Cuba. La ml.lón de MB consittla en pedir a CPS q~ gullo­ nara loa dln VOtOll del bloque orien­ tal a fa.vor de eamblo del loa \"\",lleI latinoameri­ canotl a la ... plracl6n de la india a formar parte del Conle}g Social y Económico. Elegida Cuba, Beit impul.6 .1.1 proyecto publicitario. apute de cu~r ur,ente. elogiando bJen leJ'Vlda meo del Traca­ dero, reunió In­ tegrantea de repreHntad 6n cu­ noUcI .. y ra.dlo, no .u roblemo . 0s1'O que el euadro no era (lOmo lo presentaba GB Silenciaba que 108 voto. de lo. palie, latinoame­ ricanOl q; pna.do a El aecrelarlo de Rela<:lo- de Prlo babia truado una linea. a aegulr de 8(;uerdo con el gobierno de dicho pala y que uno de los pr!­ merotl pa.8OlI era la \",Il'l:elón de CU­ de Seguridad de Iaa Naclone. Unid ... Sin embargo, pequeño ex Gondler: Muñoz tra­ al objeto de eltblblrloe el en ElpaÍlll. Crau le va &.hora. y clLda uno tiene que defenderte ca­ mo pueda. que 11.1' haU\"ba fuera del dJeulo de tOOoa fué BS c:on.lderó que la presen­ da de Noruega y de Cuba en el Consejo aseguraba. una polltlc:a mil liberal en elle alto orlanllmO Inter­ nadonal . La Repúblinl va a .Ituarae en eRrado Internacional en una han. de ¡-rave re:aponaabllldad bbt6rlca... LoI delegados de la IIJla tra.!lCen­ de Cuba. ocupari el ca.rao en el Conaejo de Seguridad de la ONU durante do. añila:, a par­ tir del pfÓ:dJl\\o dia primero de ene­ ro. Cabe peI1lar que Antes de e fecha el Ejecutivo Nacional tendrA que aollcltar del Con,rellO crédll..ofl de Obrapla y clos. No menOtl 1101 10- a la vn de lo. ataquH de la patronal y pi proletariado . Relllmldoa breve y objetivamente. d1chOtl probl('maa aon como COIlfllcto entre lo. del aeclor marltimo Calba­ central film\".\" I(u~n LAS DOCE Y MINUTOS DESPUES Ante el Prelide:n~ dfII Tribunal Supno;.. mo, el pf'Obo )' 1\" de AKÜl\"O. 67 El doctor Prlo Soc:a.nú saludado de bonrarle. Una. tribuna PRIMERO CON ES, DESDE HACE 8 AÑOS, \"EL AUTOMOVIL QUE SE MANEJA SOLO\" CHRYSLER fuéel ;rimerllulomóvil americano con \"Fluid Orive\", Desde hace 8 liños, lodos los modelos CHR YSLER poseen esce maravilloso sistema que permite que CMII/,IÚ\" p\"Jflna pueda maoejar un CHRYSLER .. porque no hay nada que aprender. ~ Escoja cualquier modelo; el Cro,,:,n Imperial. el New Yorker. ó el Windsor. Al arrancar, ponga la palanca de cambios en \"directa\", y .. acelere. Deslizándose suavemente, usted pasará por el más complicado tránsito sin nOlarlo, Acelere. Suba lomas, Pare., arranque Otra. vez. Deléngase ante semáforos u otros carros, y hasla que usted termine su viaje, el pie en el acelendor Jo hace lodo. Al llegar, uued deja el limón pensando en lo maravilloso de eSle sislema que CHRYSLER fué el primero en usar y que ha perfeccionado baSta lograr que CHRYSLER sea el IlMJo\"'Ólli/ ,.eu 1II41fejlls%. El \"Fluid Orive\" CHR YSLER ba« lodo sin alÚ tnlbajo pan. ..... ect que acelerar, facilitándole al automóvil toda la fuerza que oeccSiUl,. para bacer lo que usted desee, 71 Fijm trien; el \"Fluid Orive\" CHRYSlEA está compuesto solamente de dos piezas. No hay roturas. por la perfecct6n con que han sido construidas, y no hay deSIJstes pOfque .stin en un ba~o de aceite. CIA. IMPORTADORA do AUTOS y CAMIONES , S. A. 25 enfre Espada y Hospital U·4710 un ejemplar de lo completo y muy esperado obra \"Ma~ie usted\" (Manual poro el futuro outomovlhsto ', Editado por Hardy L. Spatz, director d~ lo Havana Automobile School de cu os cu~sas han solido muchos hoy son maeslra's en ':0- nelO Y 'r~nsito. Cont.iene todo lo necesario para conducir automóviles y el CUidado de los mismos y sus distintas. portes, mapa completo de carreteras de Cuba, todas 101 leyes y ~.glamentos de tr6nsito y Cartero Dac. tllar, OSI como numerOlos de na.die, 11· por ciell. que fué re<:OIiendo de .u .mpll. lo de aumento al perJODal de plata. perlencla primero como loter- forma. Una Junta de AdmInIMr:a. tar del Banco ~1.tI, lu,\",o co- ción, donde est411 rrlvindJcacl6n. ter General de Rentaa e Impuel- -El alza del treinta por dento 01. No el un tlltJico J1no un pril'- dilpueJt. por el gobierno de Grau leo. No el un doctrinario, Imo un en beneficio de los \"guacQe rOl\" le ombre de acción.. 1.0 que _be eracl la crl.is tos e ImplleJlOItt el lo que le ha en- se del&J'rolla por la actuación dolo- con todo énfaaiJ me ex- ca fórmula de .rrerlo el aumento plica un COIIcepto, le veo flor de del pIllIflje, pero 1. petición dcl nue- lablOl la convicción flrnle de lo va Pr.,.ldt!nte II! .brló un plazo de que dice, pero leo en IIUS ojo/l la trc,ua que expiraba el dla 18. LA plcardla de quien conGOe fondo COA debe más de $700,000.00 a la la IdlOJ!:ncruia del eubano. die puede tapar Jae Wtr.ClOnee de -Lo. clg.rreros y dependientes un Impuesto, n1 prever 1 .. reacclll-\" del ramo del t.baco han planteado nel del plbllco ante una medld:t la demanda de un .umento dI!! cua- bacendilla. Por esto último, d que renta por ciento en /lUI PlariOl. El me dice; \"que IJn &o 108 ICJ) ter afec:tad08 por ell.\" treln- prcllvo- lo he prometJdo IOlemllG'- ta de noviembre, el proletarIado mente en tod .. 1 .. viailaJ que be a la vez, tan Cfm las la­ y m'\" im­ portante, ea el la crilll de lu tlnant.U. Huta en la Ulle ya le lw.bla del crecido déficit que ex.lIte en el MlnlJterlo. ~ aaegura que el ..unto pua de 101 cien mlUanel do.t ..... ' aunQue elte vlllblemente e:xte. hol quieren puar también un cua· rlor. tran/lporte FranclKo carretera se ban ,um.do también Agulrn babia tratado con 101 ps­ I la con.lma .rener,,1 de la CTC 10--trOllOlf el aumento del precio del ~;:m'::~t~u:~e:~ I:~\":~~to de In-:r.!. co~~~d~:IO~~20~:: -La dl!rol'ación de la rt'lOluclón zar la reivindleaclólI obrera. 630 ha vuelto a plantear 1. compe- -Loa trah-.;ladOretl de la fábrica tenela que ex-de Cemento El Morro <eltAn tranjeros ramo textil. fábricas permanecen Caj .. de Retiro OtIrero por m.aJver- -Los operarlo. lector de PII-sación de fondo. conalltllYC\" pa~ naderl\" Buttart uno de la. m\" JT*.ves mo. ante el departamento del Tra-conflictO&, pues en 61 CitAn compll­ bajo la dem.nd. del Sd y el cua-cadoa aJtOll tunclonarlOJ del pler­ renta por ciento de aumento. no Jallente y IlgnlIlcadOl lideres -lA at.nd.rdlzaciÓn de 1 .. tarf-obrera. PRC. se rija por m .. lOdaJea, col'I'laiel&do la. ellce­ el quitan vLiLa de los tnIo., como tratando de averiguar I!! verdadero aJe:anc:e de mi plan­ leaaUento. Cuando yo COIIduyo, él me dice con una .aarlA que 110 dicen e:zlJt1r en el .MI­ nlIterio de Hacienda. Pero no be podldo comprobarlo.. Como tor de Rent .. e ImpuenOl, mis (un­ clone. IOn de o De todu maner .. , de PII\"' drIA II .abre 10I déficit.. MJ ac:cióD futura eJta.rá carecla de prau~ que DOr· LA VERDAD NUMERICA ACERCA DE NUESTRO TURISMO . Con e.bdistica. oficiales sobre la entrada d. ylaJero. extranjero& al pIIi., o .. an , del Departamento d. Inmlaraclón, la Corporac ión Nacional del Turismo ha confeccionado l. ..... I.nt. E.tadistica del Turl ...... de aAo tra. &tia. exceptuada, n.tural· mente, la época de la guerra, y que en lIH7 casI le duplicó l. cifra atr.ctlva propaganda, dlltrlbulda profutamente por medio de mAl de un millar de Arenclal de Viaje., por a turlttaa en potencia; con anunciol y en un. proporción de mil por I!U!S; concu~ tal como el que anualmente bacen la Corporación Y el ''lnten;JaUonal Radio Club\", par,. la elecciÓn de 1 .. Reinas del Radio del Sur de 101 Eatadoa Unidos, con l. eoopera­ clón de mua .. radioerm.oru que durante má.t de tres meses pregonan cada dla loa .tractivo. de Cuba. etc. Eato .In contar otro. recur_ co­ ón de aquéllaJ tienen por sede otroslu,.res En esta cstadlatlca no figuran 19,808 visitan' te. que de 1938 a 1\"\" entraron por \\'ario. puer· toa, fuera del de La Habana, por no tenerlos clasificado. en tUrlllaJ y excurslonllltas. Desde l. ultima ruerra !le produjo una baja. en lo. excufllonlltaa. 'el decir, lo. vi.ltantell que peMnMceen POC:81i ho­ r .. y que utllll.ll.n el barco como hotel, debido a la conllderable dl.m!nuclón de crucero. turl.d­ COI por 1011 ha aumentado con.ldera­ blemente, por IIC-r mucho mayor el número de vllltante. que .e alojan cn lo. hotele., que en ella elUdlltlca .e c1uirlcan como turl~t&Il. El cAlculo de 101 .... vl.ltantea Oll ba Ildo hecho, tr .. una cuidadosa Inveatlgacl6n, a razón de SHIO.OO por cada turl,­ ta y de SSO.OO por cada exCUtli:lonl.ta huta octubre de llH5. A partir de noviembre de eJe &lio !le en S2fiO.00 rlf .. bateleras Y el costo en ¡e­ ueraJ. LoI rutOl por exCUfllo nlJt. le NACIONAL Corporaci 6n Nacional del Turllmo em' pezó & funcionar en julio de 1936. de loa :MJnlltroa dI\" Haclend.! ro hacer hlncapl' en la necelldad Impolterpble de que CUba tenga preaupuelto. naclonalea, lepI y oportunamente IlaDclonadoa por el Conjp'eao. extrema prelU­ pUelltal, coaa que no exlate desde el año de 1937. Seria Imperdonablo que contando como contamo. con la mayorla en amb .. amar.., no pudiéramos cumplimentar en ano belo de nu.-tro Prelldente , que e. a la vez., anhelo de todo el pue­ blo de Cuba. -Se ba bablado -le Interrumpo cer prHupuHtoJ en vez de enero primero a diciembre 31, de julio primero Junio lO, ¿ El cierta la noticia! -8i ~. cierto. y II U' ha pen­ I.do eaa fórmula, Iln tomando pOIHlÓlI el dle1 de proyecto que de la Rep(iblJca '1 a las Ideas del Jefe del Eilado. prueba. de buena re, ea eaa de b.bor pen--de que hay el plan de modU1ca:r el comlen:w fin de cada preJu' pró)ll\"lm(l de julio lllnil1f!rio de la J!A:onomla. otra p~cunta del penod1ata, sobre .... mente una l~~~\"~ m: J.UXB para cutis grasiento usted puede lograr que su !lndo cutis ~ conserve arreglado durante más tiempo, usando los Polvos LERGIA de Luxe para Cutis Graslento_ Estos nuevos Polvos LERGIA de Lun, preparados científicamente para la mujer de cutis grcuiento, no contienen materias ~raS088sy llevan en su compo.i­ ción las sustancias Que ene tipo de cut15 necetlta para lograr que los polvos se adhieran parejos, no se corten, no se corran, ni se caf~an. Comience a usarlQ3 en segUida en el color apropiado a su cutis. POLVOS mamcnte Il¡ada a n Hacienda caJlzadora_ el Departamento que m~Jor con()(!e la a.!tuaclón intima. de una lndUllltrla (1 la pro­ funda de un N'Ct(lr .-oelal. A la ho­ ra de eltlmul~ a la producción, bien a l~v& de un lubaldkl bien (10- II,)'\\Ida ... (1 buta Cclmcrdo o Acrtcultura, es CQrre.pol'lllen traacendenQLIel fa­ un tema a olr(l, .In ticmpcl para la pausa o el anéllal. prevl(l. Por eso . úblta­ mente lo pclnco de I('rvieio. Per(l nunca ceaantlu en m...... N(I hay que olvidar Que el nuevo Go­ blem(l ha Ildo electo el ante.n(lr una al hambre y a la mlaerla, a empleadol que ban lido almpathante. de t6cnlC08! t.Qn Presidente -en la primera lesión que celebró el C<lnaejo- a no .. pirar juraJnQtl cumplirla. La re.f_ tributaria otra ves damos un usted necesarla la n!t(lrma tributa-­ modifi­ que 108 tribnto&, que I0Il el V.radCro-Su .. R.chel Oscuro LA DE LA BELLEZA 74 pa,an Más atln -me I'llZÓn directa de las faclll- dadc. que Hasta itnpues-~~:g­ DEL SIGLO SON: O; piena hacer en Que pienso bacer eet! ya trata de una reforma tri­ butaria, eltudlada y redactada en tiempos de Supervie1le. hay que darle unas plnceladlJl ti­ nales II('r elevada car\\! ese proyecto. lo rcv1saré con nueltr<lS técnlC8.11 el más ml­ trucclont'1 del leñor Prelldentc enviar al í lA BOMBA ATO\"\"~A -Pero micntrlJl tanto derlK' IU su­ Pre­ lidcnte del jO de cancelar ('5()IIlmpuest<lS? en la P'II\". 88) EDITORIAL ((J(InÜnuaelón) tra las demlll!.q de las sociedades anónimas .In CQnciencla, a cuya po_ litlca de voracidad y de ext(lr/Jlón .e dei)(> en eran parte la dltuslOn y el arraigo de ciertas doctrina. ao­ clalel de cariz extr .... ml.ta. Pocas veces se ha presentado a magilltrados cubanos una mej(lr oportunidad para probar que en el­ toa conflictos entre las grandes empresa. puebln Indeten ....... ley de estc ultimo. Ea nec ..... ri(l que de la opinión lmacen de una justicia an­ quilosada y tria, que se refugia en los legaj~ y en los códigos y cierra 101 ojo. y loa old08 a las necesidades y clamore. del .. clases mis explo­ tad ... El derech(l no e. antele­ qula. El Ot'recho no es una Inven­ ción abstracta dc la mente huma­ na. El Derech(l es un Inltrument(l de que se vale la IIOCledad para la CCll1secución de IUI m'\" altQ8 tinel. ea decir. de la y la felicidad. p(lr n(lmbre mas bien una \"lIuma Injuria\" para la pe.rSQna. Cuando le Especia­ les de nu~tra mas alta Corte. de Ju.Ucl. te conduiC8 en e.te cUo t.Qmo un tribunal eCO­ nómlcoa del puebJ(I. Ha Ildo una ya mencionado ven_ ... (lbllp.do tallar cuand(l se ba­ Ila en el poder un nuevo gobierno que ha anunciado entre loa inicla-3 LAS PINCELADAS SANATIVAS l(I(!o 111 i,,'laciól1 y en prul!'ba de subir el precio de un articulo tan IIU buena dllpo.llcJÓn a este rl'Spec- Indiapensable )' consumn tan to ha obtenido de 1011 detallllta.. generall:r.ado como el fluido eltctrl­ una rcbaja del diez por clent(l en C(l. No hay vivienda, por JKlbre quc el precio de loa artlculOll de prlme_ lea, en que n(l se con.uma la ('ner­ ra se quiere estabilizar la ee(lno­ ente el que dicho aumento mla nael(lnal , rel'rcsando a lndlce. era un tactor nocivo de mucho re-n(lrmalel de precios, es fonoso que lleve dentro del proceSQ lnflaelonl._ -'!Ie promueva el abaratamlent(l de del II('tvlcl(l eléettleo. 1 .. lub.lateoCl\" II ee permite a la Al Tribunal 11(' le presenta , PQr tanto, una magnifica ol)Ortullid danla, lin distinción dc .. \" de cinco jueces de la República CclntiemDl en que ]a Sala de Le­ ye. Espedales de nuel1r(l mas alto de esperaDJ:\" ciudadanas.. Sintonice \"La ... ,.mes3.'Sp.m. , 76 VUELVE EL BASE BALL I Secreto del Exito por RENE MOLINA g ~t~Ii'=CI~~bou':,.O r:;:!~f!! 1, paulatina \",Uminada tendenci .. que con­ flicto del pasado Invierno, Y rati­ ficado por loa tribunales cW justicia el uso exclusivo de lo. nombres Ha­ bana Y Almendaru por 1011 propie­ tariO! de Jos equipo. que actúan en el campeonato de la Liga CUbana. la aticlón parece dispueata a dejar caer una dlscroeta cortina aobre 101 acontecimientos lamentabl es origi­ nadoa por la erradicación de nucs­tu . principales estrella ... No e. este el momento de remover un pNlblema cuyo do2aenvolv[miento ca sobradamente conocido por todOli 1011 deportlstAa cubanos, ni et nues­ tra Intención plantear cuestione. Insoluble. que 1010 contrlbulrfan en la Actualidad a confundir Y de.colI­ certar a una aflelón que ruad.mo aquellas eampa.ñas lIH.5 Y llH.8 en que el base ball opacaba a cualquier otra actividad de la vida ciudadana _ . En los comlenUl . vlerne. en el Sta­ dium de La Habana .e ha observa­ do la de la alpno la resurrección del Idolatrla por lo. ban­ derine. uulel Y rojOI, de aquel amor ciego a la causa almendarl sta o al león glorioso que era exhibido en mil formas diversas con orgullo alncero ... Para que ue Upo de fa­ natllmO re.pAre~S , .eri necesario que el tiempo re.!lufle heridas recién abltrtu Y .erá Imprtseindl­ ble también qut 101 hombres Impor­ tadOll respondan ilnte¡\"ramente a la fe de lua parda,\" .. - Esa será. en definItiva , Is frran tarea a reallUlr por 101 u('[ campeonato .. éxlU> r!\\dL cará en los Jugadorn dueñOll de los clu~ lo han comprendido, y justo n eonsll{Jlar que UIAn ost' por 1m· ('s permitido dí' acuerdo sUIICTlj)IO$ con ('1 bl\\!le norteamenCft- los y lógico suponer que la campaña \\'11' t4! regida po' el pltchlng. ya dI:' 8(ou(' hl' ce el mejor d('1 Y ce 111 gran (ContinÚA 1'11 la NI\". 1121 Tres Millones y que balido en el clúlco por la bu deCleveland, el producto de una de IIIJI ¡nver.lonta mb audacC'l que recuerdan IIIIa memorias del pua­ Hacia .u afio. que la. Bra­ VCll no podlan liberta rae del rol de perdcdo~ . r... afición de la Ciudad, que por otra parte dcnte honda IdoJatrl. por el Bo.ton Americano, Costó Llevar al Boston a la Serie Mundial la. fenómena. del diamante bu­ tante mU de lo que MI realidad vaU.n. SUI duembol_ que con­ movieron 101 mereadOI \"'1 habito de tranlita, entre lo. con. tendlentell de la cantarse del -'lotano El blleball orlllniudo en Norte Aml!rica e. un gran nearoclo cuando eulth'a eon la bolla a dt'ICublerto ,ucurlalr.)\" eaUIa delante el talo_ n.arlo de chequn y PIIgando por no pocos eran una lo. eur/l., no eral;! despllfarrOI . Eran una divldenda.. Tomal Yawkey, debla hlcerle eon el otro Bolton. En el promotaJe de eBpeetáe ulOl deportiva. no abun­ dan loa hombrea COq mucho dinero y eon corazón para ponerle en Jue- 8'0 en cantidades fabuloau, En 1011 ultimo. aña. rn ERada. Unida. se han dado doa CIl.IOI que tienen en el londo extraordinaria aemejan:.a. Primero el de 101 lree contratis_ ta, que adquirie:l'OJ\"I la mayor par- 78 por ELADIO Los Braves abandonan el rol de perdedores sempi­ terno. por tres razones todopodero sa.: dinero, di. nero y dinero. Lo. nuevol propietario. del Boston Nacional ofrecieron doscientos clncuenu mil p._ SOl por do. jugadore s de lo. Cardenal .,. Como tr.s contratista. abrieron el corazón '1 el talonario d. cheque. en una de la. Inver.lon más audaces que recuerdan la. memori. , del base ball. te de lu accione. del BoIton Na· la ~prelentaba en el circuito vle­ con el Animo de convertir· jo. en una plau muerta.. lo en maquinaria ganadora y de.- En la primavera de IN\", cuan. pUM la fUllón de la. alete millo- do son6 la bora de la. cAlculOll y narlOl del Torneo de Campeonea, de las predlcclone. para la campa­ Que con.tltuyeron una que ña próxima. toda. la. erltleo. de amenau deltrolr el Imperio de la nación eatabt.n de acuerdo en Mlke Jacob. en el boxeo. Loe Bra· que 101 Bravea depu¡dlan de un mi. VCl llevaban en la Liga Nacional lagTO eomo el que\" reaU:ro cuan. una vida Itn~lda, perdlan un año do la novena era dlriJida por Sta­ y volvian a perder al afio .Igulen. llinl', en el catorce. Loe propleta. te, Con un parque viejo y peque- rios del club teman que decldlrae a ño y eon un pÍlbllco Que ya habla comprar eatrellu, o vender el neo abandonado la Clperanl:& de llcp.r roelo. Ya por ~toncet empezaban a ver a su. Idolos en otra Serie a perclblr1le 108 .Intom .. de la in­ Mundial, ae registró el COlapso en tIaclón, ya en aquellOll di .. MI de.-. la. taqulllu y e. fácil comprobar tacaban en loa circula. rlnanclel'Ofl que mlentl1Ul otras poblaclonCll, )' soclalea 1011 millonarios producl. COmo New YOrk, Brooklyn, &n. dos por la guerra. Habla dinero, Lu~, Cinclnnatl y Pltl:Jburgh mo--pero faltaban multitud\" y reporta· ra lnesperada se publicó en el paAtlempo. contratatu que mahan ,anando confladllJl por-el t'Z,~::.:::·,7.:;~,;~~~ de Inter41 revelar cuál ha .Ido el precio de haber llegado tan le­ j08 .. La recoftluucclón del toam y el rescate de la fe de la. contri­ buyentH, repruenta una Inversión de trea acclonea, aAadie.ron. .. de baber pna­ Bllly .ueldo de clnouenta mil d6lar\" por temporada . el de. ricacho. Inlct6 la labor tI­ tAnlea de retoaa...e a pri­ mera gn.n do e.timul. (1IIi~.r RENOVADOR TAt-1AHRA carA o del cuello lile un. En el J la. El OIWJ.I vale 55,00, $2.25 Mack delfl Ir de la manera mq tonta del mundo a Nel.MIn Potter y Mane>'t Perlnl y Rugo le rep­ lan diez mil dólarel a elte pltcher para que le pong. el uniforme en alu de lo. 8ra.,,('II. Enul'\\llda flr. man a otro tirador, Johnny ¡'~ct_ Ier, de la Utra de Lulllana en Carmelltal de San Lull y eomo el Boaton Nacional en IU üpectaeu _ etapa de relurl'eCcló neeelltaba regattol ... Ahl \"An veinte mil para la caja fuerte del CinclnnaU, a cambio de MIc- ~n ~!d&'C:t~ck y diez mil El t.rea contratlS­tu lupieron Que Stanky tenia dlfl-cultadca Sroo­ klyn y con el m&JI&&\"er Leo Duro­ cher y &JItCl de que pudiera lIepr- 1(' a un plano de aclón llamaron por telérono de lar .. dl.~ tanela al campo de entrenamiento del Brooklyn en Santo Domingo y Id otro dla se daba la noUcla a la pren.lJa de que jugado.: Los trea potentadOll de Boaton no realizaron lo que hubiera Ildo la negociación mlb lAntútlca de CU&JlLaI le han llevado a cabo en lodo. loa deportes y en el mun. do entero, porque loa dlrl,entea del San Lult Naeional de.puh de tener una mano en el C<l~n y alta en la plrlimlde de dinero que In otre<:lan, dl ... ron mareha alru... Pero. a Juqar por una información publicadA en uno de la. nUlUt;ro. 80 ree.lente. de.! semanario Sportlnc Newa, te de Marlol1 go le enviaron I!D blan­ co, parA que mandara a Bolton .. loa dOl colOllo, de San Lub Y caerl_ blera las cUtu que le diera la p_ Ildo, npuem IN Cardeu-- 11!a, al BrookIy¡:¡ y a 101 Piratas en el campl'Onato de la Liga NaCle-. nal, perdió el cJúico lrente a los In­ dIos. P ... ro no cabe duda que .. tuer. za de dinero, dinero 1 mú dlnero, loa Bravetl desertaron del tritlte eoncierto de mon .. del viejo ~Ir­ euito para tornarse en maquinaria ,ganadora y para borrar la Impte'­ .llón de que beisboluamente ha­ UN TECNICO._ (ConUaaacWn) -No Y por la ruón que inlerDaelon&lJnen_ motivos de menOl deuparecer, tanto beneflcio hu alerra la pregunta. Eate ea loa anhelos mlb Ilrmea del actual Gobierno. Mj bermano tiene que ae va a Impullar'!' .. La que coloca. La de la Ílnlca Banca Nacl~ nal noaotrOll paja: la mooeda cubua. Personalmente de reclamar, ante una ~unlón de banquero. y bablfi.... que no .son válldu 1 .. r&lOn\" Ilducldaa pera negarle al Estado I!I Banca Naclonal_ SI qu4 no ten\",r fe mblma representación el el ElItado? Se~mOll inne:dbl\" en e-., de que la preelaamen_ p~­ Antonio Prlo: una jardln, ., en la cual re­.. Itan loa colores de un J*¡uefio mural de RaV11'nel. La charla tiene 'realent\" Interrupclond_ O \" To­ o,. Varona a qui ... n Antonio le dice \"que Carloa ea el que 10 reeolverf. todo.\" O es un polllleo a cau de pueatoa al que el nuevo Minl.­ tro de vecetl ea la pequeña .boto que llora y ,rita y tiene el padre que Ir a conllOlarla . Y a Vec:el tam­ bl'n ea lIIana, la que con 1610 13 anoa ya t1cno la eatampa. de una tlefiorlta Entre de CUentaa\". Eata medida etl tan ur,ente como la Banca Nacional y el Preaupul' .to \"Voy\" que cn de ella.. los archlvoa estén en .ud .. encinal o en mlaerabl ea barbacou También ea de eatu­ dlar a londo tOOu laa cueatlon\" del Departament o Bienea del M~ ban dicho que desde. tlempoa de BatJ.ta 1.111 hay ne­ a'lldad reorpniza ­ dón. Parto« que ae acaban de reivindicar bienes vaUOIIOS del Es­ tado y en orden a otr propie­ tluperar el achlal cuadro del Departament o, a rJn de que vieJo. Presidente pul!da repartirlo. dentro de .ua plane~ de beneficio al cam~lnado \"Seré---\"rn c la lón y le lanzo por aorpreaa : _¿ Qué hari ueted Irente al me mIra con eran . Y agrego: -De Hte .. unto en lO­ du partea. BOHEMIA ba publi­ cado una nota al re.peto, Parece que en la Aduana de La Habana ~ ha volatizado una ruerte au­ ~ _lporo lo que baya apunta con dram'U­ aunque leo aua Conchui6n. =--...::::. a BU MI ............................... _., fin Junto al joven Ministro ya ca-......... ___ tAn MESES .MI:CANICA POPULAR REVISTA ,,,. ~ , u I ~ P .. \"\" '\" DIO Publicada en Inglés con el título ··Populor Mechonics\" desde hace m6s de 40 años. Ahora en Español .MI:CANICA POPULAR REVISTA ,«.',& Out UD ,. ''''''0.0. Contiene infinidad de ideas pr6cticos y muchos artículos informativos de interés poro niños, j6venes y adultos de ambos sexos. .MI:CANICA POPULAR REVISTA oH.\" ou' uD ...... \" .. 0. De Venta en todos los librerías y puestos de revistos. Di¡\"ibuidores exclusivos; Cía. de Publicacione. Benigno Pérez y Hno., 5. A Ayenlda d. aélglca 266 Habana Sollcltamol ag.n,e. en aquellas localldade. donde aún no tamol representado. eaaa mil _ticua 82 y a 10 mejor el hombre que no conoce las teorlu de Ricardo y Adam Smith, que jam'\" se en!~II­ có en tra Hachmda El o no e.tA f'eiilda con la econornla. EL SECRETO DEL (Continuación) uperanu. de 101 ex petroleros para conquistar el cetro Actuando pa­ ra el StatUe de la LIga del Pacifico ganó 13 fuelos Y perdió diez. , Luego vienen Mu Surkont, dcl Ro­ cMstcr, de Internacional; John Mlkan, ele mismo equipo; Jlmmy Roy, que ha sido rehabilita­ do y detM! reportar el próximo año al Club Moblle de ]a Lip, Nacloaal .a:.toa trr. última. han actuado en Cuba COI!. &l1terlorldad Los del Almendan:. cuentan NtAn IIlado11 a la m.­ quinada del t&mblén Flat­ bUlh, y Idénllea .Ituaclón le ba­ Ila el Morrl. MarUn, .A.ociacl6n America­ triple A Chules stan­ ceau. que actu6 con los Yankee 7 que ahora milita en el ColumbulI, de la .uoclael6n Amerlca.na: BIIl Ree­ der, que para el Rochesler, Blendo adq\\llrldo lo. Cardena­ lea Yochin, también del ,. El vete­ rano mentor de loa Leonfl cubrlrA otra plaza mAa con un lobrlno de Samuel; huta el In,tanle Ru!UI Lewl, Tampoco el Marianao tie­ ne su elenco completo Huta ahora, 1011 Monje. .010 dl.­ ponen Jack Cuaaw.y Como podré. apr~larle, 101 teama han procurado elevar a] cuanto po$iblemente el detalle alpltlquo JI!. base donde pueda conatrulrae el blto arUstlco del campeonato SI los hombres conlf.tadOlJ ..retJPOllden al cartel que lea reapalda, la LIga Cubana habrá dado un puo iln tlr­ me hacia la lO]uclón de IU prob]e­ ma vital, y poa.Iblemente se logre cl resurgimIento pleno del tanallamo, del verdadero y \\lnlco fanaUsmo ¡Dloa quiera que tul \"a' Por­ que itrIa la salvacl6n del deporte, que estA de la. hom­ Lacuna Blanca, fsta una poderOl& empre-aa norteamericana que, de Guillermo AIOl*I Pujol, paralizó la aec:ión expropiatoria del Estado a favof de loa campea1noa ~Idoe aperaw.o léquJto, volaban hacia lOII loa rla. Contramaestre Cauto. am­ bo. InallUcron en la tónica naclo­ nallata y revolucionaria r4:gt­ meno La entrega venta de 1 za· Ir .. de l~ personalmente, con de unldenllt Clinton P. Andel'lOn to­ del ,Uct'IO. cartado perl_ periu dlpIU de lune. 8 de tiMe (BO­ HEMIA. julio 21), Mr. Andel'lOn fu~ recibIdo en el Palacio, por \"\" primera. por el Presidente Grau .... prlmer& Impfftlión de ePA tu' d~able. ya que la charla (\\lA In te rrum pi da Intempelf.lvamentf> alftunas AGENCIAS disponibles, Le traemos el Mundo a su casa en un nuevo n10- delodeONDACORTA y LARGA. con gabine­ te plástico. dial i1u~ina­ y control automatlco de volumen. Algo dife­ a OPA el lig­ nificado cronom'trleo de la deto­ nación.. lo que eonnnele­ fa a qulcl'l. de juUo. a ... P. m., en el Salón de IOIJ apejoa con el apa-.. ato protocolar de rllOr. La Incluyó .Iguló a tlrma de lu WfU \"Y 11K7: la tempestad del dile­ En e:11a, el fIe limitó aJempre _ exponer c:rlterlOll cOlncldentell con 101 del Primer Mandatario , A través de Alvar~ Fuentes reclbl6 cl pueblo ]a noLicla. de que tambl~n !Crla retenIdo el nuevo da desde 11.1 de IU. e!KU­ VOlJ p&ra prr\"nlAr batalla. El conflicto le planteó noa cate,órleoa De un lado, e.1 go­ blerno y loa obreros propupaban la retención, para dar la parte que corrClpondl. a IOIJ ae¡undoll y .ub­ .ldlar loa hacendados y los colonoa su dereeho 11. calificada de revolu­ clonarl\". fu~ Inlerpretllda por la masa proletaria como un gellO de benenclo social Indiscutible, al principiO, pero mAs tarde le com­ probó que \\a utilidad producto de la e1áu.lula de prantle insertada en el contrato de venta de la u.!ra, aI­ canaó la cifra de 37 mUlone. de que goza de me· recida reputación mundial por su servicio eficiente hajo diario. tiene - como todos 101 huenos productos -infinidad de imitadore s ... no le deje confundir y exija el Jegltimo Roslcopf . t ~ ~C,., ,<W???tn<><1- lOS nal e:xpuuto bá .. todavla eetan reclamando ~\"I paco del 8 por Clent(l de l. venta de lo. remanente,'1I de azucares y hu obraa públleaa pre&,onad8IJ por cI ¡oblerno no han IIldo llevad... a cabo en su totalidad Del dIferencial a:wcarero- era cI comentarlo del ciudadano corriente de 1946 dejara caer\" IU!; ultl­ ma.a hoja. con un cero al coclt'n­ le de 101 bandQIJ en di. pUta Y. lO­ bre todo. .. te en crlt cu: Fcna Clon millones nola quemlldufll~ por don n_ en La pu. doIenciaa de 101 pi .. , ajo la dirección df Francisco Carr~o . las Universidades h Ud. obtlcne provec o.. .... \\ \\ . I un servicio cicntófico d. v~\\ a. ORTOPEDIA. CARRASCO S. A. Dr. FARANDULA PASA tti7IiN;,. -EL CINE, Los estrenos. -EL TEATRO : Vuelven los muchachos ~ A ~e~I~~~~l\\~:X l~!a~d~~ no.\"lode.u meJor la raptó porque In mu­ chacha ,'adló en el momento cero. DI! regrl'lJO 11 CllII8. h{\"Cho un energúmeno, le lICIa al padrl' d(' la que nI) .1.: BU hermano hablado en 111 !<,1rIJUl qu .. lo hizo Pero la mucha. ChII ya In ha peniJ8,do mejor)' lO ata e.pcrllndo Junto al Tltncho o .. .u propio novio \\' loa h/lcJ Y decide Ir a trabaJarl .. Y alU a la vera de la hacienda de la Flor está Roaarlo Duresl, m.u de eUal y de un Idilio que naee con todOfl 108 roequl.llO, elblCOl del de !la el ('1 qul\" ha ella es el que ha mala­ do al padr. d. el Lo sabe .ol.a_ nwnl~ un andano que lO ehanta· JI'&. lo dirá en el acento acaba d. ¡,. sensaCión de habtor UUluu hael\"n Se estrenó en el teatro \"Encanto\". He aqui una comedia bien becha. Tan bien lo¡rrada. que huta Van Johnson, tan discreto alempre, tan ~Ido de au condición de mUCha­ cho Irr\"llatible 1.. del tan pn:ocupado pre d(o IU elepncia juvenil, ¡huta Van Johnson gracioso ' Si nca ponemOli a c:ontarl~ lu p<'ripeciu del personaje que el n.'­ presenta. un Butor de cuentos 1\"_ fanllles p.llra merecer el amor de lA muchaCha que representa J une Ally.on. gllnl!.dora de un concura o de ¡¡u\"traclone, para JohnllOn meterlamoa la 1m­ prl\"lllón de toda hl gracia que con­ tienen sus escenas. o.... verdad Nunca hablamN oldO relrse al publico del \"Encanto\" con lanl.8ll ganlUi. Y es que cuando se met.· en la trama y el enredo de \"Angel sin allUJ\". ese cblqulllo ))1'\" coso, no hay repoliO para la jada al principio que loa pro. tagonlsUllf IIOn June AlIylKln y Van Johruron nomo con insi.t ~ta mujer, Iñnnlll Price y 88Jl1l Syd-tana, hubiera -.Ido para en llevar. la alél y de una gitana. TodOlJ Ja .'reen hechicera, porque tiene el poder de \"ver\" lo malo QUf' le C!JIla qUIe­ re, e.tar pretlente Hay un tipo de noble .. se 10 Jueca todo. HUla la mlLnsión don­ de vive con au ... posa y IU hijo, ~ la glU'la un tipo Urinlco, que mal,) a paJca al amant de IU Cada uno de)OfI peraonajes de .... ta obra ... un estudio humano. Muy complicado. dCllde lueco. porque todoe ellos estan rnú allA de lo \"ulgar, y par ende, de lo normaL El Jugador , el pt!rverso . gama \",«,pt. un matrimonio par. reeupt la pcrtcnrcr a' hOmbre que parecc mentir_ qu(' hayan sido !t('vadoa a una obra de ficción TEATRO: -G/lrrldo y Plñero, que ))I\"rdle· ron la Ii, IU vida. Paru el PII blko d., Le HltbanK, )' ella 00 dijo qu .. no... Por fIlO. la anaJew de la capitaL PV\"O ya ~ abe que cuan­ do la ,,_16n sl Ut'Va den­ ~ la primera que U_II'< tiempo libre v~~ .\" le Uene allá rn I;J'IIn eIti,....,. ha .... n la prHl\"nte temporada .tI' Garrido Y Plilero. Parece que lo IIne no pedla .er era con la firma d .. Cario. Robre6o. Bueno. La firma. y VllltO ... t& ahon. nación. Delde de atto SiriO. Noticia. La erltlea y el publico de la CApital arCentlna han recibido a nuutro Joven actor con lil.plauso. entuliAatlcoa. E.lO nOl ualacclon. nuu par. alcanzarlo, Se han reunido de nuevo Un trulla. Roberto Fu¡ruot y Lu­ cio ~'I)nqulalara entre nOlOtroa all' por el año dI! 1929, ea verdad 10 tlue diJo ei Idolo dec ellca de FUluot qué parte de 1!;a- LlAn. El de Demare el francés. Su plano. encontraron en Parta En Pa­ ria debutaron. P .... ron a ElIpans y .rrebataron. Vinieron al \"Campoa.­ mor\" de La Habana. por tre. sema­ nal y estuvieron sel. mese. llenan­ do el muChachoa' o de la el papel. de un cabar 87 \"Aunque In. productOra lIe bUI!) eontrll-tar fotÓgra.fo que lo la He· publica doctor Alfredo Zayo \".1 da di\" de octubre de HIJO. la senara Malla '1\"1,'­ resa Garel. Montes de Glberga, fundado ra de PTo Arte MOSH:ul El dla 12 fue el aanto de hu ..... trt­ <:t'S Pilar B .... ntta Camell y ~ Inal,l,l'Urado \"Iemne­ mente .u nuevo edilicio en CaUa­ da entre A y B, en el Vedado. El dla primero de ate me. eumpliO aa año. dI:' tundado destaca por flII \\'h\"e en (n~rlor y tiene Maxwe.JI, de quien dijo Ub mqujne que le publica en New York que el mAl bella que Marlli Ftux 7 a del Gabinete que coml!fuaré 1'1. funcionar poco dellpub, y algunas personas que ~~m!l~oto\" Serrano. han logra: Al aCC'rearle I.l doctor Prlo, I:l:n ~re':n!~~oentar Ea qlle CODoaCO el los deltacados dice a Varona: \"1'on1\", tú que no te haa Ido de &(Iu!, dime una COM.: ¿ por tln AGUA MINERAL \"L A C O T O R R A\" Piul 1 Te\". Xo-l077. 88 UBIOS ROJOS cer emod6n tono y rct,b,_ ro un ueyon Tru Van tomono de d .. 1 cam- 010 de poderu. Ante loa miembro. lel Tribunal Supremo de Juatlcia ~ ,.illlaron el doelOf Grau la lira. y'Paeo\" El Prealdente Tri­ se IKIlt·mnf\". d~berell del y cumplir y CUnI­ IIlIr y bacer cumplir la Constltu­ Ión y las l~yell El magistrado dejó olr su VOZ! SI 8.111 lo hlclérels, 01011 08 10 prcmlC, y \" no, Oa demande rilé entonces que tuvimoa opor­ tunidad de eacuchar el de '1ft hllmilde ujier, quien se nOl aeer­ mu)' bajito, como .,. Illltural; Entoncea la demanda que Dios , va a presentar a Grau.. le va a lUmbar el aparato! Minuto. despue., loa Palacio, como londo mual­ ·al a la emoelonante escena, una banda entonaba aires marcial el. En !II. Cabaña. mlentraa I.,.to, dlspa­ ban eorrl· Jo ptlrB la Replibllca qUIso lIacar 111 J(Ofe del Ej~rclto de u error. le respondió: ,General, por oloa, son 10fI ca­ ñnnA2:Ot que ordena eJ Protocolo! El general Pérez, Iln decir una palabra más, salió, dillparado, rum_ 1>0 a la puerta. máa dónde suphnOll que como ha· lila podido detenu al Protocolo. le hllbla contentado con detener al ~rlodl5ta Emeato de la Fe. Prohibido Puar ruando la ceremonia de la toma -le po.esión babia terminado. se presentó ~ Palacio, con la lIe(Ún dijo. dendo lino pantali3\"n, guayabera y 1I0mbrero de ,uano. le rué negada la rana que lJfI Ipvanta en la Plaz.a del Pueblo, todo lo que otaba O<:lIrrlen­ Jo a su alrededo r. 1.0 acompe;.ftó, durante mucbo rato, el Caballero de Parl . otro a quien tampoco le ,II'Jaron penetrar en la m&nlll6n del E¡-eclltlvo. Tercer COMPRAR . ANTES DE COMPRARLA flJESE QUE SEA UNA ~i.2m QUE ES LA QUE OfRECE MAYOR GARANTlA MOOEl.O PRACTICO bE PLANTAS ELEUR¡(AS PARA CASAS DE CUlPO V COMERCIOS QUE NE (ESITAN ELECTRIC IDAD PAliA SUS LODO WATTS .-.RilAN. QUES AUTOMATlCOS V DE CONTROL A DISTAN (lA. EQUIPADA COMPLETAMENTE TAMIUEN OTROS MOOELOS POIITATILES DE 12 IIOLTS V ISO WATTS PAliA CARGAR 8ATERIAS . PROPIAS PARA CASAS DE CAMPO. -v OE UD YOLTS EN lSO V 500 WATTS PARA REFRIGERADORES PE QUEIIoS V PARA AMPLIfiCADORES CARROS ANUNCIADORES DE PIIOPAGANDA .-.RRANQU E ELEURICO CARGA PARA BAT[IIIA ARRANQUE . PIZARRA DE CONTIIOLES . Mur FLER. FILTRO DE ACEITE V OTROS ACCESORIOS CON MOTOIIES ·lISTEII 8LACKSTONE V ATLAS IMPERIAL PArEN TE ALEMANAS LANOVA MOOELOS INDunlllAUS PARA (lUDAOES ~ OE HO \"'OLTS. DESDE 2000 WATlS EN ADELANTE .. (A Ufl.l ciudu de Munte. Mundo) LA .... lOollllnuad6n) podlamOl de rcconoeer que pre a.fá.n veril%., de coraje ciudadano , de no­ ble Intolerancia pan. lo que nunca le puede dlpa.mentCl tolerar. ~lo­ b¡.tiIi mutandt., .oJla 70 recordar ha beeho y aerulr' hac.lendo IU contrlhuclón mú fecunda al actual momento cubano. Porque eflte momento, eefl.orn, no ea tanto de criala de las Ide ... como de criala de 1011 valorel. HIlY mucha genle Cuba que sabt: lo que hay que hacer; mu)' poca ya que par1:'ZCa tener la voluntad de hacerlo. En cualquier debate -par­ lamentarlo, aeadbn!co o perlocUIt la dUl,.encia partidoa. No, tia son IfUI IdelUl lo que está en crudll en Cuba.. Ea lo anterior a t:Uu en la acción: la (:Onclencla. que rige la volunLRd, de modo que, ella, el queru le hace rante~ el' el .eotJdo de aquellaa calidades de l. conduc:ta, anterior a toda mera ld~tflcta, por virtud del cual un pueblo modula ~ hace efectivo ,su propIo querer E.. pera dt'Clrlo eoncretamentto df' una vez., el RnUdo del decoro, del re.peto, el .enUdo de la eomoo decencla, el aentldo jerar­ qullUl nf!nclalea, el aenUdo de la dlaclpllna en la libertad y del deber en el derecho, En \\o. 6IUmOil añOil particularmente, le le IIOn no aólo los limite. de la norma Juridlca eetablecida. ,lIno loa de la cln::un.peocIón y el pudor mM elementa les CUba \"lOdo\" R ha podido hacpr; todo le ha hecho, COI'I ma. n meno. escandalo, y na quodado sin unción Oon mú o e.te cllm\" de transgreaió n Impu­ y premiada, todo. hemOl venido encaJlech!ndon04 un poco; la .-nslbUldad .e nOl ha aorprende-mOl a all'l.rnOl. y hay que ce.to de p~ta en note ETllciaI: a la &'\\Ierra: pero moralmente helDOll caldo mAs bajo que nunca Y co­ mo 1011 que mta le dan cuenta lo. qut!'. a cada paao, no. saCllJl rubor a la cara dlcléndonOll : \"p.dre, ¡que t:1&al' de pala ea bte?\" que no nO!! IncH'pan: \"Eres un n\\UlO y un rom!ntlco ; Ilqul 10 Que hay qu\" hacer para vivir es y YOiuc Semonolmente .u,b,mOI d '\" N,~. y k, ....... \" con apalia; qut otra, l. crllt. de la con­ ciencia y dI' la decencia, todos te­ nCDloa pecadOll, cuando menos J)OCII.JI Y aleo mAs una roo­ lu conslgn .. do la dignidad cubana, en lin, por la nabina dec la. ~Io­ lla publlcacl6n, Ralmun­ do Menoca1, a quien con un voción m\" VENDE UN JIRDN (Oopt!nuacl6nl SANA, las qu .. CUBANAS, el pueblecito CUBANO, 101 minerales CUBANOS \"Y 1 .. IAbrlcu t::UHA­ NAS de ÓXido de nlquel de Len. gua de Pijaro!' Fué entonces que el gobierno y el pueblo CUbanOl parecieron vol­ ver a la vida, Mlral'on al liquida­ dor y al comprador como extrana­ dD.li de que aquella operación R hubiele llevado a cabo y eoruenu.­ ron a prote\"tar de la compraven­ ta Hablaban nervlo.amentt\" y no K' entendl.a del bien; pero 101 extranjeroa. del reacate los blent!\" naclon.lel, etc., pero ya la vt\"nla \"taba hecha y todo aquello era palabrerla con .pareclecron en la Lengua de PáJaro, Término Municipal de M.yar!, Pro­ vinCia de Oriente, se eltablec:leron en la. C8$a1 que hablan alberl.do a los NCUe1a; las vlu UftOl tIoblonl'l poo:rldoa. AIJI MI a¡TUpa­ ron mo lI&Iario La HA­ bana como e8tadlatu y gobernantel en palacio y mmu;­ teriOl, hablando de los rccu~ n.tural~ del pat., del monocultivo de la inflación y dl' otras muchu cue.tlonea Al la nlquel de ~ de 1ma lDdUllrta aldenl~ca cubana, .,10 que4aba la memoria de Jo Que pudo babel' Sido y no fué VIVlen- .. 90 MEJOR e EPI L..L O DE fibrica. llevado. cabo por la ::ina­ fe, bajo la dlr~lón del Inlenle.ro cubano Manuel Gamba y IUS com­ pañeroa, que aon loa que realmente haccm hay obr .. lorml- dables de eontratiat&a pl'OCf:ao de pu­ rificación del nlquel que de.de en Rol.nda, el pri­ mer experto mundl.1 en cuanto a nlquel, habla sIdo Inventado, pro­ bado y puesto en prictlca am m~· mo en Len..,.. de Pijaro, m1e.ntru le construla la planta, y en el In­ vento babia participado el ingt!'nle­ ro duado de Herrt!'ra para Que fuele a trabajar como tknlco en IU planta piloto de Hoaklns Me- und, en Tuu, donde le Inlelaron 101 experlmentoa que permitieron utilizar el nlque.! de Dalqulrl. UnG no puede men08 qUe pensar; \"que ~ .. de ese hombre de ctencl&& cubano, ahora? \"Le otrecerM un pueBlO en el Ba&,a'! i. Lo contratara la Univeraidad de Oriente para IU Eacuela de lotln.u. que rf!# cur.,.? la Mon- lPS y Minu? también un nu- jóvenes e para en los lugarM mól dificiles de limpiar. .... ntel, a 101 que deaaatre del Mlnllterlo de Educación lel ha nec­ cado oportunidades de deaazrolia I'lut4des de IUIlmllaclón., como Ló~ qua empezó en lk2 como \"ñongo beco\", con pico y p!\\la, a uno leIenla de jornal, y cator~ mesel roAI tarde estaba a cargo del tablero de control de \\.Ino de 101 horno. de calcinación, manejando lu válvulu y reculan­ do la temperatura del complicado y dentlfico proceao de elaboraCIÓn. Sus cerdos duros y fuertes no $e ablandan. lo que gorantixa en todo momento una limpieza afee­ hva de los dtentet. Por tu forma anatómico eiMee a lo vez un suave malOje en 101 endos. asegurando su sokld y vigor, u..toconla él. derecho .. una Vida mejor\" Esta ea la hlltorleta de la venta de un jirón de tierra cubana y de la ruina de una promela de verd .. dera InduBtrall:r.aciÓn para Cuba, la tl.nlca que en verdad nOl dejó la il(uerra ffilllonl'l año, lo que Múleo ob­ tuVO oon loa de Monterrey Y Mon­ ~Iova y lo que Perú está conaoU­ dando en Cbimbote. etc., etc, Pe- fO el que por ac6. como dicen 101 'o\"er.aa blrientes de Enrique CAII'­ MENOS DINERO SI SE ACOC&N AL ~ ~ 15 DE NOVIEMBRE 1( Cuota Actuol: Hasta 50 101101 2.00 Mayo .. ' 2.50 A portir del 2.50 onlmol~l mas, Esto significo mOl afeit.odol por hojo. lo calidad uniforme de lo Gillette.Azul de dlcll'ndo eat\" diputado ar¡-tll' tIno Rl'ynll.ldo Palltor, Quien. fu~ra ,.} producto de un xolpe de mAnto pre&Cindiendo de los dem,.,. pod, res y dando la espalda a l. enn,,· till1clun y a las le)\"eII jurisdicción propia. no limpies alarbarderos o ('$.C!b.ncl:a&ntll. como que la. reeu'j)f'racl6n del po­ der civil, tan cacareada por Orau .ea en realidad dentro de la. ,\": r~rqul8ll .dmlnistralivQ de la R .... publlea y t\"'eJón bailad\" .. ~ el prlvlle.-fo la. poca.a hor tolDA de ~ de doa alto. leJes miU~ quienes lIe atrl· bul. una InfluC-Dcla y un poder que desbordaba la \"-fer. caatre.nae, ha ,Ido mterpretada por el pUblico omo una ae.i\\al de que la hora de aII .... trallmitaciont!JI y lo. eneum· I,ramientoa no tOI ültlmOll dlaa de ao­ delito de ejercer honradamenta .WI funciones Tarra de pronlaxla. El doctor Grau abandonó el po. ,Ier haciendo prolelltaa de la bonu­ miad de su gobierno en el manejo de 101 publlcoe. autoelotian· lo au preparada en tado. verd.ad, La utot \"ualro afiOl, En el orden CIICOlar la mayor parte de 101 crédito. nti ,\"vertida en bunx:racla par .. lta­ 1'l!t8. dividido y amen Vld~ publica no ae baya Intulra­ do l. ¡n~nte canl'H'na moral que tuvo en Palacio au principal foco. Lo8 primero. meRII del gobierno de Pr:lo tendrin que Rr de tala Y delllnfece.ión. El Presidente requ ..... rirá la piqueta no qule\" Intox:.k ..... con lila miasma. que le hel'i'lIclL A taparae., pUf\", las narlcea y a tarea de profllulll que el euerpo nacional necesl,-. es 1 mismo que Uds. toman en su casa. Elto ('11 lo que aguarda el pucblO con Impaciencia. con analedad , y 11 que eaig. le ha otorpdo al lluevo roblerno. INIGUALABLES POR SU CALIDAD, SU ELEGANCIA Y SUS PREélOS t 93 GLORIAS OLVIDADAS Cubanos, Almirantes de España , e'Ji los Siglos XVII y XVIII po. J U A N L U I S MARTIN toda la zona illvadlda. a la va que ae mtllaba a) tem~,'~' ) O .. no de Importancia. puerto. Gra_ ci .. \" 1, acción de oo.teo de EIoqul_ vel. Palermo fui uhada dC,' l. fran~. y ahora, d'-lnbulda la flota, fOntre Catanl. y el puerto de la e_pitlll, Dr Ruytcr pudo tl­ ju l. gUllrnlcló n de 51\" en y Palermo .e objetivo ellmpaña : dmrulr la dra Medlterránt'O y r,... bajar el poderlo total d(' la nación que Iba dec:a.yendo como potenCia marltlm lL El almirante habanero operó am ce:rca de aiete! bia aimpatiU a 1011 ln vuores, pero 101 \"Rqu~ 1 .... En H191. pirata. trance_ 1('1, ... Itando comu Jelc de tle. rra, e-] llano el... eorlar, en un b.· eoeml,'\" entró en el pueblo de Rota. en oon Holanda acudió oon ni\" barco.. l'n larra do D Juan de AUlltna Intentaba tWlUlf la plaza. Habla peleado en <'i Cantábrioo a lu 6rdenea de 1> la ridorla a1ClUlUl marzo Se! tambien en el litio de Orbetello, Oarmsta(H. CU) Cadlt renc,. mientras V estaba exterior, lanzo un .. prOClama, convocando dt!1lC1lperau.,. auxiliO en ~pa.úa. prea· \\08 ))I)r JO d ... 1 ,eneral Ormona.. Que habl.n entraao oen la gran bao lua de extermine) a 1011 CUI tOWmt!nh en la lentarnt'nte por .111 123 dt »eptiembre octubre, no ml,o A med¡ad~ de octubre. neutrall ar la mA­ lA de fuero de Abraham Duqueane, El brAVO almirAnte holandl .. herI­ do en amb.. y en la cabe1&, dirl¡fa todavla e-n loa epl.odloa finales, la retirada a Pa­ lermo de una parto y de la otra a Catanla InmedIatamente. Ouque,­ ne concentrÓ la totalidad de .u.a esfuerzot .obrf' la pJau del incendiaria.. una part.t' con.lderable dC' la armada, Con la dlrl¡fó el tue,o de la atUllerla de U11rra y de loa buque. que no Ir 1!l.CC'ndlaro n, y Duquesne no pu­ do tonar el desembarco el y Almi.n.nt .. de la nota de 1lÍ\\08 en la .rmada del preeldlo de V~racrul:\". Y. como oficia) de tle. rra. m lu campa.t.u de Arlda)uda, II'JI ... que alcanzó iaual Mandando a loa pre8bi~rIa_ na. , apoy.d08 por doa buquel de al IObemador y la eonqullta (le boLln que a la pe­ u tenia por finalidad .arprend('r carpr el tl&Queo de las poblaclonea d. la OOIta; y, en el reparto del botll'l entl.'rllN'n sus espl .. y 101 qUe aun qu ... daban como adietOol del Archldu que de qUe la Oota quoe habia aaHdct dl' x.... Habana e-l 7 de julio. ('()n 17 millan\"\" decidieron marchar. a toda vela, en dl:ecclÓn de Vigo, en donde sablan que ae habla retugia El 1M pa-­ re llD f11\"'1:l'1a lDuc:bo 1rp.l6 ea para la!l mucha $; oportunidad el I' .. dio of~ al hombre ('ntrcnado, y lo que la tele· \\'Üiión ofreeer' en el ruturo, Este es el ~ solicitar mi libro de-~ p'J:lnaS l'n el cual se explican las muchas oportunidades que (') Radio y la Televisión ofrecen , asl como la forma de pTClparal\"SC' con mi curso Hiso blnea· phI en la m' para la cooperac:l6n en deten· .. de que ~ de Z661p Uev ....... cabo el boy· de ea pa .... enUeprle el enero al hombre .l1l'.I .. eJectdo por et pue­.... INTERNACIONALES BOHEMIA Presenta mu fe\"lent~ dueo que lu relacione. entre nue.tro. dO. ~ .ean uda VM mu ,\"Uma.. En .u voy c: e f c a de .f:fttencla reaumla el temor de la Europa ~ldent.al. En la sa­ Ue des Markbaux na­ dones occidentales decidieron 111. .mana ele YiCilanc:lIl en a11.n.. .,.\" de llen.; In,laterra lomarl. el mando Iaa de mar El ob' jeUvo tlnal era IIOldat dnco e~cl­ tOl. de frontera occ:iden­ lal. en un oolo ej~rc.lto lala Yo puedo remodl.rlo : tampoco eUa. Y yo 0tI dlco que Europa DO d un.a lal. alno un conllnente .. El centro a.aturaI de un plan Pero actual· mente, 1I' ...... c:1.a apenU estA El te.ndrA -Loa (Rojo Encendido ROJo Escarlata radio ... -No b ....... _ cw ea­ Mediante el Incomparable Método 'ROSENKRANZ ' de . .0 0. O b\"-\" O 10,00. lOO OO. 1010 OC .0 l.-boo ,J... o· O \" ~ :0 o· O O O O O O O O O O O O () O O O O O O O O O o· · ...................... . la mil honda el producto en dla~lcl6n qUe eompleta­ mente blanco, 1er. de toclavta, a peor de .~ Il'tIeDla Y de f'dad: La vida Tr.bllja. que anoc.bece y no mÑl que 10 n_rio para no morirse de tt..mbre. Si no fUf'ra por 101 camarones que eome­ moa, no ~ cómo pod,rlRmoa viVIr Pero 101 Cflrnaront'l no eDprdan; I)NI.mo. YeCft dos y tres IC$ y no podemOOl Ir a Manu..nlllo. No tentmOI dinero para Ir, a p('IIIr de ]0 _ pt'ro ¡ de qof InundadOn del Cauto oomo ...o w habla Vilto ahora VUf':1- ven al rfo' Ha habido dias de poder ~ todo ~ que R qulaiera. no me ac:ept.aa mil qul.' un quintal eomo paco de MAS EMOCIONANTES PASES DE SILVERIO lA CüMJM tle Mlzcu Ir .~ DIARIAS 4:00 P aL CONSULTEASU que ,...... a lo. ac:apU'acIore&. Pero Ylea. la 'poca de la abuD4anci. y _ ~ UD promedio de dla a qula­ cap Ubru dlariu. y ealoDCfl tienea capital e~ pida 1 noa dejan el rato en dep6- alto, para c:uando aUo. lo 1leee1lten_ y entOlleH lo papn a UD precio de hambre, ~ \"bajan el pr«to, ca­ DIO ahora han becho, a men<MI de la mitad, de UD 8010 ao1pe-y lo mAl. dolo\"*, el que no noa reciben todo el camarón que tenemoa: 11010 noa admItllll un diez por ciento Jo que: tenemo. en dep6alto. Y ain em­ Morso. yo puedo decirle que toda la produed611 de cameronH de Cuba no ea balante para ebaalecer el mercado interior. No me espllco. ft\\toD.cea, 110 eompran. No .. .ti porque acapar.dor\" 110 tiaen capital o por que Ion ,eatea de mal. fe_ Yo lo que puedo decirle\" que mlenUU a no.otroe no DOI compl'an todo el camarón que durante la ~ porque no P\"CImo. bu­ t.aate; 1 durante la abundancia, porque no noa comprlll lo Que pe .. c::amoa. Por ellO 10 nue.l.ro trabajo. De lo conuarfo. le¡uirerDCNI como buta ahora. res pl'Ht'n~a dijo: .. puando con el a¡tia Yo di un vllt.~ .1 qUe hablaba: -¿Qu6 ocurre con el agu.!- le pre .... ntt. hombre levantó UII vie­ ne la a traerno. &¡\"UI- ; Y que no _ .. be cuAndo ven­ dr6.'-_ dijo otro -Ya en much.. caaaa no hay ti\"ntn que pedirla en N<*Jtr08 dCNI peaM por cada quin­ tal de peacado e kIa la lanc.b.a, y IU obUpelólI \" ecua.. 'ubamoa tubanoa.­ otro bal)la en IU latido de que ha recibido pa' ra ~ de del Cds­ parece: imposible. amigo? ¿Me dice pue­ de una cbumacera estuviera borracha ? Bueno, qui.z:á.s (enga uSled razón, pero la cbumacua que me refiero yo nagaba aceife por galones_ \"Me llamaron desde un ingenio, diciéndom e que se demonba la molienda de la caña debido al mal funcio­ namiento de una de las miquinu_ \"En seguida me puse a examinarla y me dí cuenca de que una chumacera consumía demasiado aceite ('1llenlaba. Le : '¿Sabe uSled que hay un lubricanle ESSO que es elaborado Ispecialmenle para las chumaceras? Vamos a poner est aceile en la máqui­ na, a ver como ti nde.' \"Efectivamente, cuando se lubric6 la chumacera con el aceile adecuado, dejó de consumir lanlO y funcion6 sin recalentarse.\" los ¡ntegron'es del cuerpo técnico de lo Standard oa Com­ pony no llevan gorro, de \"SIIe,lode HoImes\". Pero todos acuden g¡nfolomenie o cualquier ingenio o f6b,ica, donde puedan pre,tar ayudo, Esos técnicos han sido en'renados esp«ialmen'e en 101 pro­ blemcu de mantenimiento de moquinortas. y en c:aso tengo suyo pue­ ,in campromi50 alguno. Aproveche la oportunidad, dirigiéndose a lo Standard Oil Company of Cubo, Aportado 1303, Habano, o o su repre­ sentante mós cercano. los lubricantes ESSQ rinden un ~/\"Iicio continuo y esmerado en mucho5 de los centrales azucareros del país. ELIMINA LA CASPA EVITA LA CAlDA OH PILO CONSERVANOOLO NORTE. rlLDte I.u boru de la maltana.. Cuando 1& ..,ate aalfa de lu oH· cUI.aa y c:odlI!rclo. El qradecldo. moneda y bi­ lletes qua le daban. La poUcIa dijo que su cuenta en el banco _odia a cinco clfru., Wl& \\ru otra. --PqeaaL IlUO o un UJla ¡roblerno, el com· prador era al· objeto. que .ene ..... lXlen· te. no noog;ltaba, pero del cual Iu tiempo. con la becada de la plantncacl6n l.ermln6 la era del desbarajuste en lu e.eurJaa. Ml ~ ~o. jlUlto con todo. loe ,.,. u. ~ de.... ubteacia. dllJ'ule de. me.. de 109 verano -, el periodo de e;JI:&mt'ft oral.. eran realludo. por ewre-· pondendL Aunque mi muIdo ua inatructo El maeatro 1 america­ En menlajel felicitación ulted un .ervlclo y lalícha a era una Io. de St&Iln. L& dIa­ dpUna fue restaurada en el aula. En ves de aernr toda. Iu mate­ ria. en UD potaje educacional, vol­ vlmoa al viejo da en.e/\\al' materias búlcu aeparad-.menl.e. RUJlia Sov16Uca, Bubnov, ha­ bla .. Udo del de habla utableeldo 1 .. redes edu­ racionales eatado .ovletJco. Stalin fu6 nm. lu·lt!yel que obemabao .. revoluelón proleta­ ria, la victoria colUiderad.. como una rama obllptoria de\" ciencia. proclamaban la cercana vtc­ torla del la ludia. por el pan le volvl6 a _Ur en cada bopr Una nueva ola de terror empecó a acarrotar la tlern, amenuando la e:z1alenela mb Imponente de too. era el clrcuJo poi ..... que loa úbol .. mAl alto. pa,nt&l101U paree:-eRimular laa J!:rI ~ no­ .ablemente todN 1 ele la Ue­ por .ua lipnt.ea­ M En un de .. mano con el Plan Quinquenal que. a IU vez, 8(' hallaba lla\"ado a la cam­ palla por privar a loa campet.InOll de lua propledadel y torzarlOll a de 1011 y alguno. acU­ expropiación clón choque y CulmOl movllb.ado l para reaUu.r propaganda por 1 .. alde ... en tavor de la colectlvluciÓn. &1- bre el papel, elto habia de efectuar_ .e por la perauaal6n y la educacl6n, IObre una baae voluntaria. no !:.n~~cl~er~: '1!a~: a cumplir. Nueat.r. .. - por funclonarloa del partido Y Iln embarlO cuando pre¡entábarnoe a loa campealnOl el cuadro prd'abrleado de un brllla.n­ te porvenir, en el eual la ..-rlcuJtu­ ra mecanizada darla. para todo. en abundancia, loa campulnoa qued,,­ han m\" que e:zeepUce. . ......cuanto mM produce -me dijo uno ml-; .. 1 Que no nOI ven,. eaaa eult1vadorel del auelo no erelan nlnJ'ln atajo hacia la vida de abundancia . El gobierno no tardó en ~urrlr a la en bennOlUra y la eztzema varie- lan oWrtante portuto.o f.Ito apetito pkuOn .. de una antlqullbna cI'\\.Utadón. El blanco lIO ha podido VeDeer 1& Rtva. Ha tenido mil 6ltIto en Mar Rojo Y en el ~ huta el desierto de Gobl. En el hern1a:ferlo tur tenemn. el deelerto de KalAbarl en IJrlca, ,,1 del interior au'lrallano, y el d. Atac:a.m.a en la Amérlea meridional. El dellerto de. Arabia ha .Ido vencido por Bertr&m 'Mioma&, el primer blanco que lo ItravelÓ. ealor de IU hurlcanetl arena Ruba-el­ Khan (el Imperio del Vado'. Se di­ ee qua lo habitan loa Hplrltu. y que 1 .. aren .. de antlquI.lmaa clu­.... loa contlnea eae de­ Ih:rto tribu. qUe hablaban un len­ CUIJe que no d_ trono roe ... tnvuelto en tulea nubet y enjoyado COD una dJ.ad~ma de nl~\"-uti conalderado como la monta6a alta del It=========:: el Eve:fdt: una en TI­ bet Y la otra en que esperar ea­ ta r_ unoa cuatro mil do. ante. ~ J C. Por C'Oft8Iaul6lttl. la vfda de leo.lI._\", la H&. Ufo) JlI Toda oficina necesita la Cinta OUR.EX ... eh el cómodo portarro- 1105 de elICritorio. tiene innumenbles \\I80Il: pera com­ poner ripidamente papeles ; para cerrar so­ bres volumino.oa o paquetes; para adherir nota. a las cartal o a 101 tableros de avilO$. Obtenp hoy mismo portarro­ lIo.cieeacritorio,yunrollociela Porta­ DUREX Pega al contacto Fi;a sin humedecerse Transparente como ~ DilEX una ])A­ promueva n cam­ bio. por el momento debido a que .u poder de crlllc. y apreclAdo n de lo. detallea ettar' en deficiente ntado y ello le. hnpedlr' medir coo certeza el valor de .1.1, actoa en tal .entldo. Su. ftlunto. Unan· cleros efecto. en ml\\nt~n,anlo. en orden para que ti a junio !O Loa di .. 17 Y 18 IOn favor.blea para uateclea, pero los sobre todo la. mU delicado. o vitalea, y en I.a neptivu actu.r C1:1n .uma en· no aerAn todOll para .1.1 mal, puea también pueden venir al· pOOl para. .U bien. Ante. de ea· lampar au fltma en un documento o papel cerei6renae que no lea com_ promete. y al es por conveniOll o contrato. njenR Que conten,. lo aeordado y Julio 2lI .. ,..oel:o .emana ea SI notan que .111 bue­ DOS prop6alt.oe fallan y que no IOn compreDdidOl y cona:lderado.a, no ae violenten por ello. 0101 ama mAl a 101 bum1ldea: y rel.lanadoa que no a 108 orzulla.oa: y rebelda. FAtta .1 favorabl e: Dea.favorablea : 21. 22. VIRGO Agono U a N'pHembre ti A pesar de que SatUr1l0 en· debe IvIJla en t-. Halan lo que puedan. No pretendan rl.'&..ll· VENUS EL ASTRO HL AMOR o.d.6 que dHlpe1't6 poi' TeS ~ ea el ... la. ru.6a Iaa. .recompenll& una _ _ mejor dirlamOl .u IDtulclÓn., lea mucha. confla'uraci6n puede produdr. lea cierto Abran bien loa: tsI­ gen el .. monetArias qUe! el deaUno les buena medida por ruóa fuercen ... co­ hacer. efed.Oenloa en le» ~ 21 o 22. El amor no le portarA mal ce. u.tedea. Df.aa ta.-orablea:: 21, %2 Oeata\\'Orablea:: 17 ti GIEMINIS CANCIER que le» tuVQ sometido ,~ eseaka empleo. para qua to. ayuda. _Ñ muy eneas para coa todo. lealea ya que pudiera. o de lMI~ La belleza del cutis de María Aorece con el tratamiento Pood's -el preferido de tantas otras j6ve­ nes prometidas. Dos veces al dla, por la mañana y antes de acos­ tarse. Maria usa la Cold Cream Pond's de esta manera tan sencilla como dicaz: Primero: (pera limpiar) Se es· paree la rica y sedosa Cold Cream Pond', en abundancia por el ros­ tro y el cuello, .dándose palma· ditu suaves para ablandar y des­ prender el polvo y el maquillaje. Entonces se quita la crema. Segundo: (para -eniua~rj Se aplica más Cold Cream Pond's. a tnant.>f1t de extendién· dola foona cir· cular. Vuelve a quitársela. Esta segunda aplicación rruis limpio. más terso. U!Oe IlstNlla ColdCream Pond's de a tantas adorable<! I)f'()­ metidas como ~1aría. y a otras di!Otin~uída!O bellt.\"T.3s como la seilora de John 1e5 IIn ,000ro María en Ubra recorriendo loa gradoe :u a loa 29 de Nte ~I· cbo .mor propio. Satumo en Vlr­ no. ePI SelUJ c:on Jllpitu go en Cuadra'ura. con Marte en ltarlo. Loa aacidoa: mitad . deducir Que 1u dudada envejecen y I'U como M. hombre.. En .us estu~ por deM:Ubrir la tonna de la vida cual y .u aobrina, la bella EIIter UelÓ a e~na rlo to. -.lto. vallN de Peraia elllte ,1 E¡ipto. a 1& , y propacindoae hada la América. China y Europa. En el cxteJUO. panorama de la biaton.., ~ dt' 1 .. JDa)'U. en el lIIur de Hhico y utrónomoe. de tal modo que cen el titulo de GrieCQIJ del :Nuevo lnruortaJ.:. ruin .. de U~un en el norte de Guatemala. NtU­ .. 1M eran ya y el Imperio de civilización fioreclenl¡o 1 Loa problemas qut! l'I explorador la na· turaleza qUe una brt'Cba.. ~ una lIeCuela de -.I&'Una IntervenCión qulrirctCll. una brida por ejemplo, pul\"Clen producir primuo una alte­ ración en 1 .. relacione. \"CtOI6Ci. ca la pareja; mis \\a.I:Iüomto o la SI no m&JrDr pe,rte por por mi ...\"...,... IJtftaeJwia la aepua. e1ón o. dhrordo. Al hc)mbre y a la mujer dedJeadoe por entero a fa. aetlvldadea poUUeu \" fe\"Otuckma_ riaa le qlM!da UlI que -Uenen de que m\\lJ.r debe mar enclaw­ trada en el bopr , 1010 aten· del' a 101 m1l1liplea problemu .m nlsten; rieneiu que no. otrece nueatra proIealÓll. Aquel el derecbo de libre en· jule:lamlntD y de oplnl6n lfI. nepndole lucha cUY\" IlOnaecuenelae. buen que hol'ft, e Inj\\Qto. 1:1 Derecho Civil en nu tr~ pat. _ .u. dando pqoa indlacutlbLe. de pro¡TellO en este .. nUdo. Pero aon loa hornbru y 1 .. mujerea de mentalidad clara y cencroaa I~ que tienen qUe abrir nuevOlll hori· _tea para comprenat6n -.Ita valor moral de Uftoa y de otroa en la conducta Indlvl. dua! o aoelal. No leaionan di­ rec:tamt'llta 1aa rclaclon mlentrQ mayor IdenWleadón ttlata en eate aspecto. mayor oohealóll tendrá. Ea a otro Qpeeto de IQ rellc10nea lo que nOl reterUrtos: no de y \" .w la mujer. Debi&n UHO~. I)I)mn ftI:Ieo de la mujer 7 a ~ \"Y no reJlI10e0. por el prejuicio de que ea \"lDmo\"¡\" o \"\"malo\" oblIcadN a por ~ Clrujaaoa euando IN ...... ..r lfttIIroo do. por MpeC~ 7 -... doI., DO por pe ....... que p~ ... ~ cuando eompe.re el tipo de la. DOta. ate papel: la. .... bo­ A nte ptopÓl.ito, ~ lo ElECTRONICA en todol romos: en ensenamos leOrko p<'octocomente en su hogar MECAN/CA AUTOMOTRIZ MODERNA Se neceslton ahora mismo legiones de bpeciolistas en .)10 _amo Aprende ropldomenle por el Sistema VISUAL HEMPHIL l le eroseñamos como puede ganar dinero ell:tro mienlros estudio TECN/CO ,EN FUERZA MOTRIZ DIESEL lo los motores DIESEl obre nue\"l/ol hori\"Zonles MECAN/CO -SUPER/NTENDENTf Meconico recibe los sueldos mos ele\"l/o dO$. Nuestro curso lo preparo poro ocupor los melor., Talleres. fábricas. Minos. . ferrocarr iles. A\",jocion , Marino, el(. Le enseñamos establecer 11,1 propIO ne VOCIO GANE MAS-APRENDA INGLES El moderno Sistema lOGICO Hemphill estudio en dl\"l/ersión. Enlanche su rodio de acdon social y comercial. hago sus ser\"l/lclOS mos \"l/aliosos I O 10.0....... INGH 1 : HEMPHILL SCHOOLS lOS ANGElES NEW YORK Dom, .. I,,, CHICAGO MfMPHIS '.:!'::.:;--------_.:. cale­ dritlco de Di':reeho Penal de 1& UlIlversldad Nacional y a. c&.Ddl· dato a .enador por el Pa.rtJdo del Pueblo Cubano. doctor FranclJcO Carone), el dueño de la e ..... ulIlIclarle a mejor Ua~ mem. \"una mujer de .u eau\". Un. mujer de .u e ..... a por tuer~ u. una mujer bUl':na, cuyo ~mo, pua tocIoa lo. buenoe, el delo en CalO de que ti cielo I!!lI:IJJ~: y como ya diJo San· 111 Tert'A que h.y ~ntu eo. .. que muy poco o nada tienen que ver oon la eu. y 'u meneJo. Sabe butanu, :utln para tam­ bl4!n. I.&nto que de pronto no ae lJenton que ver oon ,,1 temA de Hta. crónica, que lo es la merienda que Vlcentlna Antui!.\" :ut'panS pan. .u hermana Mari. IIOntLl& trlruelia la enlor, habileal\" man. ~ bordar y rurclr, y no ea ni alta ni btlJa. 01 muy )Oven ya. n' vlej. tod.via Tuvo un perrito que cabl. en tol bue. <-'O de la mano; murió, y no ha que­ rrco mú perl'Ol. No clón a.ome rl nombre el ; pero, diferencia. de VI­ centina. no sabe cocinar. De ahl que cuando .1 .cabane 1.. V.~clOnH pensó en dar una merltnda 11,1 l}ermana preparara. tl'ue pollA que Fulano y (por el) d. PUel y fu' pre­ el elogio impllcito de Ca.roae tu dotea eollnarw de la mujer que La Habana eolta COlIGce como miembro promJn~t. mete en camIeaI de cmce varas ni le da vela en eIJte enUuro de .... vaca. dOMa de Maria Lela&, que tU elllta, de León de Universidad, Y en I!'feclo lo enae-- 11 .. a 101 lila HueY~ A('om· p&iiar l. hanna con mantequilla Harina de maJs COD leche Caf4! con lec.b_caUetal de leehe tonde vita­ mina C; de la. mI, la guayaba ea la que mM time). LE SVOER1MOS . ,quo lnYf!.tIC\\le 1 .. modernas on .. empiHan y. a lI ... gar a nueltro mercado. Hay modelos cuya capacld.d puede aumentar!le a volun· ULd, de cuatro y medio a elete y medio IItrOl; no hay que meterlo. en .cua pata rebajar rápldam en­ U: la p,\"16n, pues eato se hace .Impleml!'nle po. nlendo ('o cero ul .uQhh-amentf' PAt.'TA. PlI.I'B e-I detlaJ'llDO: poDer a hervir en la olla de pl'Kión acua .asonada pera la harina de huevoa . _ ... Hacer la la reeeta, y mlentraa tanto colar el catl hueVOll. cake de chocolate. UIlUI­ do una cualqull'ra de lu harinas preparadas al etc-cto: toda.. son buclUIJI .1 estAn traca . El cake en el horno, elCÓjue el arroz para mañana y tal'­ de-, pero no le lave; déjense apa.rte el y el de .. \"do de la séquese bien la olla, Llmplese y córt~ la carne en trozo. como de pulg.da y mediA, p6ng&8C en adobo y .1 al! dé;eae huta hora, .e¡rUlda. tran.fiéraae una cazu('l. corriente , y Sin Irepr la olla,_ fiD d~ aprovechar la .. en este ('a.o, le utlllsarA una dorar el tocino y ha­ cer el aotrlto .. Pero .1 ae deja la ea.m~ en adobo h .. ta. la noche, )' por lo tanto H trabaja con la \"lIa llmpla y aec:a, bAcaae eato en la ml.m. olla Ten pronto como la pr\"16n haya llegado a 1 .. 16 lIbru neeeaa.ri .. para cocinar frijole., liveM y afT()f; almuerzo U­ \"ense y ¡MIente papea acabará d~ mú men. sea hora de potaje. Córt.ne d cake en cuadrado., .Irvuc hora mer, volvemoa a metemoa en la cocina. Empeza· moa por l.var el arrlno y ponerlo a eoeinar; d\"· puta. hacemoa l. carne .1 ya no estA hecha, y mien' t.raa se .celte . y vinacre. El en­ Irlanda en nevl!'ra; 10 118e&m0ll del molde, y ('110 el todo_ Buen provecho y h .. ta el 14 tr,oclna 6perlmen ­ tal de Adriana Loredo. PRt:SION (Oaleuladae e,Uen\": taza y media de harina de malz fina. cinco y cuarto ta.raI de agua, una tala de azUcar blanca. .. 1, canela, anitL, etacara d~ limón. JU&odo: poDer el agua a hervir en la olla de pre· .Ida. con lodo. loa in(Tedlente. menSW ta harina. Lavar y a quince IIbru de preelón. sobre la \"ba- se\" o parrilla. y con media tau. de aaua ton la olla. Rebajar la preñ6n rápidamente, \"\"cal' la calabau y paaarla por un colador fino, obte-niendo \\lna taza de pur~. la leche y n!volvlendo, -I. vainilla y l'¡ bien, Y cuando est4 .Igo la mezcla, a¡Tepr el huevo IIgerament c hatldco Enaruar MI. moldecll.Ol de un cuarto de ttua de capacidad, verter en elloa la meacla, dejando m~ no. de medio dedo preldón durante dOB mlnutol., dejar que la pre.16n por .ola En­ AlItet de lAcar d~1 molde pttra tocino, medio chorizo, medl. libra de lal· da, libra y ml'd:la de papu, nabo. de acelg de a('elte, al gu.to M~todo: poner. remojar los prbant.. la noche antel, en .,.ua con .. 1, Ea.eurrlrIOll: dorar el toci­ no en el aceite, hacer un lofnto con ,,1 ajo, la Cl'­ boUa, el ajl, el tomate; añadir el .,.ua hLrviendo. 1. falda, el chorizo, loa ptban:to s, sal al aUJJto Cocinar trclnta y do. mlnutoa libra, picada. en cuatro; la calabua en trozos como de una pulgada, loa talloJJ de la. lCel¡¡-IlJ, , servir Nota: IC requiere una olla de .eia y medio litros o ma.. otra: .e ularA mAl o meno. 'rua ICgUn IC quiera m's o meno. t'lLldo-'O. Una buena regla ea d(OJar· lo con I.&nta arua como caldo K' 6~.II~. Ea una receta verdes picadltOll. una latica de sal ... de toDl.atn, el zumo de un limón grande, mNlI. ta­ u. de vino IeCO. d. t.az.aI moler monero un diente dI!' ajo con 11 .. 1 Y las opedu ; afladlr el limón y el vino, y verter me adobo sobre la c.m e~ d ... jarla (On I!I media hora, y mejor si ea mili tiempo Ponl!'r l. olla de prol6n a ca~ntaf, )' en­ vuelta. en harina de CUUlla, de cuatro en cuatro tnnoa, ponl4ndolo. aparte JJegUn ee doren. Rebajar la candela, hacer un .orrlt\" con el ajo, la ceholla, pa­ pea y Ull.horlal, tapar, codnar ocho minutos más quince IIbr ... Rebajar ripldament e l. pl'f'llón Nota: .1 11 carne M pegare en la olla., !le deberá a no haber calentado ~ata y la manteea 10 lullc!ente , o a no dorarla de cuatro en cuatro y .partarla Ea un. reoeta de la cocJna ezperiment&l de AdMa· Da Loredo. modas y Labores Por uUlban 11 hebra. ~ total. Tel. de hIJo color carmelita claro. 1i7\\i cm. ][ lmlli. 2 m 30 t:l!UI. ap,P para bordar mlme-­ ~ la tu que vista. de MU, Ó1 ¡ . EL. NOMSRa MAS PReCIADO EN PERFUME . CHANE L de pe.D de molde de IIbrP). Se po­ pe al tu~ Y le revul!'lrt. de ma 1Ien. que l.aa do ee po­ nen en tartuu el qrep la mantequilla tambltb batida, la le-­ ehe a (yo em­ pleo media Ubn. de mantequilla a el verda6ero autor al ~on«pto, Interpretarlo cada cual a IU modo. pero .1 le lIeo:va a lID ti­ rol' leyero, le' dCa(lubre que bay p!aa'io Lo que no tiene nombre ea lo que acaba de hacer todo un wfior ~a(lttrado del Tribunal Suprem <(el ~=~E vlltola.P'uée blblloteea la SocI4!'dad Oentlliea, de~ubria que. el libro era traduc­ ción. IIJIIM por Iinf:a, de la macnI­ Roa obra medicine no b.­ ~1ftOII por claWltro, 16 añeJe toma C':D Ciudad, Mblco el hAbito de Santo DominIO lueco recibe en .1 conveato y del titulo de .... te ~~ Y MI re.l'UCW en o..yona en 1801. P ..... Burdeos. ,-IUI!CO a ~r1a, donde abre UU ¡a oro de a 'fiao ..... EL VIEJO ARI8UAIIA.O Pasado y Presente de las Poblaciones Cubanas Dé mua¡ con Rhum Quinquina d. Cru cre.:'\" \",no y fuerte. Ade\",ól le con d. C, 20, HASTA EL LITRO DE $I.QO SARTORI ALES Por Georges Andre n L tiempo pau lnad:gertj(:lam~n~ L ~. .uced¡~ndMe un cila no of~n cuandO Je le. comPllra 8t!J)aradamente me-­ dlando entre upe.c­ tOlJ notables moda como el tiempo, ae JU­ cede una a oua y no podemoa apreciar lu dl.tereneiu que te ma­ nlfll'\"lltan debido p«>eINmenle en. continuidad. Y punt08 .tenclÓn el W:atlr por qut' no luCftle el calO de M!&U­ citar conjunto. o detalles de roa· tumbre&. rt'motal Y o hasta unOl .trAII, que notablel no 1 .. tiene tanto PIIr. aaombrarnOl, pero aquellos que puedan recordar aleo de hace medio liCio pueden reverdecer IUlI recuerdo. y but. anécdol.al. las Y ~u eanallxaclone. en que la lMIp&racl6n 126 ...... medio por lo cual IlWitramot lO IDÚ apreelable y df!ltaeado en el do de lSSS y asl poder eltablecer una compara­ dón Interuante. tanto &lortuna­ dOlO debido la cantidad que 1 .. queda por dbtrulu ele la vida, reUf'Do, aJeo uI como un embutido. El lUlte de haOf'r un conjunto luave T NdoQ. tu ae las combinaba con un cha· leca un tanto cursilón de pinta a .rayas n cuadroa y en colores aua­ VQ pero destaCAdo.. Pero portanda del COJ'ijunto. En cuanto a la ropa. de calle, con. aerv.ba esa linl'a dc IObrledad de 1 ... solapaJI del eor­ to aunque en 101 det.a.llH especla.Jet ee buscaba la variedad y el UIO nomuJ. Aquella. onda. eran la. ,lelJ\\Pre Avldoa de aparecer con la vuUmen. ta lo m.ú al marco c.lpald& co­ nl.n de arriba .bajo, dejando un saJto Jlftta Introducir a trav& de ell. un a iJ:I.troducl,.. lo. pant.alone. franelll IOmbt('ro de pajilla al que se le daba varIe.­ dad con el re!lto de la Indumenta­ ria al colorear IU clnt:&. en dlvc:rlAl forma.. bien fuere de óvalOJ, raya­ do central y basta en caaoa oladot voa. Una muestra de del juga­ dor de \"'tenn\"\", a IItr 1111 pala prÓllpero era En cuanto llega a Santiago movl­ JI .. loa element.,. radlcalel de la revolución, barre a lu fuen.. conlervadoru y da en 1811 un d'etat\", uumlendo dencJa de (1814), Carrera le exna en 8u_0I Airo.. lnconforme el pueblo chileno con el Pacto de Urca,y, que en eN mll­ mo 1!J4. firma O'Si.aiDa por ... fuenu revolucionari .. de patria y vuelve a ocupar ¡a Primera Mac1Itratura. escape.ndo de man.,. de 1.,. realina. que lo t.enIan prisionero. La lucha entre earreriata. y o'bl­ Wni.tu se agrava cada vez mil.. ACUlIId.,. de coruplrar contra San MartJn y el to­ mar venp.nu contra de Aire.. Qraanha movlmJentQI al prln­ clplo le aollrle la victoria, al cabo ea derrotado, y aomeUdo a un jui­ cio lIumar1l:lmo !JI! le fulla el t de !JI!ptiembre 1121. A IU memoria, desde 186t ato le­ vanta un monumento en la capital de &tIuel paJI, lIt'g11n el Juicio de 'mejor comprendieron el verda­ dero eam.lno de tuf el que Introdujo la Imprenta en Chile (811) y facilitó 1.,. mffil.,. para que Camilo Henrlquetl publi­ cara el órgano Aurora\", primer ate qu. eacdbe! ell Ikfenu. de Mhleu, lo eondu_ preso a Sevilla 18O-f,. Se tuca de la prlalón -por tercer-. ~: le echan mano, torna de nuevo y por cuarta ve. escapa, marchando a Portupl. Cuando N.poleón Invade a Es~­ tia, vuelve a la Penhlllula y como eu\", castren.se, fray Mler .le pone al servicio de laI tropu blapanu. A.lllte a eneamlsado. combates y de 1.,. 'ran«'fIet!, pero 1M! tulta y va a pI.. rar a Sevlna. Tu pronto IIC! enten. del levanla­ miento del cura Hldal('O, parte pa­ ra Londres a hacer pro~da por la Independencia de MUico. De la metr6pol1 lnaIeu lile en 1117 con la upedlclón del al ¡t\"W.,. fray Servando ce. a la eapital y encerrado en loa ea­ labowl de la a E.paAa. preso l1.8211, y al Habana. fBy Mler .. fu,. ,. buye de loa M\"pafiolel, lo encie­ rran en el eutlllo de San Juan d. Ulda. El primer ConFeIQ 00mI­ tltuyente, al que fray Servando h.a .. Ido elerfdo, lo aaca de la prisión. Se pone trente a lturblde, a.cualn· dolo de traidor a por conlplrar, huta va a vivir llevado .. Perú 111 ~ Antonio Zeta. hombre de oIencia, y pdrieota. nacido en Colombia. 18111: M_ el poeta. MaNo. (ea c.a.). LA SIEMANA QUII VIENE Par. e.w, haga recoao­ intere­.. de loa explotadorel vulnera. ban elato\". de a del alno ~ PI \"a. El uao babia co.naa.&'f'do ejeeutarla, ea villa no podlan rebelane contra ella, 11. \"acataban\"; petQ en virtud, a IU ve., de Que no era cODvenlen­ t .. ponerla en marcha \"no la cwn­ era C6du­ la tenida por lnconvenlente, enton­ Oel el Virrey, o el Prelldente de la. l. lela .IOlemnemeate, y luego, VOl. alta.: \"Se cumple\", con lo que que· i---------_ ~i~:~:f~b~Ie..!n~~::~lo'::!.~~ ante el rey, y el de OOIltempl&cl6n de la r\"Udad' .. Ante tal mota, el dó no te cumple\", con lo Que que. ,., anularon tu leyel protectoru 1.,. primero d. enero de 187ft, Lul'ifO. el 18 de enero de 1Il00, Balnoa recibe lo anexan. Pf\"rte del terrlturio al municipio de \"\",acate y la nUa parte, o Rase, la que corre.pond1l a CaaI&'Uu .le anexa a Jaruco, el rleo :ra fundarlo en terrenOtl del hato de BaJ.n0l, y pr6ld.mo 11 orilla derecha del arroyo QuIta· c&1sone., que .loe le ballan el Derrtacadero, se­ flora del Carmen, por lo que IJU producción mAs Importante el la calla de Ullc:ar. AdemU, hay _­ ri ... ('anteru de piedra de con ... trued6n que le dan vida al Urmi­ no. Cuenta con un. buena eñ&cI6n de terrOCll.rrll. una colonia Infantil m la fra~anu: y produt't: rápidamenl~' una espuma. Es he(:ho de los más puros)' más su¡,,·es ingredientes para limpiar la delicada piel de su nene y conservarla sua,·c r fres~ ·a. Siempre después del o polvoréelt:, ... con ·rITINA! \\ MALTA REPONE LAS ENERGIAS 180 I l' Lo \"'oz exótica de las emisQras lejanas ... el acento familiar de las estaciones locale.( broran con asombroso realismo en estoS ... de impecable pureza y tonalidod -.1ijo uno de dos maravillas Westinghause "}