{"title": "Meditación trascendental: Funciona, pero... - La Tercera", "author": "Cristóbal Fredes", "url": "https://www.latercera.com/noticia/meditacion-trascendental-funciona-pero/", "hostname": "latercera.com", "description": "Gracias a que la gente comprueba sus beneficios, a que la ciencia valida y promueve sus efectos y a que estamos en tiempos en que encandila todo aquello que sea natural, la meditación está viviendo un tremendo auge. Una de las más aventajadas es la meditación trascendental, que surgió en los 60, pero que hoy vive un renacer de la mano de prominentes celebridades. ¿Puede ser tan placentera la técnica como irritante la organización que la promueve? Este periodista la probó y comprobó que sí.", "sitename": "La Tercera", "date": "2015-07-25", "cleaned_text": "Gracias a que la gente comprueba sus beneficios, a que la ciencia valida y promueve sus efectos y a que estamos en tiempos en que encandila todo aquello que sea natural, la meditación está viviendo un tremendo auge. Una de las más aventajadas es la meditación trascendental, que surgió en los 60, pero que hoy vive un renacer de la mano de prominentes celebridades. ¿Puede ser tan placentera la técnica como irritante la organización que la promueve? Este periodista la probó y comprobó que sí. \"Me siento y cierro mis ojos e inicio este mantra y es como si estuviera en un ascensor y cortaran los cables. Y ffffuhh, me voy a abajo con una inmensa dicha. Y siento que es tan poderosa que digo guau, ¡¿qué está pasando?!\" —David Lynch Uno de los capítulos más divertidos de la segunda temporada de Seinfeld, la célebre sitcom neoyorkina sobre el comediante Jerry Seinfeld y sus neuróticos amigos, se centra en la visita que estos hacen a un extravagante médico alternativo. El que necesita \"sanarse\" es George, quien, de puro avaro, quiere evitar pagar en una clínica lo que cuesta operarse las amígdalas. El dato del sanador obviamente es del excéntrico Kramer, y Jerry los acompaña únicamente para reírse del \"curador holístico\", de sus técnicas new age y de que se presente a sí mismo como doctor. También se burla del diagnóstico que le termina dando a George: \"Desequilibrio con la naturaleza\". El episodio se llama \"The Heart Attack\" y es parte de unos cuantos donde el comediante se ríe de supersticiones usando nada más que su sentido común, el mismo que —sumado a su talento para la comedia— le permitía ver el absurdo tras numerosas convenciones sociales. Así que cuando veo que el razonable hombre de Jerry Seinfeld es desde hace unos años uno de los promotores más visibles de una específica técnica de meditación, la meditación trascendental, termino de convencerme de que se trata de una práctica ajena a cualquier credo esotérico y una herramienta —al parecer, altamente efectiva— para liberar tensiones y andar por la vida con más energía. \"Es como tener un cargador para tu cerebro\", repite el comediante en conferencias y programas. La practica hace 40 años y dice que sin ella no podría haber soportado la presión ni habría tenido energías para hacer durante nueve temporadas una serie que escribía, producía, protagonizaba y llevaba su nombre. Seinfeld es parte de una larga lista de personalidades del mundo del entretenimiento que utilizan esta técnica y que incluye a Clint Eastwood, Martin Scorsese, Ellen Degeneres, Oprah Winfrey o Russell Brand, ninguno de los cuales tiene problemas para hablar de sus virtudes cada vez que se les pregunta. También gana adeptos entre empresarios, como Ray Dalio, una de las 30 personas más ricas de Estados Unidos según Forbes. Todos son en parte responsables de que hoy haya un segundo boom de esta meditación, que fue creada por el Maharishi Mahesh Yogi, el gurú indio que con la pequeña ayuda de sus amigos los Beatles, la popularizó a fines de la década del 60. Seinfeld, eso sí, está lejos de ser el famoso más comprometido. Esa etiqueta le corresponde al cineasta David Lynch, quien a menudo convoca a estos nombres a evento benéficos de [su fundación](https://www.davidlynchfoundation.org/), una organización que creó para enseñar meditación trascendental en escuelas y grupos de riesgo, como veteranos de guerra, indigentes, refugiados o presos. Tan fascinado está el director de Terciopelo azul y Twin Peaks con la meditación trascendental (que le parecía un disparate hasta que la probó, en 1973) que se ha pasado la mayor parte de la última década promoviéndola. Su última película, Inland Empire, es de 2006. Como todos quienes la practican, Lynch hace lo siguiente: dos veces al día se sienta, cierra sus ojos y repite mentalmente por veinte minutos un mantra (en esta práctica, una palabra derivada del sánscrito). \"Me ha dado fácil acceso a ilimitadas reservas de energía, creatividad y felicidad\", dice en el sitio de su fundación. Otro personaje clave en el auge de esta técnica es Bob Roth, profesor de meditación trascendental, director ejecutivo de la fundación de Lynch, también del Center for Leadership Performance (ideado para llevar esta meditación a empresas) y una de las personas más elocuentes, persuasivas y sintéticas a la hora de hablar de los los atributos de esta técnica. Dice él (resumo): \"Número uno, es muy simple y elegante. Dos, es natural. Tres, es sin esfuerzo, en contraste con otras meditaciones que involucran concentración. Y esto es lo que no es: no es una filosofía, no requiere cambios en estilo de vida y no hay nada que creer, puedes ser 100 por ciento escéptico y funciona\". Eso es parte de un breve video donde además de comparar la mente humana con un océano, que en la superficie es agitado pero en la profundidad es calmo, habla de que la investigación científica ha descubierto que, durante la práctica, el cuerpo alcanza un estado de relajación en muchos aspectos más profundo que el sueño, lo que permite disolver estrés, fatiga, tensión, ansiedad y, a la larga, mejorar la salud. Los efectos positivos han sido probados, asegura, por más de 340 estudios científicos (en el sitio [TM.org ](http://www.tm.org/)pude comprobar cuáles son), editados en publicaciones de instituciones de prestigio, como la American Heart Association. Si tienes cierto interés y estás al tanto de que la meditación en general (independiente del apellido) es desde hace tiempo considerada muy beneficiosa, lo ves y piensas: ¿dónde firmo? No tan rápido La primera barrera que se topa quien quiera practicar meditación trascendental es que la técnica está patentada. Nadie salvo la organización creada por el propio Maharishi, Transcendental Meditation, o un profesor acreditado por ella, puede impartir el método. Tienen sedes en todo el mundo, Chile incluido. Más sobre [ portada](/etiqueta/portada) La segunda barrera es que la única manera en que ellos imparten la técnica es de manera presencial. Es como aprender golf o tocar piano, te dicen, no te sirve un libro o un video. Además de preguntarme que qué le pasa a esta gente con las metáforas, esa barrera en principio me hizo sentido: OK, necesitas un tutor. Aunque también es sospechoso que efectivamente no haya ningún libro ni video oficial. Eso es algo que no pasa con otras meditaciones como la muy en boga mindfulness. (Y en realidad no pasa con nada; hay, de hecho, libros sobre cómo aprender a jugar golf o tocar piano, pero sigamos). La tercera barrera es la más comentada: el curso es más caro que el de cualquier otra clase de meditación. Son cinco sesiones de menos de dos horas y cuesta mil dólares en Estados Unidos, el doble en algunos países de Europa y 265 mil pesos en Chile. ¿Valdrá la pena pagar tanto? En foros hay gente que dice que sí, que es una herramienta valiosa para toda la vida. Otros opinan que no, que la técnica es efectiva pero la organización que la administra abusa. ¿Cómo no va a haber una manera de hacerse una idea de qué se trata realmente la técnica y probarla? La hay, pero no es llegar y encontrar, hay que hurguetear en la web y contrastar información. Lo hago y cuando creo que tengo una suerte de pequeño manual mental de los pasos a seguir, busco un mantra cualquiera y empiezo meditar. En las dos primeras sesiones no siento nada especial. Repito un sonido en mi cabeza, pero empiezo a pensar otras cosas, me desconcentro. En la tercera me quedo dormido. La cuarta y quinta vez noto que los pensamientos —no muy distintos a los que tengo cuando voy aburrido en el metro— se vuelven más tranquilos, menos nítidos, me inquietan menos, en especial cuando comprendo que no debo hacer nada por anularlos. La sexta vez no lo puedo creer: de un momento a otro entro a un estado hipnótico, tremendamente placentero e increíblemente tranquilo, una suerte de inyección de felicidad. Es algo parecido a no pensar nada. Me resulta, pienso. Digo: esto es. Ese estado me dura apenas unos minutos. Y en la meditación siguiente ni siquiera se activa. Pero después sí. Se vuelve algo frecuente. A veces es más extenso y placentero; otras más corto e insípido. Nunca es desagradable. Pese a que me gusta, porque siento moderadamente también sus efectos el resto del día, la sola idea de que puede que haya algo que no esté haciendo bien me hace perder continuidad. Entonces decido hacer el curso. En las cinco sesiones, dos de ellas son personales. El resto pueden ser grupales. Ahí te hablan de los beneficios, te enseñan la sencilla técnica de meditación trascendental y te dan consejos, algunos útiles y otros de sentido común. Lo imparte el [Instituto de Meditación Trascendental](http://www.meditaciontrascendental.cl) en una muy pequeña oficina en el barrio El Golf. Tres cosas me llaman la atención. La primera: es idéntica a lo que ya había practicado por mi cuenta y produce los mismos resultados (buenos). La segunda: el secretismo. Te hacen firmar un documento donde te comprometes a no revelar el contenido del curso, y te dicen que el famoso mantra, que supuestamente es personalizado (el profesor está entrenado para dártelo según tus características, te advierten) es secreto, no lo debes decir, ni siquiera escribir. Tercero: el curso implica una pequeña ceremonia de tintes religiosos al comienzo, donde uno observa cómo el tutor recita y canta unos versos en sánscrito frente a un pequeño altar dedicado a Guru Dev, el mentor del Maharishi. Esto con incienso, además de elementos que te piden llevar a ti ese día: unas frutas, flores y un pañuelo blanco El curso —que es universal y estandarizado, es decir, es igual en Santiago que en Tokio, Berlín o Moscú— claramente me decepciona. Y la decepción se acrecienta cuando me pongo a investigar más a fondo. Descubro que mi mantra \"secreto\" y \"personalizado\", simplemente es el que me corresponde por edad y género, según una tabla que se filtró en la web. En el fondo, ¡el contenido del mantra da lo mismo! Me convenzo de eso por mi experiencia previa meditando con uno cualquiera, pero también por el libro The Relaxation Response, del doctor y profesor de medicina en Harvard Herbert Benson, quien lleva décadas publicando sobre los efectos beneficiosos para la salud de la relajación y la meditación (trascendental incluida), pero desmitifica el hecho de que tengas que utilizar un profesor y menos un mantra diseñado para ti. Meditar pensando repetitivamente en una palabra, un sonido o una frase —dice él— es algo presente en muchas culturas y religiones, y a partir de eso elabora un método secular que explica en sus libros o en conferencias gratuitas y que es, en lo fundamental, lo mismo que la meditación trascendental. Más decepción me viene cuando me doy cuenta de que la organización, que estima que hay más de cuatro millones de personas en el mundo siguiendo su método, bajo la superficie esconde un lado estrafalario. Como el excéntrico imperio económico del difunto Maharishi, como las cifras astronómicas que pagan profesores que quieren ascender en la organización (de hasta un millón de dólares), como los cuestionados cursos avanzados que imparten (entre ellos uno de vuelo yógico, cuya finalidad última es aprender a levitar), como la curiosa Maharishi University of Management, que tienen en Iowa, así como innumerables testimonios de ex profesores y alumnos que se involucraron de manera más intensa con ella y hoy crean blogs y dan entrevistas para criticarla e incluso acusarla de ser un culto. Varios de esos elementos están en [David wants to fly (2010)](http://www.imdb.com/title/tt1598782/), un muy revelador documental, con el que por desgracia no me topé antes, sobre la organización. Una organización que explota una herramienta muy simple y efectiva de meditación, como pude comprobar, pero que con sus precios, secretismo y ribetes esotéricos no es precisamente muy elegante. Es casi tan extravagante como el curador holístico del que se reía Jerry Seinfeld. "}