{"title": "PDF", "author": "PDF", "url": "https://www.cms.gov/files/document/september-13-2022-final-agenda-and-materials-update-09122022.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 DEPARTMENT OF HEALTH & HUMAN SERVICES Centers for Medicare & Medicaid Services 7500 Security Boulevard Baltimore, Maryland 21244 -1850 CENTER FOR MEDICARE Agenda ICD-10 Coordination and Maintenance Committee Meeting Department of Health and Human Serv ices Centers for Medicare & Medicaid Services Virtual Meeting ICD-10-PCS Topics September 13 , 2022 Zoom Webinar and Dial -In Information This meeting will be conducted via Zoom Webinar. The URL to join the Zoom Webinar, the password, and the call -in numb ers are the same for both days of the meeting . Meeting details for each day are as follows. Day 1 : September 13 , 2022 : The meeting will begin promptly at 9:00 AM ET and will end at 5:00 PM ET. Lunch will be held from 12:30 PM to 1: 30 PM. Day 2: Septembe r 14, 2022 : The meeting will begin promptly at 9:00 AM ET and will end at 5:00 PM ET. Lunch will be held from 12:30 PM to 1: 30 PM. To minimize feedback to the maximum extent possible, join the meeting using only ONE of the options listed below. Option 1: Remote participants (attendees wishing to both view slides and ask questions during the Q&A portions of the meeting) must join the Zoom Webinar via the web. To join this Zoom Webinar conference from a PC, MAC, iPad, iPhone or Android device as well as, connect to the audio portion of the conference: Click the following URL: https://cms.zoomgov.com/j/1618774054?pwd=RzlGenRwL09TbHZKVEcrNnJDRi90QT09 Passcode: 70381 9 Option 2: Dial-in access is available for listen -only participants. Listen -only participants are participants who wish to only listen to the meeting and do not wish to comment or ask questions during the Q&A portions of the meeting. 1. From your phone, dial U.S.*: 669 -254-5252 or 646 -828-7666 the webinar ID: 161 877 4054 *If dialing in from outside of the U.S., visit https://cms.zoomgov.com/u/ahSKgrsLu for a list of Zoom International Dial -in Numbers. 2 Option 3: To join this Zoom Webinar conference from an H.323/SIP room system: 1. From your room system, dial 161.199.138.10 (US West) or 161.199.136.10 (US East) 2. Enter If you experience technical difficulties during the meeting, please contact Marvelyn Davis for assistance at marvelyn.davis1@cms.hhs.gov or 410-786-2580 Opt ion 7 . Those participating in the Zoom Webinar may ask questions during the Q&A portions of the meeting using the \"Raise Hand\" feature. If time does not permit you to comment or ask a question during the Q&A session, you may submit comments and ques tions at any time using the \"Q&A\" feature. All comments and questions submitted using the \" Q&A\" feature, along with CMS' s responses to them, will be posted as soon as possible after the meeting in the \"Downloads\" section of the CMS web page located at: https://www.cms.gov/Medicare/Coding/ICD10/C -and-M- Meeting -Materials . Remaining questions may be submitted via the CMS ICD -10 Procedure Code Request mailbox at ICDProcedureCodeRequest@cms.hhs.gov. Note: Proposals for diagnosis code to pics will be led by the Cent ers for Disease Control and Prevention's (CDC) National Center for Health Statistics (NCHS) and are sched uled to begin following completion of the CMS procedure code proposals on September 13 , 2022 . Remaining diagnosis code topics will continue to be presented on September 14 , 2022 . Please visit CDC 's website for the Diagnosis agenda located at the followin g address: http://www.cdc.gov/nchs/icd/icd10cm_maintenance.htm . *Please note that registration is not required to attend the Zoom Webinar. If you require reasonable accommodation with an interpreter , please contact Mady Hue at marilu.hue@cms.hhs.gov or Andrea Hazeley at andrea.hazeley@cms.hhs.gov at least 72 hours prior to the event. 3 Instru ctions for Joining the ICD -10 Coordination and Maintenance Committee Meetings Govdelivery Subscriber List To sign up go to CMS website: https://public.govd elivery.com/accounts/USCMS/subscriber/new?topic_id=USCMS_124 20 To sign up for updates or to access your subscriber preferences, please enter your conta ct information below. 1. Email Address 2. A new subscriber screen will appear. Confirm your primary email address. 3. Select an Email delivery preference. 4. Enter an optional password to add password protection to your subscriber preferences. 5. Check privacy box c onfirming your consent to our data privacy. Additional information on our data privacy policy can be found at www.cms.gov/privacy . 6. You should receive a SUCCESS message that states (your email address) has been successfully subscribed to ICD -10 Coordination and Maintenance 7. Click on the Finish button at bottom of screen. 8. You should now be on the Welcome Quick subscribe page. You can subscribe to receive information from a list of topics of your choice from our p artner organizations by checking the boxes; unsubscribe by unchecking the boxes. 9. Scroll down to the bottom of the page. Check the data privacy policy box and click on Submit. Additional information on our data privacy policy can be found at www.cms.gov/privacy . 10. You should have now reached the SUCCESS page confirming that you have been successfully subscribed. Click on Finish. 4 Topics Being Considered for ICD -10-PCS Procedure Codes Introductions & Overview Mady Hue, CMS 9:00 AM - 9:30 AM Co-Chair , ICD -10 Coordination and Maintenance Committee ICD-10-PCS Topics: 1. Implantation of Extraluminal Support Device Mady Hue , CMS During Arteriovenous Fistu la Creation Ellen Dillavou, MD, FACS Pages 14-17 Chief of Vascular Surgery 9:30 AM - 9:50 AM Wakemed Heart & Vascular Barb Peterson President & CEO Emerson Consultants, Inc. 2. Implantation of Ultrasound Penetrable Mady Hue, CMS Cranioplasty Plates * Erez Nossek, MD Pages 18-20 Director, Cranial Bypass 9:50 AM AM COO Longeviti 3. * Stacey Murphy , CMS Pages 21-24 Katharina Kiss, MD 10:10 AM - 10:30 AM Honorable Professor Products and Features GmbH Jeffrey Voigt Principal Medical Device Consultants of Ridgewood, LLC 4. Medicare Electronic Application Request Andrea Hazeley , CMS Information System (MEARIS) Page 25 10:30 AM - 10:50 AM 5. Intubated Prone Positioning Stacey Murphy, CMS Pages 26-28 Anica Law , MD, MS 10:50 AM - 11:10 AM Assistant Professor of Medicine Boston University American Thoracic Society American College of Chest 5 Physicians Scott Manaker, MD, PhD Professor of Medicine University of Pennsylvania American Thoracic Society American College of Chest Physicians 6. Section X Updates Mady Hue, CMS Pages 29-31 11:10 PM - 11:45 PM 7. Addenda and Key Updates Andrea Hazeley, CMS Pages 32-38 11:45 PM - 12:20 PM Closing Remarks Mady Hue, CMS 12:20 PM LUNCH BREAK 12:30 PM to 1:30 PM Therapeutic Agent Topics Also Under Consideration for ICD -10-PCS (exa -cel)* * Andrea Hazeley, CMS Pages 42-43 *Requestor intends to submit a new technology add -on payment (NTAP) application for FY 202 4 consideration. **Request is fo r an April 1, 2023 implementation date. The requestor intends to submit an NTAP application. ***NTAP -related ICD -10-PCS procedure code requests that involve the administration of a therapeutic agent will not be presented at the virtual meeting. The slide presentations for these procedure code topics are available at: https://www.cms.gov/Medicare/Coding/ICD10/C -and-M- Meeting -Materials . 6 Contact Information Comments on the procedure code proposals presented at the ICD -10 Coordination and Maintenance Committee meeting should be sent to the following email address: ICDProcedureCodeRequest@cms.hhs.gov Mady Hue Marilu.hue@cms.hhs.gov Andrea Hazeley Andrea.hazeley@cms.hhs.gov Stacey Murphy Stacey.murphy@cms.hhs.gov 7 ICD-10 TIMELINE A timeline of important dates in th e ICD -10 process is described below: September 1 3-14, 202 2 The September 202 2 ICD-10 Coordination and Maintenance Committee Meeting. September 202 2 Recordings and slide presentations of the September 13-14, 202 2 ICD-10 Coordination and Maintenance Comm ittee Meeting will be posted on the following web pages: Diagnosis code portion of the recording and related materials - https://www.cdc.gov/nchs/icd/icd10cm_maintenance.htm Procedure c ode portion of the recording and related materials - https://www.cms.gov/Medicare/Coding/ICD10/C -and-M-Meeting - Materials.html October 1, 202 2 New and revised ICD -10-CM and ICD -10-PCS codes go into effect along with MS -DRG changes. Final addendum available on web pages as follows: addendum Comprehensive -Listing -of-ICD-10- CM-Files.htm Procedure addendum - https://www.cms.gov/Medicare/Coding/ICD10/ October 1 4, 202 2 Deadline for receipt of public comments on proposed new codes discus sed at the September 1 3-14, 202 2 ICD-10 Coordination and Maintenance Committee Meeting being considered for implementation on April 1, 202 3. November 202 2 Any new ICD -10 codes required to capture new diseases or technology that will be implemented on the following April 1 will be announced. Information on any new codes to be implemented April 1, 202 3 will be posted on the following websites: https://www.cdc.gov/nchs/icd/Comprehensive -Listing -of-ICD-10- CM-Files.htm https://www.cms.gov/Medicare/Coding/ICD10/ November 1 4, 202 2 Deadline for receipt of public comments on proposed new codes and revisions discussed at the September 1 3-14, 202 2 ICD-10 8 Coordination and Maintenance Committee Meet ing being considered for implementation on October 1, 202 3. December 2, 202 2 Deadline for requestors: Those members of the public requesting that topics be discussed at the March 7-8, 202 3 ICD-10 Coordination and Maintenance Committee Meeting must have their requests submitted to CMS for procedures and to NCHS for diagnoses by this date. Procedure code requests should be directed to CMS at https://mearis.cms.gov . Diagnosis code requests should be directed to NCHS at nchsicd10cm@cdc.gov . Requestors should indicate if they are submitting their code request for consideration for an October 1, 202 3 implementation date, or an April 1, 202 4 implementation date. January 202 3 The ICD -10 Coordination and Maintenance Committee will make efforts to accommodate the requested implementation date for each request submitted, however, the Committee will determine which requests will be presented for consideration for an October 1, 202 3 implementation date or an April 1, 202 4 implementation date. Federal Register notice for the March 7-8, 202 3 ICD-10 Coordination and Maintenance Committee Meeting will be published. This will include the tentative agenda. February 202 3 Tentative agend a for the Procedure portion of the March 7, 202 3 ICD-10 Coordination and Maintenance Committee Meeting posted on CMS webpage as follows: https://www.cms.gov/Medicare/Co ding/ICD10/C -and-M-Meeting - Materials.html Tentative agenda for the Diagnosis portion of the March 8, 202 3 ICD-10 Coordination and Maintenance Committee Meeting posted on NCHS homepage as follows: https://www.cdc.gov/nchs/icd/icd10cm_maintenance.htm February 1, 202 3 ICD-10 MS -DRG Grouper software and related materials posted https://www.cms.gov/Medicare/Medicare -Fee-for- Service -Payment/AcuteInpatientPPS/MS -DRG -Classifications -and- Software Any updates to the ICD -10-CM and ICD -10-PCS Coding Guidelines will be posted websites: 9 https://www.cdc.gov/nchs/icd/Comprehensive -Listing -of-ICD-10- -10-CM and ICD -10-PCS code update files (includes April 1 update and full files from prior October 1) will be posted on the following websites: https://www.cdc.gov/nchs/icd/Comprehensive -Listing -of-ICD-10- CM-Files.htm https://www.cms.gov/Medicare/Coding/ICD10/ March 7-8, 202 3 ICD-10 Coordination and Maintenance Committee Meeting. March 202 3 Recordings and slide presentations of the March 7-8, 202 3 ICD-10 Coordination and Maintenance Committee Meeting will be poste d on the following web pages: Diagnosis code portion of the recording and related materials - https://www.cdc.gov/nchs/icd/icd10cm _maintenance.htm Procedure code portion of the recording and related materials - https://www.cms.gov/Medicare/Coding/ICD10/C -and-M-Meeting - Materials.html April 1, 2 023 Any new ICD -10 codes will be implemented on April 1, 202 3. April 7, 202 3 Deadline for receipt of public comments on proposed new codes and revisions discussed at the March 7-8, 202 3 ICD-10 Coordination and Maintenance Committee Meeting being considere d for implementation on October 1, 2023. April 202 3 Notice of Proposed Rulemaking to be published in the Federal Register as mandated by Public Law 99 -509. This notice will include references to the FY 202 4 ICD-10-CM diagnosis and ICD -10-PCS procedure cod es finalized to date. It will also include proposed revisions to the MS -DRG system based on ICD -10-CM/PCS codes on which the public may comment. The proposed rule can be accessed at: https://www.cms.gov/medicare/medicare -fee-for-service - payment/acuteinpatientpps May 5, 2023 Deadline for receipt of public comments on proposed new codes and revisions discussed at the March 7-8, 202 3 ICD-10 Coordination and Mainten ance Committee Meeting being considered for implementation on April 1, 2024. 10 Deadline for receipt of public comments on proposed new diagnosis codes and revisions discussed at the March 7-8, 202 3 ICD-10 Coordination and Maintenance Committee Meeting being considered for implementation on October 1, 2024 . May/June 202 3 Final addendum posted on June 9, 202 3 Deadline for requestors: Those members of the public requesting that topics be discussed at the September 12-13, 202 3 ICD-10 Coordination and Maintenance Committee Meeting, must have their requests submitted to CMS for procedures and NCHS for diagnoses. Requestors should indicate if they are submitting thei r code request for consideration for an April 1, 202 4 implementation date or an October 1, 202 4 implementation date. July 202 3 Federal Register notice for the September 12-13, 202 3 ICD-10 Coordination and Maintenance Committee Meeting will be published. This will include the tentative agenda. August 1, 202 3 Hospital Inpatient Prospective Payment System final rule expected to be published in the Federal Register as mandated by Public Law 99 - 509. This rule will also include links to all the final codes to be implemented on October 1, 202 3. This rule can be accessed at: https://www.cms.gov/Medicare/Medicare -Fee-for-Service - Payment/AcuteInpatientPPS/index .html August 202 3 Tentative agenda for the Procedure portion of the September 1 2, 2023 ICD-10 Coordination and Maintenance Committee Meeting will be posted on the CMS webpage at - https://www.cms.gov/Medicare/Coding/ICD10/C -and-M-Meeting - Materials.html Tentative agenda for the Diagnosis portion of the September 1 3, 2023 ICD-10 Coordination and Maintenance Committee Meeting will be posted on the NCHS webpage at - https://www.cdc.gov/nchs/icd/icd10cm_maintenance.htm September 1 2-13, 202 3 The September 202 3 ICD-10 Coordination and Maintenance 11 Committee Meeting is anticipated to be fully virtual by zo om and dial-in. Those who wish to attend must participate via Zoom Webinar or by dialing in. September 202 3 Recordings and slide presentations of the September 12-13, 202 3 ICD-10 Coordination and Maintenance Committee Meeting will be posted on the follow ing web pages: Diagnosis code portion of the recording and related materials - https://www.cdc.gov/nchs/icd/icd10cm_maintenance.htm Procedure code portion of the recording and related m aterials - https://www.cms.gov/Medicare/Coding/ICD10/C -and-M-Meeting - Materials.html October 1, 202 3 New and revised ICD -10-CM and ICD -10-PCS codes go into effect along with MS -DRG changes. Final addendum available on web pages as follows: addendum -Listing -of-ICD-10- CM-Files.h tm Procedure addendum - https://www.cms.gov/Medicare/Coding/ICD10/ October 1 3, 202 3 Deadline for receipt of public comments on proposed new codes discussed at the September 12-13, 2023 ICD-10 Co ordination and Maintenance Committee Meeting being considered for implementation on April 1, 202 4. November 202 3 Any new ICD -10 codes that will be implemented on the following April 1 will be announced. Information on any new codes to be implemented Apri l 1, 202 4 will be posted on the following websites: https://www.cdc.gov/nchs/icd/Comprehensive -Listing -of-ICD-10- CM-Files.htm https://www.cms.gov/Medicare/Coding/ICD10/ November 15, 202 3 Deadline for receipt of public comments on proposed new codes and revisions discussed at the September 12-13, 2023 ICD-10 Coordination and Maintenance Committee Meeting bei ng considered for implementation on October 1, 202 4. 12 Introductions and Overview ICD-10 Coordination & Maintenance (C&M) Committee meeting is a public forum on ICD -10-CM & ICD -10-PCS code updates CMS & CDC Co -chair the meetings - CMS has lead responsibili ty on procedure issues - CDC has lead responsibility on diagnosis issues Coding proposals requested by the public are presented and public given opportunity to comment Code Proposals ICD-10-PCS code proposals being considered for implementation on April 1, 2023 and October 1, 2023 No final decisions are made at the meeting CMS will describe options and recommendations to facilitate discussion Public can comment during the meeting and send written comments Comments on Code Proposals Submit written comment s by October 1 4, 2022 for codes being considered for April 1, 2023 implementation November 1 4, 2022 for codes being considered for October 1, 2023 implementation Procedure comments to CMS : ICDProce dureCodeRequest@cms.hhs.gov Diagnosis comments to NCHS : nchsicd10cm@cdc.gov Proposed and Final Rules April 2022 - Notice of Proposed Rulemaking, IPPS - Includes ICD -10-CM/PCS diagnosis and procedure updates app roved prior to March 2022 C&M meeting August 2022 - Final rule with links to final codes to be implemented October 1, 2022 - Includes any additional codes approved from March 8-9, 2023 ICD-10-PCS -of-ICD-10-CM- Files.htm 13 Public Participation For this virtual meeting, the public may participate in the following ways: - Participate via Zoom Webinar - Listen to proceedings through free confe rence lines - Listen to recordings and view slide presentations CMS & CDC hope this provides greater opportunity for public participation Written Comments No matter how you participate - please send written comments by - October 1 4, 2022 for codes being considered for April 1, 2023 implementation - November 1 4, 2022 for codes being considered for October 1, 2023 implementation - Procedure comments to CMS : ICDProcedureCodeRequest@cms.hhs.gov - Diagnos is comments to NCHS : nchsicd10cm@cdc.gov ICD-10-PCS Codes Implementation ICD-10-PCS codes discussed today under consideration for April 1, 2023 or October 1, 2023 implementation March 7-8, 2023 C&M Code Request s December 2, 2022 - Deadline for submitting topics for March 7-8, 2023 C&M meeting - Procedure requests to CMS : https://mearis.cms.gov - Diagnosis requests to NCHS : nchsicd10 cm@cdc.gov 14 Topic # 01 - Implantation of Extraluminal Support Device During Arteriovenous Fistula Creation Issue: There are currently no unique ICD -10-PCS codes to describe the implantation of an extraluminal support device during arteriovenous (AV) fis tula creation. New Technology Application? No. Food & Drug Administration (FDA) Approval? No. The VasQ External Support device (Laminate Medical, Ltd) was granted Breakthrough Device Designation in June 2020 for use as an external support for autolog ous vascular conduits created by means of vascular surgery. The requestor anticipates FDA approval in December 2022. Background : Vascular access complications are experienced by the majority of end stage renal disease (ESRD) patients on hemodialysis, r esulting in a high rate of hospitalization and morbidity. Appropriate care of hemodialysis patients requires constant attention to the maintenance of vascular access patency and function. An ideal access delivers a flow rate to the dialyzer adequate for the dialysis prescription, has a long use -life, and has a low rate of complications (e.g., infection, stenosis, thrombosis, aneurysm, repeat interventions, and limb ischemia). Of the currently available vascular access options, the surgically created fist ula is the gold standard as it most closely meets the standards of a n ideal vascular access , with the lowest relative complication rate. However, approximately half of all AV fistulas still require an additional procedure or are abandoned within the first six months of creation . The AV fistula is created by suturing together an artery and a vein, usually in the arm below the elbow (brachio -cephalic) or above the wrist (radio -cephalic) and allowing arterial pressure to enlarge the vein to accommodate a la rge needle. To be used for dialysis, a newly created fistula must maintain patency and mature; that is, the artery and vein must undergo dilation and remodeling to accommodate the markedly increased blood flow that results from creating the AV anastomosis . The process of maturation occurs within the first one to six months and often requires additional procedures (e.g. balloon angioplasty , surgical revision, etc.) to assist the venous remodeling. Some veins are too deep to be adequately punctured with a dialysis needle and are subsequently transposed to a more superficial position during creation. Studies have demonstrate d that native AV fistulas have the best 4 to 5 year patency rates and require the fewest interventions compared with other access types . However, despite the clear benefits of native arteriovenous (AV) fistulas over other access methods, early failure occurs in over 40% of these fistulas. Most of these failures occur in the peri -anastomotic region that has been mobilized from its native surrounding tissue and left without extraluminal support. The unsupported vein can undergo significant geometric changes post -surgery that result in poor hemodynamics and negative remodeling ultimate ly resulting in fistula failure. According to the requestor, no FDA cleared technologies exist to address the underlying failure mechanisms at the point of fistula creation. Technology The VasQ External Support device (VasQ) is a nitinol implant which incorporates a conical braided wire portion that fits a round the vein, welded to a laser cut brace that fits over the artery at 15 the anastomosis. The extraluminal support was designed to retain the ideal anastomotic geometry for optimized hemodynamics and remodeling into a functional fistula. The VasQ is ava ilable in 6 dimensions in an effort to comply with vessel diameters and ensure optimal fit with the fistula. An accessory to the VasQ External Support device is the dedicated Selection Tool, which is used during the procedure to gauge the artery diameter and select the best fitting VasQ dimension . Procedure Description The VasQ is implanted by the vascular surgeon during the AV fistula creation procedure. Two surgical fistula creation procedures currently exist for which VasQ may be indicated for u se: 1) Cimino type fistula and 2) Transpositions . Cimino type fistulas describe the direct connection of a vein to an artery for the purposes of facilitating hemodialysis. Transpositions similarly describe a direct connection but also add a mobilization of the entire vein to move it to a more superficial position to help facilitate needle access for hemodialysis. Below briefly describes the additional steps required to implant VasQ during either AV fistula creation procedure: Cimino type fistula: The subcutaneous tissue is carefully dissected until the artery and vein are located. The artery is measured with a designated sizing tool to select the appropriate external support device size. The device is moved proximally on the vein away from the disse cted end and held in that position with a vascular clamp to prevent interfere nce with the suturing of the anastomosis. A single suture is threaded within the eyelets of the device and under the artery. The two eyelets are sutured together under the arter y to hold the device in place without constrict ing the artery. Transpositions: An incision is made into the skin over the cephalic , basilic , or forearm vein from the elbow toward the shoulder for a distance long enough to accomplish the transposition. The artery is measured with a designated sizing tool to select the appropriate external support device size. After the transposition is performed, the device is placed on the vein in preparation for the anastomosis to be created. The device is moved proxi mally on the vein away from the dissected end and held in that position with a vascular clamp to prevent interfere nce with the suturing of the anastomosis. A single suture is threaded within the eyelets of the device and under the artery. The two eyelets are sutured together under the artery to hold the device in place without constrict ing the artery. Current Coding: There are no unique ICD -10-PCS codes to describe implantation of an extraluminal support device during AV fistula creation. Facilities c an report the procedure using the device value J Synthetic Substitute and the appropriate body part value from the table below . The Bypass procedure performed to create the AV fistula would be coded separately. Section 0 Medical and Surgical Body Syste m 5 Upper Veins Operation U Supplement: Putting in or on biological or synthetic material that physically reinforces and/or augments the function of a portion of a body part Body Part Approach Device Qualifier 0 Azygos Vein 1 Hemiazygos Vei n 3 Innominate Vein, Right 4 Innominate Vein, Left 0 Open 3 Percutaneous 4 Percutaneous Endoscopic 7 Autologous Tissue Substitute J Synthetic Substitute K Nonautologous Tissue Substitute Z No Qualifier 16 5 Subclavian Vein, Right 6 Subclavian Vein, Left 7 Axillary Vein, Right 8 Axillary Vein, Left 9 Brachial Vein, Right A Brachial Vein, Left B Basilic Vein, Right C Basilic Vein, Left D Cephalic Vein, Right F Cephalic Vein, Left G Hand Vein, Right H Hand Vein, Left L Intracranial Vein M Internal Jugular Vein, Right N Internal Jugular Vein, Left P External Jugular Vein, Right Q External Jugular Vein, Left R Vertebral Vein, Right S Vertebral Vein, Left T Face V ein, Right V Face Vein, Left Y Upper Vein Coding Options Option 1. Do not create new ICD -10-PCS codes to identify implantation of an extraluminal support device during AV fistula creation . Continue coding as described in current coding. Option 2. In section X add new table X2U, Supplement o f Cardiovascular System, and create new device value P Synthetic Substitute, Extraluminal Support Device applied to the body part values Q Upper Extremity Vein, Right and R Upper Extremity Vein, Left, to identify implantation of an extraluminal support device during AV fistula creation. The Bypass procedure performed to create the AV fistula would be coded separately. Section X New Technology Body System 2 Cardiovascular System Operation ADD U Supplement: Putting in or on biological or synthetic material that physically reinforces and/or augments the function of a p ortion of a body part Body Part Approach Device / Substance / Technology Qualifier ADD Q Upper Extremity Vein , Right ADD R Upper Extremity Vein , Left 0 Open ADD P Synthetic Substitute, Extraluminal Support Device 9 New Technology Group 9 Option 3. In section X add new table X2H , Insertion o f Cardiovascular System , and create new device value P Extraluminal Support Device applied to the body part values Q Upper Extremity Vein , Right and R Upper Extremity Vein , Left , to identify implantation of an extr aluminal support device during AV fistula creation . Section X New Technology Body System 2 Cardiovascular System Operation ADD H Insertion: Putting in a nonbiological appliance that monitors, assists, performs, or prevents a physiological function bu t does not physically take the place of a body part Body Part Approach Device / Substance / Technology Qualifier ADD Q Upper Extremity Vein , Right ADD R Upper Extremity Vein , Left 0 Open ADD P Extralum inal Support Device 9 New Technology Group 9 CMS Re commendation : Option 2, as described above. 17 Interim Coding Advice: Continue using codes as listed in current coding. 18 Topic # 02 - Implantation of Ultrasound Penetrable Cranioplasty Plates Issue: There are currently no unique ICD -10-PCS codes to describ e the implantation of an ultrasound penetrable cranioplasty plate. New Technology Application? Yes. The requestor intends to submit a New Technology Add - on Payment (NTAP) application for FY 2024 consideration. Food & Drug Administration (FDA) Approval ? Yes. The Longeviti ClearFit® OTS (off -the- shelf) Cranial Implant (Longeviti Neuro Solutions, LLC) manufactured to correct and/or restore bony voids and/or defects of the cranium received 510(k) clearance on September 8, C learFit® Cranial Implant (Longeviti Neuro Solutions, LLC) designed and manufactured individually for each patient to correct bony voids and/or defects in the adult cranium with acoustically transparent properties received 510(k) clearance on December 16, 2 020 (K203349). Background: Cranial reconstruction procedures are generally performed following open brain surgery for a number of conditions including brain tumor resection, hydrocephalus shunt implantation, cerebral aneurysm clipping, evacuation of ain hemorrhage, microvascular decompression, lobectomy, and more , that require removing a portion of the skull. The resulting cranial defect may be subsequently reconstructed by either replacing the portion of the skull that was removed and fastening it w ith fixation devices (e.g. plates and screws) , or by applying a cranial prosthetic device to address the bony void and/or defect. In addition to protecting the brain, t he skull also acts as a barrier to sound and prevents using sonography for post -operati ve imaging. Currently, post -operative imaging for neurosurgical patients is limited to computed tomography ( CT) and magnetic resonance imaging ( MRI ) which are currently the standard of care. However, the requestor reported that CT and MRI usually require patient transport during the inpatient recovery period which can be risky, and CT also exposes patients to ionizing radiation. Following discharge , most neurosurgical pathologies also require periodic CT or MRI follow -up scans. According to the requesto r, the logistical effort and other considerations limit the quantity of imaging studies that can be reasonably performed on a patient. Avoiding additional radiation exposure and enabling the use of bedside, real time imaging would also be beneficial to th e patient. The Longeviti ClearFit® Cranial Implant and the Longeviti ClearFit® OTS Cranial Implant have lower attenuation than skull bone and therefore enable sonography: Trans -Cranioplasty Ultrasound (TCUS) . According to the requestor, TCUS does not req uire patient transport since the devices are mobile. The availability of point of care ultrasound may also reduce the need to obtain follow -up CT or MRI imaging. A ccording to the requestor, as an adjunct screening tool , neurosurgical imaging with TCUS ma y, for example, identify a tumor recurrence after surgical resection weeks or months in advance of the next scheduled CT or MRI. Technology Both the customized Longeviti ClearFit® Cranial Implant s and the Longeviti ClearFit® OTS Cranial Implants product s are manufactured from polymethylmethacrylate (PMMA) materials and can be fixated to cranial bone using commercially available fasteners. 19 The Longeviti ClearFit® Cranial Implant s are customized prosthetic cranioplasty using the patient's p re-operative computed tomography (CT) scan data. The implants are designed to either : 1) Fill an existing cranial defect that is present in the CT or 2) Restore bone in a predicted area where the skull will be removed (\"single stage \" procedure ). Customiz ed ClearFit® devices are delivered sterile, their design is approved by the surgeon, and they take approximately 10 business days to manufacture from receipt of the scan. Customized ClearFit® devices are \"made to order\" . The Cranial Implants are fixed -size prosthetic cranioplasty plates and come in common universal sizes and shapes. They are manufactured at scale , delivered sterile, and readily available for the surgeon at the time of surgery . ClearFit® OTS devices are not \"made to order\". The Longeviti ClearFit® Cranial Implant s and the Longeviti ClearFit® OTS Cranial Implants products are available in two device options: 1) ClearFit® Disc and 2) ClearFit® Cover . The ClearFit® Disc implants can be curved or flat to f it the shape of the skull , are intended to restore cranial bone voids and allow for the use of ultrasound after surgery. The ClearFit® Cover implants are designed to be low -profile while also allowing for visualization with ultrasound after surgery. Acco rding to the requestor, t he implants aim to restore the natural contours of the skull while maintaining the required functionality of such a device, including the required mechanical properties and ease of visualization of the underlying tissue. The atten uation of the ClearFit® device enables ultrasound imaging. Note: The InvisiShunt® is also a Longeviti product used in cranioplasty procedures and provides a lower profile shunt to allow for a significant difference in projection, typically in hydrocephalu s management . That product is not included for purposes of the code request related to ClearFit® Cranial Implant s and the Longeviti ClearFit® OTS Cranial Implants . Procedure Description After the principal neurosurgical procedure has been performed , the selected ClearFit® device is implanted intra -operatively during \"closing\" or reconstructing the dura, skull, and scalp. The ClearFit ® device typically replace s the bone that was removed at the beginning of the procedure to access the brain, replaces par t of that bone, or replaces the titanium fasteners that are used to secure the skull flap to the native cranium. Post -operatively , the attenuation of the ClearFit® device enables ultrasound imaging approximately 24 -48 hours post procedure, after swelling has subsided. Current Coding: There are no unique ICD -10-PCS codes to describe implantation of an ultrasound penetrable cranioplasty plate. Facilities can report the procedure using the device value J Synthetic Substitute and the skull body part value f rom the table below . The post -operative trans - cranioplasty ultrasound (TCUS) would be reported separately with an appropriate code from the Imaging section. A code to identify the surgical procedure performed on the brain would also be reported separatel y. Section 0 Medical and Surgical Body System N Head and Facial Bones Operation R Replacement: Putting in or on biological or synthetic material that physically takes the place and/or function of all or a portion of a body part 20 Body Part Approach Device Qualifier 0 Skull 1 Frontal Bone 3 Parietal Bone, Right 4 Parietal Bone, Left 5 Temporal Bone, Right 6 Temporal Bone, Left 7 Occipital Bone B Nasal Bone C Sphenoid Bone F Ethmoid Bone, Right G Ethmoid Bone, Left H Lacrimal Bone, Right J Lacrimal Bone, Left K Palatine Bone, Right L Palatine Bone, Left M Zygomatic Bone, Right N Zygomatic Bone, Left P Orbit, Right Q Orbit, Left R Maxilla T Mandible, Right V Mandible, Left X Hyoid Bone 0 Open 3 Percutaneous 4 Percutaneous Endoscopic 7 Autologous Tissue Sub stitute J Synthetic Substitute K Nonautologous Tissue Substitute Z No Qualifier Coding Options Option 1. Do not create new ICD -10-PCS codes to identify implantation of an ultrasound penetrable cranioplasty plate . Continue coding as listed in current c oding. Option 2. In section X add new table XNR Replacement o f Bones, and create new device value D Synthetic Substitute, Ultrasound Penetrable applied to the body part value 8 Skull, to identify implantation of an ultrasound penetrable cranioplasty plat e. Section X New Technology Body System N Bones Operation ADD R Replacement: Putting in or on biological or synthetic material that physically takes the place and/or function of all or a portion of a body part Body Part Approach Device / Substance / T echnology Qualifier ADD 8 Skull 0 Open ADD D Synthetic Substitute, Ultrasound Penetrable 9 New Technology Group 9 CMS Recommendation : Option 2, as described above. Interim Coding Advice: Continue using codes as listed in current coding. 21 Topic # 03 - Insertion of Transcatheter Bicaval Valve Syste m Issue: There are no unique ICD -10-PCS codes to describe the heterotopic implantation of a transcatheter bicaval valve system for tricuspid regurgitation. New Technology Application? Yes. The reque stor intends to submit a New Technology Add - on Payment (NTAP) application for FY 2024 consideration. Food & Drug Administration (FDA) Approval? No. The TricValve® Transcatheter Bicaval Valve System was granted Breakthrough Device Designation on Decemb er 15, 2020 for treatment of severe tricuspid regurgitation. Background: Tricuspid regurgitation (TR) is a condition that occurs as a consequence of malcoaptation of the tricuspid valve leaflets. This results in retrograde blood flow to the right atrium and subsequent loss of forward flow into the right ventricle. TR can cause dyspnea, hepatic congestion, ascites and edema; however, clinical sequelae may not present until TR progresses in severity. TR is usually present in patients with comorbid condi tions such as: pulmonary hypertension, heart failure, atrial fibrillation, mitral valve disease, or in patients with implanted cardiac devices1. Severity of TR is graded as mild, moderate or severe under echocardiography2. It is estimated that approxim ately 1.6 million people in the US have been diagnosed with moderate to severe TR and therapies for management of severe TR are limited3,4. Current therapies consist of drug therapy and surgery. Diuretic therapy can treat systemic congestion in patients with severe symptomatic TR3. In patients with dilation of the tricuspid valve annulus, pulmonary vasomodulators may help reduce right ventricle overload in patients with pulmonary hypertension. According to t he requestor, d rug therapy may improve the symptoms but not the underlying condition in severe TR. These patients are quite sick and have a 3- and 5 -year survival rate of 27% and 19% respectively5. In patients with signs and symptoms of right sided heart failure and TR attributable to malcoaptation of the tricuspid leaflets and who are poorly responsive to medical therapy, tricuspid valve surgery can be beneficial to reduce symptoms. However, tricuspid valve surgery when indicated has an operative mortal ity of 10.9%6,7. Patients diagnosed with severe symptomatic TR for which there are no other treatment options due to the 1 Bhave NM, Ward RP. Echocardiographic assessment and Bonow RO, al. Recommendations for noninvasive evaluation of native valvular regurgitation. A report from the American Society of Echocardiography developed in collaboration with the Society for Cardiovascular Mag netic Resonance. JASE 2017;30(4):303 -371. 3 Stuge O, Liddicoat J. Emerging opportunities for cardiac surgeons within structural heart disease. JTCS. 2006;132:1258 -1261. 4 Otto CM, Nishimura RA, Bonow RO, et al. 2020 ACC/AHA guideline for the management of patients with valvular heart disease. A report of the American College of Cardiology/American Heart Association joint committee on clinical practice guidelines. Circulation. 2021;143:e72 -e227. 5 Neuhold S, Huelsmann M, Pernicka E, Graf A, Bonderman D, Adlb recht C, et al. Impact of tricuspid regurgitation on survival in patients with chronic heart failure: unexpected findings of a long -term observational study. Eur Heart Jrl. 2013;34:844 -852. 6 Alquhanti F, Berzingi M, Al -Hallak A, Alk ouli M, et al. Contemporary trends in the use and outcomes of surgical treatment of tricuspid Meenakshisundaram C, Nusairat L, et al. Outcomes of patients with severe tricuspid regurgitation and congestive heart failure. Heart. 2019;105:1813 -1817 22 advanced stage of TR and comorbidities (e.g. heart failure) associated with severe TR may benefit from a new bicaval valve system8. These patients are commonly not eligible for open surgery. Technology The TricValve® Transcatheter Bicaval Valve System is a bicaval transcatheter implantation system, which includes the TricValve® Transcatheter Bicaval Valve for heteroto pic placement of a Superior Vena Cava (SVC) valve and for an Inferior Vena Cava (IVC) valve. These heterotopic valves are intended to replace the function of the defective regurgitant tricuspid valve. The TricValve® Transcatheter Bicaval Valves are already pre-mounted into the TricValve® Delivery System. The bioprosthesis consists of a tubular metallic structure of nitinol which is self - expandable and radiopaque with three valve leaflets of bovine pericardium sutured and complemented by a skirt of polyeste r to avoid paravalvular leaks. The bioprosthesis leaflets are processed with anti -calcification treatment as well as chemical dehydration. It is available in two different diameters for each model (SVC and IVC) specifically designed to adapt to the anato mic features of the superior and inferior vena cava. The 25mm valve is used for SVC sizes ranging from 21mm to 31mm and the 29mm valve is used for IVC sizes ranging from 27mm to 34mm both with a frame height of 65mm at a relaxed state. The TricValve® Delivery System catheter is an enclosure retraction type system and used to deploy the bioprosthesis. It has anchors in its system for safe and accurate bioprosthesis valve deployment. The distal end of the system has an atraumatic radiopaque tip and protec tive sheath. A capsule at the distal end covers and maintains the bioprosthesis in a crimped position. A stabilizer tube is fixed at the handle and extends outside the catheter shaft. It provides a barrier between the inner catheter shaft and vessel wall s, thus enabling the catheter to retract freely. The delivery system is compatible with 0.889 mm (0.035 inch) guide wire. The handle includes a macro slider for opening and closing the bioprosthesis housing and a micro adjusting knob to facilitate accura te release of the bioprosthesis. The micro knob rotates clockwise to open the housing and in anticlockwise direction for close the capsule. The delivery system has a flush port which is used to hydrate the bioprosthesis leaflets and remove air before usa ge. Procedure Description The left and right femoral veins are accessed percutaneously and a 6 Fr. introducer sheath is inserted into each vein. A pulmonary catheter is placed via the left femoral vein access through the sheath in the right pulmonary a rtery to mark the crossing of the right pulmonary artery with the SVC. A 6 Fr pigtail catheter is introduced in the right femoral vein and an angiogram of the SVC is obtained. The pigtail catheter is then exchanged for a straight 0.036 inch stiff guidewi re with a soft tip. The SVC valve (bioprosthesis) is hydrated and the delivery system is advanced over the guidewire through the right femoral vein and the IVC into the right atrium and the SVC. The upper part of the SVC valve is placed in the confluence o f the brachiocephalic veins (where they converge to form the SVC) with the belly of the SVC valve positioned above the right pulmonary artery crossing. The valve position is confirmed under fluoroscopic and echocardiographic visualization. Once confirmati on is made, the upper most 20 mm of the valve is partially deployed and full deployment is then made by unsheathing the bioprosthesis using the delivery system. The 8 TricValve FDA pivotal clinical trial protocol. TricVa lve v.1.0 _10NOV2021. 23 IVC delivery system and bioprosthesis are properly hydrated and loaded over the guidewire at the right puncture site. The IVC bioprosthesis is positioned at the height of the diaphragm with the skirt of the bioprosthesis visible just above the hepatic vein inflow. The IVC bioprosthesis is then deployed using the delivery system. Post deployme nt of both the SVC and IVC bioprostheses, all catheters and introducer sheaths are removed and the access site is closed per hospital protocol. Administration of anticoagulation and/or antiplatelet therapy is administered intraprocedurally. Current Coding : There are no unique ICD -10-PCS codes to describe the insertion of transcatheter bioprosthetic valves in the IVC and SVC. Facilities can report the procedures performed using the device value D Intraluminal Device and the appropriate body part values V, Superior Vena Cava and 0, Inferior Vena Cava from the tables below . Section 0 Medical and Surgical Body System 2 Heart and Great Vessels Operation H Insertion: Putting in a nonbiological appliance that monitors, assists, performs, or prevents a physiol ogical function but does not physically take the place of a body part Body Part Approach Device Qualifier P Pulmonary Trunk Q Pulmonary Artery, Right R Pulmonary Artery, Left S Pulmonary Vein, Right T Pulmonary Vein, Left V Superior Vena Cava W Thoracic Aorta, Descending 0 Open 3 Percutaneous 4 Percutaneous Endoscopic 0 Monitoring Device, Pressure Sensor 2 Monitoring Device 3 Infusion Device D Intraluminal Device Y Other Device Z No Qualifier Section 0 Medical and Surgical Body System 6 Lower Veins Operation H Insertion: Putting in a nonbiological appliance that monitors, assists, performs, or prevents a physiological function but does not physically take the place of a body part Body Part Approach Device Qualifier 0 Inferior Vena Cava 0 Open 3 Percutaneous D Intraluminal Device Z No Qualifier Coding Options Option 1. Do not create new ICD -10-PCS codes to identify the insertion of transcatheter bioprosthetic valves in the IVC and SVC. Continue coding as listed in current coding. Option 2 . In section X add new table X2H Insertion o f Cardiovascular System, and create new device value R Intraluminal Device, Bioprosthetic Valve applied to the body part values 0 Inferior Vena Cava and 1 Superior Vena Cava, to identify in the IVC and SVC . Section X New Technology Body System 2 Cardiovascular System Operation ADD H Insertion: Putting in a nonbiological appliance that monitors, assists, performs, or prevents a physiological function but does no t physically take the place of a body part Body Part Approach Device / Substance / Technology Qualifier ADD 0 Inferior Vena Cava ADD 1 Superior Vena Cava 3 Percutaneous ADD R Intraluminal Device, Bioprosthetic Valve 9 New Technology Group 9 24 CMS Recomm endation : Option 2, as described above. Interim Coding Advice: Continue using codes as listed in current coding. 25 Topic # 04 - Medicare Electronic Application Request Information System (MEARIS) Effective January 5, 2022, the new electronic applica tion request intake system, Medicare Electronic Application Request Information System (MEARIS), became available as an initial release for users to begin gaining familiarity with a new approach and process to submit ICD -10- PCS procedure code requests. The ICD -10-PCS code request application can be accessed at: https://mearis.cms.gov . We encouraged users to register and begin using this system to provide feedback on their experience with this initial version. Effective March 1, 2022, the full release of MEARIS became active for ICD -10-PCS code request submissions. CMS will only accept ICD -10-PCS code request applications submitted via MEARIS. Requests submitted through the ICDProcedureCodeRequest mailbox will no longer be considered. Within MEARIS, we have built in several resources to support requestors: Please refer to the \"Resources\" section for guidance regarding the request submission process at: https://mearis.cms.gov/public/resources . Technical support is available under \"Useful Links\" at the bottom of the MEARIS site Request related questions can be submitted to CMS using the form available under \"Contact\" at: https://mearis.cms.gov/public/resources?app=icd -10-pcs The time required for application request submission, including the time needed to gather relevant information as well as to complete the form may be extensive depend ing on the nature of the code request. Requestors are, therefore, encouraged to start in advance of the due date to ensure adequate time for submission. Requests submitted through MEARIS will not only help CMS track requests and streamline the review pro cess, but it will also create efficiencies for requestors when compared to the previous submission process. ICD-10-PCS code request submissions are due no later than December 2, 2022 to be considered for the March 7 -8, 2023 ICD -10 Coordination and Mainten ance Committee Meeting. We anticipate an updated release for MEARIS will be made publicly available by mid -October 2022 for users to continue submitting ICD -10-PCS code requests. The updated release will provide additional resources including templates and sample background papers for submitting a code request for either the administration of a drug/therapeutic agent or for a device/technology/service or procedure . Requests for new procedure codes must include both a background paper utilizing the form at of the sample template provided and an accompanying 508 compliant presentation slide deck. Requestors must also indicate if the code request is for consideration for an October 1 implementation date or an April 1 implementation date at the time of submi ssion to be considered complete. 26 Topic # 05 - Intubated Prone Positioning Issue: There are no unique ICD -10-PCS codes to describe therapeutic intubated prone positioning for acute respiratory distress syndrome. New Technology Application? No. Food & Drug Administration (FDA) Approval? No. Background: Prone positioning has been shown to be beneficial in patients with moderate -to- severe acute respiratory distress syndrome (ARDS), which is a common form of acute respiratory failure in critically ill patients with high mortality. Patients with moderate -to-severe ARDS require the support of mechanical ventilation which is traditionally delivered with the patient lying in the supine position. In the proned position, the weight of the heart, abdomen , and chest wall are shifted off the lungs, and the mechanics of the diaphragm and rib cage are altered. As such, lung compression is relieved and alveolar ventilation is distributed more equally across the lung, improving oxygenation. Prone positioning is one of only two evidence -based treatments that are strongly guideline - recommended for moderate -to-severe ARDS; the other is low tidal volume ventilation 1,2. Other adjunctive treatments with weaker evidence include use of vasodilators, paralytics agents , corticosteroids, and extracorporeal membrane oxygenation. Procedure Description Prone positioning is the coordinated turning of a patient from lying on the back (supine position) to the chest (prone position) by a team of skilled healthcare providers. Because patients with moderate -to severe ARDS are dependent on a mechanical ventilator and often simultaneously connected to multiple life -sustaining tubes, catheters, and monitors, several preparatory steps are needed to prevent accidental dislodgement of the endotracheal tube, catheters and lines. The team prepares the patient by: (1) ensuring that the tip of the endotracheal tube is located 2 -4 cm above the main carina (verified on imaging or bronchoscopy), then taping the endotracheal tube securely, (2) ensuring sufficient tube/catheter length and securing all tubes and catheters (e.g., emanating from waist to head gathered at the head of the bed, emanating from waist to feet gathered at the foot of the bed), (3) holding enteral feeding for 45 minutes to 1 hour prior to proning to reduce risk of aspiration, and (4) applying lubricant to the eyes and prophylactic hydrocolloid dressings to bony prominences (e.g., knees, iliac crest, shoulders, chin) to reduce risk of pressure ulcers. Staff should also ob tain support for the head (e.g., foam donut -shaped pillow), chest/pelvis bolsters (e.g., pillows or rolled bed linens to reduce pressure of the abdomen on the bed), and ensure emergency airway and resuscitation equipment is available at the bedside in case of endotracheal tube dislodgment or hemodynamic compromise. 1 Fan E, Del Sorbo L, Goligher EC, et al. An Official American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine Clinical Practice Guideline: Mechanical Ventilation in Adult Patients with Acute Respiratory Distress Syndrome. Am J Respir Crit Care Med 2017;195(9):1253 -63. 2 Gacouin A, Boulain T, et al.; PROSEVA Study Group. Prone positioning in severe acute respiratory distress syndrome. N Engl J Med 2013;368:2159 -2168. 27 A team of 5 to 6 specially trained health care practitioners is required for a single patient. The team includes an airway expert at the head of the bed, the bedside nurse, and at least 4 addi tional team members with a minimum of 2 staff members positioned on each side of the bed. A review of available equipment and preparatory steps should be conducted as part of an official time out. When all equipment and team members are ready to turn the p atient, the patient's airway should be suctioned and 100% oxygen administered. The team member at the head of the bed manages the airway and directs the team; while other staff members ensure the patient's neck, airway, tubes, and catheters are safely pos itioned and secured throughout. Techniques used to physically turn the patient to a prone position vary, but many protocols include a \"log roll\" method. The patient's arms are tucked at the side, the patient is pulled to the edge of one side of the bed, a new sheet is placed on the bed, the patient is turned to a lateral decubitus position, and then finally repositioned to a prone position in the center of the bed, with bolsters positioned to support the pelvis, chest, and head. The patient's respiratory and hemodynamic status should be carefully monitored once they are placed in the fully proned position. Staff should be prepared to return the patient to the supinated position immediately if respiratory or hemodynamic status declines. Otherwise, patien ts tolerating the proned position may remain proned for 16 to 24 hours at a time. The entire procedure is complete when the patient is returned to the supinated position following the same preparatory and turning steps above. Current Coding: There are no unique ICD -10-PCS codes to describe intubated prone positioning performed in the context of mechanical ventilation. Facilities can report the mechanical ventilation procedure using the appropriate code from the table below . Section 5 Extracorporeal or Sy stemic Assistance and Performance Body System A Physiological Systems Operation 1 Performance: Completely taking over a physiological function by extracorporeal means Body Part Approach Device Qualifier 9 Respiratory 3 Less than 24 consecutive hours 4 24 - 96 consecutive hours 5 Greater than 96 consecutive hours 5 Ventilation Z No Qualifier Coding Options Option 1. Do not create new ICD -10-PCS codes to identify intubated prone positioning. Continue coding as listed in current coding. Option 2. In section 5 table 5A0, Assistance o f Physiological Systems, create new qualifier value K Intubated Prone Positioning applied to the body system value 9 Respiratory, the function value 5 Ventilation and the duration values shown in the table below to identify intubated prone positioning performed in the context of mechanical ventilation . 28 Section 5 Extracorporeal or Systemic Assistance and Performance Body System A Physiological Systems Operation 0 Assistance: Taking over a portion of a physiological funct ion by extracorporeal means Body System Duration Function Qualifier 9 Respiratory 3 Less than 24 Consecutive Hours 4 24-96 Consecutive Hours 5 Greater than 96 Consecutive Hours 5 Ventilation 7 Continuous Positive Airway Pressure 8 Intermittent Positive Airway Pressure 9 Continuous Negative Airway Pressure A High Nasal Flow/Velocity B Intermittent Negative Airway Pressure ADD K Intubated Prone Positioning Z No Qualifier CMS Recommendation : Option 2, as described above. Interim Coding Advice: Continue using codes as listed in current coding. 29 Topic # 06 - Section X Update September 2022 ICD-10 Coordination and Maintenance Committee Meeting Background: At the September 11 -12, 2018 ICD -10 C&M Committee Meeting we announced our plans to begin analyzin g the frequency of the New Technology Group 1 codes within Section X as it has been 3 years since the implementation of these codes. We stated that we would consider the following during our review. o Was the procedure code related to a new technology add -on payment application (NTAP)? o If yes, was the technology approved for the NTAP? o What is the frequency (total number of cases) of this procedure code as reported in the data for FYs 2016, 2017 and 2018? o Based on review of the data and the clinical aspects of each procedure code, we will propose one of the options below 1. Leave the code in Section X (e.g. procedure codes related to the administration of a specific medication) 2. Reassign the code to the Med/Surg or other section of ICD -10-PCS and delete from Sectio n X (e.g. NTAP has expired, data analysis and clinical review justifies incorporating this technology/procedure into the main Med/Surg section) 3. Delete the Section X code (e.g. the procedure is not reported as anticipated in the data, therefore the absence of a unique code for this technology/procedure in the classification has minimal impact) For the March 2019 ICD -10 C&M meeting we provided the findings from our initial analysis with regard to the frequency in which the New Technology Group 1 codes had be en reported in the data. At the September 2019 meeting we did not propose any changes to the New Technology Group 1 codes and stated we would continue to monitor the data. For the March 2020 ICD -10 C&M meeting we shared the results of our analysis for t he New Technology Group 2 codes within Section X as it has been 3 years since the implementation of those codes. We provided the frequency (total number of cases) of the New Technology Group 2 procedure codes as reported in the data for FYs 2017, 2018, an d 2019. We also updated the data for the New Technology Group 1 codes to include the frequency of the codes for FY 2019. We revised the format in which we display the findings from our analyses. We created an Excel spreadsheet with 2 specific tabs label ed accordingly as Group 1 Codes and Group 2 Codes. On each tab is the list of ICD -10-PCS codes, code description, frequency by fiscal year and if the technology was approved for the NTAP. At the September 2020 ICD -10 C&M meeting we review ied the updated analysis results in more detail and encourage d participants to consider the options listed above while reviewing the data for discussion. Commenters suggested adding another option for consideration. At the March 2021 ICD -10 C&M meeting we proposed chan ges based on the public comments received and discussed a new approach to consider for future proposals. 30 At the September 2021 ICD -10 C&M meeting we reviewed the finalized changes based on the public comments received and shared our analysis results for t he Group 3 Codes from FY 2018, 2019 and 2020. At the March 2022 ICD -10 C&M meeting we displayed the updated data for Group 2 and Group 3 codes with the CMS recommendation. For this September 202 2 ICD-10 C&M meeting we are reviewing the finalized chang es based on the public comments received and sharing our analysis results for the Group 4 Codes from FY 2019 , 2020 , and 2021 . Fourth Option Issue We received overall support for the addition of the fourth option for the Section X codes which was described as creating a unique code in another section of ICD -10-PCS and deleting the existing section X code. As a result, based on review of the data and the clinical aspects of each section X procedure code, we will continue to propose one of the four options l isted below 1. Leave the code in Section X (e.g. procedure codes related to the administration of a specific medication) 2. Reassign the code to the Med/Surg or other section of ICD -10-PCS and delete from Section X (e.g. NTAP has expired, data analysis and clin ical review justifies incorporating this technology/procedure into the main Med/Surg section) 3. Delete the Section X code (e.g. the procedure is not reported as anticipated in the data, therefore the absence of a unique code for this technology/procedure in the classification has minimal impact) 4. Create a new code in Med/Surg or other section of ICD -10-PCS and delete the code from Section X. (e.g. NTAP has expired, data analysis and clinical review justif ies uniquely identifying the technology in the Med/Surg section) We also received support for establishing guiding principles in connection with the fourth option adding another column to the far right to identify the CMS recommendation reminding requestors that Section X codes are temporary and may be sub ject to one of the four listed options at a future meeting CMS continuing to present recommendations for the Section X codes and allowing the public to comment versus having the public submit specific requests 31 Section X - September 2022 Update Group 4 ICD-10- PCS Code Code Description FY 201 9 FY 20 20 FY 20 21 FY 20 22 Freq. NTAP Freq. NTAP Freq. NTAP Freq. NTAP Total Freq . CMS Recommendation Technology Brand Name XV508A4 Destruction of prostate using robotic waterjet ablation, via natural or artificial opening endoscopic, new technology group 4 38 YES 27 YES 127 NO NO 192 TBA at March meeting The AquaBeam System (Aquablation) XW033G4 Introduction of plazomicin anti -infective into peripheral vein, percutaneous approach, new technology group 4 3 YES 4 YES 2 YES YES 9 TBA at March meeting ZEMDRI (Plazomicin) XW033H4 Introduction of synthetic human angiotensin ii into peripheral vein, percutaneous approach, new technology group 4 180 YES 400 YES 327 NO NO 907 TBA at March meeting GIAPREZA XW043G4 Introduction of plazomicin anti -infective into central vein, percutaneous approach, new technology group 4 1 YES 1 YES 2 YES YES 4 TBA at March meeting ZEMDRI (Plazomicin) XW043H4 Introduction of synthetic human angiotensin ii into central vein, percutaneous approach, new technology group 4 441 YES 851 YES 379 NO NO 1,671 TBA at March meeting GIAPREZA 32 **All Addenda updates are being considered for implementation on April 1, 2023. Topic # 07 - ICD-10-PCS Index Addenda** Lttr C Main Add COMIRNATY(R) use COVID -19 Vaccine use COVID -19 Vaccine Booste r use COVID -19 Vaccine Dose 1 use COVID -19 Vaccine Dose 2 use COVID -19 Vaccine Dose 3 Lttr D Main Delete DynaNail(R) (Hybrid) (Mini) Delete use Internal Fixation Device, Sustained Compression in 0RG Delete use Internal Fixation Device, Sustained Compression in 0SG Main Add DynaNail(R) (Helix) (Hybrid) (Mini) Add use Internal Fixation Device, Sustained Compression in 0RG Add use Internal Fixation Device, Sustained Compression in 0SG Lttr O Main Oxygenation Delete Supersaturated see Assistance, Circulatory 5A05 Add Supersaturated see Assistance, Cardiac 5A0 2 Lttr P Main Add Space of Retzius use Pelvic Cavity Lttr S Main Add SPIKEVAX(tm) use COVID -19 Vaccine use COVID -19 Vaccine Booster use COVID -19 Vaccine Dose 1 use COVID -19 Vaccine Dose 2 use COVID -19 Vaccine Dose 3 Main Delete Supersaturated Oxygen therapy Delete 5A0512C Delete 5A0522C Lttr T Main Transfusion Delete Immunotherapy see New Technology, Anatomical Regions XW2 Add New Technology see New Technology, Anatomical Regions XW1 33 **All Addenda updates are being considered for implementation on April 1, 2023. Lttr V Main Add Vertebral artery, intracranial portion use Intracra nial Artery ICD-10-PCS Body Part Key Addenda Section 0 Medical and Surgical Axis 4 Body Part Term Intracranial Artery Includes Add Vertebral artery, intracranial portion Axis 4 Bo dy Part Row Add Term Add Pelvic Cavity Includes Add Space of Retzius ICD-10-PCS Device Key Addenda Axis 6 Device Row Term Internal Fixation Device, Sustained Compression for Fusion in Lowe r Joints Includes Delete DynaNail(R) (Hybrid) (Mini) Includes Add DynaNail(R) (Helix) (Hybrid) (Mini) Row Term Internal Fixation Device, Sustained Compression for Fusion in Upper Joints Includes Delete DynaNail (R) (Hybrid) (Mini) Includes Add DynaNail(R) (Helix) (Hybrid) (Mini) ICD-10-PCS Substance Key Addenda Section X New Technology Axis 6 Device / Substance / Technology Row Term COVID -19 Vaccine Includes Add COMIRNATY(R) Includes Add SPIKEVAX(tm) Term COVID -19 Vaccine Booster Includes Add COMIRNATY(R) Includes Add SPIKEVAX(tm) 34 **All Addenda updates are being considered for implementation on April 1, 2023. Term COVID-19 Vaccine Dose 1 Includes Add COMIRNATY(R) Includes Add SPIKEVAX(tm) Term COVID -19 Vaccine Dose 2 Includes Add COMIRNATY(R) Includes Add SPIKEVAX(tm) Term COVID -19 Vaccine Dose 3 Includes Add COMIRNATY(R) Includes Add SPIKEVAX(tm) ICD-10-PCS Table Addenda Medical and Surgical Section Axis 5 Approach Temporary Balloon Occlusion Source Description Code specification 2022, public request with CMS internal review In the Medical and Surgical section table 02L, Occlusion of Heart and Great Vessels, add the approach value 0 Open, applied to the body part value W Thoracic Aorta, Descending, for the device value D Intraluminal Device and qualifier value J Temporary. Also, in table 04L, Occlusion of Lower Arteries, add the approach value 0 Open applied to the body part value, 0 Abdominal Aorta for the device value D Intraluminal Device and qualifier value J Temporary. These changes enable the captur e of procedures such as the open temporary occlusion of the descending or abdominal aorta using a balloon. Add: 02LW0DJ (1 code) 04L00DJ (1 code) EXAMPLES Section 0 Medical and Surgical Body System 2 Heart and Great Vessels Operation L Occlusion: C ompletely closing an orifice or the lumen of a tubular body part Body Part Approach Device Qualifier 7 Atrium, Left 0 Open 3 Percutaneous 4 Percutaneous Endoscopic C Extraluminal Device D Intraluminal Device Z No Device K Left Atrial Appendage H Pulmon ary Valve P Pulmonary Trunk Q Pulmonary Artery, Right S Pulmonary Vein, Right 0 Open 3 Percutaneous 4 Percutaneous Endoscopic C Extraluminal Device D Intraluminal Device Z No Device Z No Qualifier 35 **All Addenda updates are being considered for implementation on April 1, 2023. T Pulmonary Vein, Left V Superior Vena Cava R Pulmonary Ar tery, Left 0 Open 3 Percutaneous 4 Percutaneous Endoscopic C Extraluminal Device D Intraluminal Device Z No T Ductus Arteriosus Z No Qualifier W Thoracic Aorta, Descending ADD 0 Open 3 Percutaneous D Intraluminal Device J Temporary Section 0 Medi cal and Surgical Body System 4 Lower Arteries Operation L Occlusion: Completely closing an orifice or the lumen of a tubular body part Body Part Approach Device Qualifier 0 Abdominal Aorta 0 Open 3 Percutaneous 4 Percutaneous Endoscopic C Extralumina l Device D Intraluminal Device Z No Device Z No Qualifier 0 Abdominal Aorta ADD 0 Open 3 Percutaneous D Intraluminal Device J Temporary Axis 7 Qualifier Laser Interstitial Thermal Therapy (LITT) Source Description Code specification 2022, public request with CMS internal review In the Upper Bones body system of the Medical and Surgical section, add qualifier value 3 Laser Interstitial Thermal Therapy, and add to the root operation Destruction table 0P5 for the body part values 3 Cervical Vertebra an d 4 Thoracic Vertebra. Also, in the Lower Bones body system of the Medical and Surgical section, add qualifier value 3 Laser Interstitial Thermal Therapy, and add to the root operation Destruction table 0Q5 for the body part values 0 Lumbar Vertebra and 1 Sacrum. These changes enable capture of detail for procedures such as Laser Interstitial Thermal Therapy (LITT) of the vertebra. Add: 0P5[34][034]Z3 (6 codes) 0Q5[12][034]Z3 (6 codes) EXAMPLES Section 0 Medical and Surgical Body System P Upper Bones Operation 5 Destruction: Physical eradication of all or a portion of a body part by the direct use of energy, force, or a destructive agent Body Part Approach Device Qualifier 0 Sternum 1 Ribs, 1 to 2 2 Ribs, 3 or More 5 Scapula, Right 6 Scapula , Left 7 Glenoid Cavity, Right 8 Glenoid Cavity, Left 9 Clavicle, Right B Clavicle, Left 0 Open 3 Percutaneous 4 Percutaneous Endoscopic Z No Device Z No Qualifier 36 **All Addenda updates are being considered for implementation on April 1, 2023. C Humeral Head, Right D Humeral Head, Left F Humeral Shaft, Right G Humeral Shaft, Left H Radius, Right J Radius, Left K Ulna, Right L Ulna, Left M Carpal, Right N Carpal, Left P Metacarpal, Right Q Metacarpal, Left R Thumb Phalanx, Right S Thumb Phalanx, Left T Finger Phalanx, Right V Finger Phalanx, Left 3 Cervical Vertebra 4 Thoracic Vertebr a 0 Open 3 Percutaneous 4 Percutaneous Endoscopic Z No Device ADD 3 Laser Interstitial Thermal Therapy Z No Qualifier Section 0 Medical and Surgical Body System Q Lower Bones Operation 5 Destruction: Physical eradication of all or a portion of a body part by the direct use of energy, force, or a destructive agent Body Part Approach Device Qualifier 0 Lumbar Vertebra 1 Sacrum 0 Open 3 Percutaneous 4 Percutaneous Endoscopic Z No Device ADD 3 Laser Interstitial Thermal Therapy Z No Qualifier 2 Pelvic Bone, Right 3 Pelvic Bone, Left 4 Acetabulum, Right 5 Acetabulum, Left 6 Upper Femur, Right 7 Upper Femur, Left 8 Femoral Shaft, Right 9 Femoral Shaft, Left B Lower Femur, Right C Lower Femur, Left D Patella, Right F Patella, Left G Tibia, Right H Tibia, Left J Fibula, Right K Fibula, Left L Tarsal, Right M Tarsal, Left N Metatarsal, Right P Metatarsal, Left Q Toe Phalanx, Right R Toe Phalanx, Left S Coccyx 0 Open 3 Percutaneous 4 Percutaneous Endoscopic Z No Device Z No Qualifier 37 **All Addenda updates are being considered for implementation on April 1, 2023. Administrati on Section Axis 4 Body System/Region Intraosseous Administration of Blood Products Source Description Code specification 2022, Coding Clinic Editorial Advisory Board & CMS internal review In the Administration section root operation Transfusion table 30 2, add the body part value T Bone Marrow, applied to the approach value, 3 Percutaneous for the blood product substance values below and qualifier values 0 Autologous and 1 Nonautologous. These changes enable the capture of procedures such as the intraoss eous administration of blood products. Add: 302T3[HJKLNP R][01] (14 codes) EXAMPLE Section 3 Administration Body System 0 Circulatory Operation 2 Transfusion: Putting in blood or blood products Body System / Region Approach Substance Qualifier ADD T Bone Marrow 3 Percutaneous H Whole Blood J Serum Albumin K Frozen Plasma L Fresh Plasma N Red Blood Cells P Frozen Red Cells R Platelets 0 Autologous 1 Nonautologous New Technology Section Axis 6 Device / Substance / Technology Administration of REGN -COV2 Monoclonal Antibody Source Description Code specification 2022, CMS internal review In New Technology Section table XW0, add substance value G REGN -COV2 Monoclonal Antibody, applied to body part value 1 Subcutaneous Tissue and approach value 3 Percutaneous, to identify the subcutaneous administration of REGN -COV (Casirivimab and imdevimab). These changes enable the efficient tracking of this therapeutic when used in the treatment of COVID -19. Add: XW013G6 (1 code) 38 **All Addenda updates are being considered for implementation on April 1, 2023. EXAMPLE Section X New Tec hnology Body System W Anatomical Regions Operation 0 Introduction: Putting in or on a therapeutic, diagnostic, nutritional, physiological, or prophylactic substance except blood or blood products Body Part Approach Substance Qualifier 1 Subcutaneous Tissue 3 Percutaneous ADD G REGN -COV2 Monoclonal Antibody 6 New Technology Group 6 3 Peripheral Vein 4 Central Vein 3 Percutaneous G REGN -COV2 Monoclonal Antibody 6 New Technology Group 6 Administration of Sabizabulin Source Description Code specificat ion 2022, CMS internal review In New Technology Section table XW0, Introduction, create new substance value K Sabizabulin. Sabizabulin is an orally administered antiviral/anti -inflammatory therapeutic. These changes enable the efficient tracking of this t herapeutic when used in the treatment of COVID -19. Add: XW0DXK8 (1 code) XW0[GH]7K8 (2 codes) EXAMPLE Section X New Technology Body System W Anatomical Regions Operation 0 Introduction: Putting in or on a therapeutic, diagnostic, nutritional, physiol ogical, or prophylactic substance except blood or blood products Body Part Approach Device / Substance / Technology Qualifier D Mouth and Pharynx X External ADD K Sabizabulin 8 New Technology Group 8 G Upper GI H Lower GI 7 Via Natural or Artificial Opening ADD K Sabizabulin 8 New Technology Group 8 Index entries to accompany this addenda proposal: ICD-10-PCS Index Addenda Lttr S Main Main New Technology Add Sabi zabulin XW0 39 Topic # 08 - Administration of Lovotibeglogene autotemcel (lovo -cel) Issue: There are currently no unique to describe the administration of lovotibeglogene -cel), an autologous ex vivo y. New Technology Application? Yes. The requestor intends to submit a New Technology Add - on Payment (NTAP) application for FY 2024 consideration. Food & Drug Administration (FDA) Approval? No. A Biologics License Application (BLA) is projected to be s ubmitted to the FDA in the first quarter of 2023, with a request for Priority Review. Background: Sickle cell disease (SCD)1 is a serious, progressive and debilitating genetic disease caused by a single mutation in the Beta () -globin gene that leads to the production of abnormal sickle hemoglobin (HbS).2,3,4 In low oxygen conditions, high HbS concentrations cause red blood cells (RBCs) to become sickled, sticky and rigid with a shorter lifespan, which manifests acutely a s hemolytic anemia, vasculopathy and vaso progressive vasculopathy and prolonged hemolytic anemia can result in chronic complications leading to disease progression and end -organ damage.2,3 Chro nic complications of SCD increase in prevalence and severity with age.5,6 The median age of survival of patients with SCD is estimated to be in the fifth or sixth decade of life, which is about 20 -30 years shorter than the general population.7 Current ma nagement of SCD relies on the lifelong use of acute and chronic therapies with suboptimal clinical benefits. Despite these therapies, patients continue to experience clinical symptoms, progressive organ damage, and other substantial morbidities, which cont ribute to decreased quality of life, sociopsychological challenges, significant healthcare resource utilization, and early mortality .2,8,9 Allogeneic hematopoietic -cell transplantation with matched sibling donor (MSD) remains the sole potentially curative treatment in, though its use is limited by donor availability and the risk of graft -versus -host disease and graft rejection .2,10 Lovotibeglogene is a n investigational one-time ex vivo gene addition therapy product being evaluated for the treatment of sickle cell disease (SCD) .1 According to the requestor, lovo-cel has the potential to treat the pathophysiological basis of the disease, reducing or eliminating downstream complications. A recent publication in the New England Journal of Medicine11 reported interim analyses of efficacy and safety for patients with SCD treated with lovo - cel in the ongoing open label non -randomized Phase 1/2 study HGB -206.1 As reported by Kanter et al,9 as of the February 17, 2021 data cutoff, there ha d been no reports of graft versus host disease (GvHD), graft failure, replication -competent lentivirus, or vector -mediated insertional oncogenesis 1 https://clinicaltrials.gov/ct2/show/NCT02140554?term=lentiglobin&cond=sickle+cell&draw=2&rank=2 et al. Nat Rev Dis Primers. 2018;4:18010. 3 Sundd P, et al. Annu Rev Pathol. -292. 4 Ware RE, et al. Lancet. 2017;390:311 -323 5 Kanter, et al. Blood Rev. 2013;27(6):279 - 287. 6 Serjeant, GR. Cold Spring Harb Perspect Med. 2013;3(10):a011783. 7 Elmariah H, et al. Am J Hematol. 2014;89(5):530 -535. 8 Buchanan GR, et al. 2014. Available at https://www.nhlbi.nih.gov/sites/default/files/media/docs/ sickle -cell-disease - report%20020816_0.pdf et al. N Engl J Med. 2022;386:617 -628. 40 in subjects from Group C or any subject treated in HGB -206. The safety data from Group C patients in HGB -206 remain generally consistent with the known side effects of autologous hematopoietic stem cell collection and myeloablative single -agent busulfan conditioning, as well as underlying SCD. Mechanism of Action Gene therapy with lovo -cel consists of the autologous tr transduced the BB305 lentiviral vector encoding a modified - globin gene, which results in the production of antisickling hemoglobin HbAT87Q. HbAT87Q is a modified adult hemoglobin (Hb) with an amino -acid substitution (threonine to glutamine at position 87) designed to sterically inhibit polymerization of HbS.11 Lovo -cel administration results in engraftment of hematopoietic stem cells (HSCs) containing the A-T87Q-globin gene permanently integrated into their genomic DNA, enabling durable expres sion of A-T87Q-globin, which prevents the root cause of the disease burden of SCD (polymerization of HbS) by increasing total hemoglobin (Hb) concentration and therefore decreasing the concentration of HbS in a cell suspension for intravenous infusion. The minimum recommended dose is 3.0 × 106 CD34+ cells/kg, shipped to the hospital i n one or more (up to four) patient -specific infusion bags, in metal cassette(s ) in a cryoshipper. The patient journey or treatment regimen for SCD patients treated with lovo -cel comprises mobilization/apheresis to collect the patient's own stem cells, manufacturing of the gene therapy product utilizing those cells as the starting material (during which the patient remains out of the hospital), myeloablative conditioning, intravenous infusion of lovo -cel and recovery (during which the patient is in hospital). The lovo -cel infusion should be completed as soon as possible and no more than four hours after thawing. Each infusion bag will be administered via intravenous infusion over a period of less than 30 minutes. If more than one infusion bag, all infusion bags must be administered consecutively. The entire volume of each infusion ba g should be infused. The myeloablative conditioning, lovo -cel infusion and monitoring through engraftment is expected to occur in the inpatient setting. In most cases, the mobilization and apheresis procedures also take place in the inpatient setting . Sim ilar to an autologous or allogeneic stem cell transplant, following lovo-cel infusion the patient is expected to remain hospitalized for a period of time to allow for engraftment and reconstitution of the immune system. As reported by Kanter et al, 2022, i n the interim analysis of Study HGB -206 Group C, the median (min, max) duration of hospitalization from admission for myeloablative conditioning to post -infusion discharge was 35 (26, 65) days (N=35).9 Current Coding: There are no unique ICD -10-PCS codes describe the intravenous transfusion of lovotibeglogene autotemcel (lovo -cel). Transfusion of autologous h ematopoietic stem/progenitor cells, genetically modified into peripheral vein, percutaneous approach 12 Kato GJ, et al. Blood Rev. 2007;21 :37-47. 13 Shaeffer JR, et al. Nature. 1978;276 :631 -3. 14 Ngo DA, et al. Br J Haematol. 2012;156 :259 -64. 41 30243C0 Transfusion of autologous hematopoietic stem/progenitor cells, genetically modified into central vein, percutaneous approach Coding Options Opti on 1. Do not create new ICD -10-PCS codes for the intravenous transfusion of l ovotibeglogene autotemcel (lovo -cel). Continue coding as listed in current coding. Option 2 . Create new codes in section X, New Technology, to identify the intravenous transfusio n of lovotibeglogene autotemcel (lovo -cel). Section X New Technology Body System W Anatomical Regions Operation 1 Transfusion: Putting in blood or blood products Body Part Approach Device / Substance / Technology Qualifier 3 Peripheral Vein 4 Central Vein 3 Percutaneous ADD H Lovotibeglogene Autotemcel ADD 9 New Technology Group 9 CMS Recommendation : Option 2, as described above. Interim Coding Advice: Continue using current codes as listed in current coding. 42 Topic # 09 - Administration of Exagamglogene autotemcel (exa -cel) Issue: There are no unique ICD -10-PCS codes to describe the administration of exagamglogene autotemcel (exa -cel), an autologous ex vivo gene -edited biological product. New Technology Application? Yes. The requesto r intends to submit a New Technology Add - on Payment (NTAP) application. The requestor is seeking an April 1, 2023 implementation date. Food & Drug Administration (FDA) Approval? No. Background: The B eta () -hemoglobinopathies, which include -thalassemia and sickle cell disease (SCD), are among the most prevalent monogenic (meaning caused by variation in a single gene ) disorders worldwide. -thalassemia is an autosomal recessive disease caused by a mutation in or near the beta-globin (HBB ) gene that results in reduced or absent production of functional beta -globin . When beta -globin is absent, alpha -globin and its degradation products precipitate, which can cause intracellular hemichrome precipitation, ineffective erythropoiesis, chronic hemolysis, and profound anemia. In transfusion -dependent -thalassemia (TDT), the most clinically severe form of the disease, patients require long -term red -cell transfusions for survival and the prevention of serious complications. SCD, an inherited disorder that affects red blood c ells, is caused by mutations in the HBB gene that contains instructions to make a component of hemoglobin. In sickle cell disease, at least one HBB gene copy contains instructions for making hemoglobin S, while the second gene copy may contain instructions for making another faulty version of the protein, such as hemoglobin C. Red blood cells containing faulty hemoglobin can become misshapen and rigid, making it difficult to pass through small blood vessels, slowing or blocking blood flow. This in turn can compromise oxygen delivery to different tissues and organs, causing damage and inflammation. Blood vessel blockage also can result in episodes of sudden and severe pain, known as vaso -occlusive crises (VOCs). Sickled red blood cells usually break apart and die much quicker than healthy rounded red blood cells are made, causing a shortage of red blood cells, or anemia, the most common symptom of the sickle cell. The current standard of care for patients with TDT consists of lifelong, regular red -cell transf usions and iron chelation. The risks of serious complications from transfusion -related iron toxicity and viral infections persist despite improvements in care. In SCD, commonly used medications include antibiotics to prevent infections and painkillers to m anage pain. Other treatments also are available to reduce the frequency of pain crises, including hydrox yurea and Adakveo (crizanlizumab). The only potentially curative both -thalassemia and SCD is allogeneic hematopoietic -cell transplantation. Such transplants are complex, however, and carry risks such as graft rejection, graft -versus -host disea se, and other treatment -related toxic effects. Exa-cel, also known as CTX001 , is an investigational therapy based on the clustered regularly interspaced short palindromic repeats (CRISPR ) and CRISPR editing tool . CRISPR/C as9 edits genes by precisely cutting DNA and then letting natural DNA repair processes to take over. Exa-cel is designed to modify a patient's blood cell precursors to produce high levels of fetal hemoglobin (HbF) . HbF is a form of oxygen -carrying hemoglo bin found in newborn red blood cells that transports oxygen more efficiently than its adult equivalent 43 (Hb). HbF can substitute for the diseased hemoglobin in TDT and SCD patients , reducing or eliminating symptoms. Mechanism of Action As a therapy, exa-cel involves isolating a patient's own hematopoietic stem cells (HSCs) , editing them with CRISPR/Cas9 to increase HbF in the red blood cells , and then returning the edited cells to the patient through a stem cell transplant . The target of CRISPR/Cas9 editing is the erythroid -specific enhancer region of BCL11A. Reducing BCL11A expression increases fetal hemoglobin expression. According to the requestor, t he elevation of HbF by exa-cel has the potential to alleviate or eliminate transfusion requirements for pa tients with TDT and reduce painful and debilitating sickle crises for patients with SCD . Exa-cel is being studied in clinical trials. The safety data reported to date for exa -cel has been consistent with an autologous stem cell transplant and myeloablativ e conditioning with busulfan. Inpatient Administration of Exagamglogene Exa-cel is prepared from a patient's own HSCs, which are collected from the peripheral blood . The cells are edited at a manufacturing facility, cryopreserved and shipped back to the authorized treatment center (e.g., hospital). Once the cells are received at the authorized treatment center, the patient undergoes myeloablative conditioning with busulfan before the cells are infused. Exa-cel is then administered via a stem cell transplant procedure as a single dose through a central venous catheter, at least 48 hours and within 7 days after the last busulfan dose. Monitoring for adverse events and engraftment occurs along with the administration of any supportive ther apy that may be required. Once engraftment occurs, the cells begin production of red blood cells that express fetal hemoglobin. Current Coding: There are no unique ICD -10-PCS codes to describe the intravenous transfusion of exagamglogene autotemcel (exa -cel). Facilities can report the intravenous transfusion of exagamglogene autotemcel (exa -cel) with one 30233C0 Transfusion of autologous hematopoietic stem/progenitor modified into peripheral vein, p ercutaneous approach 30243C0 Transfusion of autologous hematopoietic stem/progenitor cells, genetically modified into central vein, percutaneous approach Coding Options Option 1. Do not create new ICD -10-PCS codes for the intravenous transfusion of e xagamglogene autotemcel (exa -cel). Continue coding as listed in current coding. Option 2 . Create new codes in section X, New Technology, to identify the intravenous transfusion of exagamglogene autotemcel (exa -cel). Section X New Technology Body System W Anatomical Regions Operation 1 Transfusion: Putting in blood or blood products Body Part Approach Device / Substance / Technology Qualifier 3 Peripheral Vein 4 Central Vein 3 Percutaneous ADD J Exagamglogene Autotemcel ADD 8 New Technology Group 8 CMS Recommendation : Option 2, as described above. Interim Coding Advice: Continue using current codes as listed in current coding. "}