{"title": "Here's How Much the Coronavirus Is Costing the World (So Far)", "author": "Danielle Braff; Dawn Yanek", "url": "https://www.rd.com/list/how-much-the-coronavirus-is-costing-the-world/", "hostname": "rd.com", "description": "Millions remain out of work, industries are losing billions, and that's just the beginning.", "sitename": "Reader's Digest", "date": "2020-09-16", "cleaned_text": "Coronavirus Is Costing the World (So Far) Millions remain out of work, industries are losing billions, and that's just the beginning. The other devastating effects of COVID-19 Coronavirus isn't just costing lives; it's also costing livelihoods. As the death toll rises around the world and the disease continues to spread throughout the United States, reaching numbers it's hard to fully comprehend, it's costing the global economy trillions in lost income, business bankruptcies, tourism dollars, and more. So, just how much money will it cost us when all is said and done? Estimates from Bloomberg in early March put the potential cost at $2.7 trillion—but that was before [coronavirus was declared a pandemic](https://www.rd.com/article/epidemic-vs-pandemic/), the United States and the rest of the world went on lockdown. Now, according to a report from the Congressional Budget Office (CBO) released over the summer, those numbers have ballooned exponentially. The CBO predicts that the pandemic will shrink the U.S. economy alone by approximately $8 trillion over the next 10 years, which roughly translates to a 3 percent decline in the GDP. Here's a closer look at what this virus is doing to us financially—and will continue to do in the coming months and years. Airlines and hotels are suffering The travel and logistics sectors have been the hardest hit, says Andrew Schrage, CEO and co-founder of Money Crashers. In particular, airlines and transportation companies lost billions in market value since the beginning of the year. \"The shock is worse than anything that's happened since 9/11,\" Schrage says. \"Depending on the extent and duration of the pandemic, the long-term impact could wind up being worse than 9/11.\" Airlines alone are set to lose at least $100 billion through 2021, according to the International Air Transport Association, and the trillions in government aid haven't managed to stanch any of the bleeding. The same goes for hotels, though they have started to do more business as people begin to travel domestically. An August 31 report from the American Hotel & Lodging Association found that \"nearly two out of three hotels are at or below 50 percent occupancy...and four out of 10 hotel workers remain unemployed,\" according to USA Today. Furloughs are also continuing to translate into layoffs. And overall, the World Travel and Tourism Council predicts a possible loss of 197 million travel industry jobs worldwide and a subsequent $5.5 trillion loss from the global GDP. Cruises are still mostly docked Cruise lines have faced huge hurdles over the past few months. Before they were ultimately docked in mid-March, cancellations were on the rise, and some cruises were quarantined due to COVID outbreaks (and passengers were stuck onboard since the ships weren't allowed to dock). While American cruise lines were supposed to reopen for business in the late summer, the CDC recently extended the no-sail order through September 30. European cruises have started to sail again, though some have already had COVID outbreaks. In June, Carnival reported a $4.4 billion loss—and that was just for the second quarter. And Carnival, Norwegian, and Royal Caribbean stocks were down between 55 and 70 percent for the year. All that said, cruise lines are planning for a busy 2021, according to Condé Nast Traveler, with the industry reportedly seeing increased bookings and also limited availability due to new social distancing and safety protocols. The restaurant industry is in trouble The numbers are enough to turn your stomach: The National Restaurant Association estimates that the restaurant and foodservice industry in the United States alone lost around $120 billion in sales—just during the first three months of the pandemic. As we all know, restaurants big and small continue to struggle, as dining still hasn't resumed fully in most places, and in the places where it has, capacity is significantly lower in order to accommodate for proper social distancing. If things continue in this fashion, that number could balloon to $240 billion by the end of 2020. Millions of Americans have lost their jobs When businesses were shuttered, they weren't making money...which meant there wasn't any money (or, at least, there was less of it) to pay employees. Even the businesses that did remain open were negatively impacted by the shutdowns and the economy contracting. As a result, there were furloughs, then layoffs, and a general tightening of company purse strings, with some companies instituting pay cuts or eliminating independent contractors. While small businesses are particularly susceptible to the effects of people staying home, away from crowds and businesses, even big businesses have faced sometimes-insurmountable issues. According to research from investment bank Jefferies, bankruptcies from big companies increased 244 percent in July and August compared to the same period in 2019. So, how did all of that translate to workers? In April, unemployment rates were even higher than they were during the Great Depression, notes the Brookings Institution, and more than 40 million unemployment claims were filed in the spring. While some of those jobs have come back, the picture is still not pretty. According to the U.S. Department of Labor's Bureau of Labor Statistics, 24.2 million people were unable to work or worked fewer hours in August because \"their employer closed or lost business due to the pandemic.\" While this is down from 31.3 million in July, it's obviously still a monstrous number. Extended unemployment and sickness may lead to personal bankruptcies Even before the pandemic hit, many people were living paycheck to paycheck in this country and things were precarious. Add in layoffs, child-care issues, and costly medical bills, and it's a recipe for disaster. Back in March, a Heathcare.com and YouGov poll found that nearly half of insured Americans worried about the costs of treatment if they came down with coronavirus—and that was among insured adults. Their fears proved valid. According to The BMJ, problems have arisen with the cost of testing, repeat doctor visits, extended hospital stays, and charges for out-of-network health care workers even when a hospital is technically in-network. But all of this hasn't led to an avalanche of personal bankruptcies just yet. Why? For starters, these medical bills are just starting to accumulate, so their effect isn't yet fully known. Also, in terms of unemployment-related issues, as the New York Times notes, the government's stimulus packages helped keep people afloat...but unfortunately that $600 a week in federal unemployment payments ended on July 31. Now, bankruptcy experts say that a devastating financial storm is likely on its way. New York City ground to a halt While this happened in a number of major cities in an attempt to slow the rate of infection, it was perhaps nowhere near as jarring as it was in the city that never sleeps. Museums were closed, restaurants were empty, and Broadway's lights turned off. While museums and restaurants have reopened in varying capacities, Broadway will be dark until 2021, with a handful of productions hoping to premiere in the spring. While it may be hard to understand just how much revenue has been lost, consider this: In 2019, when a power failure caused Broadway to go dark for five hours, it cost producers $3.5 million in revenue. Now multiply that by 30-plus days and 12 months for some seriously staggering figures. Of course, that doesn't take into account the lost wages for the thousands of actors, production staff, and associated businesses that benefit from Broadway, Off-Broadway, the Met, and Lincoln Center. According to the Washington Post, Broadway generally makes $2 billion in ticket sales annually and contributes $575 million in taxes to New York City. All of that is now gone, and it's just the tip of New York City's new financial problems. With so many people out of work, small businesses in trouble, real estate defaults looming, tourists staying away, some residents moving out of the city, and emergency funds depleted, New York will see a revenue loss of up to 16 percent in 2021, according to a new study in the National Tax Journal. Sports were benched It started with March Madness and quickly spiraled into the NBA, the NHL, the MLB, and U.S. and European soccer. All of your favorite sporting events were [canceled](https://www.rd.com/article/cancelled-or-canceled/) for months, and here's a little perspective from a financial standpoint: According to Fox Business, the NCAA raked in an estimated $933 million during 2019's March Madness when factoring in media rights, ticket sales, and sponsorships. And that's just for one college-sports championship. Losses in professional sports may soar to the tens of billions, from lost ticket sales, merchandise, advertising, and more. While major league baseball and the NFL have resumed their seasons, and tennis and golf matches have forged ahead, all have done so with lots of extra COVID precautions and no fans. TicketIQ estimates that the MLB will lose $5 billion in ticket sales, with the Yankees alone losing $175 million. Over at the NFL, a handful of stadiums, including Kansas City, Cleveland, Dallas, and Jacksonville, may allow fans at home games, but those numbers will be low. Jacksonville, for example, will reportedly allow only 25 percent capacity. FYI, these are the [6 places you're most likely to catch coronavirus](https://www.rd.com/article/places-youre-most-likely-to-catch-coronavirus/). Disney lost—and continues to lose—billions Before the pandemic, Disney World and Disneyland closed only a handful of times in their entire histories due to major world or weather events. While Disney World reopened in mid-July after a nearly four-month closure, Disneyland's gates are still shuttered. So, how bad has it been? In early August, the Walt Disney Company reported that it had lost nearly $5 billion during the closures. Things likely won't be back to normal anytime soon, as visitors haven't returned to the reopened parks in full force, costing the company even more. Of course, these losses don't just affect the company—they also severely affect anyone working for Disney and in the surrounding areas, which rely on tourism dollars. The company furloughed 100,000 people in April, and while some of those jobs have come back, others have not. Payments are late Many businesses large and small have to wait for net payment terms before getting paid, says Steven Lee, co-founder of invoice finance marketplace Crowdz. \"With these types of global incidents, the delay in revenue further pushes out when a company gets paid,\" he explains. \"The loss of revenue from companies, factory shutdowns or stocks taking a hit, and fear of global catastrophes like coronavirus have a huge impact on business cash flows.\" Late payments are being seen across the board, with everything from car payments and credit card bills to rent and mortgages. The CDC recently issued a temporary halt on residential evictions through the end of the year, warning that evictions could contribute to the spread of COVID-19. Numerous cancellations Events aren't what they used to be—if they are happening at all. Aside from personal business trips and conferences, some of the bigger and more public cancellations have included: music festivals SXSW and Coachella, Facebook's Global Marketing Summit, Japan's Azalea Festival, the China Grand Prix, all Live Nation Entertainment and AEG Presents music tours, the Tribeca Film Festival, and New York's Comic Con, to name a few. Plus, the 2020 Summer Olympic Games, which were supposed to be held in Tokyo in July, were postponed until 2021. While experts say that an outright cancellation could have cost Japan's economy a whopping $75 billion, the delay will still cost somewhere between $12.6 million and $25 billion. And that's not even taking into consideration the billions' worth of impact on sponsors and networks around the globe, as well as athletes, notes ESPN. Hollywood productions have been delayed How can you film an intimate scene in the middle of a highly contagious pandemic? Or one that requires dozens, if not hundreds, of crew members and actors to pull off an action scene in a blockbuster? Unfortunately, this is a riddle that Hollywood wasn't able to answer, as numerous productions came to a screeching halt. While the late summer and early fall saw productions starting to resume, film and TV sets look very different, with new (and costly) safety protocols in place. As a result of past and continuing challenges, production plans and movie release dates are being pushed into the ever more distant future. They include everything from Mission: Impossible and the new James Bond movie to the Wonder Woman, John Wick, and Transformers films, as well as a smattering of Marvel, Disney, and Star Wars productions. According to an August Brookings report, coronavirus caused $33.1 billion in losses just between April and July. And this pain is likely to continue for a while. Back in May, the research firm Ampere Analysis estimated that the global entertainment industry will lose $160 billion of growth over the next five years. Plus, movie theaters have been closed because of their enclosed spaces, recirculated air supplies, and difficulties maintaining proper social distancing, squeezing the industry even tighter. [Streaming services](https://www.rd.com/list/where-else-to-stream-movies-when-netflix-wont-load/), however, have been booming. Poverty is increasing around the world Of course, coronavirus isn't solely an American problem. This is a global problem from both a health perspective and an economic one. According to research conducted in June by GlobeScan for the BBC, 69 percent of survey respondents in poorer countries reported decreased income as opposed to 45 percent in wealthier ones. \"Across different countries and within most countries, results show that those who are most systemically disadvantaged have been hit the hardest,\" Chris Coulter, the chief executive of GlobeScan, told the BBC. The Bill and Melinda Gates Foundation reported similarly distressing news in its brand-new 2020 Goalkeepers report, noting that after two decades of progress around the world, nearly 37 million people have lost significant amounts of income and are now living on less than $1.90 per day. In addition to global poverty, the pandemic has adversely affected vaccination rates, HIV transmission, gender equality, education, and more. Unfortunately, these problems won't be reversed overnight—or anytime soon. When will things go back to normal? Here's what [post-coronavirus life could look like.](https://www.rd.com/list/what-a-post-coronavirus-life-could-look-like/) For more on this developing situation, see "}