{"title": "IMI - Integrated Medicine Institute Hong Kong", "author": null, "url": "https://www.imi.com.hk/imi-home-edit/", "hostname": "imi.com.hk", "description": "We are Hong Kong's largest natural and integrated medicine clinic. We focus on family medicine, corporate health, sports medicine, women's health and more.", "sitename": "IMI - Integrated Medicine Institute | Heal. Balance. Evolve.", "date": "2023-03-26", "cleaned_text": "Welcome to IMI Asia's largest natural and integrated medicine clinic Thousands have placed their trust in IMI since we started over 30 years ago, turning to us to achieve optimal health and wellbeing. Serving Hong Kong and now Singapore, we focus on family medicine, physical health, mental health, women's health, sports medicine and more. 200,000 Client visits since we began practice Meet our practitioners Peace of mind comes as standard At IMI the core of our practice centres around treatment methods that are properly regulated and follow a strict code of ethics. 200,000 Client visits since we began practice Meet our practitioners Peace of mind comes as standard At IMI the core of our practice centres around treatment methods that are properly regulated and follow a strict code of ethics. 25 Services in natural and integrated medicine Our services Bringing together centuries-old healing traditions and the laws of nature Naturopathic medicine and nutrition. Conventional medicine and diagnostic testing. Psychology. Counselling. Traditional Chinese medicine. Acupuncture. 25 Services in natural and integrated medicine Our services Bringing together centuries-old healing traditions and the laws of nature Naturopathic Medicine and Nutrition. Conventional Medicine and Diagnostic Testing. Psychology. Counselling. Traditional Chinese Medicine. Acupuncture. [See our services > >](https://www.imi.com.hk/services) 2,400 Items stocked in the region's largest natural dispensary Supplements & herbal remedies Pure, potent, world-class, clinical-grade brands that you IMI's dispensary offers an extensive range of the highest quality supplements, vitamins, minerals and homeopathic remedies, not to mention herbs 2,400 Items stocked in the region's largest natural dispensary Supplements & herbal remedies Pure, potent, world class, clinical-grade brands that Whatever it is you need, IMI's Dispensary offers an extensive range of the highest quality supplements, vitamins, minerals and homeopathic remedies - as well as herbs= Your health online Better wellbeing, at the click of a button Our telehealth services ensure that no matter where you are in the world, you can always receive quality healthcare. Get medical advice Your health online Better wellbeing, at the click of a button Our telehealth services ensure that no matter where you are in the world, you can always receive quality healthcare. Get medical advice Discover Recent blogs and articles [Homeopathy for children](https://www.imi.com.hk/homeopathy-for-children/) Low immunity, anxiety and sensory issues. Learn how our homeopaths healed three children by finding the right remedy to meet their physical and emotional needs. [Helping your child overcome sports injuries](https://www.imi.com.hk/helping-your-child-overcome-sports-injuries/) Sports injuries in kids are unavoidable, but we can reduce their risk of injury, as well as help them heal faster. Learn how osteopathy can help. What people are watching [Melatonin and sleep](https://www.imi.com.hk/melatonin-and-sleep/) Ever tried Melatonin when you've had trouble sleeping, and it hasn't worked? Well, there might be a reason for that, Melatonin might not be the right choice for what you're... [Let's talk menopause with Dr Ji Woon Min](https://www.imi.com.hk/lets-talk-menopause-by-dr-ji-woon-min/) Let's talk menopause with Dr Ji Woon Min Many women head into the menopause feeling underprepared and overwhelmed. Symptoms include weight gain, fatigue, insomnia, erratic periods, mood fluctuations, hot flushes... In the media [Tatler Asia Q & A with Katia Demekhina, IMI Nutritional Therapist](https://www.imi.com.hk/tatler-asia-qna-with-katia) Nutritional therapist Katia Demekhina talks about nutrition and women's health. [The benefits of mushroom coffee with Katia Demekhina | South China Morning Post](https://www.imi.com.hk/benefits-mushroom-coffee-south-morning-china-post) Nutritional therapist Katia Demekhina discusses the benefits of mushroom coffee: for better brainpower, energy levels, and immune function. "}