{"title": "Dr Hauschka | Effective natural skincare | Cruelty-free | LISA SAID SO", "author": "Lisa", "url": "https://lisasaidso.co.nz/dr-hauschka-natural-cruelty-free-makeup-cosmetics-skincare-review/", "hostname": "lisasaidso.co.nz", "description": "I'll tell you a number of things that I've come to learn about skincare from Dr Hauschka, as well as a few things I've come to learn for myself.", "sitename": "Lisa said so", "date": "2016-02-24", "cleaned_text": "'youth-full' I was first introduced to 'Dr Hauschka' in London — some 15 years ago. A friend of mine bought me a tube of facial moisturiser for my birthday. Initially I was nonplussed by this (lovely) gesture as this cream was clearly made by a doctor (suggesting that it was medicated). Why was my friend prescribing me stuff? And more worringly, what the heck did she think was wrong with my face? On the plus side — 0n further inspection — I found that the product was natural and it wasn't tested on animals. Seeing my perplexed face, my friend quickly added that Madonna was reported to use the stuff. Well! Okay then... why didn't she just say that to begin with? As it turned out my friend didn't actually have a problem with my face. (Phew!) She just thought it would be a very swanky present to get me. And she was right — as this stuff isn't cheap! Note: I knew it wasn't cheap, because I asked. I wasn't too sure what level of excitement I should be exhibiting - and clearly I didn't want to appear ungrateful. (Rude - yes. Ungrateful - no.) 'Dr Hauschka' proved to be an exceptional product in so many respects (which I'll discuss below). And now, when clients come to see me with facial skin-issues, I recommend specific Dr Hauschka products for their topical skin care. These clients may be suffering from acne, sensitive skin, uneven skin tone, or dry skin1. Note: Dr Hauschka is pronounced: HowShh-Kah. Dock-tur HowShh-Kah... In this post, I'll tell you a number of things that I've come to learn about skincare from Dr Hauschka, as well as a few things I've come to learn for myself. Note: When I was a teenager (and even into my early 20s) I used to sport a faceful of pimples, which alongside my pale skin + freckles + red hair was not a winning combination! Anthroposophy, is a Greek word meaning \"wisdom of the human being\". It is a philosophy that recognises the connection between the human being & nature. And it stems from the teachings of the scientist + philosopher Dr Rudolf Steiner. This movement encourages the individual to view the importance of their life in conjunction with the entire universe. The forces of our body, soul + spirit are intrinsically connected, and they are closely related to the processes that occur in nature. It makes you go 'goosey' all over, right? It's pretty much what James Cameron was trying to teach us in the movie, Avatar Dr Hauschka must have also felt all warm + fuzzy about this philosophy, because Dr Steiner was the inspiration behind his skincare range. To this end, his products are created using biodynamic farming methods (which spring from Anthroposophical philosophy). Essentially ['Biodynamic'](https://en.wikipedia.org/wiki/Biodynamic_agriculture) takes 'organic' to a higher level. Dr H products are rhythmitised. What this means is that clever Dr Hauschka was able to come up with an ingenious process that allowed him to preserve the medicinal properties of the plant extracts without using alcohol. How did he do this? He cut up freshly harvested plants; mixed them with water for seven days; subjected them to light + darkness, warmth + cold, rest + movement; pressed + filtered them; and would then add a little ash to these residues. Note: WALA (the parent company) is an acronym for the process by which Dr. Hauschka developed his rhythmical processing method: Warmth, Ash, Light, Ash. Dr Hauschka is all about rhythm. Dr Steiner taught him this: Study rhythms, rhythm carries life. Dr H studied the rhythm of plants. (When they should be sown, harvested — and ultimately processed.) He studied the rhythm of skin. (The cycle of its renewal, its different needs at different times of the day and different times of the year.) And he also studied the rhythm of skin-care products - and how they should be applied. (Dr H encourages you to use the 'Press + Roll' technique that stimulates your lymphatic system to enhance the cleansing and repair of your skin.) When it comes to Dr H products you have to turn your thinking around in order to turn your skin around. The philosophies of this brand are the opposite to what is considered the norm. Let me explain: Dr H believes that to support the natural activity of the skin it should be kept oil-free at night. This is because during the night the skin renews + regenerates + detoxifies. Dr H likes your skin to breathe at this time so that it can get on with these processes uninhibited by an oil slick. He encourages the use of water-based products at this time. Note: Before bed you simply cleanse then use a toner or a serum. If you have dry skin, rather than rely on a 'thick' moisturising cream, use one that has a fine consistency. You'll find that Dr H's most moisturising day cream is also the 'thinnest'. This is because the constituents chosen for the cream should encourage your skin to produce its own moisture rather than you having to be dependent on a product to supply hydration to you. Yes — I know this sounds like a terrifying prospect! However, if you use oil on oily-skin you actual calm the skin down. This is the law of similars. This is an important point for anyone with dry skin who is using straight oil on their skin (e.g. coconut, almond, olive, or apricot). If you provide the skin with oil, the sebaceous glands reduce their own production. This is more likely to perpetuate your dry skin than to give you the desired effect! Note: Obviously only use Dr Hauschka's Normalizing Day Oil during the day. To use: pop a couple of drops into your hands, gently warm and press into your oily/pimply areas. If done correctly you shouldn't look oily. To avoid your face looking greasy, gently warm this cream in your hands then press it into your skin. WIN 1 of 3 skin care kits Dr Hauschka have given me three Face Care Kits to pass on to three lucky winners. These gifts are an ideal introduction to this brand (they contain travel-size products.) These kits are for all skin types - normal/dry/oily/combo and sensitive! They each contain 6 products. To win, simply comment below with: \"Dr Hauschka products sure sound super sexy, Lisa. I'd like a chance to win a skincare kit!\" RRP: around NZ $39-47. Note: Some Dr Hauschka products are not suitable for Vegans as they may contain the following ingredients: lanolin, honey, propolis, beeswax, lactose, royal jelly, carmine and silk. Also, if you have a severe reaction to gluten, it would pay to avoid using Dr H's Cleansing Milk. (It contains fermented grain extract.) Prizes drawn: Tuesday 01 March 2016 (winners will be notified via my [OOMPH facebook page](https://www.facebook.com/pages/OOMPH-Realistic-Holistic-Health/155402521144601?ref=tn_tnmn)). Good luck x The best way to keep your skin moist is not to strip it of oil in the first place! I'm a big advocate for using cleansing milk + cleansing creams to keep your skin soft + supple. Note: Dr H's Soothing Cleansing Milk is my favourite cleanser! However, it comes in a glass bottle. While this is good for the environment, it unfortunately poses a real issue when trying to get the last dregs out. If you want healthy skin, you have to encourage it naturally + gently. It makes no sense to irritate your skin by picking at it, by drying it out, or by scrubbing it away. The kinder you are to your skin, the kinder it will be to you. Also, I can't emphasis enough how important it is to use milk or cream cleansers, and to moisturise oily skin. It will not help you to 'dry' your skin out. Believe me, I speak from personal experience here! Note: Always listen to your mother! My mother told me for years that I should be 'moisturising' regardless of my skin condition. Sorry for being a little know-it-all, Mum Then buy Weleda (also by WALA)! I consider this brand the poor man's Dr Hauschka — it's also based on Anthroposophical philosophy but doesn't come at the higher price tag. (Although, I don't think it's as good as Dr H.) Note: You'll note however, that there are many differences between these brands. Aside from the ingredients they use, Weleda does use night creams. Generally speaking, I recommend the use of these to be worn during the day - by those with oily skin. I recommend their lotions be worn during the day by those with drier skin types. Your skin is dynamic. It's constantly changing due to hormones, stress and weather. Therefore it doesn't make sense to consistently use one product — nor to use it in one particular way. Note: I personally pick and choose specific products from different skin care ranges as my skin requires. For more information on how I choose beauty products, check out the blog-post I wrote about it: [How I choose beauty-products](https://lisasaidso.co.nz/beauty-products/) Other blog-posts that I've written about natural beauty skin care that you may find interesting: [Antipodes](https://lisasaidso.co.nz/antipodes/) [Living Nature](https://lisasaidso.co.nz/living-nature/) Lisa Fitzgibbon is a degree qualified (2006), experienced and registered Naturopath & Medical Herbalist. She runs her own private practice - [OOMPH](https://oomphhealth.co.nz) in Grey Lynn, Auckland, New Zealand. Lisa has been involved in the Natural Health industry for 16 years. She draws on her professional training and experience, as well as her own personal experience to bring you realistic, holistic health advice. "}