{"title": "ProVet introduces new Chinese herbal pet supplements to keep your fluffy best friends healthy", "author": "Zeerak Khurram", "url": "https://www.lifestyleasia.com/hk/beauty-grooming/wellness/provet-introduces-new-chinese-herbal-pet-supplements-to-keep-your-fluffy-best-friends-healthy/", "hostname": "lifestyleasia.com", "description": "Pet wellness brand ProVet just announced their new herbal supplements that are tailor made for pet's specific health needs.", "sitename": "Lifestyle Asia Hong Kong", "date": "2020-07-15", "cleaned_text": "provisions brand Wai Yuen Tong has recently announced their new supplements aimed at pets through a branch company named ProVet. With recent reports of cats and dogs being able to contract infectious viruses such as coronavirus, respiratory health and immune-boosting formulas that can help protect our fluffy loved ones have been all the rage lately. Tailor made for specific health needs, the new ProVet pet supplement line so far comprises eight products and is split between those meant for cats and those for dogs — although, some products that can be used by both species. Developed by Wai Yuen Tong, ProVet has naturally incorporated traditional Chinese ingredients like shiitake extract, longan fruits and premium Chinese herbal ingredients such as lingzhi mushrooms and cordyceps fungi in their supplements. With a veterinarian team that has previously worked at the Chi Institute of Traditional Chinese Veterinary Medicine (TCVM) and the Canine Rehabilitation Institute, they have also passed the necessary heavy metals, pesticides and microbial residue tests so you can rest assured they are safe and effective for your beloved fluffy family members. According to Vivian Tang, founder of ProVet and Executive Director of Wai Yuen Tong, \"[currently] pet supplements aren't one-size-fits-all. We wanted to focus on making tailored pet supplements for all ages and conditions.\" Customers can choose which health need they wish to address for their furry friend and buy the corresponding product. For dogs, owners can pick between formulas that restore the strength in bones, joints and ligaments, promotes liver and kidney health, as well as an anti-ageing formula to promote eye health and maintain vitality. There's also an anti-ageing formula offered for cats over seven years of age, which can help strengthen their immune system, nourish the spleen, stomach and promote a healthy appetite. There are also formulas that offer tumour relief or boost overall energy. Supplements are given as vegetarian capsules, which can be fed directly or mixed in pet food. The line is now available on the official ProVet [website](https://provet.wyt.com.hk/en/collections/all), HKTV Mall and SPCA online and in-store centres. 28 other pet stores as well as select Wai Yuen Tong outlets will also be carrying ProVet products. Proceeds from sales via SPCA will help to fund the shelter for abandoned animals. (Hero image credit: Eric Han/Unsplash) Most Popular [ ](https://www.lifestyleasia.com/hk/beauty-grooming/wellness/the-impact-of-screen-time-on-your-skin/) [ ](https://www.lifestyleasia.com/hk/beauty-grooming/wellness/the-101-on-how-to-boost-brain-function/) [ ](https://www.lifestyleasia.com/hk/beauty-grooming/wellness/best-arm-strengthening-exercises-for-men/) [Post Malone's weight loss journey: How he shed over 50 pounds with one dietary change ](https://www.lifestyleasia.com/hk/beauty-grooming/wellness/post-malone-drastic-weight-loss-journey-and-diet/) [ "}