{"title": "Moderna COVID-19 mRNA Vaccine and its Observed Cardiac Side Effects in Adolescent and Children", "author": "BJSTR", "url": "https://bjstr.medium.com/moderna-covid-19-mrna-vaccine-and-its-observed-cardiac-side-effects-in-adolescent-and-children-82c4cd66ce5c", "hostname": "medium.com", "description": "Introduction", "sitename": "Medium", "date": "2023-06-21", "cleaned_text": "and its Observed Cardiac Side Effects in Adolescent and Children Infection with SARS-CoV-2 has been the deadliest pandemic in the U.S. infecting over 46 million and claiming the lives of over 749,000 people [1]. To date, the U.S. Food and Drug Administration (FDA) has only approved drugs and/or biological agents for the treatment of patients with COVID-19 under Emergency Use Authorization (EUA). Therefore, the three COVID-19 vaccines that have been approved for use in the U.S. are the most effective tool currently available for the prevention of SAR-CoV-2 infection (Table 1). To date, over 428 million doses of COVID-19 vaccines have been administered resulting in full vaccination of over 193 million people and over 222 million have received at least one dose of these multi-dose vaccines (Table 2). Moderna's COVID-19 vaccine is a lipid nanoparticle-encapsulated mRNA-based vaccine that encodes the prefusion stabilized full-length spike protein of the SARS-CoV-2. Its safety and efficacy was unequivocally established in a Phase 3 clinical trial involving over 30,000 subjects who were randomly assigned in a 1:1 ratio to receive either vaccine or placebo [2]. The vaccine was delivered to established COVID-19 negative volunteers in two-dose protocol 28 days apart. The vaccine was 94.1% effective in preventing COVID-19 disease among these clinical trial participants with 11 cases of COVID-19 in the vaccine group and 185 in the placebo group developed infection with the SARS-CoV-2 virus. At the time of the analysis of these 196 COVID-19 cases, none in the vaccine group and 30 in the placebo group were classified as severe. Table 1: Dates of Approval of Various COVID-19 Vaccines in the United States. Note: *> 16 years ** > 18 years Table 2: COVID-19 Vaccination in the United States1. Note: 1as of November 08, 2021 Based on the data submitted to the FDA, the Moderna vaccine was approved under EUA for vaccination of adults (>18 years of age) on December 18, 2020 [3]. The primary series of vaccination included two doses 28 days apart. Since its approval, over 70 million people have been fully vaccinated using the Moderna vaccine with no serious adverse effect. Based on the data related to the breakthrough infections in fully vaccinated people, on August 12, 2021, FDA authorized a third dose of Moderna vaccine in highrisk individuals and on October 20, 2021, a single booster dose was authorized to be administered at least 6 months after completion of the primary series to individuals who fall into one of the following three categories; 65 years of age and older; 18 through 64 years of age at high risk of developing severe COVID-19; and 18 through 64 years of age with frequent institutional or occupational exposure to SARS-CoV-2 [4,5]. Since these approvals, over 5.9 million people have received an additional dose of the Moderna vaccine. Rare cases of myocarditis and pericarditis have been reported following vaccination after the second dose of both Pfizer/BioNTech and Moderna mRNA vaccines in adults, adolescents, and children [6- 8]. Despite of these observations, both FDA and the U.S. Centers for Disease Control and Prevention (CDC) approved the use of Pfizer/BioNTech for adolescent and children. In June 2021, Moderna submitted data to the FDA requesting EUA for use of its vaccine in adolescent. According to a press release by Moderna, Inc., the \"Phase 2/3 study of its COVID-19 vaccine (mRNA-1273) in adolescents has met its primary immunogenicity endpoint, successfully bridging immune responses to the adult vaccination. In the study, no cases of COVID-19 were observed in participants who had received two doses of the Moderna COVID-19 vaccine using the primary definition. In addition, a vaccine efficacy of 93% in seronegative participants was observed starting 14 days after the first dose using the secondary CDC case definition of COVID-19, which tested for milder disease. This study, known as the TeenCOVE study, enrolled more than 3,700 participants ages 12 to less than 18 years in the U.S\" [9]. However, despite these observations, Scandinavian authorities suspended or discouraged the use of Moderna's COVID-19 vaccine in young people because of an increased risk of heart inflammation, a very rare side effect associated with the shot. Sweden suspended the use of Moderna for recipients under the age of 30 years and in Denmark, people under the age of 18 years will not be offered Moderna vaccine, and Norway recommended that those under the age of 30 years to get the Pfizer/BioNTech vaccine instead. Based on available data, FDA has delayed its approval of Moderna COVID-19 vaccine for adolescent suggesting that additional safety data will be required before any recommendation could be formulated. Similarly, on October 25, 2021, Moderna, Inc., also released interim data from the Phase 2/3 study, called the KidCOVE study, of mRNA- 1273 in children 6 to under 12 years of age. This interim analysis showed a robust neutralizing antibody response after two doses of mRNA-1273 at the 50g dose level with a favorable safety profile [10]. Moderna plans to submit these data to the FDA and the European Medicines Agency (EMA) and other global regulators in the near term. At the recommendation of the FDA, Moderna, Inc., has however, agreed to delay submission of its request for an EUA for its mRNA vaccine for children 5-12 years of age. The need for further evaluation of clinical data by the FDA and the CDC to fully comprehend the cardiac side effects of Moderna mRNA vaccine in adolescent and children is important not only to ensure that it is safe but also to continue to sustain public confidence. The latter is critical in the face of unprecedented and unsubstantiated public resistance specifically for COVID-19 vaccination and to create a safe environment for children in the classrooms. However, based on the aforementioned information, it is our recommendation that both the FDA and the CDC must make every effort to conclude this evaluation process posthaste. Our position has been supported by numerous leading scientific organizations who have co-signed a statement which states that \"As physicians, nurses, public health, and health care professionals, and, for many of us, parents, we understand the significant interest many Americans have in the safety of the COVID-19 vaccines, especially for younger people. Today, the CDC Advisory Committee on Immunization Practices (ACIP) met to discuss the latest data on reports of mild cases of inflammation of the heart muscle and surrounding tissue called myocarditis and pericarditis following COVID-19 vaccination among younger people. The facts are clear: this is an extremely rare side effect, and only an exceedingly small number of people will experience it after vaccination. Importantly, for the young people who do, most cases are mild, and individuals recover often on their own or with minimal treatment. In addition, we know that myocarditis and pericarditis are much more common if you get COVID-19, and the risks to the heart from COVID-19 infection can be "}