{"title": "[Hot Item] Amazing Resin Non Toxic Crystal Clear Casting Epoxy Resin", "author": null, "url": "https://amazingresin.en.made-in-china.com/product/BNvmyuabwOhX/China-Amazing-Resin-Non-Toxic-Crystal-Clear-Casting-Epoxy-Resin.html", "hostname": "made-in-china.com", "description": "Model NO.: 3230ab Application: Automobile, Construction, Woodworking, Footwear & Leather, Fiber & Garment Material: Epoxy Classification: Room Curing Characteristic: Waterproof Promoter Composition: Curing Agent", "sitename": "Made-in-China.com", "date": "2023-09-02", "cleaned_text": "Basic Info. Application Automobile, Construction, Woodworking, Footwear & Leather, Fiber & Garment Classification Room Curing Promoter Composition Curing Agent Composition Organic Material Type Clear Liquid and Double Components Certificate RoHS, Reach, SGS, MSDS Transport Package 1/5/20/25/200kg Specification 5kg per bottle and 20kg per set Product Description Ultra Clear Low Viscosity Epoxy Resin, UV Resistance, Non-Toxic. Designed for Table Tops, Bars, Wood finishes, See-Through Encapsulations, Art work, and other applications. Self Leveling and High Gloss U.V. Resistant Formula. Produces a Tough, High Gloss, Water Resistant Coating. Eliminates Craters, Crawling and Fish Eyes Blush Resistant. Cures clear to a glass-like finish. · Good flow, easy to work with. · No yellowing, even if left outdoors under direct sunlight, UV Resistance · A safe product to work with - virtually odourless and no fumes. Non-Toxic · At 2mm thickness layers and above, the resin self-levels. . 100% Solids Self Leveling, High Gloss . U.V. Resistant Formula Excellent Air Release . Excellent Color Stability Improved Impact Strength . Improved Surface AppearanceDetails: MEASURING With gloves on, pour equal amounts of resin and hardener into a mixing cup. And then pouring the mixture into another clean mixing cup to make sure you are mixing it well. TIP - Mix up a little more than you think you'll need because you want to completely cover your work in one shot and not have to mix more later. MIXING Stir really well for at least 3 minutes. Scrape the sides and the bottom to make sure you're being thorough (unmixed material will leave you with sticky spots that just won't cure). Once you put the resin and hardener together, you'll have about 40 minutes of working time before the resin thickens and cures. POURING After making sure your piece is level, go ahead and pour AmazingResin over your work. Don't be scared! It'll start to level on its own, and you can spread it around into place. Let the resin run over the edges and then just use a brush to tidy it up. You'll notice bubbles will begin to rise to the surface. Many of these will pop on their own, but you can also pop them by torch. TIP - Wooden panels work best for large pieces rather than canvas because they won't sag under the weight of the resin. WAIT AmazingResin needs to sit for several hours in a dust-free space while it cures. In about 8 hours it will be tacky but you will be able to pour a second coat if necessary. In about 12 hours it will be dry to the touch, and within 24 hours it will be 95% cured. It will be fully cured within 72 hours.CLEAN UP - To reuse your mixing tools, wipe them down with a paper towel before the resin dries.Our Package:We accept OEM order. And our normal package support: 1/5/20/25/200kg. Mostly is 5kg per bottle 20kg per set. The gross weight is 22kg and 0.05CBM. Our free sample is 200g. Pls contact us if you need. Our Factory: FAQ:1: Can I mix AmazingResin with Iron Powder? Yes you can mix AmazingResin with iron and other metal powders. 2: What is the shelf life once the containers have been opened? Once the bottles have been opened, the shelf life is reduced to 6 months. 3: Is this resin food safe? AmazingResin is FDA approved as food safe for \"incidental food contact\" which in practical terms means occasional and non-continuous contact. So for example, a cheese board, serving platter or a fruit bowl. 4: Can I use AmazingResin to varnish a canvas ? Yes, certainly. In fact, that is basically what AmazingResin is designed for. It has a slight flexibility which makes it ideal for coating substrates that can move/flex (like a canvas). Just make sure you support the canvas underneath when you pour the AmazingResin so that it doesn't sag and collect in the middle. 5: How can I clean cured AmazingResin pieces? Keeping AmazingResin pieces clean is very simple: just treat it like glass. Use a gentle glass cleaner and a soft cloth and polish as you would glass. 6: How do I know when the AmazingResin is mixed fully and ready to use? Mix for at least 3 minutes, and then mix a bit more just to be sure! Remember to scrape the sides and bottom of the container to ensure thoroughness. Improperly mixed resin will not be able to catalyze and will not cure properly. 7: How can I protect my AmazingResin piece from dust as it cures? Put a protective covering over your resined piece (e.g. a big cardboard box). It helps to have the covering made prior to starting to resin so it's available as soon as you finish. If you are working in a garage, wet the garage floor to keep the dust down. 8: How do I deal with drips? Drips can be sanded off afterwards, or you can use tape to mask off your edges to stop drips before they happen. You can also smooth away drips while they're still wet with a brush or your gloved hand. 9: How do I get rid of bubbles? You can pop bubbles by blowing on them, or with a tooth pick, however the most efficient way to vanquish bubbles is to use an Artist's Torch on them. Our handheld Artist's Torches are fueled by butane and safe for home use. The torch method is most effective because it produces a 2400º F flame that heats the AmazingResin® up instantly, thus thinning it out and allowing bubbles to escape very easily. 10: How do I get AmazingResin to dry faster? Resin dries (cures) faster with more heat. You can increase the room temperature or use heat lamps to encourage a quicker cure. Adding more hardener to the mixture will not work. Address: 301, Building 60, Fumin Industrial Park, Pinghu Community, Pinghu Street, Longgang District, Shenzhen, Guangdong, China Business Type: Manufacturer/Factory Business Range: Chemicals Management System Certification: ISO 9001 Company Introduction: Shenzhen Little Sparrow New Material Co., Ltd., More than 10 years experience in epoxy and hardener field, we have our own R&D team, and with advanced equipment, and testing machine, with our own factory of more than 3000sqm. We focus on production and sales of epoxy resin and hardener. We have got the best sellers including Epoxy Resin Floor Coating system, Water Permeable Epoxy Resin mix with Aggregates for Pathways and Paving, High Gloss Epoxy Table Top Coating, Metallic Epoxy Marble Concrete Countertops Coating, Crystal Clear Epoxy Casting Resin for Crafts and Furniture, Epoxy Art Resin, Epoxy Doming Resin, PU Doming Resin, Epoxy AB Adhesive, Epoxy Resin AB Glue for Sealing Ceramic Tiles, Various Color Pigments, Holographic Glitters, Color Flakes, Color Quartz and some tools of install floor also 3D sticker and oigment so on. We are professional manufacturer of epoxy resin and hardener that widely used in municipal, parks, gardens, squares, roads, hotels, furniture, indoor and outdoor construction. With scientific management, first-class products and excellent team, we have been adhering to the tenet of \"innovating excellent quality and sincere service\" for decades to gain the praise of customers at "}