{"title": "Development of Vaccines for High-Risk Ductal Carcinoma In situ of the Breast", "author": "Czerniecki; Brian J; Roses; Robert E; Koski; Gary K", "url": "https://dx.doi.org/10.1158/0008-5472.CAN-07-0878", "hostname": "doi.org", "description": "Abstract. Certain ductal carcinoma in situ (DCIS) lesions overexpress the HER-2/neu receptor at this early stage of breast cancer development. Recently, we showed that a HER-2-targeted dendritic cell vaccine could be used to eliminate HER-2-overexpressing cells in patients that harbor these high-risk DCIS lesions. Our findings suggest that vaccinating such patients might diminish the risk of recurrence, protect against the development of invasive breast cancer, and minimize morbidity associated with current treatments. We discuss several implications of this work for developing effective cancer vaccines. [Cancer Res 2007;67(14):6531-4]", "sitename": "American Association for Cancer Research", "date": "2007-07-15", "cleaned_text": "Abstract Certain ductal carcinoma in situ (DCIS) lesions overexpress the HER-2/neu receptor at this early stage of breast cancer development. Recently, we showed that a HER-2-targeted dendritic cell vaccine could be used to eliminate HER-2-overexpressing cells in patients that harbor these high-risk DCIS lesions. Our findings suggest that vaccinating such patients might diminish the risk of recurrence, protect against the development of invasive breast cancer, and minimize morbidity associated with current treatments. We discuss several implications of this work for developing effective cancer vaccines. [Cancer Res 2007;67(14):6531-4] Rationale for Vaccines in Patients with Ductal Carcinoma In situ With the widespread use of screening mammography, ductal carcinoma in situ (DCIS) has become the most frequently diagnosed cancerous lesion identified in the breast. Like invasive breast cancer, DCIS is heterogeneous and represents a relatively wide spectrum of diseases. Low-grade DCIS either rarely develops into invasive disease or progresses slowly to invasiveness over the course of 8 to 10 years. On the other hand, if untreated, high-grade DCIS lesions that display comedonecrosis will likely develop into invasive breast cancers over a 5- to 7-year period. Following current conventional treatment with surgery with wide margins (lumpectomy; ref. [1](javascript:;)), lumpectomy plus radiation therapy ( [2](javascript:;)), or mastectomy, the overall prognosis for these patients is excellent. Nonetheless, many patients (at least 30%) require the more aggressive therapeutic option (mastectomy) either because of extensive disease or for fear of cancer recurrence. The latter remains a significant risk, particularly in younger patients. Fortunately, the relatively long period of latency between the onset of DCIS and development of invasive breast cancer offers an opportunity for novel neoadjuvant interventions. The potential benefits of such neoadjuvant therapies include (a) reduction of risk for subsequent breast cancer, (b) reduction in the psychological effect of the disease related to fear of recurrence, and (c) reduction in the morbidity resulting from surgery and radiation. The latter would be achieved through diminution in the extent of disease before the application of standard therapies, limiting the need for radiation and decreasing the need for extensive surgical resections. Several trials in the neoadjuvant setting are already under way ( [3](javascript:;)- [5](javascript:;)) and may reflect an emerging paradigm in the management of DCIS. One novel avenue of investigation in this setting focuses on the use of cancer vaccines. DCIS patients are good candidates for testing therapeutic and preventative vaccines because they are generally otherwise healthy. Additionally, induced immune responses in these patients have greater potential efficacy because DCIS progresses slowly and the disease burden is relatively small. Vaccination in this setting represents a strategic shift away from the treatment of advanced disease in which vaccines have had limited success. If barriers to effective vaccination can be overcome, this window of opportunity afforded in DCIS can be exploited. Moreover, aspects of therapeutic or preventative vaccine strategies developed for DCIS may be broadly applicable. Therapies that benefit patients with DCIS may prove effective for early invasive breast cancer because the risk factors ( [6](javascript:;)) and pathologic characteristics of these lesions are similar ( [7](javascript:;)). Furthermore, opportunities for similar therapies exist in prostate cancer, colon cancer, chronic leukemias, and lymphomas, either because effective screening modalities for these diseases exist or because their natural history is relatively indolent. Developing Vaccines for the Treatment of DCIS HER-2/neu (c-erbB2) is overexpressed in a subset of DCIS lesions and is more frequently expressed in high-grade lesions. HER-2/neu overexpression seems to play a role in the pathogenesis of the disease. For example, several studies suggest that DCIS lesions that overexpress HER-2/neu are associated with increased risk of recurrence ( [8](javascript:;)) and may predict a greater risk of subsequent invasive breast cancer ( [9](javascript:;)). Importantly, HER-2/neu expression is often heterogeneous in these lesions ( [7](javascript:;)) and HER-2/neu plays a role as a motility factor that may lead to movement of these DCIS cells within ducts, increasing the likelihood of recurrence despite apparent resection with wide negative margins. For these reasons, targeting HER-2/neu with an immune manipulation may provide an opportunity to alter the natural history of these DCIS lesions, reducing the risk of recurrence and the amount of therapy required for treatment. The feasibility of HER-2/neu-targeted vaccination has already been shown in several several approaches for vaccinating patients against tumor-associated antigens (i.e., self proteins) such as HER-2/neu. It has been suggested that dendritic cells polarized toward the DC1 phenotype may produce cytokines and chemokines critical for maximizing antitumor immunity ( [12](javascript:;)), and may therefore enhance the efficacy of antitumor vaccines. One critical cytokine made by dendritic cells, interleukin-12 (IL-12), seems to enhance the functional avidity of CD8+ CTL and greatly increase their tumor-recognizing and tumor-killing properties ( [12](javascript:;)). Dendritic cells can be activated through a series of special receptors that have evolved to sense microbial infection. Ligation of these Toll-like receptors also primes dendritic cells for multiple bursts of IL-12 secretion, which can be triggered when DC1s interact with CD40 ligand expressed by CD4+ T cells. In addition to IL-12, DC1s also produce other cytokines and T-cell and interplay Toll-like receptors, DC1s, IL-12, and both CD4+ and CD8+ T cells has led to a new strategy for dendritic cell-based vaccination. Using technologies we developed for producing DC1s, we initiated a clinical trial for patients with HER-2/neu-overexpressing DCIS. DC1s are pulsed with MHC class I and MHC class II peptides previously described by Disis et al. ( [14](javascript:;)) and Murray et al. ( [15](javascript:;)). Patients are with 4 weekly vaccinations with autologous HER-2/neu peptide-pulsed DC1s delivered into normal groin lymph nodes (distant nodes) under ultrasound guidance. The vaccines are administered in a neoadjuvant setting before surgical resection of the patients' DCIS. HER-2/neu expression and infiltration of immune effectors in DCIS-bearing tissue are histologically assessed following surgical resection and compared with the patients' prevaccine biopsies. Early results of this trial are highly encouraging and suggest robust sensitization of CD4+ and CD8+ 1](javascript:;)). Additionally, complement-dependent, tumor-lytic antibody was induced in many of the subjects. Lymphocytes accumulated in the breast around DCIS lesions in some patients and, in at least one case, immunoglobulin G was observed bound to DCIS after vaccination, suggesting that induced antibodies might play an effector role similar to that observed in mouse models of HER-2/neu immunity ( [10](javascript:;)). Opportunities for Impacting the Natural History of Breast Cancer Although there are certainly exceptions, HER-2/neu expression in synchronous lesions of DCIS and corresponding invasive cancers usually correlate. Successful targeting and elimination of HER-2/neu-overexpressing tumor cells may, therefore, decrease or prevent the development of invasive breast cancer as is suggested in murine breast cancer models ( [10, 11](javascript:;)). Although limited numbers of patients have been treated, it seems that HER-2/neu expression is modulated through DC1 vaccination. A dramatic decline in HER-2/neu expression was noted in 7 of 11 patients vaccinated with HER-2/neu peptide-pulsed DC1s when postvaccination surgical specimens were compared with prevaccine biopsies ( [5](javascript:;)). In 6 of 11 patients, there was also evidence of a decrement in the predicted extent of DCIS accompanying decreased HER-2/neu expression. The observed dramatic change strongly suggests the possibility that the tumor phenotype was altered as a result of vaccination. Robert Schreiber's \"immunoediting\" hypothesis ( [16](javascript:;)) describes a process by which the immune system sculpts the phenotype of emerging tumors such that their growth and progression are initially slowed. Tumors eventually escape immune control and emerge with a more aggressive phenotype. Because our vaccine approach selectively targets tumor phenotypic features specifically associated with enhanced aggressiveness, we refer to these vaccine-induced alterations in tumor phenotype as \"targeted immunoediting.\" Some unanswered questions remain about why, in some patients, there was evidence of successful targeted immunoediting, whereas in others, the vaccine had no discernible effect. Because neoadjuvant treatment in this study was administered during a brief 6-week period between the initiation of therapy and definitive surgical resection, a number of possible explanations exist. These include variability in the volume of disease, levels of antigen expression by tumor cells, kinetics of the immune response, lymphocyte trafficking, and immunosuppressive factors expressed by the breast stroma or regional draining sentinel nodes. HER-2/neu expression has been detected in some early breast cancer stem cells. Eliminating this phenotype by vaccination may, therefore, alter the subsequent invasive tumor phenotype to a more favorable histology or destroy the cancer completely. Moreover, HER-2/neu-targeted vaccines may serve as a model for similar vaccines targeting other critical antigens expressed in DCIS. Through the pioneering work of Dr. Olivera Finn, the MUC-1 antigen has emerged as one such target ( [17](javascript:;)). Other potential vaccine candidate molecules include HER-1 (epidermal growth factor receptor), mutated or wild-type p53, NYBR1, and mammoglobin to name only a few. Thus, the use of vaccines in the setting of high-grade DCIS provides an opportunity to influence the natural history of the disease or reverse the process of carcinogenesis in a manner similar to chemopreventive agents such as tamoxifen. These vaccines may ultimately be best used in combination with chemopreventives, such as cyclooxygenase-2 inhibitors or serum estrogen receptor antagonists. Combination therapies including vaccines may prevent the emergence of hormone resistant clones, thereby reducing clinical failures. Opportunities to Investigate Host-Tumor Interactions Multiple barriers stand in the way of induction of effective antitumor immune responses including tolerance to self proteins and regulatory mechanisms co-opted by the tumor to attenuate immunity. Such immunosuppressive mediators include regulatory [20](javascript:;)). Furthermore, it seems that these mechanisms are at work in DCIS before development of invasion. HER-2/neu-specific CD8+ T cells were identified in the peripheral blood of DCIS patients by tetramer staining. In many of these patients, these T cells did not respond to antigen-pulsed dendritic cells with the release of cytokines, but instead expressed high levels of the inhibitory costimulatory ligand CTLA4. This supports the existence of tolerized T cells early in the process of carcinogenesis. There was also evidence in at least one patient of HER-2/neu-specific CD4 T cells that secrete transforming growth factor , suggesting the possible existence of regulatory T cells. Hence, many of the obstacles to successful vaccination against cancer are likely present in DCIS, making this disease ideal for studying ways to manipulate the host response to improve current anticancer vaccine approaches. Explorations of the local (breast) and regional (draining sentinel node) immunologic environment with regard to some of these inhibitory mechanisms and factors controlling influx of immune cells such as chemokines and cytokines may be possible and may eventually pay dividends for patients with invasive cancers. In addition, we may have the opportunity to study the biology of the relationships between tumor epithelium, stem cells, and the surrounding breast stroma. The stroma surrounding DCIS and invasive ductal cancers plays a significant role in the maintenance of the malignant phenotype. Altering the tumor stroma through therapeutic interventions including vaccines may help identify characteristics and elements in the stroma favoring tumor elimination versus progression. Identifying critical targets within the stroma of DCIS may also lead to better immunotherapies both for the treatment of DCIS and invasive breast cancer. Future Directions We are approaching a new era for the treatment of patients with DCIS. The relatively long latency between the appearance of DCIS and the development of invasive breast cancer provides an opportunity to test novel therapies that may affect the natural history of breast cancer and possibly reduce the morbidity resulting from current treatments. A shift in paradigm should be considered about the way in which we treat DCIS. Several ongoing studies are pointing to the safety of approaches ( [3](javascript:;)- [5](javascript:;)) using novel therapeutics before standard therapy. As the amount of clinical material required performing complex genomic and proteomic analysis continues to diminish, researchers and clinicians need to begin thinking about interfering with the process of carcinogenesis at early stages, possibly by eliminating early stem cells involved in late recurrences of invasive cancers. Acknowledgments Grant support: NIH grant R01-CA096997-02 and American "}