{"title": "What to Know About Eris and the Updated COVID-19 Vaccines", "author": "Amanda Torres", "url": "https://healthmatters.nyp.org/what-to-know-about-eris-and-the-plan-for-updated-covid-19-vaccines/", "hostname": "healthmatters.nyp.org", "description": "An infectious disease expert explains the evolving nature of COVID-19 and what to know about the updated vaccines coming this fall.", "sitename": "NewYork-Presbyterian", "date": "2023-08-23", "cleaned_text": "What to Know About Eris and the Plan for Updated COVID-19 Vaccines An infectious disease expert explains the evolving nature of COVID-19 and shares information about the updated vaccine that will be available this fall. EG.5 — a new COVID-19 variant also referred to as Eris — has [spread](https://covid.cdc.gov/covid-data-tracker/#variant-proportions) quickly in the United States and currently accounts for about 20% of COVID-19 cases. But while Eris has become the dominant strain in the U.S. and beyond — leading to an uptick in COVID-19 cases — the World Health Organization (WHO) recently said in a [statement](https://www.who.int/docs/default-source/coronaviruse/09082023eg.5_ire_final.pdf?sfvrsn=2aa2daee_1) that it poses a low risk to public health. \"While the uptick in infections and hospitalizations is concerning, we have not experienced a major wave at this time, and we are still at lower levels than before,\" says [Dr. Magdalena Sobieszczyk](https://doctors.nyp.org/magdalena-e-sobieszczyk-md/cuimc-harkness-pavilion), chief of the Division of Infectious Diseases at NewYork-Presbyterian/Columbia University Irving Medical Center. \"Symptoms are like those from other Omicron strains, such as fatigue, a sore throat, and runny nose, and because so many people have had natural infection, have been vaccinated, or both, if they get sick, a majority will have mild symptoms.\" Eris descends from XBB.1.9.2, one of the lineages from the Omicron variant. As COVID-19 continues to evolve, Pfizer, Moderna, and Novavax — manufacturers of COVID-19 shots — are updating the vaccine formulation to a monovalent version targeting an XBB.1.5 lineage of Omicron, as [advised](https://www.fda.gov/vaccines-blood-biologics/updated-covid-19-vaccines-use-united-states-beginning-fall-2023) in June by the U.S. Food and Drug Administration (FDA). \"The new vaccines from each manufacturer will be available in the early fall, and the FDA and the Centers for Disease Control and Prevention (CDC) are expected to issue their approval and recommendations soon,\" says Dr. Sobieszczyk, who is also a professor of infectious diseases in medicine at Columbia University Vagelos College of Physicians and Surgeons. Health Matters spoke with Dr. Sobieszczyk to better understand Eris and to learn about the new vaccines coming this fall and ways people can continue to protect themselves. What makes Eris a variant of interest? Eris has shown rapid prevalence and growth globally as well as genetic characteristics that help it escape the protection of our immune system, whether that's acquired immunity from a natural COVID-19 infection or immunity from vaccines. For these reasons, Eris has caused a rise in case incidence and has become dominant in some countries or even globally. With [variants of interest](https://www.who.int/activities/tracking-SARS-CoV-2-variants) like Eris, the WHO takes several actions, including monitoring and tracking the variants as they spread and assessing their characteristics and public health risks over time. Why is it important to have a new COVID-19 vaccine? Until the new vaccines become available in early fall, we currently have the [bivalent booster](https://healthmatters.nyp.org/what-to-know-about-the-updated-covid-19-booster-shots-that-target-omicron/), which targets the BA.4 and BA.5 lineages of the Omicron variant plus the original coronavirus strain. But these strains are not circulating widely anymore. A new vaccine can improve protection by creating an immune response that targets these new variants. Based on evidence, in their recommendation to manufacturers, the FDA had a preference for the [XBB.1.5](https://healthmatters.nyp.org/omicron-subvariant-xbb-1-5-what-to-know/) subvariant, which started to circulate [widely](https://www.cdc.gov/mmwr/volumes/72/wr/mm7205e1.htm?s_cid=mm7205e1_e&ACSTrackingID=USCDC_921-DM97925&ACSTrackingLabel=MMWR%20Early%20Release%20-%20Vol.%2071%2C%20January%2025%2C%202023&deliveryName=USCDC_921-DM97925) last winter and is genetically similar to EG.5. Compared to last year's formulation, the new shot is expected to better protect people against EG.5; it is a better match to the currently circulating variants. In light of the increase in cases, should people get boosted with the current bivalent vaccine or wait for the new shot? People who are in good health and had the bivalent booster vaccine for COVID-19 in the past few months should be fine to wait until the new one becomes available in the fall, but they should still follow protective measures like handwashing and wearing a mask. Older adults or people who are immunocompromised, or who have never had COVID-19, and whose last booster was a long time ago, should speak with their healthcare providers, who may make different recommendations, such as getting another bivalent booster, depending on the person's health and situation. The current booster, even though it is not well matched to the most commonly circulating strains, is still doing a good job of protecting people against severe disease. Staying up to date with vaccines is important because it benefits not only the individual but also the community around them. While the vaccine does not eliminate the risk of getting COVID-19, it makes the virus mild and lowers the risk of transmitting it to others. Besides other health and hygiene [practices](https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/prevention.html) like handwashing, a few preventive measures include wearing a mask and improving ventilation, if possible, such as by opening windows. Additionally, if you have been exposed to COVID-19, follow recommendations, such as getting tested immediately if you have symptoms. If you have been exposed but do not have symptoms, you should test five full days after exposure. If test results come back positive, you should stay home and away from others for at least five days, wear a mask indoors if around others, and seek treatment. Can testing and treatments detect and treat symptoms of new variants? Is there free testing? We know that the tests, such as the PCR, are still accurate and can pick up the virus and its new strains. And an at-home rapid test is still effective for the new variants. But it should be done at the right time. For example, if someone takes a test early on, they may have little virus present, and the test could be a false negative. That is why it is important to test again around two or three days later. Testing multiple times over a few days if you have symptoms improves the accuracy of at-home tests to over 90%. The FDA has extended the expiration dates of some at-home rapid tests, so it's a good idea to check with the [FDA](https://www.fda.gov/medical-devices/coronavirus-covid-19-and-medical-devices/home-otc-covid-19-diagnostic-tests#list) or manufacturer's website if you have any of these tests at home. The CDC can help people who are uninsured find [no-cost COVID-19 testing](https://testinglocator.cdc.gov/) near them. If a person tests positive, there are medications like [Paxlovid](https://healthmatters.nyp.org/what-to-know-about-paxlovid/?highlight=paxlovid) — an FDA-approved antiviral pill that reduces the amount of COVID-19 virus in the body and prevents symptoms from getting worse. Will the COVID-19 vaccine be updated every year? The FDA is anticipating that they will need to meet on an annual basis to see how the virus is changing, review data on circulating strains, and advise manufacturers on which strains should be selected for the vaccine. It is what happens with the flu vaccine. There is an updated or tweaked version every year. Updating the COVID-19 vaccine composition might be a continuous process given that the virus is mutating a lot. What should the public keep in mind as COVID-19 continues to evolve? It is endemic now, meaning that it will remain present in circulation and can be transmitted among people. With an endemic disease, we will see spikes, like we do now. Cases will go up and down, but COVID-19 itself will not disappear. With certain respiratory viruses, such as the flu and RSV, there is seasonality. But COVID-19 seems to be present year-round. One question that comes up is whether an endemic disease can get worse, and the answer is yes, which is why it is important to follow protective measures. There is always a risk that the infections can spike and have outbreaks leading to epidemics or pandemics, which can happen if there is a new variant that can spread more efficiently, or if there is low vaccine uptake in the community and if natural immunity from past infections wanes. If there is a new variant circulating, for example, then mini epidemics could happen in communities, underscoring the importance of staying up to date with updated vaccines. [Magdalena Sobieszczyk, M.D.](https://doctors.nyp.org/magdalena-e-sobieszczyk-md/cuimc-harkness-pavilion), is the chief of the Division of Infectious Diseases at NewYork-Presbyterian/Columbia University Irving Medical Center and is the Harold Neu professor of infectious diseases in medicine at Columbia University Vagelos College of Physicians and Surgeons. Dr. Sobieszczyk is also a clinical virologist and the principal investigator of the Columbia Collaborative Clinical Trials Unit, funded by the National Institutes of Health, which has been advancing the science of infections like SARS-CoV-2 and HIV. Share "}