{"title": "Pediatrics", "author": null, "url": "https://axeholisticmedicine.com/child-issues/", "hostname": "axeholisticmedicine.com", "description": null, "sitename": "axeholisticmedicine.com", "date": "2016-02-01", "cleaned_text": "Pediatrics Did you know that there are many symptoms of illness or developmental challenges that can be treated with simple chiropractic care? [SCHEDULE YOUR CONSULT HERE](https://schedule.axeholisticmedicine.com/optin) Does Your Loved One Experience Any of These? Ear Infections Non-drug alternative, doctors of chiropractic correct vertebral misalignment with safe and gentle maneuvers called chiropractic adjustments. Researchers state the spinal adjustments resulted in fewer episodes of otitis media (ear infections) and fewer surgical procedures compared to children who received usual care. In a study of 46 children, all under the age of 5, 93% recovered with chiropractic intervention alone. Chiropractors believe the blockage of the Eustachian tube occurs when tiny muscle called tensor veli palatini dysfunctions. Vertebral misalignment's interfere with the nerve flow to the muscle. The dysfunction is cause by impingement of the nerve that comes from the spinal cord. Correcting the misalignment allows for proper nerve flow to the muscle and allows the Eustachian tube to drain properly. Click [here](http://icpa4kids.org/Chiropractic-Research/vertebral-subluxation-and-otitis-media-a-case-study.html) to see the study. Asthma Asthma is the #1 cause of hospitalization in children. Chiropractic care can help prevent and reduce asthma related issues without medication. Drugs cover up the symptoms rather than focusing on prevention and many dangerous and hazardous side effects. Prevention, such as chiropractic adjustments are often more effective and more beneficial long term than medications. Dr. Barker explains how Chiropractic can help with Asthma. Click [here](http://icpa4kids.org/Chiropractic-Research/asthma-and-chiropractic.html) to find out more. Colic Colicky babies often have slight misalignments in the bones of their spines from the birthing process. Chiropractic adjustments are safe, gentle and are specialized for each child. Autism A child is diagnosed with autism every 16 minutes and is growing fast then the rate of AIDS and cancer combined. The latest research and studies link autism to childhood vaccines. Chiropractic care offers an alternative to the conventional health care system. Chiropractic adjustments strengthen your child's immunity, decreasing the probability of getting sick. You can learn more about vaccinations to make an informed decision for you and your family. Click [here](http://www.nvic.org/) to view the National Vaccine Information Center. ADHD Today an increasing amount of ADHD kids are receiving additional mediations, such as anti-anxiety and anti-depressants, which can be extremely dangerous to combine. Chiropractors work directly with the nervous system and the alignment of vertebra around it. A recent study on the positive changes with ADHD with chiropractic care showed behavior improvement, decrease in temper tantrums, enhanced speech quality and better short-term memory and best of all increased attention duration. Click [here](http://www.newcitychiro.com/wp-content/uploads/2015/03/adhd-and-kyphosis.pdf) to see how Chiropractic can help. Bedwetting Many children suffer from bedwetting. However, many children are getting amazing result with chiropractic care. A spinal misalignment puts direct pressure on the nervous system and decreases the body's ability to function properly. The nerves of the lower spine are the same nerves that control the bladder and lower extremities. "}