{"title": "Content Map Terms", "author": null, "url": "https://www.healthlinkbc.ca/health-topics/gas-bloating-and-burping", "hostname": "healthlinkbc.ca", "description": "Gas (flatus), burping, and bloating are all normal conditions. Gas is made in the stomach and intestines as your body breaks down food into energy. Gas and burping may sometimes be embarrassing. Bloating, which is a feeling of fullness in the abdomen, can make you uncomfortable. Although many people think that they pass gas too often or have too much gas, it is rare to have too much gas. Changing what you eat and drink can sometimes cut down on gas and relieve discomfort caused by gas.", "sitename": "healthlinkbc.ca", "date": "2021-07-01", "cleaned_text": "Content Map Terms Topic Overview Gas (flatus), burping, and bloating are all normal conditions. Gas is made in the stomach and intestines as your body breaks down food into energy. Gas and burping may sometimes be embarrassing. [Bloating](/illnesses-conditions/bowel-and-gastrointestinal-conditions/abdominal-fullness-or-bloating), which is a feeling of fullness in the abdomen, can make you uncomfortable. Although many people think that they pass gas too often or have too much gas, it is rare to have too much gas. Changing what you eat and drink can sometimes cut down on gas and relieve discomfort caused by gas. Belching or burping (eructation) is the voluntary or involuntary, sometimes noisy release of air from the [stomach](/stomach) or [esophagus](/esophagus) through the mouth. Burping 3 or 4 times after eating a meal is normal and is usually caused by swallowing air. Other causes of burping include nervous habits or other medical conditions, such as an [ulcer](/ulcer) or a [gallbladder problem](/gallbladder). In some cultures, a person may belch loudly after eating to show appreciation for the meal. All people pass gas, but some people produce more gas than others. It is normal to pass gas from 6 to 20 times a day. Although this may embarrass or annoy you, excess intestinal gas usually is not caused by a serious health condition. Common causes of gas and bloating include: [Swallowed air](/health-topics/swallowed-air). If swallowed air is not burped up, it passes through the digestive tract and is released through the anus as flatus. Excessive air swallowing may cause [hiccups](/hiccups). [Foods and beverages](/health-topics/gas-burping-or-bloating-begins-after-eating-or-drinking). The amount of gas that different foods cause varies from person to person. [Lactose intolerance](/lactose-intolerance). A person who cannot easily digest lactose, a type of natural sugar found in milk and dairy products can have both gas and bloating as well as other symptoms. - Constipation. This can cause bloating but generally does not increase gas. For more information, see the topic [Constipation, Age 11 and Younger](/health-topics/constipation-age-11-and-younger)or [Constipation, Age 12 and Older](/health-topics/constipation-age-12-and-older). [Medicines or nutritional supplements](/health-topics/medicines-or-vitamins-can-cause-gas-bloating-or-burping). Both prescription and non-prescription medicines, as well as dietary supplements, can cause bloating and gas as side effects. - A medical condition, such as a [bowel obstruction](/bowel-obstruction)or [Crohn's disease](/crohns-disease). - Changes in hormone levels. It is common for women to have bloating right before their periods, because their bodies retain fluid. Dyspepsia is a medical term that is used to describe a vague feeling of fullness, gnawing, or burning in the chest or upper abdomen, especially after eating. A person may describe this feeling as \"gas.\" Other symptoms may occur at the same time, such as belching, rumbling noises in the abdomen, increased flatus, poor appetite, and a change in bowel habits. [Causes of dyspepsia](/illnesses-conditions/bowel-and-gastrointestinal-conditions/dyspepsia) can vary from minor to serious. Occasionally, a person may dismiss serious symptoms, such as [symptoms of a heart attack](/symptoms-heart-attack), as \"just gas or [indigestion](/indigestion-dyspepsia).\" [Check your symptoms](/health-topics/gas-bloating-and-burping)to decide if and when you should see a doctor. Check Your Symptoms The medical assessment of symptoms is based on the body parts you have. - If you are transgender or non-binary, choose the sex that matches the body parts (such as ovaries, testes, prostate, breasts, penis, or vagina) you now have in the area where you are having symptoms. - If your symptoms aren't related to those organs, you can choose the gender you identify with. - If you have some organs of both sexes, you may need to go through this triage tool twice (once as \"male\" and once as \"female\"). This will make sure that the tool asks the right questions for you. [symptoms of a heart attack](#tf6936)? [areas where you may feel pain or other symptoms](tp10966). [medicine](#tf6990)could be causing the symptoms? [home treatment](#tf6996)for more than 1 week? Many things can affect how your body responds to a symptom and what kind of care you may need. These include: - Your age. Babies and older adults tend to get sicker quicker. - Your overall health. If you have a condition such as diabetes, HIV, cancer, or heart disease, you may need to pay closer attention to certain symptoms and seek care sooner. - Medicines you take. Certain medicines, such as blood thinners (anticoagulants), medicines that suppress the immune system like steroids or chemotherapy, or natural health products can cause symptoms or make them worse. - Recent health events, such as surgery or injury. These kinds of events can cause symptoms afterwards or make them more serious. - Your health habits and lifestyle, such as eating and exercise habits, smoking, alcohol or drug use, sexual history, and travel. Try Home Treatment You have answered all the questions. Based on your answers, you may be able to take care of this problem at home. - Try home treatment to relieve the symptoms. - Call your doctor if symptoms get worse or you have any concerns (for example, if symptoms are not getting better as you would expect). You may need care sooner. Many non-prescription and prescription medicines and supplements can cause gas and bloating. A few examples are: - Aspirin. - Antacids. - Diarrhea medicines, such as Imodium, Kaopectate, and Lomotil. - Opioid pain medicines. - Fibre supplements and bulking agents, such as Citrucel, Fiberall, and Metamucil. - Multivitamins and iron pills. Symptoms of a heart attack may include: - Chest pain or pressure, or a strange feeling in the chest. - Sweating. - Shortness of breath. - Nausea or vomiting. - Pain, pressure, or a strange feeling in the back, neck, jaw, or upper belly, or in one or both shoulders or arms. - Light-headedness or sudden weakness. - A fast or irregular heartbeat. For men and women, the most common symptom is chest pain or pressure. But women are somewhat more likely than men to have other symptoms, like shortness of breath, nausea, and back or jaw pain. Home treatment for gas and bloating includes things like: - Avoiding foods and drinks that make symptoms worse. (Some examples are chocolate, peppermint, alcohol, and, in some cases, spicy foods or acidic foods like tomatoes and citrus fruits.) - Taking antacids. - Not smoking. - Not eating right before bedtime. Make an Appointment Based on your answers, the problem may not improve without medical care. - Make an appointment to see your doctor in the next 1 to 2 weeks. - If appropriate, try home treatment while you are waiting for the appointment. - If symptoms get worse or you have any concerns, call your doctor. You may need care sooner. Call 911 Now Based on your answers, you need emergency care. Call 911 or other emergency services now. After you call 911, the operator may tell you to chew 1 adult-strength (325 mg) or 2 to 4 low-dose (81 mg) aspirin. Wait for an ambulance. Do not try to drive yourself. Sometimes people don't want to call 911. They may think that their symptoms aren't serious or that they can just get someone else to drive them. But based on your answers, the safest and quickest way for you to get the care you need is to call 911 for medical transport to the hospital. Seek Care Now Based on your answers, you may need care right away. The problem is likely to get worse without medical care. - Call your doctor now to discuss the symptoms and arrange for care. - If you cannot reach your doctor or you don't have one, seek care in the next hour. - You do not need to call an ambulance unless: - You cannot travel safely either by driving yourself or by having someone else drive you. - You are in an area where heavy traffic or other problems may slow you down. Seek Care Today Based on your answers, you may need care soon. The problem probably will not get better without medical care. - Call your doctor today to discuss the symptoms and arrange for care. - If you cannot reach your doctor or you don't have one, seek care today. - If it is evening, watch the symptoms and seek care in the morning. - If the symptoms get worse, seek care sooner. Home Treatment Gas, bloating, and burping Gas, bloating, and burping are usually harmless and go away without any treatment. If gas, bloating, or burping is making you uncomfortable, take the following steps to help manage your symptoms: - Increase the amount of fluid you drink, especially water. Avoid carbonated drinks and alcoholic beverages. - Take a medicine that you can buy without a prescription. Be sure to follow the instructions on the label. - Activated charcoal tablets, such as vegetable charcoal capsules, may decrease odour from gas. Charcoal is usually taken after meals or at the first sign of gas discomfort. - Simethicone, such as Gas-X, allows gas to be belched away more easily. But these medicines often have no effect on gas that is already in the intestines. Be careful when you take over-the-counter antacid medicines. Many of these medicines have aspirin in them. Read the label to make sure that you are not taking more than the recommended dose. Too much aspirin can be harmful. - Food enzymes, such as Beano, which help break down the sugars found in vegetables and grains, can be added to foods that cause you to have gas. Hiccups [Hiccups](/health-topics/hiccups) are usually harmless and go away without any treatment. But if hiccups are making you uncomfortable, the following safe and easy home remedies may help you manage your symptoms. - Swallow a teaspoon of dry granulated sugar. Do not use this remedy if you have been diagnosed with [diabetes](/diabetes). - Hold your breath, and count slowly to 10. - Breathe repeatedly into a paper bag for a limited period of time. - Quickly drink a glass of cold water. Symptoms to watch for during home treatment [Call your doctor](/health-topics/gas-bloating-and-burping) if any of the following occur during home treatment: - Hiccups don't go away as expected or they return frequently. - Swallowing problems are not improving. - You continue to lose weight for no reason. - Symptoms become more severe or frequent. Prevention You may be able to prevent gas, bloating, burping, and hiccups. - Avoid [foods that cause gas](/health-topics/gas-burping-or-bloating-begins-after-eating-or-drinking), such as beans, broccoli, cabbage, and bran. The amount of gas that different foods cause varies from person to person. - Take steps to avoid swallowing air: - Eat slowly. Avoid gulping food or beverages. When you rush through meals or eat on the run, you are more likely to swallow air. - Chew your food thoroughly before you swallow. - Avoid talking while you chew. - Avoid drinking through a straw. - Avoid chewing gum or eating hard candy. - Do not smoke or use other tobacco products. - Do not drink alcohol. - Avoid sudden changes in stomach temperature, such as drinking a hot beverage and then a cold beverage. - If you wear dentures, check with a dentist to make sure they fit properly. - Keep calm. Tension and anxiety can cause you to swallow air. - Keep a food diary if you suspect that gas is caused by certain foods. Write down what you eat or drink and when symptoms occur to help you identify foods or drinks that may cause gas. After these problem foods are identified, avoid or limit them to reduce or prevent symptoms. - Talk with your doctor or a dietitian about ways to maintain a balanced diet if you want to permanently eliminate certain foods or drinks. - If you suspect that milk or other dairy products are causing your symptoms, try limiting or eliminating these foods. For more information, see the topic [Lactose Intolerance](/healthy-eating-physical-activity/conditions/digestive/lactose-intolerance). - If you cook with dry beans, soak them in water overnight, then pour off the water and cook the soaked beans in fresh water. This may reduce the amount of natural sugars in the beans after the cooling process and help prevent gas and bloating. - Do not overeat. Large meals can make you feel bloated. Try eating 6 small meals a day rather than 3 large ones. - Avoid constipation, which is a common cause of bloating. For more information, see the topic [Constipation, Age 12 and Older](/health-topics/constipation-age-12-and-older)or [Constipation, Age 11 and Younger](/health-topics/constipation-age-11-and-younger). - Avoid laxatives. - Use an antigas product that you can buy without a prescription. - Food enzymes, such as Beano, which help break down the sugars found in vegetables and grains, can be added to foods that cause you to have gas. - If you have [lactose intolerance](/lactose-intolerance), lactase enzyme supplements, such as Lactaid, can be taken with dairy products to help break down lactose in food. - Peppermint and other herbs ( [carminatives](/carminatives)) that soothe the digestive tract may permit belching and decrease bloating after large meals. - Exercise regularly. Preparing For Your Appointment To prepare for your appointment, see the topic [ Making the Most of Your Appointment](/health-topics/making-most-your-appointment). You can help your doctor diagnose and treat your condition by being prepared to answer the following questions: - What is your main symptom? How long have you had this symptom? - How long do symptoms last when they occur? - What do you think is causing your symptoms? - Have you tried any home treatment? If so, what measures have you tried? Have they helped? - Have you been treated for this problem in the past? What was the treatment? Did it help? - Do you think your symptoms are caused by what or how you eat? - Do symptoms seem to begin after you have certain foods or drinks? If so, which ones? - Do you chew gum, eat rapidly, drink carbonated beverages, or drink through a straw? - Do you wear dentures? Do they fit properly? - Do you smoke or use other tobacco products? - Do you drink alcohol? If so, how much? - Do any other symptoms occur along with burping, gas, or bloating, such as a change in your bowel habits, heartburn, vomiting, or abdominal pain? - Have you had any recent illness or changes in your health? - Have you lost or gained more than a few kilograms in the past month? - Did you drink lake or stream water or untreated well water? - Have you recently visited a foreign country or taken a ship cruise? - Does anyone in your family have [celiac disease](/celiac-disease), [inflammatory bowel disease](/inflammatory-bowel-disease-ibd), or [intolerance to lactose](/lactose-intolerance)or products? - Do you have any [health risks](/health-topics/health-risks)? Related Information Credits Current as of: July 1, 2021 Author: Healthwise Staff Medical Review: William H. Blahd Jr. MD, FACEP - Emergency Medicine Adam Husney MD - Family Medicine E. Gregory Thompson MD - Internal Medicine Kathleen Romito MD - Family Medicine H. Michael O'Connor MD - Emergency Medicine Current as of: July 1, 2021 - Emergency Medicine & Adam Husney MD - Family Medicine & E. Gregory Thompson MD - Internal Medicine & Kathleen Romito MD - Family Medicine & H. Michael O'Connor MD - Emergency Medicine This information does not replace the advice of a doctor. Healthwise, Incorporated disclaims any warranty or liability for your use of this information. Your use of this information means that you agree to the [Terms of Use](https://www.healthwise.org/specialpages/legal/terms.aspx) and [Privacy Policy](https://www.healthwise.org/specialpages/legal/privacy.aspx). Learn [how we develop our content](https://www.healthwise.org/specialpages/legal/abouthw/en). Healthwise, Healthwise for every health decision, and the Healthwise logo are trademarks of Healthwise, Incorporated. "}