{"title": "COVID 19-NOVEDADES- AVANCES INTERESANTES SOBRE VACUNA Y OTROS", "author": null, "url": "https://www.linkedin.com/pulse/covid-19-novedades-avances-interesantes-sobre-vacuna-axel-lehmann", "hostname": "linkedin.com", "description": "COVID 19- NOVEDADES IMPORTANTES Hola a todos! Encontré este video (https://youtu.be/L4wNMZk9pCo) muy interesante que habla de la búsqueda de la vacuna tan solicitada contra el COVID 19.", "sitename": "LinkedInEditors", "date": "2020-04-20", "cleaned_text": "COVID 19-NOVEDADES- AVANCES INTERESANTES SOBRE VACUNA Y OTROS COVID 19- NOVEDADES IMPORTANTES Hola a todos! Encontré este video (https://youtu.be/L4wNMZk9pCo) muy interesante que habla de la búsqueda de la vacuna tan solicitada contra el COVID 19. Dura 8 minutos es todo muy importante, pero desde el minuto 2.20 hasta 4.05 aparece una información inédita. Hay ciéntificos alemanes que están trabajando no para inyectarle al cuerpo algo para destruir el virus sino para aumentar su inmunidad y con eso que el cuerpo mismo haga el trabajo. Es un enfoque distinto y también válido porque finalmente si uno tuviera su sistema inmunológico al 100% tendría mayores posibilidades de no contraer el virus y si lo tuviera seguramente sería mucho más leve y rápida su curación (eso es lo que están considerando). Entonces por qué no empezamos hoy mismo a elevar nuestro sistema inmunológico con diferentes técnicas. Nosotros desde nuestra empresa estamos trabajando fuertemente en diseñar con un equipo de profesionales algo que nos ayude en este punto. Pero mientras tanto: si te encontrás emocionalmente equiibrado tu sistema inmunológico se eleva.\"En su famoso libro El laboratorio del alma STALLA MARIS MARUSO explica experiencias increíbles tras apostar por la enseñanza en la curación, a través de las emociones, la espiritualidad y la meditación. El papel de las tres tiene una implicación muy significativa en nuestro sistema inmunológico y esta experta, asegura, que deberíamos prestarle más atención\". Me quedo pensando todo el tiempo qué podemos hacer mientras llega la vacuna... y creo que la respuesta está acá, en mantenernos inmunológicamente fuertes! Siempre vamos a recurrir al médico, pero mientras tanto podemos hacer varias cosas para protegernos y mejorar nuestra salud además de usar el barbijo, lavarnos las manos, etc. COVID 19- NOVEDADES IMPORTANTES Muchas gracias Saludos y buen comienzo de semana "}