{"title": "vacuna covid-19 area de la bahia", "author": null, "url": "https://www.univision.com/temas/vacuna-covid-19-area-de-la-bahia", "hostname": "univision.com", "description": "vacuna covid-19 area de la bahia", "sitename": "Univision", "date": "2021-01-12", "cleaned_text": "Aunque la vacuna contra covid-19 aún no es obligatoria para estudiantes en California, miles de padres han inmunizado a sus hijos antes del regreso a clases pues consideran que es necesaria para el bienestar de la comunidad. La vacuna de Pfizer para menores de 5 años se divide en tres dosis: las dos primeras aplicables con tres semanas de separación y la última dos meses después; mientras que la de Moderna se compone de dos dosis que se aplican con con cuatro semanas de separación. Comité legislativo de California aprueba proyecto de ley para que los niños mayores de 12 años puedan vacunarse sin contar con el permiso de sus padres. Te contamos qué sigue para que se convierta en ley y qué dicen los padres que se oponen. Autoridades de Salud de California explicaron que el requisito de estar inmunizado para asistir a clases se hará obligatorio una vez que la FDA le otorgue la aprobación final a la vacuna contra el covid-19 para menores de 17 años. Fiscales federales acusaron a la doctora Juli A. Mazi de ofrecer a sus clientes medicamentos homeopáticos que brindaban una supuesta inmunidad de por vida contra el covid-19, además de vender cientos de tarjetas de los CDC falsas para pretender que tanto adultos como niños habían recibido la vacuna de Moderna. La oficial de salud del Condado Santa Clara, Sara Cody, llama a los padres de familia a vacunar a sus hijos en edad escolar, ya que se estima que más de 50,000 menores elegibles no han recibido la vacuna. El mandato sobre el uso obligatorio de mascarillas en interiores llega a su fin este 16 de febrero en los condados de Alameda, Contra Costa, Marin, Monterey, Napa, San Benito, San Francisco, San Mateo, Santa Cruz, Solano, Sonoma y la ciudad de Berkeley, pero ciertas personas deberán seguir usándolas: te explicamos quiénes son. "}