{"title": "8 simple ways to boost your immune system", "author": "Simone Jeffries", "url": "https://www.simonejeffriesnaturopath.com.au/post/sydney-naturopath-blog-8-simple-ways-to-boost-your-immune-system", "hostname": "simonejeffriesnaturopath.com.au", "description": "Our immune systems are amazing and complex and always hard at work to protect us from invaders. We actually have a lot of control over how w", "sitename": "Wholefoodnaturopath", "date": "2018-11-06", "cleaned_text": "- Simone Jeffries 8 simple ways to boost your immune system Updated: Jan 7 It's been about 10 years since I experienced my last sinus infection. Before I understood how to boost my immune system, if I caught a cold I knew I might be sick for weeks. Catching a cold was always the first step to a sinus infection, followed by crippling sinus headaches, and then a chesty cough that I couldn't shake for weeks. It was something that I accepted as being 'normal' for me. Our immune systems are amazing and complex and always hard at work to protect us from bacterial and viral infections. Since coronavirus hit our shores in early 2020, Australians have become much more aware of how our immune systems work to keep us healthy. It can be quite simple to prevent colds and flu when you know how. Over the past 10 years I have made quite a few very small and very simple changes to my diet and lifestyle, and experienced big changes to my everyday wellness. I've put together a few diet and lifestyle tips that have worked for me: 1. Eating fresh fruit and vegetables Do you eat a small range of fruit and vegetables every week? I used to eat a banana on my breakfast every morning, and I almost always ate 3 vegetables with my dinner. I thought this was fairly healthy, however I regularly ate the same fruit and 3 or 4 vegetables, day in, day out. Fruit and vegetables contain a wide array of vitamins and minerals and phytonutrients such as antioxidants. These nutrients are essential for the correct functioning of our immune cells. The nutrient profiles in each piece of fruit or vegetable are different. The key is that the wider the variety in your diet, the wider the range of beneficial nutrients that you will be consuming. About 80% of our immune response is in our digestive system. By eating a wide range of plants based foods, you can improve the balance your [gut bacteria](https://www.simonejeffriesnaturopath.com.au/post/sydney-naturopath-blog-what-is-gut-dysbiosis) and have a huge influence on your day to day wellness. I aim to have a seasonally rotating variety of at least 20 different fruits and 40 different vegetables in my diet. Don't like vegetables? See my blog about [how to eat more plants](https://www.simonejeffriesnaturopath.com.au/post/sydney-naturopath-blog-how-to-eat-more-plants). 2. Eating protein at most meals Protein is important for the enzymes that conduct all the immune responses in our body. Nuts and seeds, meat, seafood, fish, eggs, soy beans, lentils and quinoa are good sources of protein. Once again, variety is the key to consuming a wide range of amino acids. Many of these protein sources also contain essential minerals such as iron and zinc. A zinc deficiency puts your immune system at risk because it is needed to support many of the immune system enzymes. Zinc is found in high levels in oysters, mussels, other seafood and meat. 3. Adequate sunshine Sunshine is essential for our health and evidence is growing to show that high vitamin D levels are associated with a lower risk for recurrent illnesses, some cancers and autoimmune disease. Our bodies make vitamin D from exposure to the suns rays. Vitamin D is important for the prevention of many diseases. Vitamin D assists with the production of antibodies and other immune cells and also with prevention of inflammation. A minimum of 15 to 20 minutes of daily, safe, sun exposure is recommended to boost your vitamin D levels. If your vitamin D levels are low, then a supplement could be beneficial for you during the winter months. 4. Taking time to unwind Stress is something that affects our immune health in silent ways. Life is so full of everyday stresses that often we just take them for granted. Stress might be getting to work on time, dealing with traffic, bills piling up, deadlines, relationship problems, meeting other peoples expectations or being disappointed by others. The hormones produced when we're chronically stressed can slow down the immune response and make us more susceptible to illnesses. Anything you can do to reduce your stress response is good for the immune system. Examples are deep breathing, daily meditation, exercise, doing things that you enjoy, spending time with people who make you laugh, and trying not to sweat the small stuff. 5. Adequate sleep If you're not sleeping around 6 to 7 hours each night, then you're not giving your body a chance to rest and recuperate over night. Sleep deprivation suppresses the immune response and decreases your ability to respond to colds and infections. If you do get sick, rest and sleep is an important part of fighting the infection and recovery. Take it easy for 2 or 3 days until the symptoms have passed and you're feeling better. 6. Moderate daily exercise Exercise is beneficial for so many aspects of our health that it shouldn't be surprising that exercise directly enhances our immune system. When we exercise we support the work of our lymphatic system. The lymphatic system is a major part of our immune system, assisting with the work of detoxifying and cleansing. We can improve the efficiency of our lymphatic system by walking, swimming, playing tennis, lifting weights, doing yoga, or anything that gets our muscles contracting. Exercise additionally provides stress relief and improves the quality of our sleep. To be beneficial for your immune system, exercise must be balanced and you should rest if you feel that you're coming down with a cold. 7. Nutrient rich, flu fighting foods If you've been following me for a while, you will know that my passion is herbs. You will not be surprised to read that herbs and spices are a great way to add extra nutrients to your diet to help with prevention of colds and flu. Many herbs and spices can be used when you feel a cold coming on because they have anti-viral and anti-bacterial properties. Garlic, sage, thyme, chilli, cinnamon, ginger, onion, oregano, rosemary and turmeric are good for fighting the common cold and easy to add to meals, with a bonus of extra flavour! Other nutrient dense foods that are beneficial when you're feeling a little sick are fruits such as berries and citrus (for vitamin C), fish, seeds, legumes and chicken soup. 8. Herbal medicine At the very first sign of a sore throat, I jump onto my preventative [herbal medicine](http://www.simonejeffriesnaturopath.com.au/herbalmedicine). Herbal formulas provide anti-viral and anti-bacterial support to fight infections and assistance for a healthy immune system response. I mix up different blends depending on what the symptoms and the underlying cause of the illness are. I no longer believe that it's normal for me to get sick. Antibiotics are a thing of the distant past. I now use a proactive approach to my immune health and realise that regularly coming down with the same illness is a message that something in your immune system needs extra support. ---- Take action for a healthier immune system ---- I love to work with people who have recurring problems with their immune system. For me it was always sinus problems, but for others it can be hay fever, asthma, flu, chest infections or urinary tract infections. Many people experience a flare in cold sores or STI's when they are stressed and run down. It's a joy to see people become well by embracing natural treatments, and be able to eliminate their antibiotics or anti-allergy medications over time. If you feel that you have immune problems and you are struggling to make self care a priority, please [work with me.](http://www.simonejeffriesnaturopath.com.au/contactandbookings) I'd love to support you to live the healthy, energetic life you deserve! Simone :) Hi! I'm [Simone Jeffries](https://www.simonejeffriesnaturopath.com.au/about-simone-jeffries). I am a naturopath, nutritionist, herbalist and certified wellness coach. I am also a foodie and an advocate for a whole food diet. I love to support you with hormonal conditions, histamine intolerance and vaginal imbalances. I welcome clients to consult with me at my clinic in [Manly](https://www.simonejeffriesnaturopath.com.au/manly-beaches-clinic) on Sydney's Northern Beaches, and [online from anywhere in Australia](https://www.simonejeffriesnaturopath.com.au/consultation-fees). The information in this blog is from my Bachelor of Health Science degree, experience from working with women in my clinic, and continuing research. This blog is for information only and not intended to take the place of medical advice. Please seek assistance for any medical "}