{"title": "PDF", "author": "PDF", "url": "https://dpbh.nv.gov/uploadedFiles/dpbhnvgov/content/Boards/BOH/Meetings/2022/PC%2056%20to%2063.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Date: Wednesday, March 2, 2022 8:10:56 PM WARNING - This email originated from outside the State of Nevada. Exercise caution when opening attachments or clicking links, especially from unknown senders. Hello, Recently, a petition demanding the N.S.H.E. reinstitute COVID-19 vaccination mandates for students gained over 4,000 signatures. As a resident of Nevada and alumnus of the N.S.H.E. who is trained in science and concerned for individual liberty as well as health, I have to voice my opposition to any such reinstitution, and not for my sake, but for the sake of Nevada's collegiate students both present and future. Furthermore, the petition lists multiple statements of dubious-at-best nature. The petition is listed here: https://dpbh.nv.gov/uploadedFiles/dpbhnvgov/content/Boards/BOH/Meetings/2022/PC%2048.pdf Let us examine some of the statements made -\"widespread vaccination is the most effective way to prevent serious illness and death and to reduce transmission of the SARS-CoV-2 virus,\" This is false. The most effective ways to prevent serious illness and death have nothing to do with vaccination status. While the exact number varies by country or jurisdiction, typically well over 90% of deaths are associated with comorbidities, including obesity, diabetes, cancer, and other serious health conditions. In fact, the vast majority of deaths involve several comorbidities and not just one. Most victims also have deficiencies in vitamins such as D and C. Healthy children, young people, and even middle-aged people are at very low risk of serious COVID-19 infection, let alone death. The best way to improve Americans' outcomes with COVID-19 is not to promote an experimental mRNA vaccine but to increase the percentage of Americans who live healthy lifestyles. Furthermore, multiple studies show that recovery from COVID-19 offers considerably stronger protection than these experimental products. By far the demographic least likely to suffer from infection, hospitalization, and death is not those vaccinated, but those who recover from infection and now have not only antibodies but also robust T-cell responses among other adaptive immune responses. The antibodies produced from vaccination are only useful against the SARS-CoV-2 Spike, while recovery from infection provides an immune response to all of the virus's proteins. In addition, recovery from infection also produces mucosal antibodies that the vaccine does not provide. Finally, the virus's Spike protein has evolved since the original Wuhan strain. This means the vaccines are increasingly ineffective against mutated strains with modified Spike. You are vaccinating against something that does possibly not even exist anymore as it existed a couple years ago! It is abundantly clear by now that the vaccines do not provide sterilizing immunity and do not prevent illness and transmission, and how effective they are against serious illness and death over time is questionable. The reasons for this are multiple, and some are touched upon in the previous paragraph, but once again the fact that the vaccines focus on the SARS-CoV-2 Spike means the immunologic conditions on a large scale are perfect for variants that can evade Spike-directed antibodies. The 1905 Supreme Court decision on vaccine mandates said that states can institute vaccine mandates to stop the spread of a virus. Since the current vaccines do not stop viral spread, and not all demographics are at equal risk. There is no reason to mandate these experimental vaccines on anyone, let alone young, healthy people who make up a large percentage of college attendees. Young people are possibly more at risk from the vaccine than from the virus given the elevated risk of myocarditis, pericarditis, and other health issues that have been reported. In fact, these vaccines have more adverse events reported than all other vaccines over the last several decades. The SARS-CoV-2 Spike that the mRNA programs ribosomes to produce can cause extreme inflammation, neurological pathologies, and other complications known and perhaps unknown. These complications should not be ignored; they should be investigated, as a pandemic situation is not an excuse to enforce mandates using vaccines with a questionable safety record. -\"and because the available vaccines are remarkably safe and effective against all current variants,\" I address many issues in the above paragraphs, but I want to reiterate that this is a false statement. If they were remarkably effective, the vaccines would stop infection, and cases now would number much less than over a year ago. Instead, the United States and its jurisdictions, Australia, Israel, Gibraltar, Seychelles, Mongolia, Iceland, and many others have seen record-high cases, and, in some instances hospitalizations and deaths, after vaccinations, vaccine mandates, and even one or more boosters. Take Israel as an example: https://www.worldometers.info/coronavirus/country/israel/ Israel has seen record daily cases and record daily deaths AFTER boosters! If the vaccines were successful, we should see fewer cases and fewer deaths than in the past, but we do not. During the Delta wave of summer, recorded cases were initially against people not vaccinated, but as time went on, the vaccinated population became a majority of cases and hospitalizations. I would also like to add that populations with fewer vaccinations did not fare worse. Take neighboring countries, all which have much lower vaccination rates: https://www.worldometers.info/coronavirus/country/state-of-palestine/ Syria COVID - Coronavirus Statistics - Worldometer (worldometers.info) Now, it is true that these countries have lower aged demographics than Israel does, but that does still not explain why Israel's deaths and cases have skyrocketed after widespread vaccination and boosters as opposed to earlier in the pandemic. Either the vaccines are not effective at stopping the spread, or the cases and consequently deaths mirror the number of tests, or both, with the \"both\" option being the most likely. -\"including the Pfizer-BioNTech vaccine which has received full FDA approval ( //bit.ly/3enwNM9 ) and is thus no longer experimental;\" This statement is questionable. For one, the FDA approval was for Pfizer-BioNTech's Comirnaty, and so far, there are no vials of Comirnaty available in the United States. Furthermore, if there was an FDA-approved product available, that means all EUA-authorized vaccines (Moderna, Johnson & Johnson) should be withdrawn from the market. In addition, even if an FDA-approved vaccine is available, that does not take away from the experimental nature of the mRNA vaccines. Nobody knows what the long-term effects from mRNA vaccines that instruct ribosomes to build SARS-CoV-2 Spike proteins and induce an adaptive immune response will be, and even short-term effects are not fully understood, as there are already many serious safety and health concerns about these treatments (blood clots, myocarditis, pericarditis, Bell's palsy and other neurological conditions, menstrual changes, etc.). Even if it did turn out that most fears regarding the current mRNA and adenovirus vaccines were unfounded, mandating any medical product so soon after they were first used in the general population without any concerns for possible long-term side effects is unethical and also sets a bad precedent. Medical treatments require years of study in order for medical workers to fully understand all potential benefits and risks, and the COVID-19 vaccines are no exception. People need to have informed consent, and that includes both potential risks and benefits as well as the \"consent\" part; people should be free to say, No.\" By instituting draconian mandates, governments around the world are sending the wrong message: that individuals are not capable of making their own health decisions. That is not to say every individual will make the best decision for their own health, but every individual should be free to make the decision that they feel is in their best interest. Every single student in N.S.H.E. should be treated as a free human being capable of making their own decisions. The individuals who signed the petition are free to get vaccinated, boosted and remain masked. However, those individuals should not determine what everyone else does with their body, nor should any government official, either left-wing, centrist, or right-wing. Each individual should make their own decision as to what is best for their health. The liberty of the individual takes precedence over the fears and whims of the mob. As an example, that is why the criminal justice system has things such as due process, standards of proof, and presumption of innocence, because the rights and freedoms of the individual do matter. One does not throw away the rights of the accused to satisfy the desires of the mob or those who have already decided on the guilt of the accused. The United States of America is not a country founded on the idea of government rule being the source of one's safety, security, life, liberty, and dignity. On the contrary, we are a country founded on the ideas of individual liberty coming from a Creator and taking precedence over the dictates of either a government or a government's supporters. Finally, it is not Nevada's style. Nevada is basically a libertarian state founded and inhabited by risk-takers. We should never be an authoritarian nanny state that dictates every detail of the lives and livelihoods of Nevadans. We should be a state of leaders, so let us lead the way as individuals capable of making our own decisions. Nevada needs leaders and not followers, and that includes individuals making their own decisions and being free to reject medical products that they do now want or need. Each individual on the State Board of Health, as well as all of your family members and friends, should be free to make their own decisions. I hope the informed consent, bodily autonomy, privacy, and personal freedoms of all Nevadans, including students, get respected by local and state governments. May you all enjoy the rights, freedom, and privacy each one of you should receive and allow Nevada's college students to remain free. Respectfully, V.M., Nevada resident and alumnus of N.S.H.E. March 2, 2022 11:38:50 AM WARNING - This email originated from outside the State of Nevada. Exercise caution when opening attachments or clicking links, especially from unknown senders. I am writing in my opposition of mandatory vaccines for students and faculty. I support medical choice! There is NO scientific evidence showing that masks reduce transmission of viral particles. The covid vaccines DO NOT prevent transmission, infection or illness. There are risks associated with these medical interventions; where there is risk there must be full informed consent and free choice. Those who decide to wear masks and/or take covid shots based upon their personal risk assessment are free to do so and if they work properly, that individual should be protected against the virus reguarless if their co-worker or fellow student is vaccinated or not . Medical mandates have no place in a free society and it is quite disgusting that this is even a discussion at this point. Thanks Corie Keyes From: J K To: DPBH Date: Thursday, March 3, 2022 1:21:15 AM WARNING - This email originated from outside the State of Nevada. Exercise caution when opening attachments or clicking links, especially from unknown senders. As a resident of Carson City, NV . I am writing to express my opposition on vaccine and mask mandates. For any or all schools in Nevada. Masks are proven more harmful than helpful, and the vaccines do not stop contraction or passing of the current covid virus. I also strongly recommend there be an OPT- out choice on the DNA submitting of newborns and mothers. And also, i oppose the power being taken away from the county level and giving it to a comity or entity that has no real interest in locals. Thank you for your time. Jolene Turner Carson City, NV I6s J -- From: Miranda Lee To: DPBH StateBOH Subject: Opposition of Petition by Nevada Faculty Date: Thursday, March 3, 2022 5:39:31 AM Attachments: NSHE Petition Repeal Title 2.12.pdf WARNING - This email originated from outside the State of Nevada. Exercise caution when opening attachments or clicking links, especially from unknown senders. Please see the attached document in response to boh meeting on March 4, 9:00 AM. All of the demands being made by the Nevada Faculty Alliance have not referenced any sources of data or reliable citations of information to back up their DEMANDS. In the document attached below, you will find 370 signatures, all of whom which may be possible claims for disciplinary action. REPEAL TITLE 2.12 AS PLANNED. Do not give in to DEMANDS that have no evidence. Miranda L. Campbell From: Patty Toone To: DPBH StateBOH Subject: Medical Mandates, Newborn Screening and Regional Health Districts Date: Thursday, March 3, 2022 9:53:32 AM WARNING - This email originated from outside the State of Nevada. Exercise caution when opening attachments or clicking links, especially from unknown senders. Regarding medical mandates:I support medical CHOICE. Please review Code of Federal Regulations Title 21 and 18 U.S. code 2331. Regarding NEWBORN BLOOD SCREENING (LCB R088-20RP1): This is an unnecessary update. There must be a clear opt-out for mothers/parents before expanding this program to include every infant. There must also be a mechanism for the protection of the private genetic / DNA data of citizens (babies) Regarding the proposal submitted by UNR for the creation of regional Health Districts. Public health decisions need to be made locally. Local officials are aware of, and have a vested interest in what their community is experiencing. Respectfully Action Item 10 Date: Thursday, March 3, 2022 10:41:37 AM Attachments: Pfizer Nov 23rd release of trial data thousands of adverse events as of Feb 21.pdf PfizerListofAdverseEvents.pdf Post-COVID vaccine AHA cases raise eyebrows in Italy _ MDedge Hematology and Oncology.pdf EUA Fact sheet for Recipients - Pediatric - Pfizer-BioNTECH .PDF The Vaccine Adverse Event Reporting System (VAERS) Results FormMarch32022.pdf WARNING - This email originated from outside the State of Nevada. Exercise caution when opening attachments or clicking links, especially from unknown senders. General public comment March 4, 2022 Action Item 10 I have attached the release of the court ordered Pfizer Biontec vaccine trials made available to the public November 23, 2022. I made you aware of this back in December 2021 at the BOH meeting and included a copy which is attached again You (Ihsan Azzam) are legally obligated to disclose this to the public. You can not withhold this information from your reports per Nevada Law. When will you be disclosing to the public the 9 pages (starting at page 30) of adverse reactions that occurred and can happen to those receiving this shot? Better yet, when will you be recalling these due to the over 288 death or permanent disability reports in Nevada and we know these are under reported by a huge percentage in VAERS Please see attached Pfizer trial, again you can NOT say you were NOT aware Elizabeth Hammack, FDA-CBER-2021-5683-0000054BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports 5.3.6 CUMULATIVE ANALYSIS OF POST-AUTHORIZATION ADVERSE EVENT REPORTS OF PF-07302048 (BNT162B2) RECEIVED THROUGH 28-FEB-2021 Report Prepared by: Worldwide Safety Pfizer The information contained in this document is proprietary and confidential. Any disclosure, reproduction, distribution, or other dissemination of this information outside of Pfizer, its Affiliates, its Licensees, or Regulatory Agencies is strictly prohibited. Except as may be ot herwise agreed to in writing, by accepting or reviewing these materials, you agree to hold such information in confidence and not to disclose it to others (except where required by applicable law), nor to use it for un authorized Cumulative Analysis of Post-authorization Adverse Event Re ports TABLE OF CONTENTS LIST OF TABLES ................................................. ....................................................................3 LIST OF FIGURES ................................................ ...................................................................3 APPENDICES ...........................................................................................................................3 LIST OF ABBREVIATIONS ....................................................................................................4 1. INTRODUCTION ................................................ .................................................................5 2. METHODOLOGY ................................................. ...............................................................5 3. RESULTS ..............................................................................................................................6 3.1. Safety Database ........................................... ..............................................................6 3.1.1. General Overview ........................................ .................................................6 3.1.2. Summary of Safety Concerns in the US Pharmacovigilance P lan ...............9 3.1.3. Review of Adverse Events of Special Interest (AESIs) .............................16 3.1.4. Medication error ........................................ .................................................26 4. DISCUSSION .................................................. ....................................................................28 5. Cumulative Analysis of Post-authorization Adverse Event Re ports LIST OF TABLES Table 1. General Overview: Selected Characteristics of All Cases Received During the Reporting Interval .................................. ...................................7 Table 2. Events Reported in 2% Cases ........................... ........................................8 Table 3. Safety concerns ........................................ ...................................................9 Table 4. Important Identified Risk .............................. ............................................10 Table 5. Important Potential Risk ...........................................................................11 Table 6. Description of Missing Information .........................................................12 Table 7. AESIs Evaluation for BNT162b2 .......................... ...................................16 Table 8. ME PTs by seriousness with or without harm co-associati on (Through 28 February 2021) ..................................... ...............................27 LIST OF FIGURES Figure 1. Total Number of 13vPnC AEs by System Organ Classes and Event Seriousness .................................................................................................8 APPENDICES APPENDIX 1 LIST OF ADVERSE EVENTS OF Cumulative Analysis of Post-authorization Adverse Event Re ports LIST OF ABBREVIATIONS Acronym Term AE adverse event AESI adverse event of special interest BC Brighton Collaboration CDC Centers for Disease Control and Prevention COVID-19 coronavirus disease 2019 DLP data lock point EUA emergency use authorisation HLGT (MedDRA) High Group Level Term HLT (MedDRA) High Level Term MAH marketing authorisation holde r MedDRA medical dictionary for regulatory activities MHRA Medicines and Healthcare products Regulatory Agency PCR Polymerase Chain Reaction PT (MedDRA) Preferred Term PVP pharmacovigilance plan RT-PCR Reverse Transcription-Polymerase Chain Reaction RSI reference safety information TME targeted medically event SARS-CoV-2 severe acute respiratory syndrome coronavirus 2 SMQ standardised MedDRA query SOC (MedDRA) System Organ Class UK United Kingdom US United States VAED vaccine-associated enhanced disease VAERD vaccine-associated enhanced respiratory disease VAERS Reference is made to the Request for Comments and Advice submit ted 04 February 2021 regarding Pfizer/BioNTech's proposal for the clinical and post-a uthorization safety data package for the Biologics License Application (BLA) for our investigational COVID-19 Vaccine (BNT162b2). Further reference is made to the Agency's 0 9 March 2021 response to this request, and specifically, the following request from the Agency. \"Monthly safety reports primarily focus on events that occurred during the reporting interval and include information not relevant to a BLA submission such as line lists of adverse events by country. We are most interested in a cumulative analysis of post-authorization safety data to support your future BLA submission. Please submit an integrated analysis of your cumulative post-authorization safety data, including U.S. and foreign post-authorization experience, in your upcoming BLA submission. Please include a cumulative analysis of the Important Identified Risks, Important Potential Risks, and areas of Important Missing Information identified in your Pharmacovigilance Plan, as well as adverse events of special interest and vaccine administration errors (whether or not associated with an adverse event). Please also include distribution data and an analysis of the most common adverse events. In addition, please submit your updated Pharmacovigilance Plan with your BLA submission.\" This document provides an integrated analysis of the cumulative post-authorization safety data, including U.S. and foreign post-authorization adverse eve nt reports received through 28 February 2021. 2. METHODOLOGY Pfizer is responsible for the management post-authorization saf ety data on behalf of the MAH BioNTech according to the Pharmacovigilance Agreement in place. Data from BioNTech are included in the report when applicable. Pfizer's safety database contains cases of AEs reported spontan eously to Pfizer, cases reported by the health authorities, cases published in the medi cal literature, cases from Pfizer-sponsored marketing programs, non-interventional studies , and cases of serious AEs reported from clinical studies regardless of causality assessme nt. The limitations of post-marketing adverse drug event reporting should be considered when interpreting these data: Reports are submitted voluntarily, and the magnitude of underre porting is unknown. Some of the factors that may influence whether an event is reported include: length of time since marketing, market share of the drug, publicity about a drug or an AE, seriousness of the reaction, regulatory actions, awareness by h ealth professionals and consumers of adverse drug event reporting, and litigation. Because many external factors influence whether or not an AE is reported, the spontaneous reporting system yields reporting proportions not i ncidence rates. As a result, it is generally not appropriate to make between-drug co mparisons using these CONFIDENTIAL Page 5 FDA-CBER-2021-5683-0000059BNT162b2 5.3.6 Cumulative Analysis of Post-authorization reporting system should be used for signal detection rather than hypothesis testing. In some reports, clinical information (such as medical history, validation of diagnosis, time from drug use to onset of illness, dose, and use of concom itant drugs) is missing or incomplete, and follow-up information may not be available. An accumulation of adverse event reports (AERs) does not necess arily indicate that a particular AE was caused by the drug; rather, the event may be due to an underlying disease or some other factor(s) such as past medical history or concomitant medication. Among adverse event reports received into the Pfizer safety dat abase during the cumulative period, only those having a complete workflow cycle in the safety database (meaning they progressed to Distribution or Closed workflow sta tus) are included in the monthly SMSR. This approach prevents the inclusion of cases tha t are not fully processed hence not accurately reflecting final information. Due to the l arge numbers of spontaneous adverse event reports received for the product, the M AH has prioritised the processing of serious cases, in order to meet expedited regulatory reporting timelines and ensure these reports are available for signal detection and eva luation activity. The increased volume of reports has not impacted case processing fo r serious reports, and compliance metrics continue to be monitored weekly with prompt action taken as needed to maintain compliance with expedited reporting obligations. No n-serious cases are entered into the safety database no later than 4 calendar days from receipt. Entrance into the database includes the coding of all adverse events; this all ow for a manual review of events being received but may not include immediate case proces sing to completion. Non-serious cases are processed as soon as possible and no late r than 90 days from receipt. Pfizer has also taken a multiple actions to help allev iate the large increase of adverse event reports. This includes significant technology enha ncements, and process and workflow solutions, as well as increasing the number of dat a entry and case (b) (4) processing colleagues. To date, Pfizer has onboarded approximat ely additional full- (b) (4) time employees (FTEs). More are joining each month with an expe cted total of more than additional resources by the end of June 2021. 3. RESULTS 3.1. Safety Database 3.1.1. General Overview It is estimated that approximately (b) (4) doses of BNT162b 2 were shipped worldwide from the receipt of the first temporary authorisation for emerg ency supply on 01 December 2020 through 28 February 2021. Cumulatively, through 28 February 2021, there was a total of 42,086 case reports (25,379 medically confirmed and 16,707 non-medically confirmed) containi ng 158,893 events. Most cases (34,762) were received from United States (13,739), United Kingdom (13,404) Italy (2,578), Germany (1913), France (1506), Portugal (866) and Spain (756); the remaining 7,324 were distributed among 56 other countries. CONFIDENTIAL Page 6 FDA-CBER-2021-5683-0000060BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports Table 1 below presents the main characteristics of the overall cas es. Table 1. General Overview: Selected Characteristics of All Cases Received During the Reporting Interval Characteristics Relevant cases (N=42086) Gender: Female 29914 Male 9182 No Data 2990 Age range (years): 0.01 -107 years Mean = 50.9 n = 34952 1 7 18-30 31-50 520 Not recovered at the time of report 11361 Fatal 1223 Unknown 9400 a. in 46 cases reported age was <16-year-old and in 34 cases <12 -year-old. As shown in Figure 1, the System Organ Classes (SOCs) that contained the greatest nu mber (2%) of events, in the overall dataset, were General disorders an d administration site conditions (51,335 AEs), Nervous system disorders (25,957), Musc uloskeletal and connective disorders (17,283), Skin and subcutaneous tissue disorders (8,476), Respiratory, thoracic an d mediastinal disorders (8,848), Infections and infestations (4,610), Injury, poisoning Cumulative Analysis of Post-authorization Adverse Event Re ports Figure 1. Total Number of BNT162b2 AEs by System Organ Classes most commonly (2%) reported MedDRA (v. 23.1) PTs in the overall dataset (through 28 February 2021), Table 2. Events Reported in 2% Cases Cumulatively Through 28 February 2021 MedDRA SOC MedDRA PT AEs (AERP%) N = 42086 Blood and lymphatic system disorders Lymphadenopath y 1972 (4.7%) Page 8 FDA-CBER-2021-5683-0000062BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports Table 2. Events Reported 930 (2.2%) Vaccination site swelling 913 (2.2%) Influenza like illness 835 (2%) Infections and infestations COVID-19 1927 (4.6%) Injury, poisoning and procedural complications Off label use 880 (2.1%) Product use issue 828 (2.0%) Musculoskeletal events 93473 3.1.2. Summary of Safety Concerns in the US Pharmacovigilance Plan Table 3. Safety concerns Important identified risks Anaphylaxis Important potential risks Vaccine-Associated Enhanced Disease (VAED), Including Vaccine-a ssociated Enhanced Respiratory Disease (VAERD) Missing information Use in Pregnancy and lactation Use in Paediatric Individuals <1 2 Years of Age Vaccine Effectiveness CONFIDENTIAL Page 9 FDA-CBER-2021-5683-0000063BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports Table 4. Important Important Identified Risk Post Authorization Cases Evaluation (cumulative to 28 Feb 2021) Total Number of Cases in the Reporting Period (N=42086) Anaphylaxis Since the first temporary authorization for emergenc y supply under Regulation 174 in the UK (01 December 2020) and through 28 February 2021, 1833 potentially relevant cases were retrieved from the Anaphylactic reaction SMQ (Narrow and Broad) search strateg y, applying the MedDRA algorithm. These cases were individually reviewed and assessed according to Brighton Collaboration (BC) definition and level of diagnostic certainty as shown in the Table below: Brighton Collaboration Level Number of cases BC 1 290 BC 2 311 BC 3 10 BC 4 391 BC 5 831 Total 1833 Level 1 indicates a case with the highest level of diagnostic certainty of anaphylaxis, whereas the diagnostic certainty is lowest for Level 3. Level 4 is defined as \"reported event of anaphylaxis with insufficient evidence to meet the cas e definition\" and Level 5 as not a case of anaphylaxis. There were 1002 cases (54.0% of the potentially relevant cases retrieved), 2958 potentially relevant events, from the Anaphylactic reaction SMQ (Broad and Narrow) search strategy, meeting BC Level 1 to 4: Country of incidence: UK (261), US (184), Mexico (99), Italy (82), Germany (67), Spain (38), France (36), Portugal (22), Denmark (20), Finland, Greece (19 each), S weden (17), Czech Republic , Netherlands (16 each), Belgium, Ireland (13 each), Poland (12), Austria (11); the remaining 57 cases originated from 15 different countries. Relevant event seriousness: Serious (2341), Non-Serious (617); Gender: Females (876), Males (106), Unknown (20); Age (n=961) ranged from 16 to 98 years (mean = 54.8 years, medi an = 42.5 years); Relevant even outcome a: fatal (9)b, resolved/resolving (1922), not resolved (229), resolved with sequelae (48), unknown (754); Most frequently reported relevant PTs (2%), from the Anaphylact ic reaction SMQ (Broad and Narrow) search strategy: Anaphylactic reaction (435), Dyspnoea (356), R ash (190), Pruritus (175), Erythema (159), Urticaria (133), Cough (115), Respiratory distress, Throat tightness (97 each), Swollen tongue (93), Anaphylactic shock (80), Hypotension (72), Chest discomfort (71), Swelling face (70), Pharyngeal swelling (68), and Lip swelling (64). Conclusion: Evaluation of BC cases Level 1 - 4 did not reveal any significant new safety information. Anaphylaxis is appropriately described in the product labeling as are non-anaphylactic hypersensitivity events. Surveillance will continue. a Different clinical outcome may be reported for an event that o ccurred more than once to the same individual. b There were 4 individuals in the anaphylaxis evaluation who die d on the same day they were vaccinated. Although these patients experienced adverse events (9) that are potential symptoms of anaphylaxis, they all had serious underlying medical conditions, and one individual appeared to a lso have COVID-19 pneumonia, that likely contributed to their deaths CONFIDENTIAL Page 10 FDA-CBER-2021-5683-0000064BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports Table 5. Important Important Potential Risk Post Authorization Cases Evaluation (cumulative to 28 Feb 2021) Total Number of Cases in the Reporting Period (N=42086) Vaccine- Associated Enhanced Disease (VAED), including Vaccine-Associated Enhanced Respiratory Disease (VAERD) No post-authorized AE reports have been identified as cases of VAED/VAERD, therefore, there is no observed data at this time. An expected rate of VAED is difficult to establish so a meaningful observed/expected analysis cannot be conducted at this point based on available data. The feasibility of conducting such an analysis will be re-evaluated on an ongoing basis as data on the virus grows and the vaccine safety data continues to accrue. The search criteria utilised to identify potential cases of VAE D for this report includes PTs indicating a lack of effect of the vaccine and PTs potentially indicative o f severe or atypical COVID-19 a. Since the first temporary authorization for emergency supply under Regulation 174 in the UK (01 December 2020) and through 28 February 2021, 138 cases [0.33% of the total PM dataset], reporting 317 potentially relevant events were retrieved: Country of incidence: UK (71), US (25), Germany (14), France, Italy, Mexico, Spain, (4 each), Denmark (3); the remaining 9 cases originated from 9 different countrie s; Cases Seriousness: 138; Seriousness criteria for the total 138 cases: Medically signifi cant (71, of which 8 also serious for disability), Hospitalization required (non-fatal/non-life threatening) (16, of which 1 also serious for disability), Life threatening (13, of which 7 were also serious for hospitalization), Death (38). Gender: Females (73), Males (57), Unknown (8); Age (n=132) ranged from 21 to 100 years (mean = 57.2 years, med ian = 59.5); Case outcome: fatal (38), resolved/resolving (26), not resolved (65), resolved with sequelae (1), unknown (8); Of the 317 relevant events, the most frequently reported PTs (2%) were: Drug ineffective (135), Dyspnoea (53), Diarrhoea (30), COVID-19 pneumonia (23), Vomitin g (20), Respiratory failure (8), and Seizure (7). Conclusion: VAED may present as severe or unusual clinical manif estations of COVID-19. Overall, there were 37 subjects with suspected COVID-19 and 101 subjects with c onfirmed COVID-19 following one or both doses of the vaccine; 75 of the 101 cases were severe, resulting in hospitalisation, disability, life-threatening consequences or death. None of the 75 cases co uld be definitively considered as VAED/VAERD. In this review of subjects with COVID-19 following vaccination, based on the current evidence, VAED/VAERD remains a theoretical risk for the vaccine. Surveillance will continue. a. Search criteria: Standard Decreased Therapeutic Response Search AND PTs Dyspnoea; Tachypnoea; Hypoxia; COVID 19 pneumonia; syndrome; inflammatory syndrome in children. CONFIDENTIAL Page 11 FDA-CBER-2021-5683-0000065BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports Table 6. Description of Missing Information Post Authorization Cases Evaluation (cumulative to 28 Feb 2021) Total Number of Cases in the Reporting Period (N=42086) Use in Pregnancy and lactation Number of cases: 413 a (0.98% of the total PM dataset); 84 serious and 329 non-serious; Country of incidence: US (205), UK (64), Canada (31), Germany (30), Poland (13), Israel (11); Italy (9), Portugal (8), Mexico (6), Estonia, Hungary and Ireland, (5 each), Romania (4), Spain (3), Czech Republic and France (2 each), the remaining 10 cases were distributed among 10 other countries. Pregnancy cases: 274 cases including: 270 mother cases and 4 foetus/baby cases representing 270 uniqu e pregnancies (the 4 foetus/baby cases were linked to 3 mother cases; 1 mother case involved twins). Pregnancy outcomes for the 270 pregnancies were reported as spontaneous abortion (23), outcome pending (5), premature birth with neonatal death, spontaneous abortion with intrauterine death (2 each), spontaneous abortion with neonatal death, and normal outcome (1 each). No outcome was provided for 238 pregnancies (note that 2 different outcomes were reported for each twin, and both were counted). 146 non-serious mother cases reported exposure to vaccine in utero without the occurrence of any clinical adverse event. The exposure PTs coded to the PTs M aternal exposure during pregnancy (111), Exposure during pregnancy (29) and Maternal exposure timing unspecified (6). Trimester of exposure was reported in 21 of these cases: 1st trimester (15 cases), 2nd trimester (7), and 3rd trimester (2). 124 mother cases, 49 non-serious and 75 serious, reported clinica l events, which occurred in the vaccinated mothers. Pregnancy related events reported in th ese cases coded to the PTs Abortion spontaneous (25), Uterine contraction during pregnancy , Premature rupture of membranes, Abortion, Abortion missed, and Foetal death (1 each). Other clinical events which occurred in more than 5 cases coded to the PTs Headache (33), Vaccination site pain (24), Pain in extremity and Fatigue (22 each), Myalgia and Pyrexia (1 6 each), Chills (13) Nausea (12), Pain (11), Arthralgia (9), Lymphadenopathy and Drug ineffective (7 each), Chest pain, Dizziness and Asthenia (6 each), Malaise and COVID-19 (5 each). Trimester of exposure was reported in 22 of these cases: 1st trimester (19 cases), 2nd trim ester (1 case), 3rd trimester (2 cases). 4 serious foetus/baby cases reported the PTs Exposure during pregnancy, Foetal growth restriction, Maternal exposure during pregnancy, Premature baby (2 each), and Death neonatal (1). Trimester of exposure was reported for 2 cases (twins) as occurring during the 1st trimester. Breast feeding baby cases: 133, of which: 116 cases reported exposure to vaccine during breastfeeding (PT Exposure via breast milk) without the occurrence of any clinical adverse events; 17 cases, 3 serious and 14 non-serious, reported the following clinical events that occurred in the infant/child exposed to vaccine via breastfeeding: Pyrexia (5), Rash (4), Infant irritability (3), Infantile vomiting, Diarrhoea, Insomnia, and Illness (2 each), Poor feeding infant, Lethargy, Abdominal discomfort, Vomiting, Allergy to vaccine, Increased appetite, Anxiety, Crying, Poor quality sleep, Eructation, Agitation, Pain and Urticaria (1 each). Breast feeding mother cases (6): 1 serious case reported 3 clinical events that occurred in a mother during breast feeding (PT Maternal exposure during breast feeding); these events coded to the PTs Chills, Malaise, and Pyrexia 1 non-serious case reported with very limited information and w ithout associated AEs. CONFIDENTIAL Page 12 FDA-CBER-2021-5683-0000066BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports Table 6. Description of 090177e196ea1800\\A pproved\\A pproved On: 30-A pr-2021 09:26 (GMT )Topic Description Missing Information Post Authorization Cases Evaluation (cumulative to 28 Feb 2021) Total Number of Cases in the Reporting Period (N=42086) In 4 cases (3 non-serious; 1 serious) Suppressed lactation occurred in a breast feeding women with the following co-reported events: Pyrexia (2), Paresis, Headache, Chills, Vomiting, Pain in extremity, Arthralgia, Breast pain, Scar pain, Nausea, Migraine, Myalgia, Fatigue and Breast milk discolouration (1 each). Conclusion: There were no safety signals that emerged from the review of these cases of use in pregnancy and while breast feeding. Use in Paediatric Individuals Paediatric individuals <12 years of age Number of cases: 34 d (0.1% of the total PM dataset), indicative of administration in paediatric <12 Years of subjects <12 years of age; Age Country of incidence: UK (29), US (3), Germany and Andorra (1 each); Cases Seriousness: Serious (24), Non-Serious (10); Gender: Females (25), Males (7), Unknown (2); Age (n=34) ranged from 2 months to 9 years, mean = 3.7 years, median = 4.0; Case outcome: resolved/resolving (16), not resolved (13), and unknown (5). Of the 132 reported events, those reported more than once were as follows: Product administered to patient of inappropriate age (27, see Medication Error), Off label use (11),Pyrexia (6), Product use issue (5), Fatigue, Headache and Nausea (4 each), Vaccination sitepain (3), Abdominal pain upper, COVID-19, Facial paralysis, Lym phadenopathy, Malaise, Pruritus and Swelling (2 each). Conclusion: No new significant safety information was identifie d based on a review of these cases compared with the non-paediatric population. Vaccine Effectiveness Company conventions for coding cases indicative of lack of efficacy: The coding conventions for lack of efficacy in the context of a dministration of the COVID-19 vaccine were revised on 15 February 2021, as shown below: PT \"Vaccination failure\" is coded when ALL of the follo wing criteria are met: o The subject has received the series of two doses per the dosing regimen in local labeling. o At least 7 days have elapsed since the second dose of vaccine has been ad ministered. o The subject experiences SARS-CoV-2 infectio n (confirmed laboratory tests). PT \"Drug ineffective\" is coded when either of the followin g applies: The infection is not confir med as SARS-C oV-2 through lab oratory tests (irrespective of the vaccination schedule). This includes scenarios where LOE is stated or implied , e.g., \"the vaccin e did not wo rk\", \"I got COVID- 19\". It is unknown: Whether the subject has received the series of two doses per the dosing regimen in local labeling; How many day s have passed sin ce the fir st dose (includin g unspecified number of days lik e\" a few days\", \"some days\", etc.); If 7 days have passed since the second dose; The subject experiences a vaccine preventable illness 14 days after receiving the first dose up to and through 6 days after receipt of the second dose. Note: after the immune system as had sufficient time (14 days) to respond to the vaccine, a report of COVID-19 is considered a potential lack of efficacy even if the vaccination course is not complete. Summary of the coding conventions for onset of vaccine preventable disease versus the vaccination date: CONFIDENTIAL Page 13 FDA-CBER-2021-5683-0000067BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports Table 6. Description of Post Authorization Cases Evaluation (cumulative to 28 Feb 2021) Information Total Number of Cases in the Reporting Period (N=42086) 1st dose (day 1-13) From day 14 post 1st dose to Day 7 post 2nd dose day 6 post 2nd dose Code only the events Code \"Drug ineffective\" Code \"Vaccination failure\" describing the SARS-CoV-2 infection Scenario Not considered Scenario considered LOE as Scenario considered LOE as LOE \"Drug ineffective\" \"Vaccination failure\" Lack of efficacy cases Number of cases: 1665b (3.9 % of the total PM dataset) of which 1100 were medically confirmed and 565 non medically confirmed; Number of lack of efficacy events: 1665 [PT: Drug ineffective (16 46) and Vaccination failure (19)f]. Country of incidence: US (665), UK (405), Germany (181), France (85), Italy (58), Romania (47), Belgium (33), Israel (30), Poland (28), Spain (21), Austria (18), Portugal (17), Greece (15), Mexico (13), Denmark (8), Canada (7), Hungary, Sweden and United Arab Emirates (5 each), Czech Republic (4), Switzerland (3); the remaining 12 cas es originated from 9 different countries. COVID-19 infection was suspected in 155 cases, confirmed in 228 cases, in 1 case it was reported that the first dose was not effective (no other informa tion). COVID-19 infection (suspected or confirmed) outcome was reporte d as resolved/resolving (165), not resolved (205) or unknown (1230) at the time of the reporting; there were 65 cases where a fatal outcome was reported. Drug ineffective cases (1649) Drug ineffective event seriousness: serious (1625), non-serious (21) e; Lack of efficacy term was reported: o after the 1st dose in 788 cases o after the 2nd dose in 139 cases o in 722 cases it was unknown after which dose the lack of efficacy occurred. Latency of lack of efficacy term reported after the first dose was known for 176 cases: o Within 9 days: 2 subjects; o Within 14 and 21 days: 154 subjects; o Within 22 and 50 days: 20 subjects; Latency of lack of efficacy term reported after the second dose was known for 69 cases: o Within 0 and 7 days: 42 subjects; o Within 8 and 21 days: 22 subjects; o Within 23 and 36 days: 5 subjects. Latency of lack of efficacy term reported in cases where the number of doses administered was not provided, was known in 409 cases: o Within 0 and 7 days after vaccination: 281 subjects. o Within 8 and 14 days after vaccination: 89 subjects. o Within 15 and 44 days after vaccination: 39 subjects. According to the RSI, individuals may not be fully protected un til 7 days after their second dose of vaccine, therefore for the above 1649 cases where lack of effica cy was reported after the 1st dose or the CONFIDENTIAL Page 14 FDA-CBER-2021-5683-0000068BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports Table 6. Description of Missing Information Post Authorization Cases Evaluation (cumulative to 28 Feb 2021) Total Number of Cases in the Reporting Period (N=42086) 2nd dose, the reported events may represent signs and symptoms of intercurrent or undiagnosed COVID- 19 infection or infection in an individual who was not fully vaccinated, rather than vaccine ineffectiveness. Vaccination failure cases (16) Vaccination failure seriousness: all serious; Lack of efficacy term was reported in all cases after the 2nd dose: Latency of lack of efficacy was known for 14 cases: o Within 7 and 13 days: 8 subjects; o Within 15 and 29 days: 6 subjects. COVID-19 (10) and Asymptomatic COVID-19 (6) were the reported vaccine preventable infections that occurred in these 16 cases. Conclusion: No new safety signals of vaccine lack of efficacy h ave emerged based on a review of these cases. a. From a total of 417 cases, 4 cases were excluded from the analysis. In 3 cases, the MAH was informed that a 33-year-old and two unspecified age pregnant female pati ents were scheduled to receive bnt162b2 (PT reported Off label use and Product use issue in 2 cases; Circumstance or information capable of leading to medication error in one case). One case reported the PT Morning sickness; however, pregnancy was not confirmed in this case. b. 558 additional cases retrieved in this dataset were excluded f rom the analysis; upon review, 546 cases cannot be considered true lack of efficacy cases because the PT Drug ineffective was coded but the subjects developed SARS-CoV-2 infection during the early days from the f irst dose (days 1 - 13); the vaccine has not had sufficient time to stimulate the immune system and, consequently, the development of a vaccine preventable disease during this time is not considered a potential lack of effect of the vaccine; in 5 cases the PT Drug ineffective was removed after data lock point (DLP) bec ause the subjects did not develop COVID- 19 infection; in 1 case, reporting Treatment failure and Transi ent ischaemic attack, the Lack of efficacy PT did not refer to BNT162b2 vaccine; 5 cases have been invalidated in the safety database after DLP; 1 case has been deleted from the discussion because the PTs reported Pat hogen resistance and Product preparation issue were not indicative of a lack of efficacy. to be eliminated. c. Upon review, 31 additional cases were excluded from the analysis as the data reported (e.g. clinical details, height, weight, etc.) were not consistent with paediatric subjects d. Upon review, 28 additional cases were excluded from the analy sis as the data reported (e.g. clinical details, height, weight, etc.) were not consistent with paediat ric subjects. e. Different clinical outcomes may be reported for an event that occurred more than once to the same individual f. In 2 cases the PT Vaccination failure was replaced with Drug i neffective after DLP. Another case was not included in the discussion of the Vaccination failure cases because correct schedu ling (21 days apart between the first and second dose) cannot be confirmed. CONFIDENTIAL Page 15 FDA-CBER-2021-5683-0000069BNT162b2 5.3.6 Cumulative Analysis of Post-authorization of Special Interest (AESIs) Please refer to Appendix 1 for the list of the company's AESIs for BNT162b2. The company's AESI list takes into consideration the lists of A ESIs from the following expert groups and regulatory authorities: Brighton Collaboratio n (SPEAC), ACCESS protocol, US CDC (preliminary list of AESI for VAERS surveillan ce), MHRA (unpublished guideline). The AESI terms are incorporated into a TME list and include events of interest due to their association with severe COVID-19 and events of interest for vacc ines in general. The AESI list is comprised of MedDRA PTs, HLTs, HLGTs or MedDRA SMQs and can be changed as appropriate based on the evolving safety profile of t he vaccine. Table 7 provides a summary review of cumulative cases within AESI categories in the Pfizer safety database. This is distinct from safety signal evaluations which are conducted and included, as appropriate, in the Summary Monthly Safety Reports submitted regularly to the FDA and other Health Authorities. Table 7. AESIs Evaluation for BNT162b2 AESIsa Category Post-Marketing Cases Reactions Search criteria: Anaphylactic reaction SMQ (Narrow and Broad, with the algorithm applied), selecting relevant cases according to BC criteria Please refer to the Risk 'Anaphylaxis' included above in Table 4. Cardiovascular AESIs Number of cases: 1403 (3.3% of the total PM dataset), of which Search criteria: PTs Acute 241 are medically confirmed and 1162 are myocardial infarction; confirmed; US (233), Mexico (196), Italy Cardiac failure acute; (141), France (128), Germany (102), Spain (46), Greece (45), Cardiogenic shock; Coronary Portugal (37), Sweden (20), Ireland (17), Poland (16), Israel (13), artery disease; Myocardial Austria, Romania and Finland (12 each), Netherlands (11), infarction; Postural orthostatic Belgium and Norway (10 each), Czech Republic (9), Hungary and tachycardia syndrome; Stress Canada (8 each), Croatia and Denmark (7 each), Iceland (5); the cardiomyopathy; Tachycardia remaining 30 cases were distributed among 13 other countries; Subjects' gender: female (1076), male (291) and unknown (36); age group (n = 1346): Adult Number events: 1441, of which 946 serious, 495 non-serious; in the cases reporting relevant serious events; Reported relevant PTs: Tachycardia (1098), Arrhythmia (102), Myocardial infarction (89), Cardiac failure (80), Acute myocard ial infarction (41), Cardiac failure acute (11), Cardiogenic shock and Postural orthostatic tachycardia syndrome (7 each) and Coronary artery disease (6); Relevant event onset laten cy (n = 1209): Range from <24 hours to 21 days, median <24 hours; CONFIDENTIAL Page 16 FDA-CBER-2021-5683-0000070BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports (N=42086) Relevant event outcomeg: fatal (136), resolved/resolving (767), resolved with sequelae (21), not resolved (140) and unknown (380); Conclusion: This cumulative case review does not raise new safet y issues. Surveillance will continue COVID-19 AESIs Search criteria: Covid-19 SMQ (Narrow and Anosmia Number of cases: 3067 (7.3% of the total PM dataset), of which 1013 are medically confirmed and 2054 are non-medically confirmed; Country of incidence: US (1272), UK (609), Germany (360), France (161), Italy (94), Spain (69), Romania (62), Portugal (5 1), Poland (50), Mexico (43), Belgium (42), Israel (41), Sweden (30 ), Austria (27), Greece (24), Denmark (18), Czech Republic and Hungary (17 each), Canada (12), Ireland (11), Slovakia (9), Lat via and United Arab Emirates (6 each); the remaining 36 cases were distributed among 16 other different countries; Subjects' gender: female (1650), male (844) and age group (n= 1880) : Adult (1315), Elderly (560), Infant h and Adolescent (2 each), Child (1); Number of relevant even ts: 3359 , of which 2585 serious, 774 non-serious; Most frequently reported relevant PTs (> 1 occurrence): COVID- 19 (1927), SARS-CoV-2 test positive (415), Suspected COVID-19 (270), Ageusia (228), Anosmia (194), SARS-CoV-2 antibody test negative (83), Exposure to SARS-CoV-2 (62), SARS-CoV-2 antibody test positive (53), COVID-19 pneumonia (51), Asymptomatic COVID-19 (31), Coronavirus infection (13), Occupational exposure to SARS-CoV-2 (11), SARS-CoV-2 test false positive (7), Coronavirus test positive (6), SARS-CoV-2 te st negative (3) SARS-CoV-2 antibody test (2); Relevant event onset latency (n = 2070): Range from <24 hours to 374 days, median 5 days; Relevant event outcome: fatal (136), not resolved (547), resolved/resolving (558), resolved with sequelae (9) and unknow n (2110). Conclusion: This cumulative case review does not raise new safet y issues. Surveillance will continue Dermatological AESIs Number of cases: 20 cases (0.05% of the total PM dataset), of Search criteria: PT Chillblains; which 15 are medically confirmed and 5 are non-medically Erythema multiforme confirmed; Country of incidence: UK (8), France and Poland (2 each), and t he remaining 8 cases were distributed among 8 other different countries; Subjects' gender: female (17) male and unknown (1 each); Subjects' age group (n=19): Adult (18), Elderly (1); Number of relevant events: 20 events, 16 serious, 4 non-serious CONFIDENTIAL Page 17 FDA-CBER-2021-5683-0000071BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports relevant PTs: Erythema multiforme (13) and Chillblains (7) Relevant event onset latency (n = 18): Range from <24 hours to 17 days, median 3 days; Relevant event outcome: resolved/resolving (7), not resolved (8 ) and unknown (6). Conclusion: This cumulative case review does not raise new safet y issues. Surveillance will continue. Haematological AESIs Search criteria: Leukopenias NEC (HLT) (Primary Path) thrombocytopenia Haemorrhage terms (excl laboratory terms Number of cases: 932 (2.2 % of the total PM dataset), of which 524 medically confirmed and 408 non-medically confirmed; Country of incidence: UK (343), US (308), France (50), Germany (43), Italy (37), Spain (27), Mexico and Poland (13 each), Sweden (10), Israel (9), Netherlands (8), Denmark, Finland, Portugal and Ireland (7 each), Austria and Norway (6 each), Croatia (4), Greece, Belgium, Hungary and Switzerland (3 each), Cyprus, Latvia and Serbia (2 each); the remaining 9 cases originated from 9 different countries; Subjects' gender (n=898): female (676) and male (222); (n=837): (543), Elderly (293), Infant (1); Number of relevant events: 1080, of which 681 serious, 399 non-serious; Most frequently reported relevant PTs (15 occurrences) include : Epistaxis (127), Contusion (112), Vaccination site bruising (96), Vaccination site haemorrhage (51), Petechiae (50), Haemorrhage (42), Haematochezia (34), Thrombocytopenia site Vaginal (29 each), and (27 each), Haematemesis (25), Eye haemorrhage (23), Rectal haemorrhage (22), Immune thrombocytopenia (20), Blood urine present (19), Haematuria, Neutropenia and Purpura (16 each) Diarrhoea haemorrhagic (15); Relevant event onset latency (n = 787): Range from < 24 hours to 33 days, median = 1 day; Relevant event outcome: fatal (34), resolved/resolving (393), resolved with sequelae (17), not resolved (267) and unknown (371). Conclusion: This cumulative case review does not raise new safety issues. Surveillance will continue Hepatic AESIs Search criteria: Liver related investigations, signs and symptoms (SMQ) (Narrow and Broad) OR PT Liver injury Number of cases: 70 cases (0.2% of the total PM dataset), of which 54 medically confirmed and 16 non-medically confirmed; Country of incidence: UK (19), US (14), France (7), Italy (5), Germany (4), Belgium, Mexico and Spain (3 each), Austria, and Iceland (2 each); the remaining 8 cases originated from 8 different countries; Subjects' gender: female (43), male (26) and unknown (1); Subjects' age group (n=64): Adult (37), Elderly (27); CONFIDENTIAL Page 18 FDA-CBER-2021-5683-0000072BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports (N=42086) Number of relevant events: 94, of which 53 serious, 41 non-serious; Most frequently reported relevant PTs (3 occurrences) include: Alanine aminotransferase increased (16), Transaminases increase d and Hepatic pain (9 each), Liver function test increased (8), Aspartate aminotransferase increased and Liver function test abnormal (7 each), Gamma-glutamyltransferase increased and Hepatic enzyme increased (6 each), Blood alkaline phosphatase increased and Liver injury (5 each), Ascites, Blood bilirubin increased and Hypertransaminasaemia (3 each); Relevant event onset latency (n = 57): Range from <24 hours to 20 days, median 3 days; Relevant event outcome: fatal (5), resolved/resolving (27), resolved with sequelae (1), not resolved (14) and unknown (47). Conclusion: This cumulative case review does not raise new safety issues. Surveillance will continue Facial Paralysis Number of cases: 449 i (1.07% of the total PM dataset), 314 Search criteria: PTs Facial medically confirmed and 135 non-medically confirmed; paralysis, Facial paresis Country of incidence: US (124), UK (119), Italy (40), France (27), Israel (20), Spain (18), Germany (13), Sweden (11), Ireland (9) , Cyprus (8), Austria (7), Finland and Portugal (6 each), Hungary and Romania (5 each), Croatia and Mexico (4 each), Canada (3),Czech Republic, Malta, Netherlands, Norway, Poland and Puerto Rico (2 each); the remaining 8 cases originated from 8 different countries; Subjects' gender: female (295), male (133), unknown (21); Subjects' age group (n=411): Adult (313), Elderly (96), Infant j and Child (1 each); Number of relevant eventsk: 453, of which 399 serious, 54 non-serious; Reported relevant PTs: Facial paralysis (401), Facial paresis ( 64); Relevant event onset latency (n = 404): Range from <24 hours to 46 days, median 2 days; Relevant event outcome: resolved/resolving (184), resolved with sequelae (3), not resolved (183) and unknown (97); Overall Conclusion: This cumulative case review does not raise new safety issues. Surveillance will continue. Causality assessment will be further evaluated following availability of additional unblinde d data from the clinical study C4591001, which will be unblinded for f inal analysis approximately mid-April 2021. Additionally, non - interventional post-authorisation safety studies, C4591011 and C4591012 are expected to capture data on a sufficiently large vaccinated population to detect an increased risk of Bell's pal sy in vaccinated individuals. The timeline for conducting these analyses will be established based on the size of the vaccinated population captured in the study data sources by the first interim reports (due 30 June CONFIDENTIAL Page 19 FDA-CBER-2021-5683-0000073BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports (N=42086) 2021). Study C4591021, pending protocol endorsement by EMA, is also intended to inform this risk. Immune-Mediated/Autoimmune AESIs Search criteria: Immune- mediated/autoimmune disorders (SMQ) (Broad and Narrow) OR Autoimmune disorders HLGT (Primary Path) OR PTs Number of cases: 1050 (2.5 % of the total PM dataset), of which 760 medically confirmed and 290 non-medically confirmed; Country of incidence (>10 cases): UK (267), US (257), Italy (70 ), France and Germany (69 each), Mex ico (36), Sweden (35), Spain (32), Greece (31), Israel (21), Denmark (18), Portugal (17), Austria and Czech Republic (16 each), Canada (12), Finland (10). The remaining 74 cases were from 24 different countries. Subjects' gender (n=682): female (526), male (156). Subjects' age group (n=944): Adult (746), Elderly (196), Adolescent (2). Number of relevant even ts: 1077 , of which 780 serious, 297 PTs and Encephalitis (16 each), Psoriasis (14), Dermatitis Bullous (13), Autoimmune disorder and Raynaud's phenomenon (11 each); Relevant event onset latency (n = 807): Range from <24 hours to 30 days, median <24 hours. Relevant event outcome l: resolved/resolving (517), not resolved (215), fatal (12), resolved with sequelae (22) and unknown (312 ). Conclusion: This cumulative case review does not raise new safety issues. Surveillance will continue Musculoskeletal AESIs Number of cases: 3600 (8.5% of the dataset), of which Search criteria: PTs Arthralgia; 2045 medically confirmed of incidence: (1004), Italy (285), Mexico Chronic fatigue syndrome; (236), Germany (72), Portugal (70), France (48), Greece and Polyarthritis; Polyneuropathy; Poland (46), Latvia (33), Czech Republic (32), Israel and Spain Post viral fatigue syndrome; (26), Sweden (25), Romania (24), Denmark (23), Finland and Rheumatoid arthritis Ireland (19 each), Austria and Belgium (18 each), Canada (16), Netherlands (14), Bulgaria (12), Croatia and Serbia (9 each), Cyprus and Hungary (8 each), Norway (7), Estonia and Puerto Rico (6 each), Iceland and Lithuania (4 each); the remaining 21 cases originated from 11 different countries; Subjects' gender (n=3471): female (2760), male (711); Subjects' age group (n=3372): Adult (2850), Elderly (515), Child (4), Adolescent (2), Infant (1); Number of relevant events: 3640, of Reported (3525), Arthritis (70), Rheumatoid Polyarthritis (5), Polyneuropathy, Post viral fatigue s yndrome , Chronic fatigue syndrome (4 each), Arthritis bacterial (1); Relevant event onset latency (n = 2968): Range from <24 hours to 32 days, median 1 day; CONFIDENTIAL Page 20 FDA-CBER-2021-5683-0000074BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports Relevant event outcome: resolved/resolving (1801), not resolved (959), resolved with sequelae (49), and unknown (853). Conclusion: This cumulative case review does not raise new safety issues. Surveillance will continue. Neurological AESIs (including demyelination) Search criteria: Convulsions (SMQ) (Broad and Narrow) OR Demyelination (SMQ) (Broad Narrow) (1.2% of the total PM dataset), of which 365 medically confirmed and 136 non-medically confirmed. Country of incidence (9 cases): UK (157), US (68), Germany (49), Mexico (35), Italy (31), France (25), Spain (18), Poland (17), Netherlands and Israel (15 each), Sweden (9). The remaining 71 cases were from 22 different countries. Subjects' gender (n=478): female (328), male (150). Subjects' age group (n=478): Adult (329), Elderly (149); Number of relevant events: 542, of which 515 serious, 27 nonserious. Most frequently reported relevant PTs (2 occurrences) included: Seizure (204), Epilepsy (83), Generalised tonic-clonic seizure (33), Guillain-Barre syndrome (24), Fibromyalgia and Trigeminal neuralgia (17 each), Febrile convulsion, (15), Status epilepticus (12), and Myelitis transverse (11 each), Multiple sclerosi s relapse and Optic neuritis (10 each), Petit mal epilepsy and To nic convulsion (9 each), Ataxia (8), Encephalopathy and Tonic clonic movements (7 each), Foaming at mouth (5), Multiple sclerosis, Narcolepsy and Partial seizures (4 each), Bad sensation, Demyelination, Meningitis, Postictal state, Seizure like phenomena and Tongue biting (3 each); Relevant event onset latency (n = 423): Range from <24 hours to 48 days, median 1 day; Relevant events outcome: fatal (16), resolved/resolving (265), resolved with sequelae (13), not resolved (89) and unknown (161); Conclusion: This cumulative case review does not raise new safety issues. Surveillance will continue Other AESIs Number of cases: 8152 (19.4% of the total PM dataset), of which Search criteria: Herpes viral 4977 were medically confirmed and 3175 non-medically infections (HLT) (Primary Path) confirmed; OR PTs Adverse event following Country of incidence (> 20 occurrences): UK (2715), US (2421), immunisation; Inflammation; Italy (710), Mexico (223), Portugal (210), Germany (207), Franc e Manufacturing laboratory (186), Spain (183), Sweden (133), Denmark (127), Poland (120), analytical testing issue; Greece (95), Israel (79), Czech Republic (76), Romania (57), Manufacturing materials issue; Hungary (53), Finland (52), Norway (51), Latvia (49), Austria Manufacturing production issue; (47), Croatia (42), Belgium (41), Canada (39), Ireland (34), Serbia MERS-CoV test; MERS-CoV test (28), Iceland (25), Netherlands (22). The remaining 127 cases negative; MERS-CoV test positive; were from 21 different countries; Middle respiratory syndrome; Subjects' gender (n=7829): female (5969), male (1860); Multiple age group (n=7479): Adult (6330), Elderly (1125), syndrome; Occupational exposure Adolescent, Child (9 each), Infant (6); to communicable disease; Patient CONFIDENTIAL Page 21 FDA-CBER-2021-5683-0000075BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports of which 3674 serious, 4568 nonserious; Most PTs (6 occurrences) included: Pyrexia (7666), Herpes zoster (259), Inflammation (132), Oral herpes (80), Multiple organ dysfunction syndrome (18), Herpes virus infection Herpes laten cy (n =6836): Range from <24 hours to 61 days, median 1 day; Relevant events outcome: fatal (96), resolved/resolving (5008), resolved with sequelae (84), not resolved (1429) and unknown (1685). Conclusion: This cumulative case review does not raise new safety issues. Surveillance will continue Pregnancy Related AESIs Search criteria: PTs For relevant cases, please refer to Table 6, Description of Missing Information, Use in Pregnancy and While Breast Feeding Renal AESIs Search criteria: PTs Acute kidney injury; Renal failure. Number of cases: 69 cases (0.17% of the total PM dataset), of which 57 medically confirmed, 12 non-medically confirmed; Country of incidence: Germany (17), France and UK (13 each), US (6), Belgium, Italy and Spain (4 each), Sweden (2), Austria, Canada, Denmark, Finland, Luxembourg and Norway (1 each); Subjects' gender: female (46), male (23); Subjects' age group (n=68): Adult (7), Elderly (60), Infant (1) ; Number of relevant events: 70, all serious; Reported relevant PTs: Acute kidney injury (40) and Renal failure (30); Relevant event onset latency (n = 42): Range from <24 hours to 15 days, median 4 days; Relevant event outcome: fatal (23), resolved/resolving (10), no t resolved (15) and unknown (22). Conclusion: This cumulative case review does not raise new safety issues. Surveillance will continue. Respiratory AESIs Search criteria: Lower respiratory tract infections NEC (HLT) Number of cases: 130 cases (0.3% of the total PM dataset), of which 107 medically confirmed; CONFIDENTIAL Page 22 FDA-CBER-2021-5683-0000076BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports Cases (N=42086) (Primary Path) OR Respiratory Countries of incidence: United Kingdom (20), France (18), Unite d failures (excl neonatal) (HLT) States (16), Germany (14), Spain (13), Belgium and Italy (9), (Primary Path) OR Viral lower Denmark (8), Norway (5), Czech Republic, Iceland (3 each); the respiratory tract infections (HLT) remaining 12 cases originated from 8 different countries. (Primary Path) OR PTs: Acute Subjects' gender (n=130): female (72), male (58). respiratory distress syndrome; Subjects's age group (n=126): Elderly (78), Adult (47), Endotracheal Hypoxia; Adolescent (1). Pulmonary haemorrhage; Number of relevant events: 137, of which 126 serious, 11 Respiratory disorder; Severe acute non-serious; respiratory syndrome Reported relevant PTs: Respiratory failure (44), Hypoxia (42), Respiratory disorder (36), Acute respiratory distress syndrome (10), Chronic respiratory syndrome (3), Severe acute respirator y syndrome (2). Relevant event onset latency (n=102): range from < 24 hours to 18 days, median 1 day; Relevant events outcome: fatal (41), Resolved/resolving (47), not recovered (18) and unknown (31). Conclusion: This cumulative case review does not raise new safety issues. Surveillance will continue. Thromboembolic Events Number of cases: 151 (0.3% of the total PM dataset), of which Search criteria: Embolism and 111 medically confirmed and 40 non-medically confirmed; thrombosis (HLGT) (Primary Country of incidence: UK (34), US (31), France (20), Germany Path), excluding PTs reviewed as (15), Italy and Spain (6 each), Denmark and Sweden (5 each), Stroke AESIs, OR PTs Deep vein Austria, Belgium and Israel (3 each), Canada, Cyprus, Netherlands thrombosis; Disseminated and Portugal (2 each); the remaining 12 cases originated from 12 age (n=136): Adult (66), Elderly (70); Number of relevant events: 168, of which 165 serious, 3 non-serious; Most frequently reported relevant PTs (> 1 occurrence) included: Pulmonary embolism (60), Thrombosis (39), Deep vein thrombosis Venous thrombosis each) Blue toe syndrome (2); Relevant event onset latency (n = 124): Range from <24 hours to 28 days, median 4 days; Relevant event outcome: fatal (18), resolved/resolving (54), resolved with sequelae (6), not resolved (49) and unknown (42). Conclusion: This cumulative case review does not raise new safet y issues. Surveillance will continue. Stroke Search criteria: HLT Central nervous system haemorrhages and cerebrovascular accidents Number of cases: 275 (0.6% of the total PM dataset), of which 180 medically confirmed and 95 non-medically confirmed; Country of incidence: UK (81), US (66), France (32), Germany (21), Norway (14), Netherlands and Spain (11 each), Sweden (9), CONFIDENTIAL Page 23 FDA-CBER-2021-5683-0000077BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports (Primary Path) OR HLT Cerebrovascular venous and sinus thrombosis (Primary Path) Israel (6), Italy (5), Belgium (3), Denmark, Finland, Poland an d Switzerland (2 each); the remaining 8 cases originated from 8 different countries; Subjects' gender (n= 273): female (182), male (91); Subjects' age group (n=265): Adult (59), Elderly (205), Child m (1); Number of relevant events: 300, all serious; Most frequently reported relevant PTs ( >1 occurrence) included: o PTs indicative of Ischaemic stroke: Cerebrovascular accident (160), Ischaemic stroke (41), Cerebral infarction Cerebral ischaemia, Cerebral indicative stroke: stroke latency (n = 241): Range from <24 hours to 41 days, median 2 days; Relevant event outcome: fatal and resolved/resolving (61 each), resolved with sequelae (10), not resolved (85) and unknown (83). Conclusion: This cumulative case review does not raise new safety issues. Surveillance will continue. Vasculitic Events Search criteria: Vasculitides HLT Number of cases: 32 cases (0.08% of the total PM dataset), of which 26 medically confirmed and 6 non-medically confirmed; Country of incidence: UK (13), France (4), Portugal, US and Spain (3 each), Cyprus, Germany, Hungary, Italy and Slovakia and Costa rica (1 each); Subjects' gender: female (26), male (6); Subjects' age Adult (15), Elderly (16); Number of relevant events: 34, of which 25 serious, non-serio us; Reported relevant PTs: Vasculitis (14), Cutaneous vasculitis and rash (4 each), (3), Giant cell arteritis and Peripher al ischaemia (3 each), Behcet's syndrome each) Palpable purpura, and Takayasu's arteritis (1 each); Relevant event onset latency (n = 25): Range from <24 hours to 19 days, median 3 days; Relevant event outcome: fatal (1), resolved/resolving (13), not resolved (12) and unknown (8). Conclusion: This cumulative case review does not raise new safet y issues. Surveillance will continue CONFIDENTIAL Page 24 FDA-CBER-2021-5683-0000078BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports Table 7. AESIs Evaluation for BNT162b2 AESIsa Category Post-Marketing Cases Evaluationb Total Number of Cases (N=42086) a. For the complete list of the AESIs, please refer to Appendix 5; b. Please note that this corresponds to evidence from post-EUA/c onditional marketing authorisation approval data sources; c. Subjects with age ranged between 18 and 64 years; d. Subjects with age equal to or above 65 years; e. Subjects with age ranged between 2 and 11 years; f. Subjects with age ranged between 12 and less than 18 years; g. Multiple episodes of the same PT event were reported with a d ifferent clinical outcome within some cases hence the sum of the events outcome exceeds the total num ber of PT events; h. Subjects with age ranged between 1 (28 days) and 23 months; i. Twenty-four additional cases were excluded from the analysis as they were not cases of peripheral facial nerve palsy because they described other disorders (stroke, cerebral haemorrhage or transient ischaemic attack); 1 case was excluded from the analysis because it was invalid due to an unidentifiable reporter; j. This UK case report received from the UK MHRA described a 1-y ear-old subject who received the vaccine, and had left postauricular ear pain that progressed to left-sided Bell's palsy 1 day following vaccination that had not resolved at the time of the report; k. If a case included both PT Facial paresis and PT Facial paralysis, only the PT Facial paralysis was considered in the descriptions of the events as it is most clin ically important; l. Multiple episodes of the same PT event were reported with a d ifferent clinical outcome within some cases hence the sum of the events outcome exceeds the total number of PT events m. This UK case report received from the UK MHRA described a 7-y ear-old female subject who received the vaccine and had stroke (unknown outcome); no follow-up is p ossible for clarification. n. This PT not included in the AESIs/TME list was included in th e review as relevant for ACCESS potentially indicative of medication errors1 that cumulatively occurred are summarized below. Number of relevant medication error cases: 20562 (4.9%) of which (3.7%) are medically confirmed. of relevant events: 2792 Top 10 countries of incidence: US (1201), France (171), UK (138), Germany (88), Czech Republic (87), Sweden (49), Israel (45), Italy (42), Canada (35), Romania (33), Finla nd (21), Portugal (20), Norway (14), Puerto Rico (13), Poland (12), Austria and Spain (10 e ach). Medication error case outcomes: Fatal (7)3, Recovered/recovering (354, of which 4 are serious), Recovered with sequelae (8, of which 3 serious) 1 MedDRA (version 23.1) Higher Level Terms: Accidental exposures to product; Product administration errors and issues; Product confusion errors and issues; Product dispensing errors and issues; Product label issues; Product monitoring errors and issues; Product preparation errors and issues; Product selection errors and issues; Product storage errors and issues in the product use system; Product transcribing errors and communication issues, OR Preferred Terms: Accidental poisoning; Circumstance or information capable of leading to device use error; Circumstance or information capabl e of leading to medication error; Contraindicated device used; error; Expired device used; Exposure via direct contact; Exposure via eye contact; Exposure via mucosa; Exposure via skin contact; Failure of child resistant product closure; Inadequate aseptic technique in use of product; Incorrect disposal of product; Intercepted medication error; Intercepted product prescribing error; Medication error; Multiple use of prescribing issue; Product substitution error; Product temperature excursion issue; Product in unapproved therapeutic Radiation underdose; Underd Unintentional Vaccination error; Wrong device used; Wrong dosage form; Wrong dosage formulation; Wrong dose; Wrong drug; Wrong patient ; Wrong product procured; Wrong product stored; Wrong rate; Wrong route; Wrong schedule; Wrong strength; Wrong technique in device usage process; Wrong technique in product usage process. 2 Thirty-five (35) cases were exclude from the analysis because de scribing medication errors occurring in an unspecified number of individuals or describing medication e rrors occurring with co suspects were determined to be non-contributory. 3 All the medication errors reported in these cases were assessed as non-serious occurrences with an unknown outcome; based on the available information including the causes of death, the relationship between the medication error and the death is weak. . CONFIDENTIAL Page 26 FDA-CBER-2021-5683-0000080BNT162b2 5.3.6 Cumulative Analysis of of which 84 are serious), Unknown (1498, of which 33 are serious). 1371 cases reported only MEs without any associated clinical adve rse event. The PTs most frequently reported (12 occurrences) were: Poor quality product administered (539), Product temperature excursion issue (253), Inappropriate schedule of product administration (225), Product preparation error (206), Underdose (202), Circum stance or information capable of leading to medication error (120), Product preparati on issue (119), Wrong technique in product usage process (76), Incorrect route of pro duct administration (66), Accidental overdose (33), Product administered at inappropriate site (27), Incorrect dose administered and Accidental exposure to the product (25 each), Ex posure via skin contact (22), Wrong product administered (17), Incomplete course of vaccination, and Product administration error (14 each) Product administered to patient o f inappropriate age (12). In 685 cases, there were co-reported AEs. The most frequently co- associated AEs ( 40 occurrences) were: Headache (187), Pyrexia (161), Fatigue (135) , Chills (127), Pain (107), Vaccination site pain (100), Nausea (89), Myalgia (88), Pain in extremity (85) Arthralgia (68), Off label use (57), Dizziness (52), Lymphadenopathy (47), Asthenia (46) and Malaise (41). These cases are summarized in Table 8. Table 8. ME PTs by seriousness with or without harm co-association (Through 28 February 2021) Serious Non-Serious ME PTs With Harm Without Harm With Harm Without Harm Accidental exposure to product 0 0 0 5 Accidental overdose 4 1 9 6 Booster dose missed 0 0 0 1 Circumstance or information capable of leading to medication error 0 0 5 11 Contraindicated product administered 1 0 0 2 Expired product administered 0 0 0 2 Exposure via skin contact 0 0 0 5 Inappropriate schedule of product administration 0 2 8 264 Incorrect dose administered 1 1 0 0 CONFIDENTIAL Page 27 FDA-CBER-2021-5683-0000081BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Event Re ports Table 8. ME PTs by seriousness with or without harm co-association (Through PTs With Harm Without Harm With Harm Without Harm Incorrect route of product administration 2 6 16 127 Lack of vaccination site rotation 1 0 0 0 Medication error 0 0 0 1 Poor quality product administered 1 0 0 34 Product administered at inappropriate site 2 1 13 29 Product administered to patient of inappropriate age 0 4 0 40 Product administration error 1 0 0 3 Product dose omission issue 0 1 0 3 Product preparation error 1 0 4 11 Product preparation issue 1 1 0 14 Overall, there were 68 cases with co-reported AEs reporting Harm and 599 cases with co- reported AEs without harm. Additionally, Intercepted medication e rrors was reported in 1 case (PTs Malaise, clinical outcome unknow) and Potential medica tion errors were reported in 17 cases. 4. DISCUSSION Pfizer performs frequent and rigorous signal detection on BNT162b2 cases. The findings of these signal detection analyses are consistent with the known s afety profile of the vaccine. This cumulative analysis to support the Biologics License Appli cation for BNT162b2, is an integrated analysis of post-authorization safety data, from U.S . and foreign experience, focused on Important Identified Risks, Important Potential Risks, and areas of Important Missing Information identified in the Pharmacovigilance Plan, as well as adverse events of special interest and vaccine administration errors (whether or not associated with an adverse event). The data do not reveal any novel safety concerns or risks requiring label changes and support a favorable benefit risk profile of to the BNT162b2 vacc ine. Post-authorization Adverse Event Re ports 5. SUMMARY AND CONCLUSION Review of the available data for this cumulative PM experience, confirms a favorable benefit: risk balance for BNT162b2. Pfizer will continue routine pharmacovigilance activities on be half of BioNTech according to the Pharmacovigilance Agreement in place, in order to assure pa tient safety and will inform the Agency if an evaluation of the safety data yields significant new information for BNT162b2. CONFIDENTIAL Adverse Event Re ports APPENDIX 1. LIST OF ADVERSE EVENTS OF SPECIAL INTEREST positive;Anti- negative;Anti-GAD antibody positive;Anti-gangliosi de antibody positive;Antigliadin antibody basement positive;Anti-glomerular membrane antibody positive;Anti-interferon Page 31 FDA-CBER-2021-5683-0000085BNT162b2 5.3.6 Cumulative Analysis of Post-authorization increased;Liver induration;Liver injury;Liver iron concentration abnormal;Liver iron palpable;Liver fat fraction measurement;Mahler sign;Manufacturing laboratory analytical tes for end stage liver disease score abnormal;Model for end stage liver disease score increased;Molar ratio of total branched-chain 36 FDA-CBER-2021-5683-0000090BNT162b2 5.3.6 Cumulative Analysis of Post-authorization 37 FDA-CBER-2021-5683-0000091BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse Adverse Event Re ports APPENDIX 1. LIST OF ADVERSE EVENTS OF SPECIAL INTEREST positive;Anti- negative;Anti-GAD antibody positive;Anti-gangliosi de antibody positive;Antigliadin antibody basement positive;Anti-glomerular membrane antibody positive;Anti-interferon Page 31 FDA-CBER-2021-5683-0000085BNT162b2 5.3.6 Cumulative Analysis of Post-authorization increased;Liver induration;Liver injury;Liver iron concentration abnormal;Liver iron palpable;Liver fat fraction measurement;Mahler sign;Manufacturing laboratory analytical tes for end stage liver disease score abnormal;Model for end stage liver disease score increased;Molar ratio of total branched-chain 36 FDA-CBER-2021-5683-0000090BNT162b2 5.3.6 Cumulative Analysis of Post-authorization 37 FDA-CBER-2021-5683-0000091BNT162b2 5.3.6 Cumulative Analysis of Post-authorization Adverse 2/19/22, 7:46 PM Post-COVID vaccine AHA cases raise eyebrows in Italy | MDedge Hematology and Oncology Hematology and Oncology FROM THE JOURNALS Post-COVID vaccine AHA cases raise eyebrows in Italy Publish date: February 17, 2022 By Sharon W orcester FROM THROMBOSIS RESEARCH Four cases of acquired hemophilia A (AHA) identied after SARS-CoV-2 immunizations in a province in northern Italy caught the attention of researchers, who stressed that the cases are \"unusual,\" but not necessarily caused by vaccination. \"The overall number of cases observed does not allow ... any denitive conclusion over a possible causal relationship between SARS-CoV-2 vaccination and AHA, which would need more epidemiological and pharmacovigilance data about suspected vaccine-related adverse of Azienda USL-IRCCS di Reggio Emilia (Italy), and colleagues reported online on Jan. 19, 2022, in a letter to the editors <https://www.thrombosisresearch.com/article/S0049-3848(22)00016 - 0/fulltext#%20> of Thrombosis Research. The cases, observed in Reggio Emilia during the rst 8 months of the vaccination campaign, occurred following receipt of mRNA BNT162b2 (Pzer- BioNTech) vaccine. The AHA patients included two men and two women who ranged in age from 67 to 86 years. During this time frame, 235,597 people received at least one dose of BNT162b2 vaccine, the authors noted. https://www.mdedge.com/hematology-oncology/article/251919/bleeding-disorders/post-covid-vaccine-aha-cases-raise-eyebrows?ecd=WNL_eve_220 ... 1/3 In the 5 years prior, from January 2016 to December 2020, only zero to two cases of AHA were observed each year, totaling ve cases, or 1.9 cases per2/19/22, 7:46 PM Post-COVID vaccine AHA cases raise eyebrows in Italy | MDedge Hematology and Oncology Hematology and Oncology million people/year. These numbers are in line with the estimated incidence of the disease, the researchers noted, adding that \"it should nonetheless be underlined that vaccination benets exceed potential side eects and play a central role in individual and public health to eectively protect people from COVID-19 and stop the pandemic.\" However, they also wrote that the \"unusual observation of four cases of a rare disease during the rst months of the vaccination campaign in our province could be of interest and could sensitize health care personnel toward a possible complication of SARS-CoV-2 immunization.\" AHA is a rare autoimmune disease caused by neutralizing autoantibodies against coagulation factor VIII. It is mainly associated with malignancy, autoimmune diseases, certain medications, and postnatal status. \"Sporadic AHA cases have been reported in association with infectious diseases or vaccinations,\" the author noted, adding that associations between the BNT162b2 vaccine immune complications, including AHA, have also been reported by other authors. Three of the four case patients in Reggio Emilia had \"at least one common clinical association of AHA,\" they found, suggesting that these associations could \"reflect susceptibility to autoimmunity potentially triggered by vaccination.\" \"Case four died due to complications from sepsis after being treated with steroid and rituximab, whereas the rst three cases underwent clinical and laboratory remission after immunosuppressive therapy, and no relapse has been observed during follow-up, as in the other two cases reported: This could https://www.mdedge.com/hematology-oncology/article/251919/bleeding-disorders/post-covid-vaccine-aha-cases-raise-eyebrows?ecd=WNL_eve_220 ... 2/3 suggest a more favorable prognosis in respect to other non-vaccine- associated cases, but longer-term data are denitely needed,\" they concluded.2/19/22, 7:46 PM Post-COVID vaccine AHA cases eyebrows in Italy | MDedge Hematology and Oncology Hematology and Oncology The authors reported having no disclosures. Copyright © 2021 Frontline M edical Communications Inc. , P arsippany, NJ, USA. All rights reserved. Unauthorized use prohibited. The information provided is for educational purposes only. Use of this Web site is subject to the medical d isclaimer . https://www.mdedge.com/hematology-oncology/article/251919/bleeding-disorders/post-covid-vaccine-aha-cases-raise-eyebrows?ecd=WNL_eve_220 ... 3/3 VACCINE AND CA REGIVERS ABOUT THE PFIZER -BIONTECH COVID -19 VACCINE TO PREVENT CORONA VIRUS DISEA SE 2019 (COVID -19) FOR USE IN INDIVIDUA LS 5 THROUGH 11 YEA RS OF A GE FOR 5 THROUGH 11 YE ARS OF A GE Your child is being offered the Pfizer -BioNTech COVID -19 Vaccine to prevent Coronavirus Disease 2019 (COVID -19) caused by SARS -CoV-2. This Vaccine Information Fact Sheet for Recipients and Caregivers comprises the Fact Sheet for the authorized Pfizer -BioNTech COVID- 19 Vaccine for use in individuals 5 through 11 y ears of age .1 The Pfizer-BioNTech COVID- 19 Vaccine has received EUA from FDA to provide a two-dose primary series to individuals 5 through 11 years of age . The Pfizer-BioNTech COVID- 19 Vaccine has also received EUA from FDA to provide a third primary series dose to individuals 5 through 11 years of age who have been determined to have certain kinds of immunocompromise . This Vaccine Information Fact Sheet contains information to help you understand the risks and benefits of the Pfizer -BioNTech COVID -19 Vaccine , which you r child may receive because there is currently a pandemic of COVID- 19. Talk to your child's vaccination provider if you have questions. This Fact Sheet may have been updated. For the most recent Fact Sheet, please see www.cvdvaccine.com . WHA T YOU NEED TO KNOW BEFORE YOU R CHILD GETS THIS VA CCINE WHA T IS COVID -19? COVID -19 disease is caused by a coronavirus called SARS -CoV-2. You can get COVID -19 through contact with another person who has the virus. It is predomina ntly a respiratory illness that can affect other organs. People with COVID -19 have had a wide range of symptoms reported , ranging from mild symptoms to severe illness leading to death . Symptoms may appear 2 to 14 days after exposure to the virus. Symptoms may include: fever or chills; cough; shortness of breath; fatigue; muscle body new loss of taste or smell; sore throat; congestion or runny nose; nausea or vomiting; diarrhea. 1 You m ay receive this Vaccine Information Fact Sheet even if your child is 12 years old. Children who will turn from 11 years to 12 years of age between their first and second dose in the primary regimen may receive, for either dose, either: (1) the Pfizer -BioNTech COVID- 19 Vaccine authorized for use in individuals 5 through 11 years of age; or (2) COMIRNATY (COVID -19 Vaccine, mRNA) or the Pfizer - BioNTech COVID -19 Vaccine authorized for use in individuals 12 years of age and older. 1 Revised: 03 Januar y 2022 For more informa tion on EUA, see the \" What is an Emergency Use A uthorization (EUA )?\" section at the end of this Fact Sheet. WHA T SHOULD YOU MENTION TO YOUR CHILD'S VACCINA TION PROVIDER BEFORE YOUR CHILD GETS THE VACCINE ? Tell the vaccination provider about all of your child's medical conditions, including if your child : has any allergies has had myocarditis (inflammation of the heart muscle) or pericarditis (inflammation of the lining outside the heart) has a fever has a bleeding disorder or is on a blood thinner is immunocompromised or is on a medicine that affects your child's immune system is pregnant is breastfeeding has received another COVID -19 vaccine has ever fainted in association with an injection HOW IS THE VA CCINE GIVEN ? The Pfizer -BioNTech COVID -19 Vaccine will be given to your child as an injection into the muscle. The v accine is administered as a 2- dose series, 3 weeks apart. A third primary series dose may be administered at least 28 days after the second dose to individuals who are determined to have certain kinds of immunocompromise. The v accine may not protect everyone. WHO SHOULD NOT GET THE VACCINE ? Your child should not get the v accine if you r child : had a severe allergic reaction after a previous dose of this vaccine had a severe allergic reaction to any ingredient of this vaccine . WHA T ARE THE INGREDIENTS IN THE VAC CINE? The v accine include s . HAS THE V ACCINE BEEN USED BEFORE? Millions of individuals 12 years of age and older have received the Pfizer -BioNTech COVID -19 Vaccine under EUA since December 11, 2020. In a clinical trial, approximately 3,100 individuals 5 through 11 years of age have received at least 1 dose of Pfizer -BioNTech COVID -19 Vaccine. In other clinical trials, approximately 23,000 individuals 12 years of age and older have received at least 1 dose of the vaccine. The vaccine t hat is authorized for use in children 5 through 11 years of age 2 Revised: 03 Januar y 2022 includes the same mRNA and lipids but different inactive ingredients compared to the vaccine that has been used under EUA in individuals 12 years of age and older and that has been studied in clinical trials. The use of the different inactive ingredients helps stabilize the vaccine under refrigerated temperatures and the formulation can be readily prepared to deliver appropriate doses to the 5 through 11 year -old population. WHA T ARE THE BEN EFITS OF THE VACCINE? The v accine has been shown to prevent COVID- 19. The duration of protection against COVID- 19 is currently unknown. WHA T ARE THE RISKS OF THE VACCINE ? There is a remote chance that the vaccine could cause a severe allergic reaction. A severe allergic reaction would usually occur within a few minutes to one hour after getting a dose of the vaccine . For this reason, your child's vaccination provider may ask your child to stay at the place w here you r child received the vaccine for monitoring after vaccination. Signs of a severe allergic reaction can include: Difficulty breathing Swelling of the face and throat A fast heartbeat A bad rash all over the body Dizziness and weakness Myocarditis (inflammation of the heart muscle) and pericarditis (inflammation of the lining outside the heart) have occurred in some people who have received the vaccine. In most of these people, symptoms began within a few days following receipt of the second dose of vaccine. The chance of having this occur is very low. You should seek medical attention right away if you r child has any of the following symptoms after receiving the vaccine: Chest pain Shortness of breath Feelings of having a fast -beating, fluttering, or pounding heart Side effects that have been reported with the v accine include : severe allergic reactions non-severe allergic reactions such as rash, itching, hives, or swelling of the face myocarditis (inflammation of the heart muscle) pericarditis (inflammation of the lining outside the heart) injection site pain tiredness headache muscle pain 3 Revised: 03 Januar y 2022 chills joint pain fever injection site swelling injection site redness nausea feeling unwell swollen lymph nodes (lymphadenopathy) decreased appet ite diarrhea vomiting arm pain fainting in association with injection of the vaccine These may not be all the possible side effects of the v accine . Serious and unexpected side effects may occur . The possible side effects of the vaccine are still being studied in clinical trials. WHA T SHOULD I DO A BOUT SIDE EFFECTS? If you r child experience s a severe allergic reaction, call 9-1- 1, or go to the nearest hospital. Call the vaccination provider or your child's healthcare provider if your child has any side effects that bother you r child or do not go away. Report vaccine side effects to FDA/CDC Vaccine Adverse Event Reporting System (VAERS) . The VAERS toll- free number is 1 -800-822-7967 or report online to . Please include \"Pfizer -BioNTech COVID -19 Vaccine EUA\" in the first line of box #18 of the report form. In addition, you can report side effects to Pfizer Inc. at the contact information provided below. Website Fax number Telephone number www.pfizersafetyreporting.com 1-866-635-8337 1-800-438-1985 You may also be given an option to enroll in v-safe. V -safe is a new voluntary smartphone -based tool that uses text messaging and web surveys to check in with people who have been vaccinated to identify potential side effects after COVID -19 vaccination. V-safe asks questions that help CDC monitor the safety of COV ID-19 vaccines. V-safe also provides second-dose reminders if needed and live telephone follow -up by CDC if participants report a significant health impact following COVID- 19 vaccination. For more information on how to sign up, visit: www.cdc.gov/vsaf e. 4 Revised: 03 Januar y 2022 WHA T IF I DECIDE NOT TO HA VE MY CHILD GET THE PFIZER -BIONTECH COVID - 19 VA CCINE? Under the EUA, there is an option to accept or refuse receiving the vaccine. Should you decide for your child not to receive it, it will not change your child's standard medical care. ARE OTHER CHOICES A VAILABLE FOR PREVENTING COVID -19 BESIDES PFIZER -BIONTECH COVID -19 VA CCINE ? For children 5 through 11 years of age, there are no o ther COVID -19 vaccines available under Emergency Use Authorization and there are no approved COVID -19 vaccines. CAN MY CHILD RECEIVE THE PFIZER -BIONTECH COVID -19 VAC CINE AT THE SAME TIME AS OTHER VA CCINES ? Data have not yet been submitted to FDA on administration of the Pfizer -BioNTech COVID -19 Vaccine at the same time with other vaccines. If you are considering to have your child receiv e the Pfizer -BioNTech COVID -19 Vaccine with other vaccines , discuss the options with your child's healthcare provider . WHA T IF MY CHILD IS IMMUNOCOMPROMISED? If you r child is immunocompromised, you may be given the option to have your child receive a third dose of the vaccine. The third dose may still not provide full immunity to COVID -19 in people who are immunocompromised, and you should continue to have your child maintain physical precautions to help prevent COVID -19. In addition, your child's close contacts should be vaccinated as appropriate. WHA T ABOUT PREGNA NCY OR BRE ASTFEEDING? If you r child is pregnant or breastfeeding , discuss the options with your healthcare provider. WILL THE VACCINE GIVE MY CHILD COVID -19? No. The vaccine does not contain SARS- CoV-2 and cannot give you r child COVID -19. KEEP YOUR CHILD'S VACCINA TION CA RD When you r child gets the first dose, you will get a vaccination card to show when to return for your child's next dose (s) of the v accine . Remember to bring the card when your child return s. 5 Revised: 03 Januar y 2022 ADDITIONA L INFORMA TION If you have questions, visit the website or call the telephone number provided below . To access the most recent Fact Sheets, please scan the QR code provided below. Global website Telephone number www.cvdvaccine.com 1-877-829-2619 (1-877-VAX-CO19) HOW CA N I LEA RN MORE? Ask the vaccination provider . Visit CDC at https://www.cdc.gov/coronavirus/2019 -ncov/index.html. Visit -framework/emergency -use-authorization . Contact your local or state department. WHERE WILL MY CHILD'S VACCINA TION INFORMA TION BE RECORDED? The vaccination provider include your child's vaccination information in your state/local jurisdiction's Immunization Information System (IIS) or other designated system. This will ensure that you r child receive s the same vaccine when you r child return s for the second dose. For more information about IISs visit: https://www.cdc.gov/vaccines/programs/iis/about.html . CAN I BE CHA RGED A N ADMINISTRA TION FEE FOR RECEIPT OF THE COVID -19 VACCINE? No. At this time, the provider cannot charge you for a vaccine dose and you cannot be charged an out -of-pocket vacci ne administration fee or any other fee if only receiving a COVID -19 vaccination. However, vaccination providers may seek appropriate reimbursement from a program or plan that covers COVID- 19 vaccine administration fees for the vaccine recipient (private in surance, Medicare, Medicaid, Health Resources & Services Administration [HRSA ] COVID -19 Uninsured Program for non - insured recipients). WHERE CA N I REPORT CA SES OF SUSPECTED FRA UD? Individuals becoming aware of any potential violations of the CDC COVID -19 Vaccination Program requirements are encouraged to report them to the Office of the Inspector General, U.S. Department of Health and Human Services, at 1-800-HHS -TIPS or https://TIPS.HHS.GOV M? The Countermeasures Injury Compensation Program (CICP) is a federal program that may help pay for costs of medical care and other specific expenses of certain people 6 Revised: 03 Januar y 2022 who have been seriously injured by certain medicines or vaccines, including this vaccine. Generally , a claim must be submitted to the CICP within one (1) year from the date of receiving the vaccine. To learn more about this program, visit www.hrsa.gov/cicp/ or call 1 -855-266-2427. WHA T IS A N EMERGENCY USE A UTHORIZA TION (EUA )? An Emergency Use Authorization (EUA) is a mechanism to facilitate the availability and use of medical products , including vaccines, during public health emergencies, such as the current COVID -19 pandemic. An EUA is supported by a Secretary of Health and Human Service s (HHS) declaration that circumstances exist to justify the emergency use of drugs and biological products during the COVID -19 pandemic. The FDA may issue an EUA when certain criteri a are met, which includes that there are no adequate, approved, available alternatives. In addition, the FDA decision is based on the totality of scientific evidence available showing that the product may be effective to prevent COVID -19 during the COVID-1 9 pandemic and that the known and potential benefits of the product outweigh the known and potential risks of the product . All of these criteria must be met to allow for the product to be used in the treatment of patients during the COVID- 19 pandemic. This EUA for the Pfizer -BioNTech COVID -19 Vaccine will end when the Secretary of HHS determines that the circumstances justifying the EUA no longer exist or when there is a change in the approval status of the product such that an EUA is no longer needed. Manufactured by Pfizer Inc., New York, NY 10017 Manufactured for BioNTech Manufacturing GmbH An January 2022 Scan to capture that this Fact Sheet was provided to vaccine recipient for the electronic medical records/immunization information systems. 3/3/22, 10:37 AM The Vaccine Adverse Event Reporting System (VAERS) Results Form CDC WONDER FAQs Help Contact Us WONDER Search The Vaccine Adverse Event Reporting System (VAERS) Results Data current as of 02/18/2022 Vaccine Type Events Reported Percent (of 288) COVID19 VACCINE (COVID19) 288 100.00% DIPHTHERIA AND TETANUS TOXOIDS AND ACELLULAR PERTUSSIS VACCINE (DTAP) 1 0.35% DIPHTHERIA AND TETANUS TOXOIDS AND ACELLULAR PERTUSSIS VACCINE + HEPATITIS B + INACTIVATED VACCINE 1 1 0.35% HUMAN PAPILLOMAVIRUS (TYPES 6, 11, 16, 18) RECOMBINANT VACCINE (HPV4) 1 0.35% HUMAN PAPILLOMAVIRUS (TYPES 6, 11,16, 18, 31, 33, 45, 52, 58) RECOMBINANT VACCINE (HPV9) 1 0.35% INFLUENZA VIRUS VACCINE, QUADRIVALENT (INJECTED) (FLU4(SEASONAL)) 3 INFLUENZA VIRUS VACCINE, QUADRIVALENT, CELL-CULTURE-DERIVED (INJECTED) (FLUC4(SEASONAL)) 1 0.35% (VARZOS) UNKNOWN VACCINES (UNK) 9 3.12% Total 320 111.11% Note: Submitting a report to VAERS does not mean that healthcare personnel or the vaccine caused or contributed to the adverse event (possible side effect). Notes: Caveats: VAERS accepts reports of adverse events and reactions that occur following vaccination Healthcare providers vaccine https://wonder.cdc.gov/controller/datarequest/D8;jsessionid=FCD50E3D51E3B250B3520D93F192 1/2 3/3/22, 10:37 AM The Vaccine Adverse Event Reporting System (VAERS) Results Form Caveats: VAERS accepts reports of adverse events and reactions that occur following vaccination. Healthcare providers, vaccine manufacturers, and the public can submit reports to VAERS. While very important in monitoring vaccine safety, VAERS reports alone cannot be used to determine if a vaccine caused or contributed to an adverse event or illness. The reports may contain information that is incomplete, inaccurate, coincidental, or unverifiable. Most reports to VAERS are voluntary, which means they are subject to biases. This creates specific limitations on how the data can be used scientifically. Data from VAERS reports should always be interpreted with these limitations in mind. The strengths of VAERS are that it is national in scope and can quickly provide an early warning of a safety problem with a vaccine. As part of CDC and FDA's multi-system approach to post-licensure vaccine safety monitoring, VAERS is designed to rapidly detect unusual or unexpected patterns of adverse events, also known as \"safety signals.\" If a safety signal is found in VAERS, further studies can be done in safety systems such as the CDC's Vaccine Safety Datalink (VSD) or the Clinical Immunization Safety Assessment (CISA) project. These systems do not have the same limitations as VAERS, and can better assess health risks and possible connections between adverse events and a vaccine. Key considerations and limitations of VAERS data: Vaccine providers are encouraged to report any clinically significant health problem following vaccination to VAERS, whether or not they believe the vaccine was the cause. Reports may include incomplete, inaccurate, coincidental and unverified information. The number of reports alone cannot be interpreted or used to reach conclusions about the existence, sev erity, frequency, or rates of problems associated with vaccines. VAERS data are limited to vaccine adverse event reports received between 1990 and the most recent date for which data are available. VAERS data do not represent all known safety information for a vaccine and should be interpreted in the context of other scientific information. Some items may have more than 1 occurrence in any single event report, such as Symptoms, Vaccine Products, Manufacturers, and Ev ent Categories. If data are grouped by any of these items, then the number in the Events Reported column may exceed the total number of unique events. If percentages are shown, then the associated percentage of total unique event reports will exceed 100% in such cases. For example, the number of Symptoms mentioned is likely to exceed the number of events reported, because many reports include more than 1 Symptom. When more than 1 Symptom occurs in a single report, then the percentage of Symptoms to unique events is more than 100%. More information. (/wonder/help/vaers.html#Suppress) Data contains VAERS reports processed as of 02/18/2022. The VAERS data in WONDER are updated weekly, yet the VAERS system receives continuous updates including revisions and new reports for preceding time periods. Duplicate event reports and/or reports determined to be false are remo ved from VAERS. More information. (/wonder/help/vaers.html#Reporting) Values of Event Category field vary in their availability over time due to changes in the reporting form. The \"Emergency Room/Office Visit\" value was avaliable only for events reported using the VAERS-1 form, active 07/01/1990 Visit\" values are available only for events reported using the VAERS 2.0 form, active 06/30/2017 to present. These changes must be considered when evaluating count of events for these categories. About COVID19 vaccines: For more information on how many persons have been vaccinated in the US for COVID19 to date, see https://covid.cdc.gov/covid-data-tracker/#vaccinations/ (https://covid.cdc.gov/covid-data-tracker/#vaccinations/) . One report may state that the patient received more than one brand of COVID-19 vaccine on the same visit. This is a reporting error, but explains why the total number of reports may not equal the total number of COVID-19 vaccine doses. Help: See The Vaccine Adverse Event Reporting System (VAERS) Documentation (/wonder/help/vaers.html) for more information. Query Date: Mar 3, 2022 1:34:21 PM Suggested Citation: United States Department of Health and Human Services (DHHS), Public Health Service (PHS), Centers for Disease Control (CDC) / Food and Drug Administration (FDA), Vaccine Adverse Event Reporting System (VAERS) 1990 - 02/18/2022, CDC WONDER On-line Database. Accessed at http://wonder.cdc.gov/vaers.html on Mar 3, 2022 1:34:21 PM / Territory: Nevada Group By: Vaccine Type Show Totals: 2022 11:05:39 AM WARNING - This email originated from outside the State of Nevada. Exercise caution when opening attachments or clicking links, especially from unknown senders. NO more vaccine or mask mandates for UNR or anywhere in Nevada! None of these things have proven to stop the transmission of COVID! It's our choice what goes in our bodies not yours! NO newborn blood screening it is unnecessary!! NO mRNA shots for children of any age! They aren't the ones being targeted by COVID and they have proven to damage the hearts of boys and some have died!! Causing also problems for girls! Please think twice before you vote for these!!!!!!! And decisions should be made locally and we should have the freedom to do what we know is best for US!!!!!! Sent from my iPhone From: Gina Thursday, March 3, 2022 4:48:46 PM WARNING - This email originated from outside the State of Nevada. Exercise caution when opening attachments or clicking links, especially from unknown senders. Dear Board, First, no mandates period! Vaccines, masks, and health decisions should always be optional. Why force students to put experimental injections in their bodies by force. Freedom should always prevail. In case you haven't noticed, many students have dropped out of UNR and other northern Nevada campuses. The young adults just want to take classes, not put up with tyranny. If students or teachers want to put things in their body, they have the freedom to do so. No one is stopping them. Again, freedom and optional over force! Second, there is no reason for such an intrusive blood sample to be taken and forced on parents to provide. So much can go wrong with this as we have seen happen in California. It just doesn't seem right. Last, health decisions should remain at a local level. Regions, cities, counties, in Nevada are so diverse. Las Vegas should not make health decisions for Reno, and Reno should not make decisions for Elko for example. If we have learned anything over the past two years is that government should be kept small and local otherwise freedoms are squashed. Thank you, G. G. "}