{"title": "La importancia del signo de la silueta para interpretación de la radiografía de tórax | Live-Med", "author": "José Manuel Helguera Quevedo", "url": "https://www.livemed.in/es/blog/la-importancia-del-signo-de-la-silueta-para-interpretacion-de-la-radiografia-de-torax/", "hostname": "livemed.in", "description": "Los signos radiológicos son de gran importancia para situar una imagen en un compartimento del tórax, facilitando así su interpretación...", "sitename": "Live-Med", "date": "2022-01-07", "cleaned_text": "La importancia del signo de la silueta para interpretación de la radiografía de tórax [ Dr. José Manuel Helguera Quevedo | Medicina Familiar y Comunitaria ](/es/profesional/jose-manuel-helguera-quevedo/) Centro de Salud Bezana, Cantabria Los signos radiológicos son de gran importancia para situar una imagen en un compartimento del tórax, facilitando así su interpretación y correlación con posible patología y, por ende, circunscribiendo el diagnóstico diferencial de esta. Como hemos comentado en las sedes del [Programa AAP](/programa-aap), vamos a hablar de [una serie de posts](/blog/-/blogs/las-2-proyecciones-basicas-en-radiologia-toracica-estandar) con los que, a mi juicio, deben ser de obligado conocimiento a la hora de interpretar una imagen radiológica y, por tanto, deben formar parte del arsenal del médico de Atención Primaria. El más importante de los signos radiológicos, y el que aporta más información a la hora de localizar posibles lesiones es, sin duda: El signo de la silueta Teniendo siempre en cuenta que la radiografía de tórax nos obliga a interpretar de forma bidimensional una imagen que, por definición, es tridimensional (el tórax del paciente), debemos utilizar todas las herramientas a nuestro alcance para localizar posible patología en las imágenes que vemos. Es fundamental conocer que las estructuras del tórax poseen diferentes densidades radiológicas. Cuando dos estructuras de la misma densidad radiológica entran en contacto, la imagen radiológica que proyectan hace que sus bordes se borren, lo que da una silueta de \"fusión\" entre ambas. A esto se le conoce como signo de la silueta positivo (Figura 1). [](/media/images/radiografiaToraxSignoSiluetaPositivo.width-720.jpg) Gracias a esta peculiaridad radiológica, podemos imaginar en la imagen de la Figura 1 cómo una condensación alveolar, probablemente una neumonía, ha afectado a dos lóbulos pulmonares en principio sin conexión aérea, como son la língula y el lóbulo inferior izquierdo, implicando una probable diseminación hematógena del proceso. La traslocación a la clínica es crítica, una neumonía bilobular implica un grado de gravedad que nos haría plantearnos un posible cambio en el abordaje del tratamiento. Cuando las estructuras que observamos tienen una densidad radiológica diferente, sus bordes no se fusionarán en la imagen radiológica, observándose en su totalidad la imagen de la más densa, que predominará sobre la más radiolúcida. Ejemplo de ello sería una imagen de un cuerpo extraño metálico enclavado en mediastino, que se verá nítidamente sobre las estructuras circundantes, que en su mayoría son de densidad agua. En el caso de que dos estructuras con la misma densidad radiológica no tengan contacto directo entre sí, es decir, haya aire en el espacio entre ellas, veremos la superposición de los bordes de ambas, lo que también consideraremos como un signo de la silueta negativo (Figura 2). [](/media/images/radiografiaToraxCondensacionAlveolarSignoSilue.width-720.jpg) [2](https://pubmed.ncbi.nlm.nih.gov/32096948/). Recuerdo, por último, que siempre que haya dudas diagnósticas razonables tras la valoración de una imagen radiológica, debemos plantear solicitar una exploración complementaria, con mayor resolución de la zona. Sería el caso de la tomografía computerizada (TAC) que, como vemos en la Figura 2, define con gran fiabilidad la imagen a interpretar. Bibliografía y referencias: 1. Bayo A, Sánchez I, Melero C. Guía Práctica de Radiología de Tórax. Ed. Adalia. Madrid, 2005. 2. [ Franquet T, Chung JH. Imaging Pulmonary Infection. "}