{"title": "Botella cierra el Palacio Municipal de Congresos y el de Cristal por deficiencias", "author": "EP", "url": "https://www.noticiasdenavarra.com/sociedad/2012/11/08/botella-cierra-palacio-municipal-congresos-3179888.html", "hostname": "noticiasdenavarra.com", "description": "La alcaldesa de Madrid abre una investigación para ver si hubo negligencia del Ayuntamiento en el Madrid Arena", "sitename": "Diario de Noticias de Navarra", "date": "2012-11-08", "cleaned_text": "MADRID. Botella ha hecho este anuncio durante la Junta de Gobierno de Madrid, donde ha comunicado también que ha convocado un pleno extraordinario para el 16 de noviembre para constituir la comisión de investigación. CIERRES PREVENTIVOS El Ayuntamiento de Madrid ha ordenado este jueves el cierre con carácter temporal y preventivo del Palacio Municipal de Congresos, situado en el Campo de las Naciones, y el Pabellón de Cristal, ubicado en la Casa de Campo. Así lo ha anunciado la alcaldesa de Madrid, Ana Botella, durante la rueda de prensa posterior a la Junta de Gobierno, donde ha explicado que se hace para reforzar la seguridad de los recintos municipales, una vez que en octubre recibieron un informe al respecto solicitado en el mes de abril por el presidente de Madrid Espacios y Congresos, Pedro Calvo. BOTELLA NO DIMITIRÁ La alcaldesa de Madrid, Ana Botella, ha descartado hoy que vaya a dimitir por el suceso ocurrido en el Madrid Arena el pasado 1 de noviembre y ha dicho que tiene \"plena confianza\" en su equipo de gobierno. Botella ha hecho estas consideraciones en la rueda de prensa posterior a la Junta de Gobierno, en la que ha defendido la \"honestidad de todos los cargos\" y ha subrayado que no tiene \"ningún miedo a la verdad\" porque no tienen \"nada que ocultar\". La alcaldesa de Madrid ha avanzado la creación de una comisión de investigación para aclarar lo sucedido y que previsiblemente se constituirá en un pleno extraordinario el próximo 16 de noviembre. Asimismo ha anunciado el cierre \"de manera preventiva\" del Palacio Municipal de Congresos y el de Cristal del Retiro hasta que terminen las obras que subsanen los problemas de seguridad de sus instalaciones. \"Esta decisión obedece al interés de extremar la garantía de seguridad para las personas, porque (...) su vida es lo más importante\", ha aseverado la alcaldesa. "}