{"title": "Unión Europea rechaza lotes de vacunas de Johnson & Johnson por posible contaminación | RPP Noticias", "author": "Redacción RPP", "url": "https://rpp.pe/mundo/actualidad/coronavirus-union-europea-rechaza-lotes-de-vacunas-de-johnson-johnson-por-posible-contaminacion-noticia-1341717", "hostname": "rpp.pe", "description": "Si bien el lote en cuestión no estaba destinado al mercado de la Unión Europea, las autoridades \"han recomendado no liberar lotes de vacunas que contengan la sustancia activa elaborada aproximadamente al mismo tiempo que se produjo la contaminación\" en Estados Unidos.", "sitename": "RPP", "date": "2021-06-11", "cleaned_text": "Si bien [el lote en cuestión](https://rpp.pe/mundo/estados-unidos/coronavirus-estados-unidos-ordena-desechar-millones-de-vacunas-de-johnson-johnson-de-fabrica-que-tuvo-problemas-noticia-1341669) no estaba destinado al mercado de la Unión Europea, las autoridades \"han recomendado no liberar lotes de vacunas que contengan la sustancia activa elaborada aproximadamente al mismo tiempo que se produjo la contaminación\" en Estados Unidos. Las autoridades de medicamentos de Bélgica y Países Bajos, responsables de liberar los lotes de Janssen en la Unión Europea (UE), rechazaron viales contra la COVID-19 de esa farmacéutica cuya sustancia activa se haya elaborado al mismo tiempo que un [lote contaminado con materiales de otra vacuna fabricada en Estados Unidos](https://rpp.pe/mundo/estados-unidos/coronavirus-estados-unidos-ordena-desechar-millones-de-vacunas-de-johnson-johnson-de-fabrica-que-tuvo-problemas-noticia-1341669). Según confirmó este viernes la Agencia Europea de Medicamentos (EMA), las autoridades europeas son \"conscientes\" de que un lote del principio activo de la vacuna de la COVID-19 de Janssen se había contaminado con materiales para otra vacuna fabricada en el mismo lugar, en una planta de Maryland, en Estados Unidos, propiedad de Emergent Biosolutions. El lote en cuestión no estaba destinado al mercado de la UE, pero las autoridades supervisoras en la Unión de estas vacunas de la filial de [Johnson & Johnson](https://rpp.pe/mundo/actualidad/coronavirus-estados-unidos-autoriza-ampliar-en-seis-semanas-la-caducidad-de-la-vacuna-de-johnson-johnson-covid-19-noticia-1341502) \"han recomendado no liberar lotes de vacunas que contengan la sustancia activa elaborada aproximadamente al mismo tiempo que se produjo la contaminación\" en Estados Unidos. Aunque \"según la información disponible, los lotes de la vacuna liberados en la UE no se ven afectados por la contaminación cruzada\", las autoridades han decidido descartar el uso de los lotes vinculados en el tiempo con la contaminación \"como medida de precaución y para salvaguardar la calidad de las vacunas\". Buscan evitar los retrasos en entrega de vacunas Las [autoridades de la UE](https://rpp.pe/mundo/actualidad/covid-19-union-europea-se-suma-a-eeuu-y-pide-transparencia-sobre-el-origen-de-la-pandemia-noticia-1341410) \"están haciendo todo lo posible para salvaguardar los suministros y mitigar los efectos de cualquier retraso en la entrega de esta vacuna\", agregó la EMA. Además, el regulador europeo subrayó en un comunicado que tanto la EMA como las autoridades nacionales también están al tanto de una inspección en la planta de fabricación de Emergent Biosolutions por parte de la Administración de Alimentos y Medicamentos de Estados Unidos (FDA). \"Las autoridades continuarán trabajando con la FDA y otros socios internacionales para garantizar que las vacunas en la UE cumplan con los más altos estándares de calidad\", añadió la agencia. La EMA advirtió también que estos problemas de fabricación en Emergent \"no están relacionados con la revisión reciente\" de casos muy raros de coagulación sanguínea y plaquetas bajas en sangre, un efecto secundario inusual que ya aparece en el prospecto de la vacuna de Janssen al considerarse que hay un \"posible vínculo\" entre estos eventos de trombosis y la inyección. (Con información de EFE) Newsletter Todo sobre el coronavirus La COVID-19 ha puesto en alerta a todos. [Suscríbete](https://newsletter.rpp.pe/catalogo) a nuestro newsletter Todo sobre el coronavirus, donde encontrarás los datos diarios más relevantes del país y del mundo sobre el avance del virus y la lucha contra su propagación. NUESTROS PODCASTS: 'Espacio Vital': ¿Cuánto tiempo dura la inmunidad después de la infección por COVID-19? El Dr. Elmer Huerta responde: "}