{"title": "PDF", "author": "PDF", "url": "www.observatoriosantiago.cl/wp-content/uploads/2020/12/PLAN-DE-SALUD-2021.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "PLAN DE SALUD 2021 Actualización plan 2018 - SANTIA I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl1Dra. Sandra León Fernández, Directora de Salud Ing. Álvaro Mendez Saluzzi, Subdirector Administrativo Dr. Rodrigo Farías Cárdenas, Subdirector de Gestión Sanitaria Dr. Blas Alid Cordera, Jefe de Departamento de Epidemiología PS. Elisa Arratia Urbina, Jefa de Recursos Humanos Ing. Lorena Concha Hasember, Jefa de Apoyo Logístico Ing. Esteban Vivanco Órdenes, Prevención de Riesgos Equipo Técnico Sudirección de Gestión Sanitaria: Dra. Daniela Ahumada Medina D. Gráfica. María Francisca Contreras Lobos Dr. Andrés Flores Maturana Dra. María Pilar Jerez Rios TS. Sebastián Lucero Espinoza EU. Camila Muñoz Morales EU. Yesenia Olmedo García Red de Salud Santiago CESFAM Arauco CESFAM Benjamín Viel CentralCOLABORADORESIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl2ÍNDICE I. RESUMEN EJECUTIVO Página 3 II. POLÍTICA DE SALUD COMUNAL Página 4 III. LA ENFERMEDAD POR EL NUEVO CORONAVIRUS EN NUESTRA RED Página 7 IV. DIAGNÓSTICO EPIDEMIOLÓGICO Página 8 1. CARACTERIZACIÓN GEOGRÁFICA Página 8 2. CARACTERIZACIÓN SOCIO-DEMOGRÁFICA Página 9 3. NIVEL EDUCACIONAL Página 11 4. VIVIENDAS, SERVICIOS BÁSICOS, HOGARES Y HACINAMIENTO Página 11 5. INDICE DE POBREZA Página 12 6. OCUPACIÓN Página 13 7. POBLACIÓN MIGRANTE Página 13 8. PUEBLOS ORIGINARIOS Página 14 9. CRIMINALIDAD Y DELITOS Página 14 10. ESTADÍSTICAS VITALES Página 14 V. DÍAGNÓSTICO SANITARIO Página 19 1. ESTRUCTURA Y ORGANIZACIÓN DE LA RED ASISTENCIAL Página 19 2. OFERTA DE PRESTACIONES Página 28 3. INSTITUCIONALIDAD DE LA RED Página 32 4. POBLACIÓN INSCRITA Página 42 5. CARATERIZACIÓN DE LA DEMANDA Página 44 6. EVALUACIÓN DE LOS PRINCIPALES EJES DE LA ESTRATEGIA NACIONAL DE SALUD (ENS) Página 47 7. EVALUACIÓN INDICADORES: METAS SANITARIA E ÍNDICE DE ACTIVIDAD DE LA ATENCIÓN PRIMARIA DE SALUD (IAAPS) Página 87 VI. DIAGNÓSTICO PARTICIPATIVO Página 90 VII. PLAN DE ACCIÓN Página 94 VIII. GLOSARIO Página 102Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl3I. RESUMEN EJECUTIVO La comuna de Santiago alberga en sus calles gran parte de nuestra historia, siendo hasta el día de hoy la comuna \"Capital de la República\" y unos de los principales centros políticos, administrativos y sociales del país. En sus 22.4 km2, Santiago sirve de residencia al 5.4% de la población de la Región Metropolitana. Sin embargo, su conectividad con el resto de la región y elevada actividad comercial y económica, sus atractivos turísticos, y la presencia de edificios emblemáticos, entre otros, son determinantes de que diariamente circule más de un millón de personas por sus calles. Para el periodo 2018-2021, el Plan de Salud Municipal fue elaborado con el fin de proyectar en el tiempo distintas estrategias para abordar las necesidades en salud de una población creciente y con características particulares. Como es de conocimiento general, para fines de 2019 en contexto de un estallido social, cuyo epicentro fue la comuna de Santiago, y a inicios de 2020 con la mayor pandemia vivida en la historia reciente, la red de salud de Santiago debió postergar muchos de sus objetivos estratégicos planteados, debiendo adaptar su funcionamiento a los nuevos tiempos, para dar una atención óptima y oportuna a sus vecinos. La actualización del plan de salud 2018 - 2021, recoge las experiencias vividas durante el último año, los temas pendientes y los nuevos desafíos, buscando fortalecer nuestra red de Salud Municipal, con - siderando un enfoque centrado en las necesidades y circunstancias de nuestra población, las familias, sus comunidades, y la forma en que se relacionan entre sí. Priorizando el trabajo intersectorial y co - munitario, favoreciendo la entrega de una atención equitativa, de calidad, oportuna, y con una visión intercultural que nos permita satisfacer las necesidades en salud de todos y cada uno de nuestros usuarios en los meses y años difíciles que nos plantea el futuro.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl4II. POLÍTICA DE SALUD COMUNAL La Dirección de Salud de la Ilustre Municipalidad de Santiago tiene como política de Salud comunal promover y contribuir a mantener, mejorar y recuperar la salud de la comunidad, incorporando estrategias innovadoras y entregando un servicio oportuno, resolutivo y de calidad, considerando el desarrollo y bienestar de sus colaboradores. Para lograr este propósito, la Dirección de Salud cuenta con centros de salud familiar (CESFAM), los que constituyen la puerta de entrada al Sistema Sanitario para la población, y se encuentran regidos por el Modelo de Atención Integral de Salud Familiar y Comunitaria. Este Modelo ha sido definido como \"El conjunto de acciones que promueven y facilitan la atención eficiente, eficaz y oportuna, que se dirige más que al paciente o la enfermedad como hechos aislados, a las personas consideradas en su integralidad física y mental, como seres sociales pertenecientes a distintas familias y comunidades, que están en permanente proceso de integración y adaptación a su medio ambiente\". El Modelo cuenta con 3 principios irrenunciables: 1. Centrado en las personas: considera las necesidades y expectativas de las personas y sus familias, basándose en la corresponsabilidad del cuidado de la salud y enfatizando los derechos y deberes de las personas (equipos de salud y usuarios). 2. Integralidad de la atención: a través de este principio se incluye la noción de niveles de prevención, en la cual el abordaje de los problemas de salud debe hacerse a través de la promoción, prevención, curación, rehabilitación y cuidados paliativos. Asimismo, se considera integralidad a que dichos problemas de salud tienen un origen multidimensional, por lo que deben intervenirse tomando en cuenta las ópticas biopsicosocial-espiritual y cultural del ser humano. 3. Continuidad del cuidado: Se refiere a la ocurrencia de eventos del cuidado de la salud coherentes y conectados entre sí en el tiempo, pero también alude a la continuidad de la atención dentro de la red asistencial, esto es desde el domicilio a los centros hospitalarios. Estos principios deben enmarcarse e implementarse dentro de 8 ámbitos de acción: calidad, gestión de las personas trabajadoras de la salud, intersectorialidad, énfasis promocional y preventivo, enfoque familiar, centrado en atención abierta, participación en salud y uso de tecnología apropiada. Ámbitos de Acción 1. Ámbito Calidad: En este ámbito se identifica un área centrada en la estandarización y organización de los procesos asistenciales de nuestra Red de Centros de Salud y un área enfocada en la nivelación de la infraestructura de éstos. 2. Gestión de las personas trabajadoras de la salud: El abordaje de este ámbito es trascendental para el eficiente funcionamiento de los servicios de salud que presta nuestra Red de Salud, así como para el logro de las metas propuestas. Los siguientes son ejes prioritarios dentro de esta área: 1. Fortalecimiento de Competencias de las personas trabajadoras de la salud 2. Dotación de funcionarios acorde a las necesidades de la Población a cargo 3. Fortalecimiento de la Organización de las personas y su desempeño 4. Mejora continua del ambiente laboral 3. Intersectorialidad: El Intersector es clave para un abordaje integral de los determinantes sociales de la salud. El desarrollo adecuado de este ámbito requiere de un apropiado conocimiento de la red intersectorial y de la coordinación de acciones efectivas con ésta. 4. Énfasis promocional y preventivo: Las acciones de promoción de la salud y prevención de las enfermedades, tanto con un enfoque individual como comunitario, son fundamentales para evitar la aparición y controlar las enfermedades transmisibles (como las enfermedades de transmisión sexual y tuberculosis), y las enfermedades crónicas no transmisibles. Este último grupo constituye la principal causa de morbi-mortalidad a nivel país, y tiene factores de riesgo modificables, tales como los patrones de consumo dietéticos, ejercicio físico, hábitos de consumo de alcohol y/o drogas, entre otros.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl55. Enfoque familiar: La atención de salud bajo el Modelo de Atención Integral en Salud Familiar y Comunitaria considera a la persona en un contexto que trasciende al individual, que modula sus condicionantes y experiencias, contribuyendo a su estado de salud. Ese es el nivel familiar y el de la comunidad y territorio donde vive. Por lo tanto, nuestros centros de salud deben programar actividades de evaluación e intervenciones con la participación de dichos niveles. 6. Centrado en atención abierta: Desarrollar este ámbito requiere del fortalecimiento del nivel primario de atención y del trabajo coordinado con los demás niveles de la red asistencial de centros de salud, fundamentalmente el nivel hospitalario. Esto implica la implementación de mecanismos de articulación y programación de actividades que promuevan y potencien la resolución ambulatoria y eviten la necesidad de hospitalización de los usuarios. 7. Participación en salud: En este ámbito, nuestros centros deben buscar un vínculo de trabajo con la comunidad, tendiente a fomentar un empoderamiento de la misma en el manejo de sus problemáticas sociosanitarias. Para ello debe estructurarse un trabajo que se inicia en el diagnóstico participativo en salud, con el fin de identificar las necesidades de nuestra población y que permita por lo tanto elaborar planes de trabajo de acuerdo con cada área o problema seleccionado. 8. Uso de tecnología apropiada: Cada vez con mayor intensidad, la tecnología se convierte en una herramienta para la atención sanitaria. Esta Dirección de Salud reconoce esa relevancia, por lo que este es uno de los ámbitos en los que se debe progresar de forma consistente. En lo que respecta al acceso a la atención oportuna en nuestros centros de salud, se dará énfasis a optimizar el sistema de agendamiento de horas médicas, haciéndolo más adaptable y amigable para la población usuaria. Igualmente, otra área a abordar es el fortalecimiento de nuestros sistemas de información, lo que es clave para poder contar con información de calidad que contribuya a una mejora en la toma de decisiones para la gestión de nuestros Centros de Salud. Finalmente, para una adecuada planificación en la red de atención de salud, deben considerarse ciertos enfoques específicos, los cuales darán direccionamiento conceptual a las acciones que se diseñen e implementen. 1. Enfoque de derechos ciudadanos y protección social Este enfoque considera el derecho a la salud como un derecho humano fundamental y reconoce a su vez el derecho a la atención de salud. Su ejercicio asegura la autonomía y autodeterminación de las personas respecto a su salud. Sin embargo, adicionalmente, debemos generar condiciones de seguridad en salud a las personas durante toda su vida. 2. Enfoque centrado en los Determinantes Sociales de la Salud Los determinantes son las condiciones sociales en las cuales las personas viven, trabajan y se desarrollan a lo largo del ciclo vital, es decir, en las cuales la vida tiene lugar. Incluyen las características del contexto social que influyen directamente en la salud y también las vías o mecanismos por los cuales las condiciones sociales se expresan en efectos en la salud. Los principales determinantes estructurales de la salud son la educación, las condiciones de trabajo y empleo, el ambiente físico y el equipamiento territorial. Dentro del quehacer de nuestros centros de salud, las intervenciones de promoción, prevención, tratamiento y rehabilitación deben considerar la influencia de dichos condicionantes. 3. Enfoque de Curso de Vida Los estados de salud y enfermedad de las personas son el resultado de múltiples exposiciones a lo largo de sus vidas, donde los determinantes interactúan a lo largo del ciclo vital y entre generaciones, en múltiples dominios. A fin de mejorar los resultados en salud, se debe encausar intervenciones durante toda la vida de las personas, con énfasis en aquellas etapas en donde las exposiciones puedan generar resultados especialmente relevantes, tales como la niñez y la adolescencia, debido a su efecto en el adulto, adulto mayor y también en las siguientes generaciones.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl64. Equidad en Salud i. Equidad de Género: Es de conocimiento que existen inequidades propias de la cultura y que generan consecuencias negativas en la salud de las personas, por lo tanto, se deben considerar en los distintos programas e intervenciones las necesidades particulares de mujeres, hombres y personas de la diversidad sexual. ii. Salud Intercultural: Se debe incorporar el enfoque intercultural en la organización y provisión de nuestros servicios de salud, lo que puede hacerse a través de la implementación de procesos de sensibilización a nuestra población usuaria, procesos de capacitación al recurso humano, tendiente a desarrollar competencias y conocimientos en esta área. Asimismo, implementar procesos de articulación intersectorial e interdisciplinaria para que nuestros programas de salud se adapten a las necesidades de este grupo poblacional iii. Salud de la Población Migrante: El crecimiento de esta población es un fenómeno que se da patente en nuestra comuna. Es por esto que nuestras acciones tienen que considerar los aspectos culturales propios de la diversidad de los grupos de migrantes, tanto a nivel de las intervenciones realizadas en nuestros programas de salud como en el acceso a la atención asistencial. 5. Gobernanza Implica el desarrollo de políticas públicas efectivamente interconectadas e integradas entre el Estado y la Sociedad Civil. Para ello, es necesario un trabajo articulado y complementario, tanto dentro del intrasector salud como entre este y el intersector (sectores sociales e institucionales y organizaciones presentes en el territorio).Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl7III. LA ENFERMEDAD POR EL NUEVO CORONAVIRUS EN NUESTRA RED La enfermedad por coronavirus 2019 (COVID-19), ocasionada por el virus SARS-CoV-2 (coronavirus del síndrome respiratorio agudo grave tipo 2) se identificó por primera vez en diciembre de 2019 en la ciudad de Wuhan, capital de la provincia de Hubei, en la República Popular China, al reportarse casos de un grupo de personas enfermas con un tipo de neumonía desconocida, siendo reconocida por la Organización Mundial de la Salud (OMS) como una pandemia el 11 de marzo de 2020. En Chile, al igual que en el resto del mundo, la pandemia ha golpeado fuertemente, registrando el primer caso diagnosticado en el país el día 3 de marzo de 2020. En este contexto, el presidente de Chile, Sebastián Piñera, decretó Estado de Excepción Constitucional el 18 marzo, cuando Chile contaba con 238 casos de COVID-19. La comuna de Santiago, por diversos factores tales como alta densidad poblacional, población flo - tante diaria superior a 1 millón de personas y conectividad con el resto de la región Metropolitana, se transformó rápidamente en una de las comunas con mayor ascenso de contagios, decretándose cuarentena total para la comuna el día 26 de marzo y una serie de otras medidas que se replicaban a lo largo de todo el país. Es en dicho contexto que desde enero del presente año nuestra red de salud inició la preparación para la contención de la pandemia, elaborando protocolos de acción frente a casos sospechoso o confirmados, con capacitaciones a los funcionarios, simulacros y reorganización de la red. Los centros de Salud establecieron normas de funcionamiento y diferentes medidas con el fin de pro - teger a sus funcionarios y a los usuarios, destacándose las siguientes: Establecimiento del uso de Elementos de protección personal (EPP) y medidas de autocuidado como lavado de mano frecuentes y distanciamiento físico. Definición de sistema de turnos Autorización de la realización de teletrabajo Definición de áreas: Respiratoria y No respiratoria, junto a equipos que cumplen la misma caracte - rística. Destinación de funcionarios de alto riesgo médico en caso de contagio a teletrabajo permanente: Embarazadas, mayores de 65 años, enfermedades crónicas descompensadas, inmunosupresión, entre otras. Limitación del aforo de personas. Suspensión de actividades de carácter preventivo, actividades grupales y atenciones electivas. Todas estas medidas, sumado al riesgo de contagio de los propios funcionarios de salud, suponen un gran desafío que con el compromiso de toda la red se ha podido llevar adelante con éxito. Sin embargo, en el desarrollo de este plan, dejaremos de manifiesto el impacto que tuvo la pandemia en relación a cifras, dificultades en el cumplimiento de metas previamente establecidas, desafíos para la cobertura de condiciones de salud, impacto en los funcionarios, entre otras. Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl8IV. DIAGNÓSTICO EPIDEMIOLÓGICO El concepto de \"salud\" es multidimensional y se define como \"un estado completo de bienestar físico, mental y social, y no solamente la ausencia de afecciones o enfermedades\". Esto implica que el medio social donde habitan las comunidades incide directamente en sus niveles de salud. El monitoreo de las desigualdades en salud suele reflejar las condiciones sociales, como el nivel de ingresos o escolaridad, el lugar de residencia y género. Describir los determinantes sociales que afectan la salud de una po - blación implica abarcar todos los aspectos de las condiciones de vida a través de las etapas de la vida, incluido su entorno más amplio . 1. CARACTERIZACIÓN GEOGRÁFICA La comuna de Santiago se emplaza en el centro de la ciudad de Santiago, con una superficie total de 22.4 km2, y caracterizándose por su territorio urbanizado en un 100%. Sus barreras físicas, tales como el Río Mapocho y la línea férrea hacia el poniente, no son impedimentos para la conectividad con las comunas circundantes. Por el contrario, su ubicación central facilita los desplazamientos desde y hacia la periferia, generando una gran cantidad de movimientos pendulares, y atrayendo la actividad económica y comercial. El territorio comunal limita con las siguientes 10 comunas: a) Al norte: Renca, Independencia y Recoleta, en donde el río Mapocho actúa como límite natural. b) Al oriente: Providencia y Ñuñoa, delimitado por Avenida Vicuña Mackenna. c) Al sur: San Joaquín, San Miguel y Pedro Aguirre Cerda, en donde la antigua vía férrea actúa como hito geográfico. d) Al poniente: Estación Central y Quinta Normal. El clima en la comuna de Santiago es de tipo mediterráneo, con veranos secos y calurosos, e inviernos suaves y levemente húmedos. La temperatura promedio es de 15.4° y la precipitación promedio es de 312.5 mm al año. La precipitación de nieve es rara en la comuna. Figura N° 1 Ubicación de la comuna de Santiago (número 7) dentro de la Provincia de Santiago.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl92. CARACTERIZACIÓN SOCIO-DEMOGRÁFICA La segunda mitad del siglo XX la comuna de Santiago se caracterizó por una paulatina disminución poblacional. Entre 1952 y 2002 la población disminuyó de 664.575 a 200.792 personas, tendencia espe - cialmente visible entre 1970 y 1982. A partir del año 2002, la tendencia comienza a revertirse, comenzando un período de re- poblamiento del territorio comunal. Para el año 2017, Santiago alcanza los 404.495, equivalente al 5.68% de la Re - gión Metropolitana (7.112.808) y al 2.3% nacional (17.574.003). Es la comuna con mayor crecimiento ab - soluto de habitantes entre los años 2002 (214.159) y 2017 (404.495), con un incremento del 88% (190.336), lo cual permitió revertir la tendencia al despoblamiento previamente expuesto. Este aumento se explica por los procesos de densificación y gentrificación experimentados en dicho período. De acuerdo a la proyección del Instituto Nacional de Estadísticas (con base en Censo 2017), la proyec - ción poblacional para los años 2020 y 2021 es de 503.147 y 517.280 habitantes respectivamente. El total de la población está urbanizada, correspondiendo al 5,29% de la Región Metropolitana, y al 7,07% del total de la Provincia de Santiago. Estructura por edad y sexo De acuerdo a lo presentado en la Tabla N°1, la distribución de la población es similar al del resto de la región Metropolitana y del país. Según los datos poblacionales proyectados para el año 2021 por el Tabla N° 1 Evolución de la distribución de la población de la comuna de Santiago por grupo etario en base a datos del INE, proyección CENSO 2017. Santiago Regional Nacional dinámica poblacional de Santiago presenta algunos datos comunes con el resto del país. Según el Censo 2017, el promedio de edad es de 34.5 años (RM: 35.6 años; Chile: 35.8 años). Para el año 2021, la proyección para el promedio comunal es de 35.06 años. Para la comuna de Santiago, el grupo más prevalente el grupo que comprende entre los 30 y 44 años, con cerca de un 35%. Las personas mayores de 60 años corresponden a cerca del 11.5% de la población.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl10Gráfico N° 1 Distribución de la población por grandes grupos de edad en la comuna de Santiago. Elaboración propia, datos de proyección poblacional en base a Censo 2017 del INE. Índice de envejecimiento Chile ha sufrido un sostenido aumento de la población de adultos mayores en los últimos años. De acuerdo a los datos de Encuesta Casen efectuada el año 2017, para dicho año el grupo de personas de 60 años y más comprende el 19.3%, con diferencias estadísticamente significativas en este grupo etario entre los años 2015 y 2017. Gráfico N° 2 Distribución de la población por grandes grupos de edad en Chile Ministerio de Desarrollo Social. Observatorio social, \"Adultos mayores, Síntesis de resultados Casen 2017\" Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl11Este cambio en la composición de los grupos etarios en el país, ha generado lo que se conoce como transición demográfica, la cual se refleja en una población que sufre el proceso de envejecimiento poblacional, generando cambios relevantes en varios indicadores. En el caso del país, entre 1990 y 2017 ha habido un aumento de 35.4 a 100.4 personas mayores de 60 años por cada 100 personas menores de 15 años. En el caso de la comuna, para el año 2021, la proyección realizada en base al Censo 2017 es de 100.5 personas mayores de 60 años por cada 100 personas menores de 15 años. 3. NIVEL EDUCACIONAL En relación a los indicadores de educación, para la comuna de Santiago los resultados sugieren una asistencia a educación pre-escolar (0-5 años) y escolar (6-18 años) en promedio menor a los prome - dios regionales y nacionales de acuerdo a los datos obtenidos del Censo 2017. A pesar de esto, el promedio de años de escolaridad del jefe del hogar y el ingreso a educación superior son más altos. Esto último podría explicarse por la gran cantidad de establecimientos de educación superior que se ubican geográficamente en la comuna, lo cual genera la migración de estudiantes del resto del país para residir en Santiago. Tabla N° 2 Nivel educacional en la comuna de Santiago, Región Metropolitana y País. Grupo etarioCenso 2017 Santiago Regional Nacional Promedio años de escolaridad jefe de hogar 14.1 11.8 10.9 Asistencia a educación pre-escolar 46% 52% 52% Asistencia a educación escolar 93% 95% 95% Ingreso a educación superior 59% 37% 31% Término educación superior 78% 76% 75% Elaboración propia en base a datos de Censo 2017. 4. VIVIENDAS, SERVICIOS BÁSICOS, HOGARES Y HACINAMIENTO De acuerdo a los datos del Censo 2017, el aumento poblacional de la comuna ha generado un aumen - to de las viviendas, con un aumento de más del 200% entre los años 2002 (64.167) al año 2017 (193.263). De éstas, el 99.8% corresponde a viviendas particulares y el 0.2% a viviendas colectivas. Existe un déficit habitacional cuantitativo de 14.405 de viviendas (total de requerimiento de viviendas nuevas), explicado por viviendas irrecuperables, hogares allegados y hacinados. La tipología de la vivienda ha mantenido como primera mayoría el tipo \"Departamento en Edificio\", pero aumentando considerablemente su proporción, tal como lo muestra la siguiente tabla: Tabla N° 3 Distribución del tipo de vivienda de acuerdo a los censos 2002 y 2012 en Santiago. Tipo de vivienda Censo 2002 Censo 2017 Departamento 56,50% 79,73% Casa 36,65% 15,67% Pieza en casa antigua o 3,97% Otro tipo de vivienda particular 0,57% 0,32% Mediagua o mejora, rancho o choza 0,28% 0,05% Elaboración propia en base a datos del Observatorio Urbano del Ministerio de Vivienda y Urbanismo.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl12Respecto a las características de las viviendas particulares y al acceso a servicios básicos, se estima que el 100% de las viviendas de la comuna se encuentran conectadas a la red pública de agua, de acuerdo a los datos del Censo 2017 y CASEN 2015 respectivamente. Se estima que el 82.1% de los ha - bitantes de 5 y más años de la comuna acceden al uso de internet al menos 1 vez por semana. En forma concordante con el aumento poblacional, se ha producido también un incremento en el número de hogares que se encuentran en la comuna, definiéndose \"Hogar\" como la unidad formada por una o más personas que residen en un misma vivienda particular. El número de hogares ha aumentado desde 71.481 (Censo 2002) a 173.881 (Censo 2017). Para el año 27, se estima un número promedio de integrantes de los hogares de 2.2 personas. Gráfico N° 3 Tipología de hogares en la comuna de Santiago. Elaboración propia en base a datos del Censo 2017. Según datos del CENSO 2017, el 11% de la población comunal vive en condiciones de hacinamiento, es decir, con 2,5 o más personas habitantes por pieza de uso exclusivo como dormitorio.Para dicho año, este valor es mayor al promedio regional y nacional, cuyos índices son de 8% y de 7% respectivamente. 5. ÍNDICE DE POBREZA La medición del nivel de pobreza permite identificar a la proporción de la población que se encuentra enfrentada a mayores dificultades para enfrentar sus problemas de salud. La clasificación actual se realiza según \"pobreza por ingresos\" y \"pobreza multidimensional\". En su conjunto, ambos indicadores evidencian que la experiencia de las personas de vivir y crecer en situación de pobreza no se reduce a la falta de ingresos, sino que refleja formas concretas de exclusión y carencia en múltiples ámbitos del bienestar. Pobreza por ingresos: Se basa en una \"línea de pobreza por persona equivalente\" o ingreso mínimo establecido para cubrir las necesidades básicas. Se estima que el 5.9% de la población de la comuna se categoriza en esta condición, con datos inferiores a la realidad regional y nacional (7.1% y 11.7% respectivamente) según la Encuesta Casen 2015. Pobreza multidimensional: Se mide según cinco dimensiones relevantes para el bienestar (Edu - cación, Salud, Trabajo y Seguridad social, Vivienda y entorno y Redes y Cohesión Social). Según los datos de la Encuesta Casen 2015, Santiago presenta un 11.6% de su población que se encuentra en esta condición (Región Metropolitana: 20.1%, Nacional: 20.9%). Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl136. OCUPACIÓN De acuerdo a la información recabada por el CENSO 2017, la población de 15 años y más que declaró estar trabajando fue de 72% (45% mujeres, 55% hombres), con una edad promedio de 37.5 años. El 11% correspondió a población que se encontraba trabajando y estudiando. La distribución según los sectores se describe en la Tabla N°4. Tabla N° 4 Distribución de ocupación según sectores primario, secundario o terciario. Santiago Regional Nacional Sector primario (actividades extractivas: agricultura, pesca, ganadería y minería)1% 3% 9% Sector secundario (empresas, instituciones o actividades industriales y manufactureras)5% 8% 7% Sector terciario (Área de servicios) 94% 89% 84% Elaboración propia en base a datos del INE Censo 2017. 7. POBLACIÓN MIGRANTE La población migrante residente en la comuna ha aumentado considerablemente en los últimos años. De acuerdo a los datos del Censo 2017 , un 28% de los residentes habituales corresponden a migrantes, muy por sobre el promedio regional (7%) y nacional (4%), con una edad media de 31.6 años y 12.6 años promedio de escolaridad. Destaca especialmente la presencia de población proveniente de Venezuela (30.7%), Perú (30.3%) y Colombia (16.5%). Gráfico N° 4 Distribución de población migrante según nacionalidad de origen en comuna de Santiago, Censo 2017. Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl14De acuerdo a proyecciones realizadas por el Departamento de Extranjería y Migración en base a los datos de Censo 2017, se ha considerado a Santiago como la primera comuna en relación al total de personas extranjeras residentes, estimando 220.881 para Diciembre de 2019. 8. PUEBLOS ORIGINARIOS Con respecto a la pertinencia de pueblos originarios, de acuerdo a los resultados del Censo 2017, un 8% de la población comunal describe sentirse perteneciente a pueblos originarios, mayormente al pueblo Mapuche. Gráfico N° 5 Distribución de la población de pueblos originarios residente en la comuna de Santiago según país de origen, Censo 2017. 9. CRIMINALIDAD Y DELITOS Los delitos de mayor connotación social incluyen robo con violencia, robo con intimidación, robo por sorpresa, lesiones, homicidios y violaciones y delitos contra la propiedad. De acuerdo a datos de la Subsecretaría de Prevención del delito, la tasa ha disminuido paulatinamente entre los años 2016 (7.190 casos por cada 100.000 hab) y 2019 (6.479 casos por cada 100.000 hab). En relación con Delitos del tipo \"Violencia Intrafamiliar\" para los años 2016 a 2018, la tasa comunal se ha mantenido similar entre los años 2016 y 2019 (478 casos/100.000 hab y 462 casos/100.000 hab respectivamente). Entre los distintos grupos, para el año 2019, la mayor parte de los casos se produjo hacia mujeres (346 casos/100.000 hab). 10. ESTADÍSTICAS VITALES: El Departamento de Estadísticas e Información en Salud (DEIS) entrega la información estadística oficial con respecto a los principales indicadores en materia sanitaria. A continuación, se exponen los principales indicadores publicados por dicho Departamento. Natalidad La tasa de natalidad se refiere a la cantidad de nacidos vivos por cada 1.000 habitantes. Según los datos del DEIS, la tasa de natalidad para el año 2015 en la comuna de Santiago es superior a la tasa nacional y regional, tal como lo describe la siguiente tabla. No hay datos publicados de años posteriores.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl15Tabla N° 5 Tasa de natalidad por cada 1.000 habitantes de la comuna de Santiago, en comparación con información de la Región Metropolitana y nacional. Población 2016 Nacidos vivos Tasa Nacional 18.006.407 245.406 13,6 Región Metropolitana 7.314.176 101.318 13,9 Santiago 358.332 5.461 15,2 Elaboración propia en base a datos de DEIS, Serie Nacimientos. Del total de niños nacidos vivos en el año 2015 en la comuna, el 50,8% corresponden a niños y el 49,2% a niñas. De ellos, el 99,8% recibieron atención profesional del parto. De 0,2% no se tiene información. Al desagregar los nacimientos por edad de la madre, se aprecia que el 73,8% de los nacidos vivos se encuentran en el grupo entre 20 a 34 años, tal como se detalla a continuación: Tabla N° 6 Distribución por edad de la madre de los nacidos vivos inscritos en la Red de salud de la comuna de Santiago, en el año 2015. Grupo de edad de la madre % Nacidos vivos inscritos Menor de 15 años 0,1 % 15 - 19 años 4,5 % 20 - 34 años 73,8 % 35 y más años 19,4 % Elaboración propia en base a datos de DEIS, Serie Nacimientos. Esta distribución es similar en el resto del país. Para Santiago, el promedio de hijos por mujer en edad fértil (15 a 49 años) ha disminuido progresivamente, desde 1,47 (Censo 2002) a 0,7 hijos (Censo 2017) por cada mujer en edad fértil. Mortalidad General De acuerdo a los datos informados por el DEIS, la tasa de Mortalidad General para Santiago a partir del año 2013 es menor a la tasa regional y nacional. Tabla N° 7 Evolución de la tasa de mortalidad general en la comuna, región y país, entre los años 2011 y 2016. Expresado como tasa por cada 1.000 habitantes. 2011 2012 2013 2014 2015 2016 Santiago 9.2 9.6 4.6 4.7 4.1 4.1 Región Metropolitana 5.2 5.3 5.3 5.4 5.3 5.3 Nacional 5.5 5.7 5.7 5.7 5.7 5.7 Elaboración propia en base a datos de DEIS, SerieMortalidad.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl16Para el año 2016, la tasa de mortalidad general es similar para el grupo de hombres y mujeres (4.1 y 4.2 respectivamente, por cada 1.000 habitantes). Mortalidad por grupos etarios Para el año 2016, los datos del DEIS permiten observar que en general, los valores para la comuna de Santiago son mayores en comparación a la realidad nacional y regional para los grupos de 0 a 14 años, y sobre estas edades se revierte la tendencia, especialmente en el grupo de personas mayores. Para el grupo de 5 a 14 años, esto puede deberse a que al ser pocos casos, una muerte cambia el indicador considerablemente. Para el grupo de 10 a 14 años, con mayor frecuencia son casos que se asocian a suicidios y accidentes, es decir, situaciones que son posibles de prevenir. Tabla N° 8 Tasa de mortalidad por grupos etarios en la comuna, región y país en el año 2016. Expresado como tasa por cada 100.000 habitantes. Grupo etario Comunal Regional Nacional 0-4 años 225,6 146,6 151,8 5-9 años 14,0 12,8 13,9 10-14 años 15,2 13,0 16,3 15-19 años 33,5 39,4 4.422 10.409,1 10.484,9 Elaboración propia en base a datos de DEIS, serie Mortalidad. Razón de Mortalidad Materna y Mortalidad Infantil A nivel país, la razón de mortalidad materna en 2015 fue de 15,5 defunciones por cada 100.000 recién nacidos vivos, y en 2016 disminuye a 9 (DEIS). En relación a la Mortalidad infantil, cabe destacar que para el año 2016 la tasa es superior para área rural (8,0 por 1.000 nacidos vivos) que para área urbana (6,9 por 1.000 nacidos vivos). A pesar de esto, según la información entregada por el DEIS, las tasa de mortalidad infantil son mayores para la comu - na de Santiago que para la tasa regional y nacional, de acuerdo a lo descrito en la siguiente tabla. Tabla N° 9 Tasa de mortalidad infantil en la comuna, región y país en el año 2016. Expresado como tasa por cada 100.000 habitantes. Grupo etario Comunal Regional Nacional <7 días 4,4 3,9 4,1 < 28 días 4,7 5,0 5,2 28 días- 11 meses 1,1 1,6 1,9 Elaboración propia en base a datos de DEIS, serie Mortalidad.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl17El monitoreo de ambos indicadores es trascendente por la necesidad de mejorar la cobertura de con - troles prenatales tempranos. Años de Vida Potencialmente Perdidos (AVPP) El indicador AVPP permite ilustrar la pérdida que sufre la sociedad por muerte prematura o fallecimien - tos de personas jóvenes, considerando como límite potencial de vida los 80 años, con el fin de orientar las políticas de salud en la protección de los grupos más vulnerables. Este indicador se mantiene más bajo para la comuna de Santiago que para la Región Metropolitana y al promedio nacional a partir del año 2013. Cabe destacar que los valores tienden a la progresiva disminución en este indicador entre los años 2011 a 2016, tal como lo muestra la tabla N° 10. Tabla N° 10 Evolución del índice AVPP en la comuna, región y país, entre los años 2011 y 2016. Expresado como tasa por cada 1.000 habitantes. 2011 2012 2013 2014 2015 2016 Santiago 119,4 115,8 55,7 56 51.8 54.4 Región Metropolitana 67,9 63.3 Nacional 72,7 71,6 71,4 71,2 70.7 68.9 Elaboración propia en base a datos de DEIS, serie Mortalidad. Para el período 2011 a 2016, la tasa de AVPP es mayor para hombres que mujeres, destacando que en dicho período ha aumentado desde 69.9 a 79.8 para los hombres, y de 37.1 a 46.8 para el grupo de mujeres . Índice de Swaroop El índice de Swaroop representa la proporción de defunciones de personas de 60 años y más respecto del total de defunciones. Tal como lo muestra la siguiente tabla, este índice aumentó entre los años 2012 y 2016 para la Región Metropolitana y para el país. Para Santiago presentó una leve disminución. Tabla N° 11 Evolución del índice de Swaroop entre los años 2011 y 2014 en Santiago, Región Metropolitana y a nivel país. 2012 2016 Santiago 78,5 76,4 Región Metropolitana 77,9 78,8 Nacional 77,4 78,6 Al respecto, un valor más elevado refleja una mejor condición sanitaria, pues en caso contrario puede reflejar muertes prematuras. El índice es considerablemente mayor para el grupo de las mujeres en comparación con los hombres en el mismo período. A pesar de esto, la diferencia es mayor para el grupo de mujeres que en hombres, lo cual indica su importante contribución a los cambios en este período.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl182012 2016 Hombres 71,2 70,9 Mujeres 85,6 81,8 Total 78,5 76,4 Fuente: Elaboración propia en base a datos de DEIS.Tabla N° 12 Índice de Swaroop en la comuna, distribuido por sexo, para los años 2012 y 2016.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl19V. DIAGNÓSTICO SANITARIO 1. ESTRUCTURA Y ORGANIZACIÓN DE LA RED ASISTENCIAL Las Redes integradas de Servicios de Salud (RISS), se definen como: \"Una red de organizaciones que presta o hace los arreglos para prestar servicios de salud equitativos e integrales a una población definida, y que está dispuesta a rendir cuenta de sus resultados clínicos y económicos y por el estado de salud de la población a la que sirve\". Lo anterior supone organizar los diferentes dispositivos existentes en las redes de una manera tal, que supere la fragmentación tradicional derivada de la especialización y la parcelación de los diferentes espacios de atención, en un determinado territorio. Por lo que se propone un cambio en el foco de gestión de los equipos de salud, interpela el enfoque hospital céntrico y a cambio les propone a los equipos de salud que se coordinen entre los diferentes niveles de la red y valoren su trabajo mutuamen - te. Sin duda, este es uno de los principales desafíos que requiere superar las barreras de desconfianza y desconocimiento entre los equipos que no se conocen, generando espacios de encuentro sistemáticos y en los cuales se definan estrategias de manera conjunta. Existen distintos niveles de atención de salud en nuestra red: - Atención Primaria: Entrega atención ambulatoria, de baja complejidad y está representado por las Estaciones médicas de Barrio y Centros de Salud Familiar (CESFAM). Su RRHH lo constituyen Médicos y odontólogos generales, enfermeras, matronas, nutricionistas, psicólogos, asistentes sociales, técnicos paramedicos, entre otros. - Servicios de Atención Primaria de Urgencia (SAPU): Su objetivo es resolver problemas de salud de mediana gravedad en un horario posterior al funcionamiento general de la red. Su recurso humano lo constituyen Médicos, enfermero/a y técnicos paramédicos. - Atención Secundaria: Dirigido a realizar diagnóstico y tratamiento para casos que no pueden ser resueltas en el nivel primario. Está estrechamente relacionado con los Servicios Clínicos de los Hospita - les y destaca que en su RRHH cuenta con especialistas. Su grado de desarrollo es variable y depende del establecimiento al que está adosado.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl20Tabla N° 13 Establecimientos pertenecientes a la Comuna de Santiago. Nivel de AtencionCentro de Salud Administración Primaria Polo Arauco CESFAM Arauco Municipal Polo DomeykoCESFAM Ignacio Domeyko EMB D'Onofrio EMB Balmaceda EMB Concha y Toro Servicio de Atencion Primaria de Urgencia (SAPU) Polo Orellana CESFAM Padre Orellana EMB Carol Urzúa EMB San Emilio Clínica Dental Parque Almagro Botica Comunitaria \"Dra.Eloisa Diaz\" Botica Comunitaria \"Q.F. Salud Mental (COSAM) Municipal Centro Diagnóstico y Tratamiento (CDT) Hospital Clínico San Borja ArriaránSSMC Hospital Clínico San Borja Arriarán (HCSBA) Hospital de Urgencia Asistencia Pública (HUAP) Cesfam N° 5 (SSMC) ya no se considera parte del territorio de la comuna de Santiago, debido a que la mayor parte de su población corresponde a la Comuna de Estación Central.Centros de salud comunales Santiago se caracteriza por tener centros de administración municipal y otros dependientes del Servicio de Salud Metropolitano Central, como se describe en la siguiente tabla. Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl21Centros de Salud Familiar Municipales (CESFAM) Actualmente, la red municipal de Santiago cuenta con cuatro CESFAM y diez Estaciones Médicas de Barrio (EMB), las cuales, funcionan como extensiones de cada centro para acercar las prestaciones de salud a la comunidad. Tabla N° 14 CESFAM y Estaciones Médicas de Barrio de la red Municipal de Santiago Territorio Centro de Salud Dirección Encargado Centro Encargado Territorio DOMEYKO CESFAM Ignacio DomeykoCueto 543 Mat. Marcela CamposMat. Marcela Campos EMB Balmaceda Herrera 1231 EU. Adriana Robles EMB Nicola D'OnofrioRicardo Cumming EU. Alejandra Marquez EMB Concha y Toro Santa Mónica 2229Nut. Yasna Cabezas PADRE ORELLANACESFAM Padre OrellanaPadre Orellana 1708QF Rodolfo Morales QF. Rodolfo Morales EMB Parque Forestal José Ramón Gutiérrez 80Nut. Margarita Arancibia EMB Dávila Larraín General Gana 334EU. Angelina Leyva EMB Gacitúa Artemio Gutiérrez Mat. Carolina Mundaca EMB Coquimbo Madrid 789 Ts. Renata Larrain EMB Rojas Jiménez Rojas Jiménez 21 Mat. Ingrid González BENJAMIN VIELCESFAM Benjamín VielSan Ignacio 1217 TS Carolina Córdova TS Carolina Córdova EMB Sargento Aldea Sargento Aldea 1470T.s. Mariela Díaz EMB San Emilio San Emilio 2106 EU. Sofía Abascal EMB Carol Urzúa Santa Rosa 1727 Mat. Alejandra Guzmán ARAUCO CESFAM AraucoAv. Mirador 1599 Dr. Óscar Álvarez Dr. Óscar Álvarez Distribución territorial A través del Ordinario N° 1.077 del Director del SSMC, de fecha 3 octubre de 2011, los Centros de Salud Municipales y los pertenecientes al SSMC, presentan distribución por agrupaciones y unidades vecinales, como se muestra en la siguiente Ilustración: Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 N° 15 Límites territoriales CESFAM DomeykoFigura N° 2 Distribución de Agrupaciones y Unidades Vecinales por Centro de Salud. CESFAM ORELLANA N: Rio Mapocho ladera sur S: Placer P: Enrique Mac Iver vereda oriente O: Vicuña Mackenna vereda poniente Límites por sector Sector 1 Orellana N: Avda. Matta Vereda Sur, S: Ñuble vereda Norte, P: Sierra Bella verada Oriente, O: Vicuña Mackenna vereda Poniente EMB P Forestal N: Rio Mapocho ladera sur, S: Alameda del Libertador Bernardo O´Higgins vereda norte, P: Enrique Mac Iver vereda oriente, O: Vicuña Mackenna vereda poniente EMB San Borja N: Alameda del Libertador Bernardo O´Higgins vereda sur, S: Argomedo vereda norte, P: Santa Rosa vereda oriente, O: Vicuña Mackenna vereda poniente EMB Coquimbo N: Argomedo vereda Sur, S: Avda. Matta vereda Norte, P: Santa Rosa vereda oriente, O: Vicuña Mackenna vereda ponienteTabla N° 16 Límites territoriales CESFAM Padre OrellanaIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl23CESFAM VIEL Avenida Matta, Placer, Av. Viel, Av. Santa Rosa, más el sector de San Emilio Alameda, Iñiguez, Manuel Rodriguez, Av. España Límites por sector Sector 1 Viel Av. Matta, Victoria, Av. Santa Rosa, Av. Viel San Emilio Alameda, Iñiguez, Manuel Rodríguez, Av. España Sargento Aldea Victoria, Placer, Av. San Diego, Av. Viel Carol Urzua Victoria, Placer, Av. Santa Rosa, Av. San DiegoTabla N° 17 Límites territoriales CESFAM Viel Tabla N° 18 Límites territoriales CESFAM AraucoEMB Gacitúa Avda. Matta vereda Sur, S: Ñuble Vereda Norte, P: Santa Rosa Vereda Oriente, O: Sierra Bella vereda poniente EMB Dávila Larraín N: Ñuble vereda Sur, S: Placer, P: Santa Rosa vereda Oriente, O: Vicuña Mackenna Vereda Poniente Centro dental Parque Almagro El Centro Dental Parque Almagro se encuentra ubicado en San Diego #480, al costado de la Dirección de Salud y emplazado en la Plaza Carlos Pezoa Veliz. Corresponde a una dependencia anexa de la Iglesia de los Sacramentinos, de 320 m2 interiores y 108 m2 de obras al exterior, en cuyo interior existen cuatro box de procedimiento dental y una sala de toma de radiografías. El objetivo del Centro Dental es apoyar con horas de atención dental para los pacientes de la red de Salud, especialmente del territorio de CESFAM Padre Orellana y CESFAM Benjamín Viel, con los cuales trabaja coordinadamente. Su funcionamiento partió en octubre del año 2017, otorgando prestaciones dentales de atención prima - ria, entre las que destacan acciones de destartraje, obturaciones, exodoncias y derivaciones a especia - lidades al sistema secundario, entre otras. Durante el período inicial de la pandemia, fue cerrado temporalmente y los equipos de salud fueron en apoyo de otras funciones a los centros de salud, especialmente para reforzar acciones de Triage y Trazabilidad. Con el retorno paulatino a las atenciones de salud, el Centro Dental fue reabierto para aumentar las horas disponibles a la población. COSAM Santiago Desde 2010, el Centro comunitario de salud mental de Santiago abrió sus puertas, entregando aten - ción especializada a todos los usuarios de la Red que sufren de alguna patología psiquiátrica severa. Trabaja colaborativa y coordinadamente con los otros centros de salud de la Red, incluyendo a los CESFAM dependientes del SSMC, enmarcado y sustentado en el Modelo de salud mental y psiquiatría comunitaria. CESFAM ARAUCO N: Gorbea S: Centenario, O: Av. Viel, P: Camino a Melipilla Límites por sector Sector Azul N: Antofagasta vereda sur, S: Centenario, P: Avenida Viel vereda poniente, O: Camino a Melipilla. Sector Verde N: Grajales, S: Antofagasta vereda norte, P: Av. España vereda poniente, O: Exposición Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl24Las prestaciones son realizadas por un equipo multidisciplinario con un enfoque de género, de deter - minantes sociales y a través del ciclo vital. Además, incluye dentro de sus estrategias de abordaje la prevención y promoción de Salud Mental, el trabajo comunitario, así como también desempeña un rol formador dentro de la Red y del SSMC. Las prestaciones realizadas habitualmente en COSAM son evaluaciones y consultas por psicólogo, trabajador social, terapeuta ocupacional, psiquiatra y neuropsicología. Además, se realiza psicodiag - nóstico, e intervenciones individuales y grupales, rehabilitación tipo I, visita domiciliaria integral, trabajo en la comunidad, consultorías de adultos e infantojuvenil y capacitaciones en temas de salud mental (estas últimas durante el 2020, debido a las contingencias no se han podido realizar, pero en el período comprendido se realizó capacitación del equipo adulto en Septiembre de 2019 Herramientas para la identificación y abordaje de situaciones de difícil manejo\") Durante el período se tuvieron que dar procesos de adaptación frente a situaciones de emergencia (como fue el estallido social y la pandemia) y a la disminución de la dotación por término de convenio PPV. Se han desarrollado actividades: Clínicas Grupales (readecuadas en pandemia) Trabajo Intersectorial (Coordinaciones entre redes del PAASM, Red Local de Apoyos y Cuidados. Mesa Técnica de Discapacidad, Comité de Hogares y Residencias Protegidas, Mesa de Reinserción Social, Mesa de Género) Trabajo Comunitario (Mural de Expresión en temáticas de Salud Mental*, Precursor de sensibilización en diversidad sexual y territorio seguro, Coordinación Intersectorial con redes educación, SENAME, entre otros, Participación en Red Infancia) Informe a Tribunales Labor docente, manteniendo becados de psiquiatría Respecto del Programa de Apoyo y Atención Salud Mental se ha mantenido las coordinaciones entre la mesa ampliada de la red calle y de la Mesa técnica MIDESO y COSAM Santiago. Frente al estallido social el equipo PAASM realizó coordinaciones para proteger a los usuarios en situación de Calle, me - diante entrega de un certificado de atención y credenciales personales, Coordinación con 4° Comisaría de Carabineros. Se realizó celebración de fiestas de fin de año el 26 de diciembre 2019 en espacio protegido, libre de consumo de sustancias y compartir con sus familias. En la Mesa técnica realizada en enero 2020 MIDESO aumenta cobertura de 30 a 40 usuarios, para que reciban atención en nuestro centro bajo convenio de PAASM. Durante el período se ha participado activamente en las reunions de Salud Mental con referents del SSMC, COSAM, Hospital, como trabajo en red intersectorial que tengan incidencia en la salud comu - nitaria y continuidad de cuidados. Se mantuvieron Intervenciones Grupales desarrolladas Hasta Marzo 2020 Talleres para promover regulación sensorial y emocional con Niños y Niñas. Psicoterapia con Adolescentes Taller con Padres de NNA con diagnóstico de TEA Taller para Padres de Adolescentes Taller de contención emocional en contexto de estallido social Talleres vinculados al Programa de Rehabilitación Tipo I (Estimulación Cognitiva, Habilidades Sociales). Talleres vinculados al Programa de Adicciones (Multifamiliar, Prevención de Recaídas). Taller de Habilidades Psicosociales para usuarios con diagnóstico de TDP. Taller informativo de inducción al tratamiento para usuarios. Taller de transmisión de herramientas sociolaborales Psicoterapia grupal vinculada al Programa de Adicciones (hasta diciembre de 2019) Se mantuvo el trabajo articulado con la Agrupación \"Somos Más\", manteniendo el soporte y la cola - boración mutua, de manera habitual hasta Marzo de 2020, debido a la emergencia y al recurso de tecnología virtual de sus miembros es que la misma agrupación suspendió reuniones por un tiempo, desde Junio se realizaron intervenciones para facilitar los lazos y acceso a herramientas básicas de intervención virtual, aumentando la conectividad entre los miembros de la agrupación. Se mantuvo y refuerza trabajo Comité Paritario, elaborando el protocolo de manejo de agresión a Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl25funcionarios en Cosam, Evaluación de riesgos y continuar con avances en el área de la prevención. Se realizó Actividad de aniversario de COSAM el 10 de Octubre 2019, en la plaza Yungay, con una jornada comunitaria, denominada \"Encontrémonos: por una sociedad saludable\", cuyo objetivo fue fortalecer estilos de vida saludable para la salud mental, mediante la exposición de distintos agentes comunitarios. Se agruparon distintos stands de organizaciones comunitarias y de nuestra red de salud, quienes participaron activamente en un programa que incluyó presentaciones musicales, concursos de talentos artísticos, actividades de meditación, entre otras iniciativas. Durante el 2020, la Unidad de la Memoria comenzó a tratar a pacientes no solo con demencias, sino que también con trastorno del ánimo, lo que permitió ampliar las atenciones a todos los pacientes adultos mayores inscritos en la red municipal, con algún trastorno de salud mental de alta compleji - dad. Estos pacientes han sido tratados por un equipo especializado en la psicogerontología, debido al trabajo colaborativo de COSAM con la Unidad de la memoria es que se desarrolló propuesta de la creación de la Unidad del adulto mayor y memoria en COSAM, para iniciarse en septiembre de 2020, de manera diferenciada con la unidad adulto. Debido al sobrecumplimiento de las metas del PPV que se llevaba hasta Septiembre de 2019, se realizó una programación desde el SSMC, aumentando las metas y con ello incrementando el financiamiento del período hasta Diciembre de 2019. Se eliminó la principal fuente de Financiamiento de COSAM que era el programa de Prestaciones Va - loradas, lo que implicó aumentar aún más la brecha profesional de la dotación al no poder realizarse contrataciones a honorario establecidos por dicho convenio, hasta la fecha. Aunque se comprometió el Programa de Prestaciones Institucionales, que se firmó recientemente. HCSBA envía 2 profesionales en comisión de servicio para trabajar en la unidad infanto juvenil y se establecen reuniones y coordinaciones periódicas entre ambos niveles de atención. Programa/ Unidad Población bajo control (usuarios) Unidad infanto juvenil 231 Unidad adulto 640 Unidad adulto mayor 211 PAASM 42 SENDA PAI: 16Tabla N°19 Población bajo control a Septiembre 2020, COSAM Santiago. Adaptaciones en contexto de pandemia Se elaboró propuesta de trabajo frente a la emergencia sanitaria. Se establecieron turnos éticos interdisciplinarios de manera presencial y de teletrabajo. Profesionales en teletrabajo mantuvieron todas sus atenciones de maneras remotas, cumpliendo con las atenciones programadas en sus agendas desde el inicio de la pandemia hasta la actualidad. Como Medidas generales se consideraron: Suspender al máximo atenciones presenciales, intervenciones se realizarán vía telefónica o video lla - mada, salvo excepciones en que el tratante determine necesaria atención presencial por complejidad del caso e imposibilidad de abordaje efectivo vía telefónica, realizándose con los resguardos sanitarios respectivos.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl26 Se suspendieron en primera instancia intervenciones grupales, talleres y psicoterapia grupal en forma presencial. Luego se retomaron algunos talleres vía remota. Se suspendieron las visitas domiciliarias, excepto para entrega de fármacos y en ese contexto evaluar situación de los usuarios. El grupo de riesgo al cua´l se le realizaba visita eran: adulto mayor (mayor de 65 años), presencia de patologías crónicas que implican riesgo, inmunosupresión y declaración de estado de cuarentena por sospecha o contagio de COVID 19, se consideraba también la ausencia de redes de apoyo. Se suspenden reuniones masivas presenciales, considerando la mantención de espacios de reuniones clínicas vía remota. Suspensión de consultorías psiquiátricas de manera presencial, con mantención de contacto con coor - dinadores de polo y encargados territoriales de COSAM. Se retomaron posteriormente las Consultorías virtuales de manera gradual, según requerimiento de cada centros de salud. Se mantiene indicación que las urgencias deben dirigirse al I.P. Horwitz en el caso de mayores de 14 años, y Hospital Clínico San Borja Arriarán en el caso de niños, niñas y adolescentes. Se mantiene entrega de tratamiento farmacológico, en base a indicación de psiquiatra tratante según resultados de controles telefónicos o presenciales. Se mantuvieron los ingresos GES y NO GES: Se realizarán mediante un primer contacto telefónico, en cuya evaluación se determinará, desde el criterio clínico, la necesidad de una evaluación abreviada en contexto presencial en COSAM. Se deja registro de ingreso en ficha electrónica. Según evaluación psiquiátrica, se realizará prescripción farmacológica. Finalmente para los ingresos y debido al incremento en derivaciones es que se acuerda que sean los propios equipos de APS quienes jerarquicen y prioricen los casos a ingresar, considerando la realidad de cada centro. Se retomaron algunas intervenciones psicosociales grupales de manera virtual y se crearon algunas nuevas adaptadas a la contingencia: TEAbrazo, grupo de autoayuda de familiares de niños, niñas con espectro autista Taller de resiliencia para adolescentes de 17 y 18 años Taller de emociones para adolescentes entre 11 y 13 años Taller de uso del tiempo libre para adolescentes entre 13 y 16 años Taller juegos para niños y niñas entre 08 y 10 años (ciclo terminado) Taller multifamiliar para usuarios con consumo de alcohol y sustancias y sus redes de apoyo Taller de habilidades psicosociales Taller de gimnasia para programa de rehabilitación Taller de herramientas virtuales Unidad de Atención Primaria Oftalmológica (UAPO) Se encuentra adosada a la EMB Rojas Jiménez y recibe las derivaciones de todos los centros de salud municipales de Santiago. Cuenta con equipamiento especializado para realizar detección precoz de patologías estructurales y funcionales del ojo en forma prematura, entre las que se encuentran principalmente: cataratas y reti - nopatía diabética, principales causas de ceguera reversible en Chile, y Glaucoma, principal causa de ceguera irreversible en el país; realizándose alrededor de 4.000* exámenes anuales (*dato REM serie BM 2019). Esta Unidad se incorpora a la Red en el año 2011 como una estrategia que busca fomentar la resolu - tividad de atención primaria en la especialidad de oftalmología. Cuenta con un equipo especialista: 1 médico oftalmólogo (8 horas semanales), 2 tecnólogos médicos (TM) con mención en oftalmología y 1 técnico de nivel superior en enfermería; junto con el equipamiento Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl27Tipos de Atención Consultas realizadas 2017Consultas realizadas 2018Consultas realizadas 2019Consultas realizadas enero a agosto 2020 Oftalmólogo4119 Consultas Tecnólogo Médico3737 4729 7867 1403 Fuente: REMnecesario para dar resolución integral a los problemas de salud oftalmológicos de nuestra Red. Los usuarios beneficiarios son personas inscritas en la Red - mayores de 14 y menores de 65 años - aunque esporádicamente se atiende personas fuera de este rango etario, de acuerdo a la patología sospechada y previa coordinación con el equipo. A continuación, se muestra la producción según profesional de la Unidad desde el año 2017 a agosto 2020. Tabla N° 20 Consultas realizadas en UAPO, período 2017-2020. En el contexto que nos encontramos actualmente con la pandemia por COVID - 19 y debido a las distintas medidas que han sido tomadas por la autoridad sanitaria, se ha dificultado el acceso de los usuarios a la UAPO, encontrándose físicamente cerrada desde abril hasta agosto, por lo que las atenciones disminuyeron notablemente. Desde septiembre comenzó a retomar sus atenciones, manteniendo las medidas de seguridad nece - sarias para prevenir los contagios, dando prioridad en pacientes que tuviesen algún examen alterado, diabetes mellitus e insuficiencia renal crónica de reciente diagnóstico y glaucoma sintomático. Boticas comunitarias Actualmente contamos con 2 boticas comunitarias, cuyo Objetivo es mejorar las condiciones de acceso a la protección de la salud de los vecinos de Santiago mediante la entrega de medicamentos, insumos y/o suplementos nutricionales a precios más bajos que los que se encuentran en el mercado. Los beneficiarios del Programa son todos los vecinos y vecinas con residencia en la comuna de San - tiago, los funcionarios(as) que se desempeñen en la I. Municipalidad de Santiago, y su familia directa (padres, hijos, pareja y hermanos), que sufran alguna enfermedad crónica, se inscriban en el Registro y cuenten con una receta médica de no más de seis meses de antigüedad. A la botica \"Dra. Eloísa Diaz\" inaugurada en 2016 y que durante Septiembre de 2019 y Agosto 2020 dio atención a más de 30.000 usuarios, se suma la nueva botica \"Q.F. Griselda Hinojosa\", ubicada en Car - men 1200 cuya fecha de inauguración fue el 2 de Octubre de este año y permitirá dar mayor cobertura, disminuir los tiempos de espera y diversificar la oferta a los vecinos de la comuna. CESFAM N°1 El Consultorio N° 1 data del año 1937, proyecto de la Caja del Seguro Obrero y fue declarado \"Mo - numento Nacional\" desde el año 2014. Es administrado actualmente por el Servicio de Salud metro - politano Central y sus límites territoriales comprenden: Vicuña Mackenna, Manuel Rodríguez, Placer y Cardenal José María Caro. Actualmente entre MINSAL y el Municipio se esta estudiando la posibilidad de municipalizarlo, con el fin de homogenizar las prestaciones de salud y las oportunidades de todos los vecinos y funcionarios de Santiago. Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl282. OFERTA DE PRESTACIONES Programas de salud Las atenciones que son otorgadas a nuestra población inscrita en los centros de salud de la Red municipal de Santiago, se encuentran temáticamente categorizadas en distintos Programas de Salud, cada cual con un objetivo estratégico. A continuación, se detalla la descripción general de cada uno de estos programas. Tabla N° 21 Programas de Salud en APS, Red Municipal de Salud Santiago. Programa Objetivo Descripción Programa Infantil Promover la salud de los niños y niñas, de forma integralDirigido a usuarios menores de 10 años, a los cuales se realiza controles periódicos con el fin de detectar precoz y oportunamente cualquier anomalía o enfermedad que pudiera presentarse durante el proceso de desarrollo. Programa de Enfermedades Respiratorias en la Infancia (IRA) y Programa de Enfermedades Respiratorias del Adulto (ERA)Otorgar atención oportuna y de calidad a personas con patología respiratoria aguda y crónica, disminuyendo las complicaciones, la mortalidad prematura y mejorando su calidad de vida. (Manual operativo programa de salud respiratoria, 2015)Programa dirigido a todo el ciclo vital, en el cual se previene, se diagnostica y se tratan patologías respiratorias. Programa de Salud Oral Mejorar el acceso a la atención odontológica de la poblaciónIncluye atenciones GES, Programa de control con enfoque de riesgo odontológico y atención de urgen - cias, entre otros. Programa de Salud Mental (PSM)Abordar la salud mental desde lo promocional y preventivo, hasta lo diagnóstico y terapéutico. (Salud Mental en la atención primaria de Salud: Orientaciones)Programa dirigido a todo el ciclo vital, en el cual se previene, se diagnostica y se tratan patologías de salud mental y factores de riesgo para presentarlas. Programas Alimentarios Mantener y mejorar el acceso a alimentos sanos y seguros, para prevenir el déficit de nutrientes críticos y evitar alteraciones del estado nutricionalPNAC: Distribución de alimentos a la población menor a 6 años, gestantes, madres que amaman - tan y a menores de 25 años con diagnóstico de error innato del metabolismo PACAM: Distribución de alimentos a personas mayores. Programa Nacional de Inmunizaciones (PNI)Prevenir morbilidad, discapacidad y muertes secundarias a enfermedades inmunoprevenibles, a lo largo de todo el ciclo vitalProtección de la población resi - dente en el país frente a enferme - dades inmunoprevenibles, verifican - do y vigilando la seguridad de la vacunas y de los procedimientos de su aplicación.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl29Programa de Salud Integral de adolescentes y jóvenesMejorar el acceso y la oferta de servicios para responder a las necesidades de salud de adolescentes y jóvenes, con enfoque de género y pertinencia culturalDirigido a población de entre 10 y 24 años, incluye promoción de salud, y prevención, tratamiento y rehabilitación de enfermedades, incorporando a sus familias y la comunidad Programa de Salud Sexual y ReproductivaContribuir al desarrollo integral, físico, mental y social de la salud sexual y salud reproductiva de las personas, a través del curso de vidaDirigido a todo el ciclo vital, inclu - ye controles de salud de gestantes, planificación familiar y regulación de fertilidad, prevención y con - trol de infecciones de transmisión sexual y climaterio. Programa de Salud Cardiovascular (PSCV)Reducir la morbilidad, discapacidad y muerte prematura causada por las enfermedades cardiovasculares y evitar sus complicaciones.Su enfoque principal es en el ries - go cardiovascular (RCV) global de las personas, dirigida a usuarios desde los 15 años. (Orientación Tecnica Programa de Salud Car - diovascular 2017) Programa de Atención Domiciliaria a Personas con Dependencia SeveraMejorar la calidad de vida de las personas en situación de dependencia severa y sus cuidadoresAtención en el domicilio de la persona con dependencia severa, incorporando ámbitos promocional, preventivo, curativo y paliativo de la salud, así como el seguimiento y acompañamiento, en coordinación con el resto de la Red de salud y la Red intersectorial de servicios. Otros programas para control de crónicosDar seguimiento y asegurar un tratamiento óptimo para población con otras patologías específicasHipotiroidismo: Desde 15 años Epilepsia: Todo el ciclo vital Artrosis: Desde 15 años Parkinson: Desde 15 años Estrategia de testeo, trazabilidad y aislamiento (TTA) para COVID-19Pesquisar anticipadamente los casos de COVID-19, mediante búsqueda activa y diagnóstico precoz, en conjunto con un sistema de trazabilidad y aislamiento de todos los sospechosos.Dirigido a la población en general, con pertinencia territorial a la red. Programas de Reforzamiento de la atención primaria de Salud (PRAPS): El Programa de Reforzamiento de la Atención Primaria de Salud (PRAPS) surge en 1990, en el marco de una definición política del Ministerio de Salud (MINSAL) orientada a dar prioridad a la estrategia de atención primaria. Su objetivo es resolver los problemas más urgentes de acceso, capacidad resolutiva y cobertura asistencial. Uno de los cambios importantes que se da en 2020, es la incorporación del convenio \"Fortalecimiento al Recurso Humano\", que en un inicio tiene por objetivo mejorar la gestión y la oportunidad de atención en patologías específicas, sin embargo en contexto de la pandemia de COVID se transforma en una las formas de traspasar Recursos a la APS, para la contratación de personal, compra insumos, entre otros requerimientos para el efectivo manejo de la pandemia.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl30Convenio / Programa Objetivo Población objetivo Lugar de ejecución Apoyo al desarrollo Bio-Psicosocial en la Red Asistencial (PADB)Fortalecer el desarrollo de los niños y niñasNiños y niñas desde su primer control de gestación y hasta su ingreso al sistema escolar, inscritosCentros de salud de la Red Piloto de control de salud del niño y la niña en el establecimiento educacionalMejorar acceso a actividades promocionales y preventivasNiños y niñas de 5 a 9 años de edadEstablecimientos educacionales municipalizados o particulares subvencionados Refuerzo campaña de invierno (mediados de junio hasta mediados de septiembre)Mejorar la gestión y el funcionamiento, con énfasis en calidad, oportunidad y continuidad de la atenciónPoblación que requiera atención médica y kinésica (inscrita o no en la Red)CESFAM y SAPU Domeyko Apoyo a la gestión a nivel local multifactorialMejorar condiciones de los vacunatorios de RedBeneficiarios del PNI CESFAM Orellana, Arauco y Domeyko Acompañamiento Psicosocial en APSElevar el nivel de salud mental de población infantojuvenil de familias de alto riesgo, a través de un acompañamiento centrado en la vinculación, articulación, seguimiento y monitoreoPersonas de 0 a 24 años, de familias con alto riesgo psicosocial, inscritosEn terreno, a través de contactos telefónicos y visitas a domicilio, establecimiento escolar y/o lugar de trabajo Modelo de Atención Integral de Salud Familiar y Comunitaria (MAIS)Consolidar el MAIS en APS apoyando con la entrega de recursos anualesUsuarios y funcionarios de la RedCentros de salud de la Red Imágenes diagnósticas Mejorar la detección precoz de cáncer de mama, displasia luxante de caderas y patología biliar y cáncer de vesículaMamografías para mujeres 50 a 69 años, radiografía de pelvis para niños de 3 a 6 meses, ecografía abdominal a personas de 35 a 49 años de edad con síntomas y/o factores de riesgoLaboratorio Blanco (Providencia) Sembrando Sonrisas Promoción de hábitos saludables y aplicación de medidas de protección específicas para mantener y mejorar la salud bucal de preescolaresNiños y niñas de 2 a 5 años de edadJardines y establecimientos educacionales de la comunaTabla N°22 Programas de Reforzamiento Atención Primaria en SaludIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl31GES Odontológico Asegurar el cumplimiento de las garantías GES odontológicasCentros de salud de la Red Mejoramiento al acceso a la atención odontológicaMejorar el acceso a la atención odontológica a poblaciones vulnerablesNiños y niñas de 6 años de edad inscritosCentros de salud de la Red Gestantes ingresadas a control de embarazo Adultos de 60 años de edad inscritos Odontológico Integral Mejorar el acceso a la atención odontológica a poblaciones vulnerablesActividades recuperativas en mayores de 20 años en extensión horariaCentros de salud de la Red, establecimientos educacionales y domiciliosPrótesis Removible Endodoncia Vida Sana Disminuir factores de riesgo de enfermedades no transmisiblesUsuarios de la Red Jardines infantiles, colegios, dependencias municipales Migrantes Garantizar acceso a salud a usuarios migrantesUsuarios migrantes de la RedCentros de salud de la Red Programa Especial de Salud y Pueblos Indígenas (PESPI)Mejorar la salud de pueblos indígenasUsuarios de la Red y vecinos de la comunaCentros de salud y Ruka municipal Más adultos mayores autovalentes (MAMAV)Mejorar la salud de pueblos indígenasUsuarios adultos mayores de la Red autovalentes, con riesgo o en riesgo de dependenciaEspacios comunitarios (COSAM, Centros Comunitarios, juntas de vecinos, iglesias, etc.) Espacios amigables Resolver las demandas de salud de este grupo, quienes no acuden a los establecimientos de salud debido a diversas barrerasAdolescentes y jóvenes de 10 a 19 años de la comunaEspacio Amigable en 2 CESFAM (Domeyko y Orellana). Apoyar en establecimientos educacionales con actividades de promocion sobre salud sexual reproductiva.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl323. INSTITUCIONALIDAD DE LA RED Gestión del personal de salud: a. Dotación, Coeficientes y horas contratadas: Los Funcionarios son uno de los recursos más importantes en toda organización y más aún en el ám - bito de la salud, siendo de vital importancia contar con personal capacitado y que cuenten con las competencias y destrezas que se requieren para llevar a cabo la labor diaria asignada. La dotación de personal, por lo tanto, es una de las variables más relevantes a manejar, para contribuir con el buen desempeño de la tarea encomendada. Esta se determina de acuerdo con el análisis de la población inscrita validada (y su proyección) y el coeficiente técnico, que explicita las horas clínicas por profesional, con que debe contar la red de salud. Para el año 2020 se habían modificado los coeficientes utilizado tanto para médicos como para enfer - meras, con el fin de mejorar la calidad de las atenciones y reducir la sobrecarga en estos estamentos, para el año 2021 se realizo el estudio para seguir avanzando en cambios, sin embargo se decidió continuar con los mismos coeficientes. Cargo 1 cargo por n inscritos (2014)1 cargo por n inscritos (2020)1 cargo por n inscritos (2021) A-Médico Cirujano 3.500 3.300 3.300 A- Cirujano Dentista 5.000 5.000 5.000 B- Enfermera(o) 3.500 3.300 3.300 B- Matrona 6.000 5.000 5.000 B- Nutricionista 9.000 9.000 9.000 B- Asistente Social 9.000 8.000 8.000 B- Psicólogo 9.000 7.000 7.000 B- Kinesiólogo 9.000 9.000 9.000 C- Tec. Niv. Superior en Enfermería 1.500 1.500 1.500 E- Oficial Administrativo 3.000 3.000 3.000Tabla Nº 23 Coeficientes de cargos por Nº de inscritos En cuanto a la dotación programada para el año 2021, dada la complejidad de la situación actual y la apertura de CESFAM Erasmo Escala y Matta Sur, se decidió aumentarla en mas de 1000 horas. Tabla N° 24 Dotación autorizada en los últimos 5 años Categoría Autorizada año 2017Autorizada año 2018Autorizada año 2019Autorizada año 2020+10.000 inscritos más 363 7.183 D 462 484 484 484 0 484 E 1.540 1.760 1.760 2.024 88 2.112 F 792 880 880 Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl33b. Concurso público: Actualmente se lleva a cabo un proceso de Concurso Público para proveer a nuestra Red de Salud, de cargos a plazo indefinido. Esto nace posterior al análisis de los porcentajes de Contratos a plazo fijo e indefinido con que se cuenta a la fecha, los que corresponden a un 54% y 46% respectivamente. A través de este proceso se pretende mejorar las seguridades y avanzar en la mejora de las con - diciones laborales de nuestros funcionarios, aspirando invertir estas cifras a un 40 % de contratos a plazos fijos y un 60% indefinidos. En estos momentos el proceso se encuentra en sus últimas etapas de desarrollo, teniendo planificado su término en diciembre 2020, con el desafío de acortar la brecha hasta lograr el 80% y 20%. c. Capacitaciones: El desarrollo de actividades de capacitación del año 2020, se vio indudablemente influenciado y afec - tado por la aparición y efectos de la Pandemia COVID 19. Es así que en el mes de abril de 2020, el Ministerio de Salud, a través del Servicio de Salud Metropo - litano Central, informa que están autorizadas las capacitaciones a distancia y por lo tanto, se pide ejecutar todas las acciones posibles bajo esta modalidad. Asimismo, dispone que se dé prioridad en proteger los tiempos de atención asistencial de los fun - cionarios y funcionarias, es decir evitar programar jornadas o capacitaciones presenciales durante el periodo de campaña de invierno y en otros en los que se vuelva indispensable su presencia en el centro de Salud. También informó que se daría la flexibilidad para que los recursos del programa de capacitación pro - venientes desde ese Ministerio, podían ser utilizados en capacitaciones que entreguen los conocimien - tos y las competencias asociadas a prevenir y abordar el Coronavirus, lo que pasaría a ser considerado dentro del \"60%\" de los recursos priorizados de Programa. La utilización de la modalidad de capacitación a distancia, la determina y apoya el Ministerio de Salud considerando que esta es la manera más segura de seguir actualizando los conocimientos y habili - dades de los funcionarios/as de salud, y al mismo tiempo resguardar su integridad física y bienestar personal. En este contexto se entrega el respaldo legal necesario para la inclusión de estas actividades en la Carrera Funcionaria de Atención Primaria Municipal. En este mismo sentido, para el ejercicio 2021, en esta Red de Salud Municipal, se establece que la modalidad que esencialmente se adoptará para la ejecución de estas actividades de capacitación, será modo e-learning, a distancia o en una modalidad mixta (e-learning/presencial), si las condiciones sanitarias lo permiten. Lo anterior, en consideración a lo determinado por el nivel Ministerial, al establecer que se deben priorizar actividades de capacitación que puedan ser realizadas bajo la modalidad no presencial, y aquellas actividades que deben tener un carácter eminentemente presencial deben realizarse respe - tando las condiciones de distanciamiento social necesarias, como también tomando las medidas de protección con los funcionarios que participen de ellas (Anexo 10, de las \"Orientaciones para la pro - gramación en Red 2021\" Minsal). Los funcionarios y la pandemia: El rol fundamental de Prevención de riesgos En el marco de la pandemia SARS-cov-2 que afecta a nuestro país desde comienzos de marzo del 2020 se decretaron diversas estrategias para el tratamiento de esta problemática, buscando en primer lugar proteger el recurso humano que compone esta dirección y mantener operativa la atención a los pacientes que así lo requieran. Decreto sección 3ra. Exento n°665 En marzo de 2020, la dirección de salud publica decreto pandemia covid-19 donde se aborda la contingencia y funcionamiento respecto a la emergencia sanitaria. Dentro de los aspectos mencio - nados por esta resolución se disponen lo siguientes mandatos:Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl34a) Se suspende todo taller, capacitaciones, reuniones, etc., que implique aglomeración de personas en espacios cerrados o abiertos que puedan fomentar la propagación del virus. b) Se deberá preferir como herramienta de trabajo, el teletrabajo, es decir, la realización de trabajo en sus hogares, video llamado y/o telefónico. c) En relación a la tramitación de las licencias médicas, ante la eventualidad que un funcionario o funcionaria deba estar en cuarentena o se contagie, su tramitación deberá estarse al procedimiento establecido para las restantes licencias. d) Las jefaturas correspondientes, procurarán disponer de los insumos desinfectantes y/o de protección, tanto para el uso de funcionarias y funcionarios. e) Cualquier funcionaria o funcionario que haya estado en contacto con personas con diagnostico confirmado, o que se encuentre en observación, deberá mantenerse en su hogar y coordinar con su jefe directo el trabajo a distancia. f) Todo funcionaria y funcionario que presente fiebre por sobre los 38 grados, tos, dificultades respira- torias, u otros síntomas de coronavirus, deberá informarlo de inmediato a su jefatura directa, la que deberá seguir el protocolo existente. Estas disposiciones son contempladas en el marco de lineamientos fijados por la autoridad desde el comienzo de la pandemia. Funcionarios grupo de riesgo En relación a los grupos de riesgo, que según antecedentes sanitarios son los más afectados por el covid-19, se dispuso dejarlos en cuarentena permanente buscando proteger su integridad en caso de padecer la enfermedad. Las personas pertenecientes al grupo de riesgos serán: Mayores de 65 años. Enfermos crónicos descompensados. Embarazadas de cualquier edad gestacional. Inmunodeprimidos. En situaciones particulares, se estudiará el caso en mesa técnica compuesta por subdirector de ges - tión sanitaria - jefa de recursos humanos - prevención de riesgos, evaluando las consideraciones y evidencia presentada por el funcionario afectado. Los grupos de riesgo pudiesen modificarse en relación a la etapa de la pandemia en la que nos encontráramos. Protocolo \"manejo de casos y contactos covid-19 funcionarios red de salud - ims\" En abril del 2020, se define protocolo interno para el manejo de casos y contactos covid-19 de fun- cionarios pertenecientes a la red de salud ims. Este protocolo fija las particularidades para el análisis de casos y toma de decisiones buscando reducir la cantidad del recurso humano afectado, ya sea por contactos domiciliarios y laborales. Se entregan lineamientos a seguir en cada una de estas situa- ciones, involucrando un apoyo integral que considera además seguimientos de estos casos y apoyo psicológico. Gestión de funcionarios en contexto de crisis sanitaria covid-19 A raíz del desarrollo que fue tomando la pandemia, con un aumento exponencial del número de ca- sos a nivel regional y principalmente a nivel comunal, se hizo imprescindible avanzar en las medidas de resguardo de los funcionarios, y al mismo tiempo, mantener una respuesta adecuada a nuestros usuarios de la red. Por esto se definieron lineamientos mandatados en circular interna \"gestión de funcionarios en contexto de crisis sanitaria covid-19\" Las cual estableció las siguientes directrices de funcionamiento: El desempeño de los funcionarios se realizara en 2 modalidades:Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl35a) Teletrabajo y trabajo presencial bajo turnos de cuarentenas preventivas variables. Durante el período de teletrabajo este deberá cumplirse a cabalidad, es decir, los funcionarios deberán mantenerse en cuarentena preventiva en sus domicilios realizando tareas a distancia en lo que requieran sus equipos y jefaturas. b) Apoyo presencial a la red de salud. Para estas labores pueden ser llamados en cualquier momen- to a presentarse a trabajar, en cualquier centro de la red de salud, a realizar las funciones que se requieran en el espacio designado. Para este caso, sólo se considerarán las capacidades y competen- cias de las personas, sin distinción de especialidad, profesión y/o jerarquía, que pueda generar alguna diferencia entre roles. Disminución del riesgo laboral de contagio a) Determinación de prestaciones críticas y cantidad de recursos humano necesario para mantener el óptimo funcionamiento de la red. b) Reducción de asistencia de funcionarios \"no imprescindibles presencialmente\": Esto implica mantener la realización de atenciones criticas presenciales definidas previamente, con el mínimo de funcionarios que se requieran para esto. c) Monitoreo de uso correcto de epp: Se debe potenciar el rol de encargados de calidad en cuanto a supervisión del uso correcto de epp según función realizada y mantención de stock claros. d) Potenciar el teletrabajo: Entregando tareas específicas a quienes lo realicen y manteniendo registros adecuados en ficha clínica. i. Disminución de tiempos de trabajo presencial para equipos respiratorios. a) Se debe avanzar a contar con turnos de trabajo, que cuenten con equipos en modo presencial y otro en teletrabajo, dos semanas seguidas en \"cuarentena preventiva\". El equipo que se va a casa con teletrabajo, debe cumplir con las exigencias mencionadas más arriba. Y el equipo que se encuentra con trabajo presencial, debe comprometerse y ser responsable con el uso de las epp. b) El turno que se encuentre trabajando presencialmente, deberá a su vez subdividirse en jornadas diferidas, las que constan de medias jornadas de 5 horas cada uno, es decir: El 50% del equipo deberá presentarse a trabajar a las 08:00 y hasta las 13:00 hrs. El otro 50% del equipo, debe llegar a trabajar a las 13:00 hrs y quedarse hasta las 18:00 hrs. c) Este grupo de personas tendrá restricción de reunirse en espacios compartidos, que no estén des- tinados a trabajo clínico, es decir, se solicita a los funcionarios que realicen el turno de mañana que lleguen a sus lugares de trabajo desayunados, y a las 13 horas se retiran a sus casas a almorzar (no pueden permanecer en el centro de salud). Y los funcionarios del segundo turno, llegan desde sus casas almorzados y se retiran a sus hogares a las 18 horas. Esta medida tiene como finalidad limitar los riesgos de contagio, reduciendo a cero los contactos estrechos fuera de los procedimientos clínicos. d)La realización de turnos de sapu y de fines de semana será por el equipo que está durante esas semanas en trabajo presencial. Equipos emergencia para refuerzo Estos equipos de refuerzo están pensados para dar respuesta y apoyo a la red de salud, en el caso de que no se cuente con personal suficiente para dar respuesta a la demanda, a consecuencia de casos de covid+ y cuarentenas de contactos de alto riesgo en los equipos de salud: Contratación de equipos de refuerzo (honorarios, que puedan moverse por la red según necesidad) Equipos conformados, en primera instancia, por médicos, enfermeras, profesionales, técnicos y admi- nistrativos de la disal. Estos asumirán las labores de los trabajadores que por estar contagiados con covid-19 o ser contacto estrecho, deban ser reemplazados en los centros de salud, esto en casos en que ambos equipos teletrabajo y presencial de algún centro se encuentre incapacitado para desem- peñarse en sus labores.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl36 Retorno de funcionarios en cuarentena preventiva, con test negativo y/o con contacto de bajo riesgo. Indicadores Dirección de Salud IMS durante la emergencia sanitaria A largo de la pandemia 44 funcionarios contrajeron el virus covid-19, siendo el primer caso repor- tado en la red el 05-05-2020. A su vez el último caso notificado ocurrió el 31-07-2020, actualizado al 08-10-20. Analizado estos indicadores se desprende que el estamento más afectado por contagios corresponde a las tens con un 37% de total de infectados, seguido por los administrativos por un 21%. Gráfico N° 6 Distribución de casos COVID+ por Estamento en funcionarios de la red de Salud Municipal. Fuente: Elaboración propia. En cuanto a los centros de salud con mayor presencia de casos, se encuentra Polo Orellana con 11 casos reportados a la fecha, seguido por Polo Domeyko con 10 casos. Gráfico N° 7 Distribución de casos COVID confirmados y sospechosos en funcionarios de la red de Salud Municipal. Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl37Respecto a la trazabilidad de contagios, se pudo determinar que el 51% se asocia a un posible con - tagio laboral, todo esto considerando las características del servicio de Salud entregado a la comuni - dad y la alta exposición que esto implica. El 49% restante se relaciona directamente con un contacto estrecho domiciliario. A la fecha hemos registrado 92 casos sospechosos que finalmente fueron descartados por PCR ne - gativa. II. Prevención de Riesgos durante la Emergencia Sanitaria. Un pilar fundamental para el control de la emergencia sanitaria fue la aplicación temprana de acti - vidades preventivas enfocadas en evitar la propagación de virus y en apoyar la salud mental de los funcionarios expuestos. A Comienzos de marzo, se capacita a funcionarios con temáticas relacionadas con la pandemia; métodos de transmisión del virus, autocuidado y uso de elementos de protección personal junto a intervenciones con apoyo psicológico dictadas por profesional de la ACHS. Con estas medidas buscamos preparar a los equipos para afrontar de mejor manera el avance de la pandemia, entendiendo que los meses venideros serían aún más complejos. Paralelamente se coordinó un equipo exclusivo para el control logístico de entrega de los elementos de protección personal, los cuales buscaban asegurar el abastecimiento de EPP en tiempo y forma para cada uno de los centro de salud. Esto complementado con observaciones e inspecciones que buscan identificar comportamiento de riesgo de los funcionarios que pusiesen en peligro a los equipos de trabajo. A raíz de estas gestiones preventivas se fueron generando nuevas estrategias para involucrar el compromiso pleno de los funcionarios con el autocuidado, mediante los medios de comunicación disponibles (Correos masivos, WhatsApp y video llamadas). Se adaptaron condiciones ambientales y sanitarias de los puestos de trabajo acorde a los lineamientos dispuestos por la autoridad sanitaria, esto mediante la instalación de señalética asociada a la pan - demia, dispensadores de alcohol gel y coordinación para el uso de espacios comunes (Comedores y zonas de descanso). Para el control de crisis por salud mental se dispuso un equipo especializado de la ACHS, el cual trataba situaciones complejas por las cuales pudiese estar pasando un funcionario (Padecer el virus, fallecimiento de un paciente, Fallecimiento de un familiar directo u otros). Este equipo estuvo disponible desde el día uno de la pandemia y fue requerido en diversas oportunidades por los funcionarios. Gestión financiera: La gestión de las finanzas, es un apoyo primordial para la gestión general de los distintos recursos, incidiendo por ello directamente en los logros de los objetivos planteados. a. De acuerdo con nuestra planificación estratégica, para el presupuesto 2021, se han relevado los siguientes ejes: Cartera de Servicios Mejoramiento de Infraestructura RR. HH. Calidad de la Atención Programa de capacitación con énfasis Modelo Atención APS. Nuevo Cesfam Matta Sur. Telemedicina Atenciones Geriátricas Integrales Trazabilidad Atención domiciliaria comunitaria 2 \" Griselda Hinojosa\"Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl381. Presupuesto de Ingresos año 2021 Tabla N° 25 Presupuesto de ingresos año 2021 Dirección de Salud I. Municipalidad de Santiago. Gráfico N° 8 Presupuesto ingresos Dirección de Salud I. Municipalidad de Santiago. Fuente: Elaboración propia. La Dirección de Salud para el año 2021 cuenta con un presupuesto anual de M$ $ 25.404.891.-, com - puesto principalmente por aporte Per cápita, convenios contraídos con el Servicio de Salud Metropo - litano Central y aporte Municipal, dichos recursos son administrados por la Dirección de Salud para cumplir con los compromisos contraídos para el periodo. Se proyecta una subvención per cápita de M$ $ 14.004.428.- esto considera una cantidad estimada de 152.000.- inscritos validados por FONASA, incluyendo el aporte correspondiente a adultos mayores, rango etario desde los 65 años.INGRESOS 2021 EN M$ CODIGO NOMBRE LA CUENTA PPTO 2021 11505 Transferencias Corrientes 21.976.254 1150501 Del Sector Privado 0 1150503 De Otras Entidades Públicas 21.976.254 11507 Ingresos de Operación 600.000 1150701 Venta de Bienes 600.000 11508 Otros Ingresos Corrientes 423.600 1150801 Recuperaciones y Reembolsos por Licencias Médicas387.000 1150899 Otros 36.600 11512 Recuperación de Préstamos 360.000 1151210 Ingresos por Percibir 360.000 11515 Saldo Inicial de Caja 2.045.037 TOTAL INGRESOS PRESUPUESTADOS 25.404.891Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl392.- Presupuesto de Gastos año 2021 De los gastos se desglosan las partidas más significativas del gasto presupuestario año 2021, que son en gasto de Personal (personal de planta, personal a contrata y honorarios correspondiente a los distintos programas contraídos con el Servicio de Salud Metropolitano Central). Bienes y Servicios de consumos, destinados principalmente a la adquisición de medicamentos, insumos de enfermería, incluidos las compras para trazabilidad y (EPP resguardando la seguridad para nuestros funcionarios de la red de salud y nuestros usuarios) por tiempos de pandemia Covid-19, Continuidad de contratos tales como exámenes de laboratorios, radiológicos, esterilización, retiro de residuos con - taminados y otros. Tabla N° 26 Presupuesto de gastos año 2021 Dirección de Salud I. Municipalidad de Santiago. CODIGO NOMBRE DE LA CUENTA PPTO 2021 21521 Gastos en Personal 16.162.900 2152101 9.127.980 2152102 Personal a Contrata 6.084.920 2152103 Otras Remuneraciones 950.000 21522 Bienes y Servicios de Consumo 7.675.196 2152201 Alimentos y Bebidas 35.000 2152202 Textiles, Vestuario y Calzado 173.813 2152203 Combustibles y Lubricantes 12.000 2152204 Materiales de Uso o Consumo 2.835.773 2152205 Servicios Básicos 761.962 2152206 Mantenimiento y Reparaciones 568.713 2152210 Servicios Financieros y de Seguros 308 2152211 Servicios Técnicos y Profesionales 305.097 2152212 Otros Gastos en Bienes y Servicios de Consumo 81.905 21523 Prestaciones de Seguridad Social 419.472 2152301 Prestaciones Previsionales 419.472 2152303 Prestaciones sociales del Empleador 0 21525 C x P integros al fisco 10.000 2152501 Impuesto 10.000 21526 Otros Gastos Corrientes 140.000 2152601 Devoluciones 140.000 21529 Adquisición de Activos no Financieros 435.135 2152904 Mobiliario y Otros 95.030 2152905 Máquinas y Equipos Informáticos 71.864 2152907 Programas Informáticos 60.342 2152999 Otros activos no financieros 10.000 21531 Iniciativas de 232.960 2153101 Estudios Básicos 35.150 197.810 Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl40Infraestructura La Red de Salud Municipal de Santiago, cuenta con cerca de 9.500 m2 construidos distribuidos en sus distintos centros de salud, manteniendo una brecha de alrededor de 11.000 m2 de infraestructura para atención de los inscritos, equivalente a 3 CESFAM para 30.000 inscritos y 1 CESFAM para 20.000 inscritos, por ejemplo. Entre las mejoras en infraestructura realizadas en 2019-2020 se encuentran: Habilitación de nueva Botica Comunitaria, para la zona sur oriente de la comuna, con 53 m2 cons - truidos. La nueva Botica Comunitaria \"Griselda Hinojosa\", inició su funcionamiento el segundo semestre de 2020. CESFAM IGNACIO DOMEYKO Normalización de Ampliación de Centro, reposición de cubierta y ventanales, corredor central, Habilitación de Bodega, de Sala de Residuos, Servicios Higiénicos para pacientes. Se ha licitado la mejora de las áreas de recepción (SOMES) que está en ejecución, con una inversión de $435 millones. Mejoras en Cesfam ARAUCO y BENJAMIN VIEL para autorización sanitarias de Farmacias. Habilitación y mejoras en salas dental, Sala Dental Instituto Nacional, Javiera Carrera, Mejoras en áreas de BOTIQUIN de Estaciones Médicas de Barrio, para autorización sanitaria. Se instalaron aires acondicionados y mobiliario. Mejoras de infraestructura de la Red por pandemia para toda la Red de Salud, se incorporaron medi - das de seguridad ante contagios, con la implementación de acrílicos en áreas de atención, instalación de tótem de medición de temperatura y entrega de alcohol gel. Proyectos nuevos 2021 El CESFAM Erasmo Escala es un proyecto de salud para 30.000 inscritos, está emplazado un predio de 3.072 m2 ubicado en el área norponiente de la comuna. El inmueble será de 2 niveles, y en sus 2.495,35 m2 construidos contará con todos los recintos propios de un Centro de Salud Familiar entre los que se encuentran 3 áreas de atención clínica con sus respectivos boxes, para 3 sectores, Farmacia, Bodega de Alimentos, Sala de Procedimientos para curación y tratamiento, Vacunatorio, Sala de toma de muestra, Box IRA y ERA, Sala de Rehabilitación, Box de cirugía menor, etc. Actualmente está en proceso de licitación de ejecución de obras civiles, para su última etapa de construcción. El CESFAM Matta Sur forma parte de un proyecto mayor denominado Centro Integral de Salud Sur - CESFAM Matta Sur. El proyecto se está construyendo en un terreno de 2.485 m2. consta, por una parte, de un área de recuperación patrimonial en un edificio de 3 niveles donde estaba ubicado el ex Liceo Metropolitano de Adultos de Santiago y, por otro lado, un centro de salud familiar de 4 niveles, para 30.000 inscritos de 3.491,78 m2. Se espera que la obra pueda estar finalizando hacia fines del último tri - mestre de este año. El CESFAM estará ubicado en el sector de la Agrupación Vecinal 10, en calle Ñuble N° 945. Se proyecta el traslado de CES Benjamín Viel para dependencias de la nueva infraestructura. Se presentará a autorización Farmacia de CES Orellana. Se Habilitará CESFAM Viel para ser utilizado por COSAM, el proyecto cuenta con visación de DOM para la presentación a Consejo de Monumentos Nacionales. UAPO se trasladará a EMB Carol Urzúa, una vez entre en funcionamiento CESFAM MATTA SUR El edificio de Rojas Jiménez donde está EMB San Borja, se reparará para que esté disponible com - pleto como EMB, los trabajos que se pretenden realizar son de pintura, regularización de pisos, techos, considera farmacia y habilitaciones menores. Se encuentra en proyecto de levantamiento, se está ela - borando presupuesto y EETT, se debe presentar a visto bueno de la DOM. Se habilitará segunda droguería en la bodega de San Diego, por aumento de centros en la red, para despacho de medicamentos e insumos a la red.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl413. Equipamiento 2019-2020 Adquisición y reposición de equipos médicos para Centros de Salud de la Comuna, con el fin de dis - minuir las brechas que se establecen como estándar mínimo en las Normas Técnicas Básicas y el mejo - ramiento en el acceso a la atención, disminución de listas de espera y derivaciones a nivel secundario. Tabla N° 27 Equipamiento adquirido 2019-2020 para la red de Salud Municipal de Santiago. Se adquirió equipamiento para Unidad de Atención Primaria Oftalmológica UAPO, los equipos deta - llados en la tabla siguiente. Tabla N° 28 Equipamiento adquirido 2019-2020 para Unidad de Atención Primaria Oftalmológica. Nombre Equipo / Equipamiento Cantidad Electrocardiógrafo 5 Monitor de Signos Vitales (multiparámetro) 16 Electrobisturí 2 Desfibrilador Externo Automático (DEA) 28 Espirómetro 8 Ecó tomografo 1 Nombre Equipo / Equipamiento Cantidad Campo Visual Humphrey con GPA (análisis de progresión de glaucoma) 1 Paquímetro Corneal Ultrasónico OCT 1 Autorrefractómetro 1 Oftalmoscopio de mano 1 Oto- Oftalmoscopio de 1 Oftalmoscopio de mano 1Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl42Tabla N° 29 Inscritos validados por FONASA agosto 2019 según grupo etario (válido para 2020). Polo 0 a 9 años 10 a 19 años 20 a 64 años 65 y más años Total Arauco N en base a reporte de FONASA Para el Cesfam N° 1, la población inscrita es de 89.363 usuarios. Entre éstos, el grupo más prevalente es el de 16 a 64 años. Tabla N° 30 Inscritos validados por FONASA año 2020 en Cesfam N° 1 por género. Tabla N° 31 Inscritos validados por FONASA en Cesfam N° 1 por grupos etarios.Total Hombres 38.861 43.49 Mujeres 50.465 56.47 Intersex 10 0.01 Desconocido 27 0.03 Edad Personas % 0 a 15 20.284 22.69 16 a 64 57.379 64.20 65 a 100 11.700 13.09 Total 89.363 1004. POBLACIÓN INSCRITA A. Población inscrita validada De los pacientes validados oficiales para el año 2020, según ciclo vital, el grupo de mayor magnitud es el 20 a 64 años en todos los CESFAM, observándose que Domeyko tiene el porcentaje más alto con 61.33%. La población de 65 años y más es la segunda mayoría muy de cerca del resto de los otros grupos.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl43Año Nº absoluto Diferencia absoluta Diferencia % 2015 104.340 - - 2016 110.686 validada por FONASA, vigente para el año 2020, fue de 141.953 personas y se estima mediante el Sistema de Consulta Per cápita (https://reportespercapita.fonasa.cl/welcome.php) que para el año 2021, los inscritos validados serían 147.219, lo que representa un incremento de 3.71 % puntos porcentuales respecto al año anterior. En la tabla siguiente se muestra la diferencia absoluta y porcentual respecto al año inmediatamente anterior, desde el año 2015 y los estimado para el año 2021. Tabla N° 32 Inscritos validados por FONASA años 2015 a 2021. Fuente: elaboración propia en base a reporte de FONASAIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl445. CARACTERIZACIÓN DE LA DEMANDA Consultas de Morbilidad en centros de salud de la red municipal: Durante el año 2019, se realizaron un total de 83.122 consultas médicas en nuestros establecimientos, lo que significó un aumento sustancial respecto a los años anteriores (crecimiento de un 58,9% con respecto al año 2018). Tabla N° 33 Número de consultas médicas por año en Centros de Salud APS Municipal de Santiago. Año Arauco Domeyko Orellana A04 La evolución del número de consultas médicas en los últimos 5 años es similar en las duplas Arauco y Domeyko y Orellana y Viel, sin embargo en todos se produjo el peak de 2019, tal como se muestra en el gráfico siguiente. Gráfico N° 9 Número de consultas médicas según polo y año. Fuente: REM A04 De acuerdo a grupo etario por curso de vida, durante 2020 las consultas médicas han sido propor - cionalmente mayores en el grupo de 20 a 64 años en todos los polos, siendo seguido por el de 65 años y más. Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl45Tabla N° 34 Número de consultas médicas según polo y grupo etario, enero a agosto de 2020 Sin embargo, al observar la tasa de consulta médica por persona inscrita para cada grupo etario, las mayores tasas durante este año son para las personas de 65 años y más, seguido de las de 0 a 9 años. Tabla N° 35 Tasa de consultas médicas por persona inscrita según polo y grupo etario, enero a agosto de 2020Polo 0 a 9 años 10 a 19 años 20 a 64 años 65 y más años Total Arauco 700 361 4285 1907 7253 Domeyko 2099 4% 55% 28% 100% Fuente: REM 04 Polo 0 a 9 años 10 a 19 años 20 a 64 años 65 y más años Arauco 0,26 0,16 0,39 0,10 0,44 Fuente: Elaboración propia en base a REM A04 año 2020 Respecto a las consultas médicas según tipo, las más frecuentes de este 2020 han sido las otras mor - bilidades. Dentro de las respiratorias, las IRAS altas, las otras respiratorias y la neumonía son las 3 de mayor magnitud, en ese orden. De acuerdo al grupo etario, en población infantil aparece el síndrome bronquial obstructivo y en el resto se mantiene la tendencia descrita. Tabla N° 36 Número de consultas médicas según tipo y grupo etario, enero a agosto de 2020 Tipo de Consulta0 a 9 años 10 a 19 años 20 a 64 años 65 y más añosTotal IRA alta 477 91 1237 310 2115 Sd. bronquial obstructivo45 0 0 0 45 Neumonia 8 1 88 181 278 Asma 6 9 65 16 96 Enfermedad pulmonar obstructiva crónica0 0 20 36 56 Otras respiratorias 77 29 484 195 785 Ginecobstétricas 0 0 39 1 40 VIH/ITS 1 1 34 17 53 Salud Mental 6 13 161 100 280 Otras morbilidades 3588 1341 16380 8551 29860Ilustre Municipa lidad de SANTIA I. Municipalidad Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl46Telemedicina En contexto de la pandemia actual en la que nos encontramos por COVID - 19, el acceso de los usua - rios a los distintos centros de salud se ha vuelto dificultoso, por lo que surgió la necesidad de entregar un espacio acorde a las exigencias de prevención de contagio de este tipo de coronavirus, ofreciendo a los usuarios una atención de calidad con la rapidez que permite la tecnología, pudiendo integrar esta última al sistema de salud actual. Es por esto que en la red de Salud de Santiago se implementó Telemedicina, a través de la empresa Mediclic, la cual cuenta con las siguientes características: Es una aplicación que cuenta con 34 médicos para atención en tiempo real. Este servicio atiende causas respiratorias, otras morbilidades, revisión de exámenes médicos y consul - tas médicas generales. El horario de atención es de 09:00 a 00:00 hrs de lunes a domingo. La pueden utilizar los usuarios inscritos en CESFAM y Estaciones Médicas. La aplicación es de fácil uso para los usuarios, entrega los pasos que se deben realizar para tener atención médica, puede ser descargada gratuitamente en el celular, sirve tanto para sistema operativo android e ios, como también se puede utilizar en la web a través de un computador. Todos los pacientes se deben validar para ser atendidos. Las opciones de atención son a través de video, llamada o chat dentro de la aplicación. Posterior a su atención se envía el detalle e indicaciones al correo indicado por el usuario. Los usuarios pueden utilizar la aplicación 4 veces al mes. Estas atenciones de telesalud comenzaron a finales del mes de mayo y actualmente se han atendido alrededor de 1.800 pacientes de la red de Santiago, quienes han registrado su conformidad con el servicio entregado a través de la encuesta de evaluación usuaria. Consultas en Servicio de Atención Primaria de Urgencia - S.A.P.U Nuestra Red cuenta con un Servicio de Atención Primaria de Urgencia (SAPU), el cual se encuentra en el CESFAM Ignacio Domeyko. Durante el periodo de septiembre 2019 a agosto 2020, se realizaron un total de 16566. El promedio de atenciones se encuentra en 1102 atenciones, observándose que los meses con mayor número de consultas están entre enero y Febrero, lo cual es opuesto a los sucedido en años anteriores. La explicación a este fenómeno es la pandemia por COVID-19, debido a las medidas de confinamiento se vio una baja sustantiva en el numero de consultas, asociado principalmente a las consultas de baja complejidad de tipo no respiratorio. Tabla N° 37 Número de consultas en SAPU por mes, entre enero y agosto de 2017, 2018 y 2019. Año Enero Febrero Marzo Abril Mayo Junio Julio Agosto Promedio mensual 2020 1708 1569 661 1088 498 508 692 1102 Fuente: REM A08 Durante los meses que se han vivido de pandemia, podemos ver que mayo fue el mes con mayor nú - mero de consultas, lo que se condice con la estrategia de alargar el SAPU a un funcionamiento de 24 horas, aumentando el número de consultas y principalmente los casos graves en contexto de COVID-19.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl476. EVALUACIÓN DE LOS PRINCIPALES EJES DE LA ESTRATEGIA NACIONAL DE SALUD (ENS) El Ministerio de Salud ha emprendido un desafío significativo. Reunir evidencia, convocar expertos, y aunar voluntades para diseñar una política pública para la década 2011 - 2020 que tenga como centro la producción de resultados concretos y medibles, generando un conjunto de indicadores correlaciona - dos con nueve Objetivos Estratégicos. Estos Objetivos generan una Estrategia Nacional de Salud, que tiene elementos de continuidad y ele - mentos de cambio, de estos 9 ejes, como Red hemos seleccionado 6 para realizar una descripción de lo ocurrido durante el periodo y los resultados obtenidos en los temas mas relevantes relacionados con ellos. 1. Enfermedades transmisibles: a. Programa Nacional de Inmunizaciones Actualmente nuestra red cuenta con 3 Vacunatorios autorizados los cuales realizan una ardua tarea en lograr alcanzar una cobertura efectiva para la población FONASA e ISAPRE de la comuna. Para el año 2021 esperamos acreditar un 4º vacunatorio en CESFAM Matta Sur. La cobertura alcanzada por nuestros Vacunatorios para niños hasta 2 años es de: 96.3% de Tres Vírica a los 12 meses 52.8% de vacuna Hepatitis A de los 18 meses. Respecto a la campaña de vacunación contra influenza 2019: La cobertura de vacunación Influenza 2019 alcanzada por los Vacunatorios de la Comuna de San - tiago tanto Privado (clínicas y FFAA) como Públicos es de un 89.9% (Población Objetivo DEIS Asignada de 158.985). Nuestros Centros contribuyeron con 67% (95.752 usuarios grupo objetivo), de la cobertura total plani - ficada para la comuna de Santiago. Como Comuna logramos un 71.2% de cobertura en Embarazadas, 140% en Enfermos crónicos, 74.4% en niños de 6 meses a 5 años y 132% en personal de salud. Se logra una cobertura de un 80.2% del grupo de Adultos mayores de 65 años en la comuna, al incorporar la vacunación en domicilio de los adultos mayores de 80 años que otros años habían re - chazado la vacunación, dado que el movilizarse para este grupo a los centros de salud involucra no solo ellos sino también acompañantes y movilización de mayor costo. La cobertura más baja, con un 58.5% corresponde al grupo de menores de 1º a 5º básico, nuevo grupo prioritario incorporado este año, que se explica por el cierre de establecimientos educacionales producto de la pandemia, inmunizándose en otras comunas.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl48b. Sífilis en Embarazadas La sífilis es un infección causada por una bacteria llamada Treponema Pallidum, la vía principal de la infección es sexual, sin embargo, la madre infectada puede transmitirla al feto en cualquier trimestre de embarazo si no se trata pudiendo provocar algunas complicaciones en el recién nacido como también muerte neonatal. Es por esto que cada gestante ingresada a control se toma Examen VDRL para detectar la infección y tratarla a tiempo. El examen se toma durante cada trimestre de embarazo y al momento del parto. Gráfico N° 10 Distribución de gestantes con Examen de VDRL tomado por centro de Salud Fuente REM serie A11Grupos 904 532 643 330 Enfermos Cronicos de 11 a 64 años 6.667 11.554 6.295 3.547 5.976 3.328 3.299 Niños(as) de 3.737 5.449 3.939 3.813 2.754 Otras prioridades 1.389 18.270 1.453 705 454 Privado , personal de salud 99 312 101 17 76 Público, personal de salud 323 2.912 791 585 1.054 Trabajadores de avícolas y de criaderos de cerdo8 2 16 0 169 2.984 RECHAZOS 3 1 0 0 10Tabla N° 38 Grupos vacunados por influenza según cobertura asignadas a nuestros centros año 2020. De los exámenes tomados en gestantes solo el 0.65% de las gestantes se derivó a tratamiento con Penicilina Benzatina. Cada una de las gestantes que presenta una infección por Sífilis es abordada en Auditoria trimestral a nivel de HCSBA para descartar o tratar a tiempo las complicaciones en el Recién Nacido.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - VIELCONFIRMADOS ISP POR CONSULTA ITS 5 5 0 PERSONAS EN CONTROL DE REGULACIÓN FECUNDIDAD, GINECOLOGICO, CLIMATERIO18 18 0 PERSONAS CON EMP20 20 0 PERSONAS EN CONTROL DE SALUD SEGÚN CICLO VITAL21 21 1 DONANTES DE ÓRGANOS Y/O TEJIDOS0 0 0c. VIH En el contexto epidemiológico en el mundo las personas que viven con VIH hasta el año 2018 se esti - maron en 37.9 millones y hubo 1.7 millones de nuevas infecciones para el mismo año. La OMS a través de ONUSIDA propuso como meta mundial para el 2020, que del total de personas estimadas viviendo con VIH, el 90% conozca su estado serológico, de éstos, que el 90% reciba Trata - miento Antirretroviral y de éstos, que el 90% logre la supresión viral. Según la evidencia científica actual, una persona con VIH en terapia Antirretroviral efectiva y con carga viral indetectable mantenida, no transmite la infección. Chile de acuerdo con la definición de ONUSIDA, tiene una epidemia de VIH concentrada, lo que sig - nifica que la prevalencia es superior al 5% en las subpoblaciones de mayor vulnerabilidad e inferior al 1% en la población general. Año a año el aumento sostenido de nuevos diagnóstico de VIH por el ISP, puede responder al mejor acceso de la población a examen y que continúa la transmisión en el país. Entre enero a septiembre de 2019 el ISP recibió un total 9.891 muestras para confirmación de VIH, de las cuales 5.331 correspondieron a nuevos casos confirmados positivos, cifra superior en un 2,4% respecto al período enero-septiembre de2018. Del total de nuevos casos confirmados en 2019; 83,7% son hombres y 59,5% de nacionalidad chilena. Las regiones que concentraron el mayor número de confirmaciones fueron la Metropolitana (57%), Valparaíso (8,7%) y Biobío (4,4%). En nuestros Centros el acceso a toma de Test Rápido VIH ha facilitado a los equipos y usuarios el acceso a toma de muestra, la cantidad de muestras que se derivan al ISP si bien han aumentado facilita que el acceso a muestra venosa sea solo para los casos en que se necesita la confirmación, disminuyendo además los días de entrega de resultado de dicha muestra. Cada Centro de Salud tiene horarios para acceder a este examen, en el caso de demanda esponta - nea el profesional realiza un sobrecupo donde realiza una consejería sobre la toma Test, posibles resul - tados y como se procederá en caso de resultado negativo o reactivo, solicita consentimiento informado y se toma Test. Una vez que esta el resultado del Test se realiza una consejería donde se aborda el resultado, de ser negativo se trabaja en autocuidado, uso de preservativo. De ser reactivo, se procede a toma de muestra para derivar a ISP quien confirma o Tabla N° 39 Distribución de gestantes con Examen de VDRL tomado por centro de SaludIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl50Según esta tabla observamos la mayor demanda de Test Rápidos se da por consulta espontanea, seguido de consultas de morbilidad. En los últimos años la demanda del Test rápido ha aumentado, desde el año 2019 que los test se han informado en REM, anteriormente se realizaba sobre en Plata - forma Sur VIH desde donde se extraía el dato por el MINSAL. 2. Enfermedades crónicas, violencia y discapacidad: a. Programas de Salud Mental El tarjetero del Programa de Salud Mental fue actualizado en Junio de este año. A esa fecha contaba con 4.955 personas bajo control, de los cuales un 73,3% corresponden a personas de sexo femenino. Tabla N° 40 Población bajo control Programa de Salud Mental según sexo.PERSONA EN CONTROL POR TBC11 11 0 VÍCTIMA DE VIOLENCIA SEXUAL1 1 0 CONSULTANTES POR MORBILIDAD42 34 3 5 0 POR CONSULTA ESPONTÁNEA234 76 84 38 36 4 Fuente REM serie A11 sección G. Polo Masculino Femenino Total Arauco 235 638 873 Domeyko 586 1598 2184 Orellana 293 867 1160 Viel 210 528 738 Total 1324 3631 4955 Fuente: Tarjetero digital Programa de Salud Mental - corte Junio 2020 De acuerdo a la pertenencia a un pueblo originario o a la condición de inmigrante, a nivel general, un 10% de la población bajo control se reconoce bajo lo primero y un 19% corresponden a inmigrantes. Al observar cada polo, Arauco destaca en la proporción de personas que se reconocen en un pueblo originario, con un 34% de su población bajo control. En relación a la proporción de inmigrantes, Do - meyko, Orellana y Viel se observan similares, presentando entre un 20 y 22%. Pueblo originario Inmigrantes Polo n % n % Arauco 293 34% 83 10% Domeyko 97 4% 463 21% Orellana 27 2% 260 22% Viel 72 10% 145 20% Total 489 10% 951 19% Fuente: Tarjetero digital Programa de Salud Mental - corte Junio 2020Tabla N° 41 Población bajo control Programa de Salud Mental según condición de pueblo originario o in - migrante.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl51Según grupo etario, las personas de 20 a 64 años son las mayoritarias proporcionalmente, tanto a nivel de toda la red de centros como en cada polo en específico, con un 60,7%, esto seguido de las personas mayores de 65 años, con un 25,2%. Tabla N° 42 Población bajo control Programa de Salud Mental según grupo etario de curso de vida. Polo 0 a 9 años 10 a 19 años 20 a 64 años 65 y más años Total Arauco 38 81 521 233 873 Domeyko 99 195 1322 568 2184 Orellana 61 105 733 261 1160 Viel 48 69 434 187 738 Total 246 450 3010 1249 4955 Fuente: Tarjetero digital Programa de Salud Mental - corte Junio 2020 Al desagregar más las edades, en grupos de 10 años, en el siguiente gráfico se observa que para la población adulta las edades que destacan son diferentes según polo. En Arauco, las personas de 50 a 59 años son las mayoritarias, en Domeyko y Viel lo son las de 60 a 69 años y en Orellana las de 30 a 39 años. Gráfico N° 11 Población bajo control Programa de Salud Mental según polo y grupo etario. Fuente: Tarjetero digital Programa de Salud Mental - corte Junio 2020 Respecto a los factores de riesgo y condicionantes de la salud mental, las víctimas abuso sexual y de violencia representan un 2% y un 6% del tarjetero respectivamente, destacando Viel como el polo con mayor proporción, con un 3% y 11%. Respecto a la relación mujer/hombre, esta se aprecia con variabi - lidad entre polos, sin embargo, como es esperable, la presencia es mayoritaria en las primeras, siendo de 8 y 6,6 veces más a nivel general.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl52Polo Víctima de violencia Víctima de abuso sexual Masculino Femenino M/H Masculino Femenino M/H Arauco 7 50 7,1 1 20 20 Domeyko 10 99 9,9 6 34 5,6 Orellana 10 59 5,9 3 13 4,3 Viel 14 66 4,7 1 21 21 Total 41 274 6,6 11 88 8 Fuente: Tarjetero digital Programa de Salud Mental - corte Junio 2020 Las situaciones de intento o ideación suicida son reportadas individualmente a través de mail desde el Servicio Metropolitano Central a nuestros centros para hacer el seguimiento de los casos e iniciar ma - nejo de la patología que los gatilló. Tomando en cuenta dicho reporte se consolidaron los casos pes - quisados durante 2020, los cuales alcanzan a 35, siendo estos más frecuentes en mujeres, con un 65%. Tabla N° 44 Número de intentos o ideaciones suicidas reportadas según sexo; año 2020 Sexo n Femenino 23 Masculino 12 Total 35 Fuente: Elaboración propia en base a reportes vía SSMC/DAP Según edad, el grupo pesquisado con mayor prevalencia es el de 20 a 29 años (42,8%), seguido por el de 30 a 39 (17,1%) y el de 10 a 19 años (14,2%). Tabla N° 45 Número de intentos o ideaciones suicidas reportadas según grupo etario; año 2020 Grupo de edad n 10-19 años 5 20-29 años 15 30-39 años 6 40-49 años 3 50-59 años 1 60-69 años 4 70-79 años 1 Total 35 Fuente: Elaboración propia en base a reportes vía SSMC/DAPTabla N° 43 Factores de riesgo en Salud Mental según polo y sexo.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl53Según polo, destaca el Domeyko con 13 casos, seguido por Orellana y Viel con 10. En Arauco se ob - serva la menor magnitud, con 2. Tabla N° 46 Número de intentos o ideaciones suicidas reportadas según polo; año 2020 Polo n Arauco 2 Domeyko 13 Orellana 10 Viel 10 Total 35 Fuente: Elaboración propia en base a reportes vía SSMC/DAP Respecto a las patologías bajo tratamiento en el programa, los trastornos del ánimo, otros diagnósticos no clasificados y los trastornos ansiosos son los que representan las 3 categorías más frecuentes de la población bajo control, con un 29%, 27% y 24% respectivamente. Tabla N° 47 Diagnósticos de la Población bajo control del Programa de Salud Mental según polo Trastorno Arauco Domeyko Orellana Viel Total (n) Total (%) Trastornos del ánimo 296 714 447 375 1832 29,8% Otros diagnósticos no clasificados413 686 435 173 1707 27,8% Trastornos ansiosos 244 734 340 178 1496 24,3% Dependencia y policonsumo 60 158 88 55 361 5,8% Trastornos de Personalidad 42 139 73 23 277 4,5% Otros diagnósticos clasificados * 30 111 59 48 248 4% Otros trastornos de la infancia y adolescencia20 69 39 43 171 2,7% Demencias 14 16 8 9 47 0,7% Total 1119 2627 1489 904 6139 100% Fuente: Tarjetero digital Programa de Salud Mental - corte Junio 2020 *Corresponde a Esquizofrenia, trastornos de la conducta alimentaria, retraso mental, epilepsia, trastor - nos generalizados del desarrollo, trastornos del comportamiento y emociones con inicio en la infancia y adolescencia Si se observa cada polo por separado, lo descrito en el párrafo anterior se mantiene para los 3 prime - ros diagnósticos, pero el orden y la diferencia absoluta entre ellos es diferente. En Arauco destacan los otros diagnósticos no clasificados como los más frecuentes, algo distantes de los trastornos del ánimo y ansiosos. En Domeyko, ellos 3 se presentan en proporciones más similares, siendo los ansiosos los más prevalentes. En Orellana, destacan más los trastornos del ánimo y los no clasificados. Finalmente en Viel, los trastornos del ánimo son de magnitud mayoritaria respecto de los demás. Cabe señalar que la categoría otros diagnósticos no clasificados, incorpora una amplia serie de trastornos o problemas de salud mental, por lo que aquí se pueden encontrar trastornos adaptativos, duelos patológicos u otros propios de cada grupo etario del curso de vida.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl54 Dentro de los trastornos del ánimo, la depresión es el más prevalente. Al observar según su severidad, la depresión moderada es la que se ha diagnosticado más en APS, con un 54,4%, seguida de la leve, con un 38,9%, situación que se mantiene similar en todos los polos. Tabla N° 48 Población bajo control Programa de Salud Mental según polo y tipo de depresión Polo depresión leve depresión mode - radadepresión grave Total Arauco 122 153 19 294 Domeyko 264 370 43 677 Orellana 159 239 31 429 Viel 143 199 23 365 Total 688 961 116 1765 Fuente: Tarjetero digital Programa de Salud Mental - corte Junio 2020 Según la edad, la tabla a continuación evidencia que el diagnóstico es más prevalente en personas de 20 a 64 años y en las de 65 años y más, con 61,9% y 32,8% respectivamente. Tabla N° 49 Depresión según polo y grupo etario Polo 0 a 9 años 10 a 19 años 20 a 64 años 65 y más años Total Arauco 0 11 195 88 294 Domeyko 2 18 443 214 677 Orellana 0 16 290 123 429 Viel 4 15 226 120 365 Fuente: Tarjetero digital Programa de Salud Mental - corte Junio 2020Gráfico N° 12 Trastornos de Salud Mental según poloIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl55En relación a los trastornos de ansiedad, la categoría otros trastornos de ansiedad es la mayoritaria con un 82,8%, según se muestra en la siguiente tabla. Tabla N° 50 Trastornos de ansiedad según polo Trastorno Arauco Domeyko Orellana Viel Total Ansiedad por trastorno de estrés post traumático3 15 7 3 28 Ansiedad por trastornos de pánico con agorafobia5 7 5 5 22 Ansiedad por trastornos de pánico sin agorafobia9 24 7 13 53 Fobias sociales 1 1 1 1 4 Ansiedad generalizada 28 68 39 14 149 Otros trastornos de ansiedad 198 619 281 142 1240 Total 244 734 340 178 1496 Fuente: Tarjetero digital Programa de Salud Mental - corte Junio 2020 Al observar la distribución por edad para estos diagnósticos, esta es algo diferente según polo. En el siguiente gráfico, se observa que en Arauco, las personas de 30 a 59 años tienen la mayor prevalencia, en cambio, en el resto empiezan a destacar también las de 20 a 29 y las de 60 a 69 años. Gráfico N° 13 Trastornos de ansiedad según grupo etario y polo Fuente: Tarjetero digital Programa de Salud Mental - corte Junio 2020Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl56Respecto a las actividades realizadas en el programa y consecuentemente a la aparición de la pan - demia, han debido suspenderse todo tipo de atenciones grupales o masivas, además de priorizarse los ingresos y controles. La priorización establecida se ha basado de acuerdo a la severidad de la patología así como también del riesgo psicosocial en que se encuentre la persona, con el fin de mantener el tratamiento presencial a quienes estén en situación de mayor vulnerabilidad. Otra situación derivada, es que se han comenzado a realizar atenciones en modalidad telemática remota, a través de llamada telefónica fundamentalmente, tanto para seguimiento general de salud mental, como para controles propiamente tal. Asimismo, otros formatos utilizados pero en mucho menor medida para contactar, informar o tratar a los pacientes han sido a través de mensajería de texto y videollamada. No obstante, para poder establecer permanentemente este último, se requiere de contar con el recurso tecnológico y el soporte adecuado. La siguiente tabla resume las prestaciones realizadas entre enero y agosto de este año en el contexto mencionado. Tabla N° 51 Número de ingresos, controles y acciones remotas de salud mental según polo Polo Salud Mental n° ingresos n° controles n° acciones remotas Arauco 303 1025 201 Domeyko 445 2413 1107 Orellana 199 1267 438 Viel 160 483 Total 1107 5599 2229 Fuente: REM A05, A06, Covid-19, serie F, enero a agosto 2020 Programa de Salud Cardiovascular El último corte realizado a la población bajo control del programa cardiovascular que se logró realizar este año fue en agosto recién pasado. Actualmente se mantienen 16.265 personas, de las cuales un 63% en promedio son de sexo femenino. Tabla N° 52 Polo Femenino Masculino Total Arauco 1555 935 2490 Domeyko Fuente: Tarjetero digital Programa Cardiovascular - corte Agosto 2020 De acuerdo a la pertenencia a un pueblo originario o a la condición de inmigrante, a nivel general, un 18,3% de la población bajo control se reconoce bajo lo primero y un 8,8% corresponden a inmigrantes. En Arauco destaca la proporción de personas inmigrantes con un 31,4% y en relación a la proporción de personas que se reconocen como perteneciente a pueblos originarios, Orellana destaca sobre el resto presentando un 23,8%. Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl57Polo Pueblo originario Inmigrantes n % n % Arauco 172 6,9% 782 31,4% Domeyko 1302 20,4% 320 5,0% Orellana 1115 1436 8,8% Fuente: Tarjetero digital Programa Cardiovascular - corte Agosto 2020 De acuerdo a la edad, la distribución en grupos segmentados cada 10 años se observa en el siguiente gráfico, siendo similar en todos los polos. Los dos grupos más representados son el de 60 a 69 años y el de 70 a 79, seguidos ambos por el de 50 a 59. Gráfico N° 14 Población bajo control Programa Cardiovascular según grupo etario Fuente: Tarjetero digital Programa Cardiovascular - corte Agosto 2020 Según el riesgo cardiovascular, la población bajo control se observa mayoritariamente en riesgo alto, con un 45,3% a nivel general, siendo esto similar en los 4 polos. Destaca en Orellana una mayor pro - porción de personas en riesgo bajo, con un 41,5%. Tabla N° 54 Población bajo control Programa Cardiovascular según riesgo cardiovascular Polo Riesgo cardiovascular Alto Bajo Moderado Total Arauco 1181 686 623 2490 Domeyko 2945 1024 2403 6372 Orellana 2029 1950 Total 7380 4404 4481 Fuente: Tarjetero digital Programa Cardiovascular - corte Agosto 2020Tabla N° 53 Población bajo control Programa Cardiovascular según condición de pueblo originario o inmi - granteIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl58En el siguiente gráfico se puede apreciar mejor las diferencias de la distribución entre polos. Gráfico N° 15 Población bajo control Programa Cardiovascular según riesgo cardiovascular Fuente: Tarjetero digital Programa Cardiovascular - corte Agosto 2020 Respecto a la distribución por diagnóstico/condición, a nivel general, un 84,3% presenta hipertensión arterial y un 35,6% diabetes. También es importante la prevalencia de dislipidemia con un 45%. En la siguiente tabla y gráfico se observa además la distribución por polo, la cual es similar. Tabla N° 55 Población bajo control Programa Cardiovascular según diagnóstico/condición Diagnóstico Arauco Domeyko Orellana 595 387 2262 Dislipidemia 1032 3049 1996 1244 7321 Infarto Agudo al miocardio117 293 201 135 746 Accidente is - quémico transitorio15 60 43 27 145 Accidente cerebro vascular126 276 200 127 729 Fuente: Tarjetero digital Programa Cardiovascular - corte Agosto 2020Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl59Gráfico N° 16 Población bajo control Programa Cardiovascular según diagnóstico Fuente: Tarjetero digital Programa Cardiovascular - corte Agosto 2020 Según el tipo de enfermedad renal crónica, las etapas I y II son las que presentan mayor proporción, seguido de la IIIa y IIIb, las cuales, juntas, alcanzan a un 36%. Tabla N° 56 Población bajo control Programa Cardiovascular según tipo de enfermedad renal crónica Tipo Enfermedad renal crónica Arauco Domeyko Orellana Viel Total Etapa I - II (VFG >= 60 ) 185 1235 278 409 2107 Etapa III a (VFG 45 a 59) 117 317 203 95 732 Etapa III b (VFG 30 a 44) 52 109 83 51 295 Etapa IV (VFG 15 a 29) 16 37 29 12 94 Etapa V (VFG <15) 9 23 14 2 48 Fuente: Tarjetero digital Programa Cardiovascular - corte Agosto 2020 Al observar el riesgo de ulceración del pie diabético, el mayor porcentaje de los pacientes se encuentra en riesgo bajo (69,9% a nivel general), situación común en los 4 centros. Destaca eso sí, una mayor pro - porción de riesgo alto en Arauco (17,4%) y Orellana (19,5%), ya que el promedio comunal está en 15,2%. Gráfico N° 17 Número de personas del Programa Cardiovascular según riesgo de ulceración del pie diabético Fuente: Tarjetero digital Programa Cardiovascular - corte Agosto 2020Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl60Salud Oral Las enfermedades bucales son el grupo más común de enfermedades crónicas, y representan un importante problema de salud para la población, dada su alta prevalencia, su impacto en los indi - viduos, y su alto costo asociado a tratamiento.La Estrategia Nacional de Salud ha buscado prevenir y reducir la morbilidad bucal de mayor prevalencia en niños, niñas y adolescentes, con énfasis en los más vulnerables. En contexto de la pandemia por COVID-19, las actividades recuperativas odontológicas se vieron am - pliamente afectadas. El ambiente odontológico se caracteriza por la liberación de aerosoles, lo cual puede contribuir a la transmisión del virus causante de la enfermedad por Coronavirus. Dado lo ante - rior, y por recomendación de la Autoridad Sanitaria, una vez declarada la Emergencia Sanitaria por Coronavirus, se suspendieron todas las actividades electivas en odontología, manteniendo la atención de Urgencias y Emergencias Odontológica. Esta medida ha sido ratificada, y se ha sugerido mantenerla hasta el paso 4 de Apertura Inicial. Hasta la fecha, la comuna se encuentra en paso 3 de Preparación. A fin de apoyar otras funciones requeridas por la Emergencia Sanitaria, el estamento odontológico ha reorganizado sus funciones, apoyando en actividades claves para el manejo de la pandemia, tales como Triage, Apoyo en manejo de Elementos de Protección Personal, y apoyo en actividades de Testeo y Trazabilidad. A pesar de lo anterior, existen actividades que se han mantenido durante toda la pandemia, o han sido incorporadas paulatinamente. Entre ellas, la atención de Urgencias Odontológicas se ha manteni - do constante, habiéndose atendido 838 Urgencias de tipo GES entre Enero y Agosto de 2020, y 8.248 Consultas de Morbilidad. Adicionalmente, los equipos han trabajado en mantener controles telefónicos a la población, y en realizar Educación Individual a distancia. A la fecha, se ha ejecutado Educación individual a 4.591 usuarios de la red, en su mayoría menores de 20 años y gestantes. En relación a éstas últimas, se ha realizado ingreso a tratamiento a 798 mujeres embarazadas entre Enero y Agosto de 2020. Adicionalmente, se ha coordinado la entrega de kits de salud oral (cepillos y pastas dentales) a más de 1500 niños de la comuna, a través de Jardines Infantiles administrados por JUNJI y por la Corporación para la Infancia de Santiago. Programas Respiratorios (Infantil o IRA y Adulto o ERA) A diferencia de otros programas, no se ha logrado obtener una actualización de la población bajo control durante este 2020. Los equipos dedicados a esta tarea han estado abocados fundamentalmen - te a tareas de reportería sobre Covid-19 (estrategia testeo, trazabilidad y aislamiento, REM específicos, etc). Por esta razón, se exponen aquí algunos de los últimos datos actualizados a diciembre de 2019. Según su diagnóstico, la población bajo control por polo, se resume en la siguiente tabla. Destaca la predominancia del Asma, el EPOC y el SBOR como es habitual, siendo estos más frecuentes en las formas leves a moderadas.Polo Programa de Salud Cardiovascular n° ingresos n° controles n° acciones remotas Arauco 239 1822 197 Domeyko 427 2505 2635 Orellana 343 1940 83 Viel 219 161 Total 1228 7652 3076 Fuente: REM A01, A05, Covid-19 y serie F, enero a agosto 2020Tabla N° 57 Número de ingresos, controles y acciones remotas del programa cardiovascular según polo.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 Viel Total Síndrome bronquial obstructiva recurrente (SBOR)Leve 33 45 30 52 160 Moderado 20 29 21 24 94 Severo 0 1 2 0 3 Asma bronquial Leve 88 308 250 169 815 Moderado 149 245 83 104 581 Severo 17 14 9 9 49 Enfermedad pulmonar obstructiva crónica (EPOC)Tipo A 113 190 139 133 575 Tipo B 30 36 21 14 101 Otras respiratorias crónicas 30 37 16 17 100 Oxígeno dependiente 6 6 4 8 24 Asistencia ventilatoria no invasi - va o invasiva 0 0 0 0 0 Fibrosis quística 0 0 1 0 1 Fuente: REM P3 - Diciembre 2019Tabla N° 58 Población bajo control Programa Respiratorios según diagnóstico y polo En relación al tipo de control, la población de estos programas está mayoritariamente controlada. Respecto al asma bronquial, esto se da en un 59% y para el EPOC en un 65,9%, situación similar en los 4 polos. Tabla N° 59 Tipo de Control PBC en Programa Respiratorios según diagnóstico y polo Diagnóstico Tipo de Control Arauco Domeyko Orellana VielTotal Asma bronquial Controlado 128 231 112 135 606 Parcialmente Controlado25 112 100 48285 No Controlado 11 45 50 29135 No evaluada 90 179 80 70 419 Enfermedad pulmonar obstructiva crónica (EPOC)Logra Control Adecuado106 167 89 84446 No Logra Control Adecuado16 36 43 46 141 No evaluada 21 23 28 17 89 Fuente: REM P3 - Diciembre 2019 En relación a las prestaciones realizadas durante este año, estas se han visto sensiblemente afectadas por la situación epidemiológica actual. Los equipos han debido priorizar las actividades de acuerdo a la severidad de la patología y/o al riesgo psicosocial del paciente, debiendo suspender las grupales y masivas y efectuar atenciones remotas o telemáticas. Sin embargo, otro factor relevante para el desempeño de este programa, ha sido la destinación de profesionales (kinesiólogos) hacia tareas relacionadas con Covd-19, principalmente en lo que respecta a apoyo de labores administrativas (entrega de fármacos y alimentos en domicilio), triage, testeo y seguimiento de trazabilidad. Las siguientes 2 tablas describen las principales atenciones efectuadas según polo. Respecto a los ingresos agudos, destacan las bronquitis obstructivas agudas, otras IRAS bajas y la neumonía.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl62Respecto a las acciones remotas, estas se realizan, sin embargo, el registro estadístico mensual o REM, no desagrega las atenciones relacionadas de este programa, por lo que no se cuenta con este dato. Tabla N° 60 Número de ingresos, controles y acciones remotas de programas respiratorios según polo Polo IRA/ERA n° ingresos n° controles Arauco 61 183 Domeyko 73 360 Orellana 40 165 Viel 85 287 Fuente: REM A23, Covid19 - Enero a Agosto 2020 Tabla N° 61 Ingresos agudos Programas IRA/ERA según diagnóstico DIAGNÓSTICOS Arauco Domeyko Orellana Viel Total I.R.A. alta 1 3 0 4 8 Influenza 0 0 0 0 0 Neumonía 3 3 2 5 13 Coqueluche 0 0 0 0 0 Bronquitis obstructiva aguda7 31 6 12 56 Otras IRAS bajas 11 3 0 6 20 Exacerbación síndrome bronquial obstructivo recurrente (SBOR)0 0 1 1 2 Exacerbación asma1 1 0 5 7 Exacerbación de enfermedad pulmonar obstructiva crónica (EPOC)1 0 0 1 2 Exacerbación fibrosis quística0 0 0 0 0 Exacerbación otras respiratorias crónicas1 2 0 2 5 Total 25 43 9 36 113 Fuente: REM A23 - Enero a Agosto 2020Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl63Tuberculosis El programa de Tuberculosis se ha mantenido en funciones durante 2020 con el objetivo de garantizar el tratamiento oportuno de sus pacientes en el contexto de la pandemia actual. De esta forma, tanto la realización de ingresos y controles como la entrega de medicamentos se han mantenido en los 4 polos territoriales. Respecto al bajo control, actualmente, se encuentra una población total de 35 personas en tratamiento. El polo Domeyko es el que presenta el mayor número de pacientes, con 21, seguido de Orellana con 9 personas. En relación a la distribución por sexo, en total, 21 personas corresponden al masculino y 14 al femenino. Destaca la mayor presencia masculina en Arauco y Domeyko y femenina en Orellana. Gráfico N° 18 Número de personas bajo tratamiento en Programa de Tuberculosis, según sexo Fuente: Registro propio - Enero a Agosto 2020 Respecto a la edad, prácticamente toda la población se encuentra en el grupo de 20 a 64 años, correspondiendo a 32 personas (91%). Tabla N° 62 Número de personas bajo tratamiento en Programa de Tuberculosis, según grupo etario Edad Arauco Domeyko Orellana Viel Total 0 a 9 años 1 1 - - 2 10 a 19 años - 1 - - 1 20 a 64 años 2 19 9 2 32 65 y más años - - - - 0 Fuente: Registro propio - Enero a Agosto 2020 En relación a la nacionalidad, esta se presenta en forma diversa y con predominios diferenciados entre polos. En general, y de acuerdo a la tabla siguiente, los tres grupos más representados son los peruanos (40%), chilenos (25%) y venezolanos (22%).Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl64Tabla N° 63 Número de personas bajo tratamiento en Programa de Tuberculosis, según nacionalidad Nacionalidad Arauco Domeyko Orellana Viel Total Chilena 2 5 2 - 9 Venezolana - 2 6 - 8 Peruana - 11 1 2 14 Boliviana 1 1 - - 2 Colombiana - 1 - - 1 Ecuatoriana - 1 - - 1 Fuente: Registro propio - Enero a Agosto 2020 En relación a las prestaciones presenciales realizadas en el contexto del programa durante 2020 y has - ta el 31 de agosto de este año, esta ha sido muy variable según polo. La reorganización de los equipos profesionales ha influido en esto, fundamentalmente en la producción del estamento de enfermería, el cual ha debido dedicarse a labores clínicas y administrativas relacionadas con Covid-19. Sin embargo, todos los pacientes han tenido acceso a su tratamiento farmacológico, el cual no ha sido interrumpido. Tabla N° 64 Número de controles en Programa de Tuberculosis, según profesional Polo n° controles Médico Enfermera Total Arauco 14 0 14 Domeyko 131 60 191 Orellana 10 0 10 Viel 61 3 64 Fuente: REM A01 - Enero a Agosto 2020 Finalmente, se revisa el índice de pesquisa (IP) de este año, el cual se ha visto claramente afectado. Se deben hacer esfuerzos por retomar esta intervención sanitaria, no solo en su forma pasiva sino también en la activa, buscando la enfermedad en población de riesgo. Ello para alcanzar la meta indicada por el Ministerio de Salud (IP 50 por 1000 consultas médicas) y contribuir así a la eliminación de esta enfermedad como problema de salud pública. Tabla N° 65 Índice de pesquisa en Programa de Tuberculosis, según polo Polo Índice de Pesquisa (IP) Arauco 1,10 Domeyko 4,02 Orellana 12,88 Viel 14,95 Fuente: a Agosto 2020Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl65Programa de dependencia severa El PDS tiene por objetivo acompañar al binomio usuario-cuidador, asegurando la continuidad de la atención sanitaria en el domicilio y también promoviendo el bienestar del cuidador. Con la pandemia, este programa fue uno de los más afectados, ya que al ser de acompañamiento la visita domiciliaria por personal de salud (cuando no existía motivo de consulta, fue una de las primeras prestaciones suspendida. Entendiendo el rol que los equipos tenemos en estos casos, Slos encargados locales conti - nuaron con el contacto telefónico en aquellos meses de más alto contagio y en forma progresiva han ido reiniciando evaluaciones en domicilio. A la fecha los pacientes en condición de dependencia son los que se adjuntan en la tabla Tabla N° 66 Pacientes Dependientes Severos de la red de salud Municipal de Santiago Arauco Benjamín Viel Ignacio DomeykoPadre OrellanaTotal general Dependencia Severa No Oncológico130 92 188 166 576 Dependencia Severa Oncológico12 6 26 17 61 Total general 142 98 214 183 637 Para el próximo año deberá mantenerse las atenciones presenciales indispensables, consolidar el con - trol telefónico como un seguimiento necesario y evaluar el recurso de la red para procedimientos lo que por el momento impresiona ir en aumento (toma de exámenes, curaciones, sondeo, etc.) Rehabilitación La rehabilitación es el conjunto de intervenciones diseñadas para optimizar el funcionamiento y redu - cir la discapacidad en las personas (OMS). La Red Municipal de Santiago cuenta con dos Salas de Rehabilitación Integral: una en el Cesfam Ignacio Domeyko y otra en el Cesfam Arauco. Antes de la pandemia los usuarios que requerían tratamiento rehabilitador para síndromes osteomusculares eran derivados desde los diferentes centros a uno de estos dos Polos. Las terapias antes del brote se realizaban en gimnasios, ahí se compartía entre varias personas no solo el espacio físico sino también el equipamiento. Por lo tanto, en marzo y abril fue necesario detener las atenciones y destinar al equipo de kinesiología a otras labores relacionadas con las necesidades del brote. Por ello el efecto de la pandemia en este programa ha sido no solo grande sino también prolongado. Los equipos de salud pudieron darse cuenta que la enfermedad por SARS-CoV2 no solo generaba un impacto respiratorio (en el caso de sintomáticos), sino que también uno funcional y que las personas mayores que estaban en riesgo, progresaron rápidamente a distintos grados de dependencia tanto por el efecto del confinamiento como por el cuadro mismo del COVID. Rápidamente y tras el termino de síntomas los usuarios y cuidadores pudieron evidenciar que sus capacidades funcionales no eran las mismas y aquellos que se hospitalizaron y sobrevivieron perdieron su condición de autovalencia. En todos estos escenarios, para recuperar el nivel funcional perdido y su calidad de vida es fundamental, garantizar el acceso temprano y oportuno a servicios de rehabilitación Considerado esto, la red Municipal de Santiago en Mayo, inició las atenciones de rehabilitación en domicilio con las medidas de protección necesarias para evitar el contagio. A esto se sumaron las atenciones a distancia (telerehabilitacion) para cada Polo y la creación de material audiovisual para apoyar las sesiones domiciliarias de nuestros usuarios. En las tablas a continuación se describen las prestaciones entregadas y las temáticas abordadas con material educativo. Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl66Tabla N° 67 N° visitas domiciliarias en contexto de pandemia realizada por equipo MAS Abr-Sep 2020 Abril Mayo Junio Julio Agosto Septiembre Total 0 7 21 36 62 36 162 Guías de ejercicios para patologías osteomusculares realizadas y en proceso: Túnel carpiano Artrosis Esguince Hombro doloroso Epicondilitis epitrocleitis Artosis Los desafíos para el 2021 incluyen: consolidar la atención domiciliaria para pacientes de alto riesgo de secuelas o mortalidad por COVID, egresados por COVID y/o con patologías agudas con alto impacto funcional. La apertura de los centros de Salud CESFAM Matta Sur y Erasmo Escala permitirá aumentar la cober - tura de atención y diversificar la oferta, sin embargo, mientras exista riesgo de contagio los gimnasios y salas deberán modificar las atenciones múltiples, citando a sesiones individuales a usuarios con capacidad para desplazarse y bajo riesgo, transformándose en fundamental en este programa las terapias a distancia y en terreno. 3. Curso de vida: Lactancia Materna Exclusiva al sexto mes de vida El fomento de la Lactancia Materna es una de las intervenciones que más impacto tiene en la Salud del individuo a lo largo de su vida, está comprobado que reduce la morbimortalidad infantil, la apa - rición de enfermedades crónicas y oncológicas a temprana edad tanto en el niño como en la madre. Fomenta el apego, reduce costos económicos de alimentación, reduce la huella de carbono. Tabla N° 68 Distribución por polo de usuarios con Lactancia Materna Exclusiva de enero a agosto 2018 Polos Controles realizados al 6° mes LME Porcentaje Arauco 285 138 48.42% Domeyko 994 510 51.31% Orellana 613 332 1346 54.75% Fuente: REM A03, sección A5. Como Comuna el indicador de Lactancia Materna al 6º mes de vida disminuyo a un 54.75%, solo CES - FAM Viel logra mantenerse sobre el 60% que es meta comprometida a nivel país.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl67Desarrollo Psicomotor El Desarrollo Psicomotor (DSM) es un proceso evolutivo donde el niño va adquiriendo distintas habili - dades en su aprendizaje en el medio que se desenvuelve, si este menor está inserto en un ambiente desfavorable (carente de afecto o de estímulos) muchos hitos de su desarrollo se inhibirán. Las Pautas de DSM que se aplican durante los primeros años de vida miden la presencia o ausencia de estos hitos esperables según la edad en que se aplican (8 meses, 18 meses y 3 años), se evalúa lenguaje, coordinación, motricidad y actitud social. Cualquier alteración en algún ítem nos guiara a las intervenciones que se realizaran a fin de que el menor pueda desarrollarse plenamente. Las pautas aplicadas el mayor porcentaje se concentran en los primeros 2 años de vida en todos los centros, debido a que sobre los 2 años los niños ingresan a jardines y hay una baja en los controles de salud. Tabla N° 69 Distribución por polo de evaluaciones del DSM realizadas de enero a agosto 2020 Polo Pautas aplicadas 0 a 11 meses 12 a 23 meses 24 y más Arauco 124 36 66 22 Domeyko 486 174 252 60 Orellana 254 78 106 70 Viel 203 84 78 41 Total 1067 372 502 193 Fuente: REM A03, sección A2. La aplicación de las pautas de medición (EEDP o TEPSI) nos permiten evaluar el desarrollo dando como resultado desarrollo normal, cuando tenemos un área de déficit que serían rezagos y riesgo o retraso cuando hay varios hitos del desarrollo que no estén presente. Con la Pandemia los menores han disminuido sus evaluaciones producto de que los padres tratan de limitar los riesgos o si concurren a control no es posible evaluar hitos del desarrollo por el uso de EPP. Tabla N° 72 Resultados obtenidos en evaluaciones del DSM realizadas por Centro de enero a agosto 2020. Resultado Pauta DSM Arauco Domeyko Orellana Viel Normal 101 411 193 160 Normal Con Rezago 8 21 17 8 Riesgo 7 22 30 21 Retraso 2 7 4 3 Total 124 486 254 203 Fuente REM 03, sección A.3 Según resultado en todos los Centros de Salud el porcentaje de rezago en los menores bajo control de la comuna de Santiago es 5.43%, mientras que los riesgos corresponden a un 7.49% y los retraso 1.49%. Cifras esperables y menor a la prevalencia a nivel país. Las modalidades de apoyo del Programa Chile Crece Contigo establecido a nivel País son las Salas de Estimulación donde se abordan los casos de rezago, riesgo y retraso. Se trabaja con la finalidad de que los menores logren los hitos de desarrollo apoyándose de profesionales con conocimiento en desarrollo infantil. Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl68Gráfico 19 Derivaciones a Sala de Estimulación según diagnostico en pauta de evaluación. Fuente. REM serie A03 En este gráfico se observa claramente que el 66.31% de los niños derivados a Sala de Estimulación son por vulnerabilidad en cualquier ámbito de su desarrollo. Mientras que un 33.68% restante lo hace por alteración de las pautas de desarrollo. Todas las atenciones de la Sala a contar del 16 de marzo de 2020 han sido realizadas por modalidad remota, básicamente para prevenir los contagios de los menores como del personal de la sala. Conta - mos además con apoyo de FIADI con horas de Fonoaudiólogo y Terapeuta Ocupacional para apoyar a los menores en este periodo de pandemia. Estado nutricional Infantil Prolongar la Lactancia Materna influye como un factor protector en el niño tanto en la aparición de Enfermedades Crónicas no Transmisibles, como en la mantención de un peso adecuado para su vida futura. Dentro de nuestra población bajo control en nuestros CESFAM podemos observar: Gráfico 20 Distribución de menores según diagnostico nutricional en CESFAM municipales. Las derivaciones a la Sala de Estimulación no solo son por alteraciones en las Pautas de desarrollo psicomotor del niño, también pueden ser derivados porque el niño presente alguna vulnerabilidad en su situación de desarrollo que favorezca la aparición de alteraciones en el Desarrollo Psicomotor, como son no asistir a un jardín infantil, la baja estimulación, etc. Con la pandemia se dejaron al descubierto varias vulnerabilidades por cuales los padres de menores de 4 años han debido ser apoyados. Fuente REM P2, Agosto 2020Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl69Los índices de obesidad exigido al 2020 son de un 9.6%, actualmente como Red Municipal estos se mantienen en un 10.07%. CESFAM Arauco con un 13%, CESFAM Domeyko con un CESFAM Ore - llana un 9.2% y CESFAM Viel con un 8.5% de obesidad. El índice de obesidad en menores de 9 años aumento por las cuarentenas, dado que se limitó actividades físicas, además de horas de atención de nutricionistas en nuestros centros para menores mayores de 1 año. La meta nacional de Eutrofia para el 2020 es de lograr un 64%, los Índices de Eutrofia en la pobla - ción infantil de la Comuna de Santiago corresponden a un 63.3%, debemos continuar trabajando para mejorar los índices de Diagnostico Nutricional Normal y disminuir la malnutrición por exceso en los menores bajo control. La malnutrición por déficit (riesgo desnutrir y desnutrición) no es una preocupación hoy en día en nues - tro país, dado por las políticas de estado que se han desarrollado a lo largo de los años (Programa de Alimentación Completaría) que han contribuido a que las cifras de prevalencia en los niños sean muy bajas y muchas veces asociadas a patologías que contribuyen a mantener un peso más bajo de los menores. En nuestros centros los niños con Riesgo de desnutrir corresponden al 5.3%, desnutridos 0.65% y desnutridos secundarios un 0.6%. Embarazo Adolescente Las políticas de salud en materia de salud sexual y salud reproductiva en Chile, han ido evolucionan - do paulatinamente, aceptando grupos que antes no eran considerados en esta materia como son los Hombres y otros grupos minoritarios. De un total de 14.320 usuarios bajo control en el Programa de Salud Sexual y Reproductiva al mes de diciembre de 2019, 13.933 son mujeres y 357 son hombres. La población bajo control se divide en un 71.9% se encuentra en regulación de fertilidad, un 19.6% está en control de climaterio y el 8.5% restante corresponde a control de embarazo. Las prestaciones remotas en este periodo se efectuaron para consultas que no había disponibilidad de horas, estás fueron 1792. Cesfam Domeyko con un 39.22% de consultas, seguido de Viel, 22.21% CESFAM Orellana y un 8.98 CESFAM Arauco. Chile en los últimos años ha tenido una disminución del embarazo adolescente de un 16% a un 7.8%, gracias a una política en salud que favorece la entrega de métodos anticonceptivos en este grupo etario. De enero a agosto de 2020, ingresaron un total de 56 adolescentes a control prenatal, correspondiendo al 4.21% de los ingresos de gestantes en control en la Red. Gráfico 21 Distribución de los ingresos de adolescentes a Control Prenatal en la Red entre enero y agosto 2020. Fuente: REM serie A 05Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl70El 94.64% de los casos corresponde a mujeres entre 15 y 19 años y 5.36% casos corresponden a menores de 15 años. Del total de casos de gestaciones en adolescentes el 82.14% son primigestas. Control Prenatal Durante el año 2020, hasta el mes de agosto, ingresaron un total de 1330 mujeres a control prenatal. Se mantuvo la atención presencial durante los meses de pandemia. Grafico 22 Distribución de Gestantes Fuente: REM Acumulado enero a Agosto 2019. Los ingresos se concentran en CESFAM Domeyko y CESFAM Padre Orellana, el 59.09% de los ingresos no fueron planificados, el 39.09% son primigestas y el 83.75% tuvo un ingreso precoz antes de las 14 semanas de gestación, lo que permite detectar a tiempo patologías que puede presentar la madre durante este proceso que afectara al niño. Gráfico 23 Distribución de Gestantes de la red municipal según violencia de género Fuente propia REM acumulado enero a agosto 2020.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl71El 4.8% de las gestantes ingresadas ha sufrido episodios de violencia (física, psicológico y/o económica) durante su proceso de gestación o anterior a este. Gráfico 24 Distribución de gestantes según pertinencia cultural Fuente propia REM acumulado enero a agosto 2020. De los Ingresos totales de Embarazadas en este periodo el 75.93% de las gestantes pertenecen a grupo migrante, un 11.75% corresponden a pueblos originarios o se siente identificada con uno. Patología Oncológica en la Mujer: Cáncer Cervico Uterino El Cáncer cervico uterino (CaCu) es una alteración celular que se origina en el epitelio del cuello del útero y que se manifiesta inicialmente a través de lesiones precursoras, habitualmente de lenta y progre - siva evolución en el tiempo, que se suceden generalmente en estadios. En grado variable evolucionan a displasia severa cuando compromete sólo al epitelio superficial y luego a cáncer invasor, cuando el compromiso traspasa la membrana basal. Actualmente en la red de salud contamos con 2 exámenes para realizar una oportuna detección de este cáncer a mujeres bajo control que el Papanicolaou (PAP) y el test de VPH, principalmente medición de virus VPH genotipo 16 y 18, que son los de mayor riesgo oncológico. Desde diciembre 2019 nuestra red municipal fue piloto en toma de test de VPH a mujeres entre 30 a 64 años. Este examen se toma junto al PAP, en mujeres que nunca se habían PAP antes o que le co - rrespondía su repetición trianual o que tenían atrasado su examen. Tabla 71 Resumen de test VPH + PAP tomados a usuarias red de salud municipal, desagregadas por re - sultados de diciembre 2019 a junio 2020. Nombre CESFAMN° Total de Test VPH Procesados por CESFAMN° de resultados positivos Otros VPH de Alto RiesgoN° de resultados positivos Genotipo 16N° de resultados positivos Genotipo 18 Padre Orellana 232 28 11 1 Benjamín Viel 202 28 4 1 Domeyko 459 60 17 6 Arauco 193 23 5 1 Total 1.086 139 37 9 % 12,8% 3,4% 0,8% Fuente REVICAN, Sistema Infinity Lab. Roche.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl72Del total de exámenes tomados un 12,8% fue derivada a HCSBA por presentar algún tipo de lesión que debe ser controlada a nivel secundario, tanto para tratamiento como también para seguimiento anual por especialista. Patología Oncológica en la Mujer: Cáncer de Mama El cáncer de mama en mujeres es una enfermedad, debida al crecimiento anormal y desordenado de células del epitelio de los conductos o lobulillos mamarios y que tiene la capacidad de diseminarse. Los tipos histológicos de mayor frecuencia son el carcinoma ductal y el carcinoma lobulillar, con menor frecuencia puede originarse en los tejidos estromales, que incluyen a los tejidos conjuntivos grasos y fibrosos de la mama. Entre sus múltiples agentes causales se reconocen factores genéticos, familiares y conductuales. En Chile, el cáncer de mama en 2012 alcanzó una tasa de mortalidad observada de 15,69 por 100.000 mujeres, con 1367 defunciones mujeres y 4 de varones. Según género y edad, el cáncer de mama afecta preferentemente a mujeres mayores de 15 años. En la RM el 14,3% de mujeres fue diagnostica de un cáncer de mama. En mujeres sobre los 35 años la recomendación es tomar mamografía a fin de detectar precozmente la enfermedad. No obstante, en edades sobre los 50 años se concentra la mayor probabilidad de encontrar la enfermedad, además logrando un tamizaje efectivo a través de la mamografía que en edades menores a esa. Es por esta razón que los esfuerzos para derivar a usuarias en los centros de salud cada año o de forma bianual se enfocan principalmente en el grupo de mujeres mayores de 50 años. Además uno de los compromisos de gestión es disminuir la brecha existente de nuestras usuarias para acceder al examen de forma bianual. Tabla 72 Mamografía en usuarias de 50 a 69 años de la red municipal, distribuidas según centro de salud, cobertura y brecha de examen. CESFAM mujeres con Mx. vigente P diciembre 2019 (50 - 69)TOTAL N° mujeres de 50 a 69 años inscritas y validadas año 2020% Cobertu - ra dic.219Brecha para año 2020Realizado Enero a agosto año 2020brecha pendiente año 2020 Cesfam Viel 930 2899 32 1739 4560 Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl73Pese a los esfuerzos realizados aun no logramos una disminución mayor de la brecha, en el año 2019 se logró un 35% para este año proyectábamos llegar por lo menos al 60%, sin embargo, a raíz de la pandemia los laboratorios cerraron algunas prestaciones readecuando solo a exámenes prioritarios. Con el levantamiento de las medidas de confinamiento hemos podido adecuar derivaciones, es por este motivo que para el año 2021 se espera lograr dar acceso oportuno por lo menos al 50% de la brecha pendiente. Geriatría El aumento sostenido en la esperanza de vida impulsó a la Ilustre Municipalidad de Santiago y su dirección de Salud a desarrollar iniciativas innovadoras que permitieran adaptar la atención a los desafíos específicos de este creciente grupo. El envejecimiento activo es y será siempre un desafío permanente en el quehacer de diario, promo - viendo una independencia funcional que permita mantener una vida social, familiar y personal plena. Sin embargo la funcionalidad de las personas mayores es heterogénea, y existe un grupo de personas mayores que presentan un alto nivel de carga de enfermedad (multimorbilidad) y/o fragilidad con un consecuente mayor riesgo de dependencia y muerte. La OMS en su lineamiento estratégico para la década que estamos terminando invitaba a abordar estos riesgos en forma urgente con equipos de salud transdiciplinario que tuvieran un fuerte enfoque psicosocial, entregando atención eficaz, de calidad, digna, oportuna y coordinada. Durante el año 2020 esta visión se consolida con un trabajo coordinado entre los centros de atención primaria y el equipo de atención geriátrica especializado de la Dirección de Salud de Stgo. Sin em - bargo, como en todos los programas la pandemia obligó a modificar las modalidades tradicionales, como lo era la atención de box o domicilio, para dar paso a otras modalidades a distancia (telefónica o videollamada). Para cumplir con las necesidades de la comunidad, fue necesario aumentar la dis - ponibilidad de recurso móvil, tecnológico, telefónico y humano; logrando así responder a los desafíos de Santiago en cuarentena. En las tabla a continuación se detallan las prestaciones mensuales de geriatría entre Enero y Agosto 2020. Tabla N° 73 Prestaciones geriátricas Enero a Agosto 2020 Enero Febrero Marzo Abril Mayo Junio Julio Agosto Total Demencia 28 29 17 10 24 25 26 18 177 Geriatría 8 5 20 8 36 21 89 38 233 Asociadas a COVID-19 9 73 36 17 19 154 Entre las estrategias abordadas por la Dirección de Salud existe: El Programa Más Adultos Mayores Autovalentes tiene como objetivo mejorar la calidad de vida de los adultos mayores, prolongando su autovalencia mediante la participación en actividades grupales de autocuidado, estimulación motora y cognitivas. Estas actividades grupales son ejecutadas por profesio - nales del área de la salud, 2 duplas de Terapeuta Ocupacional y Kinesióloga, y tienen una duración de 3 meses. Con la pandemia los profesionales este programa tuvieron que detener sus talleres adaptando rá - pidamente sus atenciones a la distancia física y trabajando de manera coordinada con los CESFAM apoyando a las necesidades de las personas mayores durante el invierno El equipo ha mantenido contacto con los representantes de cada taller, facilitando la transmisión de la información de salud. Este formato de comunicación directa vía telefónica ha sido muy bien evaluado, y aun cuando hemos tratado de promover modalidades virtuales, hemos aprendido que no son por el momento las más adecuadas para los mayores de Santiago Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl74El desafío para año 2021 será enlazar a estos profesionales con aquellos pacientes que en su EMPAM sean diagnosticados con un alto riesgo de perder su funcionalidad y con ello hacer terapia domiciliaria o por video llamadas dirigidas a modificar estos factores de riesgo. Además mantendremos seguimien - tos telefónicos y comunicación con aquellos líderes comunitarios que ya forman parte de la red Unidad de Memoria A nivel nacional, la prevalencia de patologías de salud mental en personas sobre los 65 años es de cerca de 12-15%. Específicamente se estima que un 10,4% de las personas mayores tienen algún grado de deterioro y que en Chile existirían cerca de 180.000 personas afectadas por una demencia que a su vez representan a 800.000 cuidadores y/o familiares que viven con ellos. Otras patologías presentes son el consumo problemático de substancias (7,4%), los trastornos de ansiedad (4,4%) y los trastornos afectivos (3,7%). En este último grupo el 2018 se observó que los mayores de 80 años tenían la tasa más alta de sui - cidio en Chile. Además, en nuestra sociedad ha aumentado la vejez asociada a la soledad, aumentando el declive del bienestar tanto físico como mental. En este contexto, los estudios muestran que las personas ma - yores se encuentran más expuestas a vivir situaciones de violencia y maltrato. En COSAM Santiago, se han observado estas y otras problemáticas en los adultos mayores con patologías de salud mental lo que motivó al equipo abordarlas con una mirada especializada en Psicogerontología y materializarlas en una nueva Unidad. Es así como, considerando las proyecciones crecientes para la población de adultos mayores y sus necesidades específicas, se crea la nueva Unidad de la Memoria y Salud Mental de Adulto Mayor de COSAM Santiago, basada en el modelo de Atención Integral de Salud Familiar y Comunitaria, se cons - tituye como una tercera Unidad de COSAM con el objetivo de tratar las patologías de salud mental de los Adultos Mayores. El objetivo es poder diagnosticar y tratar todas las patologías de salud mental del adulto mayor de alta complejidad en colaboración con la red de salud Primaria, brindado una atención que mejore la calidad de vida de la persona y su familia. Par ello se realizan evaluaciones multidisciplinaria (geriatría, psquiatría, kinesiología y terapia ocupa - cional) para presentar al paciente y a sus familiares y/o cuidadores un plan de tratamiento persona - lizado apuntando a estabilizar la patología aguda para poder posteriormente derivarlo a su centro de Atención Primaria. Durante el año en curso, la unidad debió adaptar su trabajo a las medidas que permitieran disminuir los contaios de COVID. Las reuniones que se realizan semanalmente para evaluar planes de cuidado integral se mantiene sin interrupciones a través de plataformas virtuales. Respecto a los pacientes derivados para ingreso, la espera para evaluación de ingreso es menor de 1 mes y desde abril se realiza telefónicamente. En caso que se detecte un elemento de riesgo o gravedad se agenda visita domiciliaria, la que se realiza con todo el equipo de protección personal. Además, Considerando el inicio reciente de la unidad y la dificultad del acceso a centros de salud durante la pandemia se designó un gestor de caso para cada usuarios. Su rol es dar continuidad al plan de cuidado y facilitar la transición entre niveles asistenciales ( APS - COSAM) . Con esta moda - lidad de trabajo la unidad ha alcanzado 113 pacientes bajo control los que aumentan mensualmente. La tabla visualiza los ingresos del presente año y los pacientes con al menos 1 seguimiento mensual. Tabla N° 74 Ingresos y seguimientos geriátricos mensuales Enero a 20mayo 20junio 20julio 20agosto 2020 SEGUIMIENTO 25 25 25 24 21 20 19 14 8 INGRESO 11 8 9 9 8 10 9 7 5Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl75PERSONAS MAYORES 65 AÑOS CON ESTRATIFICACION G3 Arauco 454 Benjamín Viel 409 Ignacio Domeyko 1193 Padre Orellana 582 Total general 2638 Estratificación realizada con corte Abril 2020Por último, al inicio de la pandemia se realizó una revisión de la población bajo control para determi - nar quiénes retiraban medicamentos de atención secundaria y no contaban con una red que pudiera apoyar en el retiro del fármaco. Por lo tanto de los 37 usuarios que retiran fármacos en COSAM 10 de ellos recibieron la prescripción en domicilio. El desafío de la unidad para el año 2021 será aumentar la cobertura (aproximadamente 250 usuarios) en terreno, bajando así la exposición de personas mayores con demencia a los centros de Salud. Para ello aumentará la disponibilidad de móvil y del recurso humano multidisciplinario. Multimorbilidad Alineados con los objetivos globales para la década y específicamente priorizando las estrategias de - sarrolladas por el departamento de envejecimiento y curso de vida de la OMS, es que durante el 2020 hemos impulsado en este grupo etareo el cambio de paradigma desde la atención fragmentada por programas, a la atención centrada en las personas, y en este caso en la persona mayor. Trabajar ambos ejes estratégicos en conjunto (persona mayor y multimorbilidad) permite avanzar espe - cíficamente en contar con \"Sistemas de salud que satisfacen las necesidades de las personas mayores\", quienes tienen alta prevalencia de comorbilidades médicas pero también de otras necesidades como las sociales, rehabilitadoras, culturales, familiares, etc. Para ello, este año hemos avanzamos en la crea - ción de los recursos que permitirán dar la estructura que este cambio de paradigma requiere. (Equipos capacitado en cada sector, registro clínico integrado, modificación de agendas). Con estas herramientas el próximo año se espera implementar el modelo en los 4 polos de Santiago y contribuir con el objetivo de \"garantizar un acceso asequible a intervenciones médicas basadas en evidencia que respondan a las necesidades de las personas mayores y puedan ayudar a prevenir la dependencia\" (OMS) Tabla N° 75 Personas mayores 65 años con estratificacion G3 Fono Adulto Mayor El día 16 de abril se dio inicio a la atención telefónica para las personas mayores de la comuna de Santiago. La implementación de esta estrategia considero dos elementos importantes, para este gru - po etario. El primero fue recogido de diagnósticos participativos previos y correspondía a la dificultad que les confiere una atención automática al no poder escuchar bien o no tener facilidad tecnológica en la selección de opciones. El segundo era la dificultad asociada a la evaluación clínica de un virus nuevo asociado a los desafíos sociales que representaba la cuarentena. En un grupo de alto riesgo de complicaciones y mortalidad por COVID 19. Por ello se designaron 3 profesionales con experiencia en personas mayores y conocimientos en el funcionamiento de la red de Salud que permitió la ges - tión efectiva de 3900 personas entre el día 16 de abril al 30 de septiembre. Cada usuario, en general, requería más de un derivación y no todas eran sanitarias. En la tabla adjunta se describen las más solicitudes frecuentes. Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl76Solicitud Fono Mayor Fármacos a domicilio: enf crónica 1857 Atención médica no resp: patología aguda 913 Atención médica resp: atención domiciliaria 485 Atención médica resp: SAMU 485 Otras 222 Sospecha COVID-19: Seguimiento 196 Toma exámen control 169 Vacunación 169 Social 135 Entrega PACAM 98 Atención médica no resp: control crónico 96 Acompañamiento telefónico - Psicóloga 63 Atención enfermería 50 Inscripción CESFAM 42 Sospecha COVID-19: Toma de examen 41 Botica Municipal 31 Seguimiento situación de salud 30 Residencia Sanitaria 18 Sanitización 13 Orientación sanitaria 11 Fármacos a domicilio: receta telemedicina 10 Atención médica resp: telemedicina 9 Atención médica resp: servicio urgencia 5Tabla N° 76 Solicitudes Fono Adulto Mayor 4. Calidad de la atención a. Departamento de calidad A partir de Noviembre del año 2019, el Departamento de Calidad de la Dirección de Salud fue rees - tructurado, lo que ha significado un hito en la forma de funcionamiento de la red de salud. Parte de esta reestructuración ha sido el establecimiento de la Política de Calidad y del Plan de tra - bajo, el cual ha tenido que ser adaptado al contexto de la pandemia por COVID. La política de Calidad se compromete a trabajar implementando un sistema basado en la normativa ISO 9001:2015, última versión de dicha gama, declarada por el MINSAL como la que establece los requerimientos para el sistema de gestión de calidad de una organización en salud aplicada más frecuentemente. En relación al Plan de trabajo, el Departamento destaca los siguientes avances: Decreto de Encargado de calidad y creación del Departamento. Designación de Encargados Locales y descripción de funciones. Capacitación en Calidad y Seguridad Asistencial a funcionarios de la Red de salud. Revisión de protocolos existentes de procesos asociados al Manual de Acreditación de Atención Abierta. Levantamiento de información de Autorizaciones Sanitarias vigentes en SEREMI.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl77 Actualización de Direcciones Técnicas en SEREMI. Revisión de NTB en los establecimientos de salud de la red. Acompañamiento y apoyo en Autorización de funcionamiento de Farmacia de CESFAM Viel, y boti - quines en EMB. Apoyo en elaboración y revisión de Bases para mantener revisiones preventivas en el equipamiento de la red de salud. En contexto de la pandemia por COVID 19, el Departamento de Calidad ha tenido que asumir funcio - nes adicionales a su quehacer, entre estos destacan: 1. Monitoreo y revisión de uso de Elementos de Protección Personal en los funcionarios y pacientes de la red de salud. 2. Apoyo en acondicionamiento en infrarestructura de los establecimientos de la red de salud, a fin de asegurar la seguridad del personal y los pacientes. 3. Revisión y elaboración de protocolos, tales como: a) Uso de Elementos de Protección Personal b) Manejo de casos y contactos COVID19- Funcionarios de la red de salud c) Campaña atención Domiciliaria 2020 d) Atención prehospitalaria de cuadros severos o graves en contexto de COVID-19 e) Procedimiento de actuación frente a fallecimientos por COVID19 f) Procedimiento para seguimiento de casos confirmados probable g) Manual estudio de brote COVID19 h) Plan manejo residencia sanitaria i) Protocolo entrega en domicilio j) Protocolo de atención domiciliaria. 4. Además, el Departamento ha trabajado en la elaboración y difusión de Flyers informativos, tales como aquellos orientados a las comunidades en altura y Aislamiento en domicilios. b. Satisfacción usuaria En los años previos, respecto de la satisfacción usuario hemos mostrado los resultados de la encuesta de satisfacción usuaria aplicada en los últimos años por MINSAL a nuestros centros, sin embargo, debi - do al estallido social y a un largo proceso de paro de los funcionarios en el año 2019 no fue aplicada, por lo que una de las formas de revisar este aspecto de nuestros usuarios será mediante el análisis de solicitudes recibidas en las OIRS de los 4 CESFAM de la red. Durante el periodo septiembre 2019 - agosto 2020, se registraron 913 solicitudes ciudadanas a través de las \"Oficina de información, reclamos y sugerencias\" (OIRS) a nivel comunal. Del total de solicitudes se pueden desagregar en 539 Reclamos, 268 Felicitaciones y 106 Consultas, sugerencias y/o solicitudes. En la siguiente tabla se podrá apreciar el detalle de las solicitudes ciudadanas: Tabla N° 77 Solicitudes Ciudadanas TIPO DE SOLICITUD CIUDADANA CESFAM 1 VIEL ORELLANA DOMEYKO ARAUCO TOTAL TRATO 92 2 14 18 7 133 COMPETENCIA TÉCNICA 5 2 6 0 10 23 INFRAESTRUCTURA 17 0 0 0 0 17 TIEMPO DE ESPERA (EN SALA DE ESPERA)17 3 3 6 3 32 TIEMPO DE ESPERA, POR CONSULTA ESPECIALIDAD (POR LISTA DE ESPERA)1 2 0 0 4 7 TIEMPO DE ESPERA, POR PROCEDIMIENTO (LISTA DE ESPERA)0 0 2 0 0 2 TIEMPO DE ESPERA, POR CIRUGÍA (LISTA DE ESPERA)0 0 0 0 0 0Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl785. Emergencia y desastres La siguiente sección desarrolla datos epidemiológicos realcionados al COVID-19 Red Salud APS Al 30 de septiembre han ingresado 7.508 pacientes a vigilancia de COVID-19, entendiendo vigilancia como aquellas atenciones registradas en los protocolos \"Toma examen PCR-RT para SARS-CoV2\" y \"Seguimiento COVID-19', alcanzando un total 18.649 actividades relacionadas a COVID-19. Tabla N° 78 Pacientes ingresados a vigilancia COVID-19 según polo Del total de casos ingresados a vigilancia, 2.629 son casos positivos, los cuales tienden a disminuir con el paso del tiempo. Gráfico N° 25 Casos positivos COVID-19 diariosINFORMACIÓN 18 0 0 2 4 24 PROCEDIMIENTOS ADMINISTRATIVOS 136 14 27 95 28 300 PROBIDAD ADMINISTRATIVA 0 0 1 0 0 1 INCUMPLIMIENTO GARANTÍAS EXPLÍCITAS EN SALUD (GES)0 0 0 0 0 0 INCUMPLIMIENTO DE GARANTÍAS LEY RICARTE SOTO0 0 0 0 0 0 INCUMPLIMIENTO DE GARANTÍAS FOFAR0 0 0 0 0 0 CONSULTAS 0 0 0 8 1 9 SUGERENCIAS 9 1 2 11 5 28 FELICITACIONES 156 11 38 46 17 268 SOLICITUDES 31 0 7 20 11 69 SOLICITUDES LEY 20.285 (Ley de Transparencia)0 0 0 0 0 0 POLO FRECUENCIA PORCENTAJE ARAUCO 1.495 19.93 DOMEYKO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl79 Gráfico N° 26 Días de seguimiento medio Respecto a la edad, la media es 43.11 años (DE= 19.57; p25= 29; p50= 42; p75= 57), con un mínimo de 0 y un máximo de 104 años. La razón H:M es 0.84:1. Un 33.82 % de los pacientes (2.539) son personas migrantes y un 9.26 % (695) se identifica con un pueblo originario. La sintomatología registrada en la primera consulta se muestra en la figura 3. Un 15.7 % de los pacien - tes presenta fiebre mientras que 3.9 % de los pacientes refiere disnea severa. Gráfico N° 27 Signos y síntomas primera atención Según los datos publicados en la plataforma nacional de toma de muestras, al 30 de septiembre se registran 7.817 pacientes provenientes de alguno de los 4 polos, registrados entre el 02 de julio y el 30 de septiembre. En la figura 4 se muestra la proporción de casos diarios según resultado. La media de atenciones por paciente alcanza las 2.39 consultas (DE= 2.12; p50= 2). De los pacientes que han tenido más de un seguimiento, la media de días en seguimiento es 8.3 días. En la figura 2 se muestra el histograma de los días de seguimiento. Existen pacientes con período de seguimiento pro - longado en los casos que requirieron hospitalización y/o presentaron una enfermedad grave.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl80Gráfico N° 28 Resultados según fecha de toma de PCR 1.1. Residencia sanitaria Municipal El primer paciente ingresó el día 25 de mayo y al día 30 de septiembre suman 181 pacientes. La media de atenciones por paciente alcanzan 21.9 controles (DE= 10.48). La mediana de edad de los pacientes ingresados fue 44 años, con una media de 42.33 (DE= 20.48), un mínimo de 0 años y un máximo de 90. La relación H:M es 1.23:1. Un 38.67 % son personas migrantes extranjeras (70) mientras que un 9.39% (17) se identifica con un pueblo originario. Un 34.81 % de los pacientes pertenecen al polo Domeyko (63), 25.41 % de Arauco (46), 19.89 % de Viel (36) y un 17.13 % del polo Orellana (31). 5 pacientes se registraron en la FCE como Sin Centro (2.76 %). En 155 pacientes se evalúa el cumplimiento de los criterios de ingreso a la residencia sanitaria, siendo adecuado en un 75.69 % de ellos. 18 pacientes (9.94 %) no cumplirían los criterios de ingreso. Respecto a la confirmación de la enfermedad, un 54.70 % de los pacientes estaba confirmado al in - greso, 35.91 % en estado de sospecha (65 pacientes) y en 17 pacientes no se registró el dato (9.39 %). Los residentes permanecieron una mediana de 10 días (media= 15.22; DE= 18.06). Ingresaron al 4 día de inicio de la cuarentena (mediana), con una media de 4.25 días (DE= 4.76). Respecto a la existencia de red de apoyo, un 26.52 % no tendría, un 65.75 % sí y en un 7.73 % no se registra el dato. En cuanto a la presencia de comorbilidades, un 30.39 % presentaría alguna (55 pacientes), un 60.22 % no y en un 9.39 % no se registró el dato. Finalmente, 16 pacientes debieron ser trasladados (8.84 %), 15 de ellos en ambulancia local, 14 a SAPU y 2 a HUAP. 2. Información oficial MINSAL - Ministerio de Ciencia Según los datos oficiales publicados por el MINSAL, al día 13 de octubre, en el país existen 485.372 casos confirmados acumulados de COVID-19. La Región Metropolitana de cuenta de un 60.04 % de ellos (291.433). Luego de ocurrido el primer caso en el país el 2 de marzo y hasta el día 17 de dicho mes, el MINSAL publicó información detallada anonimizada de casos sospechosos y confirmados que se pesquisaban diariamente, lo que ocurría principalmente en clínicas privadas. A partir de la 2da quincena de marzo, se crea una mesa de trabajo con distintos actores de la socie - dad civil, que se denominó \"Mesa Social COVID\" y se incorporó al Ministerio de Ciencia, creando una submesa de datos que levantó un proyecto en una reconocida plataforma de desarrollo colaborativa con control de cambios denominada GitHub3 . Con el paso del tiempo cada vez se agregan nuevas tablas con datos relevantes y distinto grado de desagregación. Actualmente cuenta con 67 productos. Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl81 Utilizando la información publicada por el Ministerio de Ciencia, se realizó un análisis de información relevante con el fin de comparar la Comuna de Santiago con la Región y el País en función del tiempo, cuando los datos estaban disponibles. En la figura 5 se muestra el número de casos nuevos en el país utilizando la tabla \"Casos nuevos y acumulados a la fecha\", existiendo al día 8 de octubre 541.051 casos acumulados y 1.750 casos nuevos ese día. Gráfico N° 29 Casos nuevos país El número de casos nuevos por Comuna no se entrega directamente en ninguno de los productos publicados por el Ministerio de Ciencia, sin embargo, a partir de la tabla \"Casos totales por comuna incremental\", se estimó el número de casos diarios por Comuna y región mediante la diferencia entre fechas consecutivas de los valores acumulados publicados. En la figura 6 en la sección superior izquierda se muestra el número de casos diarios en la Comuna de Santiago, alcanzando una media de casos nuevos la semana del 2 al 9 de octubre de 66 casos (DE= 1.41). Arriba a la derecha se aprecia el número de casos acumulados en la Comuna de Santiago, alcanzan - do 16334 el día 8 de octubre. Abajo a la izquierda se muestra el número de casos nuevos en relación al país y la RM; y la derecha el logaritmo de los casos nuevos con el fin de comparar la tendencia (dada la amplitud de los datos). Se aprecia un comportamiento de la Comuna bastante similar al de la RM, a partir del 17 de junio la tendencia del País pareciera descender con menor fuerza en relación a la RM y la Comuna. Respecto a la incidencia acumulada, a partir de la tabla \"Enriquecimiento del Data Product 2\" se agre - gó la información de casos confirmados de la RM y el País. La Comuna de Santiago hasta el día 17 de junio presentó una incidencia mayor que la región y le país, a partir de esa fecha, se mantiene menor a la de la RM pero mayor en relación al país (figura 7). El día 9 de octubre, la Comuna de Santiago tiene una incidencia acumulada de 3246.37 casos por cada 100 mil habitantes. Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl82 Gráfico N° 30 Casos nuevos País, RM y Comuna de Santiago Gráfico N° 31 Incidencia acumulada país, RM y comuna de SantiagoIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl83 Gráfico N° 32 Casos activos país, RM y comuna de Santiago Gráfico N° 33 R efectivo país y RMIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl84En cuanto a los casos activos (tabla \"Casos activos por fecha de inicio de síntomas y comuna\"), en la figura 8 se aprecia el número de casos activos en el país, RM y Comuna, alcanzando el día 9 de octubre 17207, 3916 y 186 respectivamente. Con el fin de comparar el comportamiento en el tiempo, a la derecha de la figura se muestra el logaritmo de los casos activos, observando un comportamiento bastante similar entre los sectores, aunque la Comuna cae con mayor rapidez que la RM y el país después del 17 de junio y presenta un aumento mayor durante el mes de septiembre. Respecto al R efectivo (ver figura 9), índice que estima a cuantas personas es capaz de infectar una persona que contrajo la enfermedad y se espera sea menor de 1 para que eventualmente sea posible controlar la propagación del virus, se estimó en base a la tabla \"Número de reproducción efectivo, provisto por el grupo ICOVID Chile\". Al día 10 de octubre la Región presenta un Re 1.05 (0.97-1.15), cuyo IC no permite estimar con certeza si estamos controlando o no la enfermedad. No existen datos pu - blicados a nivel Comunal y los datos del país fueron estimados considerando la media del indicador publicado a nivel regional. A partir del 20 de agosto se aprecia un aumento de Re, el cual logró mantenerse en niveles adecuados por aproximadamente 3 meses. Respecto a la defunciones (tabla \"Casos fallecidos por comuna\"), al día 9 de octubre en la Comuna se registran 303 muertes, 9692 a nivel regional y 13539 en todo el país. En la figura 10 a la izquierda se aprecia el número de fallecidos acumulado en la Comuna, observando unas desaceleración a comien - zos de agosto. A la derecha se muestra el logaritmo de la defunciones acumuladas donde se aprecia un comportamiento bastante parecido a la RM y el país. Gráfico N° 34 Casos fallecidos por comuna Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl85 Gráfico N° 35 Indice de Positividad Test RT-PCR por Comuna A partir del día 24 de agosto se publican datos respecto a la estrategia de testeo, trazabilidad y asi - lamiento (TTA). La tabla \"Indice de Positividad Test RT-PCR por Comuna\" entrega datos comunales de positividad, a partir de los cuales se estimó la mediana regional y país. En la figura 11 se aprecia que la Comuna presenta una tendencia parecida a la región y el país, alcanzando el día 5 de octubre un 4 %. Lo que ocurre el día 20 septiembre se podría explicar por la disminución del testeo post Fiestas Patrias. La meta es 5 %, en concordancia con lo que recomiendan organismos internacionales. La búsqueda activa representa los exámenes PCR-RT para SARS-Cov2 realizados en personas asin - tomáticas. La estrategia TTA define que al menos un 10 % de los test debe ser por BAC. Utilizando la tabla \"Cantidad de Test por búsqueda activa de casos (BAC) por Comuna\" se estimó la mediana del país y regional. Durante todo el período estudiado, la proporción de test por BAC bordea un 50 % presentando una tendencia bastante regular en los 3 niveles. Oportunidad de notificación implica que todos los casos testeados deben ser notificados en EPIVIGILA. Utilizando la tabla \"Oportunidad en la notificación de casos nuevos por Comuna\" se estimó la mediana del país y regional. En la figura se aprecia que la Comuna está bajo la meta durante todo el período. Este indicador demuestra la influencia del resto de las unidades asistenciales que influyen en el des - empeño Comunal. Como Red de APS Municipal, se tiene la certeza que este indicador se cumple un 100 % a nivel local, dado que el laboratorio que procesa las muestras estableció como requisito para recibirlas que estén notificados los casos en EPIVIGILA. Gráfico N° 36 Cantidad de Test por búsqueda activa de casos (BAC) por Comuna Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl86Gráfico N° 37 Oportunidad en la notificación de casos nuevos por Comuna Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl877. EVALUACIÓN INDICADORES: METAS SANITARIA E ÍNDICE DE ACTIVIDAD DE LA ATENCIÓN PRIMARIA DE SALUD (IAAPS) Las Metas Sanitarias e IAAPS están orientadas a promover el incremento de la calidad, de la oportu - nidad en la atención de salud y a proporcionar información que permita evaluar la idoneidad de las instalaciones y políticas existentes. Para nuestra red actualmente se aplican las metas sanitarias (MS) y a los índices de actividad de la APS (IAAPS). En las siguientes tablas se muestra la evolución ambas desde el año 2017 hasta la fecha. Es importante mencionar que, en contexto de pandemia, varias de las metas acordadas por nuestra red se han debido suspender parcial a o totalmente debido a los siguientes motivos: - Redistribución de tareas - Indicación ministerial de suspensión de actividades preventivas - Limitación de la movilidad de las personas - Suspensión de actividades dentales no urgentes - Entre otras 1. Metas sanitarias: Tabla N° 79 Porcentaje de cumplimiento de metas sanitarias Dirección de Salud I. Municipalidad de Santiago,en relación a lo establecido para años 2018, 2019 y periodo enero a agosto 2020. Metas sanitarias 2018 2019 Corte agosto 2020Metas fijadas 2021* Recuperación DSM efectiva Lactancia materna exclusiva 6 meses98,7% 110,84% 103,48% 60% Plan de participación social125% 100% 100% 100% Cobertura de control odontológico en población de 0 a 9 años- - - 31% Niños y niñas de 6 años libres de cariesLínea baseIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl88(1)DSM: desarrollo psicomotor. (2)DM2: diabetes mellitus tipo 2. (3) HTA: hipertensión arterial. *Resolución exenta Nº 1657. Respecto a las metas sanitarias, la comparación entre 2018 y 2019 evidencia un aumento de cumpli - miento en la meta de evaluación de pie diabético, superando la cobertura esperada, esto asociado a la implementación de la evaluación por parte de los médicos, se logra la cobertura de lactancia materna y se mejora la cobertura efectiva de Hipertensión arterial. Al comprar 2019 y lo que llevamos de 2020, es evidente el impacto que la pandemia ha generado, con una disminución en todos los indicadores, con números en rojo en altas dentales, ya que este tipo de atención han sido suspendidas mediante decreto ministerial, sumado al miedo de los usuarios, las medidas de confinamiento y restricción de la movilidad. Para el año 2021, contamos con las orientaciones ministeriales y se fijaron las metas en conjunto con el SSMC y la CONFUSAM, las que dan cuenta de los cumplimientos alcanzados durante el 2019, las bre - chas aún pendientes y la suspensión de metas basadas en altas dentales asociado a la contingencia e incertidumbre producto de la pandemia. Está pendiente la respuesta definitiva del Ministerio de Salud. 2. Metas IAAPS: Tabla N° 80 Porcentaje de cumplimiento de metas IAAPS Dirección de Salud I. Municipalidad de Santiago, con respecto a lo establecido para años 2016, 2017 y periodo enero a agosto 2019. IAAPS 2018 2019 Enero a Agosto 2020 CESFAM autoevaluados vigentes100% 100% 100% Familias evaluadas por riesgo familiar99,73% Indicador no considerado en metas IAAPS Gestión de reclamos 101% Indicador no considerado en metas IAAPS Atención hasta las 20 hrs.100% 100% 100% Disponibilidad de fármacos trazadores100% 100% 100% Tasa de morbilidad versus controles105,60% años EMPA mujeres 45 desde 65 años90,40% 93,73 22,26% Evaluación DSM (1) 12 a 23 meses98,60% 103,17% 26,27% Control de salud integral 10 a 14 lidad de SANTIA GO I. Municipalidad Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl89Atención integral de Salud Mental mayores de 5 años104,20% 107,5% 109,8% Cobertura de asma cualquier edad y EPOC (2) desde 40 años85,80% Indicador no considerado en metas IAAPS Capacitación a cuidadores de dependientes severos con pago de estipendio87% Indicador no considerado en metas IAAPS Cumplimiento GES 100% 100% 100% Vacunación antiinfluenza112,10% 155% 116,25% Ingreso a control de embarazo antes de las 14 semanas101,50% 98,62% 94,8% Cobertura de métodos anticonceptivos entre 15 y 19 años135% 132,95% 129,8% Cobertura efectiva DM2 desde 15 años (3)82,50% 71,51% 75,25% Cobertura efectiva HTA desde 15 años (3)81,80% 82,31% 59,85% ceod = 0 menores de 3 años (4)117,10% 84,44% 18,36% N° de niños/as menores de 6 nutricional normal-- 102,2% 88,29 (1)DSM: desarrollo psicomotor. (2)EPOC: enfermedad pulmonar obstructiva crónica. (3) Para el año 2019 se unen los indica - dores EMPA hombre y mujer. (----) el indicador ya no se considera a evaluar. Respecto a metas IAAPS, el cumplimiento de ellas también se ve afectado producto de la pandemia, principalmente en aquellas prestaciones relacionadas con exámenes preventivos, los cuales fueron sus - pendido temporalmente para evitar la propagación del COVID-19. Cabe destacar que durante la pan - demia el programa de Salud Mental, el control prenatal y el programa Cardiovascular, focalizaron sus actividades en pacientes de riesgo, evidenciándose con el cumplimiento de los indicadores o cerca de lograrlos en los 2 primeros a la fecha de corte y con la mantención de las compensaciones en el PSCV.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl90CESFAM Nº 5 Sector Verde 14 CESFAM Ramón Corbalán Melgarejo 106 CESFAM Padre Orellana 223 CESFAM Ignacio Domeyko 198 CESFAM Benjamín Viel 76 CESFAM Arauco 82 Centro Comunitario de salud mental 65 Tabla N° 82 Encuestados en Diagnóstico Participativo según género Genero Participantes Porcentaje Femenino 623 82% Masculino 139 18% No binario 1 0% No especificado 1 0% Tabla N° 83 Encuestados en Diagnóstico Participativo según nacionalidad Nacionalidad Participantes Porcentaje Chile 561 73% Venezuela 98 13% Perú 66 9% Colombia 23 3% Otros países 16 2%VI. DIAGNÓSTICO PARTICIPATIVO Desde el día 30 de septiembre al 8 de octubre del año 2020 se realizó la actualización del diagnóstico participativo en salud, el cual tuvo un carácter comunal, se realizó de manera paralela en los 6 CES - FAM de la comuna y COSAM Santiago. En esta instancia participaron 764 personas que se atienden en los centros de salud de la comuna. Considerando el contexto sociosanitario, el Diagnóstico Participativo se realizó mediante una encuesta en línea, compuesta por una primera parte de caracterización del encuestado, posteriormente 7 pre - guntas de selección múltiple y una pregunta abierta de desarrollo. Debido a contexto sociosanitario durante año 2019 y hasta la emisión de este plan de salud, no se ha podido realizar encuesta de satisfacción usuaria, sin embargo, la actualización del Diagnóstico Parti - cipativo y el resumen estadístico OIRS nos porta herramientas para mejorar la gestión de los centros de salud de la red comunal. Tabla N° 81 Encuestados en Diagnóstico Participativo por Establecimiento de saludIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl91Desarrollo de la encuesta: A continuación, se describe parte de los resultados de la encuesta realizada. a. ¿Qué redes sociales utiliza? De acuerdo a los participantes, las redes sociales más utilizadas son Whatsapp, Facebook e Instagram, de acuerdo a la siguiente tabla. Tabla N° 84 Uso de redes sociales según Diagnóstico Participativo Red Social Participantes Porcentaje Whatsapp 671 34% Facebook 426 21% Instagram 305 15% Youtube 275 14% Zoom 146 7% Google Meet 87 4% Ninguna 49 3% Twitter 9 1% Solo teléfono 6 0% No responde 25 1% b. ¿Cómo evalúa a su Centro de Salud de manera general? En esta pregunta se considera la nota 1 como \"muy mal\" y 7 como \"muy bien\". La evaluación general de la red de salud de la municipalidad de Santiago se resume en la siguiente tabla. Tabla N° 85 Evaluación general de la red de salud según Diagnóstico Participativo TOTAL RED NOTA VOTOS PORCENTAJE 7 370 48.9% 6 231 30.5% 5 107 14.1% 4 31 4.1% 3 10 1.3% 2 4 0.5% 3 0.3% TOTAL 756 100%Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl92c. ¿Cómo cree usted que su Centro ha enfrentado la pandemia? En esta pregunta se considera la nota 1 como \"muy mal\" y 7 como \"muy bien\". La evaluación general de la red de salud de la municipalidad de Santiago se resume en la siguiente tabla. Tabla N° 86 Evaluación general de la red de salud en contexto pandemia por COVID-19 según Diagnóstico Participativo RED NOTA VOTOS PORCENTAJE 7 328 45.8% 6 241 33.7% 5 90 12.5% 4 33 4.6% 3 13 1.8% 2 6 0.8% 1 4 0.5% TOTAL 715 100% d. De acuerdo a los participantes, las problemáticas aún vigentes ordenadas de mayor a menor. Tabla N° 87 Problemáticas vigentes en la red de salud según Diagnóstico Participativo Problemática Votos Delincuencia en el barrio 434 Delincuencia y microtráfico de drogas 343 Horas medicas insuficientes 334 Falta de seguridad 263 Aumento considerable de la población 256 Dificultad para encontrar horas en call center 249 Falta de personal y especialistas 247 Microbasurales 244 Soledad Adultos Mayores sin apoyo familiar 203 Falta de contenedores de reciclaje en el sector184 Infraestructura del centro deficiente (box y baños, entre otros)164 poca iluminación 151 Falta personal administrativo y mayor información sobre sus derechos de Salud140 cuidado del medio ambiente 128 Seguridad de usuarios y funcionarios en el centro de salud117 podar arboles 80 inadecuado trato al usuario 70 Malnutrición de niños, niñas y adolescentes 63 Otros 69Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl93e. ¿Qué aspecto de su vida se vieron significativamente afectados en contexto de pandemia? De acuerdo a los participantes, los aspectos de la vida más afectados, ordenadas de mayor a menor elección se describen a continuación. Tabla N° 88 Situaciones de la vida afectadas en contexto pandemia, según Diagnóstico Participativo Problemática Votos Situación Económica 412 Situación Familiar 283 Situación Laboral 288 Estado emocional 466 Relación con amigos y cercanos 320 Estado nutricional 181 Otros 48 f. ¿De qué manera cree usted que su Centro de Salud podría mejorar su atención y forma de funcionamiento? De las múltiples respuestas recibidas, los consejos y/o solicitudes para mejorar la gestión del centro se pueden resumir en: Aumentar la dotación de profesionales para contar con mayor disponibilidad de horas, agilizar el proceso de ingreso y mejorar la atención oportuna del teléfono. Realizar más actividades grupales en contexto de pandemia. En relación a la infraestructura del centro, los usuarios solicitan mejorar las instalaciones para poder contar con espacios más amplios tanto en la sala de espera como en los espacios grupales. Tener más especialistas en los centros de salud primaria, para desaturar el nivel secundario y terciario. y finalmente mejorar la experiencia de atención hacia los usuarios en cada uno de los procesos del centro de salud, desde las llamadas telefónicas, atención de SOME y atención del profesional, entre otras. Redes sociales A comienzo del año 2020 se Implementa el uso de redes sociales para la red de salud, los distintos Cesfam, Cosam y algunos de los programas ejecutados en los distintos convenios como Elige Vida Sana y Espacio Amigable que tienen como objetivo informar a la comunidad sobre el funcionamien - to de los distintos establecimientos, responder dudas de la población, promoción de actividades de prevención y participación a través de campañas, Información de talleres de los distintos programas, información de interés general y además reforzó durante la pandemia la educación de la población Instagram Facebook Red de Salud @stgo_salud - Cosam Santiago @cosamsantiago Santiago Cesfam @amigableespaciosantiago -Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl94VII. PLAN DE ACCIÓN Revisión plan de acción 2020: Para la planificación del plan de salud del año en curso, se realizó un proceso de proceso de priori - zación de problemas en el cual participaron nuestros CESFAM, la comunidad y el intersector, mediante \"Evaluaciones participativas\" y una instancia comunal o \"Jornada de priorización en salud\", a través de las cuales se obtuvieron parte de los ejes programáticos del año 2020. A continuación, un resumen de los objetivos estratégicos 2020 y su resultado a la fecha en este año 2020. Tabla N° 89 Evaluación de Objetivos Estratégico 2020 Objetivo estratégico: Resultado 2020 Aumentar cobertura de atención de niños con alguna alteración en el desarrollo psicomotor (DSM)Producto de la pandemia la evaluación del DSM en niños fue temporalmente suspendida, mientras que la sala de estimulación funciono de manera virtual, por lo tanto, este objetivo se mantiene como uno para el 2021. Reducir suicidalidad en adolescentes de la comuna de SantiagoSe trabajaron casos puntuales derivados desde la DEM o establecimientos educacionales. Dichos casos fueron abordados por Equipo de Acompañamiento o Equipo Salud Mental de Centros APS. Disminuir la mortalidad de mujeres por cáncer cérvico uterino de la red de saludEl equipo de matronas fue capacitada en un 100% en la toma de test de VPH, sin embargo producto de la pandemia, los exámenes preventivos fueron suspendidos, priorizando la realización de PAP en mujeres con factores de riesgo o sin el examen realizado previamente. Este objetivo se mantiene como una prioridad para el año 2021. Mejorar el acceso a las prestaciones de salud a adultos mayores y personas con discapacidadSe conformó la \"red de Adulto Mayor de la comuna de Santiago\", SSMC, DIDECO, oficina discapacidad, Salud Santiago entre otros participantes lo cual marca un hito fundamental para mantener un acceso integral para este grupo vulnerable durante la pandemia, destacando entre otras comunas de la región metropolitana por su acceso y gestión coordinada. Específicamente, durante el año 2020 los equipos de Salud han aumentado la capacidad de atención en domicilio y se puso a disposición de las personas mayores acceso telefónico amigable (no robótico) que permitiera hacer las solicitudes de manera individualizada y dar soporte en contexto de pandemia. Mejorar el uso de la red de salud, con enfoque en controles preventivos de saludProducto de la pandemia, los exámenes preventivos fueron parcialmente suspendidos, permitiendo a los equipos de salud enfocar sus acciones en la contención del COVID-19. Mejorar el manejo de pacientes de la red de salud que presentan múltiples patologías crónicas, a través del modelo de atención de multimorbilidadLa atención centrada en la personas es un cambio de paradigma y por ello obliga a modificar el quehacer diario de los equipos. A pesar de los cambios constantes y la carga laboral que la pandemia ha ejercido, la red ha avanzado en la elaboración del registro clínico integrado y protocolo de atención con enfoque en multimorbilidad . Se espera que en 2021 este en total ejecución, por lo que se mantiene como un objetivo.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl95Optimizar la gestión de agenda de los profesionales de nuestra redProducto de la pandemia el funcionamiento de los CESFAM se modifica completamente, por lo cual este objetivo no se ejecuta. Mejorar satisfacción usuaria En relación a la satisfacción usuaria, durante el año 2021 se abordarán las problemáticas detectadas en diagnostico par - ticipativo relacionadas directamente a salud, y aquellas pro - blemáticas que no sean de salud serán trabajadas en redes comunitarias y municipales. De acuerdo a lo expuesto por Diagnóstico participativo, se po - tenciarán los medios de comunicación digital y redes sociales más utilizadas por la comunidad para transmitir información. Se potenciarán los centros, para mantener y/o mejorar la bue - na gestión realizada, los cuales fueron muy bien evaluados de manera general y en contexto de pandemia. Durante el año 2021 se implementará trabajo comunitario entre COSAM y CESFAM de la comuna, para abordar temáticas de salud mental, en áreas de promoción, prevención y participa - ción. Las actividades grupales fueron un requerimiento constante de la comunidad en el diagnostico participativo, por lo cual du - rante el año 2021 se potenciará la oferta de estas actividades. Incorporar la cultura de calidad y seguridad asistencial en la red de Salud.Durante el periodo se logra crear e implementar el depar - tamento de calidad, mediante el cual se trabaja de forma permanente en contexto de pandemia. Mejorar la infraestructura disponi - ble para satisfacer el crecimiento y complejización de la poblaciónDurante el 2020 se avanza en este aspecto y uno de los temas fundamentales a trabajar en 2021, por lo que se man - tiene como eje estratégico. Plan de acción 2021: Ejes estratégicos: 1: Medidas para mitigar la propagación de COVID-19 Objetivo Estrategia Actividad Indicador Meta Medio verificador Disminuir la incidencia de contagios por COVID en la red de salud. Disponer de EPP para los funcionarios de la red.Compra de elementos de protección personal (EPP) para los funcionarios de la red según requerimientos.Promedio mensual de funcionarios contagiados por COVID-19Reducir el promedio mensual.Solicitud de stock/Guías de despacho. Mantener actualizado el protocolo de manejo de COVID trimestralmente.Realización de actualización de protocolo de manejo de COVID de la red.N° actualizaciones del protocolo manejo COVID de la red.4 actualizaciones en el año.Documentos realizados. Disponer equipos de salud dedicado a TTA.Contratar al menos 1 equipo (Enfermera y TENS) para TTA en cada CESFAM.N° Equipos contratados/ N° CESFAM de la red.100% Contratos firmados y decretados.Ilustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl962. Oferta de horas para atención de salud en contexto de pandemia por COVID-19 Objetivo Estrategia Actividad Indicador Meta Medio verificador Optimizar la disponibilidad de horas para atención de salud pacientes de alto riesgo en contexto de pandemia.Realizar atenciones de salud en domicilio a pacientes de alto riesgo.Contratación de al menos 1 equipo (Medico y TENS) para la atención de morbilidad en domicilio en cada CESFAM.N° centros que cuentan con equipo para la atención de morbilidad en domicilio/N° CESFAM de la red.100% Contratos firmados y decretados. Destinación de horas de agenda programa de salud cardio - vascular y de salud mental para atención en domicilio de población adulta pacientes de alto riesgo.N° centros que cuentan con Destinación de horas de agenda en domicilio /N° CESFAM de la red.100% Agendas Compra de implementos para realizar atención telemática (Cámara y audífonos) N° de PC de atención clínica con implementos disponibles/ N° PC de atención clínica totales de la red. 30% Acta de entrega de equipamiento. Realizar atenciones de salud de manera telemática.Contratación con servicio de telemedicina para usuarios de la red.N° usuarios atendidos por telemedicina.5% de la población utiliza el servicio.FCE 3. Difusión de información para la comunidad en contexto de pandemia Objetivo Estrategia Actividad Indicador Meta Medio verificador Promover el autocuidado de la comunidadElaboración y difusión de documentos informativos a la comunidad respecto de temas específicos en saludCreación de documentos informativos para: Prevención COVID, estilos de vida saludable, programas de salud, entre otrosN° de documentos creadosAl menos 1 documento mensualDocumentos realizados Difusión de documentos en redes socialesDocumentos subidos a redes socialesAl menos 1 documento mensualRedes sociales Desarrollar trabajo de empoderamiento en salud con la comunidadRealización de reuniones trimestrales CESFAM- comunidadN° Reuniones reuniónIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl97Objetivo Estrategia Actividad Indicador Meta Medio verificador Prevenir com - plicaciones de patologías crónicas en usuarios con condición de multimorbili - dadImplementar el modelo de atención de multimorbi - lidad en los CESFAM de la redDesarrollar un Registro único integrado (RUI) RUI implemen - tado1 RUI para la redFCE Contar con protocolo clí - nico para la modelo de atención de multimorbi - lidad en los CESFAM de la redProtocolo rea - lizado1 protocolo de red difundidoProtocolo de - cretado Categorización de pacientes según riesgo Población ins - crita catego - rizada según riesgo/Pobla - ción total ins - crita100% Registro local Disponer de Equipo multi - disciplinario Por cada CES - FAMN° CESFAM con equipo multidisciplina - rio/N° CESFAM100% Registro local Realizar ingre - so a programa de multimor - bilidad a pa - ciente catego - rizados como G3N° usuarios G3 atendidos/N° usuarios G3 de la red35% de usua - rios G3 bajo controlREM4. Atención integrada e integral a la población adulta mayor con multimorbilidad según estratificación de riesgoIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl98Objetivo Estrategia Actividad Indicador Meta Medio verificador Brindar acce - so a NNA con factores de riesgo y/o vul - nerabilidades pertenecientes a la red de salud Atención en Sala de esti - mulación a ni - ños con déficit en el DSM en primera eva - luaciónImplementa - ción de nuevas Salas de esti - mulación en la red de saludN° de Salas de estimulación implementadas durante el 20211 (CESFAM Ma - tta Sur)Autorización de funciona - miento de sala de estimula - ción Matta Sur Ingresar a ni - ños con défi - cit del DSM a Sala de esti - mulaciónN° niños ingre - sados a sala es estimula - ción por déficit DSM/N° niños con diagnós - tico de déficit DSM90% REM Recuperación de niños ingre - sados a Sala de estimula - ciónN° Niños recu - perados/N° ni - ños ingresados90% REM Dar atención oportuna de salud a NNA pertenecientes a SENAMEMantener bajo control efec - tivo de NNA pertenecientes a SENAME en la redTarjeteros digi - tales por cada Polo - zado cada 6 meses1 tarjetero por CESFAMTarjetero digi - tal disponible en intranet Realizar ingre - so de salud a NNA pertene - cientes a SE - NAMEN° NNA con control de sa - lud vigente/N° NNA inscritos en la red per - tenecientes a SENAME100% Registro local Realizar in - tervención educativa en ámbito den - tal (IEAD) en colegios de la comuna selec - cionadosSeleccionar colegios pi - lotos para programa de IEADN° colegios se - leccionados/N° colegios de la comuna2% Registro local Realizar exa - men bucal a NNA pertene - cientes a cole - gios seleccio - nadosN° niños con examen de salud bucal/ N° niños per - tenecientes a colegios selec - cionados100% FCE Formación de educadores promotores de salud bucalN° colegios con equipos formados/N° colegios selec - cionados100% Registro propio5. Atención integral a niños, niñas y adolescentes (NNA) en situación de vulnerabilidadIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl996. Prevención de factores de riesgo en adolescentes Objetivo Estrategia Actividad Indicador Meta Medio verificador Pesquisar e in - tervenir facto - res de riesgo en adolescen - tes de la co - munaImplementar espacios ami - gables en los CESFAM de la comunaImplementa - ción de Espa - cios amigables para la comu - na en 2021N° de Espacios amigables im - plementados en 2021Al menos 3 (Domeyko, Orellana y Ma - tta Sur)REM Ampliar cober - tura del con - trol de salud adolescente (CLAP)Realizar CLAP a adolescen - te de 10 a CLAP reali - zadas /N ado - lescentes de 10 a 14 años15% REM Realizar CLAP a adolescente de 15 a 19 añosN° CLAP reali - zadas /N ado - lescentes de 15 a 19 años10% REM 7. Diagnóstico precoz de patologías de alto impacto en población adulta Objetivo Estrategia Actividad Indicador Meta Medio verificador Diagnosticar precozmente VIHAplicación de Test rápido de VIH espon - táneo para usuarios en la redDestinación de horas de agenda para toma espon - tanea de test rápido de VIH en los CESFAM de la comunaN° CESFAM con agenda disponible/N° CESFAM de la comuna100% Agenda dispo - nible para la realización del test Reducir la mortalidad por patología oncológica en mujeresAumento de cobertura de PAP en muje - res de 25 a 69 añosRealizar PAP a mujeres de 25 a 69 años N° mujeres 25 a 69 años con pap vigente/N° mujeres inscri - tas validadas 2021Reducir 20% brecha de co - bertura Metas sanita - rias REM SERIE P Aumento de cobertura de mamografía cada 2 años en mujeres de 50 a 69 añosRealizar ma - mografía cada 2 años en mu - jeres de 50 a 69 añosN° mujeres 50 a 69 años con mamografía vigente/N° mu jeres inscritas validadas 202150% REMIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl1008. Mantención y recuperación de la funcionalidad en adultos mayores (AM) Objetivo Estrategia Actividad Indicador Meta Medio verificador Detectar pre - cozmente alte - raciones de la funcionalidad en Adultos ma - yores (AM)Aplicación de exámenes de medicina preventiva de adulto mayor (EMPAM) Realizar EM - PAM en do - micilio a per - sonas 75 o más años con riesgo de de - pendencia en EMPAM previoN° personas 75 o más años con EMPAM en domicilio /N° personas 75 o más años con riesgo de de - pendencia en EMPAM previo50% REM Realizar EM - PAM en CES - FAM a perso - nas de 65 a 74 añosN° personas de 65 a 74 años con EM - PAM vigente/ N° personas de 65 a 74 años inscritos25% REM Recuperar fun - cionalidad en adultos mayo - resRehabilitación precoz de usuarios con alta hospitala - ria reciente por COVID-19Contar con equipo de sa - lud para reali - zar rehabilita - ción a usuarios de alta por COVID-19N° CESFAM que cuentan con equipo/N° CESFAM100% Registro local Ingresar adul - tos mayores a programa de rehabilita - ción posterior a alta de CO - VID-19N° adultos mayores in - gresados a programa de rehabilitación/ N° adultos ma - yores con alta por COVID-1975% FCEIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl1019. Calidad de vida de adultos mayores en condición de dependencia severa: Objetivo Estrategia Actividad Indicador Meta Medio verificador Mejorar la ca - lidad de vida de AM per - tenecientes a programa de dependencia severa (PDS)Funcionamien - to de unidad de memoriaMantener el funcionamiento de la unidad de memoria de la redUnidad de me - moria funcio - nandoUnidad de me - moria funcio - nandoRegistro en FCE Abordaje in - tegral de pa - cientes per - tenecientes a (PDS)Realizar PCI a usuarios bajo control en PDSPacientes bajo control en PDS con PCI reali - zado/ Pacien - tes bajo con - trol en PDS100% FCE Capacitación a cuidadores de pacientes de programa de depen - dencia severa (PDS)Entregar direc - trices antici - padas (DA) a cuidadores de pacientes de PDSCuidadores que reciben DA/Pacientes bajo control en PDS50% FCE Realizar Ca - pacitación a cuidadores de pacientes de PDS en rela - ción a salud bucalCuidadores que reciben capacitación/ Pacientes bajo control en PDS50% FCE 10. Procesos clínicos e infraestructura en la red de salud Objetivo Estrategia Actividad Indicador Meta Medio verificador Promover aten - ción de salud segura para los usuarios de la redEstandarizar y protocolizar procesos crí - ticos para la atención segu - ra de usuarios de la redEvaluar y me - jorar el cum - plimiento de características obligatorias del del manual estándar ge - neral de acre - ditaciónN° CESFAM que evalúan sus ticas obligato - /N° total de CESFAM de la red N° CESFAM que evalúan sus características obligatorias / N° total de CESFAM de la red100% Planilla cali - dad Mantenimiento y mejora de los recursos fí - sicos de la red de saludApertura de nuevos centros de SaludN° CESFAM con inicio de funcionamiento en 2021Al menos 1 CESFAMResolución exenta de au - torización sa - nitaria Traslado de UAPOSI/NO Inicio de fun - cionamiento en nuevas depen - denciasActa de inicio de actividades Traslado de COSAMSI/NO Inicio de fun - cionamiento en nuevas depen - denciasActa de inicio de actividadesIlustre Municipa lidad de SANTIA GO I. Municipalidad de Santiago - Plaza de Armas s/n - F: 22713 6000 - 800 203011 - www.munistgo.cl102GLOSARIO PLAN DE SALUD APS: Atención Primaria de Salud CESFAM: Centros de Salud Familiar COSAM: Centros Comunitario de Salud Mental Familiar DEIS: Departamento de Estadísticas e Información en Salud, Ministerio de Salud EMB: Estación Médica de Barrio ENS: Estrategia Nacional de Salud FONASA: Fondo Nacional de Salud GES: Garantías Explícitas en Salud IAAPS: Índice de Actividad de la Atención Primaria de Salud (IAAPS) MINSAL: Ministerio de Salud OIRS: Oficina información, reclamos y sugerencias PBC: Población bajo control PRAPS: Programa de Reforzamiento de la Atención Primaria de Salud SAPU: Servicio de Atención Primaria de Urgencia SENAME: Servicio Nacional de Menores SSMC: Servicio de Salud Metropolitano Central UAPO: Unidad "}