{"title": "Valley Medical Center | Study Confirms Very Low Risk of Severe Allergic Reaction to COVID Vaccines", "author": null, "url": "http://library.valleymed.org/RelatedItems/6,1650992530", "hostname": "valleymed.org", "description": null, "sitename": "library.valleymed.org", "date": "2023-01-01", "cleaned_text": "Study Confirms Very Low Risk of Severe Allergic Reaction to COVID Vaccines TUESDAY, March 9, 2021 (HealthDay News) -- Severe allergic reactions to COVID-19 vaccines are rare and resolve quickly, a new study finds. \"The COVID-19 mRNA vaccines are the first vaccines of their kind, and they have remarkable efficacy and safety across all populations. It is critical to have accurate information on allergic reactions to these vaccines, not only for our current situation, but also because this new vaccine platform is so important for future pandemic responses,\" said lead researcher Dr. Kimberly Blumenthal, co-director of the Clinical Epidemiology Program at Massachusetts General Hospital's Division of Rheumatology, Allergy and Immunology. For the study, Blumenthal's team documented all allergic reactions, including anaphylaxis, among employees at the health system that includes Mass General and Brigham and Women's Hospital, both in Boston. Among more than 52,800 employees surveyed after a first dose of an mRNA COVID-19 vaccine, 2% had an allergic reaction, and anaphylaxis occurred at a rate of 2.47 per 10,000 individuals. \"To put this in perspective, this is largely comparable to anaphylactic reactions from common antibiotics,\" Blumenthal said in a hospital news release. Both the Pfizer-BioNTech and the Moderna COVID-19 vaccines use mRNA. Although the incidence of anaphylaxis was more than that estimated by the U.S. Centers for Disease Control and Prevention, which put the rate at 0.025 to 0.11 per 10,000 vaccinations, it is still very low and should reassure people with a history of food or drug allergies. \"The only allergy exclusion for vaccination was a prior episode of anaphylaxis to an inactive ingredient in the vaccine, called polyethylene glycol, or a cross-reactive inactive ingredient called polysorbate,\" said researcher Dr. Paige Wickner, medical director of the Department of Quality and Safety at Brigham and Women's. \"Another important aspect of our study is that all of our anaphylaxis cases recovered -- no one had anaphylactic shock or required a breathing tube, even temporarily,\" Wickner said in the release. The report was published March 9 in the Journal of the American Medical Association. More information For more on COVID-19 vaccines, see the [U.S. Centers for Disease Control and Prevention](https://www.cdc.gov/vaccines/covid-19/index.html). SOURCE: Brigham and Women's Hospital, news "}