{"title": "Intranasal Flu Vaccine Produces Long-Lasting Immune Response in Mice", "author": null, "url": "https://www.cuimc.columbia.edu/news/intranasal-flu-vaccine-produces-long-lasting-immune-response-mice", "hostname": "columbia.edu", "description": "Intranasal flu vaccines may provide long-lasting protection against pandemic flu strains, according to a study from immunologists at Columbia University Medical Center.", "sitename": "Columbia University Irving Medical Center", "date": "2016-07-18", "cleaned_text": "Immune Response in Mice Findings suggest intranasal flu vaccine may help prevent severe illness during pandemics NEW YORK, NY, July 18, 2016—Intranasal flu vaccines may be able to provide long-lasting protection against pandemic flu strains, according to a new study from immunologists at Columbia University Medical Center (CUMC). The researchers found that, in mice, the intranasal flu vaccine FluMistTM (Medimmune) led to the production of T cells in the lungs that provided long-term protection against multiple flu strains, including those that were not present in the vaccines. Mice given the traditional injectable vaccine, such as FluzoneTM (Sanofi Pasteur), did not produce these cells. \"Our results demonstrate that each type of flu vaccine offers a different kind of protection against influenza,\" says Donna Farber, PhD, professor of surgical sciences (in surgery and microbiology & Immunology) at Columbia and the study's principal investigator. \"Vaccine developers may want to combine these attributes in a universal vaccine that is capable of offering protection against the familiar strains of influenza we expect to see during a typical yearly outbreak as well as novel strains that can cause a pandemic.\" The study was recently published in the [Journal of Clinical Investigation/Insight](https://insight.jci.org/articles/view/85832). Currently, flu vaccines are designed to prompt the immune system to produce antibodies that circulate throughout the body. The antibodies recognize and neutralize the virus before it can cause illness. However, antibodies recognize parts of the flu virus that mutate rapidly, so antibodies generated in response to a vaccine from one season are less effective in the following flu season. In some cases, the flu virus has mutated so much that very few people have had any exposure to it, either through past infections or vaccination. These strains can produce pandemics, with large numbers of people experiencing severe illness that can cause death. Because of this, researchers are looking to develop a vaccine that would provide universal protection against a wide range of strains. Recent studies of flu infections have revealed that a special kind of T cell may be able to provide that protection. These cells reside within the lungs and can quickly eliminate virus-infected cells, thus preventing severe illness. The current study shows that intranasal vaccines promote these \"lung-resident\" T cells, which prevented respiratory illness in mice exposed to different strains of flu virus. \"These cells may not prevent you from getting sick, but they will help you clear virus more quickly and reduce the severity of the illness,\" Dr. Farber says. Curiously, in the current study, the intranasal vaccines triggered limited production of antibodies specific to the vaccine strains. Recently, the CDC advisory panel on immunization practices recommended against the use of the intranasal flu vaccine for its lack of efficacy against seasonal influenza. This study by Dr. Farber's group indicates that these vaccines may still promote other types of protective immunity, which could be particularly effective against emerging viral strains. About References The study is titled, \"Vaccine-generated lung tissue-resident memory T cells provide heterosubtypic protection to influenza protection.\" Additional authors were Kyra Zens and Jun Kui Chen. The study was supported by NIH grants [AI100119](https://projectreporter.nih.gov/project_info_description.cfm?aid=8887094&icde=27374323&ddparam=&ddvalue=&ddsub=&cr=1&csb=default&cs=ASC), [HL116136](https://projectreporter.nih.gov/project_info_description.cfm?aid=8982254&icde=30224390&ddparam=&ddvalue=&ddsub=&cr=1&csb=default&cs=ASC), and [T32 AI106711](https://projectreporter.nih.gov/project_info_description.cfm?aid=9033058&icde=30224438&ddparam=&ddvalue=&ddsub=&cr=1&csb=default&cs=ASC). The authors declare no conflicts of interest. [Columbia University Medical Center](http://www.cumc.columbia.edu/) provides international leadership in basic, preclinical, and clinical research; medical and health sciences education; and patient care. The medical center trains future leaders and includes the dedicated work of many physicians, scientists, public health professionals, dentists, and nurses at the College of Physicians and Surgeons, the Mailman School of Public Health, the College of Dental Medicine, the School of Nursing, the biomedical departments of the Graduate School of Arts and Sciences, and allied research centers and institutions. Columbia University Medical Center is home to the largest medical research enterprise in New York City and State and one of the largest faculty medical practices in the Northeast. For more information, visit "}