{"title": "Progress in interferon-gamma release assay development and applications: an unfolding story of translational research", "author": "Ajit Lalvani; Hilary S Whitworth", "url": null, "hostname": null, "description": "Progress in interferon-gamma release assay development and applications: an unfolding story of translational research", "sitename": "Annals of Translational Medicine", "date": "2019-06-21", "cleaned_text": "Progress in interferon-gamma release assay development and applications: an unfolding story of translational research Introduction The introduction of blood-based tests for M. tuberculosis (Mtb) infection approximately 15 years ago was a turning point for diagnosis of latent tuberculosis (TB). Interferon-gamma release assays (IGRAs), which measure Mtb include T-SPOT.TB Hilden, Germany). These many of the limitations of the >100-year-old tuberculin skin test (TST) for diagnosing Mtb infection. The greatest advantage of IGRA over TST is that they are not confounded vaccination with Bacille Calmette-Guerin (BCG) a localised hypersensitivity reaction to purified protein derivative (PPD), a crude preparation of proteins from heat-killed Mtb cultures which includes antigens present in BCG, whereas IGRAs measure T cell responses to antigens coded from a specific segment of the Mtb genome which is absent from BCG, region of difference 1 (RD1). The impact of this is a greatly improved diagnostic specificity for Mtb infection in IGRAs compared to TST, and thus far fewer false-positive diagnoses latent TB infection (LTBI) ( [1](#B1)- [3](#B3)). Whilst IGRAs had major positive implications for the diagnosis of LTBI, they do have limitations. Sensitivity, whilst higher than TST, is typically limited, particularly in key subgroups such as children and immunocompromised patients ( [4](#B4)- [7](#B7)). Furthermore, their prognostic power to predict progression from LTBI to active TB disease and their role in diagnosis of active TB have, until recently, been unclear ( [4](#B4)). A number of landmark studies conducted over the past five years have addressed some of these uncertainties surrounding existing IGRAs and aimed to develop new and improved IGRAs with increased sensitivity, including among patient subgroups in whom diagnosis of both active and latent TB is notoriously challenging ( [8](#B8)- [12](#B12)). Alongside the evolving landscape of TB diagnostics, efforts to develop improved TB vaccines to prevent spread of infection are ongoing due to the limited effectiveness of BCG. ESAT-6 is an important candidate antigen for novel vaccines, and two vaccines in the pipeline, Hybrid 1-IC31 trials of H56:IC31 are currently ongoing. Licensure and deployment of these vaccines would, however, present a challenge: immunisation with ESAT-6-containing vaccines will likely result in false-positive IGRA results in individuals without Mtb infection, just as BCG vaccination causes false-positive TST results ( [15](#B15)). This would limit the use of IGRAs, the current standard-of-care for diagnosing Mtb infection. Whilst licensure of the these vaccines is at least a few years in the future, ongoing clinical trials, which use prevention of infection as an endpoint ( [17](#B17)), already demand a practical solution to this immunological conundrum. A novel ESAT-6 free IGRA In their recent article published in the Journal of Clinical Infectious Diseases, Nemes et al. reported a proof-of-concept assessment of a novel IGRA utilising the QFT-based methodology ( [18](#B18)). The assay was previously designed following an initial screening of candidate Mtb antigens and peptides (selected based on immune recognition and specificity properties) among cohorts of uninfected and Mtb-infected individuals and TB patients from Greenland and Egypt, allowing creation of an ESAT-6-free antigen cocktail of four [19](#B19)), the authors defined a cut-off for the assay among TB patients from Egypt and healthy controls from Denmark, and performed a cross-validation of the assay against the existing QFT assay in TB patients and healthy adults from a high TB burden setting, Tanzania, in which the ESAT-6-free IGRA performed at least as well as the existing test. The first aim of Nemes et al.'s study was to confirm recognition of the antigen cocktail incorporated in the ESAT-6-free IGRA in a high TB burden setting, South Africa ( [18](#B18)). This is a logical goal given that the antigens were originally selected using cohorts from low [Denmark; incidence risk 5.1 per 100,000 population ( [20](#B20))] and intermediate [Egypt; incidence risk 13.0 per 100,000 population ( [20](#B20))] TB burden settings. As Ruhwald et al. previously validated the novel assay among cohorts from Tanzania ( [19](#B19)), Nemes et al.'s study builds on this by confirming antigen recognition within a second high TB burden setting. Further, Nemes et al. specifically sought to conduct the evaluations in South African adolescents on the basis that they are a target group for trials of new interventions to prevent TB, including new vaccines ( [18](#B18)). Ex vivo T cell responses were measured following whole blood stimulation with each antigen individually and combined in a cohort of 60 South African adolescents, 35 of whom tested QFT-positive in parallel. The authors demonstrated a clear and strong correlation between QFT and ESAT-6-free IGRA responses, and it thus follows that IFN- levels measured in ESAT-6-free IGRA were significantly higher in QFT-positive compared to QFT-negative adolescents ( [18](#B18)). The authors acknowledge that the ESAT-6-free IGRA response was largely driven by CFP-10 and Rv3615c, and this is evident in their Box and Whisker plot of IFN- response magnitudes for each of the individual antigens. IFN- responses to both EspF and Rv2348 were mostly small and not significantly different in QFT-positive and negative adolescents. This begs the question of the incremental value, if any, of including these additional antigens in this population. This uncertainty also exists for Ruhwald et al.'s earlier study in Tanzanian cohorts, for whom IFN- response data were not provided by individual antigen ( [19](#B19)). Inclusion of each additional antigen will very likely incrementally reduce the specificity of an assay, and have attendant cost implications. It is therefore important to evaluate and publish how the ESAT-6-free IGRA performs in the absence of EspF and/or Rv2348. The second stated aim was to define a 'diagnostic algorithm' for the ESAT-6-free IGRA, by which the authors meant defining a cut-off for scoring the assay as positive ( [18](#B18)). The authors measured ESAT-6-free IGRA IFN- responses among a cohort of South African adults with microbiologically confirmed pulmonary TB and a separate cohort of healthy adults from Denmark with no history of Mtb exposure. Receiver operator curve (ROC) analysis was then used to define a cut-off of 0.61 IU/L for ESAT-6-free IGRA for differentiating patients with active TB (and thus Mtb infection) versus Mtb uninfected individuals with 82% sensitivity and 96% specificity. ROC analysis in this scenario requires comparison of confirmed Mtb infected versus uninfected persons, which can be a challenge given the lack of a gold-standard test for LTBI. Nemes et al.'s analysis used largely appropriate cohorts and methodology for defining assay cut-offs. Active TB was used as a proxy for Mtb infection on the basis that Mtb infection is a pre-requisite for disease; while the 'control' group of Danish adults are at very 'low risk' of Mtb infection, they cannot be confirmed as Mtb-uninfected as there is currently no rule-out test for LTBI. With the apparent strategy of the study being to evaluate a novel ESAT-6-free IGRA to effectively replace QFT for individuals immunised with ESAT-6-containing vaccines, the sensitivity and specificity achieved with the selected cut-off were roughly equivalent to QFT, albeit with wide confidence intervals ( [18](#B18)). The cut-off for ESAT-6-free IGRA was selected by the authors as the IFN- concentration that yielded a specificity no more than five per cent lower than QFT. Notably, however, QFT (with the manufacturer recommended cut-off of 0.35 IU/mL) had 92% sensitivity and 100% specificity for active TB; estimates that are somewhat higher than what the majority of available literature suggests ( [6](#B6), [7](#B7), [9](#B9)). Whether or not the unusually high sensitivity and specificity of QFT were due to selection bias in these cohorts, they suggest that the cohorts are unrepresentative of other populations, limiting the generalisability of results. Notably, Ruhwald had previously defined a cut-off for the novel ESAT-6-free IGRA among patients with confirmed TB from Egypt and Mtb-unexposed controls from Denmark ( [19](#B19)). In that study, a cut-off of between 0.15 and 0.30 IU/mL gave a sensitivity of 89% and specificity of 99-100%. Sensitivity and specificity of QFT (84% and 97%, respectively) were again higher than the wider literature indicates ( [6](#B6), [7](#B7)), but similar to ESAT-6-free al.'s validation cohort of Tanzanian patients, sensitivity of the ESAT-6-free IGRA for active TB 84%, whilst sensitivity of QFT was 79% ( [19](#B19)). It is not clear why Nemes et al. aimed to define a new cut-off for the novel assay using the South African cohort and not evaluate the assay using the previously defined cut-off that showed promising diagnostic accuracy in the Tanzanian cohorts ( [18](#B18)). So far, neither study has defined where the test would fit into a diagnostic algorithm for clinical evaluation of suspected LTBI. Nemes et al. thirdly aimed to evaluate the diagnostic performance of ESAT-6-free IGRA compared to QFT ( [18](#B18)). This component of the study was conducted using a cohort of 200 healthy South African adolescents screened for a trial for prevention of Mtb infection. Participants were tested for Mtb infection using both QFT and ESAT-6-free IGRA, and ESAT-6-free IGRA responses were compared in QFT-positive and QFT-negative individuals. Here, rather than comparing the diagnostic performance of ESAT-6-free IGRA with QFT, the authors have benchmarked ESAT-6-free IGRA against QFT as a reference standard. Again, given their goal of replacing QFT with ESAT-6-free IGRA using QFT as a 'gold standard', measuring concordance of the two assays is a valid approach. The correlation between the two assays, as found in the South African cohort used to confirm antigen recognition, was high. The above series of analyses presented by Nemes et al. thus collectively indicate that ESAT-6-free IGRA has high concordance with QFT and, if the findings are confirmed in independent populations, support the notion that ESAT-6-free IGRA could replace QFT in clinical trials of ESAT-6-containing vaccines. However, given the limitations of currently available IGRAs, there is the opportunity and a clinical need to go beyond a product that is merely equivalent to QFT. Does ESAT-6-free IGRA in fact perform better than QFT? In Nemes et al.'s study, 11 QFT-negative patients tested positive in ESAT-6-free IGRA ( [18](#B18)). The assumption inherent in the authors' adoption of QFT as reference standard is that these patients are truly Mtb-uninfected (because they are QFT-negative) and falsely positive in ESAT-6-free IGRA. However, given our knowledge of the diagnostic performance of QFT ( [6](#B6), [7](#B7)), it is perhaps likely that at least a proportion of these patients were in fact Mtb infected, and thus falsely negative in QFT and truly positive in ESAT-6-free IGRA. Similarly, of the seven patients testing positive by QFT and negative by ESAT-6-free IGRA, false-positive and ESAT-6-free-IGRA true-negative)? These questions can only be resolved if the study design incorporates a reference standard (e.g., microbiological, clinical or epidemiologic) that is independent of the two assays being evaluated ( [21](#B21), [22](#B22)). In the final aim of their study, Nemes et al. sought to assess the variability of ESAT-6-free IGRA blood collection tubes ( [18](#B18)). This was carried out using a cohort of 12 healthy South African adults with no evidence of active TB or HIV infection. Whilst a fairly preliminary assessment due to limited evaluations performed, IFN- responses across ESAT-6-free IGRA tube lots correlated strongly. For most validatory evaluations, interpretation of results is limited by their wide confidence intervals resulting from the small numbers of participants. Nonetheless, a degree of tube-associated variability detected in the study prompted the authors to highlight the need for improvement of the blood collection tubes. It should additionally be considered that the authors used stricter procedures than those recommended by QFT manufacturers, so in a real-life routine setting assay performance may be poorer than reported in the study by Nemes et al. The future of ESAT-6-free IGRA and IGRA The omission of ESAT-6 from IGRA without loss of diagnostic sensitivity was made possible by inclusion of the remarkably immunogenic antigen Rv3615c ( [23](#B23)). Although Rv3615c is encoded outside the RD1 genomic segment and the gene is therefore present in BCG, the antigen is not secreted by BCG and BCG-vaccination does not induce a detectable T cell response to it. Hence, as well being an exceptionally strong target of T cells in Mtb-infected persons, it is also functionally highly Mtb-specific ( [23](#B23)). This discovery opened the door to development of ESAT-6-free IGRA and second-generation IGRA with improved diagnostic sensitivity without compromising diagnostic specificity ( [9](#B9)), as originally predicted when Rv3615c was first characterised ( [23](#B23)). We recently reported a large prospective cohort study conducted in routine clinical practice in the UK which evaluated the role of existing and second-generation IGRAs (containing Rv3615c) in the diagnostic work up of active TB ( [9](#B9)). We described a novel second-generation IGRA platform and incorporating Rv3615c with 94% sensitivity for culture-confirmed TB. Specificity, when comparing patients with active TB to TST-negative controls with no history of Mtb exposure, was 91.3%. Diagnostic performance of the second-generation IGRA was significantly better than both QFT and T-SPOT.TB and conferred a sufficiently high negative predictive value to support a rapid rule-out of suspected TB in settings with a low or moderate pre-test probability of TB. Furthermore, we also tested an ELISpot-based ESAT-6-free IGRA incorporating CFP-10, Rv3615c and Rv3879c, which demonstrated equivalent sensitivity and specificity (93.4% and 90.3%, respectively) to the second-generation IGRA that included ESAT-6. Notably, the ELISpot-based assay used the full length of the antigen, whilst Nemes et al.'s QFT-based assay used [18](#B18)). Prior epitope mapping of Rv3615c suggested that, whilst the most strongly recognised epitopes are situated within the carboxy terminal, excluding peptides in the first half of the protein sequence could reduce the proportion of Mtb-infected individuals detected using the assay ( [23](#B23)). Indeed, when peptides spanning the full antigen are used, very high sensitivity is conferred ( [23](#B23)), providing a clear rationale for our design of the second-generation ELISpot-based IGRA ( [9](#B9)). In an independent Chinese study comparing the diagnostic performance of T-SPOT.TB with and without addition of Rv3615c in patients with suspected TB, sensitivity of the Rv3615c-containing assay for culture-confirmed active TB was 92.2%, similar to the UK study ( [12](#B12)). Specificity was lower, as would be expected when evaluating IGRA for diagnosis of active TB in a high-incidence setting owing to a high prevalence of LTBI in patients with illnesses other than TB. Conclusions With existing ESAT-6-containing vaccines rapidly progressing through pre-licensure trial phases ( [13](#B13)- [16](#B16)), and the antigen increasingly being recognised as a strong candidate for incorporation into novel vaccines, there is a clear need for an accompanying test for Mtb infection that is not confounded by prior immunisation with an ESAT-6-containing vaccine ( [9](#B9), IGRA incorporating Rv3615c performs equivalently to the existing QFT, providing a suitable substitute for QFT in ongoing vaccine trials ( [18](#B18)). Incorporation of Rv3615c into the ELISpot (T-SPOT.TB) platform provides a second-generation IGRA with higher diagnostic sensitivity than any preceding IGRA ( [Figure 1](#figure1)), delivering the first meaningful advance on IGRA since their introduction 15 years ago ( [24](#B24)). This new assay, unlike other IGRAs, has clinical utility in the diagnostic evaluation of active TB by facilitating rapid rule-out of suspected TB from the differential diagnosis ( [9](#B9)). [18](#B18)). Almost simultaneously, Whitworth et al. demonstrated improved diagnostic performance of a new second-generation ELISpot-based IGRA over the currently available T-SPOT. TB, and equivalent diagnostic performance between is referred to as EspC in second-generation and ESAT-6-free IGRAs utilise TB, tuberculosis; IGRAs, Interferon-gamma release assays. summary, the process of development and deployment of IGRA, the first T cell-based diagnostic test, has led to a recognition of their limitations in clinical practice and renewed translational research to further develop the technology to overcome those limitations ( [1](#B1)- [3](#B3), [9](#B9)). Meanwhile, translational research to develop improved TB vaccines has identified another limitation of IGRA if ESAT-6-based vaccines are rolled out and this, in turn, is now influencing development of ESAT-6-free IGRAs. Applying our knowledge of the cell-mediated immune response to Mtb to improve clinical care through better diagnostics and to improve public health through more effective vaccines thus provides a compelling, and still unfolding, story of intersecting strands of translational research. Acknowledgments None. Footnote Conflicts of Interest: A Lalvani is named as inventor on patents pertaining to T-cell-based diagnosis, including IGRA and next-generation IGRA technologies. Some of these patents were assigned by the University of Oxford to Oxford Immunotec plc, resulting in royalty entitlements for A. Lalvani and the University of Oxford. HS Whitworth has no conflicts of interest to declare. References - Whitworth HS, Scott M, Connell DW, et al. IGRAs--the gateway to T cell based TB diagnosis. Methods 2013;61:52-62. [ [Crossref](http://dx.doi.org/10.1016/j.ymeth.2012.12.012)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/23296020)] Aranday-Cortes [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/23734796)] - Halliday A, Masonou T, Tolosa-Wright M, et al. Immunodiagnosis of active tuberculosis. Expert Rev Respir Med 2019;13:521-32. [ [Crossref](http://dx.doi.org/10.1080/17476348.2019.1615888)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/31134820)] - Abubakar I, Stagg HR, Whitworth H, et al. How should I interpret an interferon gamma release assay result for tuberculosis infection? Thorax 2013;68:298-301. [ Steingart KR, et al. Interferon-gamma release assays for the diagnosis of latent tuberculosis infection in HIV-infected individuals: a systematic review and meta-analysis. Lange C, et al. Interferon-gamma release assays for the diagnosis of active tuberculosis: a systematic review and meta-analysis. Eur Respir J 2011;37:100-11. [ [Crossref](http://dx.doi.org/10.1183/09031936.00114810)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/20847080)] A, Menzies D. Systematic review: T-cell-based assays for the diagnosis of latent tuberculosis infection: an update. Ann Intern Med 2008;149:177-84. [ [Crossref](http://dx.doi.org/10.7326/0003-4819-149-3-200808050-00241)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/18593687)] - Abubakar I, Drobniewski F, Southern J, et al. Prognostic value of interferon-gamma release assays and tuberculin skin test in predicting the development of active tuberculosis (UK PREDICT TB): a prospective cohort study. Lancet Infect Dis 2018;18:1077-87. [ [Crossref](http://dx.doi.org/10.1016/S1473-3099(18)30355-4)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/30174209)] - Whitworth HS, Badhan A, Boakye AA, et al. Clinical utility of existing and second-generation interferon-gamma release assays for diagnostic evaluation of tuberculosis: an observational cohort study. Lancet Infect Dis 2019;19:193-202. [ [Crossref](http://dx.doi.org/10.1016/S1473-3099(18)30613-3)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/30655049)] - Jackson C, Southern J, Lalvani A, et al. Diabetes mellitus and latent tuberculosis infection: baseline analysis of a large UK cohort. Thorax 2019;74:91-4. [ [Crossref](http://dx.doi.org/10.1136/thoraxjnl-2017-211124)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/29764958)] - Du F, Xie L, Zhang Y, et al. Prospective Comparison of QFT-GIT and T-SPOT.TB Assays for Diagnosis of Active Tuberculosis. Sci Rep 2018;8:5882. [ [Crossref](http://dx.doi.org/10.1038/s41598-018-24285-3)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/29651163)] - Li G, Li F, Zhao HM, et al. Evaluation of a New IFN-gamma Release Assay for Rapid Diagnosis of Active Tuberculosis in a High-Incidence Setting. Front Cell Infect Microbiol 2017;7:117. [ [Crossref](http://dx.doi.org/10.3389/fcimb.2017.00117)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/28443247)] - Hussein J, Zewdie M, Yamuah L, et al. A phase I, open-label trial on the safety and immunogenicity of the adjuvanted tuberculosis subunit vaccine H1/IC31(R) in people living in a TB-endemic area. Trials 2018;19:24. [ [Crossref](http://dx.doi.org/10.1186/s13063-017-2354-0)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/29321075)] Geldenhuys HD, Kagina BM, al. H1:IC31 vaccination is safe and induces long-lived TNF-alpha(+)IL-2(+)CD4 T cell responses in M. tuberculosis infected and uninfected adolescents: A randomized trial. Vaccine 2017;35:132-41. Kagina MD, al. trial of the post-exposure tuberculosis vaccine H56:IC31 in Mycobacterium tuberculosis infected and non-infected healthy adults. Vaccine [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/26095509)] - Suliman S, Luabeya AKK, Geldenhuys H, et al. Dose Optimization H56:IC31 Vaccine for Tuberculosis-Endemic Populations. A Double-Blind, Placebo-controlled, Dose-Selection [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/30092143)] - Soysal A, Millington KA, Bakir M, et al. Effect of BCG vaccination on risk of Mycobacterium tuberculosis infection in children with household tuberculosis contact: a prospective community-based study. Lancet 2005;366:1443-51. [ [Crossref](http://dx.doi.org/10.1016/S0140-6736(05)67534-4)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/16243089)] - Nemes E, Abrahams D, Scriba TJ, et al. Diagnostic accuracy of ESAT-6 free IGRA compared to QuantiFERON-TB Gold In-tube. Clin Infect 2019. ahead of [ [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/30668657)] - Ruhwald M, de Thurah L, Kuchaka D, et al. Introducing the ESAT-6 free IGRA, a companion diagnostic for TB vaccines based on ESAT-6. Sci Rep 2017;7:45969. [ [Crossref](http://dx.doi.org/10.1038/srep45969)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/28387329)] - World Health Organization. Global Turberculosis Report 2018. Geneva 2018; Licence: CC BY-NC-SA 3.0 IGO. - Lalvani A, Pathan AA, Durkan H, et al. Enhanced contact tracing and spatial tracking of Mycobacterium tuberculosis infection by enumeration of antigen-specific T cells. Lancet 2001;357:2017-21. [ [Crossref](http://dx.doi.org/10.1016/S0140-6736(00)05115-1)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/11438135)] - Ewer K, Deeks J, Alvarez L, et al. Comparison of T-cell-based assay with tuberculin skin test for diagnosis of Mycobacterium tuberculosis infection in a school tuberculosis outbreak. Lancet 2003;361:1168-73. [ [Crossref](http://dx.doi.org/10.1016/S0140-6736(03)12950-9)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/12686038)] - Millington KA, Fortune SM, Low J, et al. Rv3615c is a highly immunodominant RD1 (Region of Difference 1)-dependent antigen specific for Mycobacterium tuberculosis infection. Proc Natl Sci U - Arend SM, Uzorka JW. New developments on interferon-gamma release assays for tuberculosis diagnosis. Lancet Infect "}