{"title": "LICENCIA APERTURA CENTRO DE ACUPUNTURA Y TERAPIAS ALTERNATIVAS  Esarco.es ", "author": "Agustín Jiménez Rey", "url": "https://esarco.es/licencia-apertura-centro-acupuntura/", "hostname": "esarco.es", "description": "Para montar un Centro de Acupuntura necesitas una Licencia y un Proyecto con ciertas características que te mencionamos en este Post", "sitename": "Esarco Arquitectura e Ingeniería. Proyectos y Obras", "date": "2023-04-27", "cleaned_text": "Montar un Centro de Acupuntura y Terapias Alternativas Para el Montaje y Apertura de un Centro de Acupuntura o Terapias Alternativas se solicita en el Ayuntamiento la Licencia de Apertura mediante Comunicación Ambiental y una Declaración Responsable. Puntos a tener en cuenta: - Centros no Sanitarios: Son centros considerados como no Sanitarios o de Terapias Alternativas - Locales: Podemos tener 2 consideraciones en función de la superficie del local: - Para pequeños locales o incluso en despachos montados en la propia vivienda tendríamos la consideración de Despachos Profesionales - Para centros más grandes y los consideraríamos como Centros de Terapias Alternativas o Centros de Acupuntura Información Gratis Apertura de Centros Acupuntura y Terapias Alternativas: Te informamos gratis en este artículo y esperamos poder aclarar y responder las dudas que puedas tener o surgir a medida que vas buscando el Local Idóneo y las Obras de adaptación para el Montaje y Apertura de un Centro de Acupuntura o Terapias Alternativas al público en general. Los centros de acupuntura o como algunos la denominan como medicina alternativa, y siempre y cuando en ellos no realicemos ninguna otra actividad, más que la de acupuntura propiamente dicha, requieren del cumplimiento y aplicación de una normativa, que pasamos a explicar. Según nos define la [Wikipedia](https://es.wikipedia.org/wiki/Acupuntura#cite_note-csicop-1) \"La acupuntura (del lat. acus: aguja, y pungere: punción) es una técnica que forma parte de la medicina tradicional china. Consiste en la inserción y la manipulación de agujas en el cuerpo con el objetivo de restaurar la salud y el bienestar en el paciente. Forma parte de las llamadas medicinas alternativas, las cuales se caracterizan por su limitada evidencia clínica en estudios científicos. Aparte de insertar las agujas de acupuntura y rotarlas para tonificar o dispersar, los acupuntores también utilizan las moxas. La técnica más extendida es un puro o cono de artemisa que se enciende para calentar el punto o bien se corta un trozo y se coloca en el mango de la aguja, dejando que se consuma totalmente. Los acupuntores utilizan ampliamente esta técnica para el tratamiento del dolor. El 16 de noviembre de 2010, la Unesco declaró la acupuntura y la moxibustión chinas como Patrimonio Cultural Inmaterial de la Humanidad.\" Como Medicina Alternativa no es admitida en sanidad, por lo que de momento no le serían aplicables a estos centros las normas y requisitos que sanidad exige a los centros sanitarios como tales. Por lo tanto este tipo de centros las englobamos en ] las que antiguamente denominábamos, actividades inocuas o no calificadas, en la actualidad el trámite administrativo Municipal que hay que realizar lo denominamos Comunicación Ambiental. A continuación pasamos a describir las particularidades comunes para todos los Centros de Acupuntura. Proyecto para Centro Acupuntura y Terapias Alternativas El proyecto de actividad refleja las características para solicitar al Ayuntamiento la apertura mediante Comunicación Ambiental. Estas condiciones las podemos resumir en los siguientes aspectos o puntos: ACCESIBILIDAD PARA MINUSVALIDOS Por tratarse de Centros de Acupuntura o Terapias Alternativas, y aunque en algunos casos en que anteriormente se tratara de centros de características similares y por lo tanto no requieren de obras de adecuación en cuyo caso no estaríamos obligados a cumplir con la normativa de accesibilidad. Por el tipo de actividad en que podemos tener pacientes de movilidad reducida, si que el Centro de Acupuntura debería de adecuar el centro para la accesibilidad a el por personas con discapacidad, y cumplir la normativa de la accesibilidad al local y sobre todo por la importancia cada vez mayor que se le da a la gente con movilidad reducida. Así pues estos serían los parámetros a observar: - Rampa suave de acceso al local, pendiente entre el 8% y el 12% - Puerta de acceso al local de un ancho mínimo de 80 cm. - Los itinerarios dentro del local deben ser lo suficientemente anchos para que cualquier persona pueda moverse y girar cómodamente, mínimo 1 metro y si tiene que girar 1,20 metros - Debe existir al menos un baño (en previsión futura de que pudiéramos tener un trabajador minusvalido) lo suficientemente amplio para personas en silla de ruedas, que tenga un radio de giro de 1,50 metros y la puerta de acceso debe tener un ámbito de 80 centímetros como mínimo con apertura hacia el exterior o corredera - Los sanitarios del baño deben tener medidas especiales y existir barras para sujetarse PROTECCIÓN PARA INCENDIOS Aunque el riesgo de incendios en estos Centros de Acupuntura o Terapias Alternativas,es más bien reducido, el centro debe de disponer de unos mínimos cumplimientos de protección contra incendios. Aquí tendremos que prestar atención a los siguientes aspectos: - La salida del centro contará con una puerta que puede abrir hacia el interior del local, y de un ancho suficiente para que la salida en caso de incendio o accidente se realice de forma rápida y ordenada - Los itinerarios dentro del local deben ser lo suficientemente anchos para el número de personas que como máximo puedan estar en el en un momento determinado - Tanto la salida de emergencia como los recorridos hasta llegar a las salidas del local debe estar indicada con la señalización de salida de emergencia e iluminada con luces de emergencia si se fuera la luz del local - El local debe de disponer de extintores suficientes aptos para todos los tipos de fuego - Tanto la estructura del centro como los cerramientos que tiene el mismo deben de ser lo suficientemente resistentes contra el fuego en caso de que exista un incendio para dar tiempo de sobra a la gente a evacuar dicho local e intentar los bomberos sofocarlo (normalmente suele ser 240 minutos) - El centro debe de tener buenos accesos a sus inmediaciones para que el camión de bomberos pueda aproximarse al mismo VENTILACIÓN DEL CENTRO En el Centro de Acupuntura o Terapias Alternativas,se debe de garantizar una ventilación y renovación de aires del mismo, esta no suele ser muy elevada, pero deben de tener un sistema que garantice una renovación de aires del centro de manera continuada. INSTALACIONES Las instalaciones eléctricas, fontanería y desagües deben estar correctamente calculadas y acordes a las normativas actuales. LICENCIA CENTROS DE ACUPUNTURA O TERAPIAS ALTERNATIVAS Para obtener la licencia de apertura o actividad del Centro de Acupuntura deberemos de presentar en el ayuntamiento el Proyecto de Actividad, la solicitud la realizaremos mediante Comunicación Ambiental al tratarse de una actividad inocua. COMUNICACIÓN AMBIENTAL Las Caracteristicas de la [Comunicación Ambiental](https://esarco.es/comunicacion-ambiental/) que es el trámite previo que tenemos que hacer ante el Ayuntamiento para poder realizar la apertura de nuestro Local de cara al público, son los que pasamos a explicar: - Para la Obtención de la Licencia del Centro de Acupuntura o Terapias Alternativas el trámite es muy sencillo, ya que como su propio nombre indica es simplemente una Comunicación Previa, que realizamos al Ayuntamiento de que queremos realizar una próxima apertura de nuestro local. - Es rápido ya que como es simplemente Comunicación Previa a la cual se le adjunta una [Declaración Responsable](https://esarco.es/declaracion-responsable/), no necesitamos que el ayuntamiento nos conteste positivamente, es decir no necesitamos que el Ayuntamiento nos de ninguna licencia, podemos abrir de inmediato nuestro local, eso sí siempre bajo nuestra responsabilidad. - Asesoramiento Técnico, esto es muy importante, ya que como el Ayuntamiento no nos contestará ni nos dará ninguna licencia la apertura del local la realizamos bajo nuestra responsabilidad. Esto quiere decir que si tenemos alguna denuncia de cualquier persona y esta denuncia es correcta, nos podrían exigir el cerrar el local, hasta resolver (si es posible) esta denuncia, por ello es importante que un buen equipo de profesionales nos asesore sobre nuestra actividad y de todos los requisitos u obras que son necesarias para cumplir con la normativa en vigor. - Desamparo Legal, ya que al no existir ninguna licencia de actividad concedida por el Ayuntamiento, nuestro local que está abierto de cara al público carece de documento alguno que respalde un derecho adquirido, por lo tanto si en cualquier momento se demuestra que el local estaba incumpliendo cualquier norma legal exigible, se nos podría notificar el cierre o cese de la actividad, sin que por ello recibiéramos ninguna cantidad de dinero en concepto de indemnización, aunque lleváramos muchos años ejerciendo la actividad. Así que en resumen podemos decir que para la solicitud de la Licencia de Apertura, la solicitaremos mediante una solicitud denominada Comunicación Ambiental, la cual a su vez la firmaremos mediante Declaración Responsable pudiendo así abrir el local inmediatamente después de presentar y pagar las tasa e impuesto que pueden variar de unos Ayuntamientos a otros e incluso en algunos. DOCUMENTACIÓN COMUNICACIÓN AMBIENTAL La documentación que debemos presentar en el Ayuntamiento para realizar la solicitud de Comunicación Ambiental es: - Instancia que nos dará el Ayuntamiento en un modelo normalizado por el propio Ayuntamiento. - Justificante del pago de la tasa correspondiente al Ayuntamiento, mediante carta de pago que nos dará el propio Ayuntamiento. - Proyecto de Actividad ya indicado anteriormente, redactado por un técnico cualificado, arquitecto, ingeniero o arquitecto técnico. - Contrato de Alquiler del local o titulo de propiedad. - Certificados técnicos de que el local cumple las condiciones técnicas que se indicaban en el proyecto de actividad. - Informe de viabilidad urbanística expedido por el propio Ayuntamiento. Todos estos puntos deben de plasmarse en el proyecto de actividad, para que quede claramente justificado el cumplimiento de todas las normativas que nos afecten. Por lo tanto, lo idóneo, antes de decidir la ubicación del Centro de Acupuntura a alquilar para nuestra actividad sería que consultaran con nuestros técnico que le asesoraran sobre la viabilidad del centro o el volumen de obras que tenemos que realizar. Somos una empresa de Arquitectura e Ingeniería que trabajamos a nivel nacional por lo que conocemos la normativa específica de cada comunidad y podemos asesorarte ayudarle en cualquier punto de España que lo necesite. No obstante si necesitan cualquier aclaración pueden contactarnos y realizar sus consultas de forma gratuita y sin compromiso a nuestro despacho por: - Teléfono: 658 98 72 06 - WhatsApp: 662 61 23 70 - Email: [info@esarco.es](mailto:info@esarco.es) - AUTORES: AGUSTÍN JIMÉNEZ REY - ARQUITECTO TÉCNICO "}