{"title": "PDF", "author": "PDF", "url": "https://oese.ed.gov/files/2021/09/Project-Narrative-Broward.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "0 PROMISE NEIGHBORHOOD Table of Contents a. Need for Project .................................................................................. 1 a.1. Magnitude of the Problems to be Addressed .................................... 3 a. 2. Specific Gaps/Weaknesses ............................................................. 11 a.2.i. Nature and Magnitude of Gaps and Weaknesses .......................... 12 a.2.ii. Pipeline of Solutions Addressing Gaps and Weaknesses ............ 12 b. Quality of Project Services ................................................................ 13 b.1. Quality/Sufficiency Strategies for Equal Access/Treatment .......... 13 b.2. Services Lead to Improvement in Achievement of Students .......... 14 c. Quality of Project Design .................................................................. 17 c.1. Plan to Create a Complete Pipeline of Services .............................. 17 c.2. Increases Proportion of Students in Neighborhood ........................ 37 c.3. Family Navigation System High-Quality and Sufficient ................ 38 d. Quality of the Management Plan ..................................................... 40 d.1. Adequacy of Management plan to Achieve Objectives .................. 40 d.2. Experience, Lessons Learned, and Proposal to Build Capacity ...... 42 e. Adequacy of Resources ..................................................................... 47 e.1. Project Costs are Reasonable .......................................................... 47 e.2. Resources to Operate the Project Beyond the Grant ...................... 48 e.3. Existing Neighborhood Assets and Programs ................................. 49 MAJOR PARTNERS PROMISE NEIGHBORHOOD INITIATIVE For a full listing of partners, see Attachment A and F of the application. 1 PROMISE NEIGHBORHOOD a. Need for Project Access to education, notably higher education, has never been at a more critical stage in our society. The protests against racial injustices that occurred throughout our country in 2020 made clear the need to seriously address racial inequities in all areas, including education. These recent protests are byproducts of the anger and frustration many African Americans and others have felt about the educational and economic systems that historically and continually subjugate them to poverty. While these inequities have existed for a long time in our country, these protests have renewed the urgency to identify solutions. As a response, Broward College (BC), along with Broward County Public Schools (BCPS) - the sixth-largest school district in the nation, and a network of community and municipal partners have begun a movement in Broward County, Florida to ensure that everyone, no matter where they live or the color of their skin, has the opportunity to realize their unlimited potential. Knowing that potential exists in the most distressed communities within Broward County, especially in those zip codes with disproportionately high unemployment and historically low postsecondary education attainment rates, six ZIP code neighborhoods (33309, 33311, 33313, 33319, 33023, and 33069) were identified, collectively called our Broward Unlimited Potential (UP) communities. This Broward UP Promise Neighborhood (BUP-PN) will serve these communities in which residents face generational poverty and barriers to well-being and economic prosperity. BUP-PN embodies the work of American Economist Dr. Raj Chetty's work on equality of opportunity in America and the role of education. Of importance to BUP-PN is the implication that geography is a greater factor than educational quality in determining future incomes. In \"We have a powerful potential in our youth, and we must have the courage to change old ideas and practices so that we may direct their power toward good ends.\" -Mary McLeod Bethune 2 PROMISE NEIGHBORHOOD other words, without intervention, where a person lives generally dictates their potential for income earned in the future. His work on social and economic mobility shows that individuals that are at the bottom income quintile who are given opportunities such as postsecondary education and is supported in areas to eliminate barriers to success will increase their income levels by 2-3 income quintiles creating a pathway to upward social and economic mobility. BUP-PN leverages the work started in September 2018, under the leadership of Broward College's (BC) President, Gregory Adam Haile, Esq., a first-generation college graduate who experienced extreme poverty and grew up in a crime-ridden community himself. Through his leadership, and in partnership with BCPS Superintendent Robert W. Runcie and 19 other leaders in the community, Broward UP (\"Unlimited Potential\") was launched as a new community-focused approach to promoting postsecondary education to areas most affected by intergenerational poverty. One of the cornerstones of Broward UP is that the community comes together to hold itself collectively accountable for implementing its own unique cradle-to-career vision - not a single tangible program or initiative, but rather an organization of all the moving pieces in a community that shapes social, emotional, educational and workforce systems driving opportunities for success for children and families. To facilitate the integration of services, 10 Commissions with over 400 volunteers were established to build capacity and create outreach and support strategies for Broward UP communities. Since its inception, Broward UP served over 2,682 residents trained in workforce education (over 500 of them during the pandemic); and over 1,943 residents received industry certifications leading to mid-to-high wage jobs. To expand services along the educational pipeline to the children and families in Broward UP communities, BC - a never been funded new potential Promise Neighborhood (PN) grantee (Competitive Preference Priority #2) and fiscal agent, along with the school district and a 3 PROMISE NEIGHBORHOOD number of community agencies propose the BUP-PN to holistically improve the social and economic mobility of children and families in the BUP-PN footprint. Description of the Geographically-Defined Area. Broward UP Promise Neighborhood (BUP-PN) focuses on six ZIP codes within urban Broward County, Florida. Therefore, BC is applying under Absolute Priority #1 -Non-Rural and Non-Tribal Communities. The targeted area consists of over 55 square miles of contiguous and non-contiguous areas. Isolated from the high dollar tourism along the beaches and coast and a far cry away from the presence of South Florida's wealth and luxury, this target area is economically distressed. Many children and families who reside in the BUP-PN footprint lack basic amenities, including food and shelter. The six ZIP codes were explicitly selected as they have the lowest educational attainment and the highest poverty and unemployment in Broward County, and the schools in these communities rank among the lowest performing schools in the State of Florida, which has prevented the children and families from prospering as discussed in the section below. a.1. Magnitude of the Problems to be Addressed. To identify the challenges faced by residents and the lack of available resources for addressing community need, BC, along with its community partners, initiated a fact-finding and analysis process beginning in 2018 as follows: Figure 1. Map of Broward UP Promise Neighborhood Footprint (orange shaded area) 4 PROMISE NEIGHBORHOOD Table 1. Needs and Assets Analysis Process of BUP-PN Steps Process Step 1 - Data Review and Analysis Conducted a series of needs assessments and planning sessions with partners; Representatives from the county, city school district, community agencies, colleges provided existing needs data (See Attachment A for list of data sources reviewed); Community Engagement commission conducted 22 events and surveys1 to parents, families and community members; over 25 presentations made to the state, county, and community partners to gain feedback and create the BUP-PN \"Needs Profile\". Step 2- Community Assets and Collaborative Efforts Analysis Resource Development Commission identified community resources and conducted asset mapping (physical, economic, stories, institutions, etc.); Input provided by approximately 30 community-based and public non-profit entities (i.e., police department, community agencies, cities, schools, churches); Resources captured in Memorandum of Understanding (MOU) (See Attachment B for MOUs identifying resources and original commitments); Key findings - limited resources, lack of coordination of existing services; Budget and staff strain on school district due to response for Majority Stoneman Douglas shooting incident and COVID-19 pandemic; Identified major barriers to address needs -(1) school district's staff are overtaxed and cannot provide additional services by themselves; (2) a Central Broward Transit (CBT) study revealed that public transportation was unreliable due to recurring congestion, high capacity transit services being predominately outside of BUP-PN footprint, and lack of access and mobility constraining residents to the area; (3) lack of resources among individual agencies to fulfill the complete needs of the families (child and parents); No Promise Neighborhood or similar coordinated system among partner agencies exist; Each partner agency offers critical service/strength across the pipeline. Step 3 - Program and Solution Development Conducted series of presentations attended by partners including BCPS Superintendent, residents, College staff, consultants; evidenced-based, best practice strategies identified and selected to address the \"greatest need\" (based on segmented analysis); each potential program openly discussed, assessed, and aligned to needs; Sub-committee researched and validated effectiveness (See Evidence Form Attached). Needs Profile: Of the 328,656 residents in the BUP-PN footprint, more than 97% are minorities - the majority of which, 88% are African American/Black. The majority resides in blighted, low-income, and crime and drug-infested streets and neighborhoods. This is significant as nearly one in four, 23% or 76,896 of the residents in the BUP-PN communities are children 1 Community survey results revealed lack of access to postsecondary education due to geographic location of college campuses; high interest and need for short-term certifications leading to immediate employment; substantial barriers to success (transportation, language, need for remediation, child care, etc.); lack of services outside of schools; need for guidance and navigation with bureaucratic systems; lack of job opportunities available due to low-skills and low education attainment of residents. 5 PROMISE NEIGHBORHOOD ages 0-17, of which 29% are living below poverty level, as compared to 18% countywide and 20% in the State of Florida. Overall, 13% of the county's residents live in poverty, while an increasing 19% of BUP-PN residents are experiencing poverty prior to the COVID-19 pandemic (United Way of Florida, 2020). According to the United Way, 45% of BUP-PN households are one emergency or incident away from falling into poverty. Additionally, according to district records, 89% of students enrolled in the targeted BUP-PN schools qualify for FRL, with some schools having almost all students eligible. Segmentation analysis showed that 33311 zip code had the highest rate of child poverty in the State; therefore, BUP-PN will focus on elementary schools in that zip code, with a broader focus on middle and high schools. Table 3. Free and Reduced Lunch (FRL) Rate at Targeted Schools in BUP-PN Footprint Target Schools* Student Population # of students eligible for FRL % of Students eligible for FRL Broward Estates Elementary 286 270 94% Dillard Elementary 696 676 97% Rock Island Elementary 503 482 96% North Fork Elementary 417 406 97% Thurgood Marshall Elementary 382 373 98% Larkdale Elementary 375 367 98% Walker Elementary 747 724 97% Plantation Middle 689 565 1896 1652 87% Plantation High 1953 1505 77% Sunrise High 95% BUP-PN 135,085 65% Source: Broward County Public Schools, Demographics & Enrollment Report, 9/14/20. * The list only contains elementary schools within the 33311 zip code and all middle and high schools in the six target ZIP codes. Table 2. Socio-Economic Data ZIP Code Per Capita Income Survey, 2019 Table S1702 & S1902 1Children under 5 and 5 to 17 years 6 PROMISE NEIGHBORHOOD The following summarizes the indicators of needs of BUP-PN children, families and, communities with relevant data that attests to the magnitude/severity of problems in BUP-PN: BUP-PN children entering Kindergarten are not ready for school. BUP-PN children lag behind the state and county in readiness factors. While 50% of non-BUP-PN students entering Kindergarten were considered \"Kindergarten ready,\" according to the Star Early Assessment, the state standards assessment which measures both literacy and numeracy, showed that only 32%, among BUP-PN children are ready for kindergarten (Florida Department of Education (FLDOE), 2020). This measure is believed to be even lower as only children within Head Start and Early Head Start programs, who receive academic programing, are assessed. BUP-PN students have low proficiency in core academic subjects. Schools in the BUP-PN are low-performing. In fact, all seven targeted BUP-PN elementary schools ranked in the \"Lowest 300 Performing Elementary Schools\" in 2019, and five of the schools are labeled \"Persistently Low-Performing Schools\" by the Florida Department of Education. Further, only 40% of BUP-PN students in grades 3-10 at the targeted schools met proficiency in ELA, which is significantly lower than the district and the state average, and only 43% met proficiency in math, which again is substantially lower than district and state averages, as seen in Figure 2. Further, in high school, where students must pass end of course (EOC) exams in Algebra to graduate, only one in four BUP-PN students passed Algebra I EOC in 9th or 10th grade, while students in the district and State passed at a 40%43%25%58%59%43%55%58%39%0.0%10.0%20.0%30.0%40.0%50.0%60.0%70.0%English LanguageArtsMathAlgebra 1Figure 2. Florida Standards Assessment and End of Course Test BUP-PNDistrictState 7 PROMISE NEIGHBORHOOD much greater rate. Segmentation analysis revealed that students with disabilities were among the highest sub-group at almost each school that performed the lowest on these standardized tests. BUP-PN students are unsuccessful in transitioning from middle to high school. A school district study found that BUP-PN middle and high school students (Grades 6-12) had an average attendance of 93.3% prior to the pandemic, compared to 94.3% in the district (BCPS, 2020). After the shutdown, when attendance was measured by logins to an online portal, average daily attendance slipped to 82% due to the lack of technology/internet access and support at home, especially in low-income households such as a majority of household in BUP-PN. Chronic absenteeism is associated with a host of adverse academic outcomes. At BUP-PN middle and high schools, 18% of students were chronically absent (defined as absent 21 days or more) as compared to 6% districtwide (BCPS, 2020). BUP-PN youth graduate at lower rates. High school graduation data revealed that 89% of BUP- PN students graduate, which is below the District average of 95%, although students are given opportunities to make up credits and/or are moved out of the schools to alternative schools prior to graduation (BCPS, 2020). In fact, one school, Sunrise High School, had one of the lowest graduation rates of all district schools, with only 39% of students graduating (BCPS, 2020). BUP-PN high school graduates have low enrollment in postsecondary programs. College-going rates predict a dire future for youth in the BUP-PN footprint. Among the students who graduated from the BUP-PN public high schools in Fall 2018 (the latest data available), only 43% enrolled in a postsecondary institution or program. This rate is significantly lower than that of the district and state rates of 59% and 55%, respectively. Segmentation analysis revealed that postsecondary enrollment of BUP-PN females exceeded that of males by almost 30%. 8 PROMISE NEIGHBORHOOD BUP-PN residents have low education attainment. A parent's educational level influences a child's preparation for college, as they are less likely to seek help, ask questions, or even know what questions to ask to support their child. BUP-PN residents lack the credentials to obtain middle to high wage jobs that could help break the cycle of poverty. The US Census (2019) reports that only 18.2% of residents 25 years and over hold a bachelor's degree, which is significantly lower than the County (33.0 %) and state (30.7%) averages. Even more alarming is that 22.8% of residents have less than high school education, and lack basic skills hindering their ability to find jobs to support their children and families (Census, 2019). BUP-PN communities experience high unemployment rates. With such low education attainment, it is no wonder that the unemployment rates are high. While the County enjoyed an unemployment rate of 4.8% prior to the pandemic, BUP-PN residents faced a rate of almost double at 8.9% on average (US Census, 2019). In addition, the pandemic has impacted families living the BUP-PN footprint the most, with unemployment rates skyrocketing to almost 50% in some area within the BUP-PN footprint, as many of the residents held either non-essential jobs or low-skilled jobs in the tourism and hospitality industry that were closed or operated on limited hours. Due to this, more of our BUP-PN families have fallen into poverty, unable to meet the basic needs of their children including food, shelter, and educational supports. 4.80%13.30%9.30%9.20%6.60%8.40%6.30%0.0%2.0%4.0%6.0%8.0%10.0%12.0%14.0% Broward333113306933309330233331333319Figure 3. Unemployment Rates 9 PROMISE NEIGHBORHOOD BUP-PN students face health disparities and social determinants of health. The BUP-PN communities are located in food deserts. Diet and nutrition impact a child's learning ability. According to the Center for Disease Control (CDC), a survey of a sample of Broward County Public School students, including students in the BUP-PN footprint revealed that 6.3% of high school students and 9.0% of middle school students did not eat fruits, and 7.9% and 12.3% , respectively, did not eat vegetables (2019). According to the same survey, 10.8% of high school students had obesity based on Body Mass Index, and 25.1% of middle school students described themselves as slightly or very overweight (CDC, 2019). Further, teen pregnancy rates have been high in the BUP-PN footprint, with ZIP code 33311 having the highest rate in the County (CSC, 2016). Another major issue faced by students is getting infected by the coronavirus. In fact, there have been over 146 positive cases of COVID-19 reported at BUP-PN schools, even with a limited number of students physically attending school. According to the Florida Department of Health (2021) reported that one in every ten residents in the BUP-PN footprint (30,243 cases) were infected with the COVID-19 virus since 2020. Further, State data show large disparities in race for COVID-19 vaccines. According to reports, of the first dose vaccines, 66% were administered to white residents, while only 7% were administered to Black residents as of March 2021. Opioid addiction has also plagued BUP-PN children as evidenced by 87 separate drug-related incidents occurring on the school site. According to the CDC, over 16.8% of high school students in Broward County stated that they took prescription pain medicine without a doctor's prescription or differently than how a doctor told them to. BUP-PN students feel unsafe in their communities and schools. Children in BUP-PN footprint live in blighted areas plagued by drugs and crime. According to the FL Department of Corrections, on average, the crime rate is 46.8% higher than the national average, with most 10 PROMISE NEIGHBORHOOD crimes related to larceny theft, and robbery. It is no wonder that based on a 2019 district survey, only 59% of elementary school students stated that they agree with the statement, \"My school is safe and clean.\" Many buildings in the community are left empty and abandoned, creating a hazardous and unsafe environment for children. In fact, the BUP-PN schools report 189 incidents, with almost half (48%) being primary offenses of threat or bullying, and a majority committed by males. This is a large concern in the district where children are still recovering from the school shooting that occurred just 8 miles away from the BUP-PN footprint at Marjorie Stoneman Douglas High School. Although the district has taken some measures to keep students safe with one point of entry and additional security personnel at the schools, students in BUP-PN still face high rates of community crime just outside of the gates of the schools. BUP-PN students have unstable living situations. Another disruptor to education is household instability. Families that own their homes tend to stay in place. Nearly half (46.3%) of the BUP-PN residents live in rental housing. Students in the BUP-PN experience a lower stability rate (93.8%) than that of other children in the school district (95.8%). Most is due to homelessness. The district also reported that of the homeless youth in the district, 14% attended BUP-PN high schools. Many were in foster care aging out and facing a housing crisis. BUP-PN families and community members show low levels of support for learning and going to college. With the low education attainment and literacy rates within BUP-PN communities and high poverty rates, most children in the BUP-PN are not exposed to reading other than in school. Broward County Public Libraries reported a 67%2 decrease in juvenile circulations (book checkouts) at local libraries within the BUP-PN footprint, demonstrating that children are reading less than the previous year. Additionally, according to the Florida College Access 2 January-February 2020, the only months in 2020 the libraries were open due to pandemic, (9,181) compared to January-February 2021 (2,944). 11 PROMISE NEIGHBORHOOD Network (2020), only 30% of BUP-PN high school seniors completed a Free Application for Federal Student Aid (FAFSA) application, which indicates that parents were not talking to their children about college. With over 85% of BUP-PN students qualifying for FRL and the average Pell grant being $4,160 in 2019, it would calculate that over $3.8 million dollars of federal funding have not been accessed by BUP-PN students. BUP-PN students face a digital divide. The disparities between poor and minority students and others became even more of a problem when schools shut down in the spring of 2020. Although students only needed to log in to a district and school platform, that too presented a hardship for families without the technology and broadband access needed to stay engaged. Less than half, 48.8%, of BUP-PN households have home computing devices, compared to 93% countywide, and 40% have a broadband internet subscription, compared to 85% countywide. BUP-PN communities are not thriving. Small businesses continue to be at the forefront of driving innovation, jobs, and economic growth. In fact, they employ nearly half of all private-sector workers (Small Business Administration 2012). However, according to Womply (2020), small businesses in the BUP-PN footprint experienced a 19% decrease in net revenue from pre- to post-pandemic (March 25 to March 26 compared to January 2020). This also impacts the tax base provided for school improvement, safety and support services, along with corporate and business support and sponsorships which a majority of schools outside the footprint have. a. 2. Specific Gaps or Weaknesses in Services, Infrastructure, or Opportunities Table 4 identifies the gaps in service, infrastructure and opportunities, and proposed solutions determined by research/community feedback to address each along the pipeline - which include five interconnected pipeline blocks: (1) Early Care and Education/Kindergarten Readiness; (2) K-12 Success;(3) High School to Postsecondary and Completion; (4) 21st Century Workforce 12 PROMISE NEIGHBORHOOD and Talent;(5) Mobilizing the Broward UP Community. See also Needs and Solutions Chart in Attachment C for alignment of strategies with moderate to strong evidence. Table 4. Nature & Magnitude of Gaps & Weaknesses & Pipeline Solution to Address a.2.i. Magnitude of Gaps/Weaknesses a.2.ii. Solutions to Address Gaps (Pipeline Block) Gaps/Weakness in Services Disconnection in services from K-12 to college to the workforce. Need seamless transition for children and youth. Transition programs for students entering from the K-12 system that helps participants move from postsecondary to the workplace. (1,2,3,4) High levels of homeless causing instability and high mobility Services targeting special populations to assist with housing/rental and stability (5) Not all children receive early education to prepare for kindergarten. Services as early as pre-natal and early childhood - ages 0-3 for kindergarten readiness. (1) Lacking services for parents and adults out of the education pipeline and the workforce due to barriers Expand services that address special populations and eliminate barriers to success in education and workforce. (3, 5) BUP-PN are afflicted with crime and drugs, especially bullying and threats. Expand Crime Prevention programs and efforts that includes opioid abuse prevention (5) Gaps/Weakness in Infrastructure BUP-PN is a food desert and lacks access to affordable fresh fruits and vegetables. Create a system for distribute of fresh fruits and vegetables from local farmers (5) College campuses are located outside of BUP-PN causing barriers in access. Expand service model utilizing the facilities of community agencies and municipalities. (3) Lack of coordinated system creating fragmented, duplicated serves that often don't meet full needs of children/families. Create a coordinated system of services consist of partners as arms of the system to coordinate services and expand resources. (1,2,3,4,5) Transit system is unreliable to access educational services and programs. Majority of services are conducted in BUP-PN footprint eliminating transportation barriers (1,2,3,4,5) Ratio of whites to black residents receiving the vaccine is 10:1 as many are unaware of the benefits of the vaccine. Promote vaccination to minority groups to get students back to school and families and community members back to work. (5) Low levels of technology/internet access Conduct laptop give always and create hotspots (5) Gaps/Weakness in Opportunities With remote learning, parents have opportunity to become more engaged. Distribution of early education home kits to support parents as teachers at home (1) Parents seeking childcare can participate in workforce training simultaneously. Offer extended learning opportunities/youth develop-ment as parents engage in workforce training. (1,2) Abandoned buildings offer opportunity to engage in community clean-ups/murals. Engage the existing volunteers in clean ups and create culturally relevant motivational murals (5) Parents can gain parenting skills while in workforce training to support parenting. Implement early learning and family dual enrollment that combines parenting and workforce education. (1) Juvenile book check-out is low showing a need to motivate children. Coordinate reading program to motivate children to read utilizing authors and guest speakers (1,2,5) 13 PROMISE NEIGHBORHOOD Federal financial aid/scholarships are underutilized leaving dollars behind. Services to help high school students with assistance to complete FAFSA and scholarship applications. As communities thrives then the job market will expand for residents. Build and support small businesses to create jobs and increase revenue in BUP-PN footprint (5) Opportunity for Broward UP to expand from workforce education to services along full cradle to career pipeline. Formalize partnerships in to expand services from early childhood to K-12 to college to workforce, while mobilizing the community for success. (All) b. Quality of Project Services b.1. Quality and Sufficiency of Strategies for Ensuring Equal Access and Treatment BUP-PN provides a tapestry of services that have been woven together to ensure the equal access and treatment of all children, families, and community members in the program in compliance with the GEPA statement (attached), ADA, and HEA of 1965, to ensure participation of all served without regard to race, color, national origin, gender, or disability for participation in project services. BUP-PN will work through both school and community-based organizations. With 13% of the children at BUP-PN schools having a disability or an exceptionality, BUP-PN will utilize the school district's Exceptional Student Education services and BC's Accessibility services to provide accommodations for students. Because most extended day programs are conducted on the school site through a school district contract, the Individuals with Disabilities Education Act (IDEA) provides for services during afterschool and summer hours. Further, with 8% of children being English language learners, BUP-PN will work with Hispanic Unity and the Urban League to specifically target families from the Caribbean and Latin America that tend to have language barriers in accessing services. Parent workshops about college and the workforce will also be offered in several languages to accommodate those families. Further, through an integrated workforce education model, BC will offer English language instruction to youth, families, and community members whose primary language is Spanish or Haitian Creole to acquire English language skills while gaining valuable skills for the workforce. 14 PROMISE NEIGHBORHOOD BUP-PN has also identified four subgroups that face potential barriers to success. These groups include youth in and aging out of foster care, homeless individuals, teen mothers, and individuals with past incarceration or exposure to the juvenile justice system. For each of these subgroup populations, BUP-PN has engaged partner organizations with expertise at addressing the issues these populations are facing. Specifically, the FLITE Center will help foster care and dependency youth transition into self-sufficiency; Broward Partnership will work with homeless individuals and families to create life plans preparing them for permanent housing & employment; PACE Center for Girls will offer teen mothers and other at-risk young women with gender-specific strategies for building life skills and preparing for college & career readiness; and, OIC of South Florida will work with previously incarcerated adults to acquire necessary education credentials, pursue record expungement and/or advocacy with the judiciary and law enforcement. Lastly, the Urban League of Broward County, which historically serves hard-to-reach populations, in partnership with Broward College, will lead the family navigation network to ensure all children, families and community members receive the necessary services for successful life outcomes. All services/solutions will be conduct within or near the six ZIP codes to ensure access by the targeted population where barriers such as transportation, access to technology and internet, as well as childcare are reduced or eliminated. BUP-PN's specifically selected partners all have a physical presence within the ZIP code area to facilitate access and expansion of services. b.2. Likelihood Services Provided Lead to Improvement in Achievement of Students BUP-PN will devote substantial program resources to supporting learning gains for the students in the community through evidence-based activities and strategies (Competitive Preference #3 - Also, see Attachment C). Specifically, tutoring, mentoring, afterschool 15 PROMISE NEIGHBORHOOD programs will be tailored to helping pre-K-12 graders meet or surpass rigorous academic State's Benchmarks for Excellent Student Thinking (BEST) academic learning standards and graduation requirements adopted on February 12, 2020 and determined by the Florida Kindergarten Readiness Screener (FLKRS), Florida Standardized Assessment (FSA) or, End Of Course (EOC) exams. To ensure academic improvement, BUP-PN will align content knowledge and skills acquisition and instructional materials in English Language Arts and math to Florida's academic BEST standards, as well as align college, career, life-readiness guidance and counseling to reflect these requirements and career pathways. To close gaps between current and desired academic achievements, students will receive intensive support and instruction and/or remediation (if needed) as well as guidance and encouragement to prepare students to meet the BEST standards. Lessons aligned to the standards will be integrated into each activity in a fun and engaging way to help supplement and reinforce learning that is occurring during school. Starting with the youngest students, the Jack & Jill Children's Center and Broward College (BC) will work with pre-K aged children and their parents to establish positive learning practices and use the BEST standards to guide instruction for children entering kindergarten. Pregnant women and new mothers will be provided information from the Urban League of Broward County on early milestones for their children and programs such as Volunteer Pre-K, Head Start, and Early Head Start that offer instruction aligned to the new standards. Afterschool academic programs will be delivered by the School Board approved afterschool providers whose programs are reviewed and approved by Broward County Public Schools (BCPS) to ensure alignment to the BEST standards. These services will provide year-round academic support building a foundation at early grades, reduce academic backsliding due to the COVID-19 pandemic or during out-of-school periods, and aid high school students as they 16 PROMISE NEIGHBORHOOD prepare to enter college and/or careers. Aligned to the math standards, BUP-PN will utilize unique \"strategies\" for problem-solving, help students master basic skills, emphasis skills to help struggling student catch up, incorporate financial literacy, and emphasize real-world context to make math more valuable to overall education and careers. For English Language Arts, BUP-PN will incorporate the State's booklist at each grade level and help students improve literacy and understanding of materials. To increase student interest and motivation, students will receive vocational/interest assessments, communication and employability skills development training, exposure to the state-of-the art technology and exposure to professionals and mentors/role models. These enrichment services will help students make the connection between attention to academics and future career success. Beginning in high school, students will have the opportunity to earn industry-recognized certifications awarded through assessment and validation of skills and competencies issued by a third party with the required relevant authority to issue credentials (US Department of Labor, 2010). These certifications, as well as prior learning assessments, will also be used to award college credit as a tool to accelerate students towards a technical certificate or degree for lifelong success and to set students on a career pathway for a middle to high wage job. Supported by research and evidence base, BUP-PN's Theory of Change is that providing a good education from early childhood to adulthood leading to industry certifications, technical certificate or degree for a middle to high wage job will reduce the racial inequities and improve life outcomes for the children and youth in Broward UP communities. An independent assessment of the value of Broward UP was conducted in April 2021, which revealed that to tackle intergenerational poverty, immobility and inequality, and overcome longstanding barriers to success, beginning early in the pipeline, children must be provided educational opportunities 17 PROMISE NEIGHBORHOOD that sets them on a path to a successful career leading to a middle-to-high wage income (Attachment D for full report). To implement this, BUP-PN uses a two-generation approach to deliver key programming components for children and parents leading to desirable short-, mid- and long-term outcomes consistent with Promise Neighborhoods' indicators, as shown below: c. Quality of Project Design c.1. Plan to Create a Complete Pipeline of Services BUP-PN's cradle to career pipeline is based on five interconnected pipeline blocks, based on the Theories of Action and Theories of Change using a two-generation model, backed by moderate to strong evidence and built to lead to the long-term success of the children and families in the BUP-PN footprint. Each program is \"linked and integrated seamlessly\" and reflecting the needs assessment and segmentation, leveraging of neighborhood and County assets, and the analysis of best available evidence and management of core competencies and Child/ Youth Parent/ Family -Early education and care -K-12 learning opportunities -College and transition and supports -Career development -Increased rates of students proficient in core academic subjects -Improved high school graduation rates -Increased rates of Postsecondary education enrollment -Increased rates of Postsecondary education completion -Family navigation and support -Wrap around services -Postsecondary education and training -Job placement and employability training -More families talking and preparing for college and careers -Safer neighborhoods -Decreased family instability and mobility -Improved employment, earnings and family outcomes -Increased small business revenue for job creation and tax base for better schools Figure 4. Broward UP Promise Neighborhood Model Mid-term Outcomes Long-term Outcomes Community Support College Ready Skills to Launch Career and Break Cycle of Generational Poverty -Increased children and families reading together -Increased families and children who have access to the internet and computing devices -Increased number of children and families vaccinated -Increased number of children ready for kindergarten -Improved school attendance and engagement -Increased consumption of fruits and vegetables School Ready Short-term Outcomes 18 PROMISE NEIGHBORHOOD capacity. This infrastructure will provide effective service delivery; provide continuous improvement through data-driven analysis and decision making to insure accurate and sustainable community support without time or resource gaps. Figure 5. BUP-PN Cradle to Career Continuum Age 0 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21+ Grade College Year PK PK K 1 2 3 4 5 6 7 8 9 10 11 12 C1 C2 C3 C4 Also, please note that BUP-PN pipeline of services maps to the Promise Neighborhoods indicators. BUP-PN's Theory of Action delivers key programming components to both children and their parents along the five pipeline blocks as listed below: Table 5. Building the Two Generational Approach into the BUP-PN Pipeline of Services Pipeline Block Solutions for Children/Youth Solutions for Parents/Families* Early Care and Education/ Kindergarten Readiness Solution 1: Together Our Tots Thrive and Survive (TOTTS) Solution 2: School readiness for 0-5 year old children Solution 3: Parents as educators Solution 1: Home visits for pregnant moms and parents of 0-2 year old children Solution 2: Integrated model for continuing education for parents with parenting skills Solution 3: Training parents as educators K-12 Success Solution 1: Extended Learning Solution 2: Youth FORCE Solution 3: Algebra Project Solution 4: Teen Program Solution 5: Upward Bound Solution 1: Parent engagement activities Solution 2: Parent support to help reduce/eliminate barriers for educational success of their children High School to Postsecondary Transition and Completion Solution 1: College Transition for at-risk and pregnant teen girls Solution 2: Jump Start (early access) Solution 2: Bridges Program Solution 3: College Access and Retention/credit acceleration Solution 4: Second Chance for juvenile offenders Solution 5: College Mentors Solution 6: Support GED attainment Solution 1: Dropout prevention for teen moms Solution 2: College Access and Retention to continue education for gainful employment Solution 2: Workforce education for formally incarcerated parents and family members Solution 3: Support integrated basic skills education/literacy and GED for parents to support their children Solution 4: Financial Aid/Financial literacy assistance and training for parents Early Care/Kindergarten Readiness Kindergarten to Grade 12 (K-12) Sucess High School to College Transition and Completion 21st Century Workforce & Talent Mobilizing Broward UP Communities (Health, safety, family and community support) 19 PROMISE NEIGHBORHOOD Table 5. Building the Two Generational Approach into the BUP-PN Pipeline of Services Pipeline Block Solutions for Children/Youth Solutions for Parents/Families* 21st Century Workforce and Talent Solution 1: Career development/ advising and job placement Solution 2: Employability training and opportunities for work experiences, internships/ externships, 'earn and learn' Solution 1: Career Development and Job Placement to support thriving family Solution 2: Workforce education, and employability training and support to reduce/eliminate barriers for parents, families and community members Mobilizing the Broward UP Community Solution 1: Food distribution and nutrition information Solution 2: COVID-19 Vaccination Solution 3: Crime Prevention Program to reduce crime and drug/opioid use and abuse Solution 4: Youth aging out of foster care housing stabilization Solution 5: Community reading program and library card promotion Solution 6: Addressing the Digital Divide to ensure internet/tools access and 21st Century tools Solution 7: Support schools through learning communities and college-going environment Solution 1: Family Navigator Solution 2: Food and nutrition program Solution 3: COVID-19 Vaccination Solution 4: Neighborhood building through clean-up and motivational mural art Solution 4: Homeownership and Rental Assistance program Solution 5: Homeless family stabilization Solution 6: Addressing the Digital Divide for parents to continue their education and support their children Solution 7: Promoting entrepreneurship and small businesses in the community for economic growth and stability for job creation and increased tax base for better schools Each of the pipeline blocks contains solutions for both parents and child and has incorporated school improvement plans, needs assessment, and evidence-based strategies. It also brings together community agencies and their resources to implement the solutions - (See Attachment F - BUP-PN Memorandum of Understanding signed by each partner) EARLY CARE & EDUCATION/KINDERGARTEN READINESS PIPELINE BLOCK This pipeline block covers young children (prenatal to age 5) focusing on kindergarten readiness and parenting support through the following three solutions: Project TOTTS (Together Our Tots Thrive & Survive) provides parents of children ages 0-3 with a comprehensive prenatal and infant educational empowerment program. Program activities include community outreach, nutrition seminars and workshops, childbirth education, home visiting, and parenting education and support to help parents understand child development milestones and behavior and information on preventative health and prenatal practices. Urban 20 PROMISE NEIGHBORHOOD League of Broward County (ULBC) staff will work with 50 pregnant women and mothers per year to prepare for childbirth and be aware of all available resources to help their child thrive after birth and set goals for the future. The objective is to ensure the pregnant women and mothers have the resources and skills to ensure the child is physically, socially, and emotionally healthy and ready to learn. Led by ULBC supported by Broward Healthy Start Coalition, Inc. Evidence-Base: Research evidence shows that programs that include home support, parenting education, and resources can have positive effects on new mothers and lead to improved parenting, child behavior, parental satisfaction, and an overall reduction in child maltreatment in homes that are considered under-resourced and at-risk. (Zhou, Yu Qi, et al., 2017). Early Intervention & Family Dual Enrollment is a 6-8-week workforce training integrated with parenting skills, while their children are served in the childhood center by the J&J through a quality educational curriculum - dually enrolling the family. The children, ages 0-5, will receive lessons in letters, numbers, and sounds. Informal pre-and post-assessments will determine if the child's knowledge increased during the sessions. The project will serve 50 families a year and will also help eliminate childcare barriers for the parents. The objective is to ensure that the children are kindergarten ready and that parents increase their knowledge in communication, child development, healthy living and other soft skills that will improve their parenting and employability, while also receiving an industry certification for employment or job advancement. Led by J&J and BC at the J&J Children's Center within the 33311 ZIP code. Evidence-Based: Research on the effects of the school-based Early Childhood Centers for Children of Teen Parents Program showed strong evidence of effectiveness of program interventions. Findings showed that the mothers who received free onsite childcare, parenting classes, GED preparation had stronger educational outcomes for themselves and that of their children, and overall showed less risk than control groups. (Quint, J.C. et. al., 1997). Supporting Parents as Teachers (PAT) will provide parents and caregivers of young children (ages 0-5) within BUP-PN footprint with the Supporting Parents as Teacher project. Parents will participate in a 2-hour workshop training conducted and developed by qualified and experienced BC 21 PROMISE NEIGHBORHOOD faculty, which will help improve school readiness and parent involvement. BC's Education Pathway students will distribute kits to these parents that will include manipulatives and materials for parents to conduct lessons towards colors, shapes, sounds and letters. The project will provide parents with the skills they need to support the skill development of their children and make them active participants in their child's development. Led by BC and BC's Education Pathway students at independent childcare centers (partners in the Early Childhood program). Evidence-Base: Strong evidence supports the Parent As Teachers model for providing services to families with children from prenatal to kindergarten period. Results included improvements in parental engagement in child literacy activities, increased child literacy, improved parenting knowledge and skills, and involvement in their child's school (Albritton, S., et.al., 2004). K-12 SUCCESS PIPELINE BLOCK This continuum block contains six solutions that focus on school-age children and their families to improve academic proficiency, attendance and to prepare them for college and careers. Extended Learning Opportunities through the YMCA of South Florida (simply called the Y) will provide elementary students from schools in the BUP-PN footprint, focusing primarily on schools in the 33311-zip code, with the Y's STEM/STEAM (Science, Technology, Engineering, Arts and Math) curriculum designed to boost creativity, imagination and problem-solving. Through project-based learning (PBL) activities, students will experience first-hand learning of subjects ranging from simple machines to more advanced concepts of computer programming. Workshops are led by the students themselves, supported by qualified and experienced Y counselors to engage students in active, collaborative, meaningful activities that support mastery and growth in academic areas, including reading/researching, math, and engineering. Afterschool programming will be offered 4 days a week, for 4 hours during the school year at the Y site within the 33311 ZIP code area located at the center of the highest child poverty area. Studies 22 PROMISE NEIGHBORHOOD have shown that kids thrive when they have opportunities for fun, diverse, hands-on education. Led by the YMCA and supported in part by Children's Services Council. Evidence-Base: Researchers conducted a review of studies examining the effects of summer intervention (out-of-school) programs on reading and mathematics among K-12 students, based on rigorous quality criteria. The findings indicated positive benefits in both areas as a result of these interventions (Xie, C., et al., 2021). Youth (Friends, Opportunities, Resources, Counseling and Education) FORCE provides academic supports and services, employability skills training, health education, and community service-learning activities to middle school students. Additional program components may include mentoring, health and fitness activities, life skills instruction, and violence and drug prevention, including the use and abuse of opioids. The Youth FORCE will provide afterschool programming (4 days a week, 3 hours afterschool) at Dillard 6-12 and Parkway Middle schools sites (approved by Broward County Public Schools (BCPS)) located in the BUP-PN footprint. Led by the Children's Services Council (CSC), and implemented by the Y, a BCPS approved afterschool provider. Evidence-Base: This evaluation of 20 afterschool centers operated by Texas ACE showed that students who received comprehensive interventions such as tutoring, homework help, mentoring, engaging enrichment opportunities and summer programs showed positive effects on school-day attendance, test scores and reduction of disciplinary incidents. (American Institutes for Research (2017). Algebra Project (AP) is a national program founded by a Civil Rights activist and Math educator designed for low-income students and students of color to successfully achieve mathematical skills and help students graduate from high school ready to tackle college-level mathematics. This program provides a student-centered teaching framework for diverse populations that begin with a mathematically rich, concrete experience to be mathematized and make meaning of embedded, abstract mathematics concepts. BCPS will conduct a summer induction at BUP-PN high schools (Dillard 6-12, Lauderhill 6-12, Plantation and Boyd 23 PROMISE NEIGHBORHOOD Anderson) where students and teachers will together explore multiple ways of thinking about and doing mathematics, leveraged by instructional materials and activities such as games for teaching prime factorization of integers, to strengthen understanding of key mathematical concepts. AP teachers continue to receive ongoing professional learning and support throughout the school year. AP students take math courses every day, and teachers stay with the same students for two years. Students also receive individual psychological support from school counselors and also serve as peer support to others. BC math faculty will coach and mentor AP teachers in implementing the program in their classrooms. Student leaders will also serve as math literacy workers by teaching their peers. Led by BCPS with support from the Algebra Project, BC, Florida International University, and Young People's Project. Evidence-Base: Evidence of the effectiveness of this type of intervention can be seen from a randomized controlled study of the Elevate Math summer program, which found positive pre- and post-test program gains in math proficiency, algebra readiness, and student attitudes toward and engagement in math learning. This revealed that an intensive math summer program was positively associated with these gains (Snipes, J., et al., 2015). Young Leaders provides 100 BUP-PN pre-teens and teens from BUP-PN middle and high schools with peer support, as well as opportunities to develop leadership skills and learning opportunities. The Young Leaders program will participate in group sessions that will include activities including the Knowledge is Power program, providing educational mobility support, financial aid education and support, and activities to increase reading and math indicators. Participants will meet weekly, receive academic assistance and work with industry experts, real-world projects, and even experience internship placements and networking opportunities. This solution also supports the high school to postsecondary transition block by preparing youth to graduate from high school, assistance preparing personal statements, resumes, college applications and financial aid forms. and providing career development programs. Parents will 24 PROMISE NEIGHBORHOOD participate in financial aid application completions and information sessions. Led by HANDY, with support by BC and volunteers. Evidence-Base: These interventions will resemble the Sponsor-a Scholar program in Philadelphia. A study conducted on the program found a statistically significant difference in student grades, motivation, and college enrollment rates based on their participation in the Sponsor-a-Scholar mentoring and scholarship program, which yielded positive outcomes among youth (Center for Higher Education Policy Analysis, 2009). Teen Program will serve students from the middle and high schools in the BUP-PN footprint. The program focuses on college exploration and career preparation through hands-on learning experiences, opportunities to obtain specific skills certifications, and mentorship from industry professionals. Afterschool and weekend activities will include local college tours, community college, and career fairs, career days, and the option to pursue industry certification courses and/or internships. Students with attendance concerns may benefit from this intervention as they receive mentoring from an adult as well as referral to a school counselor, school social worker, school psychologist, or family therapist provided by the school district. Since the 2018 Florida Legislature passed Senate Bill 7026, the Marjory Stoneman Douglas High School Public Safety Act, the school district has been able to increase the number of mental health staff directly serving students and families, however, many students still do not utilize the services do to the stigma of mental illness in the community. The Teen program mentors will not only support students but also connect them to the services when they need help - a strategy highlighted in the new Bill. Led by Boys & Girls Club of Broward County, with support by BC, volunteer mentors, and BCPS mental health workers and counselors. Evidence-Base: Mentoring programs have been proven to bolster student engagement, improved academic performance and learning gains. An evaluation of the Boys and Girls Club mentoring program showed that it significantly lessened student's tendencies to skip school thereby improving chances of academic success and retention (Grossman, J. et al., 1998). 25 PROMISE NEIGHBORHOOD Upward Bound provides assistance in academic and emotional support, tutoring, mentoring, cultural enrichment, and education or counseling services designed to improve the financial and economic literacy of students and families, and support preparing college applications and financial aid forms to students enrolled in BUP-PN middle and high school, specifically targeting Haitians and Latino families. Activities to specifically support those with limited English proficiency will be provided. Led by Hispanic Unity, with assistance by BC. Evidence-base: A national evaluation of the Upward Bound program showed that the combined strategies of mentoring, support services, academic coursework and cultural enrichment, among others were found to be substantively impactful. Students in UB increased their attainment on the goals of postsecondary entrance, degree attainment, and applying for financial aid (Epps, S.R., et. al., 2016). HIGH SCHOOL TRANSITION TO COLLEGE AND COMPLETION PIPELINE BLOCK The High School Transition to College and Completion continuum block contains six solutions and focuses on preparing students for high school and careers: College Transition for Girls will prepare and advance at-risk high school girls from the BUP-PN footprint into postsecondary education, exploring various vocational opportunities and improving essential work readiness skills critically needed to gain and sustain long-term employment. Support will be provided for those experiencing barriers such as teen parenting, involvement with the juvenile justice system, foster care youth, and other at-risk behavior. Led by Pace Center for Girls (PCG), supported by BC and PCG alumni. Evidence-Base: This quasi-experimental study of the Ramp Up to Readiness programs showed alignment with many of the program components, including work readiness skills and social-emotional skills being incorporated within an academic curriculum. The study found that social-emotional skills and developmental readiness for success in higher education including, personal motivation, habits of persistence, and self-regulation were Quasi-experimental studies. Findings showed that the program helped students make more informed decisions and improved their developmental readiness for postsecondary programs (Lindsay, J., et al., 2017) Bridge Program supports students during the summer between high school graduation and enrollment at BC. Participants will enroll and be supported in one 3-credit gateway college (i.e., 26 PROMISE NEIGHBORHOOD English Composition or Intermediate Algebra) course during the summer. Gateway courses are typically foundation courses into their chosen pathways and have the highest failure rates even among students who are presumable college ready. To assist students, BC will couple a non-credit First-Year Experience (FYE) seminar where students receive \"just-in-time\" academic foundation support. The FYE Seminar is a comprehensive program designed to facilitate academic success for first year students. During their FYE Seminar, participants will be introduced to tools and resources at BC to support the participant's academic success, as well as learn about classroom expectations from both student and faculty perspectives. The course will address how to become a successful college student and include topics such as time management, note-taking techniques, study strategies, and test-taking strategies. High school counselors and teachers will also receive training to help students gain these skills, as well the process of applying for college and admissions processes to help promote postsecondary education. Led by BC in partnership with BUP-PN high school counselors for recruitment and transition services. Evidence-Base: This study of University of Mississippi's (UM) JumpStart Summer Bridge Program found that it was a significant and positive predictor of retention to spring semester and improved first-year GPAs among Black/African American students. (Ferris, E., 2019) College Access and Retention for Education (CARE) expands access directly in the BUP-PN footprint utilizing resources and facilities of Broward UP community agency partners or municipalities to offer accelerated workforce development training in a number of high demand fields such as advanced manufacturing/supply chain management, information technology, healthcare, and other high demand industries. CARES serves youth (age 16-24), parents, and community members a year by providing case management to address barriers to education success (such as transportation, childcare, technology, language, need for remediation, etc.), and 27 PROMISE NEIGHBORHOOD enrollment in workforce training leading to in transferable skills (evidenced by industry certifications) to improve their employability in the workforce. The certifications will also give college credit (usually 3-6) to participants to accelerate the completion of a technical certificate or college degree. Led by BC, with support of all BUP-PN partners and municipalities. Evidence-Based: Similarly, a study of the Integrated Basic Education and Skills Training (I-BEST) program which sought to increase the rate at which adult basic skills students enter and succeed in postsecondary occupational education included workforce development training and a case management model. The study found that that enrollment in I-BEST had positive impacts on educational outcomes such as college credits earned and, certificate or degree attainment, but not persistence (Zeidenberg, M., et al., 2010). Second Chance will serve youth and adults, ages 16 and up, who have been involved in the justice system and reside in high-poverty and high-crime communities within the BUP-PN footprint. Participants, specifically former offenders, will be provided case management services including connection to services such as assessment of education needs, workforce readiness, and connection to education and workforce opportunities, as well as referral to local legal service providers to identify participants eligible for expungement and record-sealing and work toward criminal record expungement and record sealing for those individuals who qualify. Second Chance serves as a diversion program through relationships with local judges, The State Attorney's Office, Public Defender's office and police departments. Led by OIC of South Florida, assisted by BC and the local workforce board. (Invitational Priority - see also Attachment E) Evidence-Base: The Second Chance Act (SCA) Adult Demonstration Program aimed to reduce recidivism by addressing the challenges faced by adults returning to their communities after incarceration. The program included case management, employment assistance, substance abuse treatment, and cognitive behavioral therapy. The program group did have higher employment rates and earnings than the control group after 30 months. (D'Amico, et. al., 2018). College Mentor/Ambassador Program targets first-time BUP-PN college students and parents and community members returning to pursue postsecondary education. The navigation of 28 PROMISE NEIGHBORHOOD admissions, finding classrooms on large campuses, purchasing books and supplies, and accessing student resources can all be overwhelming. Current BC students will serve as mentors and general ambassadors to newer BUP-PN students to the college. Mentor/Ambassadors will meet will BUP-PN students in small groups on a weekly basis and one on one once a month. Mentor/Ambassadors will offer guidance and assistance with adjusting to student life, share lessons learned and provide encouragement and support. Mentor/Ambassadors can even be assigned specifically to students sharing the same career pathway when possible. Mentor/Ambassadors will also provide campus tours and provide information about campus resources. Led by BC student mentors/advisors. Evidence-Base: Research on a peer mentoring program at a university in California supports the effectiveness of peer mentoring and supports among incoming freshmen and high school students. This quasi-experimental study showed evidence that university peer mentoring might increase students' feelings of engagement, which can contribute to their retention. Results suggested peer mentoring helped the students feel more integrated and supported at college, which might reinforce their persistence toward graduating. (Yomtov, D., 2017). Basic Education and GED will provide youth (ages 16-24) - especially those who drop out of high school, parents, and community members to address the deficiency in reading, math, English language, and computer literacy skills needed to complete postsecondary education. Basic education content will be aligned with workforce training, providing context for academic work. Instructors will work together to identify basic skills needed by developing an individual plan for each student based on an initial assessment of the student upon intake. Participants will learn about, and be supported in, the acquisition of soft skills needed in the workplace and the exploration of careers relevant to their postsecondary education. The Basic Education program will be designed to deliver accelerated, contextualized partially-integrated remediation instruction, featuring joint enrollment in both basic skills courses and workforce training courses. The instruction will include 1) digital literacy; 2) basic academic skills; 3) soft skills; 4) GED (if 29 PROMISE NEIGHBORHOOD necessary); 5) career readiness; and 6) industry-specific certificates. Led by BC at YMCA facility in 33311 ZIP code. Evidence-Base: Research on adult education in Rochester, Minnesota found that a partnership between the public schools and community college enable adults to acquire credentials for living-wage jobs. Bridges to Careers, the free program keeps its students enrolled until they have mastered the community college's entry-level coursework and earned a first-rung job certification--usually as a certified nursing assistant, personal care assistant, or administrative clinical assistant. It found statistically significant positive outcomes on employment and education. (Hawkins, B., 2019). 21st CENTURY WORKFORCE AND TALENT BUP-PN Solutions for 21st Century Workforce and Talent: The 21st Century Workforce and Talent continuum block contains two solutions: Career Development targets BUP-PN residents starting from elementary school children to adults/family members through the three phases of career development. Phase 1: Self-Exploration, which is the first step in the process and allows children to discover who they are and what they like to do; Phase 2: Career Exploration which is developing skills consisting of learning how to identify and analyze various career options in terms of what education, training, experience, and competencies are required for success; and Phase 3: Career Planning and Management, which involves developing employability and decision-making skills and increasing the participant's capacity to navigate within the world of work, not just in the short-term but also throughout their lives. Tools such as the BCPS's Navigate (a career exploration system), BC's Career Coach (an assessment and career planning tool), Virtual job shadowing, BC's Career Pathway maps aligned to the Florida Department of Education's meta majors, and others will be used. Led by BC and BCPS. Evidence-Base: Research evidence shows that various supportive factors such as career exploration, career coaching, and career pathways and an occupational skills training program along with comprehensive support can help low-income individuals enroll full time in 30 PROMISE NEIGHBORHOOD occupational training at local community colleges and influence their overall persistence and success (Elliott, M., et. Al., 2017). Employment Management Program for Labor Opportunities that Yields Success (EMPLOYS) Program provides youth (ages 16-24), parents and community members, guided by a Success Coach, career plans aligned to career ladders based on labor market information showing participants a pathway from an entry-level job to a high wage advanced job within the same industry. The Success Coach will also enroll participants in free workforce education training leading to industry certifications or short-term certificates and aid them in reducing/eliminating barriers to their education and employment such as transportation, childcare, homelessness, need for remediation, etc., through community agency partners. Through these certifications and certificates, participants can gain college credit towards a technical certificate or degree that will qualify them for a high-wage job on their career ladder. As participants complete workforce training and obtaining the industry certification or certificate, they will receive employability skills training by an Employment Specialist, including resume writing, mock interviews, work etiquette, time management, etc. as well as assistance in reducing/eliminating barriers to employment. BC will work with employers for priority hiring, priority interviews, work experiences that include paid projects, internships/externships, and learn and earn opportunities such as apprenticeships for participants. Broward UP has already received commitments from several employers or collaborative employer agencies. (See Attachment B) This strategy has been proven to ensure placement of participants, especially those with little or no work experience like many of the parents of BUP-PN children. Led by BC, in coordination with CareerSource Broward, local workforce board, and employers. Evidence-Base: A randomized study of California's STEP Forward program which aimed to improve job readiness skills found that interventions such as internships, job readiness skills, career coaching, and workforce education helped disadvantaged job seekers to attain 31 PROMISE NEIGHBORHOOD employment with higher average earnings than similar peers who did not receive these services. (Webster, R., 2019). MOBILIZING BROWARD UP COMMUNITIES BUP-PN Solutions for Mobilizing Broward UP Communities: The Mobilizing Broward UP Communities continuum block contains 12 solutions: Family Navigators will be used to navigate families through BUP-PN and other community resources and services to address the needs found in section a.1. For more information on Family Navigators, please see pages 38-39. Led by BC and ULBC, with all BUP-PN serving as arms of the Family Navigation system. Evidence-Base: Research shows the positive impact and experiences of having a family navigator assist with services and access to resources through this randomized controlled study of families with children. Family navigators were instrumental in enabling families to navigate multiple systems and helped alleviate caregiver stress, improve family functioning, and facilitate improved delivery of care. (Crossman, MK., 2020). Food and Nutrition Program will provide fresh food, including fresh fruits and vegetables, to children in pre-designated sites 1-3 times weekly and for entire families with weekly bags once a week. BUP-PN will establish a consistent distribution site, a distribution list, use social media to create a communication portal, conduct community outreach, and advertising to engage families in need. Families will be informed of other food distributions that include healthy foods, such as BCPS, free breakfast program, as well as provide nutrition information about the benefits of eating healthy foods. During BUP-PN events such as book reading, healthy foods/snacks will be provided. BUP-PN will work with local farmers and vendors to provide food to families. Additionally, community refrigerators will be placed in four Share Center community agency sites where children, families, and community members can take healthy food at any time. Led by Nourishing Lives, supported by volunteers and Share Center sites. 32 PROMISE NEIGHBORHOOD Evidence-Base: Research on the USDA's Commodity Supplemental Food program found that handing out meals to a vulnerable population, can serve to lessen their food insecurity. Prior to the program, 85% of the population surveyed were found to be food insecure and this decreased by 20.7% with the onset of the program (Khan, F., et al, 2019). Operation Vaccine will address the low vaccination rates in the BUP-PN footprint and with African Americans and Hispanics. As a state-run COVID-19 vaccination site, since March 2021, at BC's North Campus (the closest to BUP-PN footprint and on a public transit route), BC will promote and provide information to BUP-PN families about the benefits of the vaccine. Strategies to increase the rate of vaccination will include distribution of flyers, social media campaign, and health literacy conducted in conjunction with other services. Led by BC, supported by FL Department of Health and BUP-PN agency partners. Evidence-Base: Research shows the impact of vaccinating children on the public health of the community who is indirectly protected. Findings unveil that community protection happens when vaccinated person block the chain of transmission and protect under vaccinated or unvaccinated individuals by limiting the spread of the pathogen through the community and preventing exposure to community members. (Anderson, E.J., et. al., 2018). Crime Prevention Program provides youth crime prevention and intervention (CPI) services to youth in the BUP-PN footprint aimed to prevent youth engagement in criminal behaviors including, but not limited to drug abuse. The opioid crisis is present within the BUP-PN high schools and will be addressed head on with education about the life-threatening and life-damaging impacts of opioid abuse (Competitive Preference Priority #1 - Also, see Attachment E). The CPI uses a community approach to engage and galvanize residents to support, promote, and participate in crime prevention activities. The program also aims to foster positive relationships between law enforcement and local communities. CPI comprises of fifteen components including case management, tutoring, gang resistance education, social responsibility and character building, anger management, employability skills training, teen 33 PROMISE NEIGHBORHOOD summits and law enforcement meetings. Led by ULBC, with support by the Broward County Sherriff's Office. (Invitational Priority - see also Attachment E) Evidence-Base: A multi-site evaluation of various youth programs in the California and Massachusetts found a positive correlation between several interventions and relationships with law enforcement and local communities. Interventions included tutoring, mentoring, life skills, money management, employment assistance, and housing assistance (GAO, 1999). Neighborhood Builders brings together a community effort of volunteer services to cleanup and build the community, specifically cleaning up abandoned buildings, painting over graffiti, or cleaning up trash and other waste to promote a safe and clean community for BUP-PN children. Over 100 volunteers are expected each year to participate in neighborhood building events. Additionally, Broward UP will be promoted through five social justice mural projects within the BUP-PN footprint to engage, excite and inspire residents. Cities have already approved plans and identified sites for the murals. These murals and what they represent are part of the racial healing needed in the communities as they display \"hope of equality\". Inspirational speakers at mural revealing ceremonies will be conducted as a community event. Led by BC with support by volunteers and mural artist. Evidence-Base: Research on an intervention used to train neighborhood leaders about community organizing and to enhancing leadership skills showed promising results. The study showed that participants improved in leadership skills and experience. Qualitative interviews revealed that participants continued to be active in their communities by implementing neighborhood programs or starting community organizations. (Ayón, C., et. al., 2009). Homeownership and Rental Assistance Program will provide low-income BUP-PN residents (parents, families, and community members) assistance in purchasing their first home through robust education and counseling services, as well as accessing resources for rental assistance. These services position individuals who may not otherwise be able to purchase without credit counseling, subsidy assistance navigation, savings support such as IDAs (Individual Development Account matched savings program) and in some instances job training to help 34 PROMISE NEIGHBORHOOD them save and/or increase their income and purchase a home. Rental assistance will also be provided, which is a critical need during the COVID-19 pandemic. Access to emergency funding and other resources will be conducted to ensure the stability and the risk of homelessness. Led by ULBC, with assistance from Broward County Housing Authority. Evidence-Base: Research on a statewide homeownership education program found that it increased the participants' knowledge of financial requirements for buying a home and practices to prevent predatory lending and foreclosure, and helped to preserve long-term homeownership (Eschbach, C. et.al., 2016). Homeless Family Stabilization Program will provide emergency shelter and supportive services for individuals and families experiencing homelessness within the BUP-PN footprint. The Broward Partnership for the Homeless, Inc. (BPHI) maintains two Homeless Assistance Centers (HAC) within the BUP-PN footprint which operate as low barrier shelters for children and families. Families experiencing unstable housing situations are provided supportive services that ultimately contribute to long-term household stability. Program services are comprehensive and include access to case management, nutritious meals, childcare, medical care, mental health and substance abuse treatment, counseling and/or education, housing navigation and placement, and vocational training and employment assistance needed to establish self-sufficiency and housing stability. Workforce training will be provided by BC for immediate employment or advancement to support long-term housing stability and prevent recurring episodes of homelessness. Led by Broward Partnership for the Homeless, Inc (BPHI), with BC. Evidence-Base: Research on the Job Corps jobs training program for economically disadvantaged youth, which offers remedial education, GED preparation, vocational training, job placement assistance, and housing supports found that it helped to support long-term housing stability. (Schochet, P., 2008). Foster Care/Ageing Out Housing and Stability Program will assists youth transitioning to independent living, as well as those who were once part of the dependency system and aged out 35 PROMISE NEIGHBORHOOD of homes with relatives or caregivers under distressing circumstances, assistance in housing and an upward bound-type program to learn about college, careers and pathways to employment through the Fort Lauderdale Independence Training and Education Center (FLITE), the county's central point for youth aging out of foster care. Through FLITE University, youth will learn employability skills, financial literacy, wellness, college and other topics crucial for youth to learn and become independent. Youth with housing barriers will be placed into appropriate housing and be paired with FLITE's housing success coaches who will help youth become successful living on their own. Led by FLITE Center, in partnership with BC. Evidence-Base: Research on the Youth Villages program, which focuses on the supports provided to young adults aging out of foster care found positive impacts. Services included intensive case management, support, counseling related to housing, employment, education, life skills, behavioral health. The study found that the program made a positive impact in the lives of young adults who had improved earnings, less homelessness and material hardship, and had better mental health outcomes than youth not offered its services (Valentine, E., 2016) Read UP is an initiative to expose BUP-PN children, ages 0-12 to reading and access to books. BUP-PN will build freestanding wooden \"libraries\", stock them with books, and place them in BUP-PN community locations to serve as free libraries for children and their parents/caregivers. BUP-PN will collaborate with the Children's Services Council Broward Reads to develop and implement a schedule of reading events at community partner facilities and schools within the BUP-PN footprint. Events will include storytime where adults will read to children at community locations and stream reading sessions remotely. Guest readers and speakers may include local authors, local leaders, such as President Haile of Broward College. Information about library cards at Broward County local libraries will be provided at all Read UP events and through the free-standing libraries. Led by BC with support from Broward County Public Libraries System, and volunteer authors and readers. 36 PROMISE NEIGHBORHOOD Evidence-Base: Research done on book giveaway programs show that they promote literacy and subsequently affect and result in more interest in reading. Studies indicate that access to books and parental involvement in reading to children and modeling reading supports increased child literacy. (DeBondt, 2020). Jump Start Program is a three-day series that will be offered each year to parents and their high school students from BUP-PN high schools where they participate in college application day, FAFSA (financial aid) application day, and Quick Start and registration day, aimed at engaging parents and their children to talk about college and their future. All high school seniors that participate will be given first choice in Fall enrollment and registration in classes (no lines, no waiting) at BC to encourage high school students to participate. Parents will also be targeted to increase awareness about the application process and about financial aid and scholarships. Specific workshops are designed for parents including, financial literacy seminars and seminars to help them understand the process for college application and enrollment. Engagement with peers has also proven to be an effective recruitment and engagement strategy. While on campus, prospective students will be hosted by recent high school graduates serving as student ambassadors and tour guides. Led by BC, in partnership with BCPS college advisors and school counselors. Evidence-Base: Research showed that student outcomes were improved when they participated in a college and career readiness program called Jump Start. The program provides students in grades 9-12 with college preparation and career technical education graduation pathways and more students earned industry-recognized credentials in CTE pathways based on their involvement in Jump Start. (Culbertson, 2019). Digital Divide Project helps address the limited access to technology and the internet at home faced by both children and adults within the BUP-PN footprint creating barriers to their education and career opportunities. Through the project, BC will provide free laptops and internet hotspots for educational or employment purposes to families and community members that are fully engaged in BUP-PN services. BC, along with BCPS, will also promote laptop loans 37 PROMISE NEIGHBORHOOD to its students, and work with local internet service providers to offer a low-cost program for low-income families. BC has already secured 100 free laptops for distribution to students. Led by BC, BCPS and supported by Florida Power and Light (donor of free laptops). Evidence-Base: This report found that low-income households with school-aged children often had limited broadband access, placing them at significant disadvantage when it came to doing schoolwork. On average, households with income above $50,000 only 8.4% lacked internet connection while those earning below that impacts low-income student academic outcomes in the long term. (Horrigan, J., 2015). Entrepreneurship Program offers BUP-PN residents and/or small business owners training on launching a business as a form of creating jobs or on maintaining/restructuring a small business. As many residents have ideas for increasing income such as barbershops, selling food, delivery services, daycare centers, etc., BC will train entrepreneurs through an 18-24 week four-phase process: Develop, Evolve, Launch, and Soar, ending in a 12-credit transferable technical certificate from BC. This process takes the business from a concept to launch and/or ready for connection to angel investors. At the same time, many small business owners are struggling through the economic downturn due to the coronavirus. Therefore, owners will be provided training and technical assistance to implement new strategies including, marketing, e-commerce, etc., as well as access to small business loans and contracts to expand their business. Led by BC's Innovation Hub, a leading accelerator program. Evidence-Base: Research from an entrepreneurial training program that targeted aspiring business owners showed that the program helped workers return to employment by starting their own businesses. While it did not significantly raise earnings, the businesses they started were sustainable thereby fostering entrepreneurship in the community. (Benus, J. et. al., 2009). c.2. Project Significantly Increases Proportion of Students in the Neighborhood Served Due to new partnerships with municipalities and community agencies within the Broward UP communities, as well as an increase in the capacity of the existing services, the number of individuals served in Year 1 will increase by 35% over baseline (2,682 residents), mostly due to 38 PROMISE NEIGHBORHOOD the COVID-19 vaccinations of children and adults across the BUP-PN footprint as expected mandates will require children vaccinated before returning to school. The BUP-PN communities will experience a more dramatic increase in Year 2 due to the completion of the YMCA Multi-use building at the end of Year 1, in which Broward College will occupy one floor to provide workforce education and training, and the YMCA will provide tutoring, mentoring, and other services onsite (while the parents can attend training). The new building will allow for the expansion of services beyond the initial capacity to fill gaps as the continuum is being built. In year 3, there will also be an increase due to the large number of schools in the communities and in neighboring ZIP codes where BUP-PN children attend school. In Year 4, solutions will reach full capacity, and the BUP-PN will be able to expand its reach. In Year 5, there will be a more modest expansion, as programs will have scaled up, and many gaps in the continuum will have been filled. BUP-PN is designed to be scalable and replicable. Given the size of Broward County, and the needs of communities based on the same factors, the model will offer opportunities for replication within other zip codes, where synergies within BUP-PN will be enormous. BUP-PN will also provide a template for a highly effective community centric model for economic and social mobility. c.3. Family Navigation System is High-Quality/Provides Sufficient Services and Supports BUP-PN Family Navigation System is two-fold. First, as families connect to BUP-PN partner community agencies, these agencies will serve as arms to the system, as in most cases, they are the first contact for families within the BUP-PN footprint. The system will allow the community Figure 6. BUP-PN Scaling Chart Year 1 Year 2 Year 3 Year 4 Year 5 Scale up phase Children and Adults Served 35% increase 65% increase 20% increase 50% increase 36% increase 2,682 Served (baseline) 14,625 Served 39 PROMISE NEIGHBORHOOD partner to access a network of partners that can serve the needs of the complete family unit, rather than each agency only providing the serves that they offer. BC and the Urban League of Broward County (ULBC) will lead the navigation system by employing Family Navigators who are connected to the system by the partner agencies. For example, a family may be in first contact with the YMCA yet need other services and guidance to help meet the needs of the family. The family navigators will help adults and families progress on their journey towards self-advocacy and self-efficacy through the acquisition of knowledge, skills and a network of support. The family navigators will assist parents and other primary caregivers by helping them successfully navigate the child-serving systems and supporting them in their relationship with those formal and informal supports involved in their lives. The family navigators will help promote the family and adult's voice, choice and access at every decision-making point. They use their personal and professional life experiences to establish credibility. The family navigators will identify the strengths and needs, and assist with problem-solving, and access to services. Second, BUP-PN will utilize an empowerment model of family navigation by training community members to help support the families or other community members within the BUP-PN footprint. These community family navigators are usually leaders in the community or associated with organizations and churches that help impart knowledge, demonstrate strategies and skills sets, and link family members to the network of partners. These family navigators provide targeted and individualized one-on-one support. In addition, they facilitate support groups, and offer advocacy for the families. Many of these members are already recognized as support in the community and are trusted and respected within the community. BUP-PN will offer these community family navigators training and information to help link families and individuals to formal and informal resources with the network of partners. 40 PROMISE NEIGHBORHOOD d. Quality of the Management Plan d.1. Adequacy of Management plan to Achieve Objectives of Proposed Project BUP-PN solutions will implemented by the BUP-PN partners to improve the life trajectories of the children and youth in the BUP-PN footprint. Meeting the objectives on an indicator-by-indicator basis, utilizing each partner's strength along the pipeline allows for an increasing proportion of students to enter the continuum pipeline at different points (early care, Pre-K, elementary, middle school, or high school), as well as allows for implementation phasing, scaling up, and increasing the effectiveness of programs and service delivery. These objectives and targets for improvement can be found on Table 6 below. Table 6. BUP-PN Project 5-Year Objectives and Annual Targets Objectives/Indicators To be met by end of 5-year period Baseline 2020-21 Annual Targets Year 1 Year 2 Year 3 Year 4 Year 5 1. Increase Age-Appropriate Functioning to 39% 32% 33% 35% 37% 48% for Gr.3-8 and 33% 45% 40% 41% 42% 18.0% 17.5% 47% 50% 52% 54% 8. Increase 33% 18.2% 21% 24% 27% 30% 35% 85% 86% 94.9 95.1% 15. 49% --- 40% 43% 45% 48% 49% 16. Increase Parents 36% 38% 40% 17. to 54% 45% 46% 48% 50% 52% 54% 18. Increase Small Business Revenue from baseline by Year to year -19% +2% +4% +5% +8% +10% 41 PROMISE NEIGHBORHOOD To ensure that program services can be woven together efficiently, the organizational guidelines governing the BUP-PN project will provide clearly defined responsibilities, timelines and milestones for accomplishing project tasks in accordance with 34 CFR 75.210. In addition, management meetings with be convened to discuss workflow, evaluating and maximizing processes to benefit the children and families. Table 7 below provides an overview of the solutions implementation timeline (phasing in), partner/person responsible and the milestones to ensure the timely implementation of the solutions within budget. A more detailed implementation plan for each solution can be found in Attachment G. Table 7. BUP-PN Solutions Implementation Timeline Solution/Task Responsible Obj. Year 1 Year 2 Year 3 Year 4 Year 5 Management Plan Hire Project Director/staff BC Senior VP All Convene BUP-PN Council Project Director All Adopt Workflows Council Establish Family Navigator All Partner All Conduct Evaluation Evaluator All Milestones include: Yr. 1- All partners sign detailed MOUs; Yr. 2 -Data System completed. Pipeline Block 1: Early Care and Education/Kindergarten Readiness TOTTS ULBC 1 Early Intervention J & J 1 Supporting PAT BC 1 Milestones include: Beginning of Year 2 - All Block 1 solutions launched. Pipeline Block 2: K-12 Success Extended Learning YMCA 2,3 Youth FORCE CSC 2,3 Algebra Project BCPS 3 Young Leaders HANDY 4-6 Teen BGCBC 4-6 Upward Bound BC 4-6 Milestones include: Mid-year 1 - All Block 2 solutions launched. Pipeline Block 3: High School to Postsecondary Transitions and Completion College Transition Pace Center 7,8 Bridges Program BC 7,8 College Access BC 7,8 Second Chance OIC 7,8 Mentor/ Ambassador BC 7,8 Basic Education/GED BC 7,8 Milestones include: End of Yr. 1-All Block 3 solutions launched. 42 PROMISE NEIGHBORHOOD Pipeline Block 4: 21st Century Workforce and Talent Career Development BC 9,10 EMPLOYS Program BC 9,10 Milestones include: Mid-Year 1-All Block 4 solutions launched. Pipeline Block 5: Mobilizing Broward Up Communities Food Program NL 11 Operation Vaccine BC 12 Crime Prevention ULBC 13 Neighborhood Builders BC 13 Homeless Stabilization BPH 14 Foster Care/Aging Out FLITE 14 Homeownership ULBC 14 Read UP BC 15 Jump Start Program BC 16 Digital Divide BC 17 Entrepreneurship BC 18 Milestones include: Beginning year 2 -All Block 5 solutions launched. Key: BGC= Boys and Girls Club of Broward County, BC= Broward College, BPH= Broward Partnership for the Homeless, CSC= Children's Services Council; FLITE =FLITE Center, HANDY= Helping Abused Neglected Disadvantaged Youth, J &J=Jack & Jill, NL= Nourishing Lives, OIC= OIC of South Florida; BCPS=Broward County Public Schools; ULBC= Urban League of Broward County. d.2. Experience, Lessons Learned, and Plan to Build Capacity Under the leadership of the Broward College President, Gregory Adam Haile, Esq. and Senior Vice President of Workforce Development and Innovation, Dr. Mildred Coyne, the BUP-PN Program Director and staff, as well as partners, will work closely together to ensure programming is integrated across the continuum, that data is being collected and used to impact results, and that BUP-PN is well managed administratively and financially. BUP-PN's management team and organizational structure are uniquely well-suited and experienced to implement this Promise Neighborhoods program. President Haile brings more than a decade of experience in community development, having successfully manage legislative affairs for the College as the former General Council. His personal experiences of growing up in poverty and limited access to postsecondary education have personally motivated him to ensure that BUP-PN is successful. He will remain actively involved and his ability to galvanize funding, political, and 43 PROMISE NEIGHBORHOOD other external stakeholders will be instrumental in ensuring BUP-PN's scaling, sustainability and replication. Dr. Coyne brings over 28 years in education, leadership and child development. Dr. Coyne has led projects from early childhood, parent education, workforce education, advising, internship/apprenticeship programs, curriculum development, career pathways, and works closely with Broward County Public Schools in aligning secondary program to BC's career pathways. She also oversees Institutional Research, Strategic Planning and Resource Development Departments that will help support BUP-PN. Dr. Coyne has been instrumental in the launch of Broward UP and has experience in managing large federal and state grant funding. Broward UP is also currently supported by two staff persons - Jennifer Saint Louis, District Director of Broward UP Commissions and Community Impact that works to solidify community partnerships and build the capacity of Broward UP commissions. Ms. Saint Louis also oversees five VISTA AmeriCorps members that are dedicated full-time building the capacity of Broward UP Commissions including the Measurement and Evaluation Commission. Also, Ms. Geraldine Klonarides, Associate Dean of Innovation, Workforce Curriculum and Programming provides support in curriculum development for workforce education that aligns industry certifications to technical certificates and degrees. Please see resumes of key personnel in Attachment H. As Broward UP expands along the continuum pipeline through the Promise Neighborhoods grant, it will be supported by a Project Director and Pipeline Block Coordinators as seen in Figure 7 below. The Director will report to Dr. Coyne and will have at least five years of experience working with local education agencies and college programs and will hold at least a Bachelor's degree in education with a Master's degree preferred. Each block of the continuum is led by a Coordinator, with the exception of the combination of the Early Childhood and K-12 Success block, with the appropriate staffing or partnership with a community agency that will 44 PROMISE NEIGHBORHOOD lead specific solutions. The Director and Coordinators will be responsible for collecting data from their appropriate partner agencies. See position descriptions for key staff in Attachment I. The chart below summarizes the structure for working with staff, partners, municipalities, and BC supports. Each partner agency was selected due to its level of experience in providing services and working with the target population, as well as collecting community impact data. See Attachment J for a summary of experience of each community agency leading BUP-PN solutions. Experience and Lessons Learned: BUP-PN has examined multiple data systems and determined which can be adapted to provide specific data needed to measure progress in specific program indicators. Based on a review of the data systems by multiple agencies, it was found that these agencies collected data based on their area of service or interest and not a more comprehensive Figure 7. BUP-PN Organizational Chart 45 PROMISE NEIGHBORHOOD data collection that would support a longitudinal study of each child's success along the continuum pipeline and aligned to the PN indicators. BC has worked with Results Scorecard to design dashboards through PowerBI that collect 'real time' data that can be used for monitoring against performance measures. In doing this, the College has learned to design data systems that integrate existing systems and data sources to review and extract meaningful information from the data collected. Data sharing agreements will allow this information to be shared among partners to analyze and identify areas of improvement. This collective action will also allow for a longitudinal view and analysis along the pipeline. BUP-PN's Partners and Collective Management: BUP-PN brings together a diverse and complementary set of partners utilizing each partner's strength to create synergies among partners and develop a new model for integrated service delivery directly within the BUP-PN footprint. In order to better manage partners, they are divided into four categories: Community Agencies (Service Providers); Municipal; Resource and Business Partners. See Attachment B for MOUs for all partners. The community agency partners are those who provide direct services to BUP-PN residents. They are responsible for gathering data and participating in the BUP-PN management group, and will be held accountable for progress on PN indicators. These partners have solidified their commitment to BUP-PN through MOUs describing each partner's unique role in the project (Attachment F). Broward UP Promise Neighborhood Council: To ensure continuous quality improvement and collaboration, BUP-PN will have a Promise Neighborhoods Council (PNC) which, includes the leader (or designee) of each partner organization (See Attachment K for the summary of qualifications of each leader). The Council will help to coordinate the leadership, financial, political, administrative, and legal resources that are needed to implement and sustain BUP-PN, 46 PROMISE NEIGHBORHOOD and review and advise on solutions and their impact. The Council will serve as an advisory group to the evaluation and continuous quality improvement process by meeting at least quarterly to review data and progress reports of each solution and the overall project, as well as discuss researched best practices, consider enhancement to program components and partners. Capacity Building through Broward UP Commissions: A call to action by BC staff and faculty to lead and serve on the commissions was answered by over 400 volunteers. Each commission is led by two Commission Leads that guide the work and progress of the commission and meets monthly or bi-weekly. The Commissions are used to provide input into actions and engage the community. Through BUP-PN, the Commissions will be expanded to the entire continuum pipeline block, recruiting members of the community or partner organization to engage in the work. See Attachment L for a description of each Commission. Collective Data Management System: Based on the experience of agencies such as the Urban Institute, BUP-PN will create and utilized a specialized data system to collect data. Systems such as Social Solutions Effort to Outcomes (ETO) will be procured following the appropriate federal procurement process. The web-based system will help coordinate daily activity, participant analysis, data sharing, progress alerts, performance management, and Family Educational Rights and Privacy Act (FERPA) compliant reporting, as well as allow data communication among partners. BC will also develop a process for implementing partner data, storing data, and processes to ensure confidentiality and quality control of data. Data will be collected through online forms submission, swipe cards, batch uploads, imports, as well as assessments, referrals, Figure 8. Broward UP Commissions Ø Community Engagement Ø Programs, Skills & Courses Ø Retention Ø Service Learning Ø Social Support Services Ø Technology Ø Resource Development Ø Financial Services Ø Business Development Ø Measurements and Evaluation 47 PROMISE NEIGHBORHOOD attendance, case notes, and client history that will help eliminate duplication in services among partners. See Attachment M for Data Plan. Each agency will be trained on how to collect and maintain data in the system. Consistent data collection will provide program providers and project managers to determine where program adjustments are needed. BC will integrate the system with the Results Scorecard dashboard developed in PowerBI to track and display key indicators. As part of the process, BC will track 18 BUP-PN indicators, identify sub-indicators that measure the impact of the model, track referrals, develop feedback cycle and benchmarks for improvements through the PN Council, and ensure participant's privacy rights. Analysis and Evaluation: BC has consulted a national external evaluator, MNA Associates, Inc. to determine the best evaluation for the BUP-PN Project. The project will use formative and summative evaluation measures, as well evaluation strategies that will provide valuable data. These strategies include a performance management study, a process study, and a creation of a quasi-experimental design and comparison of whether outcomes meet the theory of change identified during the needs assessment phase. Through the evaluation process, BC will: Use a locally focused process study, involving participants, partners and project staff and providing transparency on program goals, expectations and processes. Create a series of connected \"cause\" hypotheses to monitor change and determine the performance indicators that will be collected. Conduct rigorous evaluation of the connective \"tissue\" in the hypotheses, using micro- evaluations of sub-subgroups to \"field test\" interventions prior to participants receiving services. A detailed evaluation plan is provided in Attachment N. e. Adequacy of Resources e.1. Project Costs are Reasonable The BUP-NP budget request is $6,000,000 each year over five years. The budget is reasonable and feasible to support the activities of the project that include activities for project management, family navigation and solutions within each pipeline block. Indirect cost is included to ensure that the grant is supported by grant accounting, procurement, compliance, 48 PROMISE NEIGHBORHOOD accounts payable, operating cost, etc. Based on 14,625 participants that will receive services from BUP-NP during the project, the cost per participant will be only $2,051.28. For the participants along the pipeline, the education and practical skills acquired will enable them to have a lifetime earnings and other intangible benefits - but more importantly will allow them to break the generational poverty that has existed for so long in the Broward UP communities. According to an independent study conducted by Florida TaxWatch, each student's return on investment is $19.27 for every $1 spent in potential benefit over their lifetime. See Attachment D for full report. Further, for the community, region, and state, the aggregated benefits from tax revenue, reduced public assistance, and regional employment results in positive return in benefits since higher education often leads to positive health and economic benefits to society as a whole. e.2. Applicant's Resources to Operate the Project Beyond the Length of the Grant BUP-PN has put in place the management structures and support to both secure multiple streams of funding and to design, negotiate, maintain and coordinate partnerships that will allow for the efficient leveraging of resources to sustain efforts. These partnerships are sustained through MOU agreements. Additionally, Broward UP Resource Development Commission has conducted a gap analysis of funding and identified future funding needs. The Commission will lead concerted outreach to mobilize the funding community in support of BUP-PN. Leverage the PN funding, the Commission will launch a five-year fundraising campaign through the Broward College Foundation to assist with securing funds from national foundations. The campaign will be supported internally by the Vice President of Advancement, well-versed in local funding, and ability to identify, solicit, and steward substantial local funding from corporations, foundations, and individuals. Along with the Associate Vice President of Resource Development, the plan will include re-occurring grant funds such as the Florida Department of Education's Adult and 49 PROMISE NEIGHBORHOOD Family Literacy grants that funds basic education and GED preparation, grants from the Children's Services Council for afterschool and summer academic enrichment, and other grants. The model also includes promoting technical certificates and degrees that qualify under Title V, federal financial aid, to provide funding for postsecondary education. Furthermore, several influential local funders, including the Executive Director of the Community Foundation of Broward County and other influential political supporters such as Representative Lauren Book, Representatives Marie Woodson, and the Florida Department of Education Chancellor Henry Mack have looked to Broward UP as an adoptable model for promoting postsecondary education and careers across the State and more specifically to address inequities in education opportunities. See Letters of Support in Attachment P. e.3. Existing Neighborhood Assets and Programs Supported by Federal, State, Local, and Private funds BUP-PN has already leveraged key physical assets in the footprint and attracted over 19 partners with their own funding from grants and major gifts to help implement the solutions. BC has made use of the physical assets of its partners in the community by offering workforce education directly on the facilities of its partners - expanding the access to postsecondary education to the residents. These sites, whether a community center, a school or municipal community center, not only serve as focal point in the community, but also as a place for service delivery for both parents and out-of-school time activities for the children. The new YMCA Multi-purpose building expected to open in November 2021 will be a vital place for resident to come to access services and is located in the center of the footprint in the most critical area for service delivery. The schools will also serve as an asset through a School Board approved process for afterschool and summer programming, Figure 9. TRIO Educational Opportunities Center 50 PROMISE NEIGHBORHOOD as it provides easy access to the program and eliminates barriers such as transportation. Working with community agencies and the schools within the footprint helps build capacity for the program solutions. BC will also utilize its TRIO Educational Opportunity Center (EOC) mobile unit - a 38-foot-long RV that moves within the community at neighborhood events promoting postsecondary education, assisting with the completion of college and financial aid applications, as well as wrap around services, conduct parent workshops, tutoring, GED prep, and workforce education. This allows for BUP-PN to reach residents and have a presence at community events where residents gather. In addition, nine municipalities and the Broward County Housing Authority have signed MOUs committing resources and to co-branding messages/joint marketing to reach residents. Since the Majority Stoneman Douglas shooting incident, public safety and mental health have been critical to the healing of the community. Thus, community partners such as Broward Sherriff's Office and Henderson Mental Health continue to partner with programs to offer services and presentations. BUP-PN will also leverage existing resources through grants and private sources through its partners, which almost all bring their own funding sources to support the solutions of BUP-PN. Table 8 below offers an overview of these funding sources also described in the match budget. Table 8. Funding Source Partner Broward College Frederick A. DeLuca Foundation, Broward College Foundation, Florida Department of Education - Rapid Credentials Grant and Pathways to Career Opportunities, Bank of America, City of Fort Lauderdale Community Redevelopment Funds, US Department of Education TRIO EOC grant, Florida Power & Light, VISTA AmeriCorps Urban League TD Bank, Broward Sheriff's Office, Broward Healthy Start Coalition Jack & Jill Center Palank Foundation Pace Center US Department of Justice Office of Juvenile Justice and Delinquency Prevention OIC of S. Florida, Boys & Girls Club US Department of Labor Young Adult Re-entry program Nourishing Lives Hamilton Home Loans, New Horizon United Methodist, private funding Children's Service Council JM Family Foundation "}