{"title": "Health Foods - Worst Snacks For You", "author": "Ammiel Mendoza; Dr Frank Lipman", "url": "https://www.refinery29.com/en-us/2013/07/49827/unhealthy-health-foods", "hostname": "refinery29.com", "description": "Strolling through the grocery store aisles nowadays can feel a bit like food shopping with Richard Simmons — every product is blaring encouraging catchphrases about its good-for-you potential. Problem is, not everything that claims to be healthy actually is. Between all of the bold health claims and buzz words slapped onto every packaged product in the grocery store, it can be hard to navigate what's truly healthy versus what's a marketing gimmick. There are thousands of \"foods\" out there that are generally thought of as health products, but are actually far from health-supporting. Here are a few of the top culprits, and some suggested healthier alternatives.", "sitename": "Refinery29", "date": "2013-07-12", "cleaned_text": "Dr. Frank Lipman is an integrative and functional medicine physician and the founder of [Eleven Eleven Wellness](http://www.drfranklipman.com/eleven-eleven-wellness-center/)in NYC. In his new monthly column for R29, he'll talk about the latest health and wellness news; his favorite stay-healthy tips and tricks; plus answer your questions on how to be your healthiest, best self, every day. Strolling through the grocery store aisles nowadays can feel a bit like food shopping with Richard Simmons — every product is blaring encouraging catchphrases about its good-for-you potential. Problem is, not everything that claims to be healthy actually is. Between all of the bold health claims and buzzwords slapped onto every packaged product in the grocery store, it can be hard to navigate what's truly healthy versus what's a marketing gimmick. There are thousands of \"foods\" out there that are generally thought of as health products, but are actually far from health-supporting. AdvertisementADVERTISEMENT Here, I've identified a few of the top culprits, and offered up some suggestions for some healthier, tastier alternatives. Read on to uncover the health food industry's dirtiest little secrets. 1 of 5 Protein Bars Granola bars and protein bars have generated a reputation as a health food, but in most cases they are sugar bombs — they can often be full of corn syrup, GMO soy protein, and hydrogenated oils. There are a few bars out there that are made with fruit and nuts, or sweetened more naturally with dates and honey, so take a quick peek at the ingredients before you indulge. A better bet? Make your own trail mix with raw nuts, unsulfured dried fruits, and maybe even a little bit of high-quality dark chocolate. Granola bars and protein bars have generated a reputation as a health food, but in most cases they are sugar bombs — they can often be full of corn syrup, GMO soy protein, and hydrogenated oils. There are a few bars out there that are made with fruit and nuts, or sweetened more naturally with dates and honey, so take a quick peek at the ingredients before you indulge. A better bet? Make your own trail mix with raw nuts, unsulfured dried fruits, and maybe even a little bit of high-quality dark chocolate. AdvertisementADVERTISEMENT 3 of 5 Fruit Juice Everyone in the health food world seems to promote juicing as a healthy habit, and I don't disagree — juicing fresh vegetables is a fantastic way to flood your body with nutrients and antioxidants. The problem arises when you are guzzling fruit juice, especially processed, pasteurized bottled juices — that's an awful lot of sugar concentrated into one glass. Drinking all that sugar will send your insulin levels through the roof, and can promote weight gain. Juicing dark, leafy greens with things like cucumber, celery, lemon, and ginger is a great idea, and you can even add a small piece of green apple for a bit of sweetness if you need it. Even carrot- and beet-based juices can be as high in sugar as some fruit juices, so they aren't the most health-promoting habit if consumed regularly. Juice your veggies, but go easy on the fruits! Everyone in the health food world seems to promote juicing as a healthy habit, and I don't disagree — juicing fresh vegetables is a fantastic way to flood your body with nutrients and antioxidants. The problem arises when you are guzzling fruit juice, especially processed, pasteurized bottled juices — that's an awful lot of sugar concentrated into one glass. Drinking all that sugar will send your insulin levels through the roof, and can promote weight gain. Juicing dark, leafy greens with things like cucumber, celery, lemon, and ginger is a great idea, and you can even add a small piece of green apple for a bit of sweetness if you need it. Even carrot- and beet-based juices can be as high in sugar as some fruit juices, so they aren't the most health-promoting habit if consumed regularly. Juice your veggies, but go easy on the fruits! 4 of 5 Whole Wheat Products labeled as \"whole wheat\" are not only pounding your system with gluten, but are often highly processed. Gluten is a huge energy drain and a trigger for inflammation, even in people who haven't been diagnosed as celiac. If you want to eat grains, choose gluten-free alternatives like quinoa, brown rice, or millet. There are some gluten-free breads on the market that may be less processed, but remember to check the ingredients for added sweeteners, preservatives, or high-glycemic fillers like potato, corn, or rice starch. Sprouted grain bread, although it's not gluten-free, can be easier to digest for some people. Products labeled as \"whole wheat\" are not only pounding your system with gluten, but are often highly processed. Gluten is a huge energy drain and a trigger for inflammation, even in people who haven't been diagnosed as celiac. If you want to eat grains, choose gluten-free alternatives like quinoa, brown rice, or millet. There are some gluten-free breads on the market that may be less processed, but remember to check the ingredients for added sweeteners, preservatives, or high-glycemic fillers like potato, corn, or rice starch. Sprouted grain bread, although it's not gluten-free, can be easier to digest for some people. 5 of 5 Diet Soda Are you still drinking diet soda? The idea that artificial sweeteners make a product healthier is one of the biggest tricks in marketing. Artificial sweeteners are linked to diabetes, autoimmune disorders, depression, anxiety, birth defects, and cancer. They also promote fat storage and weight gain, so there is really no benefit at all to drinking diet soda. My advice? Ditch the soda altogether and stick to water or sparkling water with fresh lemon or lime. Bottom line: When it comes to navigating what's really healthy in the grocery store aisles, stay as close to nature as possible. Reduce the processed, packaged foods that are loaded with \"healthy\" marketing claims, and eat more foods you can picture in nature that don't require any altering or advertising. The fewer ingredients, the better — you'll be getting more nutrition, and your body will thank you! Are you still drinking diet soda? The idea that artificial sweeteners make a product healthier is one of the biggest tricks in marketing. Artificial sweeteners are linked to diabetes, autoimmune disorders, depression, anxiety, birth defects, and cancer. They also promote fat storage and weight gain, so there is really no benefit at all to drinking diet soda. My advice? Ditch the soda altogether and stick to water or sparkling water with fresh lemon or lime. Bottom line: When it comes to navigating what's really healthy in the grocery store aisles, stay as close to nature as possible. Reduce the processed, packaged foods that are loaded with \"healthy\" marketing claims, and eat more foods you can picture in nature that don't require any altering or advertising. The fewer ingredients, the better — you'll be getting more nutrition, and your body will "}