{"title": "Faculty Directory", "author": null, "url": "https://eng.umd.edu/clark/faculty/1726/Son-T-Le", "hostname": "umd.edu", "description": null, "sitename": "Le, Son T.", "date": "2003-10-13", "cleaned_text": "Le, Son T. Assistant Research Scientist Electrical and Computer Engineering The Laboratory for Physical Sciences, 8050 Greenmead Drive, College Park, Maryland Website(s): Another year of engineering innovation in College Park is underway, and the Clark School continues to produce some of the most talented and sought-after engineers—and solutions they create—in the world. [Maryland Engineering: Another Year of Innovation is Underway ](/news/story/maryland-engineering-another-year-of-innovation-is-underway) Two BIOE professors help author a roadmap to diversifying faculty hiring in STEM. [A 6-Step Roadmap to Diversify Faculty Hiring in STEM ](/news/story/a-6step-roadmap-to-diversify-faculty-hiring-in-stem) Award to support research on marine ecosystem monitoring, boost collaboration. [Yu Named Elkins Professor ](/news/story/yu-named-elkins-professor) Student projects run the gamut from counterUAS to medical support in high-casualty scenarios. [An Internship with Impact ](/news/story/an-internship-with-impact) How to Build, Fly, and Verify Autonomous Aerial Systems held in Southern Maryland [Short Course Offers Opportunity to Build and Fly Drones ](/news/story/short-course-offers-opportunity-to-build-and-fly-drones) The challenge is a three-phase, $350,000 competition to improve respirator fit evaluation. [Lex Schultheis Named a Winner of the NIOSH Respirator Fit Evaluation Challenge ](/news/story/lex-schultheis-named-a-winner-of-the-niosh-respirator-fit-evaluation-challenge) The Center for Risk and Reliability renovated their space to enhance multidisciplinary collaboration. [Center for Risk and Reliability Fosters Collaborative Environment ](/news/story/center-for-risk-and-reliability-fosters-collaborative-environment) Team's crab-themed rocket, Karkinos, ranked 5th overall out of 119 competing team rockets. [Terrapin Rocket Team Flies High, Takes Second in Category at Spaceport America Cup ](/news/story/terrapin-rocket-team-flies-high-takes-second-in-category-at-spaceport-america-cup) Three Maryland Engineering professors—Liangbing Hu, Sennur Ulukus, and Don DeVoe—are among the 16 University of Maryland faculty members recognized this year as Distinguished University Professors and Distinguished Scholar-Teachers. [Hu, Ulukus, DeVoe Recognized with UMD Distinguished Honors ](/news/story/hu-ulukus-devoe-recognized-with-umd-distinguished-honors) Reporters stand in hurricane-force winds at UMD's Glenn L. Martin Wind Tunnel. [Dialing Up a Storm ](/news/story/dialing-up-a-storm) In her debut book, Miriam \"Mimi\" Hiebert Ph.D. '19 traverses the twists and turns of the Nazi regime's failed nuclear program as well as the United States' successful Manhattan Project, revealing the contributions of the men and women at the forefront of the race for nuclear weapons and energy. [Alum's Book Explores 'Lost Relics' that Spurred the Nuclear Era ](/news/story/alums-book-explores-lost-relics-that-spurred-the-nuclear-era) Team's Horizon drone leveraged unique design to balance hover and cruise performance with autonomous flight capabilities. [UMD Takes Second at VFS Design-Build-Vertical-Flight Competition ](/news/story/umd-takes-second-at-vfs-designbuildverticalflight-competition) 21st annual Student Unmanned Aerial Systems (SUAS) Competition held at St. Mary's County Regional Airport [Rain doesn't drown out spirit of competition ](/news/story/rain-doesnt-drown-out-spirit-of-competition) UMD's Black Engineers Society chapter has been recognized by the National Society of Black Engineers with multiple awards and appointments to the national executive board, including the top position of chair—two terms running. [UMD Students, Alums Recognized by National Society of Black Engineers ](/news/story/umd-students-alums-recognized-by-national-society-of-black-engineers) UMD doctoral alum Asli Dayioglu was part of a team that studied soil properties in the affected region. [Syria-Turkey Earthquake: Researchers Conduct Geotechnical Study ](/news/story/syriaturkey-earthquake-researchers-conduct-geotechnical-study) Greener Approach to Refrigeration Developed [Elastocaloric Cooling System Developed by Clark School Faculty Featured in Science ](/news/story/elastocaloric-cooling-system-developed-by-clark-school-faculty-featured-in-science) CEE researchers win WER Outstanding Paper Award for work on wastewater surveillance. [Wastewater Surveillance Helps Predict COVID-19 on University Campuses ](/news/story/wastewater-surveillance-helps-predict-covid19-on-university-campuses) He is using a 'System-of-Systems\" approach to understand, model, synthesize and optimize the operations of large-scale, distributed institutions and organizations. [Mark Austin is PI for new DoD Minerva Research Initiative project ](/news/story/mark-austin-is-pi-for-new-dod-minerva-research-initiative-project) Come and meet Maryland Engineering at the American Society for Engineering Education (ASEE) Annual Conference being held at the Baltimore Convention Center from June 25-28, 2023. [Connect with Maryland Engineering at the 2023 ASEE Annual Conference ](/news/story/connect-with-maryland-engineering-at-the-2023-asee-annual-conference) ARL awarded Maryland Engineering a $78.2 million cooperative agreement over five years to spearhead an effort integrating data science and engineering. [Maryland Engineering Enters Into Five Year, $78.2M Agreement with the U.S. Army ](/news/story/maryland-engineering-enters-into-five-year-782m-agreement-with-the-us-army) Erin Wessell is the Director of Recruitment and Outreach [Behind the Scenes: Erin Wessell Wrangles Clark School's ](/news/story/behind-the-scenes-erin-wessell-wrangles-clark-schools-maryland-day-activities) Chris Huie ('11) joins Virgin Galactic's final test before service begins. [Alum at Frontier of Commercial Space Tourism ](/news/story/alum-at-frontier-of-commercial-space-tourism) Long before they become submerged, at-risk communities could be cut off due to unusable roads. [Sea Level Rise Could Leave Many Marooned ](/news/story/sea-level-rise-could-leave-many-marooned) The [International Fire Safety Consortium Releases Free, Open Access Video Webinar Series on Wildland Fires in Partnership with UL's Fire Safety Research Institute and UMD ](/news/story/international-fire-safety-consortium-releases-free-open-access-video-webinar-series-on-wildland-fires) [International Fire Safety Consortium (IFSC)](https://intlfire.org/), a network co-led by the University of Maryland that brings together leading higher-education institutions and fire safety research organizations from around the world, has announced the release of a new series of free, open access educational video webinars on wildland fires, in partnership with UL's Fire Safety Research Institute (FSRI). On May 8, 2023, 24 teams presented novel designs at the BIOE Capstone Design Competition. [24 Teams Present at BIOE Capstone Competition Including First BCE Students ](/news/story/24-teams-present-at-bioe-capstone-competition-including-first-bce-students) Aerospace Engineering Students Tackle Hypothetical Asteroid Impact Exercise at the International Planetary Defense Conference. [Planning for Planetary Defense ](/news/story/planning-for-planetary-defense) UMD UAS Indoor Challenge with custom-built, low-cost drone, and takes home more than $150K in prize money. [\"Gambit\" Pays Off in UMD Team's Search-and-Rescue Competition Win ](/news/story/ldquogambitrdquo-pays-off-in-umd-teamrsquos-searchandrescue-competition-win) Improved cardiovascular implants could be one result of an ME faculty member's groundbreaking research. [UMD's Tubaldi Wins NSF CAREER Award ](/news/story/umdrsquos-tubaldi-wins-nsf-career-award) NSF Graduate Research Fellowship Program (GRFP) supports outstanding graduate students in NSF-supported STEM disciplines. [Senior Jerry Liu Receives NSF Graduate Research Fellowship ](/news/story/senior-jerry-liu-receives-nsf-graduate-research-fellowship) Maryland Engineering honored 70 undergraduates who exemplify the college's commitment to excellence at this year's ceremony event, held May 10 in the Stamp Student Union. Five were recognized with Dean's Awards. [Engineering Excellence: Undergrads Recognized at Annual Celebration ](/news/story/engineering-excellence-undergrads-recognized-at-annual-celebration) For visitors, an opportunity to brush up on best practices-and learn more about UROC. [UROC Promotes Drone Safety at Maryland Day Event ](/news/story/uroc-promotes-drone-safety-at-maryland-day-event) FPE Chair, Jim Milke, retires, leaving some very large boots to fill. [The End of an Era ](/news/story/the-end-of-an-era) From next-gen security cameras to smart sorters, hackathon winners provide innovative IoT solutions [At Northrop Grumman Day, Students Pitch the Future of Networked Computing ](/news/story/at-northrop-grumman-day-students-pitch-the-future-of-networked-computing) The collaborative, led by the University of Maryland and Booz Allen Hamilton, is uniquely positioned to advance microelectronics technologies as part of the forthcoming Microelectronics Commons initiative. [Bipartisan support in Congress for Clark School-led Mid-Atlantic Semiconductor Collaborative ](/news/story/bipartisan-support-in-congress-for-clark-schoolled-midatlantic-semiconductor-collaborative) Join us for more than 60 Clark School events, family-friendly demonstrations, and engineering activities [Celebrate Engineering at Maryland Day ](/news/story/celebrate-engineering-at-maryland-daynbsp) \"How to Build, Fly, and Verify Autonomous Aerial Systems\" to be held by the MATRIX Lab and UROC this summer [New short course focuses on drones ](/news/story/new-short-course-focuses-on-drones) Neurobiologist and Engineer Investigate Neural Networks That Underpin a Common but Little-Understood Disorder [Autism Research Resonates in Hearing-Focused Project ](/news/story/autism-research-resonates-in-hearingfocused-project) Augmented reality, haptics combine to create immersive aviation experiences. [UMD Aerospace Gets VR Flight Simulators ](/news/story/umd-aerospace-gets-vr-flight-simulators) MSE Professor honored at ISP ceremony [Gottlieb Oehrlein Inducted to Plasma Materials Science Hall of Fame ](/news/story/gottlieb-oehrlein-inducted-to-plasma-materials-science-hall-of-fame) Multi-institutional study published in Nature [Electrified Plastic Recycling Toward A Sustainable Future ](/news/story/electrified-plastic-recycling-toward-a-sustainable-future) (SPEED) featured in Nature Electronics ](/news/story/cheng-gongrsquos-superperformance-energyefficient-devices-speed-featured-in-nature-electronics) UMD students represent a third of total 2023 VFF Scholarship recipients. [Seven UMD Students Receive Vertical Flight Foundation Scholarships ](/news/story/seven-umd-students-receive-vertical-flight-foundation-scholarships) Federal fellowship will support Sean Dungan's work in new computational methods for accurately and efficiently predicting boundary layer transition onset. [Aerospace Engineering Ph.D. Student Receives NDSEG Fellowship Award ](/news/story/aerospace-engineering-phd-student-receives-ndseg-fellowship-award) UMD, Univ. of Colorado-Boulder researchers joined forces to mitigate COVID risks at musical performances. [Srebric, Colleagues Win Best Paper Award ](/news/story/srebric-colleagues-win-best-paper-award) Maryland Applied Graduate Engineering (MAGE) in the A. James Clark School of Engineering at the University of Maryland announces a new academic option today in Embedded Systems. [Maryland Applied Graduate Engineering Announces New Master of Engineering and Graduate Certificate in Engineering in Embedded Systems ](/news/story/maryland-applied-graduate-engineering-announces-new-master-of-engineering-and-graduate-certificate) UMD's 49 scholarships in the past 15 years rank No. 1 in the nation. [Two UMD Bioengineering Majors Named 2023 Goldwater Scholars ](/news/story/two-umd-bioengineering-majors-named-2023-goldwater-scholars) Aerospace Engineering alumna Pauline Annen (M.S., '12) has built a successful career in corporate aviation as both a pilot and engineer. [Celebrating Women in Aerospace Engineering: Pauline Annen ](/news/story/celebrating-women-in-aerospace-engineering-pauline-annen) UMD faculty member Ryan Sochol journal's March 10th issue. [Sochol Named \"Rising Star\" in Advanced Materials Technologies ](/news/story/sochol-named-ldquorising-starrdquo-in-advanced-materials-technologies) Department of Aerospace Engineering Chair Alison Flatau shares some of her aerospace engineering journey. [Celebrating Women in Aerospace Engineering: Alison Flatau ](/news/story/celebrating-women-in-aerospace-engineering-alison-flatau) Women continue to shape history, including at the Clark School of Engineering. This month we celebrate those landmarks and the work necessary to forge them, and how it's incumbent upon our larger community to assist in this work. [Celebrating Women's History Month ](/news/story/celebrating-womens-history-month) Policastri offers insights from 25 years in performing spacecraft mission planning, design, analysis, operations, and requirements definition. [Celebrating Women in Aerospace Engineering: Lisa Policastri ](/news/story/celebrating-women-in-aerospace-engineering-lisa-policastri) [MSAL's work on serotonin characterization and detection results in two journal covers ](/news/story/msalrsquos-work-on-serotonin-characterization-and-detection-results-in-two-journal-covers) Research is leading to better detection models and portable sensing devices. Your favorite pen may hold ink produced at a plant managed by LeBrun. [Celebrating Women Engineers: Beth LeBrun ](/news/story/celebrating-women-engineers-beth-lebrun) A superstar athlete, CiCi has made her mark in track and field as well as in engineering. [Celebrating Women Engineers: Chioma \"CiCi\" Lyons ](/news/story/celebrating-women-engineers-chioma-ldquocicirdquo-lyons) Since childhood, Patrice has been by the \"why\" of things. [Celebrating Women Engineers: Patrice Gregory ](/news/story/celebrating-women-engineers-patrice-gregory) The alumna and her former advisor developed a mathematical model that calculates global irradiance falling on photovoltaic modules. [Al-Obaid, Adomaitis publish renewable energy algorithm in Royal Society of Chemistry journal ](/news/story/alobaid-adomaitis-publish-renewable-energy-algorithm-in-royal-society-of-chemistry-journal) Renowned expert Jay Lee establishes center at Maryland Engineering. [UMD to Become Hub for Industrial AI ](/news/story/umd-to-become-hub-for-industrial-ai) A research team led by UMD's Allison Reilly examines a growing hazard. [Grant Awarded for Study of Climate-Induced Septic Tank Failures ](/news/story/grant-awarded-for-study-of-climateinduced-septic-tank-failures) Sparks and creativity fly when combat robotics club enters arena [Gearing Up for Battle ](/news/story/gearing-up-for-battle) The craft beer that Geoff Larson '80 produces for his Alaskan Brewing Company draws from the natural resources of Juneau. [Alum Celebrates 35 Years of Craft Brewing Success in Alaska ](/news/story/alum-celebrates-35-years-of-craft-brewing-success-in-alaska) Immigration to the U.S. brought Sipowa the opportunity to pursue dreams that once seemed out of reach. [Celebrating Black Engineers: Hermann Kaptui Sipowa ](/news/story/celebrating-black-engineers-hermann-kaptui-sipowa) A NASA astronaut, Epps has been selected to fly to the International Space Station on a commercial flight. [Celebrating Black Engineers: Jeanette Epps ](/news/story/celebrating-black-engineers-jeanette-epps) Twelve projects led by or involving Maryland Engineering faculty have been awarded funding through the Grand Challenges Grants Program, the largest and most comprehensive program of its kind ever introduced at the University of Maryland. [Maryland Engineers Awarded Grants to Address Humanity's Grand Challenges ](/news/story/maryland-engineers-awarded-grants-to-address-humanitys-grand-challenges) During the 2022-23 basketball season, the Big Ten Network featured Maryland Engineering during Terp basketball broadcasts. [Big Ten Network spotlights Maryland Engineering ](/news/story/big-ten-network-spotlights-maryland-engineering) Three Clark School professors have been newly chosen as 2022 Fellows by the American Association for the Advancement of Science (AAAS), the world's largest general scientific society and publisher of the Science family of journals. [Maryland Engineers Graham, Nau, Zhao elected Fellows of AAAS ](/news/story/maryland-engineers-graham-nau-zhao-elected-fellows-of-aaas) Clark Distinguished Chair is honored for her research on transportation, climate, and equity. [Niemeier Selected for Bower Award ](/news/story/niemeier-selected-for-bower-award) New UMD-led research published in Nature Sustainability explores a new approach for aqueous zinc battery design. [New Sustainable Zinc Battery Design Could Address Future Energy Needs ](/news/story/new-sustainable-zinc-battery-design-could-address-future-energy-needs) The six interdisciplinary teams will use state-of-the-art neuroscience tools to translate basic science research into real-world impact. [2023 BBI Seed Grants Inspire New Interdisciplinary Collaborations ](/news/story/2023-bbi-seed-grants-inspire-new-interdisciplinary-collaborations) Work by Clark School faculty, alumni and students is published on IEEE Access. [New algorithms for multi-robot systems in low communication situations ](/news/story/new-algorithms-for-multirobot-systems-in-low-communication-situations) U.S. - Israel consortium accelerates development of solid-state batteries [Energy Consortium promotes science and innovation ](/news/story/energy-consortium-promotes-science-and-innovation) Study will address food and nutrition security in Maryland. [Professor Cheng Gong Member of UMD Based Team Awarded $750K by NSF Convergence Accelerator Program ](/news/story/professor-cheng-gong-member-of-umd-based-team-awarded-750k-by-nsf-convergence-accelerator-program) The ArtIAMAS cooperative agreement with the U.S. Army Research Laboratory conducts research focused on safe, effective, and resilient capabilities and technologies that work intelligently and cooperatively with each other and humans. [ArtIAMAS receives third-year funding of up to $15.1M ](/news/story/artiamas-receives-thirdyear-funding-of-up-to-151m) The innovations may improve devices used in health monitoring, energy harvesting, vibration control and other fields. [Two papers by Yu and colleagues advance development of lenses and waveguides ](/news/story/two-papers-by-yu-and-colleagues-advance-development-of-lenses-and-waveguides) Model can autonomously forecast flood events and coordinate satellites to view them in real-time. [UMD Researcher Uses AI to Predict Floods ](/news/story/umd-researcher-uses-ai-to-predict-floods) AIAA honors longtime professor for seminal schievements. [UMD's Chopra: A Driving Force in Rotorcraft Engineering ](/news/story/umdrsquos-chopra-a-driving-force-in-rotorcraft-engineering) Clark School staff, students and faculty help historic Silver Spring produce farm become more sustainable. [Giving back: New solar panels support a local urban farm ](/news/story/giving-back-new-solar-panels-support-a-local-urban-farm) UMD researchers partner with Maryland's SHA to develop an improved pavement mix design procedure. [Better Roads, Safer Driving ](/news/story/better-roads-safer-driving) Their project is titled, \"Ensuring Fairness via Federated Learning Beyond Consensus.\" [Manocha, Bedi receive Amazon Research Award for 'federated learning' ](/news/story/manocha-bedi-receive-amazon-research-award-for-federated-learning) The former student of John Baras won the SPS Claude Shannon-Harry Nyquist Technical Achievement Award, the Best Paper Award, and the Donald G. Fink Overview Paper Award. [Alum Sidiropoulos receives three IEEE Signal Processing Society awards ](/news/story/alum-sidiropoulos-receives-three-ieee-signal-processing-society-awards) Fire Protection Engineering's Christmas Tree Burn Demonstration promotes public safety and nearly a decade of data collection for fire protection research. [In the News: Maryland Engineers Advance Holiday Safety, Fire Data Research ](/news/story/in-the-news-maryland-engineers-advance-holiday-safety-fire-data-research) UMD student team wins the Fall 2022 Interactive Case Competition: Emerging Tech Challenge. [Student Team Wins Emerging Tech Challenge ](/news/story/student-team-wins-emerging-tech-challenge) Starks participated in a CTIA meeting on 5G security and test bed tour hosted by ISR. [FCC Commissioner Geoffrey Starks Neelesh Mupparapu (B.S. bioengineering '22) named one of 12 winners to pursue graduate study in Ireland [Recent Bioengineering Graduate Awarded National Mitchell Scholarship ](/news/story/recent-bioengineering-graduate-awarded-national-mitchell-scholarship) UMD Bioengineers' Discoveries Could Point to Precision Therapies for Asthma, Pulmonary Diseases [Clearing the Airways ](/news/story/clearing-the-airways) Among the precious cargo launching to the ISS aboard SpaceX CRS-26 is an experiment designed by UMD students. [Giving Students \"Space\" for Galactic Discovery, and a Launch into Research ](/news/story/giving-students-space-for-galactic-discovery-and-a-launch-into-research) The event emphasized research, advanced education, and outreach collaborations for the region, the state of Maryland and the nation. [NAWCAD-UMD Seed Grant Review and Discussion strengthens collaboration commitment ](/news/story/nawcadumd-seed-grant-review-and-discussion-strengthens-collaboration-commitment) Baltimore-based MissionGO wins one of the largest UAS service contracts in the world and traces roots to UMD. [SoCal Edison Taps UAS Service Provider for Inspections ](/news/story/socal-edison-taps-uas-service-provider-for-inspections) Fischell Institute researchers awarded $1.5M NSF grant to bridge gap between electronics, biology [The Future of Biohybrid Devices ](/news/story/the-future-of-biohybrid-devices) Induction celebrates Bader's work to democratize supercomputing through the creation of the first Linux supercomputer. [Alumnus David A. Bader to be Inducted into Clark School Innovation Hall of Fame ](/news/story/alumnus-david-a-bader-to-be-inducted-into-clark-school-innovation-hall-of-fame) Builder, alum Stanley R. Zupnik's latest gift expands innovation footprint of Maryland Engineering [Cementing His Legacy ](/news/story/cementing-his-legacy) BIOE chair one of six UMCP/UMB professors to receive University of Maryland Strategic Partnership appointment. [Maryland Engineering's John Fisher Appointed MPower Professor ](/news/story/maryland-engineeringrsquos-john-fisher-appointed-mpower-professor) Simington participated in a CTIA meeting on 5G security and test bed tour hosted by ISR. [FCC Commissioner Nathan Simington visits UMD 5G Secure Test Bed ](/news/story/fcc-commissioner-nathan-simington-visits-umd-5g-secure-test-bed) Anthony Ephremides, the founder of the field of ad-hoc wireless networks, is one of Maryland Engineering's most philanthropic faculty members. [Dean's Circle Spotlight: A Blueprint for Human-Oriented Innovation ](/news/story/deans-circle-spotlight-a-blueprint-for-humanoriented-innovation) Bioengineering Professor named to Nature Portfolio Journal editorial board. [Jewell Named Associate Editor of Regenerative Medicine ](/news/story/jewell-named-associate-editor-of-regenerative-medicine) UMD researchers use AI and robotics to help revive a struggling industry. [The Modern Battle for Maryland's Oysters ](/news/story/the-modern-battle-for-marylandrsquos-oysters) November event to foster opportunities for renewed collaboration. [UMD to Host Japan-U.S. Digital Innovation Workshop ](/news/story/umd-to-host-japanus-digital-innovation-workshop) UMD Clark Faculty Fellow's research could yield more efficient and environmentally friendly technology. [Damena Agonafer: Taming Thermal Management ](/news/story/damena-agonafer-taming-thermal-management) Alumni Chris and Patricia Van Buiten Create Maryland Promise Scholarship to give back and support future student success at Maryland. [A Maryland Built Lifetime ](/news/story/a-maryland-built-lifetime) \"We now have the numbers,\" researchers say of groundbreaking study. [UMD Research Sheds Light on Gender Imbalance in Construction ](/news/story/umd-research-sheds-light-on-gender-imbalance-in-construction) UMD team achieves feat using two laser pulses sent through a jet of hydrogen gas. [Compact Electron Accelerator Reaches New Speeds with Nothing But Light ](/news/story/compact-electron-accelerator-reaches-new-speeds-with-nothing-but-light) Po-Yen Chen and Sahil Shah Published in Nature Communications Journal [New Wearable Sensor Modules with Edge Machine Learning for Avatar Reconstruction ](/news/story/new-wearable-sensor-modules-with-edge-machine-learning-for-avatar-reconstruction) Four Maryland Engineers among awardees from across campus [Convocation to Honor Faculty, Staff Accomplishments ](/news/story/convocation-to-honor-faculty-staff-accomplishments) New multidisciplinary collaborations take on challenges like Alzheimer's disease prevention. [$7.9 Million in NIH Awards Propel UMD Aging Research ](/news/story/79-million-in-nih-awards-propel-umd-aging-research) Three UAS Test Site summer interns put their innovative ideas to the test. [\"An Opportunity to Conduct Novel Research\" ](/news/story/ldquoan-opportunity-to-conduct-novel-researchrdquo) With Ukraine's massive Zaporizhzhia plant in Putin's crosshairs, nuclear facilities must be taken off battlefield, UMD risk expert says. ['They Are Playing With a Huge Fire' ](/news/story/they-are-playing-with-a-huge-fire) 'NLGC' can be used with magnetoencephalography to better understand the neural mechanisms behind sensory processing. [New robust and scalable computational methodology developed by UMD researchers helps identify directed connectivity within the brain ](/news/story/new-robust-and-scalable-computational-methodology-developed-by-umd-researchers-helps-identify-directed) Jennifer L. Schwartz will become the next Chief Development Officer & Assistant Dean for the A. James Clark School of Engineering on September 12, 2022. [Introducing Maryland Engineering's New Chief Development Officer ](/news/story/introducing-maryland-engineerings-new-chief-development-officer) Prof. Kuo is leading an effort to develop first-of-kind therapeutics to repair injured or weakened tendons. [Developing a Therapeutic to Treat Injured Tendons ](/news/story/developing-a-therapeutic-to-treat-injured-tendons) [UMD Bioengineers Awarded $1M Moore Foundation Grant to Advance Bioelectronic Technology ](/news/story/umd-bioengineers-awarded-1m-moore-foundation-grant-to-advance-bioelectronic-technology) Researchers use redox to drive two-way communication between electronics and biological systems. Yun Zhang's study sheds new light on the asteroid's interior and its structural evolution. [UMD Researcher Helps Unlock Secrets of Bennu ](/news/story/umd-researcher-helps-unlock-secrets-of-bennu) Design, Build, Fly Team aims to expand opportunities to students of all levels. [From Classroom to Competition ](/news/story/from-classroom-to-competition) STEM Summer Camp held at the SMART building and MATRIX lab [Young minds take on STEM challenges ](/news/story/young-minds-take-on-stem-challenges) The University of Maryland rises to the occasion of hosting three intense, complex RoboNation competitions in three months. [Oh, the logistics! ](/news/story/oh-the-logistics) Exposure to research gives undergraduate students the chance to experience career possibilities. [Undergrads and research experiences: Win! Win! Win! ](/news/story/undergrads-and-research-experiences-win-win-win) Competition challenged students to develop innovative UAV solutions for first responders. [UMD Team Wins Inaugural NIST UAS 3.1: FastFind Challenge ](/news/story/umd-team-wins-inaugural-nist-uas-31-fastfind-challenge) The award recognizes the best papers presented at the American Control Conference. [Alum Shinkyu Park wins 2022 O. Hugo Schuck Award ](/news/story/alum-shinkyu-park-wins-2022-o-hugo-schuck-award) University of Maryland bioengineers develop a new technique to efficiently capture, gently release, and effectively scale up circulating tumor cells, a leading culprit in cancer spread. [Combating Metastatic Cancer Through Blood Draw ](/news/story/combating-metastatic-cancer-through-blood-draw) Alison Flatau has been named the new chair of aerospace engineering at UMD. [Flatau Named UMD AE Chair ](/news/story/flatau-named-umd-ae-chair) Bioengineering professor awarded $2.8 million NIH R01 grant for advanced autoimmune therapies. [Jewell Leads Team in Advancing Multiple Sclerosis Research ](/news/story/jewell-leads-team-in-advancing-multiple-sclerosis-research) Landmark event signals dedication to maintaining technological edge. [UMD Hosts First High-Speed Rotorcraft Workshop ](/news/story/umd-hosts-first-highspeed-rotorcraft-workshop) Eric Wachsman on battery myths and facts [MEI2 Director discusses future EV battery tech on Fox29 ](/news/story/mei2-director-discusses-future-ev-battery-tech-on-fox29) Come and meet Maryland Engineering at the American Society for Engineering Education (ASEE) Annual Conference being held at the Minneapolis Convention Center from June 26-29, 2022. [Maryland Engineering at the 2022 ASEE Annual Conference ](/news/story/maryland-engineering-at-the-2022-asee-annual-conference) UMD, UMSOM recognized for breakthrough that opens the door for stem cell microinjections into the brain. [Sarker Is Runner-Up for Springer Nature Best Paper Award ](/news/story/sarker-is-runnerup-for-springer-nature-best-paper-award) University of Delaware Professor, ASCE Fellow to lead department. [Attoh-Okine Named UMD CEE Chair ](/news/story/attohokine-named-umd-cee-chair) Hands-on learning gets a new twist with a design created by UMD students. [Engineering Outreach Through Next-Generation GOALKits ](/news/story/engineering-outreach-through-nextgeneration-goalkits) Toyota Ventures, Tenaska, and Bangchak Corporation Join Oversubscribed Round Led by Clear Creek Investments, VoLo Earth Ventures, and Alsop Louie Partners [Rethinking the Architecture of Solid-State Batteries: ION Closes $30M Investment Round ](/news/story/rethinking-the-architecture-of-solidstate-batteries-ion-closes-30m-investment-round) Prof. Rabin will commence his research activities in Dresden later this fall. [Oded Rabin Receives 2022/23 U.S. Fulbright Scholar Award ](/news/story/oded-rabin-receives-202223-us-fulbright-scholar-award) The UMD team was honored to meet the recipient of this year's National Award of Nuclear Science & History [SyRRA Lab Members Represent UMD at the National Museum of Nuclear Science and History ](/news/story/syrra-lab-members-represent-umd-at-the-national-museum-of-nuclear-science-and-history) Multidisciplinary University Research Initiative (MURI) awards support growth of newly emerging technologies. [Maryland Engineering Collaborates on Three MURIs ](/news/story/maryland-engineering-collaborates-on-three-muris) Online learning platform selects UMD's proposal as part of a series on virtual workplace skills. [UMD to Lead Citizen Developer Training for edX ](/news/story/umd-to-lead-citizen-developer-training-for-edx) Professor Joseph JaJa part of new, multi-institutional effort to advance medical innovations and regulatory science for extended reality technology. [Bringing Health Care's Vision of Tomorrow into Focus ](/news/story/bringing-health-carersquos-vision-of-tomorrow-into-focus) This year, Maryland Engineering honors 69 undergraduates who exemplify the college's commitment to excellence; five are recognized with Dean's Awards. [Maryland Engineering Recognizes Undergraduate Excellence ](/news/story/maryland-engineering-recognizes-undergraduate-excellence) DOD funding will advance transformational U.S. Army battery technology [CREB Receives $9M Cooperative Agreement ](/news/story/creb-receives-9m-cooperative-agreement) Federal transportation officials tap Maryland Engineering to lead new Build America Center. [UMD to Help Guide Implementation of Infrastructure Law ](/news/story/umd-to-help-guide-implementation-of-infrastructure-law) BIOE Professor recognized for outstanding contributions to the field of delivery science and technology. [Jewell Named Controlled Release Society Fellow ](/news/story/jewell-named-controlled-release-society-fellow) Amazon-UMD Design Challenge Winners Work to Improve Popular Tech for Full Range of Users [Opening Apps to All ](/news/story/opening-apps-to-all) Laurie Locascio will lead NIST, where she had served for three decades [Former VP for Research Named U.S. Commerce Under Secretary ](/news/story/former-vp-for-research-named-us-commerce-under-secretary) A multi-institutional program leverages UAS Test Site capabilities in search of new breakthroughs. [UMD Researchers Eye Advances in Autonomy ](/news/story/umd-researchers-eye-advances-in-autonomy) Annual \"Make Your Medical Device Pitch for Kids!\" competition to award up to $150,000 in FDA-sponsored grants. [NCC-PDI Now Accepting Pediatric Medical Device Pitches ](/news/story/nccpdi-now-accepting-pediatric-medical-device-pitches) Study, published in Nature Energy, demonstrates prolonged catalyst durability. [Radical scavengers improve the durability of electrocatalysts ](/news/story/radical-scavengers-improve-the-durability-of-electrocatalysts) Can smoking excessive amounts of weed harm the heart? Researchers aim to find out. [Using Machine Learning to Shed Light on Cannabis Effects ](/news/story/using-machine-learning-to-shed-light-on-cannabis-effects) Maryland Engineering earns a top spot in the 2023 U.S. News & World Report Best Graduate Schools rankings among over 200 colleges. [Maryland Engineering Graduate Programs: Top 10 Public, Four Years in a Row ](/news/story/maryland-engineering-graduate-programs-top-10-public-four-years-in-a-row) UMD professor awarded NSF CAREER grant to support new research on flow-surface interactions. [Brehm to Conduct First-of-Kind and (Ph.D. to the 2022 NAE Class. [Three UMD Alums Elected to National Academy of Engineering ](/news/story/three-umd-alums-elected-to-national-academy-of-engineering) Four projects jointly led by Maryland Engineering and UMB researchers awarded to advance collaborative research in areas of high importance. [Engineering Faculty Selected for New MPower Seed Grant Funding ](/news/story/engineering-faculty-selected-for-new-mpower-seed-grant-funding) Pickleball is on the upswing. An engineering Terp pro leads the way. [A Peak of Pickle Players ](/news/story/a-peak-of-pickle-players) Ion Storage aims to offer longer-lasting power source [U.S. Bets on Faster Charging Battery in Race to Catch Energy Rivals ](/news/story/us-bets-on-faster-charging-battery-in-race-to-catch-energy-rivals) UMD alumna blazes a trail for female engineers. [NASA's Douglas-Bradshaw a Role Model for STEM Students ](/news/story/nasas-douglasbradshaw-a-role-model-for-stem-students) BIOE junior Bryana Rowley launched a platform to connect womxn in STEM from across the world. [BIOE Undergrad Launches Black STEMpowerment ](/news/story/bioe-undergrad-launches-black-stempowerment) UMD students build working prototype inspired by Leonardo da Vinci's aerial screw. [A New Spin on a Classic da Vinci Design ](/news/story/a-new-spin-on-a-classic-da-vinci-design) Professor Shawn He and a team of researchers aim to improve how cardiac muscle tissue is engineered. [UMD Bioengineers Take New Approach to Engineering Heart Tissue ](/news/story/umd-bioengineers-take-new-approach-to-engineering-heart-tissue) Aerospace engineering student one of just 39 national recipients for 2022 fellowship. [Savyon Stokes Receives 2022 Patti Grace Smith Fellowship ](/news/story/savyon-stokes-receives-2022-patti-grace-smith-fellowship) CEE researcher to study resilience disincentives baked into federal public assistance programs. [Allison Reilly Wins NSF CAREER Award ](/news/story/allison-reilly-wins-nsf-career-award) Fischell Institute testing aims to advance understanding of fit, efficacy of face coverings for children. [Fischell Institute to Test Face Coverings for Children ](/news/story/fischell-institute-to-test-face-coverings-for-children) Transportation safety, impact of telecommuting among topics covered by UMD experts. [New Research Showcased at TRB ](/news/story/new-research-showcased-at-trb) The A. James Clark School of Engineering at the University of Maryland rose to No. 12 among online graduate engineering programs in the U.S., according to rankings released today by U.S. News & World Report. [Clark School's Online Engineering Programs Ascend to No. 12 National Rank ](/news/story/clark-schools-online-engineering-programs-ascend-to-no-12-national-rank) UMD grad student's VTOL/biplane combo draws interest. [Extending Quadcopter Flight Time—By Adding Wings ](/news/story/extending-quadcopter-flight-timemdashby-adding-wings) He was recognized for his contributions to cryptographic protocol design and cryptography education. [Katz Named ACM Fellow ](/news/story/katz-named-acm-fellow) It is the latest step the industry has taken to make 5G the most secure network ever. [5G security test bed for commercial 5G networks launched ](/news/story/5g-security-test-bed-for-commercial-5g-networks-launched) Associate Professor Yanne Chembo publishes new paper in Nature Communications which explores broadband and low-noise microresonator frequency combs. [Ultra-Broadband Microcombs Opens Door to Opportunities for Optical Frequency Synthesis ](/news/story/ultrabroadband-microcombs-opens-door-to-opportunities-for-optical-frequency-synthesis) MC2 researchers have been recognized for their analysis of malware behavior in the first large-scale study of its kind. [Measuring How Malware Behaves in the Real World ](/news/story/measuring-how-malware-behaves-in-the-real-world) After its successful launch Dec. 25, Webb is well on its way to full deployment and the start of its mission. [UMD engineering alumni contributions aboard James Webb Space Telescope ](/news/story/umd-engineering-alumni-contributions-aboard-james-webb-space-telescope) Messages to our Winter 2021 Clark School graduates from Dean Samuel Graham, Jr. and Jaser Attallah '21, electrical engineering graduate. [Congratulations to the Class of 2021 ](/news/story/congratulations-to-the-class-of-2021) Researchers have demonstrated a new way for atomic ions to host disturbances that do not fade away. [In a Smooth Move, Ions Ditch Disorder and Keep Their Memories ](/news/story/in-a-smooth-move-ions-ditch-disorder-and-keep-their-memories) The five interdisciplinary projects funded by the BBI offer cutting-edge approaches to translational neuroscience. [2022 BBI Seed Grant Awards to Fuel Innovation in Aging and Development Research ](/news/story/2022-bbi-seed-grant-awards-to-fuel-innovation-in-aging-and-development-research) FPE hosts its annual Christmas tree fire safety demonstration. [Enjoy a Festive, but Safe Holiday Season ](/news/story/enjoy-a-festive-but-safe-holiday-season) Study published in Nature Sustainability. [Bamboo fibers offer strong, 'green' manufacturing alternative ](/news/story/bamboo-fibers-offer-strong-lsquogreenrsquo-manufacturing-alternative) IEEE Fellow is a distinction reserved for select IEEE members whose extraordinary accomplishments in any of the IEEE fields of interest are deemed fitting of this prestigious grade elevation. [ECE Alumni Veeraraghavan, Zheng Elected IEEE Fellows ](/news/story/ece-alumni-veeraraghavan-zheng-elected-ieee-fellows) Annual showcase event highlights senior capstone design projects. [Design Day Award Winners Announced ](/news/story/design-day-award-winners-announced) Senior Lecturer Vince Nguyen wants to close the opportunity gap for future engineers by engaging students with engineering 'grand' challenges in their own back yards. [Grassroots Engineering ](/news/story/grassroots-engineering) The endowed professors in electrical and computer engineering and computer science will conduct research in robotics, autonomy, artificial intelligence and machine learning. [$1.14M from the State of Maryland will Match Private Donation to Establish Two Brendan Iribe Endowed Professorships in ECE and CS at UMD ](/news/story/114m-from-the-state-of-maryland-will-match-private-donation-to-establish-two-brendan-iribe-endowed) The pair join nine other NAI Fellows with ties to the Clark School and the University of Maryland. [Ming Lin, Vincent Njar elected Fellows of the National Academy of Inventors ](/news/story/ming-lin-vincent-njar-elected-fellows-of-the-national-academy-of-inventors) The IEEE Grade of Fellow is conferred by the IEEE Board of Directors upon a person with an outstanding record of accomplishments in any of the IEEE fields of interest. [Professor Espy-Wilson Named IEEE Fellow ](/news/story/professor-espywilson-named-ieee-fellow) Karlsson will be honored at the winter commencement ceremony on December 22. [Amy Karlsson Named 2021 Kent Outstanding Teacher ](/news/story/amy-karlsson-named-2021-kent-outstanding-teacher) Professor recognized \"for contributions to verification tools for finite-state Jasour tracks the impact of rising sea levels on Eastern Shore road networks. [No Easy Way Home ](/news/story/no-easy-way-home) Bioengineering professor one of eight UMD/UMB professors to receive UMD Strategic Partnership appointment. [Maryland Engineering's Chris Jewell Appointed MPower Professor ](/news/story/maryland-engineerings-chris-jewell-appointed-mpower-professor) Applications and nominations are now being accepted. [Search Open for UMD Civil and Environmental Engineering Chair ](/news/story/search-open-for-umd-civil-and-environmental-engineering-chair) Engineering student Thomas Leps completes Ph.D. while working as satcom engineer at South Pole. [South Pole Defense ](/news/story/south-pole-defense) For 18 Years, Student Organization Has Sent Science Sky-high [Balloon Payload Program Surpasses 100-launch Milestone ](/news/story/balloon-payload-program-surpasses-100launch-milestone) Eight campus makerspaces where Terps turn out the next big thing [You Can Make It at Maryland ](/news/story/you-can-make-it-at-maryland) Nearly $3 million in NSF funding will enhance understanding of how the parts of a single neuron contribute to neuronal networks' overall learning and computation abilities. [Exploring the 'rules of life' of natural neuronal networks could lead to faster, more efficient computers ](/news/story/exploring-the-rules-of-life-of-natural-neuronal-networks-could-lead-to-faster-more-efficient-computers) The research by Reza Ghodssi's research group also has led to a patent application. [Biofilm-fighting catheter insert research named 'featured article' in IEEE TBME ](/news/story/biofilmfighting-catheter-insert-research-named-featured-article-in-ieee-tbme) New research employs advanced computational algorithms to uncover latent information in fMRI scans about human mental states. [How Home Alone Helped UMD Neuroscientists Unlock Brain Scan Data ](/news/story/how-home-alone-helped-umd-neuroscientists-unlock-brain-scan-data) Assistant Professor Katharina Maisel publishes piece on the power of mentoring in Science. [Maisel Highlights the Power of Mentoring in Science ](/news/story/maisel-highlights-the-power-of-mentoring-in-science) This 12-month study will include research and workshops focused on identifying the challenges faced by health and safety officers responsible for implementing post-incident exposure control and decontamination protocols. [UMD/MFRI Research Team Explores Fireground Contaminants via FEMA Grant ](/news/story/umdmfri-research-team-explores-fireground-contaminants-via-fema-grant) $2.88M in NIH funding could lead to brain-aware, tunable hearing devices. [How does the brain turn heard sounds into comprehensible language? ](/news/story/how-does-the-brain-turn-heard-sounds-into-comprehensible-language) Fu will develop a decision-support tool to help individual patients decide what transplant option is best for them. [Michael Fu part of NSF project to improve kidney transplant access and decision-making ](/news/story/michael-fu-part-of-nsf-project-to-improve-kidney-transplant-access-and-decisionmaking) New, $86 million facility to expand educational opportunities, autonomous vehicles research. [USMSM Debuts SMART Innovation Center ](/news/story/usmsm-debuts-smart-innovation-center) Former UMD president recognized for contributions to field, expanding education access [Incentive Awards Program, Engineering Lab Building Named for Mote ](/news/story/incentive-awards-program-engineering-lab-building-named-for-mote) Nnenia Campbell to deliver inaugural CEE Diversity, Equity, and Inclusion Seminar. [Improving Disaster Communication for Marginalized Communities ](/news/story/improving-disaster-communication-for-marginalized-communities) Scholarship to support future aerospace engineers honors a father's legacy and support. [Richeson Family Establishes Glen W. Richeson, Jr. Maryland Promise Scholarship ](/news/story/richeson-family-establishes-glen-w-richeson-jr-maryland-promise-scholarship) BIOE Minta Martin Professor of Engineering Chris Jewell was named to the 2021 BMES Class engineering) plays key role in Illinois' landmark Climate and Equitable Jobs Act. [Creating Equitable Access to Energy Opportunities ](/news/story/creating-equitable-access-to-energy-opportunities) UMD and Duke scientists have showed that quantum computers can be better than the sum of their parts, a foundational step toward eventually combating errors in larger quantum devices. [Foundational Step Shows Quantum Computers Can Be Better Than the Sum of Their Parts ](/news/story/foundational-step-shows-quantum-computers-can-be-better-than-the-sum-of-their-parts) When an innovator wanted to engineer a more advanced and equitable society, he chose a research and education powerhouse with global impact, and came to Maryland. [Welcome, Samuel Graham, Jr., Dean of Maryland Engineering ](/news/story/welcome-samuel-graham-jr-dean-of-maryland-engineering) A collaboration of researchers at UMD has proposed a way to make chip-sized frequency combs ten times more efficient by harnessing the power of topology. [Novel Design May Boost Efficiency of On-Chip Frequency Combs ](/news/story/novel-design-may-boost-efficiency-of-onchip-frequency-combs) Solution aims to reduce discomfort for workers, ensure safety [Srebric Leads Development of Mask Alternative for Prolonged Use ](/news/story/srebric-leads-development-of-mask-alternative-for-prolonged-use) Landmark scholarship program aims to foster diversity in the robotics field. [Sara Honarvar Awarded Amazon Lab126 Fellowship for Second Year ](/news/story/sara-honarvar-awarded-amazon-lab126-fellowship-for-second-year) Rock on for John this October. [In Memoriam: John William Fritz ('17, electrical engineering) ](/news/story/in-memoriam-john-william-fritz-lsquo17-electrical-engineering) The MLA150 instrument supports various research projects in materials science, nanoscience, energy science, and quantum science. [Kollár Receives NSF MRI Grant to Enhance Micro/Nanofabrication Initiatives ](/news/story/kollaacuter-receives-nsf-mri-grant-to-enhance-micronanofabrication-initiatives) Program is #12 among public universities and #20 overall, according to U.S. News & World Report [UMD Mechanical Engineering Retains Strong Position in Rankings ](/news/story/umd-mechanical-engineering-retains-strong-position-in-rankings) The Maryland University Training Reactor, one of 24 U. S. university-based research reactors in existence, has facilitated nuclear engineering education since 1954. [UMD Training Reactor Hits 5K Operations ](/news/story/umd-training-reactor-hits-5k-operations) Abshire, Fisher and Hu honored for outstanding success in scholarly accomplishment and excellence in teaching. [Three Engineers Among 2021-2022 Distinguished Scholar-Teachers ](/news/story/three-engineers-among-20212022-distinguished-scholarteachers) Utilized for decades in the world of manned aviation, the voluntary reporting system is a boon for unmanned aviation as well. [NASA's ASRS an Effective Tool for Improving Unmanned Aviation Safety ](/news/story/nasarsquos-asrs-an-effective-tool-for-improving-unmanned-aviation-safety) Fellows selected based on contributions to the arts, sciences or technology of aeronautics or astronautics. [Laurence Named AIAA Associate Fellow ](/news/story/laurence-named-aiaa-associate-fellow) New institute will significantly add to the vibrant quantum research ecosystem established in the mid-Atlantic region. [UMD Leads New $25M NSF Quantum Leap Challenge Institute for Robust Quantum Simulation ](/news/story/umd-leads-new-25m-nsf-quantum-leap-challenge-institute-for-robust-quantum-simulation) MEI2 start up continues to grow [Ion Storage Systems received US Advanced Battery Consortium award ](/news/story/ion-storage-systems-received-us-advanced-battery-consortium-award) Join us on September 10 for a reflection and lessons-learned discussion. [9/11 20th Anniversary Commemoration ](/news/story/911-20th-anniversary-commemoration) $1.2M in NSF funding supports researchers' work to connect patients, clinicians more effectively. [How tech can fill gaps in mental health care ](/news/story/how-tech-can-fill-gaps-in-mental-health-care) Distinct regions in the brain use their own neural pathways and networks to process either spoken math or language. [The brain makes sense of math and language in different ways ](/news/story/the-brain-makes-sense-of-math-and-language-in-different-ways) Clark School research aims to make buildings more resistant to wildfire. [Fire Protection Engineers Track a Different Kind of \"Superspreader\" ](/news/story/fire-protection-engineers-track-a-different-kind-of-superspreader) Stuart Laurence tests an improved method for measuring the aerodynamics of free-flying objects. [Hypersonic Wind Tunnel Research: Ray Tracing Inspires A New Approach ](/news/story/hypersonic-wind-tunnel-research-ray-tracing-inspires-a-new-approach) Karen and Rob Banas give $25,000 to the Keystone Program in honor of their daughter to provide support for students, faculty, and resources. [Banas Family Provides Support for Future Engineers in the Keystone Program ](/news/story/banas-family-provides-support-for-future-engineers-in-the-keystone-program) Dr. Katharina Maisel was awarded a $1.8 million NIH NIGMS grant to study the interstitium and lymphatics. [Maisel to Investigate Little-Known Organ in the Body ](/news/story/maisel-to-investigate-littleknown-organ-in-the-body) From fabricated human tissue to Wifi beamed from space, awards recognize cutting-edge research [Seven Students Win 2021 Dean's Research Awards ](/news/story/seven-students-win-2021-deans-research-awards) First-of-its-kind study provides empirical data on the track record of Public Private Partnerships (P3) in setting Disadvantaged Business Enterprise (DBE) goals. [Cui Leads Groundbreaking Study on Project Delivery Methods, Equity ](/news/story/cui-leads-groundbreaking-study-on-project-delivery-methods-equity) Rachel Cueva ('21), 2021 20 Twenties ](/news/story/three-umd-alumni-among-aviation-week-networkrsquos-2021-20-twenties) BIOE Professor, VP of Research Had Long Career as Scientist, Administrator at Agency Before Coming to UMD [Biden Nominates Locascio to Lead NIST ](/news/story/biden-nominates-locascio-to-lead-nist) for microgravity flame research [Unusual \"cool flames\" discovered aboard International Space Station ](/news/story/unusual-cool-flames-discovered-aboard-international-space-station) This free, virtual event will take place on Thursday, July 22, 2021. [NCC-PDI to Host Pediatric Device Innovators Forum ](/news/story/nccpdi-to-host-pediatric-device-innovators-forum) The study will enable future MRI systems to identify artifacts with an enhanced resolution and sensitivity. [Aristos Christou Heads Project for GaN Amplifiers in MRI Systems ](/news/story/aristos-christou-heads-project-for-gan-amplifiers-in-mri-systemsnbsp) The study marks a major step toward creating a system for studying quantum phase transitions. [Multi-institutional Research Team Documents Quantum Melting of Wigner Crystals ](/news/story/multiinstitutional-research-team-documents-quantum-melting-of-wigner-crystals) The University of Maryland (UMD) is making a major investment to obtain the most technologically advanced equipment on the College Park campus for application across a broad range of research areas, from neuroimaging to next-generation quantum materials. [UMD Invests Over $10M in Research Equipment to Drive Discovery, Innovation ](/news/story/umd-invests-over-10m-in-research-equipment-to-drive-discovery-innovation) With machine learning, Carol Espy-Wilson is developing a phone app that can measure depression symptoms using speech and video cues. [A new way to monitor mental health conditions ](/news/story/a-new-way-to-monitor-mental-health-conditions) Wachsman's appointment effective June 10, 2021 for a two-year term. [Eric Wachsman Elected President of Electrochemical Society ](/news/story/eric-wachsman-elected-president-of-electrochemical-society) Mechanical engineering leader Samuel Graham, Jr. to take helm October 1. [Georgia Tech Professor, Researcher Named Dean of Clark School ](/news/story/georgia-tech-professor-researcher-named-dean-of-clark-school) A team of engineering undergraduates explores factors behind disproportionate fire risk in developing nations. [Fired Up Over Inequities ](/news/story/fired-up-over-inequities) Professor has led the department during an era of firsts. [Wereley Steps Down as Aero Chair ](/news/story/wereley-steps-down-as-aero-chair) They join seven other UMD faculty members breaking into the top 1000 scientist rankings based on their prolific research output. [Three ECE Professors Ranked Top Scientists in the World by Guide2Research ](/news/story/three-ece-professors-ranked-top-scientists-in-the-world-by-guide2research) BIOE assistant professor Gregg Duncan was named the recipiento of the NSF's prestigious CAREER Award. [Duncan Earns NSF Career Award to Advance Gene Therapy ](/news/story/duncan-earns-nsf-career-award-to-advance-gene-therapy) The 2021 International Conference on Robotics and Automation (ICRA 2021) will be held both in person and online from May 30 to June 5, 2021. [UMD Researchers to Have a Strong Showing at ICRA 2021 ](/news/story/umd-researchers-to-have-a-strong-showing-at-icra-2021) UMD professor joins select group of thought leaders. [Niemeier Elected to American Philosophical Society ](/news/story/niemeier-elected-to-american-philosophical-society) Fourteen Clark School students pursuing their Ph.D.s in engineering have been awarded Ann G. Wylie Dissertation Fellowships by the University of Maryland Graduate School. [Student Researchers Recognized with Wylie Dissertation Fellowships ](/news/story/student-researchers-recognized-with-wylie-dissertation-fellowships) The group developed a new method for generating entangled, indistinguishable photon pairs using a chip-based, topological approach. [Hafezi's Group Generates Tunable Twin Particles of Light ](/news/story/hafezis-group-generates-tunable-twin-particles-of-light) The lead story, \"Celebrating 40 Years of 'Heart' Work,\" celebrates the efforts and experiences of students, alumni, faculty, and staff doing their part to grow and maintain a diverse and inclusive environment. [Engineering at Maryland magazine celebrates 40 Years of the Center for Minorities in Science and Engineering ](/news/story/engineering-at-maryland-magazine-celebrates-40-years-of-the-center-for-minorities-in-science-and) Navy Commander Donald Costello's research could aid the drone certification process. [Completing a Doctorate—Aboard an Aircraft Carrier ](/news/story/completing-a-doctoratemdashaboard-an-aircraft-carrier) Espy-Wilson has served as a pioneer, role model and mentor, especially for African-American women in the sciences. [Carol Espy-Wilson Receives Campus Woman of Influence Award ](/news/story/carol-espywilson-receives-campus-woman-of-influence-award) This fall, Neehar will be attending Carnegie Mellon University to pursue his PhD in Robotics. [Neehar Peri named a Maryland 'Undergraduate Researcher of the Year' ](/news/story/neehar-peri-named-a-maryland-undergraduate-researcher-of-the-year) This year, the Clark School honors 70 undergraduates who exemplify the college's commitment to excellence; five are recognized with Dean's Awards. [Engineering Undergrads Recognized for Excellence ](/news/story/engineering-undergrads-recognized-for-excellence) STEPS is a nonprofit connecting volunteers with K-12 families seeking affordable tutoring, college advising. [Chaudhary and Team STEPS Take Second Place in Do Good Challenge ](/news/story/chaudhary-and-team-steps-take-second-place-in-do-good-challenge) Marisa Patsy is a BIOE senior, and is headed to Duke University for her Ph.D. this fall. [Patsy Granted NSF Graduate Research Fellowship ](/news/story/patsy-granted-nsf-graduate-research-fellowship) Technology could one day be used to improve stem cell-based therapies as well as treatment options for diabetes and infertility. [He Lab Taps Machine Learning to Improve Cell-Based Medicine ](/news/story/he-lab-taps-machine-learning-to-improve-cellbased-medicine) Pines Announces New Quantum Business Incubator, Presents Invention and Entrepreneurship Awards [From Innovation to Inauguration ](/news/story/from-innovation-to-inauguration) Event highlights Southern Maryland's importance to the UAS industry. [Firebird Tour Makes Stop in St. Mary's County ](/news/story/firebird-tour-makes-stop-in-st-maryrsquos-county) CEE undergrad advisor lauded for dedication to students. [Kolar Honored With Advising Award ](/news/story/kolar-honored-with-advising-awardnbsp) ChBE Professor Akua Asa-Awuku recognized as a regional champion. [Today's Trailblazers to be Honored as 2021 Taking Nature Black Environmental Champions ](/news/story/todayrsquos-trailblazers-to-be-honored-as-2021-taking-nature-black-environmental-champions) Professors Christopher Cadou and Eric Wachsman are developing a hybrid system for commercial aircraft. [UMD Researchers to Design Greener Aircraft Engine ](/news/story/umd-researchers-to-design-greener-aircraft-engine) BIOE Assistant Professor Jenna Mueller and her lab are working to improve access to surgery around the world. [On A Mission to Bridge the Global Health Gap ](/news/story/on-a-mission-to-bridge-the-global-health-gap) Micaela Everitt is first author of a review paper on point-of-care diagnostic technologies during a pandemic. [White Lab Reviews Point-of-Care Diagnostics to Combat Pandemic ](/news/story/white-lab-reviews-pointofcare-diagnostics-to-combat-pandemic) Researchers aim to bridge the gap between microelectronics and biological systems to create next-generation wearables. [The Internet of Bio-Nano Things ](/news/story/the-internet-of-bionano-things) From extreme batteries to windows made from wood, Clark School's trendsetting work ranks it among the country's Top 10 public engineering schools for the 3rd consecutive year. [Maryland Graduate Engineering Ranked #10 Public in the Nation ](/news/story/maryland-graduate-engineering-ranked-10-public-in-the-nation) Engineering is still predominantly \"a man's world.\" For one living-learning program, the first step is to talk about it. [Finding Community Among Hard Conversations ](/news/story/finding-community-among-hard-conversations) Study on strong, biodegradable and recyclable bioplastic published in Nature Sustainability. [Plastic Alternative Made 100% of Wood ](/news/story/plastic-alternative-made-100-of-wood) Dr. Baheti passed away in March and will be greatly missed by ISR, ECE and the Clark School. [In memoriam: NSF ECCS Program Director ](/news/story/in-memoriam-dr-radhakisan-baheti-nsf-eccs-program-director) Hala Alkhalouf's study flags supply chain disruptions, labor shortages as factors. [CEE Master's Student Tracks COVID-19's Impact on Construction ](/news/story/cee-masters-student-tracks-covid19s-impact-on-construction) The National Capital Consortium for Pediatric Device Innovation is accepting applications through April 19. [Now Accepting Medical Device Pitches for NCC-PDI Competition ](/news/story/now-accepting-medical-device-pitches-for-nccpdi-competition) Brehm brings a wealth of expertise in hypersonics and computational fluid dynamics. [Aerospace Engineering Welcomes New Faculty Member Dr. Christoph Brehm ](/news/story/aerospace-engineering-welcomes-new-faculty-member-dr-christoph-brehm) The Clark School community mourns the loss of George E. Dieter, who served as dean of engineering at the University of Maryland from 1977-94. [The Lasting Legacy of George Dieter, 1928-2020 ](/news/story/the-lasting-legacy-of-george-dieter-19282020) Alexis Burris, Kirk \"KJ\" Mclean and Elias Hailu Daniel have been selected for the newly-launched program. [UMD Aero Students Awarded Patti Grace Smith Fellowship ](/news/story/umd-aero-students-awarded-patti-grace-smith-fellowship) M-CERSI researchers say two lipid molecules can function as diagnostic biomarkers of traumatic brain injury. [Development of Diagnostic Biomarkers for Determination of TBI ](/news/story/development-of-diagnostic-biomarkers-for-determination-of-tbi) The Maryland Robotics Center will administer the program, which begins in Fall 2021. [New undergraduate minor in robotics and autonomous systems ](/news/story/new-undergraduate-minor-in-robotics-and-autonomous-systems) The College Park-headquartered company, rooted in UMD research, announced plans to go public today. [IonQ: From Maryland to Wall Street ](/news/story/ionq-from-maryland-to-wall-street) A fellowship for Mozambican women to pursue graduate education in Reliability Engineering at UMD [Doyenne Reliability Engineering Program ](/news/story/doyenne-reliability-engineering-program) Marshall will begin his new position effective July 1, 2021. [Andre Marshall Appointed VPR of George Mason University ](/news/story/andre-marshall-appointed-vpr-of-george-mason-university) Junior Benjamin Adarkwa Wins One of Six Inaugural Virgin Galactic BLAST Scholarships. [Work Hard, Dream Big ](/news/story/work-hard-dream-big) Through the Engineering Diversity Initiative, Northrop Grumman supports the Center for Minorities in Science and Engineering's mission to tip the scales for underrepresented students. [Fueling the Next Generation of Big Thinkers ](/news/story/fueling-the-next-generation-of-big-thinkers) Dr. Gregg Duncan reflects on connecting DNA test results with one's family history in Science feature. [Stories Beyond DNA ](/news/story/stories-beyond-dna) The work, which began in 2016, has resulted in new testbeds, published research and collaborations with the federal government, industry and international partners. [ISR, HyNet and ARLIS team for 5G initiatives ](/news/story/isr-hynet-and-arlis-team-for-5g-initiatives) UMD professor works to advance the risk assessment field. [Groth Wins NSF CAREER Award ](/news/story/groth-wins-nsf-career-award) Correlations were tracked using mobile device data. [UMD Research Sheds Light on Holiday Travel and COVID ](/news/story/umd-research-sheds-light-on-holiday-travel-and-covid) A national search has been initiated for a new Dean of the A. James Clark School of Engineering. [Search Initiated for New Clark School Dean ](/news/story/search-initiated-for-new-clark-school-dean) ChBE Alumni Joseph Sciamanna ('19) discusses how his stint at UMD led to the founding of his first company. [An Entrepreneur is Born ](/news/story/an-entrepreneur-is-born) A University of Maryland engineer's work aboard the International Space Station could lead to cleaner engines and power plants, and safer living conditions in space. [Unlocking the Mysteries of Fire ... in Space ](/news/story/unlocking-the-mysteries-of-fire-in-space) Christopher T. Jones (Ph.D. '97) and Rajiv Laroia (M.S. '89, Ph.D. '92) have been elected to the 2021 Class of the National Academy of Engineering, one of the highest professional recognitions in an engineer's career. [UMD Alumni Jones, Laroia Elected to National Academy of Engineering ](/news/story/umd-alumni-jones-laroia-elected-to-national-academy-of-engineering) The mathematical modeling and planning research will help the country transition from fossil fuels to renewable energy. [Gabriel is co-PI on project coordinating Denmark's energy sectors ](/news/story/gabriel-is-copi-on-project-coordinating-denmarks-energy-sectors) UMD Research Seeks to Minimize Risks of Performing Together; New Tech Supports Students' Learning [Blown Away ](/news/story/blown-away) More than 20 years after finishing his Ph.D. in aerospace engineering at Maryland, Chris Jones is still giving back. [Making Success, and Giving, Seem Natural ](/news/story/making-success-and-giving-seem-natural) UMD engineers awarded for 3D nanoprinting strategy that opens the door for microinjection applications. [Acevedo Wins Outstanding Student Paper Award at IEEE MEMS Conference for 3D Nanoprinting Breakthrough ](/news/story/acevedo-wins-outstanding-student-paper-award-at-ieee-mems-conference-for-3d-nanoprinting-breakthrough) Research in Baltimore & College Park Tackles Critical Issues in the State and Globally [University of Maryland Research Enterprise Ranked Among Top 10 Publics in NSF Higher Education R&D Survey ](/news/story/university-of-maryland-research-enterprise-ranked-among-top-10-publics-in-nsf-higher-education-rampd) Operations research expert is building predictive mathematical models that will aid clinic planning teams with their decision making. [Herrmann helping UMMS design and refine vaccination clinics ](/news/story/herrmann-helping-umms-design-and-refine-vaccination-clinics) UMD researchers presented new findings, tools, and technologies, including a COVID-19 Impact Dashboard that leverages mobile device data. [Data-Driven Research, Pandemic Impact Highlighted at TRB ](/news/story/datadriven-research-pandemic-impact-highlighted-at-trb) The virtual meeting aimed to bolster battery technology under extreme conditions. [CREB Kicks Off 2021 with Meeting to Discuss Future of Battery Research ](/news/story/creb-kicks-off-2021-with-meeting-to-discuss-future-of-battery-research) The Penn State faculty member was a student of Sennur Ulukus. [Alumna Jing Yang wins two IEEE Communications Society awards ](/news/story/alumna-jing-yang-wins-two-ieee-communications-society-awards) The programs rose to No. 15 in U.S. News & World Report's Ranking of Best Online Engineering Graduate Programs [Clark School's Online Engineering Programs Now Ranked in Top 15 Nationally ](/news/story/clark-schools-online-engineering-programs-now-ranked-in-top-15-nationally) UMD's Deb Niemeier and other prominent researchers assess the new administration's course change on climate. [Rejoining the Paris Accord: Scholars Respond ](/news/story/rejoining-the-paris-accord-scholars-respond) SABRE-enhanced NV-NMR may become a high-impact tool for biological applications, such as tracking and monitoring of chemical reactions of metabolites in single cells. [Micron-scale NMR Spectroscopy using Diamonds ](/news/story/micronscale-nmr-spectroscopy-using-diamonds) Adapting to COVID-era constraints, MDSE volunteers found a way to proceed with a solar panel installation. [Students Assist Sierra Leone School...Virtually! ](/news/story/students-assist-sierra-leone-schoolhellipvirtually) Flight safety software developed by University of Maryland researchers can help unmanned aircraft respond to anomalies, malfunctions, and collision risks. [Equipping Drones to Recover When Things Go Wrong ](/news/story/equipping-drones-to-recover-when-things-go-wrong) BIOE Professor Xiaoming He and his research team take a new approach to understand why cancers spread. [Waging War on Metastatic Cancer ](/news/story/waging-war-on-metastatic-cancer) [14 Mtech-affiliated companies named Maryland's 20 hottest innovative start-ups ](/news/story/14-mtechaffiliated-companies-named-to-marylandrsquos-list-of-20-hottest-innovative-startups) [Maryland's Future 20](https://commerce.maryland.gov/media/governor-hogan-announces-marylands-future-20-startup-companies)is a list of startups that have the potential to be the state's next major business success story. Three leading disaster scientists--Deb Niemeier, Allison Reilly and A.R. Siders--present a roadmap for change. [More Effective, Equitable Disaster Policy ](/news/story/more-effective-equitable-disaster-policy) DURIP supports university research in technical areas of interest to the Department of Defense (DoD). [Three Clark School Professors Receive Competitive DURIP Grants ](/news/story/three-clark-school-professors-receive-competitive-durip-grants) UMD,FDA researchers work to develop a technique to quickly measure the amount of amyloid plaque in the brain [Researchers Aim to Advance Understanding of Alzheimer's Disease Progression ](/news/story/researchers-aim-to-advance-understanding-of-alzheimers-disease-progression) The Day One Project has tapped a proposal led by UMD's Allison Reilly as one of 100 sci-tech ideas for the next U.S. administration. [Researchers Urge Overhaul of Disaster Policy ](/news/story/researchers-urge-overhaul-of-disaster-policy) Courses are taught on weekday evenings to accommodate work schedules and students have the opportunity to earn a master's in less than two years. [Strong Fall Enrollment in UMD's Machine Learning and Data Science Programs for Working Professionals ](/news/story/strong-fall-enrollment-in-umdrsquos-machine-learning-and-data-science-programs-for-working-professionals) Timothy Horiuchi is a co-author on the research published in IOP Bioinspiration & Biomimetics. ['Smellicopter' drone uses live moth antenna to seek smells, avoid obstacles ](/news/story/lsquosmellicopterrsquo-drone-uses-live-moth-antenna-to-seek-smells-avoid-obstacles) Study conducted by Mohamed Ahmed & Arnaud Trouvé published in Combustion and Flame. [UMD Research Team Uses Massive Computer Power to Perform High Resolution Simulations of Turbulent Pool Fires ](/news/story/umd-research-team-uses-massive-computer-power-to-perform-high-resolution-simulations-of-turbulent) ECE professors elected fellows of world's leading professional association for the advancement of technology. [Jacob, Qu Named IEEE Fellows ](/news/story/jacob-qu-named-ieee-fellows) Special issue of IEEE Journal of Microelectromechanical Systems features innovative research from 2020 Hilton Head Workshop. [Lemonade from lemons: Despite COVID-19 sidelining of MEMS showcase, proceedings and papers quickly published ](/news/story/lemonade-from-lemons-despite-covid19-sidelining-of-mems-showcase-proceedings-and-papers-quickly-published) MSE research group creates a blueprint for predicting the infrared spectra of plasmonic nanoarcs. [Metallic Nanoarcs are Ready to Shine ](/news/story/metallic-nanoarcs-are-ready-to-shine) Alumnus Austin Kendall ('17) has carved out a career built on a passion. Now he's giving back to fuel future Maryland students. [From Terps Racing to Ford Motor Company ](/news/story/from-terps-racing-to-ford-motor-company) Preston was a guide and friend to the Institute for Systems Research throughout its history. [Remembering NSF ERC architect and leader Lynn Preston ](/news/story/remembering-nsf-erc-architect-and-leader-lynn-preston) Award recognizes Hypersonic and High-Temperature Gas Dynamics, Third Edition as the best book published within the last five years. [Anderson Awarded AIAA 2021 Summerfield Book Award ](/news/story/anderson-awarded-aiaa-2021-summerfield-book-award) BIOE and faculty member honored during PharmSci 360 conference [Lowe Named 2020 AAPS Fellow ](/news/story/lowe-named-2020-aaps-fellow) MTI's Chenfeng Xiong wins USDOT Safety Data Initiative grant in collaboration with MDOT SHA. [Mobile Device Data Could Boost Road Safety for Pedestrians ](/news/story/mobile-device-data-could-boost-road-safety-for-pedestrians) UMD announces with the U.S. Army Research Lab agreements in additive manufacturing and battery research. [ARL to Fund $30M in Equipment Innovations for Service Members ](/news/story/arl-to-fund-30m-in-equipment-innovations-for-service-members) Clark Scholar's new technology takes on hospital overcrowding. [A Tech Rx for COVID Recovery at Home ](/news/story/a-tech-rx-for-covid-recovery-at-home) The Women in Engineering Program shipped nearly 1,500 kits to middle and high school kids, concentrating on communities with traditionally underrepresented populations in STEM. [Spanning the Distance to K-12 ](/news/story/spanning-the-distance-to-k12) Advancing Transformational Army Batteries [University of Maryland leads team awarded $7.2M from Army Research Lab ](/news/story/university-of-maryland-leads-team-awarded-72m-from-army-research-lab) 'Agents of Change' written by retired ERC program leader Lynn Preston and longtime collaborator Courtland Lewis. [New ebook details history of the NSF Engineering Research Center program ](/news/story/new-ebook-details-history-of-the-nsf-engineering-research-center-program) Sewer backups burden Baltimore homeowners. A UMD researcher steps in. [Plumbing a Problem ](/news/story/plumbing-a-problem) International funding, research and collaboration increase in line with loss of property and human life due to fire. [FPE, UL and International Fire Safety Consortium Collaborate to Address Global Fire Safety Challenges ](/news/story/fpe-ul-and-international-fire-safety-consortium-collaborate-to-address-global-fire-safety-challenges) UMD Clark Scholars leverage philanthropy to support other students in the fight against COVID. [Paying It Forward ](/news/story/paying-it-forward) New research led by UMD Professor Johan Larsson could enable cost-effective modeling and margin of error calculations for complex chaotic system simulations [Calculating Uncertainties in Chaotic Turbulent Flow Models ](/news/story/calculating-uncertainties-in-chaotic-turbulent-flow-models) History-making UMD flight paves the way for further advancements. [New Milestones in Medical Deliveries by Drone ](/news/story/new-milestones-in-medical-deliveries-by-drone) Four mechanical engineering students share their experiences. [Challenges and Opportunities: Student Internships During 2020 ](/news/story/challenges-and-opportunities-student-internships-during-2020) Each year, the dean of the University of Maryland's A. James Clark School of Engineering honors exemplary faculty members for their dedication to excellence in research and teaching. [Dean Briber Honors Faculty with Research, Teaching Awards ](/news/story/dean-briber-honors-faculty-with-research-teaching-awards) To advance inclusive medical therapies and diversity in fundamental science, one Maryland engineer leads by example. [One Size Does Not Fit All ](/news/story/one-size-does-not-fit-all) New research could improve UAV use for search and rescues in hazardous conditions with no communication network. [Survivability as Sensor ](/news/story/survivability-as-sensor) Twin studies at UMD and the University of Colorado-Boulder help band and music ensemble directors mitigate COVID-19 risks. [Striking Up the Band Again—Safely ](/news/story/striking-up-the-band-againmdashsafely) UMD's Project Management Center for Excellence has been developing blended learning strategies that increase student engagement and retention [Flipping the Classroom in Engineering and Project Management ](/news/story/flipping-the-classroom-in-engineering-and-project-management) As Sally Aims for Gulf Coast, Expert Urges Broader Thinking About Disaster Resilience, and Believing the Science [How COVID Complicates a Historic Hurricane Season ](/news/story/how-covid-complicates-a-historic-hurricane-season) The Clark School moved up three spots, to No. 22 from 25 nationally, among undergraduate engineering programs in U.S. News & World Report's 2021 Best Colleges report released today. The Clark School ranks as No. 12 among public institutions. [Clark School Undergraduate Programs Move Up in U.S. News & World Report Rankings ](/news/story/clark-school-undergraduate-programs-move-up-in-us-news-amp-world-report-rankings) UMD professor to develop new technology for studying individual cell behavior. [DeVoe Awarded Elkins Professorship ](/news/story/devoe-awarded-elkins-professorship) A grant from The Lemelson Foundation will accelerate environmentally and socially responsible engineering through innovation in undergraduate curricula. [Investing in Environmentally Responsible Engineering ](/news/story/investing-in-environmentally-responsible-engineering) Angela Sun, Kevin Tu, and Tesia Shi co-founded COVID-19 Tutors in April 2020. [Angela Sun Co-Founds COVID-19 Tutoring Platform Alongside Peers ](/news/story/angela-sun-cofounds-covid19-tutoring-platform-alongside-peers) The team will help farmers tap the economic potential and environmental benefits of shellfish aquaculture. [Maryland engineers receive $10M to transform shellfish farming ](/news/story/maryland-engineers-receive-10m-to-transform-shellfish-farming) Social and racial inequities built into nation's flood management system, UMD professors warn. [Fifteen Years On, Experts Weigh Lessons of Katrina ](/news/story/fifteen-years-on-experts-weigh-lessons-of-katrina) As curriculum shifted online due to the COVID-19 pandemic, the Clark School discovered new ways for students to benefit from collaboration in class, engage with the university community, and build relationships with their peers. [Rewiring the Student Network ](/news/story/rewiring-the-student-network) Jelena Srebric was celebrating the release of a long-awaited study on the transmission rates of influenza in dorm rooms when the first cases of COVID-19 were reported in the United States. [Studying Airborne Transmission of COVID-19 ](/news/story/studying-airborne-transmission-of-covid19) The earliest indicator of COVID-19 may not be what—or where—one expects. [Monitoring Wastewater for COVID-19 ](/news/story/monitoring-wastewater-for-covid19) Prof. Kevin Daniels and his colleagues develop portable ultra-fast detection of COVID-19 through the fabrication of robust sensors with high sensitivity and selectivity. [Epitaxial Graphene-Based Biosensor Provides Rapid Detection of COVID-19 ](/news/story/epitaxial-graphenebased-biosensor-provides-rapid-detection-of-covid19) Micro-signals on videos could be used to infer physiological conditions. [Wu, Milton receive NSF funding to improve telemedicine ](/news/story/wu-milton-receive-nsf-funding-to-improve-telemedicine) A Quantum Diamond Microscope, augmented with Machine Learning, has been used to noninvasively probe activity within an integrated circuit. [QTC Researchers Combine QDM and ML to Noninvasively Probe an Integrated Circuit ](/news/story/qtc-researchers-combine-qdm-and-ml-to-noninvasively-probe-an-integrated-circuit) NSF funding will lead to new risk management models for safe and effective reopening [UMD developing COVID-19 decision making tools for colleges ](/news/story/umd-developing-covid19-decision-making-tools-for-colleges) Amid constraints, team members focused on what they could do—and the result was a productive season. [Unusual Season No Deterrent to Terps Racing ](/news/story/unusual-season-no-deterrent-to-terps-racing) Funded teams feature UMD faculty from 15 academic departments and six centers and institutes [BBI Awards Seed Grants to Six Interdisciplinary Projects ](/news/story/bbi-awards-seed-grants-to-six-interdisciplinary-projects) The only type of institution of its kind in the world, the museum's mission is to serve as America's resource for nuclear science and history. [Timothy Koeth Elected to National Museum of Nuclear Science & History Board of Trustees ](/news/story/timothy-koeth-elected-to-national-museum-of-nuclear-science-amp-history-board-of-trustees) Peter Kofinas and Jesse Matthews team up to mentor high school students in a program hosted by the UMD Center for Minorities in Science and Engineering. [Holding ESTEEM in High Regard ](/news/story/holding-esteem-in-high-regard) Researchers' Revamped Electronic Home Plate Adds Automation, Accuracy to Game. [Striking Up an Innovative Idea ](/news/story/striking-up-an-innovative-idea) UMD Professor and Quantum Technology Center Director, Ronald Walsworth, and his colleagues, have developed a way to use diamonds to see the elusive details of electrical currents. [Diamonds Shine a Light on Hidden Currents in Graphene ](/news/story/diamonds-shine-a-light-on-hidden-currents-in-graphene) Hobie Cohen (electrical engineering, '04), a systems engineer with Lockheed Martin, and his wife, Alicia, began producing face shields at home in March to help the community. [ECE Alumnus Hobie Cohen makes 3D-printed face shields for hospitals ](/news/story/ece-alumnus-hobie-cohen-makes-3dprinted-face-shields-for-hospitals) Five Clark School athletes have been named Big Ten (stylized B1G) Distinguished Scholars for the 2019-2020 academic year. [Engineering Students among B1G Distinguished Scholars ](/news/story/engineering-students-among-b1g-distinguished-scholars) Mohamad Alaabar, Capt. Eng. and Head of the Inspection Division at Bahrain Civil Defence's Protection and Safety Directorate, shares his experience ensuring fire safety and prevention during COVID-19. [COVID-19's Effect on Fire Protection Engineering and Prevention: A Master of Engineering Alumnus' Perspective ](/news/story/covid19s-effect-on-fire-protection-engineering-and-prevention-a-master-of-engineering-alumnus-perspective) COVID-19 has demonstrated possible future uses in public health emergencies, writes UMD's Matt Scassero. [Navigating President-Designate Darryll Pines inspires a culture of excellence at the Clark School, where everyone plays a part. [Legacy through Impact: Dr. Darryll J. Pines ](/news/story/legacy-through-impact-dr-darryll-j-pines) Four University of Maryland teams competed in this year's NASA 2020 Revolutionary Aerospace Systems Concepts - Academic Linkage (RASC-AL) competition. [UMD Team Takes a Top Spot in NASA RASC-AL Design Competition ](/news/story/umd-team-takes-a-top-spot-in-nasa-rascal-design-competition) Size of the neutrally buoyant bPods has dropped from 'baseball' to 'golf ball' 'cherry' in just three years. [Rapidly evolving 'smart marble' sensors hold promise for monitoring pharmaceutical industry bioreactors and beyond ](/news/story/rapidly-evolving-lsquosmart-marblersquo-sensors-hold-promise-for-monitoring-pharmaceutical-industry) Faghih is one of 35 brilliant young entrepreneurs, inventors, visionaries, humanitarians and pioneers working to make the world a better place. [ECE Alumna Rose Faghih Named an MIT Technology Review 2020 Innovator Under 35 ](/news/story/ece-alumna-rose-faghih-named-an-mit-technology-review-2020-innovator-under-35) Manocha has received the highest honor bestowed on tenured faculty members at the University of Maryland. [Dinesh Manocha Named Distinguished University Professor ](/news/story/dinesh-manocha-named-distinguished-university-professor) Multi-institutional research team led by Chunsheng Wang published in PNAS. [Sulfur Provides Promising 'Next-Gen' Battery Alternative ](/news/story/sulfur-provides-promising-nextgen-battery-alternative) The research is helping medical team in Wuhan's Jinyintan Hospital prepare and allocate resources and support decisions. [New Markov chain predictive model aids COVID-19 decisionmakers ](/news/story/new-markov-chain-predictive-model-aids-covid19-decisionmakers) FDA grant and gift from entrepreneur provide $250K in awards [Call for Pediatric Medical Device Pitches Focused on COVID-19 ](/news/story/call-for-pediatric-medical-device-pitches-focused-on-covid19) In its 23 years, NEXTOR has developed decision support tools, operational and system concepts, and policymaking tools that benefit the FAA, the airline industry and the flying public. [FAA Extends Funding for NEXTOR III Aviation Operations Research Consortium ](/news/story/faa-extends-funding-for-nextor-iii-aviation-operations-research-consortium) New research could help ensure victims get the right care, quickly. [Real-time Transportation Data Can Improve Triage, Save Lives ](/news/story/realtime-transportation-data-can-improve-triage-save-lives) President-designate calls acts of violence against black community nationwide a 'stain' against UMD values. [Pines: Stand in Solidarity, Unite Against Injustice ](/news/story/pines-stand-in-solidarity-unite-against-injustice) Selection recognizes breakthrough flight delivering organ for transplant. [UAS Test Site Named as Finalist in AUVSI XCELLENCE Awards ](/news/story/uas-test-site-named-as-finalist-in-auvsi-xcellence-awards) Researchers aim to prevent disease spread during endotracheal intubation procedures for COVID-19 patients. [Aerosol Containment Chamber to Make COVID-19 Intubations Safer ](/news/story/aerosol-containment-chamber-to-make-covid19-intubations-safer) BIOE seniors present Capstone projects and celebrate winners virtually. [BIOE Capstone Class Virtually Presents 24 Novel Projects ](/news/story/bioe-capstone-class-virtually-presents-24-novel-projects) Jeffery Klauda is studying the protein amino acids at the COVID-19/ACE-2 interface. [ChBE Research Team to Investigate COVID-19 ](/news/story/chbe-research-team-to-investigate-covid19) Potential application for complex electronics highlighted in Nature Communications [UMD Researchers Tap CRISPR Technology to Connect Biology, Electronics ](/news/story/umd-researchers-tap-crispr-technology-to-connect-biology-electronics) UMD's Dr. Birthe Kjellerup is leading a project designed to assist early detection. [Wastewater Testing Could Help Track COVID-19 ](/news/story/wastewater-testing-could-help-track-covid19) Aerospace Engineering's Program Director of Student Services recognized for staff excellence in student services. [Dr. Aileen Hentz Receives Clark School of Engineering's 2019-20 Student Advising Award ](/news/story/dr-aileen-hentz-receives-clark-school-of-engineeringrsquos-201920-student-advising-award) Laroia founded Flarion Technologies in 2000 and developed Flash-OFDM broadband wireless technology there. [Alumnus Rajiv Laroia honored with IEEE Alexander Graham Bell Medal ](/news/story/alumnus-rajiv-laroia-honored-with-ieee-alexander-graham-bell-medal) Fischell Institute, Mechanical Engineering researchers designed a rapid deployment COVID-19 testing booth. [Researchers Design Mobile COVID-19 Testing Booths ](/news/story/researchers-design-mobile-covid19-testing-booths) Sixty-eight undergraduate students from the A. James Clark School of Engineering were recognized with 2020 Annual Engineering Honors and Awards. [2020 Undergraduate Honors and Awards ](/news/story/2020-undergraduate-honors-and-awards) The U.S. Naval Research Lab experiment, the Photovoltaic Radiofrequency Antenna Module Flight Experiment (PRAM FX), will transform solar power into radio frequency microwave energy. [Alumnus Paul Jaffe's PhD Hardware Launching to Space on X-37B Orbital Test Vehicle ](/news/story/alumnus-paul-jaffersquos-phd-hardware-launching-to-space-on-x37b-orbital-test-vehicle) A 2011 graduate of the Clark School, Christina Lam now races cars for Hi-Speed Motorsports and coaches clients for Skip Barber Racing School. [Switching Career Gears: From Electrical Engineering to Race Car Driving ](/news/story/switching-career-gears-from-electrical-engineering-to-race-car-driving) Manocha receives the 2020 Pierre Bézier Award in recognition of his technically significant and lasting contributions in Solid, Geometric and Physical Modeling and their Applications. [Dinesh Manocha Receives the 2020 Pierre Bézier Award ](/news/story/dinesh-manocha-receives-the-2020-pierre-beacutezier-award) Haleigh Eppler is a fourth-year Biological Sciences Ph.D. student and a member of Christopher Jewell's lab. [Eppler Named Dr. Edna O. Hokenson Endowed Fellow ](/news/story/eppler-named-dr-edna-o-hokenson-endowed-fellow) Aerospace Engineering students receive nine out of 29 awarded Vertical Flight Foundation Scholarships. [Nine UMD Students Awarded 2020 Vertical Flight Foundation Scholarships ](/news/story/nine-umd-students-awarded-2020-vertical-flight-foundation-scholarships) Assistant Professor Christine Hartzell is a member of NASA's OSIRIS-REx Team exploring Asteroid Bennu. [Unraveling the Mysteries of Asteroids ](/news/story/unraveling-the-mysteries-of-asteroids) UMD engineers have reinvented a 26,000-year-old manufacturing process into an innovative approach to fabricating ceramic materials. [New, superfast method for ceramic manufacturing could open door to AI-driven materials discovery ](/news/story/new-superfast-method-for-ceramic-manufacturing-could-open-door-to-aidriven-materials-discovery) During the COVID-19 crisis, UMIACS researchers are using online resources to advance research. [UMIACS Faculty Adapting to Online-Only Research Activities ](/news/story/umiacs-faculty-adapting-to-onlineonly-research-activities) Quinn Kupec's efforts featured on North Dakota news outlet KVRR. [Student 3D Prints Personal Protective Equipment for Area Hospitals ](/news/story/student-3d-prints-personal-protective-equipment-for-area-hospitals) \"Quarantine fatigue\" is recorded in 48 states. [Social Distancing: Drop Seen for First Time Since Outbreak ](/news/story/social-distancing-drop-seen-for-first-time-since-outbreak) This will advance Duncan and his lab's work on bio-inspired hydrogels for detection of aerosolized COVID-19. Receives UMD Coronavirus Seed Fund Award ](/news/story/duncan-receives-umd-coronavirus-seed-fund-award) Campus high-tech manufacturing takes on COVID-19. [Terrapin 'Works' Toward Relief Efforts ](/news/story/terrapin-works-toward-relief-efforts) Clark School researchers are working to create solutions and pool resources in efforts to minimize the spread of the disease, provide critical aid to health care workers and their patients, and monitor the impact of social distancing and travel restrictions. [COVID-19 Engineering Solutions: In the News ](/news/story/covid19-engineering-solutions-in-the-news) Clark School students take top prize in Pitch Dingman competition. [Flush With Excitement ](/news/story/flush-with-excitement) A new study published in Science Advances expands the landscape of nanomaterials, and what we can do with them. [Maryland Engineers Open Door to Big New Library of Tiny Nanoparticles ](/news/story/maryland-engineers-open-door-to-big-new-library-of-tiny-nanoparticles) The new UMB-UMCP program has announced its first grants for projects combining AI and medicine. [Clark School faculty 'AIM-HI' to address major health challenges ](/news/story/clark-school-faculty-aimhi-to-address-major-health-challenges) Student-faculty teams that write review articles for journals reap multiple benefits. [Spurring research group creativity in the time of COVID-19 ](/news/story/spurring-research-group-creativity-in-the-time-of-covid19) Slye, the first graduate of FPE's program, passed on April 13, 2020. [FPE Remembers Orville Named 2020 Fellowship Recipient. [Alumnus Receives 2020 Guggenheim Fellowship ](/news/story/alumnus-receives-2020-guggenheim-fellowship) UMD-supported business development facility creating ventilators from breast pumps along with masks, shields to fill need. [Incubator Hatches COVID-19 Solutions ](/news/story/incubator-hatches-covid19-solutions) In a new paper in Science Advances, researchers from UMD and several other institutions presented a new method for identifying and characterizing topological invariants on various experimental platforms, testing their protocol in a quantum simulator made of neutral atoms. [New Protocol Helps Classify Topological Matter ](/news/story/new-protocol-helps-classify-topological-matter) Professor DeClaris joined the UMD faculty in 1967 and served as Head of the Electrical Engineering Department. After stepping down as head, he continued to teach until his retirement in 2011. [ECE Mourns the Passing of Esteemed Professor Emeritus Nicholas DeClaris ](/news/story/ece-mourns-the-passing-of-esteemed-professor-emeritus-nicholas-declaris) Data Analysis Shows Erratic Response to COVID-19 Restrictions [Shelter-in-place Compliance Remains Low, UMD Research Finds ](/news/story/shelterinplace-compliance-remains-low-umd-research-finds) BGSS has transformed its \"Research and Pizza\" in person events to virtual \"Research and Pajamas\" gatherings. [BGSS Hosts Virtual \"Research and Pajamas\" Events ](/news/story/bgss-hosts-virtual-research-and-pajamas-events) [Charting a Course Toward Quantum Simulations of Nuclear Physics ](/news/story/charting-a-course-toward-quantum-simulations-of-nuclear-physics) Researchers explore how to map lattice gauge theories to ion traps. Clark School faculty and additive manufacturing experts are working to 3D print protective face shields in response to critical PPE shortages. [Clark School Engineers 3D Print Protective Face Shields ](/news/story/clark-school-engineers-3d-print-protective-face-shields) The department provided a University of Maryland School of Medicine practice with masks, goggles and other items. [COVID-19: Aerospace Engineers Contribute Needed Supplies ](/news/story/covid19-aerospace-engineers-contribute-needed-supplies) Researchers are working to address the critical supply of N95 respirators resulting from the COVID-19 crisis. [Researchers a socially-intelligent robot known as ProxEmo, has been featured in Forbes. [GAMMA Group's Research on Emotional Modeling and Social Robotics Featured in Forbes ](/news/story/gamma-groups-research-on-emotional-modeling-and-social-robotics-featured-in-forbes) The annual Alumni Cup competition is hosted by the Clark School's Engineering Alumni Network. [Slam Dunk at Alumni Cup ](/news/story/slam-dunk-at-alumni-cup) For the past three years, Professor Gomez has challenged students to push the laws of physics and the limits of technology in his electric bicycle capstone course. [Revolutionize the Commute: Electric Bicycle ](/news/story/revolutionize-the-commute-electric-bicycle) The \"smart bra\" is a low-cost wearable device that could conceivably detect breast cancer early enough for treatment. [Spread Hope: The \"Smart Bra\" ](/news/story/spread-hope-the-smart-bra) Entrepreneur Alex Mehr (Ph.D. '03) is reinvigorating iconic, but struggling, brick and mortar brands through \"creative reinvention\" in e-commerce. [Brand Savior ](/news/story/brand-savior) Award recognizes a significant impact to furthering vertical flight. [UAS Test Site Receives Achievement Award from the American Helicopter Museum & Education Center ](/news/story/uas-test-site-receives-achievement-award-from-the-american-helicopter-museum-amp-education-center) Through alumni efforts, now on permanent display in the Engineering Lab Building. [Pride of Maryland Solar Car Returns to Roots at Maryland ](/news/story/pride-of-maryland-solar-car-returns-to-roots-at-maryland) Project will Develop Lithium and Sodium Metal Solid State Batteries for Advanced Energy Storage Applications [MEI2 leads U.S. side of $18.4M U.S.-Israel Energy Center focused on Energy Storage ](/news/story/mei2nbspleads-us-side-of-184m-usisrael-energy-center-focused-on-energy-storage) Scholarship provides merit-based support to students in aerospace engineering. [Anusha Dixit Awarded Inaugural Mary and Tom Snitch Undergraduate Scholarship ](/news/story/anusha-dixit-awarded-inaugural-mary-and-tom-snitch-undergraduate-scholarship) [Ion Storage Systems Says Its Ceramic Electrolyte Could Be a Gamechanger for Solid-State Batteries ](/news/story/ion-storage-systems-says-its-ceramic-electrolyte-could-be-a-gamechanger-for-solidstate-batteries) A superthin electrolyte with three layers could deliver safe, fast-charging batteries Darryll Pines has served as Dean of the A. James Clark School of Engineering since January 2009. [Dean Pines Named University of Maryland's 34th President ](/news/story/dean-pines-named-university-of-marylands-34th-president) The nationwide Cupid's Undie Run has raised close to $19M for Neurofibromatosis research since 2010. [Alumnus Brendan Hanrahan's decade of running for medical research ](/news/story/alumnus-brendan-hanrahans-decade-of-running-for-medical-research) The Maryland Quantum Alliance launched today with an event in the House of Delegates Office Building. [Universities, National Labs and Corporations Create New Alliance to Accelerate Maryland's Leadership in Quantum Science ](/news/story/universities-national-labs-and-corporations-create-new-alliance-to-accelerate-marylands-leadership) The award recognizes women in the campus community who have made exemplary contributions to the improvement of the quality of women's lives. [Carol Espy-Wilson named 'Campus Woman of Influence' ](/news/story/carol-espywilson-named-campus-woman-of-influence) Mote announced as one of the Franklin Institute Awards Class of 2020 recipients. [C. Dan Mote, Jr. to Receive 2020 Benjamin Franklin Medal in Mechanical Engineering ](/news/story/c-dan-mote-jr-to-receive-2020-benjamin-franklin-medal-in-mechanical-engineering) Alumni Profile: Cara Martin [Failure is an Option ](/news/story/failure-is-an-option) BIOE Chair recognized for contributions to biomaterials literature. [Fisher to Receive 2020 Society for Biomaterials Award ](/news/story/fisher-to-receive-2020-society-for-biomaterials-award) Researchers from UMD, four other universities combine expertise to advance worldwide partnership initiative [New International Fire Safety Consortium Launched to Address Most Urgent Global Challenges ](/news/story/new-international-fire-safety-consortium-launched-to-address-most-urgent-global-challenges) University of Maryland's Clark School of Engineering community remembers Innovation Hall of Fame alumnus George J. Laurer (1925-2019). [UMD Mourns Passing of Innovation Hall of Fame Inductee and Alumnus George J. Laurer, Inventor of the Modern Bar Code ](/news/story/umd-mourns-passing-of-innovation-hall-of-fame-inductee-and-alumnus-george-j-laurer-inventor-of-the) Clark School engineers compete in 125-Mile EBikes! Design Competition to test the limits of electric bicycles and to celebrate 125 years of engineering at Maryland. [Seven Clark School student teams build E-bikes that can travel 125 miles on a single charge - powering past the current range on the market ](/news/story/seven-clark-school-student-teams-build-ebikes-that-can-travel-125-miles-on-a-single-charge-ndash) New review article by original author Michael Fu traces game-playing AI programs to seminal 2005 paper in Operations Research. [AlphaGo family of AI programs grew from AMS simulation-based algorithms developed at UMD ](/news/story/alphago-family-of-ai-programs-grew-from-ams-simulationbased-algorithms-developed-at-umd) More than a dozen Ballet Company M dancers hail from science and engineering backgrounds [UMD STEM Students Take the Stage in The Nutcracker ](/news/story/umd-stem-students-take-the-stage-in-the-nutcracker) AMBIC Industry Board members and other researchers convened to discuss new and ongoing projects. [Institute Hosts AMBIC December Conference, Unveils New Research ](/news/story/institute-hosts-ambic-december-conference-unveils-new-research) Undergraduate and graduate students take top spots at AIAA's Region 1 Young Professionals, Students, and Educators Conference. [Aerospace Engineering Students Win at AIAA YPSE Conference ](/news/story/aerospace-engineering-students-win-at-aiaa-ypse-conference) [Brain and Behavior Initiative Hosts 3rd Annual Seed Grant Symposium ](/news/story/brain-and-behavior-initiative-hosts-3rd-annual-seed-grant-symposium) Researchers from across UMD convene to discuss the latest projects funded by BBI Papamanthou will provide leadership to the unique center that joins computer scientists and engineers with researchers from across campus in fields such as economics, supply-chain management and the social sciences. [Papamanthou Named Director of MC2 ](/news/story/papamanthou-named-director-of-mc2) The Clark School gives this award to a junior faculty member for excellence in teaching. [Behtash Babadi Wins Clark School's Junior Faculty Teaching Award ](/news/story/behtash-babadi-wins-clark-schools-junior-faculty-teaching-award) Drones can help measure how well distress beacons are working, particularly in hard-to-reach locations. [NASA Tests Search and Rescue Tech, With UMD Assist ](/news/story/nasa-tests-search-and-rescue-tech-with-umd-assist) The Clark School Honors Electrical Engineering Alum Donald H. Willis for Significant Innovative Contributions. [Donald H. Willis Inducted into Innovation Hall of Fame ](/news/story/donald-h-willis-inducted-into-innovation-hall-of-fame) The ISR Ph.D. students won in the bioengineering and neuroscience and cognitive science categories. [Chapin, Bowen win in Bioscience Day poster session ](/news/story/chapin-bowen-win-in-bioscience-day-poster-session) Professor Emeritus Mark Lewis named Pentagon's new director of defense research and engineering for modernization. [Aerospace Engineering Professor Emeritus Appointed Director of Defense Research and Engineering ](/news/story/aerospace-engineering-professor-emeritus-appointed-director-of-defense-research-and-engineering) 'TurboTerps' flew their drone autonomously through a set of gates, completing 14 runs in 4:42. [Student autonomous drone racing team takes 2nd place at IROS ](/news/story/student-autonomous-drone-racing-team-takes-2nd-place-at-iros) Student organization celebrates five years of accomplishments during 2019 WIAA Night. [Women in Aeronautics and Astronautics Celebrates Five Years ](/news/story/women-in-aeronautics-and-astronautics-celebrates-five-years) Award will support research on inequities in disaster relief. [UMD's Reilly Lands Gulf Research Program Fellowship ](/news/story/umdrsquos-reilly-lands-gulf-research-program-fellowship) An interview with the inaugural Clark Distinguished Chair and MTI faculty affiliate. [Niemeier Explores Link Between Infrastructure, Inequity ](/news/story/niemeier-explores-link-between-infrastructure-inequity) High-energy-density polymeric cathode for fast-charge sodium Next for Next-Gen Batteries? ](/news/story/whatrsquos-next-for-nextgen-batteries) BIOE assistant professor to be recognized at 2019 BMES Annual Meeting [Stroka Named 2019 Young Innovator of Cellular & Molecular Bioengineering ](/news/story/stroka-named-2019-young-innovator-of-cellular-amp-molecular-bioengineering) The event was organized in collaboration with the Baltimore Washington Chapter of the Health Physics Society, and attended by Boy Scouts from the DMV. [UMD Radiation Facilities Hosts Nuclear Science Merit Badge Program ](/news/story/umd-radiation-facilities-hosts-nuclear-science-merit-badge-program) \"\"High Efficiency Water Segregator\" won the grand prize. [Innovative Groups Pitch, Win Share of $5,000 at Inaugural Do Good Robotics Start-up Competition ](/news/story/innovative-groups-pitch-win-share-of-5000-at-inaugural-do-good-robotics-startup-competition) The A. James Clark School of Engineering at the University of Maryland welcomes 10 exceptional young engineers from across the state of Maryland as its newest class of A. James Clark Scholars. [UMD Welcomes New Class of Distinguished A. James Clark Scholars ](/news/story/umd-welcomes-new-class-of-distinguished-a-james-clark-scholars) Robinson started Intercoastal Trading which focuses on reducing nitrogen and phosphorus output. [UMD Alumni George Robinson Parlays Chemical Engineering Degree into Eco-friendly Business ](/news/story/umd-alumni-george-robinson-parlays-chemical-engineering-degree-into-ecofriendly-businessnbspnbsp) Originally from Illinois, Donlin will use the funding to develop and research a fire service topic. [FPE Welcomes Katie Donlin, Third Recipient of UL Fellowship ](/news/story/fpe-welcomes-katie-donlin-third-recipient-of-ul-fellowship) Bioengineering assistant professors awarded grants to advance lung health research. [Duncan, Maisel Recognized by American Lung Association ](/news/story/duncan-maisel-recognized-by-american-lung-association) Maria Rodriguez is working to obtain data that is needed for recovery and reforestation efforts. [First-of-kind Research Measures Gold Mining's Impact in Amazon ](/news/story/firstofkind-research-measures-gold-minings-impact-in-amazon) Tim Sweeney ('93, mechanical engineering) is building the new frontier of gaming. [The Epic World of Tim Sweeney ](/news/story/the-epic-world-of-tim-sweeney) To build an unmanned aerial vehicle worthy of a groundbreaking three-mile flight on the night of April 19, a team of UMD engineers worked over the course of two and a half years. [Special Delivery ](/news/story/special-delivery) The University of Maryland (UMD) has announced the launch of the Quantum Technology Center (QTC), which aims to translate quantum physics research into innovative technologies. [Delivering on Quantum Innovation ](/news/story/delivering-on-quantum-innovation) Findings show a liquid drop might behave as a solid object in terms of wetting interactions when placed on a surface that is simultaneously deformable and liquid-repelling [UMD Researchers Discover Nanoparticle-Like Behavior of a Liquid Drop Acts Like Velcro on Specially Designed Surfaces ](/news/story/umd-researchers-discover-nanoparticlelike-behavior-of-a-liquid-drop-acts-like-velcro-on-specially) The Clark School welcomes six National Academy Engineering members who will be returning to or joining our faculty this fall. [Welcome, NAE Members ](/news/story/welcome-nae-members) The gift will fund aerospace research while increasing opportunities for women and underrepresented minorities in STEM fields. [Lockheed Martin Awards $3M to Clark School ](/news/story/lockheed-martin-awards-3m-to-clark-school) Undergraduate and graduate student teams from the Clark School took top honors in an international competition. [Engineering Students Twice Victorious at International Rotorcraft Design Competition ](/news/story/engineering-students-twice-victorious-at-international-rotorcraft-design-competition) Ronald (Ron) Walsworth joined the University of Maryland in August as a Minta Martin Professor of Electrical and Computer Engineering, and as Director of the Quantum Technology Center. [Ronald Walsworth Joins UMD's Department of Electrical and Computer Engineering ](/news/story/ronald-walsworth-joins-umdrsquos-department-of-electrical-and-computer-engineering) The new research center will catalyze the development of high-impact quantum technologies. [University of Maryland Launches Quantum Technology Center ](/news/story/university-of-maryland-launches-quantum-technology-center) The UMD UAS Test Site marks two milestones this summer: five years since its launch, and the 1,000th sortie flown. [Five Years of Fearless Flight ](/news/story/five-years-of-fearless-flight) Ahmadi, who earned a 2006 BS in electrical engineering and math, is a professor at Princeton University. [Alumnus Amir Ali Ahmadi receives PECASE Award ](/news/story/alumnus-amir-ali-ahmadi-receives-pecase-award) Prof. Liu has been named a University of Maryland distinguished university professor, the most prestigious internal honor on campus. [Liu Named Distinguished University Professor ](/news/story/liu-named-distinguished-university-professor) New treatment for wood could make a membrane to extract fresh water. ['Wood' You Like Some Fresh Water? ](/news/story/wood-you-like-some-fresh-water) FPE Alumni Jack Medovich discusses how his education compelled him to start a non-profit geared towards empowering child burn victims. [Building on a Childhood Dream ](/news/story/building-on-a-childhood-dream) ARPA-E Marks 10 Years of Technology Innovation [UMD/MEI2 Energy Innovation Featured at ARPA-E 2019 ](/news/story/umdmei2-energy-innovation-featured-at-arpae-2019) BIOE associate professor and associate chair recognized for immune engineering research and STEM outreach. [Jewell Named Presidential Early Career Award Recipient ](/news/story/jewell-named-presidential-early-career-award-recipient) Niemeier is the first of several endowed Clark Distinguished Chairs to be appointed through the Clark Foundation investment. [UMD Names Deb Niemeier as Inaugural Clark Distinguished Chair ](/news/story/umd-names-deb-niemeier-as-inaugural-clark-distinguished-chair) Unmanned systems are helping to power economic growth in Southern Maryland. [Building Tomorrow's Aviation Together: Airport, UAS Test Site Celebrate Ties ](/news/story/building-tomorrowrsquos-aviation-together-airport-uas-test-site-celebrate-ties) Klauda research group published in Chemical Reviews. [Modeling Cellular Membranes ](/news/story/modeling-cellular-membranes) A team led by UMD professor Bart Forman is developing a tool to help satellites measure the water content of snow. [Looking For Freshwater In All the Snowy Places ](/news/story/looking-for-freshwater-in-all-the-snowy-places) Out of gratitude to his mentor, Jim Rand has made a generous gift to the Clark School in support of the Robert M. Rivello Scholarship. [Aerospace Graduate's Gift Elevates Teacher's Legacy ](/news/story/aerospace-graduates-gift-elevates-teachers-legacy) Researchers have created the first silicon chip that can reliably constrain light to its four corners. [Ring Resonators Corner Light ](/news/story/ring-resonators-corner-light) Doctoral candidate Alterra is studying how microplastics and chemicals interact—and finding some surprises. [Tiny plastics, big environmental risk: UMD researcher sheds new light on sorption ](/news/story/tiny-plastics-big-environmental-risk-umd-researcher-sheds-new-light-on-sorption) Glenn will become University of Houston-Victoria's provost and vice president for academic affairs starting August 5. [Alumnus Chance Glenn Sr. named new University of Houston-Victoria provost ](/news/story/alumnus-chance-glenn-sr-named-new-university-of-houstonvictoria-provost) The Clark School honors this year's alumni celebrating the 50th, 55th, 60th, and 70th anniversaries of their University of Maryland graduations. [Golden Terps Shine at Spring 2019 Commencement ](/news/story/golden-terps-shine-at-spring-2019-commencement) FIRE freshmen, AE undergrads and MEng Robotics students take first place in both categories at VFS Micro Air Vehicle Student Challenge. [Clark School student teams sweep MAV competition ](/news/story/clark-school-student-teams-sweep-mav-competition) Medalist Honors Late Father With Career Pursuit as More Than 8,200 Terps Graduate Next Week [University Medal Awarded to Electrical Engineering Senior Jerome Quenum ](/news/story/university-medal-awarded-to-electrical-engineering-senior-jerome-quenum) Honors student, salutatorian, track and field star, and military commander are a few of the roles Oswald Hurt (O.H.) Saunders played during his time with the College of Engineering. [Terrapin Tales: Oswald Hurt Saunders, Class of 1910 ](/news/story/terrapin-tales-oswald-hurt-saunders-class-of-1910) When an important WWII atomic relic turned up out of the blue, two Maryland researchers wanted to know: what happened to the other 658 of them? [Have You Seen this Cube? ](/news/story/have-you-seen-this-cube) The groundbreaking effort by Maryland faculty and researchers could help expand donor access to transplantation. [Pioneering Breakthrough: Unmanned Aircraft Delivers Organ for Successful Kidney Transplant in Maryland ](/news/story/pioneering-breakthrough-unmanned-aircraft-delivers-organ-for-successful-kidney-transplant-in-maryland) Key concerns include vehice safety, software reliabillity, and cybersecurity. [UMD workshop examines risks related to new transportation technology ](/news/story/umd-workshop-examines-risks-related-to-new-transportation-technology) Research sponsors voted theirs best out of 15 presentations. [Kailkhura and Vathsavai Win Best Consortium Student Presentation Award, Spring 2019 ](/news/story/kailkhura-and-vathsavai-win-best-consortium-student-presentation-award-spring-2019) Recipients have contributed to improving the quality of women's lives. [Elisabeth Smela one of five honored with Campus Women of Influence Award ](/news/story/elisabeth-smela-one-of-five-honored-with-campus-women-of-influence-award) Briber, Das and Hu make novel heat-conversion membrane [Wood-based Technology Creates Electricity from Heat ](/news/story/woodbased-technology-creates-electricity-from-heat) Awards ceremony to be held Wednesday, May 8, in Baltimore. [UMD Researchers Receive 2019 Outstanding Young Scientist and Outstanding Young Engineer Awards ](/news/story/umd-researchers-receive-2019-outstanding-young-scientist-and-outstanding-young-engineer-awards) Leite and team research highlighted on cover of Joule [Artificial Intelligence solutions for commercial adoption of Fellow Terps shown to meeting participants. [Maryland Robotics Center team demonstrates robots at 2019 AAAS Annual Meeting ](/news/story/maryland-robotics-center-team-demonstrates-robots-at-2019-aaas-annual-meeting) The project will explore new mathematical techniques that provide a scientific basis for understanding fundamental properties of cyber-physical systems controlled by artificial intelligence. [Shoukry Wins NSF CAREER Award ](/news/story/shoukry-wins-nsf-career-award) Class Central has named a University of Maryland offering among their top 10 MOOCs beginning in January 2019. [UMD Kicks Off New Year with Top 10 MOOC Ranking ](/news/story/umd-kicks-off-new-year-with-top-10-mooc-ranking) BYUradio talks to Simon about where in the brain, and how quickly, neurons transition from processing the sound of speech to the language-based words of speech. [Radio interview with Jonathan Simon on \"the cocktail party problem\" ](/news/story/radio-interview-with-jonathan-simon-on-the-cocktail-party-problem) Representatives from more than 100 high schools, colleges, and universities convened at the E4USA Engineering Curriculum Workshop. [Consensus for First-of-its-Kind Pre-College Engineering Course ](/news/story/consensus-for-firstofitskind-precollege-engineering-course) More than 20 teams of senior-level students showcased solution-driven projects. [Innovation Shines on Design Day ](/news/story/innovation-shines-on-design-day) Happy Holidays from the A. James Clark School of Engineering and Best Wishes for a Fearless 2019! [Season's Greetings from the Clark School! ](/news/story/seasons-greetings-from-the-clark-school) Students award AWCAA $10,000 to help African women with cancer. [George Dieter Celebrates His 90th Birthday, Applauds Social Change Course ](/news/story/george-dieter-celebrates-his-90th-birthday-applauds-social-change-course) The experiment will travel on the ISS for a year, exposing samples to the environment of low earth orbit. [Spacecraft carrying Adomaitis thin film experiment docks with the International Space Station ](/news/story/spacecraft-carrying-adomaitis-thin-film-experiment-docks-with-the-international-space-station) CEE researchers use satellite data to improve global snow-water equivalent estimates. [Snow Is More Complicated Than You Think ](/news/story/snow-is-more-complicated-than-you-think) Call for proposals due January 15, 2019 [2019 Energy Innovation Seed Grant Announcement ](/news/story/2019-energy-innovation-seed-grant-announcement) Meet Justin Pearson, a Ph.D. student and Clark Doctoral Fellow at the University of Maryland's A. James Clark School of Engineering. [Made of Star Stuff ](/news/story/made-of-star-stuff) With a $1.5 million award from the Assistance to Firefighters Grant Program, a UMD engineer will co-lead a research effort to quantify the pulmonary and cardiovascular health consequences to firefighters exposed to wildland fire smoke. [$1.5M FEMA Award to Fund First-of-its-Kind Study of Health Effects on Wildland Firefighters ](/news/story/15m-fema-award-to-fund-firstofitskind-study-of-health-effects-on-wildland-firefighters) Tests for heart attacks exist but are slow and require specially trained personnel -- UMD alum is working to change that. [Tiny Device to Rapidly Detect Heart Attacks ](/news/story/tiny-device-to-rapidly-detect-heart-attacks) Their paper, \"Development of an RFID System for SPS-ALPHA,\" won at the finals held at IAC 2018 on October 1-5, in Bremen, Germany. [Nisar and Odigwe Win 2018 International Space Solar Power Student Project Competition ](/news/story/nisar-and-odigwe-win-2018-international-space-solar-power-student-project-competition) Popenoe is being honored for inventing SmartBolts® [Clark School Names Chuck Popenoe 2018 IHOF Inductee ](/news/story/clark-school-names-chuck-popenoe-2018-ihof-inductee) Through a generous commitment to the Maryland Promise, Steven Lehrer ('82) is helping today's engineering students get their start where he got his. [Fearless Ideas: A Twofold Promise ](/news/story/fearless-ideas-a-twofold-promise) The project is funded under the Office of Naval Research Atmospheric Propagation Studies for High Energy Lasers program. [UMD Researchers Conduct Field Tests to Evaluate the Atmosphere's Effect on Lasers ](/news/story/umd-researchers-conduct-field-tests-to-evaluate-the-atmospherersquos-effect-on-lasers) UMD transportation engineers develop incenTrip to nudge users toward greener, more efficient travel decisions. [The App that Fights Congestion, Emissions ](/news/story/the-app-that-fights-congestion-emissions) National Capital Consortium co-led by Children's National and University of Maryland [FDA Awards $5 Million to Pediatric Device Consortium ](/news/story/fda-awards-5-million-to-pediatric-device-consortium) EWB and MDSE partner with communities to improve quality of life locally and abroad. [With Engineering Projects, UMD Students Seek to Boost Education Access, Public Health, and Sustainability ](/news/story/with-engineering-projects-umd-students-seek-to-boost-education-access-public-health-and-sustainability) Exploring the complexities of hypersonic flight. [Shock Waves and Boundary Layers ](/news/story/shock-waves-and-boundary-layers) Resilience experts use gaming techniques and more to understand utility operator behaviors. [What Does a Pair of Dice Have to Do With Disaster Recovery? ](/news/story/what-does-a-pair-of-dice-have-to-do-with-disaster-recovery) Ph.D. student Lena Johnson is working on Robo Raven, a bird-inspired unmanned aerial vehicle (UAV). [Feathers Not Included ](/news/story/feathers-not-included) When implanted medical devices transmit and process data, they can generate heat detrimental to body tissues. [Sennur Ulukus receives NSF grant to address important data-related medical device issue ](/news/story/sennur-ulukus-receives-nsf-grant-to-address-important-datarelated-medical-device-issue) Collaborative research team hopes to apply technology to textiles. [Tunable Thermal 'Switch' Discovered in Squid-based Biomaterials ](/news/story/tunable-thermal-switch-discovered-in-squidbased-biomaterials) California is burning, but University of Maryland engineers can help. [Wildfire safety from a fire engineering perspective ](/news/story/wildfire-safety-from-a-fire-engineering-perspective) The $750,000 CRISP grant will allow the team to investigate operator decision-making following disasters. [UMD Resilience Experts Awarded NSF Grant to Accelerate Disaster Recovery ](/news/story/umd-resilience-experts-awarded-nsf-grant-to-accelerate-disaster-recovery) Baras honored for his technical contributions and commercialization leadership of Internet over satellite, hybrid satellites, and terrestrial networks. [John Baras to receive 2018 AIAA Aerospace Communications Award ](/news/story/john-baras-to-receive-2018-aiaa-aerospace-communications-award) Project aims to understand noise generation when the gas in question (e.g., carbon dioxide, or high-temperature air) absorbs sound waves at certain frequencies. [Laurence Wins NSF CAREER Award ](/news/story/laurence-wins-nsf-career-award) Baja SAE team and Formula SAE team participate in competitions throughout the country. [Another Great Year for Terps Racing Teams ](/news/story/another-great-year-for-terps-racing-teamsnbsp) Reporters from national and regional television networks experienced hurricane-force winds firsthand. [Glenn L. Martin Wind Tunnel Featured in the News ](/news/story/glenn-l-martin-wind-tunnel-featured-in-the-news) UMD researchers receive $1.5 M NSF grant to develop first-of-kind bioelectronics. [Bridging the Gap between Microelectronics, Biological Systems ](/news/story/bridging-the-gap-between-microelectronics-biological-systems) BIOE Assistant Professor recognized for efforts to advance study of gene therapy applications. [Duncan Earns Powe Award for Early Career Research ](/news/story/duncan-earns-powe-award-for-early-career-research) Pratik Gupta graduated from UMD's ENTS Program in 2006. Ten years later he founded Strom Motors, an electric car start-up based in Mumbai, India. [Alumnus Profile: Pratik Gupta ](/news/story/alumnus-profile-pratik-gupta) Chosen as best out of 107 papers published in 2017 in Science and Technology for the Built Environment. [CEEE Researchers Win ASHRAE Best Paper Award ](/news/story/ceee-researchers-win-ashrae-best-paper-award) The Clark School mourns the recent loss of its leader and trailblazer, Marilyn Berman Pollans, on June 17. [Remembering Marilyn Berman Pollans ](/news/story/remembering-marilyn-berman-pollans) The Clark School partnered with the National Society of Black Engineers to host the National Leadership Conference. [Supporting Diversity in Engineering ](/news/story/supporting-diversity-in-engineering) A team of 19 undergraduate students won first place for the RASC-AL theme category and second place in the overall competition. [UMD RASC-AL Team Wins Big, Akin Recognized with PEACH Award ](/news/story/umd-rascal-team-wins-big-akin-recognized-with-peach-award) Study published in Journal of Physical Chemistry Letters. [Research Team Defines the Perovskite 'Humidity Loop' ](/news/story/research-team-defines-the-perovskite-lsquohumidity-looprsquo) Graduate students from 30 universities and 7 countries come to College Park. [Burgers Program Features Topics in Turbulence ](/news/story/burgers-program-features-topics-in-turbulence) New research combines computer vision research, forensic science, and psychology. [Study validates face recognition experts, but shows humans perform best with an AI partner ](/news/story/study-validates-face-recognition-experts-but-shows-humans-perform-best-with-an-ai-partner) While an undergraduate student, Hysler organized a Women in Engineering Day for local middle school girls. [Alumna Profile: Kristina Schneider Hysler ](/news/story/alumna-profile-kristina-schneider-hysler) Working together, the University of Maryland and IBM encourage students and faculty to think big and leverage technology. [Empowering Experience and Innovation ](/news/story/empowering-experience-and-innovation) Radar systems featured in Northrop Grumman Sensing for Autonomous Vehicles Challenge. [Student Teams Win $5,000 In Scholarship Funding ](/news/story/student-teams-win-5000-in-scholarship-funding) A member of NAE, Trimberger has made major contributions to architectures and programming tools for field-programmable gate arrays. [Stephen Trimberger in residence as ISR visiting research engineer ](/news/story/stephen-trimberger-in-residence-as-isr-visiting-research-engineer) Gemstone Honors group explores biocompatible hydrogel fabrication for use at point of care. [Gemstone Team Investigates New Techniques to Treat Burns ](/news/story/gemstone-team-investigates-new-techniques-to-treat-burns) Erich Meissner and his teammates win UMD's Pitch Dingman Competition and Do Good Challenge for their start-up, Symbiont Health. [Symbiont Health, Co-founded by ECE Major Erich Meissner Wins Pitch Dingman Competition & Do Good Challenge ](/news/story/symbiont-health-cofounded-by-ece-major-erich-meissner-wins-pitch-dingman-competition-amp-do-good) A question and answer session with Quinn Kupec, an undergraduate researcher in Aerospace Engineering, who recently grabbed the attention of Elon Musk. [Elon Musk Tweets Back ](/news/story/elon-musk-tweets-back) The ceremony will be held on Monday, May 21, in the Xfinity Center. [MSE's Elizabeth Tennyson is 2018 Student Speaker at Clark School Graduate Commencement Ceremony ](/news/story/mses-elizabeth-tennyson-is-2018-student-speaker-at-clark-school-graduate-commencement-ceremony) An annual event honored the academic achievements of the Clark School's diverse student body. [Dynamic Futures ](/news/story/dynamic-futures) Twelve students won awards for their papers, and seven were from UMD. [Students Shine at AIAA Region 1 Student Conference ](/news/story/students-shine-at-aiaa-region-1-student-conference) New research could help explain why nature still beats robots, and describes how machines might take the lead. [Why a robot can't yet outjump a flea ](/news/story/why-a-robot-cant-yet-outjump-a-flea) BIOE senior recognized for efforts to advance drug delivery research. [Natalie Livingston Awarded NSF Graduate Fellowship ](/news/story/natalie-livingston-awarded-nsf-graduate-fellowship) Drs. Jewell, Scarcelli, and Jay were awarded a collective total of $5.4 million in NIH R01 funding this spring. [Three BIOE Professors Awarded NIH R01s in as Many Months ](/news/story/three-bioe-professors-awarded-nih-r01s-in-as-many-months) Never did alumnus Ryan Fisher imagine as a student that one competition would spark his career - yet it did. [Igniting Entrepreneurship ](/news/story/igniting-entrepreneurship) The American Academy of Arts and Sciences is one of the nation's oldest and most reputable honorary societies. [Oran Elected to American Academy of Arts and Sciences ](/news/story/oran-elected-to-american-academy-of-arts-and-sciences) Technica was founded at UMD in 2015 to provide support for stronger gender diversification in tech. [Hacking Tomorrow's Tech World ](/news/story/hacking-tomorrows-tech-world) An electric vehicle charger innovation takes home top honors for Invention of Year. [UMD Celebrates Invention of Year Winners, Ventures, and Partnerships at 'Innovate Maryland' ](/news/story/umd-celebrates-invention-of-year-winners-ventures-and-partnerships-at-innovate-maryland) Researchers revive an old chemistry with a new electrolyte. [A higher-energy, safer and longer-lasting zinc battery ](/news/story/a-higherenergy-safer-and-longerlasting-zinc-battery) DURIP supports university research in technical areas of interest to the Department of Defense. [Four Clark School Professors Receive Competitive DURIP Grants ](/news/story/four-clark-school-professors-receive-competitive-durip-grants) The paper culminates a four-year collaboration among Clark School, IBBR and University of Maryland School of Medicine researchers. [Schizophrenia drug monitoring device research featured on IEEE Sensors Letters cover ](/news/story/schizophrenia-drug-monitoring-device-research-featured-on-ieee-sensors-letters-cover) Maryland's is among the first \"core swarm sprints\" projects awarded in DARPA's OFFensive Swarm-Enabled Tactics (OFFSET) program. [Maryland researchers awarded DARPA cooperative agreement to develop robotic swarm strategies ](/news/story/maryland-researchers-awarded-darpa-cooperative-agreement-to-develop-robotic-swarm-strategies) The Maryland Transportation Institute will coordiate more than $20 million in annual research expenditures. [State, university officials celebrate launch of newly formed, cross-discipline transportation institute ](/news/story/state-university-officials-celebrate-launch-of-newly-formed-crossdiscipline-transportation-institute) NSF awards Hahn funding to research \"white-box\" autonomy in medical systems. [Hahn Receives NSF CAREER Award ](/news/story/hahn-receives-nsf-career-award) Merdon has overseen more than $11 billion in construction projects and programs over her 30-year career. [UMD Alumna Preserves American Icons ](/news/story/umd-alumna-preserves-american-icons) BIOE Research Professor recognized for contributions to the University of Maryland School of Medicine. [Wu Awarded Distinguished Professorship in Surgical Science ](/news/story/wu-awarded-distinguished-professorship-in-surgical-science) Aerial maps created over a two week operation will guide recovery decisions. [Maryland UAS Experts Join Humanitarian Effort to Rebuild a Devastated Dominica ](/news/story/maryland-uas-experts-join-humanitarian-effort-to-rebuild-a-devastated-dominica) Tests developed at KU Leuven and the University of Maryland could result in better diagnoses for patients with speech comprehension issues. [Improving speech intelligibility testing with new EEG methods ](/news/story/improving-speech-intelligibility-testing-with-new-eeg-methods) The Clark School is featuring our female engineering faculty members throughout March. [The Clark School Celebrates Women's History Month ](/news/story/the-clark-school-celebrates-womens-history-month) Immediate threat of cigarette alternatives comes from a battery problem called thermal runaway [Exploding e-Cigarettes Are a Growing Danger to Public Health ](/news/story/exploding-ecigarettes-are-a-growing-danger-to-public-health) UMD Energy Innovation Technologies dominate [2018 ARPA-E Summit to Showcase UMD Innovations ](/news/story/2018-arpae-summit-to-showcase-umd-innovations) Join us for an energetic discussion! [2018 Engineering Sustainability Day ](/news/story/2018-engineering-sustainability-day) The sophomore has jumped feet first into Clark School opportunities since transferring this semester. [On the Field and Off, Oluwaseun Oluwatimi's Hard Work Knows No Boundaries ](/news/story/on-the-field-and-off-oluwaseun-oluwatimis-hard-work-knows-no-boundaries) Follow the UAS Test Site on Twitter for mission updates. [University of Maryland Drone Pilot to Support Dominica Recovery After Hurricane Maria ](/news/story/university-of-maryland-drone-pilot-to-support-dominica-recovery-after-hurricane-maria) A new process could make wood as strong as titanium alloy but lighter and cheaper [Super Wood Could Replace Steel ](/news/story/super-wood-could-replace-steel) Faculty, staff, and students gave more than 50 presentations during the four-day event. [CEE Experts Active at TRB 97th Annual Meeting ](/news/story/cee-experts-active-at-trb-97th-annual-meeting) Two Clark School students have been named \"Tomorrow's Technology Leaders: The 20 Twenties\" by The Aviation Week Network. [Aerospace Students Recognized as \"Tomorrow's Technology Leaders\" ](/news/story/aerospace-students-recognized-as-tomorrows-technology-leaders) McAllister was also recently profiled in Fire Protection Engineering magazine. [FPE Alumna Jamie McAllister Wears Multiple Hats in the Fire Protection Arena ](/news/story/fpe-alumna-jamie-mcallister-wears-multiple-hats-in-the-fire-protection-arena) The operation is the highest altitude test conducted by the UAS Test Site since launching in 2015. [University of Maryland, Navy Control Robot From 6,000 Feet Above Ground ](/news/story/university-of-maryland-navy-control-robot-from-6000-feet-above-ground) NEES researchers make solid ground toward better lithium-ion battery interfaces [Reducing the traffic jam in batteries ](/news/story/reducing-the-traffic-jam-in-batteries) oversees department administrative services. [CEE Welcomes Sheree Avent ](/news/story/cee-welcomes-sheree-avent) The season was among the most active in records dating back to 1851. [UMD Resilience Experts Offer Insights Throughout Active Atlantic Hurricane Season ](/news/story/umd-resilience-experts-offer-insights-throughout-active-atlantic-hurricane-season) Findings were published by Richard Krupar III and others in the Australian Journal of Emergency Management. [Rapid Assessments Could Help Reduce Damage from Windstorms ](/news/story/rapid-assessments-could-help-reduce-damage-from-windstorms) 'Flexible impedance sensor' can fit inside urinary catheters, monitor and treat biofilms. [New microsystems detect, treat bacterial biofilms that cause post-operative infections ](/news/story/new-microsystems-detect-treat-bacterial-biofilms-that-cause-postoperative-infections) Maryland Energy Innovation Institute announces seed grant opportunity [FY 2018 Energy Innovation Seed Grant ](/news/story/fy-2018-energy-innovation-seed-grant) The QUEST honors program celebrated 25 years of hands-on education in quality management, process improvement, and system design. [QUEST Celebrates 25th Anniversary ](/news/story/quest-celebrates-25th-anniversary) The Inquiry is examining circumstances leading to and surrounding the July 2017 fire at Grenfell Tower. [Jose Torero Called as Expert Witness for Grenfell Tower Inquiry ](/news/story/jose-torero-called-as-expert-witness-for-grenfell-tower-inquiry) Multidisciplinary research will examine strategies to improve communication challenges. [Five Clark School faculty part of $8 million NIH grant to combat hearing loss in older people ](/news/story/five-clark-school-faculty-part-of-8-million-nih-grant-to-combat-hearing-loss-in-older-people) Low-cost, enviro-friendly devices use natural nanoengineering [UMD Researchers Work to Mitigate Water Scarcity Crisis with Solar-Powered Devices Made of Wood ](/news/story/umd-researchers-work-to-mitigate-water-scarcity-crisis-with-solarpowered-devices-made-of-wood) Jack Poole, Principal at Poole Fire Protection, hopes to inspire future FPE grads. [FPE Alumnus Personifies the American Dream ](/news/story/fpe-alumnus-personifies-the-american-dream) OmniSpeech 'OmniClear' software reduces dynamic noise in communication devices. [Espy-Wilson's technology included in new Alcatel MOVE TIME smart watch ](/news/story/espywilsons-technology-included-in-new-alcatel-move-time-smart-watch) Moving towards a more diverse and inclusive campus. [Empowering Voices in Engineering ](/news/story/empowering-voices-in-engineering) The tour is one of several experiential learning strategies employed by Stephen Wooldridge. [Iribe Center Tour Brings Classroom Concepts to Life ](/news/story/iribe-center-tour-brings-classroom-concepts-to-life) Dr. Salamanca-Riba will help facilitate opportunities for advancement among University faculty members, especially under-represented groups. [Salamanca-Riba Appointed 2017/2018 UMD ADVANCE Professor ](/news/story/salamancariba-appointed-20172018-umd-advance-professornbsp) National and local news outlets turned to University of Maryland engineers for their disaster expertise. [UMD Engineers Answer Questions about Record-Breaking Harvey, Flooding ](/news/story/umd-engineers-answer-questions-about-recordbreaking-harvey-flooding) Program designed and implemented by ChBE Lecturer, Deborah Goldberg. [ChBE101 Students Participate in Pilot Student-Mentoring Program ](/news/story/chbe101-students-participate-in-pilot-studentmentoring-program) Marina Leite and her team offer insight into the future of solar cell technology. [MSE Research Group's Invited Perspective Published in ACS Energy Letters ](/news/story/mse-research-grouprsquos-invited-perspective-published-in-acs-energy-letters) The UAS Test Site will stream from South Carolina. [Watch the Clark School's Total Eclipse Live Stream at 2:40 p.m. ](/news/story/watch-the-clark-schools-total-eclipse-live-stream-at-240-pm) The Clark School is deploying teams of faculty, staff and students to experience the solar eclipse in-person. [Clark School Participates in Solar Eclipse ](/news/story/clark-school-participates-in-solar-eclipse) The NSF awards have been issued to U.S. cross-disciplinary teams to conduct innovative research focused on neural and cognitive systems. [Researchers part of two NSF Neural & Cognitive Systems grants worth more than $1.2 million ](/news/story/researchers-part-of-two-nsf-neural-amp-cognitive-systems-grants-worth-more-than-12-million) Grant money will be used in research aimed at developing wild-fire suppression methods, and cleaner, more efficient internal combustion engines. [FPE Professor Peter Sunderland Designated PI on Upcoming NIST and NSF Projects ](/news/story/fpe-professor-peter-sunderland-designated-pi-on-upcoming-nist-and-nsf-projects) This mechanical engineering Terp launched an aerial photography business at 18. [Student Spotlight: Toby Dilworth ](/news/story/student-spotlight-toby-dilworth) Newly appointed BIOE assistant professor recognized for efforts to advance pulmonary health research [Duncan Awarded Burroughs Wellcome Fund Career Award ](/news/story/duncan-awarded-burroughs-wellcome-fund-career-award) The Maryland native's interest in computer engineering began with Python. [Student Spotlight: Kameron Sheppard ](/news/story/student-spotlight-kameron-sheppard) The next round of flight testing is slated for the fall. [UMD Partners With NOAA to Investigate UAS in Satellite Data Validation ](/news/story/umd-partners-with-noaa-to-investigate-uas-in-satellite-data-validation) Dr. Christopher Jewell named associate professor with tenure, effective July 1. [Jewell Promoted to Associate Professor ](/news/story/jewell-promoted-to-associate-professor) UMD research team All-Terrain Cyclocopter was highlighted in Vertiflite magazine for its cyclocopter design. [UMD Recognized as Leader in Cyclocopter Development ](/news/story/umd-recognized-as-leader-in-cyclocopter-development) BIOE assistant professor Giuliano Scarcelli serves as co-author on Nature Cell Biology paper. [New Microscopy Technique Sheds Light on How Cells Sense Environment ](/news/story/new-microscopy-technique-sheds-light-on-how-cells-sense-environment) reACT will make its competition debut in October. [UMD Solar-Powered House Bears Fingerprints of Civil Engineering Students ](/news/story/umd-solarpowered-house-bears-fingerprints-of-civil-engineering-students) Multiple FPE researchers recognized at international fire conference in Sweden. [UMD displays leadership role at IAFSS Symposium ](/news/story/umd-displays-leadership-role-at-iafss-symposium) The Terrapin Sheriffs was one of three international teams selected to participate. [UMD Takes 1st in American Helicopter Society Student Challenge ](/news/story/umd-takes-1st-in-american-helicopter-society-student-challenge) BIOE Ph.D. student recognized for efforts to develop therapies for diseases of the central nervous system. [Gray Wins Dr. Mabel S. Spencer Award for Graduate Achievement ](/news/story/gray-wins-dr-mabel-s-spencer-award-for-graduate-achievement) Jewell Lab members use quantum dots to define density of self-antigen display. [BIOE Researchers Develop New Technologies to Drive Next-Generation Therapies for Multiple Sclerosis ](/news/story/bioe-researchers-develop-new-technologies-to-drive-nextgeneration-therapies-for-multiple-sclerosis) This award provides seed money for research and professional growth of young faculty, resulting in new funding opportunities. [Taylor Woehl Receives ORAU Powe Junior Faculty Award ](/news/story/taylor-woehl-receives-orau-powe-junior-faculty-award) Briskman received the award for his outstanding contribution during the course of his career to the progress of astronautics within the framework of the IAF activities. [ECE Alumnus Briskman Wins 2017 IAF Hall of Fame Award ](/news/story/ece-alumnus-briskman-wins-2017-iaf-hall-of-fame-award) When Murdock first started in the Dept. of Fire Protection Engineering, she moved into a nearby firehouse. [Alumna Profile: Amy Murdock ](/news/story/alumna-profile-amy-murdock) Nature Communications highlights University of Maryland alum's latest efforts to program E.coli to combat infections. [Researchers Engineer Bacteria to Hunt Down Pathogens in the Gut ](/news/story/researchers-engineer-bacteria-to-hunt-down-pathogens-in-the-gut) When Jones joined the Clark School as a Ph.D. student, he already was a Captain in the U.S. Air Force. [Alumnus Profile: Christopher T. Jones ](/news/story/alumnus-profilenbspchristopher-t-jones) The division develops resources for improving the hazard resilience of civil infrastructure and lifeline systems. [Bilal Ayyub Chairs ASCE Infrastructure Resilience Division ](/news/story/bilal-ayyub-chairs-asce-infrastructure-resilience-division) Three students from UMD's Solar Decathlon team attended the first Earth Optimism Summit. [UMD's reACT Represents at the Smithsonian's Earth Optimism Summit ](/news/story/umds-react-represents-at-the-smithsoniansnbspearth-optimism-summit) Ph.D. student Lisa Tostanoski recognized with Lemelson-MIT Student Prize [BIOE Researcher Works to Advance MS, Autoimmune Disease Research ](/news/story/bioe-researcher-works-to-advance-ms-autoimmune-disease-research) Aerospace Engineering Students take top spots in undergraduate categories. [UMD Students Place at AIAA Student Conference ](/news/story/umd-students-place-at-aiaa-student-conference) Ehrman has accepted the position of Don Beall Dean of the Davidson College of Engineering. [CHBE Chair Sheryl Ehrman Departs for San Jose ](/news/story/chbe-chair-sheryl-ehrman-departs-for-san-jose) A record number of attendees made the 2017 meeting the most successful in its history. [UMD Hosts the Premier Combustion Science Meeting in the U.S. ](/news/story/umd-hosts-the-premier-combustion-science-meeting-in-the-us) Fudong Han focuses his research on improving the all-solid-state-battery. [ChBE PhD Candidate Wins MRS Gold Award ](/news/story/chbe-phd-candidate-wins-mrs-gold-award) This year's theme focused on energy storage - pervasive message that we should promote and advocate for scientists and the science. [7th Annual Engineering Sustainability Day focuses on Energy Storage ](/news/story/7th-annual-engineering-sustainability-day-focuses-on-energy-storage) The Women in Engineering program hosted an admitted students reception on March 29, 2017. [Women Engineers Welcome Admitted Students ](/news/story/women-engineers-welcome-admitted-students) P. S. Krishnaprasad and alumnus Matteo Mischiati devise a new fiber bundle structure to describe the changing forms of flocks and underlying kinematic modes. [Flocks and Form ](/news/story/flocks-and-form) UMD students took first in Technical Design at the U.S. Department of Energy Collegiate Wind Competition. [UMD Takes First in Technical Design at DOE Competition ](/news/story/umd-takes-first-in-technical-design-at-doe-competition) The competition was organized by UMD's student chapter of the American Society of Civil Engineers. [UMD Steel Bridge Team Builds Their Way to Nationals ](/news/story/umd-steel-bridge-team-builds-their-way-to-nationals) Award will allow Hiebert to extend her work at the Museum Conservation Institute. [Ph.D. Candidate Miriam Hiebert Wins Smithsonian Fellowship ](/news/story/phd-candidate-miriam-hiebert-wins-smithsonian-fellowship) A total of 200 hacks were submitted by students this year-the most in Bitcamp history. [UMD's 4th Annual Bitcamp Hackathon Becomes Largest to Date with over 1,300 Participants ](/news/story/umdrsquos-4th-annual-bitcamp-hackathon-becomes-largest-to-date-with-over-1300-participants) Zinab Jadidi hopes to inspire other young women to pursue a STEM education. [MSE Undergraduate Wins NSF Graduate Research Fellowship ](/news/story/mse-undergraduate-wins-nsf-graduate-research-fellowship) Livingston aims to advance drug delivery methods. [BIOE Junior Natalie Livingston Receives 2017 Goldwater Scholar Honorable Mention ](/news/story/bioe-junior-natalie-livingston-receives-2017-goldwater-scholar-honorable-mention) The UMD team placed 5th at the Mid-Atlantic Regional Competition, securing their spot for Nationals in October. [Chem-E Car Set to Compete in National Competition ](/news/story/cheme-car-set-to-compete-in-national-competition) UMD to Collaborate with Rice University, Wake Forest to Advance 3-D Printing Applications for Regenerative Medicine [University of Maryland to Lead NIH-Funded Center for Engineering Complex Tissues ](/news/story/university-of-maryland-to-lead-nihfunded-center-for-engineering-complex-tissues) Frizzell, Kaptui Sipowa, McCullum and Shannon receive awards to support research efforts. [Four Aerospace Students Receive Society of Satellite Professionals International Scholarships ](/news/story/four-aerospace-students-receive-society-of-satellite-professionals-international-scholarships) Marina Leite and her team of researchers tackle hybrid organic-inorganic perovskites based on methylammonium lead. [Sunbeams at the Nano-scale: the Next Generation of Solar Cells ](/news/story/sunbeams-at-the-nanoscale-the-next-generation-of-solar-cells) UMD Invention Has Potential to Cut Energy Costs in Residential and Large Building AC [Researchers Introduce RoCo, a Mobile Personal Heating and Cooling Device ](/news/story/researchers-introduce-roco-a-mobile-personal-heating-and-cooling-device) BIOE's Silvina Matysiak explores how molecular behavior of systems. [Dr. Silvina Matysiak Uses Biomolecular Modeling to Advance Understanding of Degenerative Diseases ](/news/story/dr-silvina-matysiak-uses-biomolecular-modeling-to-advance-understanding-of-degenerative-diseases) Martin helps create the engineering foundation for the accurate prediction of turbulent hypersonic flows. [Associate Professor Pino Martin Explores Turbulent Flows in UMD's CRoCCo Laboratory ](/news/story/associate-professor-pino-martin-explores-turbulent-flows-in-umdrsquos-crocco-laboratory) A UMD team won first place in the national Deloitte Consulting Undergraduate Case Study Competition. [UMD Students Take Top Prize in National Deloitte Case Competition ](/news/story/umd-students-take-top-prize-in-national-deloitte-case-competition) This year's Alumni Cup celebrated its sixth year with a unique challenge. [Alumni Cup 2017 ](/news/story/alumni-cup-2017) UMERC is a multidisciplinary initiative dedicated to advancing the frontiers of energy science and technology. [UMD and Mobile Comfort demonstrate robotic cooling machine at 2017 ARPA-E Technology Showcase ](/news/story/umd-and-mobile-comfort-demonstrate-robotic-cooling-machine-at-2017-arpae-technology-showcase) NEES PI helps make new organic artificial synapse [A nerve modeled on a battery ](/news/story/a-nerve-modeled-on-a-battery) The project marks the first time a UAS Test Site operator has flown using only instrumentation and cameras. [UMD Pushes Beyond Line of Sight to Map Impacts of Traditional Farming in Belize ](/news/story/umd-pushes-beyond-line-of-sight-to-map-impacts-of-traditional-farming-in-belize) Aerospace Engineering alumnus inducted into NAE for contributions to contributions to hypersonic technology. [Alumnus David Van Wie Elected to the National Academy of Engineering ](/news/story/alumnus-david-van-wie-elected-to-the-national-academy-of-engineering) Blood test could help doctors more quickly diagnose schizophrenia and other disorders. [UMD Researchers Make Strides in Schizophrenia Diagnosis Research ](/news/story/umd-researchers-make-strides-in-schizophrenia-diagnosis-research) Placed in the top five for overall pod design. [UMD Team Takes Top Spot in Performance & Operations at SpaceX Hyperloop Competition ](/news/story/umd-team-takes-top-spot-in-performance-amp-operations-at-spacex-hyperloop-competition) Free, Kumar, Ng and Weinstein recognized as tomorrow's engineering leaders. [Four UMD Aerospace Engineering Students Named Penton Aviation Week Network's 20 Twenties ](/news/story/four-umd-aerospace-engineering-students-named-penton-aviation-week-networkrsquos-20-twenties) International Association of Fire Safety Science will present Michael Gollner with an early career award at this summer's meeting. [Gollner to Receive Proulx Award at 2017 IAFSS Symposium ](/news/story/gollner-to-receive-proulx-award-at-2017-iafss-symposium) BIOE assistant professor Chris Jewell leads effort to use nanotechnology to treat MS. [UMD, VA Maryland Health Care System Collaborate on MS Research ](/news/story/umd-va-maryland-health-care-system-collaborate-on-ms-research) Created for the Howard County Public School System in Maryland, UMD's bus system optimization tool is potentially applicable to most school systems [UMD Research Empowers Leaner Bus Systems for Schools ](/news/story/umd-research-empowers-leaner-bus-systems-for-schools) System holds promise for study of biological systems, biosensors and bio-hybrid devices. [BIOE, IBBR Researchers Develop Electrogenetic Device for Activating Gene Expression via Electrodes ](/news/story/bioe-ibbr-researchers-develop-electrogenetic-device-for-activating-gene-expression-via-electrodes) Small defects can make whole materials frustrated. [Cumings and Drisko Published in Nature Communications ](/news/story/cumings-and-drisko-published-in-nature-communications) The PECASE is the highest federal government honor for science and engineering professionals in the early stages of their careers. [President Obama names Michael Rotkowitz a recipient of the Presidential Early Career Award for Scientists and Engineers ](/news/story/president-obama-names-michael-rotkowitz-a-recipient-of-the-presidential-early-career-award-for-scientists) Sienna Fink of Essex, MD, conducted her own fire experiments and won a national competition. [Fire Safety Demo Sparks Interest of Local Teen ](/news/story/fire-safety-demo-sparks-interest-of-local-teen) Dr. Liu received the award for exemplary service to and leadership in the Signal Processing Society. [Liu Wins 2016 IEEE Signal Processing Society Meritorious Service Award ](/news/story/liu-wins-2016-ieee-signal-processing-society-meritorious-service-award) Two UMD Aerospace Engineering student teams selected as finalists in NASA's BIG Idea Challenge. [Two UMD Teams NASA BIG Idea Challenge Finalists ](/news/story/two-umd-teams-nasa-big-idea-challenge-finalists) Increasing the quantity and quality of underrepresented minority students in STEM. [UMD Receives $1M in Federal Funding to Help Increase Number of Minority Students Graduating with STEM Degrees ](/news/story/umd-receives-1m-in-federal-funding-to-help-increase-number-of-minority-students-graduating-with-stem) Grant marks more than $30,000 in student-awarded grants given through landmark engineering philanthropy course. [UMD Engineering for Social Change Class Awards Non-Profit V-LINC $10,000 Grant to Support Custom Assistive Technology Program B.S. 2014 UMD aerospace Stebbins Awarded NASA Fellowships ](/news/story/alumni-frontin-and-stebbins-awarded-nasa-fellowships) Study is part of ongoing research into the so-called 'cocktail party problem.' [NSF Science Now video features 'aging brain' research of Anderson, Simon and Presacco ](/news/story/nsf-science-now-video-features-aging-brain-research-of-anderson-simon-and-presacco) Department of Mechanical Engineering Assistant Professor Siddhartha Das mentors grant winning Team BACTERIA. [Gemstone Team Mentored by Das Wins UMD Sustainability Grant ](/news/story/gemstone-team-mentored-by-das-wins-umd-sustainability-grant) Museum to use donations for educational programs to inspire and teach the next generation. [UMD Donates Helicopter, Loans Wind Tunnel to College Park Aviation Museum ](/news/story/umd-donates-helicopter-loans-wind-tunnel-to-college-park-aviation-museum) Leite and Munday work featured [Solar cells improved with nanospheres is subject of ACS journal cover ](/news/story/solar-cells-improved-with-nanospheres-is-subject-of-acs-journal-cover) UMD neuroscience research shows older adults' brain processing contributes to diminished speech comprehension, even with normal hearing. [It's not your ears, it's your brain ](/news/story/itrsquos-not-your-ears-itrsquos-your-brain) [Munday, Ha, and Collaborators' Research featured on the Cover of ACS Applied Materials and Interfaces ](/news/story/munday-ha-and-collaborators-research-featured-on-the-cover-of-acs-applied-materials-and-interfaces) Nanospheres light up solar cells Baras created algorithms and protocols by which Internet services can be delivered over satellite. [John S. Baras inducted into Clark School Innovation Hall of Fame ](/news/story/john-s-baras-inducted-into-clark-school-innovation-hall-of-fame) Mimi Hiebert first became fascinated with studying and preserving antiquities thanks to an Egyptian mummy named \"Tia.\" [Engineering the Preservation of Cultural Heritage ](/news/story/engineering-the-preservation-of-cultural-heritage) Mechanical engineering senior student Brett Potter set out to fix the most nagging problems of consumer 3-D printers. [Making Better Makers with New 3-D Printing Technologies ](/news/story/making-better-makers-with-new-3d-printing-technologies) CEE researchers use cutting-edge technology to collect travel behavior data. [National Transportation Center at Maryland Leads Unprecedented Effort to Track Multimodal Travel Trends ](/news/story/national-transportation-center-at-maryland-leads-unprecedented-effort-to-track-multimodal-travel) Yorke, Ott, Grebogi named top contenders for Nobel Prize in physics for developing method to control chaos [Prof. Ott, Prof. Yorke & Alumnus Grebogi Named 2016 Thomson Reuters Citation Laureates ](/news/story/prof-ott-prof-yorke-amp-alumnus-grebogi-named-2016-thomson-reuters-citation-laureates) CEE faculty partner with Congresswoman Holmes Norton to emphasize importance of resilience in the nation's capital. [UMD Center for Disaster Resilience Leads Hill Discussion on D.C. Flood Risk ](/news/story/umd-center-for-disaster-resilience-leads-hill-discussion-on-dc-flood-risk) A $100,000 gift from Siemens, matched by a gift from Bill Koffel, has helped the department raise $2,500,000 towards its endowed Clinical Professor fund. [Siemens, Koffel Gifts Help Fire Protection Engineering Reach $2.5M Milestone in Legacy Campaign ](/news/story/siemens-koffel-gifts-help-fire-protection-engineering-reach-25m-milestone-in-legacy-campaign) Solar Gamera Team Achieves 9-Second Solar-Powered Helicopter Flight [University of Maryland Achieves First Successful Solar-Powered Helicopter Flight ](/news/story/university-of-maryland-achieves-first-successful-solarpowered-helicopter-flight) Fischell Dept. of Bioengineering founding chair recognized with university's highest academic honor conferred upon faculty. [Bentley Named Distinguished University Professor ](/news/story/bentley-named-distinguished-university-professor) Election to 2016 BMES Class of Fellows marks milestone for Fischell Department of Bioengineering. [Fisher Named Biomedical Engineering Society Fellow ](/news/story/fisher-named-biomedical-engineering-society-fellow) Juvenile Diabetes Research Foundation awards Prof. Jewell $500,000 grant to study vaccine for diabetes. [Jewell Research Lab Explores New Therapies for Treatment of Juvenile Diabetes ](/news/story/jewell-research-lab-explores-new-therapies-for-treatment-of-juvenile-diabetes) Research coauthored by Mechanical Engineering Assistant Professor Siddhartha Das is profiled in The New York Times. [Physics for Breakfast: Clark School Research in The New York Times ](/news/story/physics-for-breakfast-clark-school-research-in-the-new-york-times) The story \"This robot follows you around and blasts you with air conditioning\" ran in The Washington Post on June 30, 2016. [Meet RoCo, the Coolest Robot at the Clark School ](/news/story/meet-roco-the-coolest-robot-at-the-clark-school) BIOE Assistant Professor Awarded $1 Million NIH National Cancer Institute Grant [Using Brillouin Microscopy, Scarcelli Aims to Shed Light on How Tumor Cells Metastasize ](/news/story/using-brillouin-microscopy-scarcelli-aims-to-shed-light-on-how-tumor-cells-metastasize) Affordable RT-PCR for clinical diagnostics, fear mitigation device for pediatric MRIs tie for first place. [BioE Capstone 2016: New Projects Focus on Improved Healthcare for Underserved Communities, Pediatric Patients, and More ](/news/story/bioe-capstone-2016-new-projects-focus-on-improved-healthcare-for-underserved-communities-pediatric) University of Maryland offers reporters the chance to experience hurricane-force winds firsthand. [University of Maryland Wind Tunnel Media Day, July 8 ](/news/story/university-of-maryland-wind-tunnel-media-day-july-8) UMD hosted a demonstration of the Project Lifesaver/Lockheed Martin Indago UAV system for representatives from nine public safety organizations. [UMD UAS Test Site Hosts Public Safety Demonstration for First Responders ](/news/story/umd-uas-test-site-hosts-public-safety-demonstration-for-first-responders) First safety surge poses minimal effects on area traffic, measurable crowding on Metrorail [UMD Transportation Experts Issue Impact Reports, Forecasts for WMATA's SafeTrack ](/news/story/umd-transportation-experts-issue-impact-reports-forecasts-for-wmatarsquos-safetrack) Faculty development workshop helped mid-career STEM academics develop knowledge, skills, strategies and critical networks. [More than 175 attend national Denice Denton Emerging Leaders Workshop ](/news/story/more-than-175-attend-national-denice-denton-emerging-leaders-workshop) UMD Alum, BioE Professor of Practice to Receive White House Honor [Fischell Receives National Medal of Technology and Innovation ](/news/story/fischell-receives-national-medal-of-technology-and-innovation) Scientists are the first to create a 3D bioprinted placenta model and use it to study preeclampsia, a life-threatening pregnancy complication. [First 3D Bioprinted Placenta Model for Study of Preeclampsia Created ](/news/story/first-3d-bioprinted-placenta-model-for-study-of-preeclampsia-created) Aerospace Engineering senior Oyinkansola Elizabeth Olusola-Ajayi student speaker for the Clark School of Engineering's Spring 2016 Commencement Ceremony. [Olusola-Ajayi to Deliver Student Speech for Clark School Spring Commencement ](/news/story/olusolaajayi-to-deliver-student-speech-for-clark-school-spring-commencement) Northrop Grumman Technology Services VP and President Dr. Christopher T. Jones (Ph.D. '97) to speak at Clark School Spring 2016 Commencement Ceremony. [Northrop Grumman's Christopher Jones to Deliver Spring Commencement Remarks ](/news/story/northrop-grummans-christopher-jones-to-deliver-spring-commencement-remarks) A team of researchers at UMD, ARL, and colleagues have developed a battery that is at once safer, cheaper, more environmentally friendly, and more powerful - by adding a pinch of salt. [More Salt, More Power: UMD, ARL Researchers Building Better Batteries ](/news/story/more-salt-more-power-umd-arl-researchers-building-better-batteries) Alumni Jones, Van Buiten, Van Wie, Wang and Weber inducted to department's Academy of Distinguished Alumni. [Aerospace Engineering Inducts Five New Academy of Distinguished Alumni Members ](/news/story/aerospace-engineering-inducts-five-new-academy-of-distinguished-alumni-members) Transparent wood made at UMD could create new windows, cars and solar panels [A View Through Wood Shows Futuristic Applications ](/news/story/a-view-through-wood-shows-futuristic-applications) The National Transportation Center at Maryland hosts nearly 200 transportation experts for innovation and policy summit. [U.S. Secretary of Transportation Anthony Foxx Headlines University of Maryland Transportation Summit ](/news/story/us-secretary-of-transportation-anthony-foxx-headlines-university-of-maryland-transportation-summit) The Distinguished Scholar-Teacher Program honors members of UMD faculty who have demonstrated outstanding scholarly achievements along with equally outstanding accomplishments as teachers. [Ulukus Named 2016-2017 Distinguished Scholar-Teacher by University of Maryland ](/news/story/ulukus-named-20162017-distinguished-scholarteacher-by-university-of-maryland) Students Brown and Free, and alumni Mills awarded National Science Foundation Graduate Research Fellowships. [Aerospace Engineering Students and Alumni Receive NSF Fellowships ](/news/story/aerospace-engineering-students-and-alumni-receive-nsf-fellowships) Campus inventors to be honored at Celebration of Innovation and Partnerships [UMD Invention of the Year Nominees Push Boundaries in Health, Energy, and Security ](/news/story/umd-invention-of-the-year-nominees-push-boundaries-in-health-energy-and-security) Student Teams Build, Battle Robots to Secure Spot in International Championship [UMD to Host 2016 FIRST Robotics District Championship ](/news/story/umd-to-host-2016-first-robotics-district-championship) UMD is one of five institutions with all four nominees named scholars [Four UMD Students Named 2016 Goldwater Scholars ](/news/story/four-umd-students-named-2016-goldwater-scholars) SecondWrite develops software to combat evasive malware [UMD Startup Makes Strides in Cybersecurity ](/news/story/umd-startup-makes-strides-in-cybersecurity) Chang, Fu, Hu and Marcus developed ideas at the core of the system that defeated Go master Lee Se-Dol in early March. [Maryland research contributes to Google's AlphaGo AI system ](/news/story/maryland-research-contributes-to-googlersquos-alphago-ai-system) UMD researchers showcase transformative energy research at ARPA-E Energy Innovation Summit [UMD has Largest University Showing at 2016 ARPA-E Summit ](/news/story/umd-has-largest-university-showing-at-2016-arpae-summit) Five projects selected for inaugural round of funding. [BBI Seed Grant winners announced ](/news/story/bbi-seed-grant-winners-announced) NASA recognizes Aerospace Engineering graduate student Syed Hasan for outstanding mission contributions. [Hasan Receives NASA Space Flight Awareness Silver Snoopy Award ](/news/story/hasan-receives-nasa-space-flight-awareness-silver-snoopy-award) Aerospace Engineering Professor recognized for contributions to the field of smart structures and materials. [Hubbard Named SPIE 2016 Smart Structures and Materials Lifetime Achievement Award Recipient ](/news/story/hubbard-named-spie-2016-smart-structures-and-materials-lifetime-achievement-award-recipient) Inductees recognized for prolific spirit of innovation. [University of Maryland Faculty, Alumni Named National Academy of Inventors Fellows ](/news/story/university-of-maryland-faculty-alumni-named-national-academy-of-inventors-fellows) She was the first African-American woman to earn a doctorate in electrical engineering at MIT. [Espy-Wilson Featured in MIT's Tech Review ](/news/story/espywilson-featured-in-mitrsquos-tech-review) New UMD imaging technique could yield more efficient solar cells [Diagnosing Better Efficiencies for Solar Cells ](/news/story/diagnosing-better-efficiencies-for-solar-cells) Design Day showcases Mechanical Engineering students' capstone design projects and solutions-driven prototypes. [Mechanical Engineering Design Day Fall 2015 ](/news/story/mechanical-engineering-design-day-fall-2015) Aerospace Engineering grad students Shrestha and Geerts place first and second at 2015 AIAA YPSE Region 1 competition. [Aerospace Engineering Students Win at 2015 AIAA YPSE Conference ](/news/story/aerospace-engineering-students-win-at-2015-aiaa-ypse-conference) Greatest potential uses seen in safety-critical, automotive and grid-storage applications [UMD & Army Researchers Discover Salty Solution to Better, Safer Batteries ](/news/story/umd-amp-army-researchers-discover-salty-solution-to-better-safer-batteries) Aerospace Engineering Alumni Christopher T. Jones (Ph.D. '97) named 2016 Black Engineer of the Year Award by Black Engineer magazine. [Alumnus Named 2016 Black Engineer of the Year ](/news/story/alumnus-named-2016-black-engineer-of-the-year) Members of the 2017 Gemstone Honors class launch campaign to increase the strength and biocompatibility of vascular grafts. [Clark School Undergrads Look to Improve Grafts for Small Blood Vessels ](/news/story/clark-school-undergrads-look-to-improve-grafts-for-small-blood-vessels) Glenn L. Martin Institute Professor of Engineering Gerry Galloway was elected a member of the 2015 NAC class. [Galloway Elected to National Academy of Construction ](/news/story/galloway-elected-to-national-academy-of-construction) Program, now in eight year, spurs inter-campus research collaboration [University of Maryland, College Park & Baltimore Campuses Announce Seed Grant Winners ](/news/story/university-of-maryland-college-park-baltimore-campuses-announce-seed-grant-winners) Mechanical Engineering seniors Ryan Chow and Sarah Niezelski selected as 2015-2016 scholars. [Chow and Niezelski Named 2015-2016 Philip Merrill Presidential Scholars ](/news/story/chow-and-niezelski-named-20152016-philip-merrill-presidential-scholars) UMD student researchers recognized for innovative approach to accelerate construction of biodesigns. [UMD iGEM Team Earns Second Consecutive Gold Medal in International Competition ](/news/story/umd-igem-team-earns-second-consecutive-gold-medal-in-international-competition) University of Maryland Celebrates 50th Launch of the Maryland Space Grant Consortium Balloon Payload Program [University of Maryland Flies High with Milestone 50th High-Altitude Balloon Launch ](/news/story/university-of-maryland-flies-high-with-milestone-50th-highaltitude-balloon-launch) BioE Asst. Prof. Giuliano Scarcelli published in Nature Methods. [Novel Microscopy Technique to Shed New Light on Study of Cell Properties, Disease Pathogenesis ](/news/story/novel-microscopy-technique-to-shed-new-light-on-study-of-cell-properties-disease-pathogenesis) Leite labdevelops new diagnostic imaging technique for solar cell efficiencies [New efficiencies in solar cells on the horizon ](/news/story/new-efficiencies-in-solar-cells-on-the-horizon) Five students and one advisor traveled to Ghana for EWB-UMD's project implementation trip. [Engineers Without Borders Addresses Power Needs for Ghana High School ](/news/story/engineers-without-borders-addresses-power-needs-for-ghana-high-school) Former ISR postdoc will join the Dept. of Biomedical Engineering. [Hadar Ben-Yoav accepts tenure-track position at and Aloimonos develop a three-layer architecture. [New research will help cyber-physical systems understand human activities ](/news/story/new-research-will-help-cyberphysical-systems-understand-human-activities) UMD has most active ARPA-E awards among all U.S. universities. [University of Maryland No. 1 in ARPA-E Awards ](/news/story/university-of-maryland-no-1-in-arpae-awards) NSF funds innovative interdisciplinary research for Khaligh and McCluskey [UMD Researchers Creating First Onboard Fast-Charging System for Electric Vehicles ](/news/story/umd-researchers-creating-first-onboard-fastcharging-system-for-electric-vehicles) CredentialED, launched by Prof. Leigh Abts, offers MyDesign app for students. [Design Templates for Education Made Easy by UMD Startup ](/news/story/design-templates-for-education-made-easy-by-umd-startup) Mechanical Engineering Professor Elisabeth Smela Named University of Maryland ADVANCE Professor [Smela Named ADVANCE Professor ](/news/story/smela-named-advance-professor) Can nanostructured solar cells exceed the Shockley-Queisser limit? [UMD Researchers' New ](/news/story/umd-researchersrsquo-new-nanoscale-solar-cells-could-revolutionize-solar-industry) Five-year, $650,000 NSF CAREER Award to support neurodegenerative disease research. [Matysiak Named National Science Foundation CAREER Award Recipient ](/news/story/matysiak-named-national-science-foundation-career-award-recipient) Team develops authentication system for both fingerprint and sensor on mobile device. [UMD Invention Could Make Your Mobile Device Almost Impossible to Break Into ](/news/story/umd-invention-could-make-your-mobile-device-almost-impossible-to-break-into) ECE professor to develop reconfigurable solar sails [Jeremy Munday selected for NASA Smallsat Technology Partnership Award ](/news/story/jeremy-munday-selected-for-nasa-smallsat-technology-partnership-award) UMD researchers receive award for the tri-generation of heat, power, and potable water from waste. [Gates Foundations awards UMD project to address world sanitation problems ](/news/story/gates-foundations-awards-umd-project-to-address-world-sanitation-problems) Prolific Researcher Recognized for Exceptional Teaching and Mentoring [Liu Awarded 2016 IEEE Kirchmayer Graduate Teaching Award ](/news/story/liu-awarded-2016-ieee-kirchmayer-graduate-teaching-award) Graduate students Allison Porter (Aerospace Engineering) and David Squiller (Mechanical Engineering) placed second and third at 2015 NASA TFAW poster session. [UMD Students Win Poster Session at NASA's Thermal and Fluids Analysis Workshop ](/news/story/umd-students-win-poster-session-at-nasas-thermal-and-fluids-analysis-workshop) NTC@Maryland to develop technology to deliver personalized, real-time travel information to users and incentivize energy-efficient travel. [UMD National Transportation Center Awarded $4.5 Million Department of Energy Grant ](/news/story/umd-national-transportation-center-awarded-45-million-department-of-energy-grant) Jie Chen recognized for outstanding scholarship and substantial contributions to the scientific community. [Alumnus Wins Canada's Killam Award ](/news/story/alumnus-wins-canadas-killam-award) The University of Maryland Center for Young Children (CYC) Tour UMERC [CYC Students Learn About Sustainable Energy ](/news/story/cyc-students-learn-about-sustainable-energy) New material described in ACS Nano, featured in Nanowerk and C&EN. [Transparent, Interactive Nanopaper Uses Touch to Generate Electricity ](/news/story/transparent-interactive-nanopaper-uses-touch-to-generate-electricity) Aerospace Engineering Department Chair Norman Wereley recognized for his commitment to supporting and forwarding the AIAA National Capital Section. [Wereley Awarded 2015 AIAA NCS Marvin C. Demler Award ](/news/story/wereley-awarded-2015-aiaa-ncs-marvin-c-demler-award) The smaller the cellulose fibers, the stronger and tougher the paper they make, to UMD researchers' surprise [Small Can Be Strong and Tough ](/news/story/small-can-be-strong-and-tough) \"Junior fire protection engineers\" learn about fire phenomena, core strategies in new student-run program. [FPE Design Challenge Gets High School Students Excited About Engineering ](/news/story/fpe-design-challenge-gets-high-school-students-excited-about-engineering) Professor Michael Pecht awarded the 2016 IEEE Components, Packaging and Manufacturing Technology Award. [Pecht Receives 2016 IEEE Components, Packaging and Manufacturing Technology Award ](/news/story/pecht-receives-2016-ieee-components-packaging-and-manufacturing-technology-award) Professor Robert M. Briber named Clark School Associate Dean for Research. [Prof. Ray Phaneuf Appointed Acting Chair of Materials Science and Engineering ](/news/story/prof-ray-phaneuf-appointed-acting-chair-of-materials-science-and-engineering) Maryland students and their rover 'Frigg' win first place at the 2015 Robo-Ops Competition. [UMD Team Wins 2015 Robo-Ops and Sets New Course Record ](/news/story/umd-team-wins-2015-roboops-and-sets-new-course-record) Clark School, AOSC Experts Caution, \"It Only Takes One Storm\" [National Media Highlights UMD Hurricane Research, Wind Tunnel ](/news/story/national-media-highlights-umd-hurricane-research-wind-tunnel) Better electronics and nanoscience possible using common cleaner [Shampoo ingredient keeps nanotubes cleaner, more manageable ](/news/story/shampoo-ingredient-keeps-nanotubes-cleaner-more-manageable) Laurence, Hubbard and Yu receive over $1.2 million in combined funding through the Defense University Research Instrumentation Program (DURIP). [Three Aerospace Engineering Faculty Receive 2015 DURIP Awards ](/news/story/three-aerospace-engineering-faculty-receive-2015-durip-awards) Anodes with layer of alumina resist corrosion and cycle well [Thin coatings controlled at atomic scale protect high performance lithium anodes ](/news/story/thin-coatings-controlled-at-atomic-scale-protect-high-performance-lithium-anodes) UMD Represented on 6 of 22 Teams Awarded University Research Initiative Grants by the Department of Defense [UMD Ties with Stanford, MIT for Most Researchers on 2015 DOD Multidisciplinary Research Grants ](/news/story/umd-ties-with-stanford-mit-for-most-researchers-on-2015-dod-multidisciplinary-research-grants) UMD wins one of six computational design toolkits from ASM International. [New Software Will Enhance Materials Science and Engineering's Undergraduate Program ](/news/story/new-software-will-enhance-materials-science-and-engineeringrsquos-undergraduate-program) University of Maryland offers reporters chance to experience first-hand what hurricane winds really feel like. [University of Maryland Wind Tunnel Media Day ](/news/story/university-of-maryland-wind-tunnel-media-day) CEE's Schneider earns second place in technical paper competition. [UMD Concrete Canoe, Steel Bridge Teams Take First Place in ASCE Mid-Atlantic Competitions ](/news/story/umd-concrete-canoe-steel-bridge-teams-take-first-place-in-asce-midatlantic-competitions) Schwarm wins DOE fellowship to study changes in the properties of stainless steel. [Gaging the Long-Term Performance of Nuclear Reactor Cooling Pipes ](/news/story/gaging-the-longterm-performance-of-nuclear-reactor-cooling-pipes) Aerospace engineering Ph.D. student Robert Fievisohn recognized with AIAA graduate award. [Fievisohn Receives AIAA Foundation Martin Summerfield Propellants and Combustion Graduate Award ](/news/story/fievisohn-receives-aiaa-foundation-martin-summerfield-propellants-and-combustion-graduate-award) Aerospace graduate student Nathan Shumway win National Defense Science and Engineering Graduate (NDSEG) Fellowship. [Shumway Awarded NDSEG Fellowship ](/news/story/shumway-awarded-ndseg-fellowship) Poster session, in-depth discussions, presentations.... and hiking [Members of NEES Gather for 2015 Spring Accomplishment Meeting ](/news/story/members-of-nees-gather-for-2015-spring-accomplishment-meeting) The U.S. Energy Department's Advanced Research Projects Agency-Energy (ARPA-E) funds two UMD teams to improve power plant cooling efficiency. [UMD Teams Awarded Over $5 Million to Improve Power Plant Cooling Technologies ](/news/story/umd-teams-awarded-over-5-million-to-improve-power-plant-cooling-technologies) Discovery Sheds New Light on 175-year-old Principle [Swelling Magnets to Energize the World ](/news/story/swelling-magnets-to-energize-the-world) Minta Martin Professor Amr Baz recognized with both a Distinguished Scholar-Teacher Award and the Poole and Kent Teaching Award for Senior Faculty. [Baz Recognized with Two Awards for Teaching Excellence ](/news/story/baz-recognized-with-two-awards-for-teaching-excellence) Nikhil A. Koratkar (Ph.D., '00) recognized for outstanding accomplishments in mechanical engineering within 10 to 20 years of graduation. [Aerospace Engineering Alumnus Receives 2015 ASME Gustus L. Larson Memorial Award ](/news/story/aerospace-engineering-alumnus-receives-2015-asme-gustus-l-larson-memorial-award) Engineering Students Award $10K to FRESHFARM Markets for their FoodPrints Program [First UMD Engineering Course in Social Entrepreneurship Will Help Transform Local Elementary School ](/news/story/first-umd-engineering-course-in-social-entrepreneurship-will-help-transform-local-elementary-school) CEE researchers host \"Building Blocks for a National Resilience Scorecard\" workshop. [UMD Center for Disaster Resilience Leads Efforts to Create a National Resilience Scorecard ](/news/story/umd-center-for-disaster-resilience-leads-efforts-to-create-a-national-resilience-scorecard) Three Clark School innovations win UMD Invention of the Year Awards [Food Safety, Energy Storage & Video Authentication Inventions Honored at Awards Ceremony ](/news/story/food-safety-energy-storage-amp-video-authentication-inventions-honored-at-awards-ceremony) New study sees steep rise in ethane accompanying the rise in fracking. [Emissions from Natural Gas Wells May Travel Far Downwind ](/news/story/emissions-from-natural-gas-wells-may-travel-far-downwind) Revolutionary material could create safer, simpler and more efficient all-in-one batteries [For Batteries, One Material Does It All ](/news/story/for-batteries-one-material-does-it-all) Interdisciplinary team recognized for UMD Memorial Chapel site proposal. [CEE, Landscape Architecture Researchers Awarded 1st Place in EPA Campus RainWorks Challenge ](/news/story/cee-landscape-architecture-researchers-awarded-1st-place-in-epa-campus-rainworks-challenge) Mechanical Engineering Associate Professor Jeffrey Herrmann promoted to Professor. [Herrmann Promoted to Professor ](/news/story/herrmann-promoted-to-professor) AIChE welcomes more than 300 chemical engineering students from more than two dozen schools. [Undergrads Host AIChE Conference; Chem-E Car Shelldon Heads to National Competition ](/news/story/undergrads-host-aiche-conference-cheme-car-shelldon-heads-to-national-competition) Four materials science students receive Honorable Mentions. [Bailey Awarded NSF Graduate Research Fellowship ](/news/story/bailey-awarded-nsf-graduate-research-fellowship) UMD award supports grad student's work in advanced microscopy. [Nilsson Wins Wylie Fellowship ](/news/story/nilsson-wins-wylie-fellowship) University of Maryland and Johns Hopkins University bioengineering students celebrate research undertakings. [UMD, JHU Team up for 3rd Annual Undergraduate Research Day ](/news/story/umd-jhu-team-up-for-3rd-annual-undergraduate-research-day) National award supports outstanding undergraduates pursuing careers in research. [Gastfriend Named 2015 Goldwater Scholar ](/news/story/gastfriend-named-2015-goldwater-scholar) New work suggests that copying behavior in social groups may be governed by optimal control theory [Optimal control and strong interactions imply flock cohesion ](/news/story/optimal-control-and-strong-interactions-imply-flock-cohesion) More than 1,000 high school students expected to attend event in College Park. [UMD to Host 2015 FIRST Robotics Regional Competition ](/news/story/umd-to-host-2015-emfirstem-robotics-regional-competition) Professor James E. Hubbard, Jr. and Aerospace Engineering Alumna Aimy Wissa (Ph.D., '14) collaborate Collaborators on ASME Best Paper in Structures ](/news/story/hubbard-and-wissa-collaborators-on-asme-best-paper-in-structures) Crowdfunding campaign hopes to send 10 undergrads to ACS conference in August. [Help Send UMD Students to the American Chemical Society Nat'l Meeting! ](/news/story/help-send-umd-students-to-the-american-chemical-society-natl-meeting) Nine nominees for Invention of the Year to be recognized at annual event [UMD To Celebrate Innovations and Partnerships April 29 ](/news/story/umd-to-celebrate-innovations-and-partnerships-april-29) University of Maryland's Clark School of Engineering community remembers namesake and friend [UMD Mourns Passing of Benefactor and Alumnus A. James Clark ](/news/story/umd-mourns-passing-of-benefactor-and-alumnus-a-james-clark) A. James Clark Hall made possible in part by the generosity of two benefactors. [A New Era in Human Health Innovation ](/news/story/a-new-era-in-human-health-innovation) Aerospace Engineering alumnus Kevin Bowcutt named NAE Member for contributions to hypersonic research. [Bowcutt Elected National Academy of Engineering Fellow ](/news/story/bowcutt-elected-national-academy-of-engineering-fellow) »Marquardt showcases conservation work in pursuit of $5K Open Innovation Award. [Vote Now! Materials Video Enters Thinkable Competition ](/news/story/vote-now-materials-video-enters-thinkable-competition) Reinhard Radermacher recognized for pushing research frontiers in energy efficiency and environmentally sustainable thermal systems. [Radermacher Receives Institute of Refrigeration J&E Hall Gold Medal ](/news/story/radermacher-receives-institute-of-refrigeration-jampe-hall-gold-medal) Nearly 200 gather for UMD American Society of Civil Engineers event. [ASCE Maryland Hosts Inaugural \"Suit Up & Be Civil\" Event ](/news/story/asce-maryland-hosts-inaugural-ldquosuit-up-amp-be-civilrdquo-event) Student teams conquer light bulb challenge at 4th annual competition. [Mechanical Engineering Clinches 2015 Alumni Cup Title ](/news/story/mechanical-engineering-clinches-2015-alumni-cup-title) Patent awarded for compounds capable of fighting antibiotic-resistant bacteria [UMD Patents Compounds that Inhibit Biofilm Formation and Persistence ](/news/story/umd-patents-compounds-that-inhibit-biofilm-formation-and-persistence) Raghavan group's efforts part of Gulf of Mexico Research Initiative. [Non-Toxic, Edible Materials Could Help Break Up Oil Slicks ](/news/story/nontoxic-edible-materials-could-help-break-up-oil-slicks) Microscopy technique reveals why and how aluminum anodes fail in Li-ion batteries. [Understanding Battery Failure in Realtime, at the Nanoscale ](/news/story/understanding-battery-failure-in-realtime-at-the-nanoscale) NTC@Maryland addresses impact of congestion on economy, freight transport. [UMD Transportation Engineers Evaluate Costs of Traffic Jams, Congestion ](/news/story/umd-transportation-engineers-evaluate-costs-of-traffic-jams-congestion) The compounds enhance the effectiveness of conventional antibiotics and inhibit the formation and persistence of biofilms. [Maryland inventors issued US Patent for compounds that fight biofilms ](/news/story/maryland-inventors-issued-us-patent-for-compounds-that-fight-biofilms) Event Highlights 3D Printing, Additive Manufacturing Technologies at UMD [UMD Hosts 3D Maryland Expert Group Meeting ](/news/story/umd-hosts-3d-maryland-expert-group-meeting) Fire Protection Engineering Department hopes to educate its students and the public. [What We Can Learn-and Teach-from the Annapolis Mansion Fire ](/news/story/what-we-can-learnndashand-teachndashfrom-the-annapolis-mansion-fire) Larsson targets turbulent flows to improve future modeling capabilities. [Larsson Receives NSF CAREER Award ](/news/story/larsson-receives-nsf-career-award) Grip Boost gel restores gloves to like-new condition for a fraction of the cost of new ones. [UMD Engineers & Tight End Team Up on \"Catchy\" New Football Product ](/news/story/umd-engineers-amp-tight-end-team-up-on-catchy-new-football-product) Main belt asteroid named after Aerospace Engineering's Assistant Professor Christine Hartzell. [Hartzell Receives Astronomical Honor ](/news/story/hartzell-receives-astronomical-honor) Professor Alison Flatau promoted to Fellow for years of AIAA service and academic and research excellence. [Flatau Promoted to AIAA Fellow ](/news/story/flatau-promoted-to-aiaa-fellow) Fire Protection Engineering Chair featured in news report. [WUSA-9 Consults Milke on Deadly Metro Smoke Incident ](/news/story/wusa9-consults-milke-on-deadly-metro-smoke-incident) UMD awarded more than $5 million by ARPA-E to transformational research. [Saving Energy with 'Personal HVAC Systems' ](/news/story/saving-energy-with-lsquopersonal-hvac-systemsrsquo) Inaugural flight successfully proves operational processes and procedures for UAS. [UMD UAS Test Site Flies Talon 240 ](/news/story/umd-uas-test-site-flies-talon-240) Five-day event focused on role of engineers in disaster prevention, mitigation, and response. [UMD Clark School Highlights Disaster Resilience at Mpact Week ](/news/story/umd-clark-school-highlights-disaster-resilience-at-mpact-week) New building to serve as hub for human health innovation in the state of Maryland [University of Maryland Breaks Ground for A. James Clark Hall ](/news/story/university-of-maryland-breaks-ground-for-a-james-clark-hall) New awards honor alumni, friends for career achievements and contributions to Clark School. [UMD Clark School Announces Inaugural Awards Winners ](/news/story/umd-clark-school-announces-inaugural-awards-winners) Materials Science professors receive awards from the Md. Academy of Sciences and Md. Science Center. [Hu, Leite Named Outstanding Engineer and Scientist of the Year (VIDEO) ](/news/story/hu-leite-named-outstanding-engineer-and-scientist-of-the-year-video) Annual list recognizes Maryland high schools that send the most students to the Clark School. [UMD Clark School Names Top 25 Source Schools ](/news/story/umd-clark-school-names-top-25-source-schools) Research on quantifiable indicators could result in mental health tracking app. [Engineering systems for mental health work by Espy-Wilson, Resnik, Vaughn-Cooke featured in Newsweek ](/news/story/engineering-systems-for-mental-health-work-by-espywilson-resnik-vaughncooke-featured-in-newsweek) Battery inside a nanopore has commercial potential [A Billion Holes Can Make a Battery ](/news/story/a-billion-holes-can-make-a-battery) Amy Marquardt uses nanotechnology and materials science to design protective coatings for silver art, artifacts. [Museum Conservation Research Wins Top Prizes in International 3-Minute Thesis Competition ](/news/story/museum-conservation-research-wins-top-prizes-in-international-3minute-thesis-competition) \"Enhanced Acoustic Sensing through Wave Compression and Pressure Amplification in Anisotropic Metamaterials\" published in Nature Communications [UMD Researchers Use Artificially Engineered Materials to Create Breakthrough for Sound Sensors ](/news/story/umd-researchers-use-artificially-engineered-materials-to-create-breakthrough-for-sound-sensors) Amy Marquardt uses nanotechnology to protect silver art and artifacts. [Vote Now! Materials Grad Student is Finalist in 3 Minute Thesis Competition (VIDEO) ](/news/story/vote-now-materials-grad-student-is-finalist-in-3-minute-thesis-competition-video) Mechanical Engineering graduate student Elviz George receives IMAPS 2014 Steve Adamson Award. [Elviz George Receives IMAPS 2014 Steve Adamson Award ](/news/story/elviz-george-receives-imaps-2014-steve-adamson-award) Clark School of Engineering will welcome two distinguished speakers for its Whiting-Turner lecture series this fall. [Whiting-Turner Lecture Series to Feature Colwell and Langford ](/news/story/whitingturner-lecture-series-to-feature-colwell-and-langford) Aerospace Engineering alumni Nelson Yanes and graduate student Elena Shrestha named two of \"Tomorrow's Engineering Leaders: The Twenty20s\" by Penton Aviation Week. [Shrestha Aviation Week Twenty20s ](/news/story/shrestha-and-yanes-named-aviation-week-twenty20s) CEE Professor Elise Miller-Hooks lead PI for disaster resilience research initiative. [$2.5 Million NSF Grant Awarded for UMD-Led Disaster Resilience Research ](/news/story/25-million-nsf-grant-awarded-for-umdled-disaster-resilience-research) MSE student part of NIST team pursuing near-perfect crystals. \"Six Nines\": Ultra-enriched Silicon Quantum Computing ](/news/story/beyond-ldquosix-ninesrdquo-ultraenriched-silicon-for-quantum-computing) Powe Junior Faculty Award supports Karlsson's development of new experimental tool. [Fighting Fungus: Engineering Antibodies for Validating Antifungal Drug Targets ](/news/story/fighting-fungus-engineering-antibodies-for-validating-antifungal-drug-targets) Microrobotics researcher one of 83 \"outstanding young engineers\" invited to prestigious event. [Bergbreiter to attend NAE U.S. Frontiers of Engineering Symposium ](/news/story/bergbreiter-to-attend-nae-us-frontiers-of-engineering-symposium) Eric LaRoche (B.S., '14) secures a 12-month dream job with Infiniti Red Bull Racing. [UMD Alumnus Wins Top Spot in Infiniti's Performance Engineering Academy ](/news/story/umd-alumnus-wins-top-spot-in-infinitis-performance-engineering-academy) Introduction to Engineering Design final encourages team work and hands-on education [Hovercraft Competition Serves as Unique Final Exam ](/news/story/hovercraft-competition-serves-as-unique-final-exam) More than 250 project management professionals gathered at the University of Maryland June 9-10 for the inaugural Project Management Symposium. [Inaugural Project Management Symposium Draws Capacity Crowd ](/news/story/inaugural-project-management-symposium-draws-capacity-crowd) Nine undergraduates from across the country are collaborating this summer. [MC2 Welcomes Undergraduates For Nine-Week Research Experience ](/news/story/mc2-welcomes-undergraduates-for-nineweek-research-experience) UMD symposium on cybersecurity research and education draws large crowd [Annual Cyber Symposium Brings Large Crowd, Interesting Discussion ](/news/story/annual-cyber-symposium-brings-large-crowd-interesting-discussion) Faculty promoted to full professor, associate professor with tenure. [Clark School Faculty Promotions Announced ](/news/story/clark-school-faculty-promotions-announced) Students' inventions range from diagnostic devices to accident prevention products. [BioE Capstone 2014: New Projects Focus on Cardiological Health, Surgical Tools and More ](/news/story/bioe-capstone-2014-new-projects-focus-on-cardiological-health-surgical-tools-and-more) UMD students participated in the 2014 Baja Society of Automotive Engineers (SAE) Kansas student competition. [Maryland Team Competes in Baja SAE Competition ](/news/story/maryland-team-competes-in-baja-sae-competition) MSE grad student Hanna Nilsson hopes to pinpoint thermal conductivity of graphene. [NSF Award Sponsors Student's Microscopy Research in Sweden ](/news/story/nsf-award-sponsors-studentrsquos-microscopy-research-in-sweden) ECE-born company specializes in satellite ground stations, emergency response center systems, coastal surveillance tools [Faculty Founded Techno-Sciences, Inc. Acquired by McMurdo Group ](/news/story/faculty-founded-technosciences-inc-acquired-by-mcmurdo-group) Students compete in multidisciplinary teams to develop ideas for implementing the Watson Engagement Advisor. [UMD Undergrads Impress IBM, Industry Pros at QUEST Case Competition ](/news/story/umd-undergrads-impress-ibm-industry-pros-at-quest-case-competition) Fellowships awarded to outstanding students pursuing a research-based graduate degree. [Twelve Clark School Students Awarded Prestigious NSF Research Fellowships ](/news/story/twelve-clark-school-students-awarded-prestigious-nsf-research-fellowships) Undergrads gain hands-on experience helping biologists build solutions for critical honey bee issue. [Shaking Things Up: UMD Engineering Students Build Innovative Solution to Help Save Honey Bees ](/news/story/shaking-things-up-umd-engineering-students-build-innovative-solution-to-help-save-honey-bees) Qu, Srivastava and Alumnus Forte Focus Research on Changing Future Nano-Scale Device Security [Researchers at UMD, UCONN, and Rice Awarded MURI ](/news/story/researchers-at-umd-uconn-and-rice-awarded-muri) The Center for Risk and Reliability hosted a 25th Anniversary Celebration of the University of Maryland's Reliability Engineering Education Program on April 2, 2014. [UMD Celebrates 25 Years of Excellence in Reliability Engineering ](/news/story/umd-celebrates-25-years-of-excellence-in-reliability-engineering) Clark School students display their engineering prowess at largest hackathon to date. [Three UMD Undergraduates Win Top Prize at LAHacks ](/news/story/three-umd-undergraduates-win-top-prize-at-lahacks) Secretary Wayne Clough will discuss \"Why the Smithsonian Matters\" [Smithsonian Secretary Clough To Deliver Special Lecture at UMD ](/news/story/smithsonian-secretary-clough-to-deliver-special-lecture-at-umd) Dr. Michael Pecht and the Center for Advanced Life Cycle Engineering [2014 UMD Corporate Connector of the Year Announced ](/news/story/2014-umd-corporate-connector-of-the-year-announced) Corporate partners converge to network with students and faculty [Clark School Welcomes Corporate Partners for Summit ](/news/story/clark-school-welcomes-corporate-partners-for-summit) Competition promotes design skills, teamwork, and sportsmanship [UMD Hosts Regional FIRST Robotics Competition ](/news/story/umd-hosts-regional-emfirstem-robotics-competition) UMD robots exhibited at Smithsonian Air and Space Museum for National Robotics Week. [RoboRaven stars in USA Today video ](/news/story/roboraven-stars-in-iusa-todayi-video) Marathon of innovation draws more than 500 students from across the country. [UMD Hosts Inaugural Bitcamp Hackathon ](/news/story/umd-hosts-inaugural-bitcamp-hackathon) DeLaHunt, Fievisohn, Karcher, Petro, National Science Foundation Graduate Research Fellowships. [Six Aerospace Engineering Students Win NSF Fellowships ](/news/story/six-aerospace-engineering-students-win-nsf-fellowships) More than 1,000 high school students expected to attend event in College Park [UMD to Host FIRST Robotics Regional Competition ](/news/story/umd-to-host-emfirstem-robotics-regional-competition) Flexus Living and Learning Program honored for equality efforts [UMD Ranked Top School for Women Empowerment ](/news/story/umd-ranked-top-school-for-women-empowerment) UMD researchers find bats produce special sound to keep other bats away from prey. [Foraging Bats Warn Others Away From Their Dinners ](/news/story/foraging-bats-warn-others-away-from-their-dinners) Students from the QUEST program will compete on March 30 [IBM Challenges UMD Students to Develop New Customer Service Tech ](/news/story/ibm-challenges-umd-students-to-develop-new-customer-service-tech) Glenn L. Martin Institute Professor of Engineering Dr. Arthur S. Bergles passes at 78. [Bergles Passes at 78 ](/news/story/bergles-passes-at-78) Terrapin Hackers students interviewed by \"All Things Considered\" [UMD Hackathon Team Featured on NPR ](/news/story/umd-hackathon-team-featured-on-npr) \"Hackathon\" event to showcase student-made technology creations [Student Innovators to Converge at University of Maryland for Bitcamp ](/news/story/student-innovators-to-converge-at-university-of-maryland-for-bitcamp) Ten Startups Vie to Reach Final Four [$100K ACC Clean Energy Challenge Announces Elite Eight Plus Two ](/news/story/100k-acc-clean-energy-challenge-announces-elite-eight-plus-two) Mechanical Engineering alumnus and Zoosk founder Alex Mehr (Ph.D., '03) featured in March issue of Forbes Magazine. [Engineering Alumnus Featured in Forbes ](/news/story/engineering-alumnus-featured-in-forbes) Graduate student Amy Marquardt wins CIC-Smithsonian Fellowship. [Using Materials Science and Engineering to Save Priceless Artifacts ](/news/story/using-materials-science-and-engineering-to-save-priceless-artifacts) Quantum Engineering Center established [Lockheed Martin, University of Maryland Partner to Develop Next Generation Quantum Computer ](/news/story/lockheed-martin-university-of-maryland-partner-to-develop-next-generation-quantum-computer) Featured speaker Ron Taylor will present \"You're Not the Boss of Me.\" [Registration Open for UMD Project Management Symposium ](/news/story/registration-open-for-umd-project-management-symposium) Green technologies, oyster farming, Chesapeake Bay-saving and medical inventions dominate the funding round. [Maryland Industrial Partnerships Program Awards $4.1 Million to 15 Maryland Industry/Academic Teams to Develop Technology Products ](/news/story/maryland-industrial-partnerships-program-awards-41-million-to-15-maryland-industryacademic-teams-to-develop-tec) Lt. Col. Paul C. Zurkowski receives Distinguished Flying Cross with Valor for heroic efforts supporting troops in Afghanistan. [Aerospace Alumnus Awarded Distinguished Flying Cross ](/news/story/aerospace-alumnus-awarded-distinguished-flying-cross) Prominent philanthropist was responsible for establishment of UMD's Whiting-Turner Business and Entrepreneurial Lecture Series. [Whiting-Turner President and CEO Hackerman Passes at 95 ](/news/story/whitingturner-president-and-ceo-hackerman-passes-at-95) Award will fund research into decentralization and parsimony for implementable control of massively interconnected systems. [Michael Rotkowitz wins NSF CAREER Award ](/news/story/michael-rotkowitz-wins-nsf-career-award) EIP takes first place in the Outstanding Specialty Entrepreneurship Program category. [UMD Entrepreneurship and Innovation Program Wins National Award for Excellence in Entrepreneurship Education ](/news/story/umd-entrepreneurship-and-innovation-program-wins-national-award-for-excellence-in-entrepreneurship-education) Largest single gift in department's history to support new professor of the practice. [UL Contributes $250K to UMD Fire Protection Engineering Legacy Campaign ](/news/story/ul-contributes-250k-to-umd-fire-protection-engineering-legacy-campaign) Professor Carol Espy-Wilson's company, OmniSpeech, will debut its groundbreaking speech extraction technology at the 2014 Consumer Electronics Show. [OmniSpeech to Demonstrate Technology at 2014 CES International ](/news/story/omnispeech-to-demonstrate-technology-at-2014-ces-international) Wife of former UMD Aerospace Engineering Chair and helicopter pioneer passes away peacefully. [Elaine Gessow Passes at 88 ](/news/story/elaine-gessow-passes-at-88) Baltimore native and chemical engineering grad had distinguished career in petrochemical industry. [Clark School Alumnus and BOV Member Waggner Passes ](/news/story/clark-school-alumnus-and-bov-member-waggner-passes) Electrical engineering alumnus had long, distinguished career in communications technology. [Innovation Hall of Fame Inductee and Alumnus Campanella Passes ](/news/story/innovation-hall-of-fame-inductee-and-alumnus-campanella-passes) and the White Houseas outstanding early-career scientists. [Two Clark School Faculty Members Receive Presidential Early Career Awards ](/news/story/two-clark-school-faculty-members-receive-presidential-early-career-awards) Data gathering system could help protect endangered species. [NSF-Funded Project Provides Insight into Animal Behavior ](/news/story/nsffunded-project-provides-insight-into-animal-behavior) Mi, Stoliarov, Liu, Rotkowitz, and Jewell awarded 5-year research grants from the National Science Foundation. [Five Clark School Faculty Earn NSF CAREER Awards ](/news/story/five-clark-school-faculty-earn-nsf-career-awards) UMD again listed in Kiplinger's Personal Finance's annual ranking of the Top Ten Best Values in Public Colleges. [UMD Among Kiplinger's Top 10 Best Values for Sixth Consecutive Year ](/news/story/umd-among-kiplingers-top-10-best-values-for-sixth-consecutive-year) Research in x-ray pulsar-based navigation earns Best Paper from the 2013 AIAA Guidance, Navigation and Control Conference. [Anderson and Pines Win Best Paper Award from AIAA ](/news/story/anderson-and-pines-win-best-paper-award-from-aiaa) Department of Civil and Environmental Engineering Senior Erin Hylton named a 2014 Marshall Scholar. [Clark School Senior Named Marshall Scholar ](/news/story/clark-school-senior-named-marshall-scholar) Clark School undergraduates Rohrbach, Yanes and Yep named 2013-2014 Philip Merrill Presidential Scholars [Three Clark School Students Named 2013-2014 Philip Merrill Presidential Scholars ](/news/story/three-clark-school-students-named-20132014-philip-merrill-presidential-scholars) A newcomer to hackathons, UMD's Terrapin Hackers beat out more than 100 other schools in MLH's first season. [Maryland Students Win First Major League Hacking Championship, Awarded Trophy at Ceremony ](/news/story/maryland-students-win-first-major-league-hacking-championship-awarded-trophy-at-ceremony) Terrapin Health Transformers & Friends team creates winning solution with ACA Benefits Buddy. [UMD Team Wins 2013 American Public Health Association's Affordable Care Act Codeathon ](/news/story/umd-team-wins-2013-american-public-health-associations-affordable-care-act-codeathon) Md. Science Center honors expert in controlling immune system response. [BioE's Chris Jewell Named Outstanding Young Engineer ](/news/story/bioes-chris-jewell-named-outstanding-young-engineer) Research professor will manage training reactor, irradiator and linear accelerators. [Koeth Named Acting Director of Radiation Facilities ](/news/story/koeth-named-acting-director-of-radiation-facilities) Over a thousand visit College Park campus for Mpact Week events. [Inaugural Mpact Week Showcases UMD Innovations, Robotics, Bioengineering ](/news/story/inaugural-mpact-week-showcases-umd-innovations-robotics-bioengineering) Livingston, Phaneuf will discuss preservation of stone and metal. [MSE Professors to Present Historical Preservation Work at Smithsonian-UMD Celebration ](/news/story/mse-professors-to-present-historical-preservation-work-at-smithsonianumd-celebration) Electrical engineering graduate Jerry Krill's Cooperative Engagement Capability allowed Navy battle groups to act as one. [Alumnus Krill to Be Honored for Revolutionary Naval Fleet Network Technology ](/news/story/alumnus-krill-to-be-honored-for-revolutionary-naval-fleet-network-technology) Terrapin Hackers team recognized as Major League Hacking champions. [UMD Wins First Place in Hackathon Season ](/news/story/umd-wins-first-place-in-hackathon-season) Civil Engineering students showcased UMD's steel bridge at AISA headquarters for US government and steel industry leaders. [UMD Steel Bridge Team Meets Members of Congress at AISI Steel Day in DC ](/news/story/umd-steel-bridge-team-meets-members-of-congress-at-aisi-steel-day-in-dc) Aerospace Professor James E. Hubbard, Jr. chosen for inclusion in HistoryMakers African American oral history collection. [Hubbard Chosen for HistoryMakers Oral History Collection ](/news/story/hubbard-chosen-for-historymakers-oral-history-collection) FDA-supported collaboration will focus on medical device design, production and regulation. [BioE and Mtech Partner with Children's National Health System to Form Pediatric Device Consortium ](/news/story/bioe-and-mtech-partner-with-childrens-national-health-system-to-form-pediatric-device-consortium) The Silicon Valley-tested, Lean Startup-based initiative is slated to train 300 top entrepreneurial research teams over three years. [NSF-Backed DC I-Corps Kicks Off First Cohort with 20 Federal Laboratory, University and Regional Inventors, Entrepreneur Teams ](/news/story/nsfbacked-dc-icorps-kicks-off-first-cohort-with-20-federal-laboratory-university-and-regional-inventors-entrepr) ACES program is result of partnership with Northrop Grumman. [UMD and Northrop Grumman Launch ACES, Nation's First Cybersecurity Honors Program ](/news/story/umd-and-northrop-grumman-launch-aces-nations-first-cybersecurity-honors-program) Gift will support EWB team projects as well as scholarship funding for EWB students. [Weissberg Gift Supports Engineers Without Borders Program ](/news/story/weissberg-gift-supports-engineers-without-borders-program) Second annual showcase event held by University of Maryland's Center of Excellence in Regulatory Science and Innovation. [M-CERSI Day Highlights Regulatory Science ](/news/story/mcersi-day-highlights-regulatory-science) Engineers Without Borders group helps town with stormwater and sanitation. [Maryland's EWB Team Spends July in Addis Alem, Ethiopia ](/news/story/marylands-ewb-team-spends-july-in-addis-alem-ethiopia) Deadline for entries is October 13, 2003. [Tavis Smiley and UMD Make Last Call for Submissions in the $75,000 Social Innovation Challenge ](/news/story/tavis-smiley-and-umd-make-last-call-for-submissions-in-the-75000-social-innovation-challenge) Annual list recognizes Maryland high schools that send the most students to the Clark School. [Clark School Names Top 25 Source Schools ](/news/story/clark-school-names-top-25-source-schools) Ten new faculty members join the Clark School for the 2013-2014 school year. [Clark School Welcomes New Faculty ](/news/story/clark-school-welcomes-new-faculty) Participation helped spread awareness about Terps Racing's Baja and Formula vehicles. [Terps Racing Showcased at the Grand Prix of Baltimore ](/news/story/terps-racing-showcased-at-the-grand-prix-of-baltimore) Mechanical Engineering Professor James Duncan awarded professorship to expand research in hydrodynamics. [Duncan Receives Wilson H. Elkins Professorship ](/news/story/duncan-receives-wilson-h-elkins-professorship) Team UMD Dryer wins the first place gold medal for their energy saving heat pump dryer. [UMD Team Wins First Place in MaxTech Competition ](/news/story/umd-team-wins-first-place-in-maxtech-competition) Region II members of NSBE gather for leadership training, networking. [University of Maryland Hosts National Society of Black Engineers Conference ](/news/story/university-of-maryland-hosts-national-society-of-black-engineers-conference) Redox Power Systems, UMD develop breakthrough fuel cells to provide efficient, affordable electricity. [Meet the Potential Future of Electricity Generation ](/news/story/meet-the-potential-future-of-electricity-generation) Student-run robotics team builds autonomous underwater vehicle for competition. [Robotics @ Maryland Takes Fourth Place in International RoboSub Competition ](/news/story/robotics--maryland-takes-fourth-place-in-international-robosub-competition) Electromagnetic propulsion could exponentially expand satellite capabilities by providing a propellant-less formation flight technology. [UMD Propulsion Technology Offers New Possibilities for Satellite Positioning, Space Exploration ](/news/story/umd-propulsion-technology-offers-new-possibilities-for-satellite-positioning-space-exploration) Clark School startup receives funding to support production, testing of new research tool. [\"Gentle Delivery\" Kits Could Help Bring Gene Therapies to Market ](/news/story/gentle-delivery-kits-could-help-bring-gene-therapies-to-market) Sandborn recognized for contributions to field of life-cycle cost modeling for systems. [Professor Peter Sandborn Elected ASME Fellow ](/news/story/professor-peter-sandborn-elected-asme-fellow) The teams will compete in NASA's 2014 eXploration-Habitat Academic Innovation Challenge. [Two UMD Teams Among Seven Finalists Selected for NASA X-Hab Challenge ](/news/story/two-umd-teams-among-seven-finalists-selected-for-nasa-xhab-challenge) Young group named ECS' first Outstanding Student Chapter. [Electrochemical Society Student Chapter Wins Chapter Award ](/news/story/electrochemical-society-student-chapter-wins-chapter-award) Research teams at UMD receive grants for multidisciplinary research initiatives. [UMD Awarded Three Department of Defense MURI Grants ](/news/story/umd-awarded-three-department-of-defense-muri-grants) Inaugural TS/UM Social Innovation Challenge to spur development of transformative solutions for societal issues. [Tavis Smiley and the University of Maryland Announce $75,000 Social Innovation Challenge ](/news/story/tavis-smiley-and-the-university-of-maryland-announce-75000-social-innovation-challenge) Professors Desai and Shapiro awarded $75,000 grants for research collaborations with UMB. [Clark School Faculty Members to Receive Two Seed Grants ](/news/story/clark-school-faculty-members-to-receive-two-seed-grants) Steel Bridge Team takes third at regional competition, qualifies for nationals. [UMD Steel Bridge Team Reaches National Competition ](/news/story/umd-steel-bridge-team-reaches-national-competition) Associate dean and Keystone professor to be honored with Society for Experimental Mechanics award. [Fourney Selected to Receive 2014 Frocht Award ](/news/story/fourney-selected-to-receive-2014-frocht-award) Student human-powered helicopter team sets unofficial world record for duration with 74-second flight. [Gamera Team Breaks New Ground in Duration and Altitude ](/news/story/gamera-team-breaks-new-ground-in-duration-and-altitude) Students awarded NSF Graduate Research Fellowship for excellence in engineering. [Seven Clark School Students Win NSF Research Fellowships ](/news/story/seven-clark-school-students-win-nsf-research-fellowships) Students guide planetary rover robot to second place in RASC-AL Exploration Robo-Ops Competition. [Demeter Takes Second Place in 2013 Robo-Ops ](/news/story/demeter-takes-second-place-in-2013-roboops) Student design ideas include a green gym powered by exercise, sustainable floors for sporting arenas, water-powered watch. [Undergrads Showcase Innovative Sustainability Design Ideas Developed in New \"Energy 101\" Course ](/news/story/undergrads-showcase-innovative-sustainability-design-ideas-developed-in-new-energy-101-course) UMD chapter of Eta Kappa Nu earns national recognition once more. [Eta Kappa Nu Wins 2011-2012 Outstanding Chapter Award ](/news/story/eta-kappa-nu-wins-20112012-outstanding-chapter-award) ENES100 students build autonomous hovercrafts for final exam. [Clark School Freshmen Compete in Hovercraft Competition ](/news/story/clark-school-freshmen-compete-in-hovercraft-competition) Clark School professor and alumni fuel breakthrough success on final X-51A Waverider flight [X-51A Waverider Achieves Hypersonic Breakthrough ](/news/story/x51a-waverider-achieves-hypersonic-breakthrough) Wheel Shields and UMDTutor2Go received top honors at the event. [Inaugural UMD Business Model Challenge Winners Announced ](/news/story/inaugural-umd-business-model-challenge-winners-announced) Professors Espy-Wilson and Muro recognized by StateStats.org for excellence in and out of the classroom [Clark Professors Honored as Top Women Professors in Maryland ](/news/story/clark-professors-honored-as-top-women-professors-in-maryland) ME Professor Michael Pecht receives distinguished achievement award from alma mater University of Wisconsin-Madison. [Pecht Receives Distinguished Achievement Award ](/news/story/pecht-receives-distinguished-achievement-award) U-Md. startup Tauros Engineering wins top spot in 17th annual Harvard New Venture Completion [Tauros Engineering Wins Harvard New Venture Competition ](/news/story/tauros-engineering-wins-harvard-new-venture-competition) BioE senior recognized for work in tissue engineering. [Thompson Named 1 of 6 UMD Undergraduate Researchers of the Year ](/news/story/thompson-named-1-of-6-umd-undergraduate-researchers-of-the-year) Students from civil, chemical engineering win awards in Environmental Design Contest. [Solar Team Distills Most and Purest Water at International Competition ](/news/story/solar-team-distills-most-and-purest-water-at-international-competition) New Business Model Challenge focuses on business model generation, customer development and pivoting. [UMD's Mtech Pronounces: Business Plan Pitches Are Dead ](/news/story/umds-mtech-pronounces-business-plan-pitches-are-dead) BioE senior recognized for work that seeks to understand how stem cells might be used to treat degeneration of the spine. [Bulka Wins Outstanding ASPIRE Student Research Award ](/news/story/bulka-wins-outstanding-aspire-student-research-award) Questions raised about using a single animal model in neuroscience research. [Study on Bats, Rats Finds that Analysis of Many Species Is Required to Better Understand the Brain ](/news/story/study-on-bats-rats-finds-that-analysis-of-many-species-is-required-to-better-understand-the-brain) 26th annual awards ceremony honors most promising campus inventions. [Clark School Faculty Recognized at UMD Invention of the Year Awards ](/news/story/clark-school-faculty-recognized-at-umd-invention-of-the-year-awards) Department of Civil and Environmental Engineering holds symposium on tri-state region disaster response. [UMD Hosts Symposium on Disaster Resilience Co-Sponsored by NAE, NSF ](/news/story/umd-hosts-symposium-on-disaster-resilience-cosponsored-by-nae-nsf) Team Thirsty Turtles will take \"Pride of Maryland\" to San Francisco in November. [Chem-E Car Team Heads to National Competition Once Again! ](/news/story/cheme-car-team-heads-to-national-competition-once-again) Professor's 80th birthday, career celebrated in special symposium. [Wuttig Honored at National Meeting of the Materials Research Society ](/news/story/wuttig-honored-at-national-meeting-of-the-materials-research-society) Clark School of Engineering undergrads help middle and high school students prepare, compete. [Robotics Team Mentored by UMD Students Advances to FIRST Championship Competition ](/news/story/robotics-team-mentored-by-umd-students-advances-to-first-championship-competition) UMD's Michel Cukier and David Maimon collaborate to explore hacker behavior. [Researchers Expose the Human Side of Cybercrime ](/news/story/researchers-expose-the-human-side-of-cybercrime) Civil Engineering alumnus Robert D. Rauch ('73) appointed by Governor to Board of Regents. [Alumnus Rauch Named to University System of Maryland Board of Regents ](/news/story/alumnus-rauch-named-to-university-system-of-maryland-board-of-regents) \"Amplifying the Field\" celebrates undergraduate contributions to biomedical research. [UMD and JHU Students Join Forces for Research Day ](/news/story/umd-and-jhu-students-join-forces-for-research-day) Project will advance technology for the real-time detection of bridge scou, a leading cause of failure for bridges in the U.S. [Maryland Innovation Initiative Grant Awarded to Clark School Researchers ](/news/story/maryland-innovation-initiative-grant-awarded-to-clark-school-researchers) Collaborative Initiative Seeks to Educate Students on Key Energy Issues [UMD Course To Serve as National Model for 'Energy 101' Curriculum ](/news/story/umd-course-to-serve-as-national-model-for-energy-101-curriculum) Campaign for professor of practice to help ensure students stay current on the latest technologies used in the field. [Alumni Rally to Support Fire Protection Engineering Legacy Campaign for a Professor of the Practice ](/news/story/alumni-rally-to-support-fire-protection-engineering-legacy-campaign-for-a-professor-of-the-practice) In the College of Fellows, she joins the top two percent in the U.S. in medical and biological engineering. [Martha Connolly Inducted into American Institute for Medical and Biological Engineering College of Fellows ](/news/story/martha-connolly-inducted-into-american-institute-for-medical-and-biological-engineering-college-of-fellows) UMD's Jonathan Simon works with Columbia colleague to unlock mystery inside human brain. [Researchers Gain Insight into the 'Cocktail Party Effect' That Helps Us Focus in Noisy Environments ](/news/story/researchers-gain-insight-into-the-cocktail-party-effect-that-helps-us-focus-in-noisy-environments) Second annual Alumni Cup draws a crowd of students, alumni to witness Rube Goldberg-inspired device competition. [Civil and Environmental Engineering Team Captures Clark School Alumni Cup ](/news/story/civil-and-environmental-engineering-team-captures-clark-school-alumni-cup) Initiative to Train 300 of the Top Entrepreneurial Research Teams from U.S. Universities, Federal Labs [UMD, GWU, and VT Awarded $3.75M by NSF to Launch Regional I-Corps Node for National Innovation Network ](/news/story/umd-gwu-and-vt-awarded-375m-by-nsf-to-launch-regional-icorps-node-for-national-innovation-network) Participating faculty help Maryland companies develop technology products. [MIPS Program Awards $4.7 Million to Maryland University Researchers ](/news/story/mips-program-awards-47-million-to-maryland-university-researchers) Employers at fair demonstrate significant interest in ECE students. [Ninth ECE Career Fair Attracts 49 Employers, More Than 700 Students ](/news/story/ninth-ece-career-fair-attracts-49-employers-more-than-700-students) David Lai (B.S. '12) was a finalist in Maryland governor's #MDForward contest. [Alumnus Recognized for Work with Teach for America ](/news/story/alumnus-recognized-for-work-with-teach-for-america) Computer Engineering freshmen compete with students from top universities around the world to solve programming problem. [UMD Freshmen Take Second Place in Global \"Code Wars\" ](/news/story/umd-freshmen-take-second-place-in-global-code-wars) Clark School professor of aerospace engineering honored by the American Institute of Aeronautics and Astronautics [Mark Lewis Selected as Recipient of AIAA Dryden Lectureship in Research ](/news/story/mark-lewis-selected-as-recipient-of-aiaa-dryden-lectureship-in-research) Clark School selects 20 to participate in program that helps place students as faculty at leading institutions. [Clark School's 2013 Future Faculty Fellows Announced ](/news/story/clark-schools-2013-future-faculty-fellows-announced) Mentors and high school students build and program robots on campus [STEM service: January 2013 robotics workshop ](/news/story/stem-service-january-2013-robotics-workshop) Fuentevilla refines equations defining critical parameters of aqueous salt solutions. [International Association Adopts Guideline Authored by ChBE Alumna, Faculty ](/news/story/international-association-adopts-guideline-authored-by-chbe-alumna-faculty) Fund will support one undergraduate and one graduate student. [ASHRAE National Capital Chapter Establishes Scholarship Fund in Mechanical Engineering ](/news/story/ashrae-national-capital-chapter-establishes-scholarship-fund-in-mechanical-engineering) Clark School Associate Dean of Research honored for scholarship and engineering excellence [Flatau Awarded ASME Adaptive Structures and Materials Systems Prize ](/news/story/flatau-awarded-asme-adaptive-structures-and-materials-systems-prize) BioE sophomore developing potentially life-saving products with Kofinas Group. [SEEDS Fellowship Supports Sikorski's Work on Blood Clotting Gel ](/news/story/seeds-fellowship-supports-sikorskis-work-on-blood-clotting-gel) Freshmen and sophomores teach and learn \"hands on.\" [Robotics, Service & STEM Education ](/news/story/robotics-service--stem-education) High school team garners award during ENES100 final. [Hovercraft Invade Kim Building Again ](/news/story/hovercraft-invade-kim-building-again) Atomic force microscopy to guide formation of polymer threads. [Spinning Engineered Silk Into Tiny Designs—With A Microscope ](/news/story/spinning-engineered-silk-into-tiny-designswith-a-microscope) From Here to Infinity examines art inspired and created by science and technology. [Chen's Biomedical Imaging Featured in American Center for Physics Art Exhibit ](/news/story/chens-biomedical-imaging-featured-in-american-center-for-physics-art-exhibit) Publication focuses on opportunities in mesoscale science. [Rubloff Co-Authors Major DoE Report on Emerging Energy Technologies ](/news/story/rubloff-coauthors-major-doe-report-on-emerging-energy-technologies) The Clark School celebrates with an alumnae reception and new WIE Opportunity Scholarship Fund. [Record Breaking Year for Women in Engineering ](/news/story/record-breaking-year-for-women-in-engineering) Grant supports improvements to neural imaging and image-guided neurosurgery. [Chen Bioimaging Research Wins Prestigious NSF CAREER Award ](/news/story/chen-bioimaging-research-wins-prestigious-nsf-career-award) Agreement supports an agenda of broader and closer research partnerships between the two institutions. [UMD, Lockheed Martin Sign Master Research Agreement ](/news/story/umd-lockheed-martin-sign-master-research-agreement) Former chemical engineering professor served department for 33 years. [In Memoriam: Professor Emeritus James Gentry ](/news/story/in-memoriam-professor-emeritus-james-gentry) Three Clark School students and their college and high school mentors recognized. [Merrill Presidential Scholars Honored ](/news/story/merrill-presidential-scholars-honored) Halloween contest proves ghostly good time, earns prizes for students. [Students Think the Clark School is \"Spooktacular\" ](/news/story/students-think-the-clark-school-is-spooktacular) Head of UMD Project Management Center for Excellence receives 2012 PMI Distinguished Contribution Award. [Project Management Institute Honors Cable ](/news/story/project-management-institute-honors-cable) American Ceramic Society honors professor's work in fuel cell development. [Wachsman Elected Fellow ](/news/story/wachsman-elected-fellow) Military, law enforcement pilots, as well as rotorcraft engineers, to take part in November 8 event. [White Symposium to Examine Role of Helicopters in Society ](/news/story/white-symposium-to-examine-role-of-helicopters-in-society) Bioengineering team has created device that could prevent concussions. [Tackling Head Injuries ](/news/story/tackling-head-injuries) Research a part of MPowering the State collaboration between UMD, UMB. [New NIH Grant to Advance Brain Surgery Robot Development ](/news/story/new-nih-grant-to-advance-brain-surgery-robot-development) New Arnold E. Seigel Learning Center delivers a state-of-the-art 21st century learning environment. [A. James Clark School of Engineering Dedicates New Learning Center ](/news/story/a-james-clark-school-of-engineering-dedicates-new-learning-center) List recognizes Maryland high schools that send the most students to the Clark School. [Clark School Names 2012-13 Top 25 Source Schools ](/news/story/clark-school-names-201213-top-25-source-schools) Researchers will develop a large-vocabulary speech recognition system based on articulatory information. [Espy-Wilson Earns Speech Recognition Grant ](/news/story/espywilson-earns-speech-recognition-grant) UMD has moved up to 14th on the undergraduate list - up from 18th last year, and 24th for graduate this year. [Maryland Remains a Top School for Entrepreneurially-Minded Students ](/news/story/maryland-remains-a-top-school-for-entrepreneuriallyminded-students) Aerospace engineering graduate student demoed control of a robotic manipulator with pneumatic artificial muscles. [Robinson Wins Student Hardware Competition ](/news/story/robinson-wins-student-hardware-competition) $30K gift supports purchase of new heat exchanger station for chemical engineering unit ops facility. [Dominion Resources Supports Lab Upgrade ](/news/story/dominion-resources-supports-lab-upgrade) Fire protection engineering professor and colleagues to quantify fire-spray interactions, form company. [Marshall Spray Systems Research Earns Grants ](/news/story/marshall-spray-systems-research-earns-grants) Over 150 government, industry, academic representatives attend new center's showcase event. [FDA Leaders, Industry Call for Major Strides in Regulatory Science at UM CERSI Day ](/news/story/fda-leaders-industry-call-for-major-strides-in-regulatory-science-at-um-cersi-day) Clark School professor, former UMD president would lead National Academy of Engineering beginning July 2013. [Mote Nominated to be Next NAE President ](/news/story/mote-nominated-to-be-next-nae-president) Flatau, Martins, Kofinas to serve Clark School in new roles; Gupta to lead NSF initiative. [Faculty Members Take On New Responsibilities ](/news/story/faculty-members-take-on-new-responsibilities) Startup accelerator program teaches best practices to the top scientists and researchers in the U.S. [Clark School Graduates Team from NSF's Innovation-Corps ](/news/story/clark-school-graduates-team-from-nsfs-innovationcorps) 65-Second Gamera human-powered helicopter flight reached two feet in height. [Clark School Team Unofficially Satisfies Two Sikorsky Prize Requirements ](/news/story/clark-school-team-unofficially-satisfies-two-sikorsky-prize-requirements) Academic Ranking of World Universities poll of engineering schools rates citations, research expenditures. [Clark School #14 in World Research Ranking ](/news/story/clark-school-14-in-world-research-ranking) ChBE collaboration with DuPont seeks safer, more affordable way to manufacture electronics. [Less Precious: Big Copper Particles Could Make Your Electronics Cheaper ](/news/story/less-precious-big-copper-particles-could-make-your-electronics-cheaper) Professor seeks to improve diagnosis and treatment of fungal diseases in immunocompromised patients. [Karlsson Joins ChBE Faculty ](/news/story/karlsson-joins-chbe-faculty) Professor seeks new treatments for type 1 diabetes, other autoimmune diseases. [Jewell Joins Bioengineering Faculty ](/news/story/jewell-joins-bioengineering-faculty) Students capture six of 19 Vertical Flight Foundation Scholarships. [Aerospace Engineering Students Win Top Awards ](/news/story/aerospace-engineering-students-win-top-awards) Graduate students mark 11th win in 14 years of American Helicopter Society Design Competition. [Clark School Wins Helicopter Design Competition ](/news/story/clark-school-wins-helicopter-design-competition) 49.9-second flight submitted for world record approval. [Clark School's Gamera II Sets New U.S. Flight Duration Record for Human-Powered Helicopters ](/news/story/clark-schools-igamera-iii-sets-new-us-flight-duration-record-for-humanpowered-helicopters) Twenty-two top students from across the country demonstrate faculty-advised research projects. [Fair Showcases Summer Undergraduate Research ](/news/story/fair-showcases-summer-undergraduate-research) Optics specialist to lead Institute for Research in Engineering and Applied Physics. [Murphy Named IREAP Director ](/news/story/murphy-named-ireap-director) Rama Chellappa receives prestigious honor from the International Association for Pattern Recognition. [Chellappa Awarded 2012 ICPR King-Sun Fu Prize ](/news/story/chellappa-awarded-2012-icpr-kingsun-fu-prize) Nuclear Regulatory Commission appoints Cynthia Jones to oversee program and policy oversight. [Alumna Named International Nuclear Safety Attaché ](/news/story/alumna-named-international-nuclear-safety-attach) State rises from No. 7 ranking in U.S. Chamber of Commerce report. [Maryland is No. 1 for Entrepreneurship, Innovation ](/news/story/maryland-is-no-1-for-entrepreneurship-innovation) BioE undergrad's presentation on novel battery tech wins $10K. [SafeLiCell Takes 2nd at Green Business Plan Competition ](/news/story/safelicell-takes-2nd-at-green-business-plan-competition) Current Clark School associate dean will be UMD Graduate School associate dean for student success. [Shayman Accepts Campus-Level Position ](/news/story/shayman-accepts-campuslevel-position) Professor emeritus honored for work in history of science, hypersonic gas dynamics. [Anderson Awarded Accolades ](/news/story/anderson-awarded-accolades) Experts tackle issues regarding energy security, nuclear energy, biomedical research, and science and technology. [Wu, Flatau Invited to National Academies Presidents' Circle Event ](/news/story/wu-flatau-invited-to-national-academies-presidents-circle-event) Winning entry features innovative power plant for University of Maryland Campus [Clark School Students Win Hydrogen Design Contest ](/news/story/clark-school-students-win-hydrogen-design-contest) Teams earn first place in DOE Hydrogen Student Design Contest; third in NASA Robo-ops Competition. [Clark School Students Shine in Recent Competitions ](/news/story/clark-school-students-shine-in-recent-competitions) Three undergrads will develop new technologies with NASA mentors. [Clark School Leads Nation in NASA Aeronautics Scholarships ](/news/story/clark-school-leads-nation-in-nasa-aeronautics-scholarships) Fire protection engineering professor and chair named Person of the Year for detector and sprinkler research. [Automatic Fire Alarm Association Honors Milke ](/news/story/automatic-fire-alarm-association-honors-milke) Freshman design competition introduces payload challenge. [\"Nebuchadnezzar\" Takes Autonomous Hovercraft Honors ](/news/story/nebuchadnezzar-takes-autonomous-hovercraft-honors) Shapiro's new book lays the groundwork for cross-disciplinary linking of nanoscale technology and control theory. [Controlling the Small ](/news/story/controlling-the-small) Civil engineering major and Engineers Without Borders volunteer HK Stephens to participate in May 20 ceremony. [Stephens to Speak at UMD Commencement ](/news/story/stephens-to-speak-at-umd-commencement) Retired U.S. Air Force general to address engineering grads. [Lyles to Speak at Commencement ](/news/story/lyles-to-speak-at-commencement) Operated by Clark School alumnae, TRX Systems gains national recognition for excellence in government research and development. [TRX Systems Receives Tibbets Award for Excellence ](/news/story/trx-systems-receives-tibbets-award-for-excellence) Peter Sunderland, Center for Advanced Transportation Technology assist National Academy of Engineering presentation at USA Science and Engineering Expo. [Clark School Expert, Visualization Tool Demonstrate Crisis Communication ](/news/story/clark-school-expert-visualization-tool-demonstrate-crisis-communication) Sophomore Mian Khalid wins prestigious Howard Hughes Medical Institute fellowship for work with Kofinas Group. [Award Supports Development of Safer Batteries for Biomedical Devices ](/news/story/award-supports-development-of-safer-batteries-for-biomedical-devices) Clark School teams win alumni category, Warren Citrin Social Impact Award. [UM $75K Business Plan Competition Winners Announced ](/news/story/um-75k-business-plan-competition-winners-announced) Clark School chemical and biomolecular engineering students take second in mid-Atlantic region. [\"Team Thirsty Turtles\" Wins Spot in National Chem-E-Car Competition ](/news/story/team-thirsty-turtles-wins-spot-in-national-chemecar-competition) Program recognizes outstanding graduate students in NSF-supported fields. Number of undergrad recipients doubles. [17 Clark School Students Earn NSF Fellowships ](/news/story/17-clark-school-students-earn-nsf-fellowships) BioE junior is a top cyclist. [Gulick Named One of Glamour Magazine's Top 10 College Women ](/news/story/gulick-named-one-of-emglamourem-magazines-top-10-college-women) Ragahavan, colleagues create UV-curable polymer that more effectively separates cells from serum. [New Barrier Gel Will Improve Analysis of Blood Samples ](/news/story/new-barrier-gel-will-improve-analysis-of-blood-samples) MSE graduate student named ARCS Hesse Endowment Fellow. [Foundation Supports Gore's Efforts to Improve Fuel Cells ](/news/story/foundation-supports-gores-efforts-to-improve-fuel-cells) Engineers Without Borders faculty advisor recognized by national EWB organization. [Lovell Recognized for Service Leadership ](/news/story/lovell-recognized-for-service-leadership) Facebook event, advisors, pizza to provide support for undergraduate engineering majors. [Engineers Advised: Stay With It ](/news/story/engineers-advised-stay-with-it) Hulka, Hendricks awards will fund diverse sustainable energy research projects. [2012 Energy Research Fellows Announced ](/news/story/2012-energy-research-fellows-announced) Students demonstrate design skills, hard work, sense of humor and school spirit in inaugural competition. [Who's Best in 2012? Aerospace Wins Alumni Cup ](/news/story/whos-best-in-2012-aerospace-wins-alumni-cup) Contest brings out students' strong emotions, yields school swag. [Students the Clark School ](/news/story/students-9829-the-clark-school) Engineering freshmen build the field and help teams in the pits. [Engineering freshmen volunteer for FIRST Robotics \"Rebound Rumble\" ](/news/story/engineering-freshmen-volunteer-for-first-robotics-rebound-rumble) Aerospace engineering chair is new director of Institute of Defense Analyses initiative. [Lewis to Lead Science and Technology Policy Institute ](/news/story/lewis-to-lead-science-and-technology-policy-institute) Reginald Avery donates scholarship money to Greenbelt Elementary. [Building Goodwill: BioE Student Gives Away New Scholarship ](/news/story/building-goodwill-bioe-student-gives-away-new-scholarship) Two Clark School professors named UMD Distinguished Scholar-Teachers. [Espy-Wilson, Briber Honored for Passion for Learning ](/news/story/espywilson-briber-honored-for-passion-for-learning) Engineers Without Borders team designs and builds sustainable bridge over flood-prone stream for humans, livestock. [Students Complete Ethiopia Bridge Project ](/news/story/students-complete-ethiopia-bridge-project) Progress could aid in development of devices for those who, through illness or injury, have lost the ability to speak. [Clark School Researchers Help Decode Speech Recognition ](/news/story/clark-school-researchers-help-decode-speech-recognition) International Association for the Properties of Water and Steam adopted new standards in January 2012. [Sengers Helps Revamp Water Research Standards ](/news/story/sengers-helps-revamp-water-research-standards) Device developed at the Clark School could help prevent hemorrhages, stroke and death during brain surgery. [New Brain Probe Could Help Surgeons Avoid Blood Vessel Damage ](/news/story/new-brain-probe-could-help-surgeons-avoid-blood-vessel-damage) Electrical engineering alumnus formerly was CTO of Sony Corporation, co-founder of Sezmi. [Wiser Named Hearst Corporation CTO ](/news/story/wiser-named-hearst-corporation-cto) Deutsch Foundation-sponsored Clark School research offers multi-pronged attack on major medical problem. [Preventing Costly, Life-Threatening Catheter Infections ](/news/story/preventing-costly-lifethreatening-catheter-infections) Electrical fire quickly brought under control by sprinkler system. [Small Fire in J. M. Patterson Injures No One ](/news/story/small-fire-in-j-m-patterson-injures-no-one) Daniel Lathrop steps down to take associate dean position with College of Computer, Mathematical and Natural Sciences. [Murphy to Lead Physics Research Institute ](/news/story/murphy-to-lead-physics-research-institute) University 8th in national ranking of best value among public colleges. [UM a Top Academic Value According to Kiplinger's ](/news/story/um-a-top-academic-value-according-to-kiplingers) Feat part of larger body of Clark School research into preventing infections. [Bacteria Programmed to Re-Create UMD Logo ](/news/story/bacteria-programmed-to-recreate-umd-logo) Clark School, Smithsonian to develop and test system for measuring moisture in at-risk architecture and art. [Protecting Cultural Heritage ](/news/story/protecting-cultural-heritage) Clark School professor awarded Advisory Professor distinction, institution's highest honorary professorship. [Liu Honored by China's Northwestern Polytechnical University ](/news/story/liu-honored-by-chinas-northwestern-polytechnical-university) Aerospace engineering's Matthew Marcus wins Phi Kappa Phi Foundation's Shirley C. Sorensen Academic Excellence Award. [Student Recognized for Academic and Service Achievements ](/news/story/student-recognized-for-academic-and-service-achievements) At \"I Am an Entrepreneur\" event, students learn from successful young business leaders. [EIP Students Head to the White House ](/news/story/eip-students-head-to-the-white-house) American Association for the Advancement of Science recognizes meritorious efforts to advance science or its applications. [Lathrop, Chellappa Selected as Fellows ](/news/story/lathrop-chellappa-selected-as-fellows) Energy expert advocates investing in \"the other fuel cell\" to reduce reliance on fossil fuels now, not in decades. [Want Fuel Cells? Think Outside the Hydrogen Tank ](/news/story/want-fuel-cells-think-outside-the-hydrogen-tank) Company gives $110,000 toward scholarships, fellowships and new colloquium series at Clark School in 2011. [Sikorsky Invests in Next Generation of Helicopter Engineers ](/news/story/sikorsky-invests-in-next-generation-of-helicopter-engineers) Champions are working to out-innovate, out-educate and out-build the rest of the world. [Barbe Recognized by White House as Champion of Change ](/news/story/barbe-recognized-by-white-house-as-champion-of-change) Award honors Maryland individuals who have had a positive effect and tremendous impact in Maryland. [Barbe Receives Daily Record Innovator of the Year Award ](/news/story/barbe-receives-daily-record-innovator-of-the-year-award) Center will pilot ways universities can help improve how drugs and medical devices are evaluated. [FDA Awards UM a New Center for Regulatory Science ](/news/story/fda-awards-um-a-new-center-for-regulatory-science) List recognizes Maryland high schools that send the most students to the Clark School. [Clark School Names 2011-12 Top 25 Source Schools ](/news/story/clark-school-names-201112-top-25-source-schools) Product development, start-up ventures, FDA evaluation among topics to be covered. [2011 Fischell Festival to Highlight Invention, Entrepreneurship ](/news/story/2011-fischell-festival-to-highlight-invention-entrepreneurship) Praise for team entered into the Congressional Record. [Hoyer Honors UM Solar Decathlon Team ](/news/story/hoyer-honors-um-solar-decathlon-team) Campus-wide effort key to WaterShed victory in international competition. [ University of Maryland Wins 2011 Solar Decathlon ](/news/story/-university-of-maryland-wins-2011-solar-decathlon) Novel use of metal ions makes fluorine imaging more versatile. [Yu Aims to Make Multicolor MRI a Reality ](/news/story/yu-aims-to-make-multicolor-mri-a-reality) Alumnus Ramit Varma with \"Lessons from Booststrapped Entrepreneur.\" [Whiting-Turner Lectures Kick Off October 6 ](/news/story/whitingturner-lectures-kick-off-october-6) Engineer who revolutionized prognostics for electronics systems is inducted into Clark School's Innovation Hall of Fame. [System Failure Averted ](/news/story/system-failure-averted) UM and ACC partners receive grant to spur new clean energy ventures; Mtech is selected as the PI. [UM a Lead University in National Clean Energy Business Plan Competition ](/news/story/um-a-lead-university-in-national-clean-energy-business-plan-competition) DOE official calls for \"game-changing\" technologies at opening of University of Maryland Energy Research Center. [\"Twenty-Year Window of Opportunity\" ](/news/story/twentyyear-window-of-opportunity) Maryland Industrial Partnerships honored for innovative, effective, and replicable economic development strategies. [MIPS Wins Excellence in Economic Development Award ](/news/story/mips-wins-excellence-in-economic-development-award) Five grad students and 14 undergrads receive support from Corporate Partner. [New L-3 Scholarship/Fellowship Winners Announced ](/news/story/new-l3-scholarshipfellowship-winners-announced) Human-powered helicopter effort wins American Helicopter Museum and Education Center Achievement Award for 2011. [Gamera Team Honored ](/news/story/gamera-team-honored) Grants combine $3.2M from participating companies and $1M from Mtech Maryland Industrial Partnerships Program. [15 Technology Product Partnerships Earn Grants Worth $4.2M ](/news/story/15-technology-product-partnerships-earn-grants-worth-42m) Clark School student wins Best Overall Project with automatic volume leveler. [Showcase of Undergraduate Summer Research ](/news/story/showcase-of-undergraduate-summer-research) Topics include automatic speech recognition, computational imaging, energy efficient data systems. [Booz Allen Hamilton Colloquium Series Announced ](/news/story/booz-allen-hamilton-colloquium-series-announced) Talk to focus on the economic forces that drive Internet attacks and the modern cyber-criminal ecosystem. [Savage to Kick Off Google Cybersecurity Seminar Series, Sept. 1 ](/news/story/savage-to-kick-off-google-cybersecurity-seminar-series-sept-1) Canon U.S. Life Sciences senior fellow developing system for rapid diagnosis of disease. [Inoue Joins BioE as Professor of the Practice ](/news/story/inoue-joins-bioe-as-professor-of-the-practice) Second-year aero grad student part of small inaugural class of fellows. [John Vitucci Awarded NASA Fellowship ](/news/story/john-vitucci-awarded-nasa-fellowship) Professor offers expertise in nanotech, energy devices and flexible electronics. [Hu Joins Materials Science and Engineering Faculty ](/news/story/hu-joins-materials-science-and-engineering-faculty) Seek blend of military and academic personnel perspectives to generate new technologies. [Clark School, DARPA Launch Pilot Academic Fellows Program ](/news/story/clark-school-darpa-launch-pilot-academic-fellows-program) Mechanical engineering society's InterPACK event honors former ME chair. [ASME Dedicates Conference to Bar-Cohen ](/news/story/asme-dedicates-conference-to-barcohen) David Bader '96 helps establish new Computational Science and Engineering School. [Alumnus Co-founds New GaTech Engineering School ](/news/story/alumnus-cofounds-new-gatech-engineering-school) Clark School students to build inflatable space habitat in NASA competition finals. [Clark School a Finalist in NASA X-Hab Competition ](/news/story/clark-school-a-finalist-in-nasa-xhab-competition) Rethink nanotechnology to convert a car's waste heat into electrical power. [Sometimes Size Does Matter ](/news/story/sometimes-size-does-matter) Aviation operations collaboration is worth up to $60 million over length of contract. [FAA Approves NEXTOR II Research Contract ](/news/story/faa-approves-nextor-ii-research-contract) Clark School researchers write letter to editor of Journal of American Medical Association. [Davis, Balzano Skeptical of Cell Phone Radiation Studies ](/news/story/davis-balzano-skeptical-of-cell-phone-radiation-studies) Student team robotic vehicle successfully completed course and collected rock samples in RoboOps debut. [Clark School Takes 3rd at NASA Competition ](/news/story/clark-school-takes-3rd-at-nasa-competition) \"The Future of Online Identity\" will take place June 16 at 4:30 p.m. [Cybersecurity Seminar to Feature NIST's Schwartz ](/news/story/cybersecurity-seminar-to-feature-nists-schwartz) ME senior receives the university's highest honor awarded to a graduating senior. [Dylan Rebois Named University Medalist ](/news/story/dylan-rebois-named-university-medalist) Science Center honors metabolic engineering expert, high-profile grant winner who guides successful students. [Sriram Honored as Outstanding Engineer of the Year ](/news/story/sriram-honored-as-outstanding-engineer-of-the-year) At annual event, Dean Pines cites long-serving and new staff members. [Clark School Celebrates Hard-Working Staff ](/news/story/clark-school-celebrates-hardworking-staff) Reiser played a major role in establishing particle beam physics as an academic discipline. [Professor Martin Reiser Passes Away at 80 ](/news/story/professor-martin-reiser-passes-away-at-80) Flapping-wing vehicle sculpture to be installed at Spark! Lab at Museum of American History. [Clark School Lab Donates Ornithopter to Smithsonian ](/news/story/clark-school-lab-donates-ornithopter-to-smithsonian) Ten aerospace engineering students earn prestigious Vertical Flight Foundation Scholarships. [Clark School Students Take Off ](/news/story/clark-school-students-take-off) MEMS Materials and Processes Handbook is practical resource for academics, engineers, students. [Ghodssi Co-Edits Comprehensive MEMS Handbook ](/news/story/ghodssi-coedits-comprehensive-mems-handbook) Bentley, Awards for device work. [Professors Recognized for Exemplary Scholarship, Research ](/news/story/professors-recognized-for-exemplary-scholarship-research) First undergraduate scholarship beneficiaries of landmark $1 million gift named. [Inaugural L-3 Scholarship Winners Announced ](/news/story/inaugural-l3-scholarship-winners-announced) Leading researchers will discuss cyber-physical systems, NOAA satellites, and dragonfly flight. [Booz Allen Colloquium Series Announced ](/news/story/booz-allen-colloquium-series-announced) Professor and entrepreneur is ADVANCE Professor for Women Faculty of Color. [Espy-Wilson Selected For ADVANCE Program ](/news/story/espywilson-selected-for-advance-program) Funding will bring well-known robotics experts to campus for special lectures. [Techno-Sciences, Inc. Sponsors Robotics Seminars ](/news/story/technosciences-inc-sponsors-robotics-seminars) Student team risk assessment activity earns 3E prize for Hinman CEOs director. [Green Wins Entrepreneurship Education Competition ](/news/story/green-wins-entrepreneurship-education-competition) ECE professor recognized for high number of citations his publications received from fellow researchers. [Liu Inducted as ISI Highly Cited Researcher ](/news/story/liu-inducted-as-isi-highly-cited-researcher) Anh Duong (B.S. '82) addresses Class of 2010. [ChBE Alumna Encourages Clark School Grads to Set Sail ](/news/story/chbe-alumna-encourages-clark-school-grads-to-set-sail) Event will feature keynote by Former Director of National Intelligence Mike McConnell. [UMD Cybersecurity Center Launch Event Set for Dec. 9 ](/news/story/umd-cybersecurity-center-launch-event-set-for-dec-9) Deborah Goodings recognized for work at Clark School, Engineers Without Borders. [Former EWB Advisor Honored ](/news/story/former-ewb-advisor-honored) New NSF-funded UM program seeks to advance women faculty in science, engineering. [Changing the Odds ](/news/story/changing-the-odds) Explore undergraduate and graduate student research opportunities in robotics, sensors, networks. [Students Tour Nearby Army Research Lab ](/news/story/students-tour-nearby-army-research-lab) Please join the Clark School and university in remembering distinguished staff member. [Susan Frazier's Campus Memorial Services ](/news/story/susan-fraziers-campus-memorial-services) Team develops nanometers-thick, protective coatings for silver art, artifacts. [Materials Scientists, Conservators Join Forces ](/news/story/materials-scientists-conservators-join-forces) Inventor discusses new technology, entrepreneurship, personal philosophy. [Fischell Shows Students How to Succeed in Biomedical Device Design ](/news/story/fischell-shows-students-how-to-succeed-in-biomedical-device-design) Professor served as the provost and acting president of the Petroleum Institute. [Ohadi Returns to the Clark School ](/news/story/ohadi-returns-to-the-clark-school) List recognizes Maryland high schools that send the most students to the Clark School. [Clark School Names Top 25 Source Schools ](/news/story/clark-school-names-top-25-source-schools) Research into bat sonar calls could aid in robotics, assistive device design. [Horiuchi, Moss Receive $1.5M NSF Grant ](/news/story/horiuchi-moss-receive-15m-nsf-grant) Honor recognizes leadership in education and advancement of women engineers. [Flatau Receives Aerospace Educator Award ](/news/story/flatau-receives-aerospace-educator-award) Agreement expands research, development and engineering efforts between the two entities. [UM, Army Sign CRADA Agreement ](/news/story/um-army-sign-crada-agreement) Endowed scholarship honors late UMD CIO, BioE Director; aids Great Expectations campaign. [Stewart Named 1st Huskamp Award Recipient ](/news/story/stewart-named-1st-huskamp-award-recipient) Gift recognizes importance of nanofabrication research to electronics industry. [Oehrlein Receives IBM Faculty Award ](/news/story/oehrlein-receives-ibm-faculty-award) Briber leads effort to develop new instrumentation, measurement techniques. [$15M Neutron Scattering Collaboration with NIST Renewed ](/news/story/15m-neutron-scattering-collaboration-with-nist-renewed) New high-field spectrometer will help solve problems in biology, medicine, biofuels. [$1.9M NSF Grant Enables Study of Biomolecular Structures ](/news/story/19m-nsf-grant-enables-study-of-biomolecular-structures) Assistant professor studies protein engineering as applied to neurodegenerative diseases. [Matysiak Joins BioE Faculty ](/news/story/matysiak-joins-bioe-faculty) Microscopy, spectroscopy and microanalysis used to analyze bronze art, preserve sculpture. [Marquardt Studies Patinas at Smithsonian Institution ](/news/story/marquardt-studies-patinas-at-smithsonian-institution) Chemical engineering professor plans to share experiences with students this fall. [Calabrese Studies Gulf Oil, Nuclear Waste ](/news/story/calabrese-studies-gulf-oil-nuclear-waste) Current University of Iowa Executive VP and Provost named new U-Md. President, effective November 1 [Wallace D. Loh Appointed President of University of Maryland ](/news/story/wallace-d-loh-appointed-president-of-university-of-maryland) Novel technology to make speech clear for mobile phones, related communications. [OmniSpeech Wins $50K SAIC-VentureAccelerator Competition ](/news/story/omnispeech-wins-50k-saicventureaccelerator-competition) New partnership expands program, places students in federal labs. [BioE, FDA Offer Summer Research Experiences for Undergrads ](/news/story/bioe-fda-offer-summer-research-experiences-for-undergrads) Students present their accomplishments after 11-week research program. [Fair Showcases Undergrads' Summer Research ](/news/story/fair-showcases-undergrads-summer-research) Bee study could improve micro air vehicle agility in wind gusts. [Giving Robotic Flight More Buzz ](/news/story/giving-robotic-flight-more-buzz) Summer workshop will improve K-12 engineering, math education. [BioE Hosts Teachers in NSF-Sponsored Program ](/news/story/bioe-hosts-teachers-in-nsfsponsored-program) Espy-Wilson's technology eliminates background noise in cell phones, speech communications. [Professor Wins Women's Business Plan Competition ](/news/story/professor-wins-womens-business-plan-competition) Defense grants fund work on visual reasoning, animal-inspired flight, network security. [Clark School Participates in MURI Programs ](/news/story/clark-school-participates-in-muri-programs) World-class failure analysis, safety modeling laboratory under development. [Clark School's CALCE Connects with China ](/news/story/clark-schools-calce-connects-with-china) Quynh Nguyen (Ph.D. '03, chemical engineering) attends Summer Institute at Oxford. [Alumnus Wins World Nuclear University Fellowship ](/news/story/alumnus-wins-world-nuclear-university-fellowship) Clark School faculty start-up wins with rechargeable, flexible, thin-film battery technology. [FlexEl is Maryland Incubator Company of the Year ](/news/story/flexel-is-maryland-incubator-company-of-the-year) Aerospace engineering chair's work on hypersonic missile flight to be highlighted. [Lewis to Participate in Hypersonic Tech Event ](/news/story/lewis-to-participate-in-hypersonic-tech-event) TerpsRacing Baja team places 4th overall, first out of U.S. teams at competition. [Clark School Baja Team Tops in U.S. ](/news/story/clark-school-baja-team-tops-in-us) Framework for current and future cooperation with Lockheed Martin worth at least $3 million. [UM, LM Launch Strategic Relationship ](/news/story/um-lm-launch-strategic-relationship) Five Clark School-affiliated companies named finalists for Incubator Company of the Year. [Mtech, Alumna-Run Companies Vie for State Awards ](/news/story/mtech-alumnarun-companies-vie-for-state-awards) Study to define how mechanical stress affects cells' differentiation, growth. [Shah Receives Stem Cell Funds ](/news/story/shah-receives-stem-cell-funds) Clark School faculty promotions, moves announced. [Faculty News Roundup ](/news/story/faculty-news-roundup) Ten staff members recognized for \"milestone\" service. [Staff Honored for Clark School/UM Service ](/news/story/staff-honored-for-clark-schoolum-service) Speech software from Clark School's Espy-Wilson wins top prize, Citrin Award. [UM $75K Biz Plan Competition Winners Announced ](/news/story/um-75k-biz-plan-competition-winners-announced) MEGA formed to create a dialog between graduate students and department/Clark School officials. [Mechanical Engineering Launches Graduate Student Association ](/news/story/mechanical-engineering-launches-graduate-student-association) Paley studies schooling fish to improve motion coordination in unmanned vehicle teams. [Synchronized Swimming for Submarines ](/news/story/synchronized-swimming-for-submarines) Undergraduate will help facilitate student processional. [Graff Named Senior Marshal for Commencement ](/news/story/graff-named-senior-marshal-for-commencement) Department invites all to review research, hear lecture by Smithsonian leader. [Civil and Environmental Engineering Review, May 4 ](/news/story/civil-and-environmental-engineering-review-may-4) Sophoria Westmoreland, mechanical engineering grad student, receives Black Engineer awards. [\"A compelling role model for young women\" ](/news/story/a-compelling-role-model-for-young-women) ECE graduate students win prestigious, university-wide fellowship supporting quality dissertations. [Mitra, Zhang Awarded Wylie Fellowships ](/news/story/mitra-zhang-awarded-wylie-fellowships) Visit the Clark School Saturday for demonstrations, hands-on activities and more. [Upcoming Maryland Day Highlights ](/news/story/upcoming-maryland-day-highlights) University's \"Watershed\" house to compete on National Mall in fall of 2011. [UM a Solar Decathlon Finalist ](/news/story/um-a-solar-decathlon-finalist) Speech enhancing algorithm, storage cells named best of '09. [Espy-Wilson, Rubloff Are Top UM Inventors ](/news/story/espywilson-rubloff-are-top-um-inventors) Group to develop new treatments for genetic diseases affecting lungs, brain. [Muro Wins $1.72M National Institutes of Health R01 Grant ](/news/story/muro-wins-172m-national-institutes-of-health-r01-grant) Visiting scholar chooses Clark School based on faculty members' international reputations. [Lynen Fellow Vogli Joins MSE, IREAP ](/news/story/lynen-fellow-vogli-joins-mse-ireap) Aerospace, mechanical engineering students receive premier award for undergraduates. [Leishman, Schaler Named Goldwater Scholars ](/news/story/leishman-schaler-named-goldwater-scholars) BioE research in Journal of Neuroscience could benefit those with movement disorders. [Reconstructing Hand Movements Using Brain Signals ](/news/story/reconstructing-hand-movements-using-brain-signals) Civil engineering, ISR professor to lead highly-regarded chapter of student service group. [Lovell Named Engineers Without Borders Advisor ](/news/story/lovell-named-engineers-without-borders-advisor) Professors featured on Thomson Reuters' ISIHighlyCited.com. [Oehrlein, Arsenault Highly Cited Worldwide ](/news/story/oehrlein-arsenault-highly-cited-worldwide) John Anderson, Ali Mosleh and Ben Shneiderman join National Academy of Engineering. [Three New Clark School-Affiliated NAE Members ](/news/story/three-new-clark-schoolaffiliated-nae-members) Advanced visualization and data fusion system helped emergency management officials. [Clark School Tech Assists in Snow Emergency ](/news/story/clark-school-tech-assists-in-snow-emergency) Jafar Saniie (B.S. '74) recognized for ultrasonic signal processing work. [Clark School Alumnus Elected IEEE Fellow ](/news/story/clark-school-alumnus-elected-ieee-fellow) Assistant professor will study oil and gas management, CO2 sequestration. [Amir Riaz Joins ME Faculty ](/news/story/amir-riaz-joins-me-faculty) Society of Automotive Engineers cites professor's work in reliability of automotives, avionics. [Pecht Elected SAE Fellow ](/news/story/pecht-elected-sae-fellow) EducationWeek ranks Maryland public schools best in nation for second year. [Clark School Draws From #1 System (Again) ](/news/story/clark-school-draws-from-1-system-again) Clark School students won five out of 40 available U.S. Air Force positions. [Five Students Awarded USAF Internships ](/news/story/five-students-awarded-usaf-internships) Graduate and undergraduate papers ranked best in region. [Clark School Students Win AIAA Awards ](/news/story/clark-school-students-win-aiaa-awards) Funds support design of nano-tech coherent dielectric barriers for quantum computing. [Rubloff Team Wins $2.8M Army Grant ](/news/story/rubloff-team-wins-28m-army-grant) Micro and nano-scale power generation experts tour labs, review research. [Clark School Hosts PowerMEMS Community ](/news/story/clark-school-hosts-powermems-community) Professor recognized for contributions to photon correlation, semiconductor devices, integration technologies. [Dagenais Named Fellow of IEEE ](/news/story/dagenais-named-fellow-of-ieee) Undergraduate will help facilitate Dec. '09 student processional. [Lane Named Senior Marshal for Commencement ](/news/story/lane-named-senior-marshal-for-commencement) Retired U.S. Air Force general to address engineering grads. [Lyles to Speak at Commencement ](/news/story/lyles-to-speak-at-commencement) Michael Williams helped to save lives after Aberdeen Proving Ground accident. [Student's Actions Called Heroic ](/news/story/students-actions-called-heroic) Professor honored for professional achievement, scientific and service contributions to society. [Mayergoyz Receives Magnetics Society Achievement Award ](/news/story/mayergoyz-receives-magnetics-society-achievement-award) Professor recognized for leadership in bioengineering education. [Johnson Elevated to IEEE Fellowship ](/news/story/johnson-elevated-to-ieee-fellowship) ECE professor elected fellow of international professional association for technology advancement. [Shayman Named IEEE Fellow ](/news/story/shayman-named-ieee-fellow) Charles E. Waggner '54 establishes Goodings Professorship, advances Great Expectations Campaign. [Alum's Gift Honors Inspirational Professor ](/news/story/alums-gift-honors-inspirational-professor) Alumni Buno Pati and Phil Wiser founded the start-up TV network. [Sezmi Launches Customer Pilot in Los Angeles ](/news/story/sezmi-launches-customer-pilot-in-los-angeles) ChBE undergraduate brings One Laptop Per Child program to Madagascar. [Educating the World's Kids One Laptop at a Time ](/news/story/educating-the-worlds-kids-one-laptop-at-a-time) The endowed professorship appointment begins January 2010. [Mayergoyz Appointed Alford L. Ward Professor ](/news/story/mayergoyz-appointed-alford-l-ward-professor) Classes available on engineering and medicine, developing world and natural disasters. [Spring Debut for New Gen Ed Courses ](/news/story/spring-debut-for-new-gen-ed-courses) Linda Hudson will continue on Women in Engineering Program board. [WIE Advocate Named BAE Systems, Inc., CEO ](/news/story/wie-advocate-named-bae-systems-inc-ceo) Choi first to model removal of BPA during manufacturing. [Making Your Water Bottle Safer ](/news/story/making-your-water-bottle-safer) Alumnus celebrated for his influence on today's electronic devices. [Pati Inducted into Innovation Hall of Fame ](/news/story/pati-inducted-into-innovation-hall-of-fame) Aerospace engineering students solve 60-year-old design dilemma. [Maple Seeds Inspire Robotic Flight ](/news/story/maple-seeds-inspire-robotic-flight) UM tests its flu preparedness with help of Jeffrey Herrmann's clinic model. [Herrmann's Work Used at Vaccination Drill ](/news/story/herrmanns-work-used-at-vaccination-drill) Listing IDs 25 Md. high schools that send the most students to the Clark School. [Clark School Names Top 25 Source Schools ](/news/story/clark-school-names-top-25-source-schools) International society honors AeroE professor for smart structures and materials research. [Flatau to Receive Lifetime Achievement Award ](/news/story/flatau-to-receive-lifetime-achievement-award) Research Review Day showcases technology advancements in electrical and computer engineering. [ECE Event Highlights Innovation, Entrepreneurship ](/news/story/ece-event-highlights-innovation-entrepreneurship) White Symposium to discuss how electronic devices influence modern life. [Like to Surf or Game by Mobile Device? ](/news/story/like-to-surf-or-game-by-mobile-device) Yu group pursues MRI imaging of biomaterials injected to repair tissue. [Additional Funding for Fluorinated Biomaterials Research ](/news/story/additional-funding-for-fluorinated-biomaterials-research) AeroE professor to lead research initiatives for up to three years. [Flatau Appointed Interim Associate Dean ](/news/story/flatau-appointed-interim-associate-dean) Mtech establishes living-learning entrepreneurship program for freshmen, sophomores. [New Honors Entrepreneurship Program Created ](/news/story/new-honors-entrepreneurship-program-created) NSF grant supports research to authenticate digital speech content, thwart malicious editing. [Espy-Wilson to Ensure Hearing is Believing ](/news/story/espywilson-to-ensure-hearing-is-believing) New Institute for Systems Research leader to take reigns October 1. [Ghodssi Appointed Director of ISR ](/news/story/ghodssi-appointed-director-of-isr) Free intellectual property assistance offered through Mtech's TAP incubator. [Legal Resource Center Comes to Clark School ](/news/story/legal-resource-center-comes-to-clark-school) Faculty, students appear on Science Channel, ABC, Discovery.com. [Clark School Meets Hollywood ](/news/story/clark-school-meets-hollywood) Research could allow for new class of software, boosting productivity, security. [Barua Wins NSF Grant ](/news/story/barua-wins-nsf-grant) Prof. Mark J. Lewis takes helm September 14. [Lewis Named Aerospace Chair ](/news/story/lewis-named-aerospace-chair) Inventor honored for hybrid engine design used in Toyota vehicles. [Severinsky to Receive Edison Patent Award ](/news/story/severinsky-to-receive-edison-patent-award) Students present their summer research accomplishments at annual MERIT/TREND fair. [Fair Showcases Undergrad Summer Research ](/news/story/fair-showcases-undergrad-summer-research) Research designed to increase effectiveness of lithium ion batteries. [Cumings Leads EFRC Nanowire Team ](/news/story/cumings-leads-efrc-nanowire-team) Professor is Co-PI on new grant for research to help tongue cancer patients' speech. [NIH Grant for Espy-Wilson ](/news/story/nih-grant-for-espywilson) Modeling program to assist public health officials in fight against swine flu. [Herrmann Develops Software for H1N1 Vaccinations ](/news/story/herrmann-develops-software-for-h1n1-vaccinations) Electric guitars, developed by Clark School professor, students, expand sound range, control. [Leaving No Tone Unturned ](/news/story/leaving-no-tone-unturned) Aero grad one of nine in 2009 NASA class of astronaut candidates. [Alumna Epps Selected as Astronaut ](/news/story/alumna-epps-selected-as-astronaut) Trauma Solutions a finalist in corporate-sponsored $250K business plan contest. [Kofinas Team Advances in Global Competition ](/news/story/kofinas-team-advances-in-global-competition) Aero students dominate in first year of international satellite design competition. [Clark School Wins CANSAT ](/news/story/clark-school-wins-cansat) Clark School Center for Energetics Concepts Development celebrates 10th anniversary. [Celebrating a Decade of Energetics Work ](/news/story/celebrating-a-decade-of-energetics-work) Natural system to reduce pollution, flooding result of university-community partnership. [Students Build Anacostia Bio-Retention Facility ](/news/story/students-build-anacostia-bioretention-facility) Hydrogen Seminar at Clark School includes preview of Chevy Equinox. [GM Showcases Fuel Cell Vehicles ](/news/story/gm-showcases-fuel-cell-vehicles) Vilnius professor Doctor Honoris [Skibniewski Receives Honorary Degree ](/news/story/skibniewski-receives-honorary-degree) Conservation advocate Philip Hannam serves as student speaker. [Clark School Holds 2009 Commencement ](/news/story/clark-school-holds-2009-commencement) Bradley Johnson, aerospace engineering, takes first place for rotorcraft research. [Dean's Master's Student Research Awards Announced ](/news/story/deans-masters-student-research-awards-announced) Phillip Hannam receives the university's highest honor awarded to a graduating senior. [ME Student Awarded the 2009 University Medal ](/news/story/me-student-awarded-the-2009-university-medal) Discussion of Women In Engineering Program on 1450 AM Saturday at 8 a.m. [Radio Show to Feature WIE ](/news/story/radio-show-to-feature-wie) Annual Honors & Awards ceremony recognizes stellar students. [Clark School Honors Its Own ](/news/story/clark-school-honors-its-own) Thirteen staff members recognized for \"milestone\" service. [Staff Honored for Clark School/UM Service ](/news/story/staff-honored-for-clark-schoolum-service) High-capacity battery, Third World micro-power grids, other business plan winners. [And $75K in Prizes Goes to... ](/news/story/and-75k-in-prizes-goes-to) Shenqiang Ren (materials science and engineering) takes first place and $1,500 prize. [Dean's Doctoral Research Award Winners Announced ](/news/story/deans-doctoral-research-award-winners-announced) Term with American Institute of Aeronautics and Astronautics to begin in May. [Lewis Is AIAA President-Elect ](/news/story/lewis-is-aiaa-presidentelect) Gala to recognize bioengineering benefactor, Chan-Mo Park and Anh Duong. [Fischell, Alumni to Be Honored ](/news/story/fischell-alumni-to-be-honored) Russ scores second win; U-Md. students represent 4 out of 5 finalists. [Fischell Undergrads Dominate Bioethics Contest ](/news/story/fischell-undergrads-dominate-bioethics-contest) Junior recognized for work in blood-coagulating hydrogels. [Behrens Wins Student Research Award ](/news/story/behrens-wins-student-research-award) Microscopy Society of America honors MSE grad student for nanotube crystallization paper. [Parag Banerjee Wins Presidential Student Award ](/news/story/parag-banerjee-wins-presidential-student-award) Stipend will support study of carbon traffic in plant cells. [Lin Wins ASPB SURF Fellowship ](/news/story/lin-wins-aspb-surf-fellowship) Professor helped found Institute of Biological Engineering. [Johnson Elected IBE Fellow ](/news/story/johnson-elected-ibe-fellow) Student presents at National Society of Black Engineers Annual Convention. [ME Senior Wins Prestigious Research Awards ](/news/story/me-senior-wins-prestigious-research-awards) Campus memorial service to be held Wednesday, March 25 at 3:00 pm in the University Chapel. [Professor and Innovator Hung C. Lin Dies at 89 ](/news/story/professor-and-innovator-hung-c-lin-dies-at-89) Chinese Institute of Engineers honors Alcatel-Lucent Bell Labs president. [Kim Receives Lifetime Achievement Award ](/news/story/kim-receives-lifetime-achievement-award) Alum worked for 40 years at Lockheed and was designer in Skunkworks project. [Distinguished Alumnus William Bissell Passes Away ](/news/story/distinguished-alumnus-william-bissell-passes-away) Engineering student inspires QUEST program project connecting Ukrainian orphans with higher ed. [Student Project Assists Orphans ](/news/story/student-project-assists-orphans) Palo Alto exhibition features 50 most important African Americans in technology. [\"Soul of Technology\" Highlights Espy-Wilson ](/news/story/soul-of-technology-highlights-espywilson) Former NASA head receives National Space Trophy. [Alumnus Griffin Honored ](/news/story/alumnus-griffin-honored) Maryland College Personnel Association recognizes Nicole Roop for professional service. [Roop Receives MCPA Award ](/news/story/roop-receives-mcpa-award) Mechanical engineering students collect coats for WPGC coat drive. [Students Collect 100+ Donated Coats ](/news/story/students-collect-100-donated-coats) Mtech to administer funds for startups that help Chesapeake Bay. [O'Malley Announces $250K Seed Capital Fund ](/news/story/omalley-announces-250k-seed-capital-fund) Clark School engineers discover new material to reduce lead in electronics, landfills. [Reducing Our Lead Footprint ](/news/story/reducing-our-lead-footprint) Clark School tech startup led by ECE's Gilmer Blankenship takes $500K prize. [TRX Wins Global Security Challenge ](/news/story/trx-wins-global-security-challenge) New biomaterial designed to stop bleeding. [\"Nano-Velcro\" Wins at Bioscience Day ](/news/story/nanovelcro-wins-at-bioscience-day) PANOPTIS uses echolocation and optic flow sensors for micro air vehicles. [Horiuchi, Humbert Developing Bio-Inspired Navigation ](/news/story/horiuchi-humbert-developing-bioinspired-navigation) Students and staff create software for \"Games for Health Game Jam\" Competition. [CATT Team Wins \"Serious Games\" Competition ](/news/story/catt-team-wins-serious-games-competition) Campus ranked at #9 in Kiplinger's rating of public colleges. [UM Rises Among Best Values ](/news/story/um-rises-among-best-values) Science, Technology and Society Scholars tour medical center prosthetics lab. [Students Visit Walter Reed ](/news/story/students-visit-walter-reed) Professor recognized for contributions to UMD's international programs. [Sengers to Receive International Service Award ](/news/story/sengers-to-receive-international-service-award) Chair of Clark School's Department of Aerospace Engineering becomes Dean and Farvardin Professor. [Darryll Pines Named Dean of the Clark School ](/news/story/darryll-pines-named-dean-of-the-clark-school) ECE faculty member recognized by Bulgarian president for work in IT. [Petrov Wins Atanasoff Award ](/news/story/petrov-wins-atanasoff-award) Four civil engineering students take part in summer internship/scholarship opportunity. [Greenhorne & O'Mara Pilots Intern Program ](/news/story/greenhorne--omara-pilots-intern-program) Company founded by Prof. Gilmer Blankenship is one of two American finalists. [TRX Systems Finalist in Security Challenge ](/news/story/trx-systems-finalist-in-security-challenge) Clark School researchers introduce new era of miniaturization in machines. [Microscale Pumps, Turbines to be Reality ](/news/story/microscale-pumps-turbines-to-be-reality) ME professor to collaborate with University of Maryland School of Medicine. [Desai Awarded $1.27M NIH Grant ](/news/story/desai-awarded-127m-nih-grant) Grad student invited to conference and to submit solicited research to journal. [Breger Takes Diabetes Technology Bronze ](/news/story/breger-takes-diabetes-technology-bronze) Anik Singal is one of the Top 25 Best Entrepreneurs for 2008. [Hinman Alum Recognized by BusinessWeek ](/news/story/hinman-alum-recognized-by-ibusinessweeki) Aerospace Corporation honor goes to David B. Mayo. [Mayo Receives Graduate Fellowship Award ](/news/story/mayo-receives-graduate-fellowship-award) Barch gift supports scholarship in chemical engineering and golf. [Great Expectations: Spotlight on Giving ](/news/story/igreat-expectationsi-spotlight-on-giving) Campus programs ranked in top 3 of Aviation Week study. [University Ranked in Aero-Defense Workforce Study ](/news/story/university-ranked-in-aerodefense-workforce-study) His Clinic Planning Model Generator is used by public health departments across the country. [Herrmann Receives 'Innovator of the Year' Award ](/news/story/herrmann-receives-innovator-of-the-year-award) Aerospace students win first place in the 25th Annual American Helicopter Design Competition. [Clark School Students No. 1 in Helicopter Design ](/news/story/clark-school-students-no-1-in-helicopter-design) EE alumnus, inventor of pulse Doppler radar was 86. [Innovation Hall of Famer Smith Dies ](/news/story/innovation-hall-of-famer-smith-dies) Appointments to group of distinguished educators effective as of July 1. [Six New Keystone Professors Selected ](/news/story/six-new-keystone-professors-selected) Contract awarded to study Lunar Surface Systems and Minimum Habitation Functions. [Space Systems Lab Awarded NASA Contract ](/news/story/space-systems-lab-awarded-nasa-contract) Phillip Merrill Presidential Scholars Program honors students from BioE, FPE. [Blair, Awojoodu Named Merrill Scholars ](/news/story/blair-awojoodu-named-merrill-scholars) Mayfly-mimicking sensor may improve detection in stagnant environments. [Bug-Inspired Engineering for Better Sensors ](/news/story/buginspired-engineering-for-better-sensors) Terrapin Undergraduate Rover for Terrestrial Lunar Exploration awarded first place. [Project TURTLE Wins NASA Competition ](/news/story/project-turtle-wins-nasa-competition) AccuStrata, TRX Systems, Zymetis win Incubator Company of the Year awards. [Three TAP Companies Honored ](/news/story/three-tap-companies-honored) L'Oreal USA Fellowship for Women in Science awarded to alumna. [L'Oreal Fellowship Presented to Ugrina ](/news/story/loreal-fellowship-presented-to-ugrina) Aerospace junior discusses importance of investments in space program. [Clark School Ambassador Visits Congress ](/news/story/clark-school-ambassador-visits-congress) Undergraduate DeMuth recognized at Commencement '08. [ChBE Student Wins University Medal ](/news/story/chbe-student-wins-university-medal) ECE recognizes Prof. Steven Tretter, a UM alumnus, for 42 years of service. [Tretter Honored at Retirement Celebration ](/news/story/tretter-honored-at-retirement-celebration) Greg Teitelbaum is currently featured on the University of Maryland website. [ME Student Adorns University Home Page ](/news/story/me-student-adorns-university-home-page) Triple-major serves as student speaker. [Clark School Holds 2008 Commencement ](/news/story/clark-school-holds-2008-commencement) ECE alumni Pati and Wiser attract attention with creation of new network alternative to cable. [Alumni Introduce \"Sezmi,\" New Broadcast TV Network ](/news/story/alumni-introduce-sezmi-new-broadcast-tv-network) Class captures real-world challenges with open-ended problems, team-based collaboration. [Robotics Course Drives Students to Succeed ](/news/story/robotics-course-drives-students-to-succeed) Civil engineering associate professor to chair University Senate in 2009-2010. [Miller-Hooks Named Senate Chair-Elect ](/news/story/millerhooks-named-senate-chairelect) Six winners were selected from eight finalist teams. [UM $50K Business Plan Competition Winners Announced ](/news/story/um-50k-business-plan-competition-winners-announced) Reza Ghodssi is recognized for sustained and influential scientific and scholarly work. [Ghodssi Named Herbert Rabin Distinguished Professor ](/news/story/ghodssi-named-herbert-rabin-distinguished-professor) Clark School commencement will take place at noon May 23, at Comcast Center. [Lockheed CTO to Address Graduates ](/news/story/lockheed-cto-to-address-graduates) Formula racing team speeds to strong finish, best results since 2003. [Terps Racing Starts Season Strong ](/news/story/terps-racing-starts-season-strong) Department will mark 100th anniversary with forum events, gala September 26-27. [ECE Centennial To Feature Dean Kamen ](/news/story/ece-centennial-to-feature-dean-kamen) Junior, two seniors take top three spots in technical paper competition. [Aero Undergrads Sweep AIAA Awards ](/news/story/aero-undergrads-sweep-aiaa-awards) [Scholl Family Supports Engineers Without Borders ](/news/story/scholl-family-supports-engineers-without-borders) $25K gift enables project in Africa, aids Great Expectations campaign. "}