{"title": "Effect of contamination and purity priming on attitudes to vaccination and other health interventions: A randomised controlled experiment - PubMed", "author": "Username", "url": "https://pubmed.ncbi.nlm.nih.gov/34635374/", "hostname": "ncbi.nlm.nih.gov", "description": "The objective of this experiment is to assess whether priming for contamination and purity causes a change in attitudes to health interventions, including vaccination, and complementary and alternative medicines (CAMs). An online priming experiment was conducted with four between-subject experimenta ...", "sitename": "PubMed", "date": "2021-10-29", "cleaned_text": "Effect of contamination and purity priming on attitudes to vaccination and other health interventions: A randomised controlled experiment - PMID: 34635374 - DOI: [10.1016/j.vaccine.2021.09.063](https://doi.org/10.1016/j.vaccine.2021.09.063) Effect of contamination and purity priming on attitudes to vaccination and other health interventions: A randomised controlled experiment Abstract The objective of this experiment is to assess whether priming for contamination and purity causes a change in attitudes to health interventions, including vaccination, and complementary and alternative medicines (CAMs). An online priming experiment was conducted with four between-subject experimental conditions including photos of: 1) biological contamination, 2) chemical contamination, 3) pure environments, such as pristine landscapes, and 4) hazard signs/icons indicating physical threats. Two control conditions included photos of neutral scenes and neutral icons, whereby experimental groups were compared against the related control groups (photograph for conditions 1-3 and neutral icons for condition 4). Subjects were randomly assigned to one of the six conditions, and after exposure to the images they were asked to rate 10 conventional and alternative health interventions for effectiveness and safety, as well being assessed for disgust sensitivity using the reduced-item DPSS-R [10]. A total of 642 adults completed the experiment. Exposure to primes did not cause a differential change in ratings of health interventions. Nevertheless, higher levels of sensitivity to disgust were associated with lower ratings of the effectiveness of MMR vaccination, tetanus injection, antibiotics, and surgery; and higher levels of sensitivity to disgust were associated with higher ratings of effectiveness of vitamins/minerals. In conclusion, this online experiment did not find an experimental effect of priming for contamination and purity on subjects' ratings of the safety and effectiveness of conventional and alternative health interventions. This indicates that attitudes to these health interventions are not influenced by a temporary increase in the salience of feelings of contamination or purity. However, individual differences in disgust sensitivity are related to their attitudes to vaccination and CAM interventions. Keywords: Contamination fear; Disgust sensitivity; Health Vaccine hesitancy. Copyright © 2021 Elsevier Ltd. All rights reserved. Conflict of interest statement Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Similar articles - [Effects of disgust priming and disgust sensitivity on moral judgement.](/25622917/)Int J Psychol. 2016 Apr;51(2):102-8. doi: 10.1002/ijop.12143. Psychol. 2016. PMID: 25622917 Clinical Trial. - [Fear, disgust, and abnormal eating attitudes: a preliminary study.](/12210664/)Int J Eat Disord. 2002 Disord. 2002. PMID: 12210664 - [Disgust as an emotional driver of vaccine attitudes and uptake? A mediation analysis.](/31063117/)Epidemiol Infect. 2019 - [Does priming negative emotions really contribute to more positive aesthetic judgments? A comparative study of emotion priming paradigms using emotional faces versus emotional scenes and multiple negative emotions with fEMG.](/30475035/)Emotion. 2019 Dec;19(8):1396-1413. doi: 10.1037/emo0000528. Epub 2018 Nov 26. Emotion. 2019. PMID: 30475035 - [Interventions aimed at communities to inform and/or educate about early childhood vaccination.](/25408540/)Cochrane Database Syst Rev. 2014 Nov Syst 2014. PMID: 25408540 Review. Publication types MeSH terms LinkOut - more resources Full Text Sources Medical "}