{"title": "Erectile dysfunction", "author": null, "url": "https://www.mayoclinic.org/diseases-conditions/erectile-dysfunction/diagnosis-treatment/drc-20355782", "hostname": "mayoclinic.org", "description": "Understand what can cause the inability to get and keep an erection firm enough for sex and the possible treatment options.", "sitename": null, "date": "2022-03-29", "cleaned_text": "Diagnosis Erectile dysfunction FAQs Urologist Tobias Kohler, M.D., answers the most frequently asked questions about erectile dysfunction. Hi. I'm Dr. Kohler, a urologist at Mayo Clinic. I'm here to answer some of the important questions you may have about erectile dysfunction. Problems with erectile dysfunction are super common. If you look at the decade of life, that predicts what percent of men will have problems. So, for example, 50% of 50-year-olds, 60% of 60-year-olds, so on and so forth, will have problems with erections. But that does not necessarily mean that as you get older, you have to have problems of the penis. There are plenty of men in their 60s, 70s and 80s and 90s with great sex lives. In other words, if you take great care your penis, your penis will take great care of you. So the things that you can do to take care of yourself to help with erections include exercising, eating well, including a diet high in fruits and vegetables, having a slimmer waistline, sleeping well, quitting smoking. A lot of these things I mentioned are as powerful as medications in helping with erections and improving your sex life. The penis and overall health is so strongly connected, it's really important to remember that the penis is one of the most powerful predictors we have, especially in young men, for heart attacks. The blood vessels that feed the penis are relatively small. Blood vessels in the heart and the neck are a little bit bigger. So therefore, the penis can predict heart attacks or strokes years in advance when they may occur. Yes and no. So when we talk about what truly is a problem with erectile dysfunction, the definition is a problem that lasts greater than three months and is a consistent inability to obtain or maintain an erection adequate for intercourse. So when young men get problems with erections, which is very, very common because it's normal to have bad nights here and there. And so, if it happens occasionally, you don't need to be as worried about that. But if you have consistent problems, you absolutely should and must get checked out by a doctor to figure out what's going on, not only because there are great treatments available, but because we may discover underlying medical problems. When young men have problems with erections, most of the time it's a confidence issue. And so, there are different ways to deal with that. One way is to give medications to get the confidence back. Another way is to use specialists trained in behavioral techniques to get confidence back, so sexual counselors or therapists can really help with this problem. Modern day, we have several new, exciting, experimental things, such as shockwave therapy of the penis or platelet-rich plasma or stem cell therapy. These are not ready for prime time, and so you should not, as a patient, have to spend your hard-earned money to see whether or not this works for you. It's better to be part of a clinical trial to see if that works or to go with more traditional therapies at this point. If you want to be a great partner for your medical team to help solve problems with erections, the number one thing you can do is book an appointment. Just like anything else in life, you have to take the initiative, set up an appointment for your physician, say, \"Doc, I have a problem with sex.\" Never hesitate to ask your medical team any questions or concerns you have. Being informed makes all the difference. Thanks for your time and we wish you well. For many people, a physical exam and answering questions (medical history) are all that's needed for a doctor to diagnose erectile dysfunction and recommend a treatment. If you have chronic health conditions or your doctor suspects that an underlying condition might be involved, you might need further tests or a consultation with a specialist. Tests for underlying conditions might include: - Physical exam. This might include careful examination of your penis and testicles and checking your nerves for sensation. - Blood tests. A sample of your blood might be sent to a lab to check for signs of heart disease, diabetes, low testosterone levels and other health conditions. - Urine tests (urinalysis). Like blood tests, urine tests are used to look for signs of diabetes and other underlying health conditions. - Ultrasound. This test is usually performed by a specialist in an office. It involves using a wandlike device (transducer) held over the blood vessels that supply the penis. It creates a video image to let your doctor see if you have blood flow problems. This test is sometimes done in combination with an injection of medications into the penis to stimulate blood flow and produce an erection. - Psychological exam. Your doctor might ask questions to screen for depression and other possible psychological causes of erectile dysfunction. Treatment The first thing your doctor will do is to make sure you're getting the right treatment for any health conditions that could be causing or worsening your erectile dysfunction. Depending on the cause and severity of your erectile dysfunction and any underlying health conditions, you might have various treatment options. Your doctor can explain the risks and benefits of each treatment and will consider your preferences. Your partner's preferences also might play a role in your treatment choices. Oral medications Oral medications are a successful erectile dysfunction treatment for many men. They include: - four medications enhance the effects of nitric oxide — a natural chemical your body produces that relaxes muscles in the penis. This increases blood flow and allows you to get an erection in response to sexual stimulation. Taking one of these tablets will not automatically produce an erection. Sexual stimulation is needed first to cause the release of nitric oxide from your penile nerves. These medications amplify that signal, allowing normal penile function in some people. Oral erectile dysfunction medications are not aphrodisiacs, will not cause excitement and are not needed in people who get normal erections. The medications vary in dosage, how long they work and side effects. Possible side effects include flushing, nasal congestion, headache, visual changes, backache and stomach upset. Your doctor will consider your particular situation to determine which medication might work best. These medications might not treat your erectile dysfunction immediately. You might need to work with your doctor to find the right medication and dosage for you. Before taking any medication for erectile dysfunction, including over-the-counter supplements and herbal remedies, get your doctor's OK. Medications for erectile dysfunction do not work in everyone and might be less effective in certain conditions, such as after prostate surgery or if you have diabetes. Some medications might also be dangerous if you: - Take nitrate drugs — commonly prescribed for chest pain (angina) — such as - Have heart disease or heart failure - Have very low blood pressure (hypotension) Other medications Other medications for erectile dysfunction include: - Alprostadil self-injection. With this method, you use a fine needle to inject alprostadil (Caverject, Edex) into the base or side of your penis. In some cases, medications generally used for other conditions are used for penile injections on their own or in combination. Examples include alprostadil and phentolamine. Often these combination medications are known as bimix (if two medications are included) or trimix (if three are included). Each injection is dosed to create an erection lasting no longer than an hour. Because the needle used is very fine, pain from the injection site is usually minor. Side effects can include mild bleeding from the injection, prolonged erection (priapism) and, rarely, formation of fibrous tissue at the injection site. - Alprostadil urethral suppository. Alprostadil (Muse) intraurethral therapy involves placing a tiny alprostadil suppository inside your penis in the penile urethra. You use a special applicator to insert the suppository into your penile urethra. The erection usually starts within 10 minutes and, when effective, lasts between 30 and 60 minutes. Side effects can include a burning feeling in the penis, minor bleeding in the urethra and formation of fibrous tissue inside your penis. - Testosterone replacement. Some people have erectile dysfunction that might be complicated by low levels of the hormone testosterone. In this case, testosterone replacement therapy might be recommended as the first step or given in combination with other therapies. Penis pumps, surgery and implants Battery-powered penis pump for erectile dysfunction Battery-powered penis pump for erectile dysfunction A penis pump is used to draw blood into the penis to create an erection. You then place a rubber ring around the base of the penis to maintain the erection. If medications aren't effective or appropriate in your case, your doctor might recommend a different treatment. Other treatments include: - Penis pumps. A penis pump (vacuum erection device) is a hollow tube with a hand-powered or battery-powered pump. The tube is placed over your penis, and then the pump is used to suck out the air inside the tube. This creates a vacuum that pulls blood into your penis. Once you get an erection, you slip a tension ring around the base of your penis to hold in the blood and keep it firm. You then remove the vacuum device. The erection typically lasts long enough for a couple to have sex. You remove the tension ring after intercourse. Bruising of the penis is a possible side effect, and ejaculation will be restricted by the band. Your penis might feel cold to the touch. If a penis pump is a good treatment choice for you, your doctor might recommend or prescribe a specific model. That way, you can be sure it suits your needs and that it's made by a reputable manufacturer. - Penile implants. This treatment involves surgically placing devices into both sides of the penis. These implants consist of either inflatable or malleable (bendable) rods. Inflatable devices allow you to control when and how long you have an erection. The malleable rods keep your penis firm but bendable. Penile implants are usually not recommended until other methods have been tried first. Implants have a high degree of satisfaction among those who have tried and failed more-conservative therapies. As with any surgery, there's a risk of complications, such as infection. Penile implant surgery is not recommended if you currently have a urinary tract infection. Exercise Recent studies have found that exercise, especially moderate to vigorous aerobic activity, can improve erectile dysfunction. Even less strenuous, regular exercise might reduce the risk of erectile dysfunction. Increasing your level of activity might also further reduce your risk. Discuss an exercise plan with your doctor. Psychological counseling If your erectile dysfunction is caused by stress, anxiety or depression — or the condition is creating stress and relationship tension — your doctor might suggest that you, or you and your partner, visit a psychologist or counselor. More Information From Mayo Clinic to your inbox Sign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health. [Click here for an email preview.](https://links.e.response.mayoclinic.org/EmailPreview-GeneralHealth) ErrorEmail field is required ErrorInclude a valid email address To provide you with the most relevant and helpful information, and understand which information is beneficial, we may combine your email and website usage information with other information we have about you. If you are a Mayo Clinic patient, this could include protected health information. If we combine this information with your protected health information, we will treat all of that information as protected health information and will only use or disclose that information as set forth in our notice of privacy practices. You may opt-out of email communications at any time by clicking on the unsubscribe link in the e-mail. Thank you for subscribing! You'll soon start receiving the latest Mayo Clinic health information you requested in your inbox. Sorry something went wrong with your subscription Please, try again in a couple of minutes Clinical trials [Explore Mayo Clinic studies](https://www.mayo.edu/research/clinical-trials/search-results?studySiteStatusesGrouped=Open/Status Unknown&pocId=CON-20253623) testing new treatments, interventions and tests as a means to prevent, detect, treat or manage this condition. Lifestyle and home remedies For many people, erectile dysfunction is caused or worsened by lifestyle choices. Here are some steps that might help: - If you smoke, quit. If you have trouble quitting, get help. Try nicotine replacement, such as over-the-counter gum or lozenges, or ask your doctor about a prescription medication that can help you quit. - Lose excess pounds. Being overweight can cause — or worsen — erectile dysfunction. - Include physical activity in your daily routine. Exercise can help with underlying conditions that play a part in erectile dysfunction in a number of ways, including reducing stress, helping you lose weight and increasing blood flow. - Get treatment for alcohol or drug problems. Drinking too much or taking certain illegal drugs can worsen erectile dysfunction directly or by causing long-term health problems. - Work through relationship issues. Consider couples counseling if you're having trouble improving communication with your partner or working through problems on your own. Alternative medicine Before using any supplement, check with your doctor to make sure it's safe for you — especially if you have chronic health conditions. Some alternative products that claim to work for erectile dysfunction can be dangerous. The Food and Drug Administration (FDA) has issued warnings about several types of \"herbal viagra\" because they contain potentially harmful drugs not listed on the label. The dosages might also be unknown, or they might have been contaminated during formulation. Some of these drugs can interact with prescription drugs and cause dangerously low blood pressure. These products are especially dangerous for anyone who takes nitrates. Coping and support Whether the cause is physical, psychological or a combination of both, erectile dysfunction can become a source of mental and emotional stress for you and your partner. Here are some steps you can take: - Don't assume you have a long-term problem. Don't view occasional erection problems as a reflection on your health or masculinity, and don't automatically expect to have erection trouble again during your next sexual encounter. This can cause anxiety, which might make erectile dysfunction worse. - Involve your sexual partner. Your partner might see your inability to have an erection as a sign of diminished sexual interest. Your reassurance that this isn't the case can help. Communicate openly and honestly about your condition. Treatment can be more successful for you when you involve your partner. - Don't ignore stress, anxiety or other mental health concerns. Talk to your doctor or consult a mental health provider to address these issues. Preparing for your appointment You're likely to start by seeing your family doctor. Depending on your particular health concerns, you might go directly to a specialist — such as a doctor who specializes in male genital problems (urologist) or a doctor who specializes in the hormonal systems (endocrinologist). Because appointments can be brief and there's often a lot of ground to cover, it's a good idea to be well prepared. Here's some information to help you get ready and know what to expect from your doctor. What you can do Take these steps to prepare for your appointment: - Ask what you need to do ahead of time. When you make the appointment, be sure to ask if there's anything you need to do in advance. For example, your doctor might ask you not to eat before having a blood test. - Write down any symptoms you've had, including any that might seem unrelated to erectile dysfunction. - Write down key personal information, including any major stresses or recent life changes. - Make a list of all medications, vitamins, herbal remedies and supplements you take. - Take your partner along, if possible. Your partner can help you remember something that you missed or forgot during the appointment. - Write down questions to ask your doctor. For erectile dysfunction, some basic questions to ask your doctor include: - What's the most likely cause of my erection problems? - What are other possible causes? - What kinds of tests do I need? - Is my erectile dysfunction most likely temporary or chronic? - What's the best treatment? - What are the alternatives to the primary approach that you're suggesting? - How can I best manage other health conditions with my erectile dysfunction? - Are there any restrictions that I need to follow? - Should I see a specialist? What will that cost, and will the visit be covered by my insurance? - If medication is prescribed, is there a generic alternative? - Are there any brochures or other printed material that I can take home with me? What websites do you recommend? In addition to your prepared questions, don't hesitate to ask additional questions during your appointment. What to expect from your doctor Your doctor is likely to ask you a number of questions. Be prepared for questions such as these: - What other health concerns or chronic conditions do you have? - Have you had any other sexual problems? - Have you had any changes in sexual desire? - Do you get erections during masturbation, with a partner or while you sleep? - Are there any problems in your relationship with your sexual partner? - Does your partner have any sexual problems? - Are you anxious, depressed or under stress? - Have you ever been diagnosed with a mental health condition? If so, do you currently take any medications or get psychological counseling (psychotherapy) for it? - When did you first begin noticing sexual problems? - Do your erectile problems occur only sometimes, often or all of the time? - What medications do you take, including any herbal remedies or supplements? - Do you drink alcohol? If so, how much? - Do you use any illegal drugs? - What, if anything, seems to improve your symptoms? - What, if anything, seems to worsen your symptoms? Our caring team of Mayo Clinic experts can help you with your health concerns. Visit Mayo Clinic Men's Health to get started. "}