{"title": "Healthy diet during pregnancy", "author": "Healthdirect Australia", "url": "https://www.pregnancybirthbaby.org.au/healthy-diet-during-pregnancy", "hostname": "pregnancybirthbaby.org.au", "description": "A healthy diet is an important part of a healthy lifestyle at any time, but especially vital if you're pregnant or planning a pregnancy. Read how to have a balanced diet.", "sitename": "Healthdirect Australia", "date": "2022-06-22", "cleaned_text": "during pregnancy 9-minute read Why diet is important during pregnancy for you and your baby Your diet during pregnancy helps to support your own wellbeing and supplies the nutrition your baby needs to develop and grow. As a general guide, pregnant mothers need to eat a healthy diet, high in nutrients and low in sugar, salt and saturated fats. It's normal for a pregnant mother to gain weight — however, gaining too much or too little weight increases the risk of complications for you and your baby. Healthy [weight gain](/weight-gain-in-pregnancy) depends on a mother's weight before pregnancy. Evidence supports using [Body Mass Index](https://www.healthdirect.gov.au/bmi-calculator) (BMI) as a guide for how much weight gain is recommended during pregnancy. A well balanced diet is usually enough to meet your nutritional needs during pregnancy. However, some foods contain higher concentrations of certain nutrients which are specifically recommended during pregnancy. [Folate](/folate-and-pregnancy), iron, iodine and vitamin D are nutrients needed to support a growing baby's health and development and can prevent certain conditions. If you are planning a pregnancy, you should start taking a folic acid supplement at least one month before you fall pregnant and for 3 months after conception. Folic acid supplements have been proven to help protect against [neural tube defects](/neural-tube-defect). If you are considering taking or currently taking any [supplements](/vitamins-and-supplements-during-pregnancy), please discuss this with your [doctor](/the-role-of-your-gp) or [midwife](/the-role-of-your-midwife), as doses can vary depending on your individual circumstance. What is a 'balanced diet'? A healthy, balanced diet includes a wide variety of nutritious foods from the [five food groups](/five-food-groups). It's also advisable to drink plenty of water to stay hydrated. - Wholegrains and cereals - Vegetables and legumes/beans - Lean meats and poultry, fish, eggs, tofu, nuts and seeds as well as legumes/beans - Fruit - Dairy foods including mostly reduced fat milk, cheese and yoghurt Most of us have days when we eat well, and days where our intake of 'treat' foods may be higher. Pregnancy cravings can also make this harder to manage, especially when they're for foods which are high in sugar, salt or fat. If you are suffering from [morning sickness](/dealing-with-morning-sickness) or [severe vomiting during pregnancy](/severe-vomiting-during-pregnancy-hyperemesis-gravidarum), it is important to eat what you can at the time. You should contact you doctor or midwife if you are concerned. What about pregnancy cravings? It used to be thought that [pregnancy food cravings](/food-cravings-during-pregnancy) were a sign of nutrient deficiencies in a pregnant mother's diet; however, there is no evidence to support this link. Pregnancy can also cause changes in a mother's tastes, and foods once found appealing can take on a completely different flavour. [Food aversions](/appetite-changes-and-food-aversions-during-pregnancy) can develop during pregnancy, due in part to hormonal influence. Are there any foods I should avoid during pregnancy? There are some foods which need to be [avoided during pregnancy](/foods-to-avoid-when-pregnant), due to their risk of carrying specific bacteria or parasites. An infection with [listeria](/listeria-food-poisoning), [salmonella](https://www.healthdirect.gov.au/salmonella) or [toxoplasmosis](/toxoplasmosis) when pregnant can cause serious complications to your baby and increase the risk of pregnancy loss. Some types of fish contain high levels of mercury, including shark/flake, marlin or broadbill/swordfish, orange roughy and catfish. Being selective about what type of fish to eat is important during pregnancy. It's also important to [check 'use-by' dates](/understanding-food-labels) and to make sure that food has been stored correctly. If in doubt about the safety of a particular food, the safest option is to not eat it. [](/guide-to-food-and-drink-during-pregnancy) [Food and drink guide](/guide-to-food-and-drink-during-pregnancy) Useful guide to food and drink during pregnancy Do I need to prepare and cook food differently when I'm pregnant? It's important to be careful about [food preparation](/food-preparation-and-safety) and safety during pregnancy. Food poisoning is generally caused by contamination of food with certain bacteria or viruses. Sometimes it's easier to suspect food has been contaminated because it smells 'off' or looks different to what it should. But it's not always obvious that food may not be safe. When preparing food, you should always: - defrost frozen meat, especially poultry, in the fridge or in the microwave - wash your hands before preparing food and eating - use different cutting boards for vegetables and meat - wash benches, cutting boards and utensils with hot, soapy water - change dishcloths frequently — if they smell, this is a sign of contamination - cook food thoroughly and don't eat raw or 'rare' meats or fish - reheat foods to at least 60° Celsius and until it's steaming hot What can I drink during pregnancy? The safest drinks during pregnancy are water and milk. Current evidence supports the recommendations that you should avoid drinking [alcohol](/alcohol-and-pregnancy) if you are pregnant or planning a pregnancy. Even small amounts can harm a baby's development and may have [lifelong effects](/fetal-alcohol-spectrum-disorders). Water and milk are considered to be safe to drink when pregnant. Low sugar soft drinks, small amounts of juice and soda or mineral water are also fine to drink. Likewise, small amounts of [caffeine](/caffeine-during-pregnancy) in tea and coffee are thought to be safe. During pregnancy and when [breastfeeding](/diet-and-medication-while-breastfeeding), consuming up to 200 mgs/day is considered safe for a mother and her baby. As a guide the approximate amounts of caffeine found in food and drinks are: - 1 cup of instant coffee - 60mg - 1 shot of espresso coffee - 100mg - 1 cup of plunger coffee - 80mg - 1 cup of tea - 30mg - 375ml can of cola - 49mg - 250ml can of energy drink - 80mg - 100g bar of milk chocolate - 20mg What foods should I limit during pregnancy? Processed foods tend to be high in sugar, fat and salt. Although they can taste good and are often convenient, they don't meet the daily requirements for nutrition. The [Australian Dietary Guidelines](https://www.eatforhealth.gov.au/guidelines/about-australian-dietary-guidelines) recommend that during pregnancy, you should limit the amount of foods that contain saturated fat, added salt and sugars as well as alcohol. What are the recommended servings during pregnancy? During pregnancy, you will have extra energy requirements and needs more serves from the five food groups. It's important to understand that the 'serving size' doesn't change, but instead the variety of food and serves per day increases to meet the mother and baby's needs. |Food group||Serves per day| |Vegetables and meat/fish/poultry/eggs/tofu/nuts||3.5| |Milk/dairy foods||3.5| Who can I talk to for more information and advice? Speak with your maternity care provider. If necessary, they can refer you to a [dietician](https://www.healthdirect.gov.au/dietitians) who specialises in pregnancy eating support. Speak to a maternal child health nurse Call Pregnancy, Birth and Baby to speak to a maternal child health nurse on 1800 882 436 or [video call](/video-call). Available 7am to midnight (AET), 7 days a week. Learn more here about the [development and quality assurance of "}