{"title": "Allergy shots", "author": null, "url": "https://www.mountsinai.org/health-library/discharge-instructions/allergy-shots", "hostname": "mountsinai.org", "description": "Learn about Allergy shots or find a doctor at Mount Sinai Health System.", "sitename": "Mount Sinai Health System", "date": "2021-10-30", "cleaned_text": "Allergy shots Allergy injections; Allergen immunotherapy An allergy shot is a medicine that is injected into your body to treat allergy symptoms. What are Allergy Shots? An allergy shot contains a small amount of an [allergen](/health-library/special-topic/allergen). This is a substance that causes an allergic reaction. Examples of allergens include: - Mold spores - Dust mites - Animal dander - Pollen - Insect venom A health care provider gives you the shots for 3 to 5 years. This series of allergy shots may help reduce your allergy symptoms. Work with your provider to identify which allergens are causing your symptoms. This is often done through allergy skin testing or blood tests. Only the allergens you are allergic to are in your allergy shots. Allergy shots are only one part of an allergy treatment plan. You may also take allergy medicines while having allergy shots. Your provider may recommend that you reduce your exposure to allergens, as well. Blooming flowers and blossoming trees are signs that spring has arrived. But for some people, those blossoms and blooms are also signs that allergy season is under way. And that means months of sniffling, sneezing, and runny eyes ahead. You may know that you have allergies as soon as you step outside on a spring day, eat peanuts, or pet your dog. Signs of an allergy may include trouble breathing, teary eyes, hives, itching, or vomiting after you come in contact with your allergy trigger. Your doctor can also do allergy tests to find out whether you're allergic, and what triggers your allergies. The most common type of allergy test is a skin test. The doctor puts a small amount of different allergy-causing substances under your skin. Then you wait for signs of a reaction, like swelling or redness. You might also have blood tests to check for chemicals that are related to allergies. So, how are allergies treated? There are a few medicines you can buy at your local drugstore or your doctor can prescribe to treat your allergies. Antihistamines prevent histamine chemicals from triggering allergy symptoms. Decongestants shrink swollen blood vessels throughout your body, including inside your nose, perhaps helping you breathe easier. Steroid drugs reduce swelling and inflammation. And Leukotriene inhibitors block the substances that trigger allergies. If your allergy is really bugging you, your doctor may give you allergy shots. When you take allergy shots over time, eventually they can help your body get used to the substance so you don't over-react to it in the future. Usually you can relieve allergies by taking medicine and avoiding whatever it is that triggers them. But in some people, allergies to insect stings or certain foods, like peanuts, cause a life-threatening reaction. This is called anaphylaxis. And if you have a life-threatening allergic reaction, call immediately for emergency medical help. How do Allergy Shots Work? Allergy symptoms occur when your immune system tries to attack an allergen in your body. When this happens, your body creates mucus. This can cause bothersome symptoms in the nose, eyes, and lungs. Treatment with allergy shots is also called immunotherapy. When a small amount of an allergen is injected into your body, your immune system makes a substance called an [antibody](/health-library/special-topic/antibody) that blocks the allergen from causing symptoms. After several months of shots, some or all of your symptoms may be relieved. Relief can last several years. For some people, allergy shots can prevent new allergies and reduce asthma symptoms. Who can Benefit From Allergy Shots? You may benefit from allergy shots if you have: - Asthma that allergies make worse - Allergic rhinitis, allergic conjunctivitis - Insect bite sensitivity [Eczema](/health-library/diseases-conditions/atopic-dermatitis), a skin condition that a dust mite allergy can make worse Allergy shots are effective for common allergens such as: - Weed, ragweed, tree pollen - Grass - Mold or fungus - Animal dander - Dust mites - Insect stings - Cockroaches Adults (including the older people) as well as children 5 years and older can receive allergy shots. Your provider is not likely to recommend allergy shots for you if you: - Have severe asthma. - Have a heart condition. - Take certain medicines, such as ACE inhibitors or beta-blockers. - Are pregnant. Pregnant women should not begin allergy shots. But, they may be able to continue allergy shot treatment that was started before they became pregnant. Food allergies are not treated with allergy shots. Getting Your Allergy Shots You will get your allergy shots at your provider's office. They are usually given in the upper arm. The typical schedule is: - For the first 3 to 6 months, you receive shots about 1 to 3 times a week. - For the next 3 to 5 years, you receive the shots less often, about every 4 to 6 weeks. Keep in mind that many visits are needed to get the full effects of this treatment. Your provider will assess your symptoms now and then to help decide when you can stop receiving the shots. Side Effects An allergy shot may cause a reaction on the skin, such as redness, swelling, and itching. Some people have mild nasal stuffiness or a runny nose. Though rare, an allergy shot can also cause a severe life-threatening allergic reaction called [anaphylaxis](/health-library/diseases-conditions/anaphylaxis). Because of this, you may need to stay in your provider's office for 30 minutes after your shot to check for this reaction. You may also need to take an antihistamine or another medicine before your allergy shot appointments. This may prevent reactions to the shot at the injection site, but it does not prevent anaphylaxis. Reactions to allergy shots can be treated in your provider's office right away. When to Call the Doctor Contact your provider if you: - Continue to have symptoms after several months of allergy shots - Have questions or concerns about the allergy shots or your symptoms - Have trouble keeping appointments for your allergy shots [ References ](#accordion_version) Dykewicz MS, Wallace DV, Amrol DJ, et al. RE, et al, eds. Middleton's Allergy: Principles and Practice. 9th ed. Philadelphia, PA: Elsevier; Nelson et al, eds. Middleton's Allergy: Principles and Practice. 9th ed. Philadelphia, PA: Elsevier; 2020:chap 85. Version Info Last reviewed on: 10/30/2021 Reviewed by: Stuart I. Henochowicz, MD, FACP, Clinical Professor of Medicine, Division of Allergy, Immunology, and Rheumatology, Georgetown University Medical School, Washington, DC. Also reviewed by David Zieve, MD, MHA, Medical Director, Brenda Conaway, Editorial Director, and the A.D.A.M. Editorial team. "}