{"title": "Shilajit (Asphaltum Punjabianum) -", "author": "Dr Sahil Gupta B A M S; M H A", "url": "https://www.iafaforallergy.com/herbs-a-to-z/shilajit-asphaltum-punjabianum/", "hostname": "iafaforallergy.com", "description": "Shilajit is considered a super substance in Ayurveda, that is known to cure any curable ailment, disease, or condition. Also called Mumijo, it is available in a blackish-brown powder or sticky tar-like form of the same color, that is extracted from high mountain rocks.", "sitename": "Shilajit (Asphaltum Punjabianum) - Benefits, Uses, and Medicinal Properties", "date": "2021-12-18", "cleaned_text": "Medicinal Properties, and Dosage Shilajit is considered a super substance in Ayurveda, that is known to cure any curable ailment, disease, or condition. Also called Mumijo, it is available in a blackish-brown powder or sticky tar-like form of the same color, that is extracted from high mountain rocks. It takes over thousands of years for its formation by the slow decomposition of plants. Shilajit was originally found in Indian and Tibetan Ranges, but now can be sourced from many different countries. This naturally occurring substance has been considered an Ayurvedic Champion for centuries and is known for curing various conditions. Its health benefits are universally acknowledged and accepted and are extremely effective in improving overall health and well-being. SHILAJIT CAPSULES Importance of Shilajit in Allergies Shilajit is also known to possess anti-allergic properties, which is why it is also used in treating various allergic conditions. Its activity against histamine releasers helps in killing allergy-causing agents and degeneration of mast cells. Botanical Classification and Native Names |Botanical Name||Bitumen Mineral| etc., Shilajit is a blackish-brown powder, from high mountain rocks, by the decomposition of plant material from Euphorbia royleana and Trifolium repens plant species. Other plant organisms such as Minium, Barbula, Fissidens, and natively found in the Himalayan Ranges by the gradual decomposition of plants by the action of microorganisms. It is most commonly found between the ranges of India and Nepal. Also found in Russia, Afghanistan, Tibet, and North of Chile by the name of Andean Shilajit. Phytoconstituents of Shilajit Shilajit is mainly composed of humic substances, 60-80% of which is fulvic acid, which is a result of the decomposing activities of microorganisms over vegetal substances. The chief properties of fulvic acid make it an excellent memory enhancer, anti-oxidant, and anti-inflammatory agent. It also possesses potential anti- Alzheimer's molecules. Reports also suggest that it contains about 80 bio-active components which include benzoic acid, hippuric acid, fatty acids, resin, and waxy materials, vegetable (Asphaltum Punjabianum) Dosage of Shilajit Shilajit is available in various supplementary forms in the market such as powder, capsules, or liquid. One must always consult an Ayurveda specialist or a doctor before taking any such natural supplements. About 300-500 milligrams per day is the standard recommended dosage for shilajit. A pea-sized portion of this natural supplement may either be added to water, milk, or any other liquid for consumption and may be consumed thrice per day, or as suggested in the packaging. Ideal standards and procedure of dosage for Shilajit are: 1. Shilajit Powder - 2-4 pinches of Shilajit powder may either be consumed with honey or dissolved in lukewarm water. - This can be consumed twice per day after meals. 2. Shilajit Capsule - 1 capsule can be taken twice per day after meals. 3. Shilajit Black Tea - Add 1 ½ cups of water to a pan. - Add ½ tsp of tea to it and bring it to a boil for 5 minutes. - Now strain the tea and add 2 pinches of shilajit powder to it. - Strain the mixture and consume Shilajit Tea every morning. 4. Shilajit Tablet - Take 1 tablet of shilajit twice per day after meals. Medicinal Properties of Shilajit The potential uses of Shilajit are based on the properties of fulvic acid, one of the main components of the substance. shilajit, a Phyto complex is mainly composed of humic substances, one of which is fulvic acid. The chief properties of this acid make it an excellent memory enhancer and are anti-inflammatory and antioxidant by nature. Have A Health Issue? Consult Online - Dr. Sahil Gupta (B.A.M.S., M.H.A.) Ayurvedic Allergy Specialist CEO & Founder of IAFA® Uses of Shilajit Besides the health benefits discussed in the article, Shilajit is also extremely useful in: - Fighting against external and internal stress. - Regeneration of exhausted cells and thus acting as an anti-aging element. - Acts as a brain detoxifier. - Improves sexual experience. - Balances blood sugar levels. - Increases intelligence levels. - Improves mental disorders. - Helps in combating fatigue. - Helps in absorbing vital nutrients. - Improves memory. Benefits of Shilajit - Treating Obesity: Shilajit helps in activating genes in the body that help in effectively adapting to new work out, strengthening the skeletal muscles, causing less fatigue, and gaining more strength over time. An oral supplement of purified shilajit works best for people who are looking out to lose weight by exercising. - Helps in Curing Liver Cancer: The substance helps in controlling the growth or multiplication of cancerous cells in the liver. Studies reveal that Shilajit has anti-cancer cells and helps in the destruction of cancer cells of the liver and other kinds. - Anti-viral Properties: Studies reveal that various minerals and compounds present in Shilajit also help in fighting against viruses of various kinds including the herpes virus. - Altitude Sickness: Shilajit helps in improving the cognitive processes of the brain, reduces inflammation, and strengthens the immune system, all of which are potential factors that help in controlling altitude sickness. The fulvic and humic acid present in Shilajit, two out of the 80 different minerals found in the substance also contribute to the same. - Male Fertility: Shilajit is considered an important substance that improves male fertility by increasing sperm count and motility. Studies also show that it significantly increases testosterone levels in healthy men. - Helps in curing Anemia: Anemia is caused due to deficiency of healthy blood cells or hemoglobin in the body. Shilajit contains iron and humic acid which help in increasing the blood cells and thereby treating anemia. - Improves Brain Functioning: The super compounds and minerals present in shilajit are also known to aid Alzheimer's. It is traditionally used for low aging and longevity. - Chronic Fatigue: Shilajit is known to improve cell functioning thereby naturally increasing stamina and energy and reducing fatigue. Besides the above-stated benefits, Shilajit is also known to naturally cure the following: - Chronic pains - Diabetes - Digestive Disorder - Ulcerative Colitis - Osteoarthritis - Eczema Facts About Shilajit - It is an important Rasayana compound, from the ancient Indian Ayurvedic medicine and its two vital characteristics are to promote human health and increase physical strength. - The health benefits of Shilajit differ from region to region, depending on where it is obtained and extracted. Conclusion All in all, Shilajit is an extremely beneficial Ayurvedic remedy of nature to cure and aid numerous ailments, diseases, and conditions, and also to improve overall health. In most cases, and if taken under the doctor's guidance and in prescribed amounts, Shilajit is safe and does not yield any side effects. To know more about Shilajit and its medical boons, reach us out at IAFA, where we provide expert medical guidance and aid to treat various medical conditions by using Ayurveda and Natural Remedies. Get in touch with us to book your appointment. Article Written By: Dr. Sahil Gupta, Ayurvedic Allergist "}