{"title": "Should I Get the High-Dose Flu Vaccine? (Published 2018)", "author": "Richard Klasco; M D", "url": "https://www.nytimes.com/2018/10/26/well/live/should-i-get-the-high-dose-flu-vaccine.html", "hostname": "nytimes.com", "description": "People younger than 65 can receive the high-dose vaccine, but there are caveats.", "sitename": "The New York Times", "date": "2018-10-26", "cleaned_text": "Supported by [SKIP ADVERTISEMENT](#after-sponsor) Ask Well Should I Get the High-Dose Flu Vaccine? People younger than 65 can receive the high-dose vaccine, but there are caveats. Q. If the high-dose flu vaccine is more potent, why do I have to wait until I'm 65 to get it? A. People younger than 65 can receive the high-dose vaccine, but there are caveats. Because older people have a [weaker immune response to influenza vaccine](https://www.ncbi.nlm.nih.gov/pubmed/?term=16213065) than younger people do and are at increased risk for [hospitalization](https://www.ncbi.nlm.nih.gov/pubmed/?term=15367555) and [death from flu](https://www.ncbi.nlm.nih.gov/pubmed/?term=19887665), the Food and Drug Administration [approved a high-dose flu vaccine](https://www.ncbi.nlm.nih.gov/pubmed/?term=20431524), called [Fluzone High-Dose](https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?setid=81758772-80b1-4e76-8f50-e68d1fb4e9ee), in only for [those 65 and older](https://www.ncbi.nlm.nih.gov/pubmed/?term=28431815). Fluzone High-Dose contains four times as much immune-stimulating antigen as the standard-dose vaccine does. As a result, it produces [significantly higher antibody levels](https://www.ncbi.nlm.nih.gov/pubmed/?term=27813430) in those who receive it. In a rigorous post-licensure safety and efficacy study mandated by the F.D.A., Fluzone High-Dose was about [24 percent more effective](https://www.ncbi.nlm.nih.gov/pubmed/?term=25119609) than standard-dose vaccine in [preventing influenza among older recipients](http://wayback.archive-it.org/7993/20170723030619/https://www.fda.gov/BiologicsBloodVaccines/Vaccines/ApprovedProducts/ucm195481.htm). More important, it appears to reduce the [serious cardiopulmonary complications of influenza](https://www.ncbi.nlm.nih.gov/pubmed/?term=26212007), including pneumonia and worsening of heart failure and chronic obstructive pulmonary disease in the elderly. A few small trials have studied the effect of high-dose vaccine in younger patients. In a [study of 300 adults who were 50 to 64 years old](https://www.ncbi.nlm.nih.gov/pubmed/?term=26555348), Fluzone High-Dose produced higher levels of antibodies than the standard-dose vaccine did. And a [study of 100 adults ages 18 to 64 ](https://www.ncbi.nlm.nih.gov/pubmed/?term=26721330)showed similar results. Since the evidence suggests that younger people would also benefit from the high-dose vaccine, why is it restricted to older people? The reason is that the [clinical trials ](https://www.ncbi.nlm.nih.gov/pubmed/?term=19508159)upon which the F.D.A. based its approval of Fluzone High-Dose were performed in patients who were [65 and older](https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?setid=81758772-80b1-4e76-8f50-e68d1fb4e9ee). Thus, the \"on-label\" indication — that is, the official F.D.A.-approved use — carries this age restriction. But [doctors can, and often do](https://www.ncbi.nlm.nih.gov/pubmed/?term=16682577), prescribe medications for unapproved \"off-label\" indications. Off-label prescribing requires doctors and patients to [understand the risks and benefits](https://www.fda.gov/forpatients/other/offlabel/default.htm). In this case, the risks might include increased injection-site pain and muscle aches. The benefits might include increased protection against influenza and its complications. But because the vaccine has not been studied extensively in younger people, these potential risks and benefits remain unproven. A [C.D.C. advisory committee recommends](https://www.cdc.gov/mmwr/volumes/67/rr/rr6703a1.htm) that, \"No preference is expressed for any one vaccine type. Vaccination should not be delayed if a specific product is not readily available.\" Thus, the upshot is to get vaccinated with any vaccine that's available early in the flu season. Do you have a "}