{"title": "CIHP/CIMD certification course - Integrative Medicine", "author": "Ruben", "url": "https://integrativemedicine.co.za/cihp-cimd-certification-course/", "hostname": "integrativemedicine.co.za", "description": "CIHP/CIMD certification course Certification in Functional Medicine Read the full pamphlet for more information The Institute of Integrative Medicine's goal is a transformed healthcare system - one that puts patients back in charge of their own health, combining conventional, lifestyle and holistic approaches through a like-minded network and standardised training. RECOGNITION After completing all 12 modules and passing the final examination, you will receive certification as an IIM Certified Integrative Practitioner (CIHP/CIMD). FELLOWSHIP AND POSTNOMINALS Join the Fellowship (FIIM) or...", "sitename": "South African Society of Integrated Medicine", "date": "2020-11-24", "cleaned_text": "Functional Medicine [Read the full pamphlet for more information](https://drive.google.com/file/d/1a0VYAPd4e38GiHHNl_6H4k3I005Y7VFl/view?usp=share_link) The Institute of Integrative Medicine's goal is a transformed healthcare system - one that puts patients back in charge of their own health, combining conventional, lifestyle and holistic approaches through a like-minded network and standardised training. RECOGNITION After completing all 12 modules and passing the final examination, you will receive certification as an IIM Certified Integrative Practitioner (CIHP/CIMD). FELLOWSHIP AND POSTNOMINALS Join the Fellowship (FIIM) or Membership (IIMM) after meeting the qualifying criteria. COMMUNITY Join our network of doctors and practitioners. Ask your peers questions about your patients, share case studies and exchange clinical pearls. CPD ACCREDITATION Get Continued Professional Development points (CEUs) with our courses and online seminars. FREE TRAINING Get additional free medical training through our online seminars, stay up to date and listen to national and international speakers. PRACTICE GROWTH The new skills you gain doing the CIHP/CIMD certification will give you the confidence you need to help your practice grow. With effective protocol and preventative treatments, a natural growth in your practice can be expected through patient retention and referrals. Active growth and recurring income can occur through dispensing, telehealth and group consultations. IMPROVED PATIENT RELATIONSHIPS With longer consultations and effective results, the patient builds a sense of trust with their practitioner: this in turn can help behavioural and lifestyle change or uncovering root causes. REDUCE BURNOUT Shorter consultations have been linked to practitioner burnout. Longer, more extensive consultations have been proven to reduce this, along with other practice growth options such as group consultations, which integrative medicine affords. Pricing Use the coupon code \"sasim\" for your discounted price |Normal Price||SASIM Members' Split Payment](https://link.iim.health/Checkout-IIM-IHP-3-month-split-payment) Packages Include: Advanced Certification or Certificate of Completion Access to Fellowship / Membership after completion of 12 Modules Easy access to your Modules & Study Materials via the IIM Online Portal ADDITIONAL training by world-class teachers Connecting with a network of IIM Practitioners CPD points The Certification modules include: (supplement information, protocols and case studies are provided) |Module 1: Introduction to Functional Medicine in Practice||The different concepts of preventive, integrative, functional and anti-ageing medicine and comparisons of functional with allopathic models. Tools for conducting integrative assessments and consultations are discussed and applied to a case study.| |Module 2: GI system||This module focuses on the anatomy, pathophysiology and biochemistry of digestive disorders including the and gut permeability.| |Module 3: Adrenal dysfunction||Background on the anatomy, physiology, pathology and biochemistry of adrenal function is provided. An overview of the HPA axis and the steroidogenic pathway is given. The phases of adrenal dysfunction, stress, tests and integrative interventions are discussed.| |Module 4: Hormones||This module provides an overview of the HPATAG axis and interrelationships of these hormones, including thyroid dysfunction and hormonal changes in male/females. Integrative approaches to managing hormone deficiencies, BIHRT.| |Module 5: Diabetes/Cardiometabolic||The pathophysiology of cardiometabolic diseases, including CHD, hypertension, dyslipidemia and diabetes are discussed. Topics covered include glycaemic control, oxidation, nutrigenomics, risk factor testing, and integrative treatment protocols.| |Module 6: Detoxification||This module provides an overview of the anatomy, physiology, and pathology of detox systems. Environmental stressors, toxic loads, mould, EMFs as well as laboratory assessment and protocols for metabolic detoxication is covered.| |Module 7: Brain Health||This module examines the anatomy, pathophysiology and causes of neurological disease, including psychological/psychiatric syndromes, and the gut-immune-brain connection. Protocols for healthy brain function are also explored.| |Module 8: Mitochondrial Function/Energy||This module reviews mitochondrial dysfunction and how this influences disease, cell restoration, and the impact of oxidative stress focusing on fatigue syndromes. Integrative treatment to support restoration and maintenance is discussed.| |Module 9: Immune System||The module examines the development of the immune system, cells involved in the immune response, the process of inflammation, autoimmune diseases and allergies. Causes and approaches to patient evaluations, testing and treatment protocols are covered.| |Module 10: Obesity||The module covers the pathophysiology and biochemical basis of weight gain. A structured approach to weight loss including pharmacology, diets, supplements and behavioural change is discussed.| |Module 11: Musculoskeletal||The anatomy and physiology of the musculoskeletal system is covered. Causes of musculoskeletal disorders, including bromyalgia, and an integrative approach to pain are reviewed. Conventional and integrative testing with treatment protocols is discussed.| |Module 12: Cancer||Explores the underlying pathophysiology of cell dysfunction and DNA repair. The combination of conventional therapy with integrative therapeutic approaches are explored, with protocols to support treatment, remission and prevention.| - Read the [full pamphlet](https://drive.google.com/file/d/1a0VYAPd4e38GiHHNl_6H4k3I005Y7VFl/view?usp=share_link)for more information. "}