{"title": "PDF", "author": "PDF", "url": "ess.nychhc.org/uploads/vaxForAll_pregnant_FAQ_SPA.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Vacunas contra la COVID-19 para personas que están o estuvieron embarazadas recientemente, en período de lactancia o que planean un embarazo Preguntas frecuentes La salud y seguridad de usted y de su bebé son nuestra prioridad. Las personas embarazadas o que estuvieron embarazadas recientemente tienen un mayor riesgo de contraer una enfermedad grave por COVID-19. Recibir la vacuna contra la COVID-19 es la mejor manera de prevenir enfermedades graves y protegerse a usted, a su bebé y a su familia de esa enfermedad. ¿Por qué debería recibir la vacuna contra la COVID-19? Las personas embarazadas o que amamantan tienen un mayor riesgo de enfermarse gravemente por COVID-19. Pueden tener dificultad para respirar o dolor en el pecho que requiera hospitalización o cuidados intensivos. Tener 35 años o más o tener sobrepeso y tener presión arterial alta, o diabetes puede aumentar el riesgo de enfermarse gravemente durante o inmediatamente después del embarazo. Vacunarse ayuda a su sistema inmunológico a protegerse a usted, a su bebé y a su familia. ¿Son seguras las vacunas contra la COVID-19? Sí. Las investigaciones muestran que las vacunas contra la COVID-19 son seguras para su uso durante el embarazo y no son perjudiciales para la persona embarazada o el feto. De hecho, existen otras vacunas que las personas reciben durante el embarazo, incluida la TDaP (tétanos, difteria y tos ferina) y la vacuna contra la gripe. Las vacunas son seguras y eficaces para prevenir enfermedades. CONTINUACIÓN VACUNAS PARA TODOS¿Es la vacuna segura para mi familia? Sí. Es importante que todas las personas que rodean a su bebé estén completamente vacunadas. Su bebé tiene un sistema inmunológico débil y es vulnerable a la COVID-19. Asegurarse de que sus seres queridos estén vacunados ayuda a proteger la salud de su bebé y reduce la posibilidad de infección. ¿Es seguro amamantar a mi bebé después de recibir la vacuna contra la COVID-19? Sí. Las personas vacunadas que están amamantando desarrollan anticuerpos que protegen contra la COVID-19. Después de recibir la vacuna, los anticuerpos se encuentran en la leche materna. Su bebé lactante obtendrá estos anticuerpos y tendrá cierta protección contra la COVID-19. ¿Cómo me sentiré después de recibir la vacuna contra la COVID-19? Puede tener efectos secundarios como náuseas, fiebre, fatiga y dolores musculares. Estos efectos secundarios son normales y deberían desaparecer en unos días. Los medicamentos pueden ayudar con algunos efectos secundarios. Pregúntele a su proveedor qué medicamento es mejor para usted. Si ha tenido una reacción alérgica a una vacuna en el pasado, hable con su proveedor antes de recibir la vacuna contra la COVID-19. Estos efectos secundarios, ¿me causarán algún daño a mí o a mi bebé? No. Tener efectos secundarios después de la vacuna significa que su cuerpo está desarrollando protección contra la COVID-19. Los efectos secundarios de la vacuna son comunes, generalmente leves y no dañarán a su bebé.¿Puede la vacuna contra la COVID-19 provocar un aborto espontáneo? No. Los estudios demuestran que la vacuna contra la COVID-19 es segura durante el embarazo. Las personas que se vacunan no corren un mayor riesgo de aborto espontáneo que las que no se vacunan. ¿Puede la vacuna contra la COVID-19 causar defectos de nacimiento? No. La vacuna contra la COVID-19 no puede cambiar su ADN ni el de su bebé. No hay informes de defectos de nacimiento entre las miles de mujeres que recibieron la vacuna contra la COVID-19 antes o durante el embarazo. ¿Afectará la vacuna contra la COVID-19 mi fertilidad? No. No hay evidencia de que la vacuna contra la COVID-19 afecte la fertilidad o cause problemas de fertilidad en mujeres u hombres. ¿Afectarán mi fertilidad los anticuerpos que desarrolle después de recibir la vacuna contra la COVID-19? No. Los anticuerpos lucharán contra el virus que causa la COVID-19. Estos anticuerpos no afectarán sus órganos reproductores ni su fertilidad. ¿Qué pasará si no me vacunan y contraigo COVID-19 mientras estoy embarazada o al dar a luz? Las personas embarazadas que no reciben la vacuna contra la COVID-19 tienen un mayor riesgo de aborto espontáneo, parto prematuro, preeclampsia y muerte fetal. También existe un mayor riesgo de necesitar atención en una unidad de cuidados intensivos en un hospital, necesitar un ventilador para asistencia respiratoria y morir a causa de una enfermedad grave. Published: 12/6/2021 Spanish "}