{"title": "La Comunidad de Madrid reconoce que los datos de notificaciones de abortos en hospitales públicos no concuerdan", "author": "Noemí López Trujillo", "url": "https://www.newtral.es/notificaciones-abortos-madrid-hospitales-viceconsejero/20220920/", "hostname": "newtral.es", "description": "La Comunidad de Madrid reconoce que los datos de notificaciones de abortos en hospitales públicos no concuerdan. \"Tenemos que matizar un poco los datos, ya está comunicado a los hospitales\", declara el viceconsejero", "sitename": "Newtral", "date": "2022-09-20", "cleaned_text": "4 min lectura El diputado de Más Madrid Javier Padilla ha preguntado al viceconsejero de Sanidad de la CAM sobre por qué hay hospitales públicos que sí realizan abortos y no se notifican. El viceconsejero ha reconocido que no hay concordancia: \"Tenemos que matizar un poco los datos, ya está comunicado a los hospitales\" En la Comunidad de Madrid hay hospitales públicos que sí realizan interrupciones del embarazo, principalmente en casos en los que se le detecta algún problema médico al bebé, pero son abortos sin notificar. Así lo contábamos en Newtral.es [después de encontrar discordancias en los datos](https://www.newtral.es/abortos-sin-notificar-madrid-hospitales-publicos/20220912/) que el Gobierno autonómico ofrece a través de diferentes estadísticas. Ahora, el tema de las notificaciones de abortos en Madrid ha llegado a la Asamblea regional de la mano del diputado de Más Madrid Javier Padilla que, en la [Comisión de Sanidad](https://mediateca.asambleamadrid.es/watch?id=NjE3Mjk1ZmQtZmIwOC00YjJiLWFjYjEtOTI3NmQ5ZDRjYWM1&start=1173) celebrada el lunes 19 de septiembre, se ha hecho eco de la investigación publicada por este medio. En su intervención, el diputado Javier Padilla señalaba: \"Sabemos que hay centros [hospitales públicos ]donde dependiendo del caso se asumen allí y se hacen allí pero, sin embargo, no se notifican. ¿La Comunidad de Madrid ha dado orden de que no se realicen las notificaciones sobre las interrupciones que sí se llevan a cabo en el servicio madrileño de salud?\". La contradicción de los datos en las notificaciones de abortos en Madrid se encuentra al consultar varias fuentes estadísticas. En una respuesta a Newtral.es a través del portal de transparencia, la Consejería de Sanidad de la Comunidad de Madrid aseguraba que ni una sola interrupción del embarazo se había realizado en un centro sanitario público en los últimos años. Esto no coincide con la respuesta que dio el Gobierno autonómico a la diputada de Más Madrid Loreto Arenillas hace unos meses, en la que aseguraban que solo en 2019 se habían realizado 157 abortos en centros públicos de Madrid. Por otro lado, en los informes del Ministerio de Sanidad no aparece ningún centro público que haya notificado abortos en Madrid a pesar de que, cada vez que se realiza uno, el facultativo está obligado a notificarlo. En la Comisión de Sanidad, el viceconsejero Fernando Prados ha respondido al diputado Javier Padilla lo siguiente: \"No es nuestra intención ni la de nadie mentir. Sí es verdad que los datos se están dando de forma desigual. Sí es verdad. Una cosa es lo que se manda al Ministerio [de Sanidad], que eso está según los documentos que recogen en los propios centros, que se rellenan y que lógicamente el control y la inspección busca que se haga correctamente. Pero es posible que no concuerden con los datos que tenemos en el CMDB [Conjunto Mínimo de Datos Básicos], que sí es verdad que son más mayores y por eso posiblemente se hayan dado datos diferentes\". \"Es verdad que tenemos que matizar un poco los datos, ya está comunicado a los hospitales\", añadía Prados. El reportaje publicado por Newtral.es contenía el testimonio anonimizado de un médico de medicina fetal de un hospital público de Madrid, quien reconocía que lleva nueve años realizando interrupciones terapéuticas (abortos por motivos médicos) sin notificarlos. \"Nosotros no disponemos de documentos ni protocolos que nos indiquen cómo y dónde notificar las interrupciones\", aseguraba. También se pronunciaba así la ginecóloga Beatriz Julià, del Hospital Severo Ochoa, que asegura haber realizado abortos sin notificar y que también desconocía que hubiese que hacerlo: \"Debería estar incorporado de una forma sencilla en nuestro sistema informático. Nuestro servicio no recibió nunca una comunicación oficial del formulario que al parecer existe en la web de la Comunidad de Madrid\", añadía Julià. Además, incluso en los informes médicos de tres mujeres que han interrumpido sus embarazos por motivos médicos en hospitales públicos de Madrid aparece que se les ha practicado una \"interrupción legal del embarazo\". De nuevo, esto contradice la respuesta que la Comunidad de Madrid dio por transparencia a Newtral.es, en la que aseguraba que el número de abortos en centros públicos era cero. Tampoco los nombres de estos hospitales aparecen en los informes del Ministerio de Sanidad cuando hay un anexo dedicado a las notificaciones de los centros. El diputado de Más Madrid Javier Padilla, al hilo de la información publicada por este medio, también ha preguntado por qué hay mujeres a las que directamente se les niega una interrupción terapéutica en un hospital público y a otras, en ese mismo centro o en otros, no. En palabras del diputado: \"¿Hay un protocolo que diga qué interrupciones se realizan en un centro público y cuáles no?\". Sobre esto, el viceconsejero Fernando Prados ha señalado: \"Lo que ocurre es que es verdad que la mayoría de las interrupciones se están realizando en centros privados para garantizar la confidencialidad, para que se produzcan de la mejor manera posible\". Por último, Javier Padilla también ha preguntado en la Comisión de Sanidad por dos cuestiones. En primer lugar, qué seguimiento posterior en la sanidad pública se le hace a una una mujer que cuando requiere una interrupción terapéutica es expulsada del hospital público donde le realizaban el seguimiento del embarazo a una clínica privada acreditada. Por otro lado, y en el caso de esas mismas mujeres que interrumpen por motivos médicos y son derivadas a clínicas privadas, cómo se garantiza la autopsia y el estudio anatomopatológico del bebé. Este estudio completo no se realiza en dichas clínicas, ya que no están acreditadas para realizarlo, pero sí en los hospitales públicos. Como explicaba el médico de medicina fetal consultado por Newtral.es: \"Estos estudios no se realizan sistemáticamente si la paciente es remitida a un centro privado concertado con la Comunidad de Madrid, por lo que perdemos información muy valiosa de cara a futuros embarazos\". Sobre este asunto, el viceconsejero solo ha indicado que \"como no puede ser de otra manera, esas mujeres pueden volver a acudir a "}