{"title": "FDA Authorizes COVID-19 Vaccines for Children 6 Months and Older", "author": "AAFA Community Services", "url": "https://community.aafa.org/blog/fda-authorizes-covid-19-vaccines-for-children-6-months-and-older", "hostname": "aafa.org", "description": "The Asthma and Allergy Foundation of America (AAFA) is sharing this press release from the Food and Drug Administration (FDA) to bring you the latest research news quickly. [PRESS RELEASE] Coronavirus (COVID-19) Update: FDA Authorizes Moderna and Pfizer-BioNTech COVID-19 Vaccines for Children Down to 6 Months of Age Today, the U.S. Food and Drug Administration authorized emergency use of the Moderna COVID-19 Vaccine and the Pfizer-BioNTech COVID-19 Vaccine for the prevention of COVID-19 to...", "sitename": "Asthma and Allergy Foundation of America", "date": "2022-06-17", "cleaned_text": "The Asthma and Allergy Foundation of America (AAFA) is sharing this press release from the Food and Drug Administration (FDA) to bring you the latest research news quickly. [PRESS RELEASE] [Coronavirus (COVID-19) Update: FDA Authorizes Moderna and Pfizer-BioNTech COVID-19 Vaccines for Children Down to 6 Months of Age](https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-authorizes-moderna-and-pfizer-biontech-covid-19-vaccines-children) Today, the U.S. Food and Drug Administration authorized emergency use of the Moderna COVID-19 Vaccine and the Pfizer-BioNTech COVID-19 Vaccine for the prevention of COVID-19 to include use in children down to 6 months of age. - For the Moderna COVID-19 Vaccine, the FDA amended the emergency use authorization (EUA) to include use of the vaccine in individuals 6 months through 17 years of age. The vaccine had been authorized for use in adults 18 years of age and older. - For the Pfizer-BioNTech COVID-19 Vaccine, the FDA amended the EUA to include use of the vaccine in individuals 6 months through 4 years of age. The vaccine had been authorized for use in individuals 5 years of age and older. Key points: - The FDA's evaluation and analysis of the safety, effectiveness and manufacturing data of these vaccines was rigorous and comprehensive, supporting the EUAs. - The agency determined that the known and potential benefits of the Moderna and Pfizer-BioNTech COVID-19 vaccines outweigh the known and potential risks in the pediatric populations authorized for use for each vaccine. - Prior to making the decision to authorize these vaccines for the respective pediatric populations, the FDA's independent [Vaccines and Related Biological Products Advisory Committee](https://www.fda.gov/advisory-committees/advisory-committee-calendar/vaccines-and-related-biological-products-advisory-committee-june-14-15-2022-meeting-announcement)was consulted and voted in support of the authorizations. The Moderna COVID-19 Vaccine is administered as a primary series of two doses, one month apart, to individuals 6 months through 17 years of age. The vaccine is also authorized to provide a third primary series dose at least one month following the second dose for individuals in this age group who have been determined to have certain kinds of immunocompromise. The Pfizer-BioNTech COVID-19 Vaccine is administered as a primary series of three doses in which the initial two doses are administered three weeks apart followed by a third dose administered at least eight weeks after the second dose in individuals 6 months through 4 years of age. Information about each vaccine is available in the fact sheets for healthcare providers administering vaccine and the fact sheets for recipients and caregivers. \"As with all vaccines for any population, when authorizing COVID-19 vaccines intended for pediatric age groups, the FDA ensures that our evaluation and analysis of the data is rigorous and thorough,\" said Peter Marks, M.D., Ph.D., director of the FDA's Center for Biologics Evaluation and Research. \"In addition to making certain the data for these vaccines met FDA's rigorous standards, the agency's convening of an advisory committee was part of a transparent process to help the public have a clear understanding of the safety and effectiveness data supporting the authorization of these two vaccines for pediatric populations.\" Evaluation of the Moderna COVID-19 Vaccine for Individuals 6 Months through 17 Years of Age Effectiveness The effectiveness and safety data evaluated and analyzed by the FDA for the Moderna COVID-19 Vaccine to support the EUA for these pediatric populations were generated in two ongoing, randomized, blinded, placebo-controlled clinical trials in the United States and Canada which enrolled infants, children and adolescents. - Children 6 months through 5 years of age: Among participants 2 through 5 years of age, 72% of whom had blinded follow-up for more than two months after the second dose, the vaccine was 36.8% effective in preventing COVID-19. - Children 6 years through 11 years of age: In the FDA analysis, the immune response of the children to the vaccine was comparable to the immune response of the adults. An additional analysis pertaining to the occurrence of COVID-19 cases was determined not to be reliable due to the low number of COVID-19 cases that occurred in study participants. - Adolescents 12 through 17 years of age: In this analysis, among participants 12 through 17 years of age, the vaccine was 93.3% effective in preventing COVID-19. The data for this analysis were obtained before the omicron variant became the predominant circulating strain. Safety The safety data to support the Moderna COVID-19 Vaccine EUA in individuals 6 months through 17 years of age are as follows: - Children 6 months through 5 years of age: In clinical trial participants 6 months through 5 years of age, the most commonly reported side effects across all age subgroups included pain, redness and swelling at the injection site, fever and underarm (or groin) swelling/tenderness of lymph nodes in the same arm (or thigh) as the injection. In clinical trial participants 6 through 36 months of age, the most commonly reported side effects also included irritability/crying, sleepiness, and loss of appetite. In clinical trial participants 37 months through 5 years of age, the most commonly reported side effects also included fatigue, headache, muscle ache, chills, nausea/vomiting and joint stiffness. - Children 6 through 11 years of age: The majority of vaccine recipients (98.7%) had at least two months of safety follow-up after their second dose. - Adolescents 12 through 17 years of age: The majority of vaccine recipients (95.6%) had at least six months of follow-up after the second dose. The most commonly reported side effects in the clinical trial participants for both the 6 through 11 age group and the 12 through 17 age group who received the vaccine include, pain, redness and swelling at the injection site, tiredness, headache, muscle pain, chills, joint pain, underarm swollen lymph nodes in the same arm as the injection, nausea and vomiting and fever. Evaluation of the Pfizer-BioNTech COVID-19 Vaccine for Children 6 Months through 4 Years of Age The effectiveness and safety data evaluated and analyzed by the FDA for the Pfizer-BioNTech COVID-19 Vaccine were generated in an ongoing, randomized, blinded, placebo-controlled clinical trial in the United States and internationally, which enrolled infants and children. Effectiveness - The effectiveness data to support the EUA in children 6 months through 4 years of age is based on a comparison of immune responses following three doses of the Pfizer-BioNTech COVID-19 Vaccine in a subset of children in this age group to the immune responses among adults 16 through 25 years of age who received two higher doses of the Pfizer-BioNTech COVID-19 Vaccine in a previous study which determined the vaccine to be effective in preventing COVID-19. In these FDA analyses, the immune response to the vaccine for both age groups of children was comparable to the immune response of the older participants. An additional analysis pertaining to the occurrence of COVID-19 cases was determined not to be reliable due to the low number of COVID-19 cases that occurred in study participants. Safety - The most commonly reported side effects in clinical trial participants 6 through 23 months of age who received the vaccine were irritability, decreased appetite, fever and pain, tenderness, redness and swelling at the injection site. These side effects were also reported for the vaccine recipients 2 through 4 years age, in addition to fever, headache, and chills. Risks of Myocarditis and Pericarditis The FDA and CDC safety surveillance systems have previously identified increased risks of myocarditis (inflammation of the heart muscle) and pericarditis (inflammation of tissue surrounding the heart) following vaccination with the Moderna COVID-19 Vaccine and the Pfizer-BioNTech COVID-19 Vaccine, particularly following the second dose. The observed risk is highest in males 18 through 24 years of age for the Moderna COVID-19 Vaccine and in males 12 through 17 years of age for the Pfizer-BioNTech COVID-19 Vaccine. The FDA and the CDC analyses of available safety surveillance data from the U.S. and other countries on myocarditis outcomes continue to strengthen the evidence that most cases of myocarditis associated with the Moderna and Pfizer-BioNTech COVID-19 vaccines are characterized by rapid resolution of symptoms following conservative management, with no impact on quality of life reported by most patients who were contacted for follow-up at 90 days or more after reporting myocarditis. The risks of myocarditis and pericarditis are described in the fact sheets for each of these vaccines. Ongoing Safety Monitoring As part of their original EUA requests, both ModernaTX Inc. and Pfizer Inc. submitted plans to continue to monitor the safety of the vaccines as they are used under EUA. These plans for monitoring the overall safety of the vaccines and ensuring that any safety concerns are identified and evaluated in a timely manner, and which include monitoring for myocarditis and pericarditis, have been updated to include the newly authorized populations. In addition, longer-term safety follow-up is ongoing for participants enrolled in the clinical trials for both vaccines. Furthermore, the FDA and the CDC have several systems in place to continually monitor COVID-19 vaccine safety and allow for the timely detection and investigation of potential safety concerns. It is mandatory for both ModernaTX Inc. and Pfizer Inc., as well as vaccination providers, to report the following to the [Vaccine Adverse Event Reporting System (VAERS)](https://vaers.hhs.gov/) for these two COVID-19 vaccines: serious adverse events, cases of Multisystem Inflammatory Syndrome and cases of COVID-19 that result in hospitalization or death. It is also mandatory for vaccination providers to report all vaccine administration errors to VAERS for which they become aware and for vaccine manufacturers to include a summary and analysis of all identified vaccine administration errors in monthly safety reports submitted to the FDA. The EUA amendment for the Moderna COVID-19 Vaccine was issued to ModernaTX Inc. and the EUA amendment for the Pfizer-BioNTech COVID-19 Vaccine was issued to Pfizer Inc. "}