{"title": "Daily Treasury Statement (DTS) | U.S. Treasury Fiscal Data", "author": null, "url": "https://fiscaldata.treasury.gov/datasets/daily-treasury-statement/", "hostname": "treasury.gov", "description": "Daily cash and debt operations of the U.S. Treasury, including cash balance, deposits, and withdrawals; tax deposits and refunds; and debt transactions.", "sitename": "U.S. Treasury Fiscal Data", "date": "2023-09-05", "cleaned_text": "Get data on the daily cash and debt operations of the U.S. Treasury, including cash balance, deposits, and withdrawals; tax deposits and refunds; and debt transactions. The Daily Treasury Statement (DTS) dataset contains a series of tables showing the daily cash and debt operations of the U.S. Treasury. The data includes operating cash balance, deposits and withdrawals of cash, public debt transactions, federal tax deposits, income tax refunds issued (by check and electronic funds transfer (EFT)), short-term cash investments, and issues and redemptions of securities. All figures are rounded to the nearest million. Total Public Debt Outstanding Disclaimer There are six datasets on Fiscal Data which include the national debt, which is referred to as Total Public Debt Outstanding (TPDO). TPDO is the sum of Debt Held by the Public and Intragovernmental (Intragov) Holdings. Some datasets include debt issued by the Federal Financing Bank (FFB). The datasets listed below only include debt issued by the Treasury Department. The list below provides information on where there are differences in debt calculations related to the national debt. Debt to the Penny contains TPDO, as well as a breakout of Debt Held by the Public and Intragov Holdings. In this dataset, Intragov Holdings includes debt issued by the FFB. Historical Debt Outstanding contains TPDO, but no breakout of Debt Held by the Public and Intragov Holdings. In this dataset, TPDO includes debt issued by the FFB. Daily Treasury Statement (DTS) contains Debt Held by the Public and Intragov Holdings, but does not aggregate these two categories into TPDO. In this dataset, Intragov Holdings includes debt issued by the FFB. Dollar values for Debt Held by the Public and Intragov Holdings are rounded in millions to cohere with other data in the dataset. Please note that the published reports on the Fiscal Service site contain TPDO values. Monthly Treasury Statement (MTS) contains TPDO, as well as a breakout of Debt Held by the Public and Intragov Holdings. In this dataset, Intragov Holdings includes debt issued by the FFB. Monthly Statement of the Public Debt (MSPD) contains TPDO, as well as a breakout of Debt Held by the Public and Intragov Holdings. In this dataset, Intragov Holdings includes debt issued by the FFB. Dollar values are rounded in millions to cohere with other data in the dataset. Schedules of Federal Debt contains Debt Held by the Public and Intragov Holdings, but does not aggregate these two categories into TPDO. In this dataset, Intragov Holdings do not include debt issued by the FFB. Dollar values are rounded in millions to cohere with other data in the dataset. End Total Public Debt Outstanding Disclaimer As of February 14, 2023, Table V Short Term Cash Investments will no longer be updated and removed from the published report. The historical data will remain available within the dataset table. Income Tax Refunds Issued (Table VI) was renamed to Table V Income Tax Refunds Issued (Table V). Federal Tax Deposits (Table IV) was renamed to Inter-agency Tax Transfers (Table IV). Moving forward the Federal Tax Deposits data will be contained within Deposits and Withdrawals of Operating Cash (Table II). Federal Tax Deposits data prior to Feb. 14, 2023 will remain in Inter-agency Tax Transfers (Table IV). Values related to the Statutory Debt Limit are not available for periods where the debt limit has been suspended and are represented as null in the dataset. Please refer to the footnotes of the DTS Published Report for further detail. As of the October 1, 2021 statement, all references to Federal Reserve Account throughout the DTS are changed to Treasury General Account (TGA). The Short-Term Cash Investments table was indefinitely suspended in 2008. For documentation of historical changes to the DTS (past announcements), including changes in line item names and reporting, please refer to the [DTS Announcements file](https://fiscaldata.treasury.gov/static-data/published-reports/dts/DailyTreasuryStatement_Announcements.xlsx). In the Operating Cash Balance table, the closing balance today column values will be null from April 18, 2022 onwards to reflect DTS updates. Please reference the TGA Closing Balance value within the Type of Account column to find the closing balance values within the opening balance columns. Some columns in this dataset overlap with the [Monthly Statement of the Public Debt (MSPD)](https://fiscaldata.treasury.gov/datasets/monthly-statement-public-debt/), [Monthly Treasury Statement [Historical Debt Outstanding](https://fiscaldata.treasury.gov/datasets/historical-debt-outstanding/), and [Debt to the Penny](https://fiscaldata.treasury.gov/datasets/debt-to-the-penny/) datasets. Please note that Total Public Debt Outstanding may be calculated differently within different datasets. See each dataset's Notes & Known Limitations section for more details. This dataset does not explicitly state the Total Public Debt Outstanding, which is available within the actual Daily Treasury Statement. The dataset does contain Debt Held by the Public and Intragovernmental Holdings which sum to Total Public Debt Outstanding. Total Public Debt Outstanding = Debt Held by the Public + Intragovernmental Holdings Note on Published Reports: Most copies are from the [Treasury Library](https://home.treasury.gov/services/tours-and-library/library) collection with the help from [Stanford University Libraries](https://hyperlink.services.treasury.gov/?origin=https://library.stanford.edu/) collection and Google Books. https://api.fiscaldata.treasury.gov/services/api/fiscal_service/ https://api.fiscaldata.treasury.gov/services/api/fiscal_service/ fields= fields=parameter accepts a comma-separated list of field names (no parentheses). fields=parameter is not available for the endpoint accessed, an error will occur. Note that omitting fields can result in automatically aggregated and summed data results. For more information, view the ?fields= in descending order https://api.fiscaldata.treasury.gov/services/api/fiscal_service/undefined?sort=-undefined&format=json&page[number]=1&page[size]=1 Loading... "}