{"title": "La seguridad y la eficacia de las vacunas contra el COVID-19", "author": "El Espectador; Fernando Galindo G", "url": "https://www.elespectador.com/opinion/columnistas/fernando-galindo-g/la-seguridad-y-la-eficacia-de-las-vacunas-column/", "hostname": "elespectador.com", "description": "Aquellos países que no iniciaron el trámite de compra a mediados de 2020 limitan sus opciones de escoger las vacunas más eficaces", "sitename": "El Espectador", "date": "2021-02-13", "cleaned_text": "Estupor y preocupación ha generado a nivel mundial el estudio realizado por las universidades de Oxford y Witwatersrand, en Johannesburgo, sobre la eficacia de la vacuna AstraZeneca, que demostró solo 22 % de efectividad, frente a casos leves o moderados de la variante surafricana del letal virus. Tampoco hay datos sobre su efecto en casos graves porque no fueron estudiados. Suráfrica, que había recibido 1.500.000 dosis de esa vacuna provenientes de India, resolvió no iniciar el plan de vacunación y esperar el arribo de las vacunas de Pfizer y de Jhonson & Jhonson. España adquirió 196.800 dosis de la misma vacuna y optó por no administrarla a mayores de 55 años. En EE. UU no está autorizada la vacuna AstraZeneca. Previamente, en la revista The Lancet del 9 de enero, 2021, se reporta un análisis de cuatro estudios controlados aleatorios sobre la seguridad y la eficacia de la vacuna AstraZeneca, que se adelantan en Brasil, Suráfrica y el Reino Unido, desde el 23 de abril hasta el 4 de noviembre, con 23.848 participantes. Para el informe intermedio en las fechas señaladas, se incluyeron 11.636 individuos del Reino Unido y de Brasil, que exhibieron una eficacia de la vacuna, combinando los grupos, de 70,4 %. Es evidente que en este último reporte no se incluyó la muestra surafricana, a que hace referencia la preocupación mundial comentada. En el boletin de prensa del 18 de diciembre pasado, el ministro Ruiz notificó que el gobierno firmó un contrato con AstraZeneca por 10 millones de dosis y con el mecanismo Covax por 20 millones de vacunas. La cadena CNN, en la emisión del 9 de febrero, refiriéndose al estudio mencionado, enfatiza que la AstraZeneca es \"más barata y más fácil de transportar y almacenar que otras vacunas\", y podría jugar algún papel para \"combatir la pandemia en países de bajo y mediano ingreso\". Advirtió que el convenio Covax depende de esa vacuna, y anunció el plan de distribuir más de 337 millones de dosis y solo 1.2 millones de la vacuna Pfizer. [Sigue a El Espectador en WhatsApp](https://whatsapp.com/channel/0029VZzbXdXLSmbdQGUY8H02) Los estudios sobre esta última siguen siendo el marco de referencia en el control de la pandemia, porque su eficacia ha sido comprobada con investigación clínica, reportada en la literatura científica. En la publicación del New England Journal of Medicine, vol. 383, no. 27, del 31 de diciembre, 2020, se describe un estudio doblemente ciego de 43.548 participantes, mayores de 16 años, entre grupo experimental y grupo placebo, que recibieron dos dosis (la segunda a los 21 días), demostrando que la vacuna confirió protección contra el COVID-19, en el 95 % de los participantes. El estudio concluye que la eficacia observada cobijó los subgrupos definidos por edad, raza, etnicidad, índice de masa corporal, y la presencia de condiciones preexistentes o comorbilidades. El comportamiento de cada una de las vacunas disponibles en el mercado requiere ser evaluado a la luz de los estudios publicados en la literatura científica para verificar su eficacia en relación con las poblaciones que van a ser inmunizadas.. A estas alturas del proceso de vacunación mundial, aquellos países que no iniciaron el trámite de compra a mediados de 2020 limitan sus opciones de escoger las vacunas más eficaces para sus ciudadanos y tendrán que ajustar su planes para las que encuentren disponibles en el mercado. Entre tanto, el modelo de Israel se ha convertido en el icono del control de la pandemia. Emplea la vacuna Pfizer para su población, que está siendo inmunizada de manera simultánea en todos los grupos etáreos, lo que garantiza que obtendrán la inmunidad de rebaño, sin rendijas poblacionales en el tiempo que favorezcan la reinfección. Como se anotó en entrega anterior de este espacio, Colombia fue negligente en la adquisición temprana de las vacunas. Votos y ruegos para que esa omisión en la gestión gubernamental no incremente el riesgo de muerte de más compatriotas. Temas recomendados: [Sigue a El Espectador "}