{"title": "PDF", "author": "PDF", "url": "https://www.albertahealthservices.ca/assets/info/hp/cdc/if-hp-cdc-influenza-qiv-fluzone-bio-pg-07-265.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Alberta Health Services Standard #07.26 5 September 1, 2023 Immunization Program Standards Manual Page 1 of 5 Provincial Population & Public Health Quadrivalent Inactivated Influenza Vaccine (QIV) Biological Page Section 7: Biological Product Information Standard #: 07.265 Created by: Provinc ial Immunization Program Standards and Quality Approved by: Provinc ial Immunization Program Standards and Quality Approval Date: September 4, 2015 Revised: Quadrivalent, i nactivated split virion vaccine Indications for Provincially Funded Vaccine For persons 6 months of age and older. Notes: ONLY persons who live, work, go to school or are visiting in Alberta are eligible to receive provincially funded influenza vaccine. Individuals 65 years of age and older should be offered Fluzone® High Dose influenza vaccine as first option. Influenza Strains for 2023 -2024 Season lineage) -like virus Dose 0.5 mL Route I.M. Schedule 6 months up to and including 8 years of age who have not received influenza vaccine in a previous season: 2 doses with a minimum interval of 4 weeks between doses 6 months up to and including 8 years of age who have received influenza vaccine in a previous season: 1 dose 9 years of age and older : 1 dose Note: o CAR T -cell therapy recipients without a prior history of HSCT who received influenza vaccine pre -CAR T -cell therapy are eligible to restart their influenza vaccine series, beginning at least 3 months post -CAR T -cell therapy. Consultation with their physician is not necessary as long as a clearance letter has been received to proceed with inactivated vaccines. For HSCT recipients who had their post -HSCT vaccine series interrupted by CAR T -cell therapy, see the following HSCT guidance: o Principles of Immunization in Hematopoietic Stem Cell Transplant Recipients and Solid Organ Transplant Recipients o Immunization for Adult HSCT Recipients o Immunizat ion for Child HSCT Recipients Alberta Health Services Standard #07.26 5 September 1, 2023 Immunization Program Standards Manual Page 2 of 5 Provincial Population & Public Health Fluzone less than 6 months of age. Known hypersensitivity to any component of the vaccine excluding eggs. Anaphylactic or other allergic reactions to a previous dose of influenza vaccine. Known history of Guillain Barré Syndrome (GBS) within 6 weeks of a previous dose of influenza vaccine. Individuals presenting with a serious acute febrile illness o Recommendations should be provided for these individuals to be immunized when their symptoms have resolved. o Individuals with non -serious febrile illness may be immunized. Precautions: Egg allergy is no t considered a contraindication for inactivated influenza vaccine. Egg-allergic individuals may be safely immunized u sing inactivated influenza vaccine without a prior influenza vaccine skin test and with the full dose of vaccine, irrespective of a past severe reaction to egg. They can be immunized in any setting and should be kept under observation for 30 minutes follow ing the administration of inactivated influenza vaccine. Known history of severe oculorespiratory syndrome (ORS) symptoms that included lower respiratory symptoms within 24 hours of receiving influenza vaccine, pending consultation with the Medical Officer of Health to review the risks and benefits of further influenza immunization. Possible Reactions Common: Pain, tenderness, redness, and swelling at the injection site Fever, shivering Fatigue, drowsiness, malaise Irritability, abnormal crying, Headache, arthralgia, myalgia Loss of appetite Gastrointestinal symptoms (nausea, vomiting, diarrhea, abdominal pain ) Uncommon: Pruritus , bruising, haemorrhage, warmth site Lymphadenopathy Dizziness Rash, pruritus Otitis media Cough, runny nose, sneezing, sore throat Rare: Anaphylaxis , allergic reaction Guillain -Barré Syndrome (GBS) ORS is defined by the following symptoms occurring within 24 hours of immunization: Alberta Health Services Standard #07.26 5 September 1, 2023 Immunization Program Standards Manual Page 3 of 5 Provincial Population & Public Health Fluzone ® Quadrivalent FluL aval Tetra ® o bilateral red eyes and o one or more of the following respiratory symptoms (cough, wheeze, chest tightness, difficulty breathing, difficulty swallowing, hoarseness, sore throat) with or without facial swelling. Note: People who have an occurrence or recurrence of ORS upon immuniza tion do not necessarily experience further episodes with future immunizations. As with any immunization, unexpected or unusual side effects can occur. Refer to product monograph for more detailed information. Pregnancy No contraindication. Inactivated influenza immunization is recommended for all pregnant women , at any stage of pregnancy, due to the risk of influenza morbidity. The safety of inactivated influenza vaccine during pregnancy has been reviewed and has not shown evidence of harm to the mother or fetus. Lactation No contraindication Composition Each 0. 5 mL dose contains: 15 mcg influenza virus hemagglutinin from each of the four virus strains Formaldehyde Sodium phosphate -buffered, isotonic sodium chloride solution Triton® X -100 *Thimerosal is present in the multi - dose product only (25 µg/0.5 mL dose) Propagated in embryonated chicken eggs Each 0.5 mL dose contains: 15 mcg influenza virus hemagglutinin surface antigen from each of the four virus strains phosphate buffered saline composed of: o sodium chloride o potassium chloride o disodium hydrogen phosphate heptahydrate o potassium dihydrogen phosphate o water for injection -tocopheryl hydrogen succinate polysorbate 80 trace residual amounts of: o egg proteins o formaldehyde o sodium deoxycholate o ethanol o sucrose *Thimerosal is present in the multi -dose product only (50 mcg/0.5 mL dose) Propagated in the allantoic cavity of embryonated hens' eggs. Blood/Blood Products Does not contain human blood/blood products. Bovine/Porcine Products Does not contain bovine or porcine products . Latex Does not contain latex . Interchangeability For children requiring a second dose of influenza vaccine, either quadrivalent inactivated influenza vaccine or quadrivalent live attenuated influenza vaccine can be used as long as there is a minimum interval of 4 weeks between doses. If a child receives a dose of trivalent inactivated influenz a vaccine as their first dose, quadrivalent inactivated influ enza vaccine can be administered as the second dose . Alberta Health Services Standard #07.26 5 September 1, 2023 Immunization Program Standards Manual Page 4 of 5 Provincial Population & Public Health Fluzone ® Quadrivalent FluL aval Tetra ® Administration with Other Products May be given at the same time as other inactivated and live vaccines using a separate needle and syringe for each vaccine. The same limb may be used if necessary, but different sites on the limb must be chosen. For co -administration with COVID -19 vaccines, refer to the \"Administration with Other Products\" section in the relevant COVID -19 vaccine biological page. Appearance Clear to slightly opalescent suspension. Shake product well before administration. Opalescent translucent to off -white suspension Shake product well before administration. Storage Store at +2°C to +8°C Do not freeze. Store in original packaging when possible to protect from light. Discard 28 days after first puncture into the vial for the multi -dose product. Do not use beyond the labeled expiry date. Vaccine Code FLU Antigen Code FLU Licensed for Individuals 6 months of age and older . Program Notes : 1992 (approx.) : Influenza vaccine split virus Influenza split virus vaccine first used in Canada in approximately 1992. (Fluviral® & Vaxigrip®) 2009 October: Influenza vaccine for H1N1 Pandemic universal program for everyone six months of age and older. 2009 -October: Influenza seasonal vaccine universal program to include all Albertans six months of age and older. 2015 August 12: Influenza Vaccines 2015 -2016 season: Fluad® (all Quadrivalent, Fluviral, Influva c® (This is the vaccine of choice for adults 18 to 64 years of age). 2016 August 29: Influenza vaccines 2016 years of age and older who reside in long term care beds). 2021: Influenza Vaccine (65 years Influenza Vaccines 2023 -2024 season: Fluzone®, FluLaval® Tetra, Fluzone® HD (65 years of age and older) . Related Resources Alberta Health Services Website ( 2023). Influenza Immunization Influenza (flu) (alberta.ca) Alberta Health Services Website ( 2023). Influenza Immunization: Information for Health Professionals Influenza Immunization Health Professionals | Alberta Health Services References 1. Alberta Immunization Polic y, Biological Products, Government of Alberta (202 3, August ). Influenza Vaccine Quadrivalent Inactivated . 2. Quadrivalent Influenza Vaccine (Split Virion, Inactivated). Product monograph. Alberta Health Services Standard #07.26 5 September 1, 2023 Immunization Program Standards Manual Page 5 of 5 Provincial Population & Public Health Fluzone ® P. P., Campitelli, S. H., et al. (2013). Risk of Guillain -Barré syndrome after seasonal influenza vaccination and influenza health -care encounter: a self -controlled study . Lancet Infectious Disease, 13, 769 -76. 4. National Advisory Committee on Immunization. Canadian immunization guide (Evergreen Edition ). Ottawa , ON: Public Health Agency of Canada . http://www.phac -aspc.gc.ca/publicat/cig -gci/in dex-eng.php 5. 2006 -01-03). Oculo -respiratory syndrome following influenza vaccination: Review of post -marketing surveillance through four influenza seasons in Canada. Ottawa, ON: Public Health Agency of Canada. http://www.phac -aspc.gc.ca/publicat/ccdr - rmtc/05vol31/dr3121a -eng.php 6. National Advisory Com mittee on Immunization ( 2023). Statement on seasonal influenza vaccine for 2023 - Quadrivalent (2023-2024) Influenza Virus Vaccine Quadrivalent Types "}