{"title": "Australasian Society of Clinical Immunology and Allergy | LinkedIn", "author": null, "url": "https://au.linkedin.com/company/australasian-society-of-clinical-immunology-and-allergy", "hostname": "linkedin.com", "description": "Australasian Society of Clinical Immunology and Allergy | 564 followers on LinkedIn. The peak professional body of clinical immunology and allergy in Australia and New Zealand. | ASCIA promotes the highest standard of medical practice, training, education and research, to improve the health and quality of life of people with immune system disorders. These include allergic diseases, immunodeficiencies and other immune diseases.", "sitename": "Australasian Society of Clinical Immunology and Allergy", "date": "2023-01-01", "cleaned_text": "Non-profit Organizations Brookvale, NSW 564 followers The peak professional body of clinical immunology and allergy in Australia and New Zealand. About us ASCIA promotes the highest standard of medical practice, training, education and research, to improve the health and quality of life of people with immune system disorders. These include allergic diseases, immunodeficiencies and other immune diseases. - Website - [https://www.allergy.org.au/](https://www.linkedin.com/redir/redirect?url=https%3A%2F%2Fwww%2Eallergy%2Eorg%2Eau%2F&urlhash=FpiO&trk=about_website) External link for Australasian Society of Clinical Immunology and Allergy - Industries - Non-profit Organizations - Company size - 2-10 employees - Headquarters - Brookvale, NSW - Type - Nonprofit - Founded - 1990 - Specialties - Allergy, Immunology, Primary Immune Disease, Food Allergy, AIT, VIT, and Immunotherapy Locations - Primary Brookvale, NSW 2100, AU [Get directions](https://www.bing.com/maps?where=Brookvale+2100+NSW+AU&trk=org-locations_url) Employees at Australasian Society of Clinical Immunology and Allergy - Nadene Dorling Senior Project Officer - Dr Sandra Salter PhD, FPS 2021 UTS Innovative Pharmacist of the Year | Senior Lecturer at The University of Western Australia | Vaccine Safety Surveillance Research |... - Emily Mamo Registered Nurse - Senior Project Officer - Georgina Egan Project Officer with ASCIA | Registered Community Pharmacist [See all employees](https://www.linkedin.com/signup?session_redirect=https%3A%2F%2Fwww%2Elinkedin%2Ecom%2Fsearch%2Fresults%2Fpeople%2F%3FfacetCurrentCompany%3D%255B27079819%255D&trk=public_biz_employees-join) Similar pages - Allergy & Anaphylaxis Australia Non-profit Organizations Castle Hill , New South Wales - National Allergy Council Non-profit Organizations - Anaphylaxis Network Australia Fundraising Melbourne, VIC - Australian and New Zealand Society for Immunology Inc. Non-profit Organizations - National Allergy Centre of Excellence Government Administration Parkville, Victoria - National Asthma Council Australia Hospitals and Health Care South Melbourne, Victoria - AllergyPal Hospitals and Health Care Melbourne, Victoria - Allergy Concepts Pharmaceutical Manufacturing - Australian Pharmacy Council (APC) Hospitals and Health Care Canberra, ACT - Murdoch Children's Research Institute (MCRI) Research Services Melbourne, Victoria "}