{"title": "Magnesium overdose: Symptoms, likelihood, and risk factors", "author": "Jayne Leonard", "url": "https://www.medicalnewstoday.com/articles/323349", "hostname": "medicalnewstoday.com", "description": "Magnesium is essential for health, but taking too much can cause problems, including digestive issues, lethargy, and an irregular heartbeat. In rare cases, an overdose can be fatal. Learn more here.", "sitename": "Medical News Today", "date": "2018-10-16", "cleaned_text": "High magnesium levels (hypermagnesemia) can result from taking too many magnesium supplements. It can lead to lethargy, gastrointestinal symptoms, low blood pressure, and cardiac arrest. The body needs [magnesium](/articles/286839.php) for more than 300 biochemical processes. Magnesium blood levels of [1.7-2.3 milligrams per deciliter](https://www.mayoclinicproceedings.org/article/S0025-6196(15)00425-5/pdf) (mg/dl) are within the normal range, while levels above [2.6 mg/dl](https://www.msdmanuals.com/en-gb/professional/endocrine-and-metabolic-disorders/electrolyte-disorders/hypermagnesemia) can indicate hypermagnesemia. Having too much magnesium in the blood is uncommon. It is more likely to occur in people with existing health conditions, such as kidney failure. Excessive dosage of supplements or medications can also cause hypermagnesemia. In this article, we discuss the risk factors and symptoms of a magnesium overdose. We also describe why getting enough magnesium from the diet and supplements is important. If the body has absorbed too much magnesium, a person may notice any of the following symptoms, which can range from mild to very severe: - lethargy - facial flushing [diarrhea](https://www.medicalnewstoday.com/articles/158634.php) - nausea - stomach cramps - vomiting [depression](https://www.medicalnewstoday.com/kc/depression-causes-symptoms-treatments-8933) - muscle weakness - an irregular heartbeat - low [blood pressure](https://www.medicalnewstoday.com/articles/270644.php) - urine retention - breathing difficulties - cardiac arrest Severe overdoses of magnesium are rare in otherwise healthy people. Getting too much magnesium from the diet is not typically a cause for concern. Occasionally, a high dosage of magnesium from supplements or medications can cause mild symptoms of an overdose, including diarrhea, nausea, and stomach cramps. The following forms of magnesium are [most likely](https://ods.od.nih.gov/factsheets/Magnesium-HealthProfessional/) - magnesium gluconate - magnesium oxide Rarely, a very high dosage of a supplement or medication provides more than [5,000 mg of magnesium per day](https://ods.od.nih.gov/factsheets/Magnesium-HealthProfessional/) The kidneys clear excess magnesium from the body, and people with renal problems or kidney failure are more likely to absorb too much magnesium. Doctors usually advise people with this risk to avoid supplements and medications that contain magnesium. The risk factors for a magnesium overdose [include](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5786912/) - having kidney disease - having other medical conditions, such as [hypothyroidism](https://www.medicalnewstoday.com/articles/163729.php), [Addison's disease](https://www.medicalnewstoday.com/articles/186235.php), or gastrointestinal disorders - taking too many supplements or medications that contain magnesium The first treatment for hypermagnesemia is to stop consuming magnesium in supplements or medications. Other treatments include: - intravenous (IV) fluids - diuretics - dialysis If hypermagnesemia is severe, treatment may also involve intravenous [calcium](https://www.medicalnewstoday.com/articles/248958.php). Laxatives, in particular, often contain high levels of magnesium, due to its natural laxative effects. Although these medications provide more than the recommended amount of magnesium, the body usually does not absorb it all. For example, 1 tablespoon of Milk of Magnesia contains [500 mg](https://ods.od.nih.gov/factsheets/Magnesium-HealthProfessional/) Some [migraine](https://www.medicalnewstoday.com/articles/148373.php) medications also contain magnesium, as do some drugs for [indigestion](https://www.medicalnewstoday.com/articles/163484.php) and [heartburn](https://www.medicalnewstoday.com/articles/9151.php). Only take a medication that contains magnesium with medical supervision. The body requires magnesium to stay healthy. It is essential for over 300 processes, including: - muscle function - nerve function - protein synthesis - bone formation - DNA synthesis - energy production - heart health - maintaining blood sugar levels - maintaining blood pressure Some studies suggest that magnesium may help treat or prevent: However, confirming the effects of magnesium on these conditions will require more research. Magnesium deficiency, or hypomagnesemia, is much more common than hypermagnesemia, especially in otherwise healthy individuals. Some [research](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5786912/) The [Office of Dietary Supplements](https://ods.od.nih.gov/factsheets/Magnesium-HealthProfessional/) - 400-420 mg for adult males - 310-320 mg for adult females - 350-360 mg during pregnancy Risk factors for magnesium deficiency [include](https://ods.od.nih.gov/factsheets/Magnesium-HealthProfessional/) [Crohn's disease](https://www.medicalnewstoday.com/articles/151620.php), [celiac disease](https://www.medicalnewstoday.com/articles/38085.php), and other gastrointestinal diseases - type 2 diabetes - alcohol use disorder - advanced age - certain medications, such as proton pump inhibitors and diuretics - being an adolescent female — on average, this group may receive less magnesium from the diet People can meet their magnesium needs through the diet and dietary supplements: Foods Magnesium is present in many foods, including: - legumes, such as black beans and kidney beans - nuts, including almonds, cashews, peanuts, and peanut butter - whole grains, such as brown rice and oats - potatoes, when a person eats the skin - leafy green vegetables, such as spinach - fortified breakfast cereals - soy products, including soymilk and [edamame](https://www.medicalnewstoday.com/articles/280285.php) - dairy products, such as milk and yogurt There is no need to limit the amount of magnesium in the diet if the body can excrete it through the kidneys. Supplements People can take supplements to meet their magnesium requirements. According to the [Office of Dietary Supplements](https://ods.od.nih.gov/factsheets/Magnesium-Consumer/) To avoid an overdose, do not take more than [350 mg](https://ods.od.nih.gov/factsheets/Magnesium-Consumer/) Topical magnesium sources Some believe that the body can absorb magnesium particularly well through the skin, in a process called transdermal absorption. For this reason, a person may try meeting their requirements by using Epsom salts or topical magnesium oils. However, little if any scientific [research](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5579607/) Magnesium is essential for well-being, but too much can cause problems, including digestive issues, lethargy, and an irregular heartbeat. In rare cases, a magnesium overdose can be fatal. Magnesium toxicity is rare in otherwise healthy people, and levels are more likely to be low than high. People with conditions affecting the kidneys are among those at risk of absorbing too much magnesium. The risk of death is highest in older adults with renal failure. A person is unlikely to overdose from magnesium in the diet, but supplements and medications can provide too much magnesium. Early diagnosis of a magnesium overdose is important. Treatment is usually effective if a doctor detects the overdose in an early stage. Q: How do I know if I have not had enough magnesium? A: If someone suspects that they are not getting enough magnesium, they will likely notice muscle cramps or twitches and an increase in fatigue. If a person suspects that they have a magnesium deficiency, they should schedule a visit with their doctor to have a blood test and confirm their magnesium levels. "}