{"title": "How the pandemic has changed teachers' commitment to remaining in the classroom | Brookings", "author": "Jacob Taylor", "url": "https://www.brookings.edu/articles/how-the-pandemic-has-changed-teachers-commitment-to-remaining-in-the-classroom/", "hostname": "brookings.edu", "description": "A look at educator attitudes throughout the COVID-19 crisis.", "sitename": "Brookings", "date": "2021-09-08", "cleaned_text": "The 2020-2021 academic year was unlike any other. After nationwide school closures during the spring of 2020, schools reopened in the fall using combinations of in-person, hybrid, and remote learning models. Teachers had to adapt to unexpected conditions, teaching in unprecedented ways, using synchronous and asynchronous instruction, while also being challenged to establish connections with students, families, and colleagues. Health concerns added to the mix as some teachers went back to in-person education during the height of the pandemic. As a result, [teachers' levels of stress and burnout have been high throughout these unusual pandemic times](https://www.rand.org/pubs/research_reports/RRA1121-2.html), raising concerns about a potential increase in teacher turnover and future teacher shortages. A RAND survey, fielded in early January 2021, found that [nearly one-quarter of teachers indicated a desire to leave their jobs at the end of the school year](https://www.rand.org/pubs/research_reports/RRA1108-1.html), compared with an average national turnover rate of 16% pre-pandemic according to [NCES data](https://nces.ed.gov/programs/digest/d19/tables/dt19_210.30.asp). In our [ research brief](https://edre.uark.edu/_resources/pdf/teacher_turnover_covid.pdf), we use new survey data from the nationally representative [RAND American Teacher Panel (ATP)](https://www.rand.org/education-and-labor/projects/aep/about.html) to provide additional insights into these issues. We study data from 1,045 teachers from a survey administered in March 2021. About 30% of teachers in our sample reported teaching fully remote for the majority of the school year, 49% reported that they taught in a hybrid model, and 21% reported teaching fully in person. A large majority of teachers in our sample (71%) reported they had to switch instructional models at least once during the 2020-2021 school year, and the average teacher switched models twice. To see how teachers' attitudes may have changed through the pandemic, we compare the March 2021 data to responses to a pre-pandemic survey of 5,464 teachers administered mid-February to mid-March 2020. We find that, during the pandemic, teachers have become less certain that they would work a full career in the classroom. In March 2020, 74% of teachers reported that they expected to work as a teacher until retirement, while 9% said they did not expect to, and 16% did not know. In contrast, in March 2021, 69% of teachers reported they expected to work as a teacher until retirement, while 9% reported they did not expect to, and 22% said they did not know. Teachers' reported probability of leaving their current state or the profession within the next five years also increased from 24% on average in March of 2020 to 30% in March 2021. This change was due to a reduction in the percentage of teachers reporting a zero probability of leaving and a corresponding increase in the percentage reporting chances above 50%. Furthermore, a high proportion of teachers reported having considered leaving or retiring during the 2020-2021 academic year. In March 2021, 42% of teachers declared they have considered leaving or retiring from their current position during the last year. Of these, slightly more than half say it was because of COVID-19. Although the proportion of teachers that considered leaving or retiring was similar across different experience levels, those approaching retirement (55 or older) considered leaving at higher rates. Among teachers 55 and older, 34% said they considered leaving or retiring because of COVID-19, compared to 23% for all respondents. Compared to teachers younger than 35, teachers approaching retirement were 11 percentage points more likely to say they have considered leaving or retiring because of COVID-19. Importantly, teachers nearing the retirement age were as likely as younger teachers to report having considered leaving or retiring for reasons other than COVID-19. In addition to approaching retirement age (being 55 or older), having to change instruction modes and health concerns were also significant predictors of the probability of considering leaving or retiring. Having to change instruction mode at least once during the year is associated with a 13-percentage-point higher probability of having considered leaving or retiring. Finally, compared to teachers who report a 0% chance of getting COVID-19, those who think they have a 50% chance are 10 percentage points more likely to have considered leaving or retiring. In contrast, the mode of instruction did not appear to relate to teachers' considerations of leaving or retiring. While in-person teachers (15%) were less likely than those teaching fully remote (23%) or hybrid (26%) to report that they considered leaving or retiring because of COVID-19, a higher proportion of in-person teachers (27%) reported having considered leaving or retiring for other reasons than fully remote or hybrid teachers (14% and 18%, respectively). Despite high considerations of leaving or retiring during the pandemic, teachers report that more of their colleagues have considered leaving than have left their teaching jobs. We asked teachers to report the number of their colleagues that have considered leaving or retiring because of the COVID-19 pandemic, and then we asked how many of those colleagues left or retired. On average, teachers reported that around 40% of their colleagues that considered leaving because of COVID-19 ended up leaving. The 2020-2021 academic year was a trying year for teachers and, as a result, teachers reported a higher probability that they will leave the profession than they did before the pandemic. However, so far, teachers' considerations of leaving were more common than actually doing so, and [teacher attrition rates have not increased](https://www.chalkbeat.org/2021/4/6/22368846/teacher-turnover-quitting-pandemic-data-economy). It remains to be seen whether this will persist as the pandemic continues and the Delta variant presents new challenges for the 2021-2022 academic year Our results highlight three potential problem areas. First, a larger proportion of those approaching retirement age reported having considered leaving or retiring because of COVID-19, which could be problematic if schools begin to lose their more-experienced teachers. Second, most teachers had to change instructional mode at least once during the year (and many experienced multiple disruptions), and having to change instructional modes was associated with an increased probability of considering leaving or retiring. Finally, COVID-19 health concerns were also associated with an increased probability of considering leaving. Teacher turnover is often [bad for students](https://www.sciencedirect.com/science/article/pii/S027277571530087X), and a teacher shortage might be [particularly disruptive in certain subjects or jurisdictions](https://www.the74million.org/article/analysis-covid-19-raised-fears-of-teacher-shortages-but-the-situation-varies-from-state-to-state-school-to-school-subject-to-subject/) that are already strained. Even if teachers do not leave, higher levels of job dissatisfaction and intentions to leave could affect teacher effectiveness and could [harm students' academic progress](https://doi.org/10.1016/j.ijer.2020.101714). It is, therefore, important to get a better understanding of the factors that explain the increase in teachers' considerations to leave so that we might find ways to better support teachers during these challenging times. Addressing health concerns while trying to minimize school disruptions and changes in teaching mode could help increase satisfaction and retain teachers. Increasing school vaccination rates would certainly make a difference. In this respect, the recent [FDA approval of a COVID-19 vaccine](https://www.fda.gov/news-events/press-announcements/fda-approves-first-covid-19-vaccine) could open the door for vaccine mandates, and approval of a COVID-19 vaccine for children under 12 would allow a much larger share of the school-age population to get vaccinated. In the meantime, we should work together to control community spread, adopt school mitigation methods, and facilitate [a supportive work environment](https://www.edworkingpapers.com/ai20-279) to help teachers navigate the uncertainty of yet another school year in the pandemic. "}