{"title": "6 Things You Didn't Know About LYCON Wax", "author": null, "url": "https://www.wellspa360.com/home/article/21153981/lycon-wax-6-things-you-didnt-know-about-lycon-wax", "hostname": "wellspa360.com", "description": "LYCON is the world leader in quality waxes that deliver superior results. But there's more to the brand than meets the eye—here are six things you may not know about LYCON.", "sitename": "Wellspa 360", "date": "2018-07-13", "cleaned_text": "wax sold worldwide, and the wax of choice in top spas and salons across the globe! Formulated with the finest resins, pure beeswax, sensuous aromatherapy and natural plant oils, LYCON is the world leader in quality waxes that deliver superior results. But there's more to the brand than meets the eye—here are six things you may not know about LYCON. 1. LYCON was started on founder Lydia Jordane's stovetop When Lydia's family migrated to Australia from Europe in 1964, she attended an all-girls high school. On her first day, Lydia noticed that she was the only girl in her class with hairy legs, and she grew determined to have hair-free legs like the others. Luckily, her father was a cosmetic chemist and she had access to various ingredients. Lydia locked herself in her room and experimented with hair removal techniques, from razors to depilatory creams. She disliked that her hair grew back so quickly—and so coarsely. She discovered waxing and, inspired by the idea of super smooth skin, decided to develop her own. One day, her father arrived home unexpectedly to find Lydia with a saucepan of wax bubbling on the kitchen stove. \"What's cooking?\" he asked. \"It's caramel!\" Lydia replied, despite knowing she couldn't convince a cosmetic chemist that the smell of pine resin could possibly be caramel. To Lydia's delight, her father had also noticed the different hair removal practices in Australia, and this moment was the beginning of her future in waxing! Years later, while working as a beauty therapist, Lydia finally perfected her own special wax formula. She wanted it to be easy to use, pliable, have the ability to remove short and stubborn hair, and be comfortable for all skin types. With that, LYCON wax was born! 2. LYCON is celebrating 40 years This year, LYCON is excited to be celebrating its 40-year anniversary! The company continues to be on the cutting edge of innovation in the hair removal industry, and is committed to launching new products. The brand has grown from one wax to a complete and comprehensive line of strip and hard waxes, as well as a full range of retail products. In 1987, Lydia relocated her manufacturing operations from her home to a larger commercial premises. She continued to expand her waxing range and incorporated the soothing aromatherapy properties of apricot oil in LYCON's iconic Apricot Wax, followed by other formulas that included calming and nurturing ingredients such as aloe vera, azulene, chamomile, rose, lavender and Australian sandlewood oil. In 2009, LYCON launched an ultra-flexible and strong LYCOtec White Hot Wax and extra gentle LYCOtec White Strip Wax with shimmering micro mica—both of which contain LYCON's unique titanium dioxide technology and a beautiful vanilla coconut scent. The LYCOtec waxes also have a very low working temperature and are super gentle, ensuring customer comfort and satisfaction. Following the success of these, the company expanded the LYCOtec range in 2012, incorporating LYCOtec Superberry hot and strip wax, which offers the same performance and results in beautiful, berry-scented pink waxes. That same year, LYCON also launched LYCOdream, a unique hybrid of the brand's legendary hot wax and LYCOtec hot wax formulas. Applied as thin as a film wax, LYCOdream is pliable, has all the strength and grip of LYCON hot wax and won't break on removal. Finally, 2017 saw the launch of the PINKINI Brazilian Care range. The PINKINI Hybrid Hot Wax contains Tasmen Berry to soothe and nurture the skin during hair removal, and the line features intimate care products for home use, such as the PINKINI Lightening Serum and PINKINI Intimate Wash. 3. LYCON Sunshine Hot Wax was originally called Lydia's Wax The brand's first wax was aptly named Lydia's Wax and was sold in enamel mugs to pharmacies around Australia. In 1978, Lydia decided to share her secret and make it available to beauty salons, so their clients could benefit from this unique product. Business grew quickly and in 1980, Lydia's Wax became known as LYCON WAX. Word spread not only in Australia, but also overseas at a rapid rate. 4. LYCON is sold in more than 70 countries Initially, LYCON was only sold in Australia, Asia and the Pacific Region. In the '90s, Lydia ventured into the American market by exhibiting LYCON at a Las Vegas trade show and taking time to investigate the salon industry there. She soon connected with a famous New York spa frequented by an extensive celebrity clientele. The salon owner and therapists were so impressed by LYCON's gentleness and superior results that they immediately recruited it for all of their waxing services. It was decided that this trendy SoHo spa, which now has branches worldwide, would use LYCON products exclusively as well as distribute the range to salons throughout the U.S. Popularity spread and LYCON is now distributed in more then 70 countries, with a following that includes leading salons and spas across six continents. 5. The Spice Girls flew LYCON to them while on tour The Spice Girls were touring in the U.S. and insisted that they have a wax with LYCON. They were able to fly the wax in specifically to their location in order to have their wax! 6. LYCON recently moved to a brand new facility The 80,000-square-foot manufacturing facility is in Pinkenba, Australia—which is fitting because LYCON is pink! Since the company's inception, LYCON's spirit of innovation and continual product development has incorporated the best natural ingredients with the latest in science and manufacturing. All R&D and quality control is carried out at LYCON headquarters in Brisbane for ensuring the optimum in product safety and efficacy. LYCON does not conduct animal testing and every product is extensively laboratory and salon tested to cmoply with the highest international safety and quality standards. For several consecutive years, LYCON COSMETICS has been admitted as a member of Q400, a list of the top 400 privately owned companies in Queensland, Australia. "}