{"title": "Acupuncture & Integrative Medicine School in Berkeley CA", "author": null, "url": "https://www.aimc.edu/", "hostname": "aimc.edu", "description": "Learn to heal others through acupuncture and Chinese medicine. Get info about our masters and doctorate programs at Acupuncture & Integrative Medicine College, Berkeley!", "sitename": "AIMC | Acupuncture and Integrative Medicine College", "date": "2019-01-21", "cleaned_text": "We invite you to pursue your calling and put your unique fingerprint on acupuncture, health, and healing. We use Traditional Chinese Medicine as the foundation of our teaching, and integrate the best of biomedicine, Japanese, French, and five-element approaches to diagnosis and treatment. At Acupuncture & Integrative Medicine College, Berkeley (AIMC) you can bring your unique perspective to the world of today's medicine, find your specialty, and create a successful practice. Our Masters program is among the most streamlined paths to your license to practice. Our recently approved doctoral program provides advanced, specialized training in Acupuncture & Integrative Medicine AIMC Berkeley offers a variety of courses that are available to students, professionals and our community Join us for this fun and dynamic weekend to joyfully practice, give, and receive this profound therapy, with one of the most influential teachers in modern Tui Na practice, Brian O'Dea. This class is great for both new and experienced acupuncturists, bodyworkers, and community members who want to learn or refresh their basic Tui Na skills. This program offers a post-graduate internship in the theory and practice of Kampo medicine, the system of traditional Herbal Medicine (utilizing Chinese Herbs) as currently practiced in Japan. Join us in this immersive Kampo course, where you will gain comprehensive knowledge, practical skills, and the confidence to apply Kampo principles effectively. This Module is the first of eight modules that make up the Kampo Certificate Program. Learn to give safe, effective and holistic microneedling treatments guided by the principals of Eastern and Western medicine. Seven days of hands on, interactive acupuncture and moxa study at Toyo Shinkyu Senmon Gakko acupuncture school in Japan. Learn YNSA with Dr. Yoshifumi Tomita. YNSA has efficacy in treating cerebral infarction (CI), intracerebral bleeding, paralysis by central nervous system disease, Parkinson's disease, rheumatism, lower back pain, stiff shoulder, numbness, depression, dizziness, ear ringing, and skin troubles such as Atopic dermatitis. Join our mailing lists to stay in the AIMC loop. \"One of my favorite things about AIMC is the sense of community. We come together to support each other through challenges. Instead of a sense of competitiveness between students, there is a caring community that lifts everybody up. The faculty and staff are approachable and provide wonderful support during your graduate journey.\"- Master's Student © 2020 AIMC BERKELEY. "}