{"title": "Environmental Risk Assessment of Recombinant Viral Vector Vaccines against SARS-Cov-2", "author": "Aline Baldo; Amaya Leunda; Nicolas Willemarck; Katia Pauwels; Baldo; Aline; Leunda; Amaya; Willemarck; Nicolas; Pauwels; Katia", "url": "https://www.mdpi.com/2076-393X/9/5/453", "hostname": "mdpi.com", "description": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the causative agent of the coronavirus disease 2019 (COVID-19) pandemic. Over the past months, considerable efforts have been put into developing effective and safe drugs and vaccines against SARS-CoV-2. Various platforms are being used for the development of COVID-19 vaccine candidates: recombinant viral vectors, protein-based vaccines, nucleic acid-based vaccines, and inactivated/attenuated virus. Recombinant viral vector vaccine candidates represent a significant part of those vaccine candidates in clinical development, with two already authorised for use in the European Union and one currently under rolling review by the European Medicines Agency (EMA). Since recombinant viral vector vaccine candidates are considered as genetically modified organisms (GMOs), their regulatory oversight includes besides an assessment of their quality, safety and efficacy, also an environmental risk assessment (ERA). The present article highlights the main characteristics of recombinant viral vector vaccine (candidates) against SARS-CoV-2 in the pipeline and discusses their features from an environmental risk point of view.", "sitename": "MDPI", "date": "2021-05-03", "cleaned_text": "Environmental Risk Assessment of Recombinant Viral Vector Vaccines against SARS-Cov-2 Vaccines are considered as an essential tool to prevent further morbidity and mortality [ [2](#B2-vaccines-09-00453)]. Many efforts have been directed towards the rapid development of effective and safe COVID-19 vaccine candidates by use of a range of vaccine platforms. Currently, four vaccines are already authorised for use in the European Union (EU): two nucleic vaccines, BNT162b2 (Cominarty, two adenoviral vector vaccines, ChAdOx1-S (COVID-19 Vaccine AstraZeneca) and Ad26.CoV2.S (COVID-19 Vaccine Janssen). [3](#B3-vaccines-09-00453)] and Regulation (EC) N° 726/2004 [ [4](#B4-vaccines-09-00453)], respectively. The main objective of these regulations is to ensure that vaccines comply with relevant requirements in regard to their efficacy and safety for the involved human subjects and their quality control. Vaccines based on recombinant viral vectors are subject to additional regulatory requirements, as they are considered genetically modified organisms (GMOs). Some of these requirements, which have their legal basis in Directive 2001/18/EC [ [5](#B5-vaccines-09-00453)], aim to assess aspects related to potential risks for human health and the environment, including animals, plants and micro-organisms, what is called the \"environmental risk assessment (ERA)\". [Table 1](#vaccines-09-00453-t001)). 2. Environmental Risk Assessment [21](#B21-vaccines-09-00453), [22](#B22-vaccines-09-00453)]. The ERA is based on the weight of evidence methodology encompassing both qualitative and quantitative considerations [ [23](#B23-vaccines-09-00453)] and is described using qualitative terms ranging from high, moderate, low to negligible [ [24](#B24-vaccines-09-00453)]. After overall risk determination it is examined whether risk management measures need to be implemented in order to minimise the likelihood of adverse effects occurring. If no adverse effects were identified risk management strategies are not necessary. Furthermore, it is important to note that the ERA is conducted on a case-by-case basis. 2.1. Assessment of the Viral Vector Backbone [Table 2](#vaccines-09-00453-t002)gives a concise summary of how ERA could be applied to viral vector based vaccines against SARS-CoV-2. [25](#B25-vaccines-09-00453)]. 2.2. Assessment of the Characteristics of the Inserted Gene Sequences [Table 2](#vaccines-09-00453-t002)). Gene products that may be considered as potentially hazardous are detailed in the review of Bergmans et al. [ [26](#B26-vaccines-09-00453)]. [27](#B27-vaccines-09-00453)] and mediates entry of the virus into the host cells. It is the main target of neutralising antibodies elicited upon COVID-19 infection and is understandably considered as the most important target antigen for vaccine development [ [28](#B28-vaccines-09-00453)]. More particularly, viral entry is mediated by binding of the receptor-binding domain (RBD) in the S1 subunit of the S protein to the angiotensin-converting enzyme 2 (ACE2) of the host receptor. Subsequent fusion of the viral and host membranes involves the S2 subunit of the protein. Despite its key role in pathogenesis, the S protein appears not to have intrinsic hazardous properties as shown by numerous preclinical studies demonstrating immunogenicity and safety of recombinant viral vectors carrying sequences of the S protein [ [14](#B14-vaccines-09-00453), [29](#B29-vaccines-09-00453), [30](#B30-vaccines-09-00453)]. [11](#B11-vaccines-09-00453), [31](#B31-vaccines-09-00453)] in addition to the S protein sequence. The N protein has been shown to be highly immunogenic, conserved among other coronaviruses and is found more stable over time as opposed to the S protein, rendering the N protein a potential good antigen candidate for vaccine against SARS-CoV-2 and its upcoming mutant strains/variants [ [32](#B32-vaccines-09-00453), [33](#B33-vaccines-09-00453)]. The N protein is a multifunctional protein, binding to viral RNA inside the virion, facilitating RNA replication and virus particle assembly and release. In host cells, N proteins have been shown to cause deregulation of the cell-cycle, to inhibit the interferon immune response and to induce apoptosis [ [34](#B34-vaccines-09-00453)], hence conferring potential hazardous properties to the SARS-CoV-2 N protein. In SARS-CoV-2 vaccine candidate hAd5-S-Fusion+N-ET SD, an Enhanced T cell Stimulation Domain (ETSD) sequence is added to direct N protein to the endosomal-lysosomal subcellular compartment after translation [ [33](#B33-vaccines-09-00453)]. This strategy aims to optimise N protein presentation for T helper cell activation. At the same time this delocalisation of the N protein might mitigate potential deleterious effects, as suggested by the results of preclinical studies with this vaccine in mice and non-human primates (NHP) [ [11](#B11-vaccines-09-00453), [33](#B33-vaccines-09-00453)]. [35](#B35-vaccines-09-00453)] or structure guided amino acid modification. The latter is exemplified by the modifications to stabilise the prefusion conformation of the S protein, so as to induce effective neutralising antibody responses against the prefusion spike and thus preventing ACE2 binding and cell entry. The ERA should consider the potential impact of altered nucleic acid sequences or altered amino acids in the S protein on the biodistribution or host range profile of recombinant viral vectors, in particular when the protein is expressed on the surface of the virion [ [36](#B36-vaccines-09-00453)]. Indeed, the S protein appears to be a main determinant for cross-species infection events and is thought to play a role in host tropism, thereby highlighting its role for ERA considerations when it is also expressed on the surface of the recombinant viral vector [ [37](#B37-vaccines-09-00453)]. [28](#B28-vaccines-09-00453)]. Therefore, the possibility of viral vectored COVID-19 vaccine to coinfect and colocalise in a same cell with endemic coronaviruses cannot be excluded. Whether this will lead to recombination events and result in the formation of novel uncharacterised chimeric viruses depends on several factors, including the replication capacity of the viral vector and the size of the insert so as to enable homologous recombination. In this respect, the insertion of only part of the sequence, e.g., the RBD domain of the S protein, or the insertion of a synthetic codon-optimised sequence may decrease the probability of homologous recombination. 3. Environmental Risk Assessment of Recombinant Viral Vector Vaccines against SARS-CoV-2 3.1. Replication Deficient Viral Vectors 3.1.1. Adenoviral Vectors [Table 1](#vaccines-09-00453-t001)) [ [38](#B38-vaccines-09-00453)]. The COVID-19 vaccine candidates are based on human or simian adenoviral vectors and aim at eliciting a protective immune response of the recipient by delivering to cells the sequence of the antigenic SARS-CoV-2 S protein alone or combined with the N protein sequence. [39](#B39-vaccines-09-00453), [40](#B40-vaccines-09-00453)]. Most adenoviral serotypes are very stable in the environment and can persist for months on dry surfaces and for weeks in water. Adenoviruses are resistant to lipid disinfectants but are inactivated by formaldehyde, chlorine or alcohol-based disinfectants and by heating to 56 °C for 30 min. [41](#B41-vaccines-09-00453)]. This feature has encouraged researchers to investigate the use of simian adenoviruses such as the chimpanzee ChAdY25 and the gorilla GRAd32 as vectors for human vaccines. [42](#B42-vaccines-09-00453), [43](#B43-vaccines-09-00453)]. For safety and efficacy reasons, adenoviral vector based vaccines have been rendered replication-defective by the deletion of the entire or part of the early gene E1, thereby affecting the capacity of the vector to replicate but not its ability to transduce host cells and to serve as a gene delivery tool. The pathogenicity of the adenoviral vector is therefore significantly reduced. Usually, the transgene cassette is inserted in the E1 region of the vector. Moreover, the adenoviral early gene E3 known to inhibit host immunological pathways is also deleted, thereby increasing the transgene length capacity of the vector. Loss of immune evasion function of adenoviral vectors may result in a more effective clearance in the host and in an increased acute response such as inflammation [ [21](#B21-vaccines-09-00453)]. In a second adenoviral vector generation used by ImmunityBio Inc. in its vaccine candidate, the E2b gene is also deleted which removes expression of the DNA polymerase and decreases late genes expression. The E2b deletion leads to further increase in length capacity for the transgene in the vector and diminishes potential immune responses against vector proteins [ [33](#B33-vaccines-09-00453)]. [41](#B41-vaccines-09-00453), [44](#B44-vaccines-09-00453)]. This knowledge supports the position that sequences encoding the S and N proteins from SARS-CoV-2 are not expected to alter the transmission route, the host range nor confer any deleterious effect to the adenoviral vector in particular due to the fact that these proteins are not expressed on the virion surface, as it happens in other types of COVID-19 vaccine candidates. [45](#B45-vaccines-09-00453)], deploying simian adenoviral vectors, such as ChAdY25 (subgroup E) or GRAd32 (subgroup C) circulating in the Chimpanzee and the Gorilla, respectively [ [12](#B12-vaccines-09-00453), [46](#B46-vaccines-09-00453)] or adopting a prime-boost heterologous vaccination with hAd26 and hAd5 as it is the case with the Sputnik vaccine [ [8](#B8-vaccines-09-00453)] ( [Table 1](#vaccines-09-00453-t001)). Altogether, features of human and simian adenoviral based vectors make them promising vaccine candidates for transient expression of the SARS-CoV-2 S protein and N protein with minimal risk of genomic insertional mutagenesis. [47](#B47-vaccines-09-00453)]. Nevertheless, the absence of RCA should be demonstrated by the manufacturers for each batch release of the adenoviral vectored vaccine candidate as part of the routine quality control [ [21](#B21-vaccines-09-00453)]. [12](#B12-vaccines-09-00453), [46](#B46-vaccines-09-00453)] so as to optimise vector vaccines' growth rate and yield in human packaging cells. Yet, from an ERA perspective, it increases sequence homologies and the propensity of homologous recombination with wild-type hAd5. On the other hand, chances of homologous recombination events between hAd26 or simian based adenoviral vectors and a wild-type hAd5 might be low as these viruses belong to different adenovirus subgroups and share short E1 sequence homology regions. [48](#B48-vaccines-09-00453)]. [Table 1](#vaccines-09-00453-t001)). According to studies in animals, hAd5 vector biodistribution after IM administration has been shown in liver, lung and spleen [ [49](#B49-vaccines-09-00453)]. No adenoviral vectors have been detected in human patients' excreta (stool, urine, throat swab) after IM administration in the leg, meaning that the natural portal of entry of wild-type viruses and the route of administration differ. [Table 1](#vaccines-09-00453-t001)). Whereas subcutaneous entry may not mimic natural infection of adenoviruses, the oral route of administration could be compared to a natural portal of entry through mucosal membranes of wild-type adenoviruses into organisms. For instance, for hAd5-based vaccine candidates intended to be administrated through buccal mucosa, the probability of coinfection of the same cell with wild-type adenovirus might be increased and hence might increase the likelihood of homologous recombination events as well. [25](#B25-vaccines-09-00453), [49](#B49-vaccines-09-00453)]. Based on the existing literature [ [25](#B25-vaccines-09-00453), [44](#B44-vaccines-09-00453), [49](#B49-vaccines-09-00453)], shedding following IM administration of adenoviral vectors in humans has been reported as a very rare event. Viral particles have been detected at the site of injection shortly after vaccination. As far as we know, shedding of adenoviral vectors after oral or subcutaneous administrations has not been investigated in humans. [50](#B50-vaccines-09-00453)], and testicular spermatids and epididymal sperm analysis did not show any evidence for infection. The same results were observed when inoculating mouse ovaries and oocytes directly with hAd5 vectors. [Table 1](#vaccines-09-00453-t001)have a good safety profile in regard to their potential risks for human health and the environment. It should also be noted that other vaccines based on adenoviral vectors derived from different simian or human adenovirus have already been tested in several clinical studies without ERA-related concerns having been notified. Specific attention should be given to the adenoviral vector based vaccines against SARS-CoV-2 administered by oral or subcutaneous mode since the proposed route of administration might increase the probability of vector shedding or coinfection of a same cell with vaccine and a naturally occurring adenovirus. From the ERA viewpoint, it would be interesting to monitor RCA emergence in the ongoing clinical trials with these vaccine candidates in humans, and to conduct shedding studies as part of clinical development plan. 3.1.2. Modified Vaccinia Virus Ankara (MVA) Vectors [51](#B51-vaccines-09-00453)] thereby alleviating concerns associated with integration in the host genome [ [52](#B52-vaccines-09-00453)]. Interestingly, an increasing number of applications include the use of adenoviral vector constructs as prime vaccine in combination with MVA derived viral vectors to circumvent a boost of neutralising antibodies against the viral backbone. Building on the good safety and immunogenic profile demonstrated through various clinical studies including infants and immunocompromised patients, MVA viral vectors are understandably seen as a promising vector vaccine platform against infectious diseases [ [53](#B53-vaccines-09-00453), [54](#B54-vaccines-09-00453), [55](#B55-vaccines-09-00453)]. More recently, a recombinant MVA expressing the S protein of the Middle East respiratory syndrome coronavirus (MERS-CoV), a close relative to SARS-CoV-2, revealed safety and immunogenicity in a first-in-human phase I clinical study [ [56](#B56-vaccines-09-00453)] and a viral vector vaccine named MVA-SARS-2-S is currently being investigated in a phase I clinical trial [ [30](#B30-vaccines-09-00453)]. Another vaccine candidate based on a fully synthetic form of MVA (sMVA) is currently tested in a phase I clinical trial [ [57](#B57-vaccines-09-00453)]. The vaccine platform based on sMVA has been developed to rapidly produce sMVA vectors and to concomitantly combine two antigen sequences in a single MVA vector [ [15](#B15-vaccines-09-00453)]. This recombinant sMVA vaccine candidate expresses SARS-CoV-2 S protein and N protein [ [57](#B57-vaccines-09-00453)]. The recombinant MVA vectors generated from chemically synthesised DNA have the same characteristics in vitro and in vivo as compared with those of wild-type MVA in mice [ [15](#B15-vaccines-09-00453)]. [58](#B58-vaccines-09-00453), [59](#B59-vaccines-09-00453)]. Issues of particular importance during the ERA of MVA vectors are the homogeneity and genetic stability of the recombinant MVA vector and the potential for recombination and reconversion to the wild-type. [60](#B60-vaccines-09-00453)]. Moreover, genetic identity and the in vivo genetic stability of the recombinant MVA-SARS-2-S was confirmed during the pre-clinical study [ [14](#B14-vaccines-09-00453)]. [58](#B58-vaccines-09-00453), [60](#B60-vaccines-09-00453)] but also the risk for reconversion to the wild type. However, it has been suggested that some of the disrupted or deleted genes could be rescued by recombination in case of coinfection of a MVA-based vaccine and a naturally occurring orthopoxvirus (OPV) [ [61](#B61-vaccines-09-00453)]. Such an event, however, is considered very unlikely because there are no known human poxviruses [ [58](#B58-vaccines-09-00453)]. [14](#B14-vaccines-09-00453)]. Other data relevant to the ERA such as biodistribution and shedding of MVA-SARS-2-S are currently missing. However, information on the biodistribution of the same vector expressing S protein from MERS-Co-V reveals that the viral DNA remained restricted to the parental site and in draining lymph nodes after IM administration in mice. MVA DNA was not found in other peripheral organs, with the exception of very low numbers of copies detected in single samples and was not found in secretions (urine and faeces) [ [62](#B62-vaccines-09-00453)]. A particular feature associated with poxviruses in terms of potential dissemination and hence exposure pathway for human population and the environment involves the formation of skin pock lesions. In this regard, the inoculation of MVA-SARS-2-S via IM route minimises or even abolishes the development of skin pock lesions on the administration site, thereby reducing the risk of dissemination via the site of administration [ [58](#B58-vaccines-09-00453)]. [63](#B63-vaccines-09-00453)] and recombination events in human hosts are unlikely as no poxviruses circulate among humans. 3.1.3. Recombinant Influenza Virus Vectors ( [Table 1](#vaccines-09-00453-t001)). DelNS1-2019-nCoV-RBD-OPT1 is a live attenuated influenza virus due to the deletion of the nonstructural protein 1 (NS1), a key virulence element with multifunctional roles in virus replication and a potent antagonist of host immune response [ [16](#B16-vaccines-09-00453), [17](#B17-vaccines-09-00453)] through regulating the splicing of the M gene in M2 [ [64](#B64-vaccines-09-00453)]. Though limited information is currently available, it is clear that CoroFlu, another influenza vector currently tested in preclinical studies, is derived from a self-limiting version of the influenza virus, so called M2SR, which is restricted to one single round of infection as a result of a deletion of a portion of the M2 gene [ [65](#B65-vaccines-09-00453)]. These attenuated vectors are produced using cell-cultures which harbour sequences that can complement the reduced replication profile. Of note, this cell-culture based manufacturing process, as opposed to the egg-based manufacturing of common influenza vaccines, offers some interesting prospects because egg-allergies to the flu vaccine for human use as well as concerns with manufacturing shortage in case of avian influenza pandemics are alleviated. [66](#B66-vaccines-09-00453)]. The intranasal mode of administration is considered to mimic a natural route of infection and is therefore thought to possibly trigger a higher immunogenicity as compared to less natural routes such as intramuscular injection. From a vaccine safety perspective, and similar to adenoviral vectored vectors, it is noticed that influenza-based vectors are likely to induce an immune response against backbone associated antigens, such as the hemagglutinin protein. [67](#B67-vaccines-09-00453)]. [68](#B68-vaccines-09-00453), [69](#B69-vaccines-09-00453)]. However, it is unclear whether experiments on coculturing with other influenza viruses have been conducted. As the vaccines are nonreplicative in humans, the probability to reassort with replicative influenza virus is limited within the decay period (of days) of the vaccine. On the other hand, some in vitro studies indicate that blocking the M2 gene alone is not effective enough to prevent replication [ [67](#B67-vaccines-09-00453), [70](#B70-vaccines-09-00453)]. Hence, more data are needed to better understand the likelihood of exchange of genetic material with or the complementation by coinfecting wild-type influenza strains. Considering that Influenza A virus can remain infective for days in humid conditions, and has many permissive hosts, such as wild birds and mammals (pigs, horses, seals, cats, ferrets, minks), a precautionary approach is justified when implementing risk management measures. 3.2. Replication Competent Viral Vectors 3.2.1. Live-Attenuated Measles Virus Vector [71](#B71-vaccines-09-00453), [72](#B72-vaccines-09-00453)]. [73](#B73-vaccines-09-00453)], it is understandable that it has also been explored as a viral vector for a measles virus-derived COVID-19 vaccine candidate, in this case V591, that carries the sequences encoding for SARS-CoV-2 S protein and entered phase I clinical trial [ [18](#B18-vaccines-09-00453)] ( [Table 1](#vaccines-09-00453-t001)). [74](#B74-vaccines-09-00453)]. Data that can inform on ERA of this viral vector have been obtained throughout the numerous recombinant measles vaccines developed against several viral pathogens including [75](#B75-vaccines-09-00453), [76](#B76-vaccines-09-00453)] and MERS-CoV [ [77](#B77-vaccines-09-00453), [78](#B78-vaccines-09-00453)] that have so far been generated and tested in animal models [ [79](#B79-vaccines-09-00453)]. Moreover, recombinant attenuated MV Schwarz strains are currently being tested in several clinical trials as vaccine against HIV [ [80](#B80-vaccines-09-00453)], Chikungunya [ [81](#B81-vaccines-09-00453)] and Zika virus [ [82](#B82-vaccines-09-00453)]. The vaccine candidate for prevention of Chikungunya virus, the most advanced vaccine candidate in development [ [81](#B81-vaccines-09-00453), [83](#B83-vaccines-09-00453)], has been evaluated in several phase I and phase II trials and was consistently found to be safe and well tolerated. [84](#B84-vaccines-09-00453)]. This finding seems to corroborate with the observation that reversion to pathogenicity of measles vaccine strains and subsequent transmission to other individuals have not been reported to date [ [73](#B73-vaccines-09-00453), [74](#B74-vaccines-09-00453)]. [85](#B85-vaccines-09-00453), [86](#B86-vaccines-09-00453)]. Even if non-human primates can be infected, the overall population is estimated to be too low to maintain transmission [ [87](#B87-vaccines-09-00453)]. No recombinant viruses have been isolated from natural infections and there has been no conclusive evidence to date of any genetic recombination events between MV vaccine strains and wild-type strains in humans coinfected with both viruses [ [88](#B88-vaccines-09-00453)], thereby corroborating the position that recombination does not occur in paramyxoviruses. Consequently, the risk of recombination between V591 and wild-type is considered negligible. [92](#B92-vaccines-09-00453)]. Stomatitis Virus (VSV)-Vectors [94](#B94-vaccines-09-00453)]. VSV is a single-stranded negative sense RNA virus, belonging to the family Rhabdoviridae, genus Vesiculovirus and has eight main serotypes, of which serotype VSV-Indiana (VSV-I) and New Jersey (VSV-NJ) have been used as a vector backbone for the development of viral vectors. VSV replicates within the cytoplasm of infected cells and does not integrate into the cellular genome. [95](#B95-vaccines-09-00453), [96](#B96-vaccines-09-00453)]. Mechanical transmission by flies and animal-to-animal or animal-to-human transmission may occur through direct contact with vesicular lesions. Infection of humans with wild-type VSV (wt-VSV) can cause an influenza-like disease, usually without vesicle formation [ [95](#B95-vaccines-09-00453), [97](#B97-vaccines-09-00453), [98](#B98-vaccines-09-00453)], but no documented evidence exists for human-to-human the mucous membranes and skin and leading to significant economic losses to livestock farmers, VSV has been removed from the list by the World Organisation for Animal Health (OIE) as a reportable animal disease [ [103](#B103-vaccines-09-00453)] because of the mild, self-limiting nature of the disease and unlikely international spread through trade of animals. Wild-type-VSV has also been reported to circulate in bats. Upon experimental infection with VSV-NJ or VSV-I, viremia has been demonstrated in deer mice maniculatus), laboratory mice (Mus vaccines against emerging RNA viruses are already in clinical use [ [109](#B109-vaccines-09-00453)]. [4](#B4-vaccines-09-00453), [110](#B110-vaccines-09-00453)]. [29](#B29-vaccines-09-00453)], the potential of VSV-vectored vaccines against COVID-19 disease has been supported by data showing immunogenicity and in vivo efficacy of VSV-eGFP-SARS-CoV-2 upon intranasal route of administration in a mouse model of SARS-CoV-2 pathogenesis [ [111](#B111-vaccines-09-00453)]. At the time of writing two VSV-vectored COVID-19 vaccines have entered clinical [113](#B113-vaccines-09-00453), inoculated by the intracerebral route, the rVSVG-ZEBOV-GP vaccine is virulent only for newborn mice, while no clinical signs or significant histopathological lesions were observed in non-human primates inoculated [116](#B116-vaccines-09-00453), a better understanding of tropism and biodistribution patterns is crucial, particularly in animal models that may give a better predictability towards clinical translation. [118](#B118-vaccines-09-00453)]. Referring to considerations on the likelihood of coinfection with other wild-type viruses mentioned in previous sections, the likelihood of recombination, with other negative sense RNA viruses upon oral or intranasal administration of vaccine warrants careful consideration. [119](#B119-vaccines-09-00453)]. On the other hand, an assessment of the likelihood of recombination events with wt-VSV should also consider the geographic distribution of wt-VSV. [96](#B96-vaccines-09-00453)]. 4. Discussion [120](#B120-vaccines-09-00453)]. From an ERA point of view, this raises the question to which extent data obtained from vaccine candidates that are in a more advanced phase of development could be extrapolated to support the ERA of novel vaccines against SARS-CoV-2 or its variant strains using the same viral vector platform. For example, data on biodistribution and shedding profiles obtained with constructs using a replication-incompetent viral vector in which the transgene is not altering the vector capsid could be considered sufficient to inform the ERA of novel constructs using the same viral backbone in terms of biodistribution profile, shedding profile and capacity to be transmitted to non-vaccinees or the environment. [121](#B121-vaccines-09-00453)] with a twofold objective: (i) to support the development of safe and effective medicinal products for the treatment or prevention of COVID-19 by facilitating the possibility to conduct clinical trials on medicinal products containing or consisting of GMOs as soon as possible (ii) to ensure rapid availability of COVID-19 vaccines and treatments in case of emergency. This means that the conduct of clinical trials is temporarily exempted from an ERA. This regulation is temporary and shall apply as long as the World Health Organization (WHO) classifies COVID-19 as a pandemic or as long as an implementing decision is applicable by which the European Commission recognises a situation of public health emergency due to COVID-19. 5. Conclusions Author Contributions Funding Institutional Review Board Statement Informed Consent Statement Data Availability Statement Acknowledgments Conflicts of Interest References - WHO Coronavirus Disease (COVID-19) Dashboard. Available online: [https://covid19.who.int/](https://covid19.who.int/)(accessed on an efficacious COVID-19 vaccine? A review of the challenges assessing the clinical efficacy of vaccines against SARS-CoV-2. Lancet Infect. Dis. 2021, 21, e26-e35. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=What+defines+an+efficacious+COVID-19+vaccine?+A+review+of+the+challenges+assessing+the+clinical+efficacy+of+vaccines+against+SARS-CoV-2&author=Hodgson,+S.H.&author=Mansatta,+K.&author=Mallett,+G.&author=Harris,+V.&author=Emary,+K.R.W.&author=Pollard,+A.J.&publication_year=2021&journal=Lancet+Infect.+Dis.&volume=21&pages=e26%E2%80%93e35&doi=10.1016/S1473-3099(20)30773-8)] [ [CrossRef](https://doi.org/10.1016/S1473-3099(20)30773-8)] - Directive 2001/20/CE of the European Parliament and of the Council of 4 April 2001 on the approximation of the laws, regulations and administrative provisions of the Member States relating to the implementation of good clinical practices in the conduct of clinical trials on medicinal products for human use. Off. J. 2001, L121, 34. - Regulation (EC) N° 726/2004 of the European Parliament and of the Council of 31 March 2004 laying down Community procedures for the authorization and supervision of medicinal products for human and veterinary use and establishing a European Medicines Agency. Off. J. 2004, L136, 1. - Directive 2001/18/EC of the European parliament and of the Council of 12 March on the deliberate release into the environment of genetically modified organisms and repealing Council Directive 90/220/EEC. Off. J. 2001, L106, 1. - Zhu, F.-C.; Li, Y.-H.; Guan, X.-H.; Wang, L.; et Safety, tolerability, and immunogenicity of [ Wang, L.; Wang, W.-J.; et al. Immunogenicity and safety of a recombinant adenovirus type-5-vectored COVID-19 vaccine in healthy adults aged 18 years or older: A randomized, double-blind, placebo-controlled, phase 2 trial. Lancet and rAd5 vector-based heterologous prime-boost COVID-19 vaccine: An interim analysis of a randomized controlled phase 3 trial in Russia. Lancet 2021, 397, 671-681. [ W.; Leroux-Roels, I.; et al. Interim results of a phase 1-2a trial of Ad26.COV2.S Covid-19 vaccine. N. Engl. J. the ChAdOx1 nCoV-19 vaccine against SARS-CoV-2: A preliminary report of a phase 1/2, single-blind, randomised controlled trial. Lancet 2020, 396, Complete protection of nasal and lung airways against SARS-CoV-2 challenge by antibody plus Th1 dominant N- and S-specific T-cell responses to subcutaneous prime and thermally-stable oral candidate for COVID-19. bioRxiv preprint 2020. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Immunogenicity+of+a+new+gorilla+adenovirus+vaccine+candidate+for+COVID-19&author=Capone,+S.&author=Raggioli,+A.&author=Gentile,+M.&author=Battella,+S.&author=Lahm,+A.&publication_year=2020&journal=bioRxiv+preprint&doi=10.1101/2020.10.22.349951)] [ [CrossRef](https://doi.org/10.1101/2020.10.22.349951)] - Pharmaceutical Technology. Vaxart's Oral Vaccine Candidate Triggers Immune Response in Covid-19 Trial. Available online: [https://www.pharmaceutical-technology.com/news/vaxart-oral-vaccine-candidate/](https://www.pharmaceutical-technology.com/news/vaxart-oral-vaccine-candidate/)(accessed on and efficacy of the COVID-19 candidate vector vaccine MVA SARS 2 S in preclinical vaccination. bioRxiv et al. Development of a multi-antigenic SARS-CoV-2 vaccine candidate using a synthetic poxvirus platform. Nat. Commun. 2020, 11, 6121. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Development+of+a+multi-antigenic+SARS-CoV-2+vaccine+candidate+using+a+synthetic+poxvirus+platform&author=Chiuppesi,+F.&author=d%E2%80%99Alincourt+Salazar,+M.&author=Contreras,+H.&author=Nguyen,+V.H.&author=Martinez,+J.&author=Park,+Y.&author=Nguyen,+J.&author=Kha,+M.&author=Iniguez,+A.&author=Zhou,+Q.&publication_year=2020&journal=Nat.+Commun.&volume=11&pages=6121&doi=10.1038/s41467-020-19819-1)] [ [CrossRef](https://doi.org/10.1038/s41467-020-19819-1)] - Chinese Clinical Trial Registry (ChiCTR). A Phase I Clinical Trial of Influenza Virus Vector COVID-19 Vaccine for Intranasal Spray (DelNS1-2019-nCoV-RBD-OPT1). Registration Number: ChiCTR2000037782. Available online: [www.chictr.org.cn/showprojen.aspx?proj=55421](http://www.chictr.org.cn/showprojen.aspx?proj=55421)(accessed on 26 March 2021). - Chinese Clinical Trial Registry (ChiCTR). A Phase II Clinical Trial of Influenza Virus Vector COVID-19 Vaccine for Intranasal Spray (DelNS1-2019-nCoV-RBD-OPT1). Registration Number: ChiCTR2000039715. Available online: [www.chictr.org.cn/showprojen.aspx?proj=63754](http://www.chictr.org.cn/showprojen.aspx?proj=63754)(accessed on March 2021). - U.S. National Institutes of Health; ClinicalTrials.gov. Clinical Trial to Evaluate the Safety and Immunogenicity of the COVID-19 Vaccine (COVID-19-101). Official Title: A Randomized, Placebo-Controlled Trial, to Evaluate the Safety and Immunogenicity of the COVID-19 Vaccine, a Measles Vector-Based Vaccine Candidate against COVID-19 in Healthy Volunteers Consisting of an Unblinded Dose Escalation and a Blinded Treatment Phase. ClinicalTrials.gov Identifier: NCT04497298. Available online: [https://clinicaltrials.gov/ct2/show/NCT04497298](https://clinicaltrials.gov/ct2/show/NCT04497298)(accessed on 26 March 2021). - U.S. National Institutes of Health; ClinicalTrials.gov. Dose Ranging Trial to Assess Safety and Immunogenicity of V590 (COVID-19 Vaccine) in Healthy adults (V590-001). Official Title: A Phase 1, Randomized, Double-Blind, Placebo-Controlled, Dose-Ranging Trial to Evaluate the Safety in Healthy Adults. ClinicalTrials.gov Identifier: NCT04569786. Available online: [https://clinicaltrials.gov/ct2/show/NCT04569786](https://clinicaltrials.gov/ct2/show/NCT04569786)(accessed on 26 March 2021). - U.S. National Institutes of Health; ClinicalTrials.gov. Evaluate the Safety, Immunogenicity and Potential Efficacy of an rVSV-SARS-CoV-2-S Vaccine. Official Title: A Phase I/II Randomized, Multi-center, Placebo-Controlled, Dose-Escalation Study to Evaluate the Safety, Immunogenicity and Potential Efficacy of an rVSV-SARS-CoV-2-S Vaccine (IIBR-100) in Adults. ClinicalTrials.gov Identifier: NCT04608305. Available online: [https://clinicaltrials.gov/ct2/show/NCT04608305](https://clinicaltrials.gov/ct2/show/NCT04608305)(accessed on 26 March 2021). - Committee for the Medicinal Product for Human Use (CHMP). Guideline on Scientific Requirements for the Environmental Risk Assessment of Gene Therapy Medicinal Products. EMA 2008. Available online: [https://www.ema.europa.eu/en/documents/scientific-guideline/guideline-scientific-requirements-environmental-risk-assessment-gene-therapy-medicinal-products_en.pdf](https://www.ema.europa.eu/en/documents/scientific-guideline/guideline-scientific-requirements-environmental-risk-assessment-gene-therapy-medicinal-products_en.pdf)(accessed on 26 March General considerations on the biosafety of virus-derived vectors used in gene therapy and vaccination. Curr. Gene Ther. 2013, 13, 385-394. evaluation in environmental risk assessment: Review of qualitative and quantitative approaches. Sci. Total. Environ. 2009, 407, 5199-5205. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Weight-of-evidence+evaluation+in+environmental+risk+assessment:+Review+of+qualitative+and+quantitative+approaches&author=Linkov,+I.&author=Loney,+D.&author=Cormier,+S.&author=Satterstrom,+F.K.&author=Bridges,+T.&publication_year=2009&journal=Sci.+Total.+Environ.&volume=407&pages=5199%E2%80%935205&doi=10.1016/j.scitotenv.2009.05.004)] [ [CrossRef](https://doi.org/10.1016/j.scitotenv.2009.05.004)] - EC Commission Decision 2002/623/EC of 24 July 2002 establishing guidance notes supplementing Annex II to Directive 2001/18/EC of the European Parliament and of the Council on the Deliberate release into the environment of genetically modified organisms and repealing Council Directive 90/220/EC. Off. J. inventory of shedding data from clinical gene therapy trials. J. Gene Med. 2007, 9, 910-921. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=An+inventory+of+shedding+data+from+clinical+gene+therapy+trials&author=Schenk-Braat,+E.A.&author=van+Mierlo,+M.M.&author=Wagenmaker,+G.&author=Bangma,+C.H.&author=Kaptein,+L.C.&publication_year=2007&journal=J.+Gene+Med.&volume=9&pages=910%E2%80%93921&doi=10.1002/jgm.1096)] Der Vlugt, C. Identification of potential hazardous human gene products in GMO risk assessment. Environ. Biosafety Res. 2008, Adv. Res. 2019, 105, 93-116. [ [Google of Cell 2020, a replication-competent VSV-SARS-CoV-2 and a clinical isolate of SARS-CoV-2. Cell Host Microbe 2020, 28, 475-485. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Neutralizing+antibody+and+soluble+ACE2+inhibition+of+a+replication-competent+VSV-SARS-CoV-2+and+a+clinical+isolate+of+SARS-CoV-2&author=Case,+J.B.&author=Rothlauf,+P.W.&author=Chen,+R.E.&author=Liu,+Z.&author=Zhao,+H.&author=Kim,+A.S.&author=Bloyet,+L.-M.&author=Zeng,+Q.&author=Tahan,+S.&author=Droit,+L.&publication_year=2020&journal=Cell+Host+Microbe&volume=28&pages=475%E2%80%93485&doi=10.1016/j.chom.2020.06.021&pmid=32735849)] [ [CrossRef](https://doi.org/10.1016/j.chom.2020.06.021)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/32735849)] - Institutes of Health; ClinicalTrials.gov. Safety, Tolerability and Immunogenicity of the Candidate Vaccine MVA-SARS-2-S against COVID-19. Official Title: An Open, Single-Center Phase I Trial to Assess the Safety, Tolerability and Immunogenicity of Two Ascending Doses of the Candidate Vaccine MVA-SARS-2-S. ClinicalTrials.gov Identifier: NCT04569383. Available online: [https://clinicaltrials.gov/ct2/show/NCT04569383](https://clinicaltrials.gov/ct2/show/NCT04569383)(accessed on U.S. National Institutes of Health; ClinicalTrials.gov. Safety and Immunogenicity Trial of an Oral SARS-CoV-2 Vaccine (VXA-CoV2-1) for Prevention of COVID-19 in Healthy Adults. Official Title: A Phase 1 Open-Label, Dose-Ranging Trial to Determine the Safety and Immunogenicity of an Adenoviral-Vector Based Vaccine (VXA-CoV2-1) Expressing a SARS-CoV-2 Antigen and dsRNA Adjuvant Administered Orally to Healthy Adult Volunteers. ClinicalTrials.gov Identifier: NCT04563702. Available target for vaccine development. J. Virol. 2020, 94, e00647-20. [ [Google A next generation bivalent human vaccine delivering Zyl, M.; Fielding, B.C. The coronavirus nucleocapsid is a multifunctional protein. Viruses 2014, 6, Chappell, A critical analysis of codon optimization in human therapeutics. Trends Mol. Med. 96, 29-57. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Coronavirus+spike+protein+and+tropism+changes&author=Hulswit,+R.J.G.&author=de+Haan,+C.A.M.&author=Bosch,+B.-J.&publication_year=2016&journal=Adv.+Virus+Res.&volume=96&pages=29%E2%80%9357&doi=10.1016/bs.aivir.2016.08.004)] [ [CrossRef](https://doi.org/10.1016/bs.aivir.2016.08.004)] - COVID-19 Vaccine Tracker. Available online: [https://vac-lshtm.shinyapps.io/ncov_vaccine_landscape/](https://vac-lshtm.shinyapps.io/ncov_vaccine_landscape/)(accessed on 26 March 2021). - Government of Canada—Pathogen Safety Data Sheets: Adenovirus (Excluding Serotypes 40 and 41). Available online: 26 March 2021). - Lichtenstein, D.L.; Wold, W.S.M. Experimental infections wild-type adenoviruses and with repication-competent adenovirus vectors: Replication, safety, and Cancer Gene Ther. [ [Google vaccines and gene status and future prospects. In Adenoviruses, 1st of chromosomal integration of adenovirus vectors. J. Virol. vectors gene therapy, vaccination and cancer therapy. Curr. Gene Ther. 2013, 13, 421-433. and cross-reactive antibody and T-cell responses to multiple filovirus species. PLoS ONE 2012, 7, e44115. [ [Google chimpanzee adenovirus vector with low human seroprevalence: Improved systems for vector derivation and comparative immunogenicity. PLoS ONE 2012, 7, Eb, A.J.; et al. New helper cells and matched early region 1-deleted adenovirus vectors prevent generation of replication-competent adenoviruses. Hum. 9, Casimiro, Hexon switch strategy for the generation of chimeric recombinant adenovirus. Hum. Gene Ther. 2002, 13, Hermsen, National Institute for Public Health and the Environment, RIVM. Effect of Administration Route on Biodistribution and Shedding of Replication-Deficient Viral Vectors Used in Gene Therapy, A Literature Study. RIVM Report 320001001/2008; RIVM: Bilthoven, The Friedman, J.; Engler, R. Absence of germline infection in male mice following intraventricular injection of adenovirus. Ther. 2001, B.; Locker, J.K. Cytoplasmic organization of poxvirus DNA replication. Traffic 6, 839-846. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Cytoplasmic+organization+of+poxvirus+DNA+replication&author=Schramm,+B.&author=Locker,+J.K.&publication_year=2005&journal=Traffic&volume=6&pages=839%E2%80%93846&doi=10.1111/j.1600-0854.2005.00324.x&pmid=16138898)] [CrossRef](https://doi.org/10.1111/j.1600-0854.2005.00324.x)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/16138898)] - Im, E.J.; Hanke, T. MVA as a vector for vaccines against HIV-1. Expert Rev. Vaccines 2004, 3, S89-S97. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=MVA+as+a+vector+for+vaccines+against+HIV-1&author=Im,+E.J.&author=Hanke,+T.&publication_year=2004&journal=Expert+Rev.+Vaccines&volume=3&pages=S89%E2%80%93S97&doi=10.1586/14760584.3.4.S89)] [ [CrossRef](https://doi.org/10.1586/14760584.3.4.S89)] - Gilbert, S.C. Clinical development of modified vaccinia virus Ankara vaccines. Vaccine 2013, 31, 4241-4246. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Clinical+development+of+modified+vaccinia+virus+Ankara+vaccines&author=Gilbert,+S.C.&publication_year=2013&journal=Vaccine&volume=31&pages=4241%E2%80%934246&doi=10.1016/j.vaccine.2013.03.020&pmid=23523410)] [ Sutter. Modified vaccinia Ankara: History, value in basic research, and current perspectives for vaccine development. Adv. Virus Res. 2017, 97, 187-243. COVID-19: MVA vector vaccines applied to the respiratory tract as promising approach toward protective immunity in the lung. Front. Immunol. 2020, 11, 1959. [ [Google immunogenicity of a modified vaccinia virus Ankara vector vaccine candidate for Middle East respiratory syndrome: An open-label, phase I trial. Lancet Infect. Dis. 2020, 20, 827-838. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Safety+and+immunogenicity+of+a+modified+vaccinia+virus+Ankara+vector+vaccine+candidate+for+Middle+East+respiratory+syndrome:+An+open-label,+phase+I+trial&author=Koch,+T.&author=Dahlke,+C.&author=Fathi,+A.&author=Kupke,+A.&author=Kr%C3%A4hling,+V.&author=Okba,+N.M.A.&author=Halwe,+S.&author=Rohde,+C.&author=Eickmann,+M.&author=Volz,+A.&publication_year=2020&journal=Lancet+Infect.+Dis.&volume=20&pages=827%E2%80%93838&pmid=32325037)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/32325037)] - U.S. National Health; ClinicalTrials.gov. A Synthetic MVA-Based SARS-CoV-2 Vaccine, COH04S1, for the Prevention of COVID-19. Official Title: Phase 1 Dose Escalation Study to Evaluate the Safety and Biologically Effective Dose of COH04S1, a Synthetic MVA-Based SARS-CoV-2 Vaccine, Administered as one or Two Injections to Healthy Adult Volunteers. ClinicalTrials.gov Identifier: NCT04639466. Available modified vaccinia virus Ankara (MVA)-based vectors used for gene therapy or vaccination. Vaccine 2012, 30, 2623-2632. [ [Google D. Environmental risk assessment of clinical trials involving modified virus Ankara (MVA)-based vectors. Curr. Gene Ther. 2013, A. deletions in the genome of the highly attenuated vaccinia virus MVA and their influence on virulence. J. Gen. Virol. 1991, 72, 1031-1038. [ T. Recombinant viruses obtained from co-infection in vitro with a live vaccinia-vectored influenza vaccine and a naturally occurring cowpox virus display different plaque phenotypes and loss of the transgene. Vaccine 2004, 23, 499-506. and absence of generalized lesions in mice following single dose intramuscular inoculation of the vaccine candidate MVA-MERS-S. Biologicals Vaccinia virus strains are genetically divergent from the Lister vaccine strain. Microbes Infect. 2008, 10, 185-197. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Brazilian+Vaccinia+virus+strains+are+genetically+divergent+from+the+Lister+vaccine+strain&author=Drumond,+B.P.&author=Leite,+J.A.&author=da+Fonseca,+F.G.&author=Bonjardim,+C.A.&author=Ferreira,+P.C.&author=Kroon,+E.&publication_year=2008&journal=Microbes+Infect.&volume=10&pages=185%E2%80%93197&doi=10.1016/j.micinf.2007.11.005&pmid=18248758)] [ et al. Structural-functional interactions of NS1-BP protein with the splicing and mRNA export machineries for viral and host gene expression. Proc. Acad. CoroFlu, a Coronavirus Vaccine. Available online: [https://news.wisc.edu/uw-madison-flugen-bharat-biotech-to-develop-coroflu-a-coronavirus-vaccine/](https://news.wisc.edu/uw-madison-flugen-bharat-biotech-to-develop-coroflu-a-coronavirus-vaccine/)(accessed on 26 March 2021). - EU Clinical Trial Register. A Phase 2a Randomized, Double-Blind, Placebo-Controlled Trial to Evaluate Efficacy of Bris10 M2SR (H3N2 A/Brisbane/10/2007) Vaccine Administered as a Single Intranasal Dose (Versus Placebo) in Healthy Adult Volunteers who are Subsequently Challenged with a Live, Antigenically Different Wild-type Influenza Type Watanabe, S.; Watanabe, T.; Kawaoka, Y. Influenza A virus lacking M2 protein as a live attenuated vaccine. J. Virol. 2009, 83, et al. Generation of DelNS1 influenza viruses: A strategy for optimizing live attenuated influenza vaccines. mBio 10, live single replication influenza virus vaccine, provides effective heterosubtypic protection in mice. Vaccine 2016, 34, 5090-5098. [ The M2 protein of live, attenuated influenza vaccine encodes a mutation that reduces replication in human nasal epithelial cells. Vaccine 2017, 35, cloned Schwarz strain of measles virus vaccine induces strong immune responses in macaques and transgenic mice. J. Virol. 2003, 77, measles and resulting multivalent recombinant vaccines: Applications of recombinant measles virus. [CrossRef](https://doi.org/10.1007/978-3-540-70523-9_7)] - Griffin, D.E.; Pan, Measles: Old vaccines, new vaccines. Curr. Top. Immunol. attenuated measles virus vectors used in virotherapy and vaccination. Hum. conferred by live measles vaccine expressing the spike antibodies and cellular immune responses against SARS coronavirus by recombinant measles virus. Vaccine 2008, 26, highly immunogenic and protective middle east respiratory syndrome coronavirus vaccine based on a recombinant measles virus vaccine platform. J. Virol. 2015, 89, 11654-11667. Middle East respiratory syndrome coronavirus induce robust and multifunctional T cell responses against both viruses in an appropriate mouse model. Virology 2018, 521, 99-107. [ Tangy, F. Measles-derived vaccines to prevent emerging viral diseases. Microbes Infect. 2018, 20, 493-500. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles-derived+vaccines+to+prevent+emerging+viral+diseases&author=Frantz,+P.N.&author=Teeravechyan,+S.&author=Tangy,+F.&publication_year=2018&journal=Microbes+Infect.&volume=20&pages=493%E2%80%93500&doi=10.1016/j.micinf.2018.01.005&pmid=29410084)] [ [CrossRef](https://doi.org/10.1016/j.micinf.2018.01.005)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/29410084)] - U.S. National Institutes of Health; ClinicalTrials.gov. Study to Evaluate the Dosage and Safety of Two Intramuscular Injections of an Investigational Clade B HIV Vaccine. Official Title: An Open-Label, Phase I, Dose-escalation and Safety Study of Two Intramuscular Injections of a Dose of 2.9 Log or 4 Log CCID50 of the Recombinant HIV I clade B Measles Vaccine Vector in Healthy Adults. ClinicalTrials.gov Identifier: [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Immunogenicity,+safety+and+tolerability+of+a+recombinant+measles+virus-based+chikungunya+vaccine:+A+randomised,+double-blind,+placebo-controlled,+active-comparator,+first-in-man+trial&author=Ramsauer,+K.&author=Schwameis,+M.&author=Firbas,+C.&author=M%C3%BCllner,+M.&author=Putnak,+R.J.&author=Thomas,+S.J.&author=Despr%C3%A8s,+P.&author=Tauber,+E.&author=Jilma,+B.&author=Tangy,+F.&publication_year=2015&journal=Lancet+Infect.+Dis.&volume=15&pages=519%E2%80%93527&doi=10.1016/S1473-3099(15)70043-5&pmid=25739878)] [ [CrossRef](https://doi.org/10.1016/S1473-3099(15)70043-5)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/25739878)] - U.S. National Institutes of Health; ClinicalTrials.gov. Zika-Vaccine Dose Study A double-blind, randomized, placebo-controlled and 2 for global measles elimination programs. Emerg. Dis. 1998, 4, 29-35. [ [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/9452396)] Halsey, N.A. The clinical significance of measles: A review. J. Infect. Dis. 2004, 189, S4-S16. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=The+clinical+significance+of+measles:+A+review&author=Perry,+R.T.&author=Halsey,+N.A.&publication_year=2004&journal=J.+Infect.+Dis.&volume=189&pages=S4%E2%80%93S16&doi=10.1086/377712&pmid=15106083)] [ [CrossRef](https://doi.org/10.1086/377712)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/15106083)][ [Green Version](https://academic.oup.com/jid/article-pdf/189/Supplement_1/S4/6016268/189-Supplement_1-S4.pdf)] - Moss, W.J. Measles control and the prospect of eradication. Curr. Top. Microbiol. Immunol. 2009, 330, 173-189. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Measles+control+and+the+prospect+of+eradication&author=Moss,+W.J.&publication_year=2009&journal=Curr.+Top.+Microbiol.+Immunol.&volume=330&pages=173%E2%80%93189&doi=10.1007/978-3-540-70617-5_9&pmid=19203110)] [CrossRef](https://doi.org/10.1007/978-3-540-70617-5_9)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/19203110)] - Moss, W.J., Griffin. Global measles elimination. Nat. Rev. Microbiol. 2006, 12, immunity prior immunization with a recombinant measles virus vector. Hum. Vaccin. Immunother. of measles-mumps-rubella (MMR) immunization on the immune responses of previously immunized primary school children. Vaccine 2003, 21, 2580-2588. [ to measles in immune adults re-immunized with measles vaccine. J. Med. Virol. 2003, 70, 276-280. [Google Wolfe, Hamborsky, J.; McIntyre, L. Epidemiology and Prevention of Vaccine-Preventable Diseases, 11th ed.; Public Health Foundation: Washington, DC, USA, 2009. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Epidemiology+and+Prevention+of+Vaccine-Preventable+Diseases&author=Atkinson,+W.&author=Wolfe,+S.&author=Hamborsky,+J.&author=McIntyre,+L.&publication_year=2009)] - Merck Stops Developing both of Its COVID-19 Vaccine Candidates. Available online: [https://www.herald.co.zw/merck-stops-developing-both-of-its-covid-19-vaccine-candidates/](https://www.herald.co.zw/merck-stops-developing-both-of-its-covid-19-vaccine-candidates/)(accessed on 26 March Environmental risk assessment for rVSVG-ZEBOV-GP, a genetically modified live vaccine for Ebola virus disease. Vaccines 2020, 8, 779. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Environmental+risk+assessment+for+rVSV%CE%94G-ZEBOV-GP,+a+genetically+modified+live+vaccine+for+Ebola+virus+disease&author=Tell,+J.G.&author=Coller,+B.-A.G.&author=Dubey,+S.A.&author=Jenal,+U.&author=Lapps,+W.&author=Wang,+L.&author=Wolf,+J.&publication_year=2020&journal=Vaccines&volume=8&pages=779&doi=10.3390/vaccines8040779)] incriminated vectors. Insects 9, 190. [Google of V920 recombinant vesicular stomatitis-Zaire ebolavirus vaccine to replicate in relevant arthropod cell cultures and vector species. Hum. Vaccines Immunother. 2018, 14, 994-1002. stomatitis virus pseudotyped with Ebola Zaire Glycoprotein: Standardized template with key considerations for a risk/benefit assessment. Vaccine X 2019, 1, 100009. [ [Google 157, [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Vesicular+stomatitis&author=Letchworth,+G.J.&author=Rodriguez,+L.L.&author=Del+Cbarrera,+J.&publication_year=1999&journal=Vet.+J.&volume=157&pages=239%E2%80%93260&doi=10.1053/tvjl.1998.0303)] - Emergence and re-emergence of vesicular stomatitis in the United States. Virus Res. 2002, 85, 211-219. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Emergence+and+re-emergence+of+vesicular+stomatitis+in+the+United+States&author=Rodr%C3%ADguez,+L.L.&publication_year=2002&journal=Virus+Res.&volume=85&pages=211%E2%80%93219&doi=10.1016/S0168-1702(02)00026-6)] [ of Ceftobiprole Medocaril versus Ceftazidime plus Linezolid for the treatment of hospital-acquired pneumonia. Clin. Infect. Dis. 2014, 59, 1364-1408. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Rhabdoviridae.+Fields+Virology&author=Lyles,+D.S.&author=Rupprecht,+C.E.&publication_year=2007)] - World Organisation for Animal Health (OIE). Animal Health in the World—Overview. Available online: [http://www.oie.int/en/animal-health-in-the-world/oie-listed-diseases-2019/](http://www.oie.int/en/animal-health-in-the-world/oie-listed-diseases-2019/)(accessed against lethal challenge with Andes virus. J. Virol. 2011, 85, 12781-12791. a vesicular stomatitis virus-based influenza vaccine confers rapid protection against H5 viruses from different clades. NPJ Vaccines 2020, al. Development of a new vaccine for the prevention of Lassa fever. PloS Med. 2005, 2, e183. Live attenuated recombinant vaccine protects nonhuman primates against Ebola and Marburg viruses. Nat. Med. 2005, 11, 786-790. [ blueprint priority pathogens. Hum. Vaccin. Immunother. - European Medicines Agency. Report. Everbo. Common Name: Ebola Zaire Vaccine (rVSVDG-ZEBOV-GP, Live); European Medicines Agency: Amsterdam, The Netherlands, 2019; Available on vaccine vector protects against SARS-CoV-2-mediated pathogenesis in mice. Cell Host Microbe 2020, 28, [Google Scholar](https://scholar.google.com/scholar_lookup?title=Replication-competent+vesicular+stomatitis+virus+vaccine+vector+protects+against+SARS-CoV-2-mediated+pathogenesis+in+mice&author=Case,+J.B.&author=Rothlauf,+P.W.&author=Chen,+R.E.&author=Kafai,+N.M.&author=Fox,+J.M.&author=Smith,+B.K.&author=Shrihari,+S.&author=McCune,+B.T.&author=Harvey,+I.B.&author=Keeler,+S.P.&publication_year=2020&journal=Cell+Host+Microbe&volume=28&pages=465.e4%E2%80%93474.e4&doi=10.1016/j.chom.2020.07.018)] virus-based vaccines against Ebola and Marburg virus infections. J. Infect. Dis. 2011, 204, S1075-S1081. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Recombinant+vesicular+stomatitis+virus%E2%80%93based+vaccines+against+Ebola+and+Marburg+virus+infections&author=Geisbert,+T.&author=Feldmann,+H.&publication_year=2011&journal=J.+Infect.+Dis.&volume=204&pages=S1075%E2%80%93S1081&doi=10.1093/infdis/jir349&pmid=21987744)] [ [CrossRef](https://doi.org/10.1093/infdis/jir349)] Simon, J. Clinical development of a recombinant Ebola vaccine in the midst of an unprecedented epidemic. Vaccine 2017, 35, 4465-4469. Causing Apoptosis Neurodegeneration in Neonatal Mice. Vaccines Based on a Vesicular Stomatitis Virus (VSV) Backbone: Standardized Template with Key Considerations for a Risk/Benefit Assessment. Vaccine 2016, 34, 6597-6609. [ [Google G. and inactivation of vesicular stomatitis virus, a prototype rhabdovirus. Vet. Microbiol. [Google A recombinant VSV-vectored MERS-CoV vaccine induces neutralizing antibody and T cell responses in rhesus monkeys after single dose immunization. Antiviral Res. 2018, 150, 30-38. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=A+recombinant+VSV-vectored+MERS-CoV+vaccine+induces+neutralizing+antibody+and+T+cell+responses+in+rhesus+monkeys+after+single+dose+immunization&author=Liu,+R.&author=Wang,+J.&author=Shao,+Y.&author=Wang,+X.&author=Zhang,+H.&author=Shuai,+L.&author=Ge,+J.&author=Wen,+Z.&author=Bu,+Z.&publication_year=2018&journal=Antiviral+Res.&volume=150&pages=30%E2%80%9338&doi=10.1016/j.antiviral.2017.12.007&pmid=29246504)] [ Holmes, E.C. Phylogenetic analysis reveals a low rate of homologous recombination in negative-sense RNA viruses. J. Gen. Virol. 2003, 84, 2691-2703. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Phylogenetic+analysis+reveals+a+low+rate+of+homologous+recombination+in+negative-sense+RNA+viruses&author=Chare,+E.R.&author=Gould,+E.A.&author=Holmes,+E.C.&publication_year=2003&journal=J.+Gen.+Virol.&volume=84&pages=2691%E2%80%932703&doi=10.1099/vir.0.19277-0)] [ [CrossRef](https://doi.org/10.1099/vir.0.19277-0)] - Centers for Disease Control and Prevention (CDC). SARS-CoV-2 Variant Classifications and Definitions. Available online: [https://www.cdc.gov/coronavirus/2019-ncov/cases-updates/variant-surveillance/variant-info.html](https://www.cdc.gov/coronavirus/2019-ncov/cases-updates/variant-surveillance/variant-info.html)(accessed on 26 March 2021). - Regulation (EU) 2020/1043 of the European parliament and of the council of 15 July 2020 on the conduct of clinical trials with and supply of medicinal products for human use containing or consisting of genetically modified organisms intended to treat or prevent coronavirus disease (COVID-19). Off. J. 2020, L 231/12. Available online: [https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32020R1043&from=EN](https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32020R1043&from=EN)(accessed on 3 May 2021). |Viral Vector Candidate||COVID-19 Inc/Institute of Biotechnology, Academy of Military Medical Sciences, PLA of China |Nonreplicating human Ad5| genes [13](#B13-vaccines-09-00453)] Ludwig-Maximilians-University of Munich (Phase I) [14](#B14-vaccines-09-00453)] [15](#B15-vaccines-09-00453)] deletion of [16](#B16-vaccines-09-00453), [17](#B17-vaccines-09-00453)] Themis Bioscience GmbH University of Pittsburg Merck [18](#B18-vaccines-09-00453)] (Phase I) [19](#B19-vaccines-09-00453)] (Phase II) [20](#B20-vaccines-09-00453)] |Elements of the ERA to be considered related to the backbone| |Elements of the ERA to be considered related to the exogenous inserted gene sequences and its product| Publisher's Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. © 2021 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license Pauwels, K. Environmental Risk of Recombinant Viral Vector Vaccines against SARS-Cov-2. Vaccines 2021, 9, 453. https://doi.org/10.3390/vaccines9050453 Baldo A, Leunda A, Willemarck N, Pauwels K. Environmental Risk Assessment of Recombinant Viral Vector Vaccines against SARS-Cov-2. Vaccines. Assessment of Recombinant Viral Vector Vaccines against SARS-Cov-2\" Vaccines 9, no. 5: 453. https://doi.org/10.3390/vaccines9050453 [here](https://www.mdpi.com/about/announcements/784). Article Metrics Article Access StatisticsFor more information on "}