{"title": "Platinum nanoparticles: a non-toxic, effective and thermally stable alternative plasmonic material for cancer therapy and bioengineering", "author": "Akbar Samadi; Henrik Klingberg; Liselotte Jauffred; Andreas Kjær; Poul Martin Bendix; Lene B Oddershede", "url": "https://pubs.rsc.org/en/content/articlelanding/2018/nr/c8nr02275e", "hostname": "pubs.rsc.org", "description": "Absorption of near infrared (NIR) light by metallic nanoparticles can cause extreme heating and is of interest for instance in cancer treatment since NIR light has a relatively large penetration depth into biological tissue. Here, we quantify the extraordinary thermoplasmonic properties of platinum nanoparti", "sitename": "The Royal Society of Chemistry", "date": "2018-05-17", "cleaned_text": "Platinum nanoparticles: a non-toxic, effective and thermally stable alternative plasmonic material for cancer therapy and bioengineering [](#fn1) Abstract Absorption of near infrared (NIR) light by metallic nanoparticles can cause extreme heating and is of interest for instance in cancer treatment since NIR light has a relatively large penetration depth into biological tissue. Here, we quantify the extraordinary thermoplasmonic properties of platinum nanoparticles and demonstrate their efficiency in photothermal cancer therapy. Although platinum nanoparticles are extensively used for catalysis, they are much overlooked in a biological context. Via direct measurements based on a biological matrix we show that individual irradiated platinum nanoparticles with diameters of 50-70 nm can easily reach surface temperatures up to 900 K. In contrast to gold nanoshells, which are often used for photothermal purposes, we demonstrate that the platinum particles remain stable at these extreme temperatures. The experiments are paralleled by finite element modeling confirming the experimental results and establishing a theoretical understanding of the particles' thermoplasmonic properties. At extreme temperatures it is likely that a vapor layer will form around the plasmonic particle, and we show this scenario to be consistent with direct measurements and simulations. Viability studies demonstrate that platinum nanoparticles themselves are non-toxic at therapeutically relevant concentrations, however, upon laser irradiation we show that they efficiently kill human cancer cells. Therefore, platinum nanoparticles are highly promising candidates for thermoplasmonic applications in the life sciences, in nano-medicine, and for bio-medical engineering. "}