{"title": "Vetco Total Care Animal Hospital in San Diego, CA | Petco", "author": null, "url": "https://stores.petco.com/ca/sandiego/vet-hospital-sandiego-ca-1116.html", "hostname": "petco.com", "description": "Book your pet's next exam with Vetco Total Care at Petco San Diego, CA. Our talented veterinarians offer affordable care at our state-of-the-art pet hospital.", "sitename": "stores.petco.com", "date": "2023-01-01", "cleaned_text": "Petco Animal Hospital |Day of the Week||Hours| |Monday||8:00 AM - 6:00 PM| |Tuesday||8:00 - 6:00 PM| |Wednesday||8:00 AM - 6:00 PM| |Thursday||8:00 AM AM - |Saturday||Closed| |Sunday||Closed| Welcome to Vetco Total Care Mira Mesa at Petco Our approach to veterinary care is to make essential routine care for your pet affordable and accessible. We invite you to visit our pet hospital, conveniently located where you already shop. From routine checkups and vaccinations to dental care and surgeries, our vets can help your pet stay healthy so they feel their best Never feel pressured to choose between expenses and care with a variety of affordable services. Animal Hospital Services in Mira Mesa Give your pet the complete, compassionate care they deserve. Our popular Mira Mesa vet services include: - Veterinary exams: Free Healthy Weight Check, Free Microchip Check, Nose-to-tail wellness exams - Vaccinations - Microchipping - Dental care: Dental X-ray, Professional dental cleanings, scaling, polishing and charting, Dental procedures - X-ray and imaging: Digital radiography - Bloodwork - Dermatology - Parasite prevention and treatment: testing and prevention, Deworming whipworms, internal parasites (giardia, coccidiosis, other) - Surgical procedures: Spay/neuter, Mass removal, Soft tissue - Nutritional counseling - Digestive care - OncoK9 canine cancer detection test - Senior pet care/workups Preventive health care is key to helping your cat or dog live a happy and healthy life. Our state-licensed veterinarians discuss the best vaccination options for your [cat](https://www.petco.com/shop/en/petcostore/c/cat-and-kitten-vaccinations) or dog at each different life stage. [Vaccinations for your dog](https://www.petco.com/shop/en/petcostore/c/dog-and-puppy-vaccinations) or cat can be administered during your next appointment! Book your appointment today. Our Mira Mesa veterinary team is equipped to implant the microchips into your dog or cat and also scan for them. Microchips are a great backup option to pet identification in the case your pet escapes, despite your best efforts, and the collar comes off. [Microchips](https://www.petco.com/shop/en/petcostore/c/microchip) are a small chip, about the size of a grain of rice, that gets implanted just under the skin of your pet. These microchips can help bring your pet back home. Get your dog or cat [spayed or neutered](https://www.petco.com/shop/en/petcostore/c/spay-and-neuter) at your neighborhood Mira Mesa Petco's veterinary clinic. Our team provides quality care to ensure the safety of your dog or cat during this procedure. Discuss with your veterinarian about the optimal time to have your cat or dog spayed or neutered. Regular dental care is important to maintain your pet's health. Our Mira Mesa veterinary team can provide your [cat or dog dental cleanings](https://www.petco.com/shop/en/petcostore/c/dog-and-cat-dental-cleanings) and check for signs of periodontal disease. Discuss with your veterinarian at your neighborhood Petco about your options for cat or dog teeth cleanings. Featured Services in Mira Mesa, CA Pet Grooming in San Diego, CA Vet Hospital in Mira Mesa, CA "}