{"title": "High Dose Vitamin C Protocol", "author": null, "url": "https://sandhillswellnesscenter.com/high-dose-vitamin-c-protocol/", "hostname": "sandhillswellnesscenter.com", "description": null, "sitename": "sandhillswellnesscenter.com", "date": "2018-01-01", "cleaned_text": "This protocol is for cancer patients, it can be used alone or safely in conjunction with chemotherapy (except methotrexate) and radiation. IV Vitamin C becomes an oxidant at high doses, by interacting with oxygen and iron to cause the formation of high concentrations of hydrogen peroxide in tissues. Hydrogen peroxide is used by immune cells to kill foreign invaders and cancer cells. The high concentration of the resulting hydrogen peroxide damages the DNA of cancer cells, cuts off their energy supply and kills them. Vitamin C, even in very high doses, is toxic only to the cancer cells without harming the healthy cells. High dose IV Vitamin C may help with energy and mood for patients undergoing cancer treatments. To begin treatment, G6PD deficiency lab test must be checked and be negative prior to starting treatment. Also a pre- and post- infusion serum Vitamin C levels will be checked. Patients are usually started at 15 grams of Vitamin C, but may need as much as 100 grams of Vitamin C. The dose is determined by the post- infusion serum Vitamin C levels that will need to be drawn after every increase of Vitamin C. Infusions are suggested 2-3 times weekly until a positive change is noted, once a positive change is noted, the frequency may be reduced to 1-2 times weekly. The most common side effect is burning at the insertion site of the IV. If you are a diabetic, high dose Vitamin C can cause a false positive glucose reading that can last up to 8 hours after infusion, however a lab draw of serum glucose is not affected by this and would be accurate. It is recommended on days not getting IV Vitamin C to supplement with oral Vitamin C of 4000mg per day, and also taking Alpha Lipoic Acid 300 mg two times daily, orally, increases the effectiveness of IV Vitamin C. "}