{"title": "Tag: medical student", "author": "Author Jim McKeever", "url": null, "hostname": null, "description": null, "sitename": null, "date": "2017-01-10", "cleaned_text": "Frega means when she says, \"Different people come into your life when you need them.\" \"My first day of chemotherapy, there was a boy about my age (17) across the room, getting the same kind of IV I was,\" Katherine said. \"The next day, he came over to me with his mom, and asked if I had Hodgkin's lymphoma, too. We became 'cancer buddies' after that, and his mom and my dad became good friends. \"His name is Tim, and he was thinking of going to school for music,\" Katherine said. \"Now he's taking the MCATs (Medical College Admission Test) and he's asked me for advice. He's doing great.\" The same can be said of Katherine, who came to Upstate this year after graduating summa cum laude from Syracuse University. Cancer forced her to give up her dream of playing Division I lacrosse, but she's in remission and directing her self-discipline and energy toward medical school. She's considering a career as a pediatric oncologist. \"When I was at SU, I shadowed doctors here for a couple of years,\" Katherine said. \"It was nice seeing both sides (of cancer) and appreciating how much time and effort goes into each patient. You really appreciate what goes into it.\" Katherine was diagnosed in May 2010, as a high school junior in Westfield, N.J., and spent almost 2 ½ years in treatment. She graduated from high school on time, but took a year off to get a stem cell transplant - two, actually — from her younger sister Jennifer. There were several setbacks, including graft-versus-host disease after the first transplant. A second booster of stem cells from Jennifer - but without immune-suppressing drugs - resulted in an improved response, Katherine said. (Hodgkin's is a cancer of the lymphatic system and disrupts the body's immune system.) During treatment, Katherine's father, Mark - who played lacrosse at Syracuse and was her youth coach — would ask how she was feeling, on a scale from 1 to 10. Katherine always answered 9 or 10, plus a thumbs-up. Even on the days she felt no better than a 3. \"Fake it 'til you make it,\" she said. \"Attitude had a lot to do with it. It could have been a lot worse.\" When she enrolled at SU in 2012, Katherine switched her oncology care to Upstate, where she met [Jody Sima](http://www.upstate.edu/gch/providers/provider_list.php?provider_id=51&name=Jody+Sima), MD, [Andrea Dvorak](http://www.upstate.edu/gch/providers/provider_list.php?provider_id=363&name=Andrea+Dvorak), MD, and other pediatric oncologists who are now among her mentors here. \"I was still really sick when I came to (Syracuse),\" she said. \"It forced me to be independent. Having cancer really opened my eyes up to the disease.\" Unable to play varsity lacrosse for SU, Katherine joined the club team with its less demanding schedule. \"It was so great to get back to lacrosse after being sick,\" she said. \"I always had a good work ethic and a positive attitude. Being sick, knowing my days might be numbered ... I had no other choice but to make the best of it. There was no point in being miserable.\" The way Katherine sees it, there's always somebody out there who has it worse. She saw plenty of evidence during her many hospital stays. \"It was heartbreaking to see infants in the next room, and 4-year-olds with their IV poles, and they had no idea what was going on,\" she said. \"I never thought about dying. I didn't want my story to end there. I wanted to make it out of treatment, so I could help other people.\" And then, in March of her sophomore year at Syracuse, Katherine's father died suddenly. The rest of her support system rallied — \"My mother's incredible, and my four younger siblings\" — and other people came into her life at just the right time. \"I have three great friends from SU, and my boyfriend, Morgan, who I met around the time my dad died,\" she said. \"And here, just being at Upstate, the support is so wonderful. My Catholic faith, too, has always been strong.\" Katherine continued to excel at SU, while also working as a research assistant in Upstate's Biochemistry & Molecular Biology Department and in the hospital's Emergency Department. She was named a Lockerbie Remembrance Scholar as a senior and earned two bachelor's degrees — in public policy from the Maxwell School, and in biology from the College of Arts & Sciences. While at SU, Katherine was honored by the [HEADstrong Foundation](https://headstrong.org/about-hf/meetnick/), receiving the 2013 Nicholas E. Colleluori Award. It's given annually in honor of Colleluori, a Hofstra University student and lacrosse player who died of cancer in 2006. \"They reached out to me, the most wonderful family,\" Katherine said. \"It was an amazing connection, bringing the lacrosse community together.\" Katherine is glad to be a part of the Upstate community, first as a patient and now as a medical student. \"I wouldn't want to be anywhere else,\" she said. \"I'm really happy here. I thought I'd second-guess myself about going to med school, but that hasn't happened.\" Her history as a cancer patient has provided a unique context for her studies here. \"I took an active approach to my treatment, asking 'sciency' questions,\" Katherine said. \"It's really cool now, as a first-year medical student, seeing the chemo drugs I was on in clinical trials now being taught to me.\" Katherine's active approach continues. As an undergraduate she took part in the American Cancer Society's annual Relay for Life, and she'll be back in the Carrier Dome in April — as president-elect of Upstate's Colleges Against Cancer chapter. She also joined Upstate's [\"Peds Pals\" program](https://blogs.upstate.edu/withdistinction/2015/03/24/peds-pals-mentor-young-patients-at-upstate-cancer-center/), which matches two medical students (an MS1 and an MS2) with one pediatric cancer patient for regular tutoring and companionship. Katherine's \"pal\" is a teenage girl, another person who has come into her life at just the right time. \"I learned from a lot of opportunities,\" Katherine said. \"It might seem like I've been sick and I've been through some terrible things, but I want to make things better for others. \"I never really wanted to be known as a person who had cancer. I want to be known for what I want to do "}