{"title": "Those Supplements Claiming to Detox Your Blood Are Bullshit", "author": "Condé Nast; Audrey Noble", "url": "https://www.allure.com/story/tiktok-blood-cleanse-supplements", "hostname": "allure.com", "description": "Step away from the burdock root.", "sitename": "Allure", "date": "2022-11-29", "cleaned_text": "By now, we all know to be very wary of any [TikTok health fad](https://www.allure.com/story/tiktok-girlies-bloating-and-gut-healing) that comes across our FYPs. But one wellness trend in particular has everyone asking some serious questions: going on a blood cleanse. A blood cleanse is advertised as a beverage or supplement regimen you ingest in order to get rid of the toxins in your bloodstream, strengthen your immune system, and improve your skin health. These cleanses usually involve nutrients and herbs such as [ginger and dandelion](https://www.tiktok.com/@eliyahmashiach2/video/7051636230290820357?is_from_webapp=v1&item_id=7051636230290820357) or [burdock root](https://www.tiktok.com/@healwithtray/video/7096920406241611054?is_from_webapp=v1&item_id=7096920406241611054), with assertions that they're high in antibacterial and properties and promises to promote \"optimal health.' [Some claim](https://www.tiktok.com/t/ZTRxpYpm6/) that dandelion helps stimulate the liver to remove toxins from the body, and that burdock root eliminates toxins from your body in general. While there may be some benefits to [taking supplements](https://www.allure.com/story/beauty-supplements-and-wellness-industry) in general, they are still [not approved](https://www.fda.gov/consumers/consumer-updates/fda-101-dietary-supplements) by the U.S. Food and Drug Administration (FDA) and there's still a lot of gray area on the validity of some of the bolder claims, such as treating diabetes or magically purifying your blood. But that doesn't seem to sway many people from trying them out anyway. The term \" [blood cleanse](https://www.tiktok.com/discover/blood-cleanse)\" has over 13 million views on TikTok alone, and is only gaining traction, and this idea of having \"pure\" blood (a [problematic phrase in itself](https://melmagazine.com/en-us/story/pureblood-antivaxx-rhetoric)) or \"detoxing\" seems to be the driving force. \"More and more people are receiving information about these products every day, which sounds very logical at first hand. For example: 'If the liver is a filter, let's clean the filter once in a while.' It becomes very difficult to differentiate facts from beliefs,\" [Jaime Uribarri](https://profiles.mountsinai.org/jaime-uribarri), MD, medical director of the Home Dialysis Program at Mount Sinai Hospital and professor of medicine at the Icahn School of Medicine at Mount Sinai, tells Allure. \"To make it worse, some physicians are acting without scruples to advertise these products and promise effective body cleansing.\" \"Nobody likes the idea of having toxins in the body,\" adds [Jonathan A. Dranoff](https://medicine.yale.edu/profile/jonathan_dranoff/), MD, hepatologist and professor of medicine at the Yale School of Medicine. \"The trends to 'detox the blood' may come from misperceptions that the body does not have the ability to maintain homeostasis on its own, but such beliefs have been around for quite a long time.\" The truth is the body does a good job of flushing out toxins all on its own. We asked experts to break it down for us, and whether or not these blood cleanses actually do anything for our bodies. [Jaime Uribarri](https://profiles.mountsinai.org/jaime-uribarri), MD, medical director of the Home Dialysis Program at Mount Sinai Hospital and professor of medicine (nephrology) at the Icahn School of Medicine at Mount Sinai. [Jonathan A. Dranoff](https://medicine.yale.edu/profile/jonathan_dranoff/), MD, hepatologist and professor of medicine (digestive diseases) at the Yale School of Medicine. The liver and kidney naturally get rid of toxins in the blood. Before diving into how the liver and kidney work, we have to define what a toxin actually is. Dr. Dranoff says a toxin is any substance that contributes to ill health. Generally considered substances produced by metabolism, he explains that toxins could be produced by a foreign organism (he gives the toxin that causes diarrhea as an example) or by the human body itself (think the nitrogenous waste excreted in urine). \"Bad\" food ingredients, he adds, are not toxins. If you look at something like sugar, while it is unhealthy to eat a lot of it, he says the reason for that is not due to toxins. Excess sugar is bad for your health because it can cause caloric excess and pancreatic release of insulin in high amounts in a short amount of time, which then results in cells becoming resistant to insulin. That resistance then leads to high glucose levels, which over time can turn into prediabetes and Type 2 diabetes. \"The common use of the word detox is much like the word 'literally,'\" he says. \"The common use and the expert use are almost opposites.\" The biggest misconception is that we are in constant danger of toxins. \"Toxin is a scary word,\" he says. \"Toxins are only dangerous in sufficient quantities.\" He further explains that we all have substances that could be toxic in the body, but our bodies are naturally skilled at balancing those amounts in a healthy way. If it's functioning correctly, your body already naturally flushes out these toxins. Dr. Uribarri adds that a variety of toxins or undesirable compounds get into the blood circulation once absorbed through the walls of the gastrointestinal tract. Some of these toxins, he says, are already present in what we ingest. To expel these compounds, they are first filtered through the liver, which he says breaks them down or attaches them to other molecules to make them less harmful for when they reach the kidney to be eliminated there. The kidneys are then responsible for excreting these undesirable compounds in the urine which are flushed out [when we pee](https://www.allure.com/sponsored/story/urinary-incontinence-leaky-bladder-syndrome-causes-treatments). He says that this detoxification works well on its own when both organs are healthy. There are some situations where medication is needed — such as the presence of lead or other heavy metals that are known to overwhelm this process in one's system— to remove certain minerals from the body. But for the most part, there's no need for special medications or supplements to improve the process. It's also important to note that liver and kidney failure is something that cannot be self-diagnosed. Should you be experiencing symptoms (the Mayo Clinic lists yellowing of your skin and eyes, pain in your upper right abdomen, and a swollen belly as signs of [possible acute liver failure](https://www.mayoclinic.org/diseases-conditions/acute-liver-failure/symptoms-causes/syc-20352863) and decreased urine input, swelling in the legs, ankle, or feet, and shortness of breath as signs of possible [acute kidney failure](https://www.mayoclinic.org/diseases-conditions/kidney-failure/symptoms-causes/syc-20369048)), you should seek medical help immediately. If either or both of these organs fail to do their job properly, that's when your health can start to deteriorate. \"If the kidneys do not function, there is a buildup of nitrogenous waste that causes injury to a variety of organs and impairs the ability of a variety of enzymes in the blood to function,\" says Dr. Dranoff. \"If the liver does not function, there can be a buildup of a variety of substances that would normally be excreted, such as medications and their metabolites, heavy metals, and even cholesterol.\" He adds that the liver is a major organ for expelling a substance called bilirubin, a yellow-colored pigment that is formed from the breakdown of red blood cells. If the liver starts to fail, you may end up with yellowish skin, a.k.a. jaundice. Dr. Uribarri lists neurological disorder [metabolic encephalopathy](https://www.ncbi.nlm.nih.gov/books/NBK20383/) and essential compounds such as potassium and phosphorus, which are essential for our nutrition, building up and reaching toxic levels as some of the other dangers that can occur when these organs aren't functioning properly. Supplements and herbs don't really support the liver and kidneys. Even if you did have a buildup of toxins due to an organ failure, supplements and herbs likely won't help fix the problem. Dr. Uribarri says with a whole, well-balanced omnivore diet containing enough nutrients to support both the liver and the kidney, there is no need for additional herbs or supplements under normal circumstances. Dr. Dranoff adds that there are no herbal medications or supplements that can actually support the liver. The exception to this is if you follow a restrictive diet, in which case Dr. Uribarri says you might require some specific supplies (such as [vitamin B12 supplements](https://www.allure.com/story/vitamin-b12-benefits-supplements) for those who are vegan) to get the sufficient amount of nutrients that you need for health organ function. If you're looking to help the liver specifically, Dr. Dranoff says to turn to coffee instead. [Evidence shows](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4862107/) that drinking two to four cups of drip coffee can reduce liver injury. Some of these herbs and regimens can actually hurt your body. We'll say it again: As long as you're not experiencing a medical condition that is causing your organs to fail, the only things that can get rid of these undesirable compounds are the organs already in your body. Anything extraneous is likely useless — or at worst, they can actually just cause more damage. \"The primary organs that excrete these toxins are the kidneys and liver; this is a baseline function that is always up and running,\" says Dr. Dranoff. \"There are no supplements that can change this, but there are plenty that can interfere.\" Dr. Uribarri agrees, and says that the list of supplements and herbs that claim to get rid of these toxins is long and that you should be very wary of these products being pushed. \"[The list of supplements and herbs] usually include well-known chemicals such as vitamins and other nutrients that have been shown to have some benefit in studies in the experimental laboratory, but a demonstration of clinical effect is lacking in all of them,\" he says. \"Although the majority of times they have no significant effect when utilized, sometimes they may end up doing more harm than good.\" He even points [to data](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5502701/) that suggest that herbal dietary supplements may be responsible for 20 percent of liver injuries studied yearly in the U.S. He adds that some herbs that contain aristolochic acid have been found to cause [acute renal failure](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4241283/). Dr. Dranoff adds that the most worrisome of these \"cleansing\" supplements and herbs are ones that claim to detoxify the stool. According to the Mayo Clinic, [colon cleansing](https://www.mayoclinic.org/healthy-lifestyle/consumer-health/expert-answers/colon-cleansing/faq-20058435) (which involves large amounts of water mixed with substances such as herbs and coffee to flush out the colon) can cause dehydration, a tear in the rectum, infection, and a change in your electrolyte balance, thus leading to more serious health issues that could be life-threatening. He explains that our small and large intestines are full of remnants of nutrients, toxins excreted by the liver, and dead bacterial and human cells from cell turnover that are expelled regularly without any special help. But if you've already dabbled in this type of so-called detoxifying, don't freak out just yet: While some of these products are dangerous to your health and can make matters worst, most of these supplements and herbs that claim to get rid of these things are harmless. \"They are unnecessary and biologically unsound,\" he says. It's important to remember that while supplements aren't going to poison you, they will not fix conditions that require medical attention, and those conditions need to be addressed by professionals. \"In the U.S., we live in a society with a broken healthcare system; it is hard to get primary care appointments, copays can be high, and many people lack adequate coverage. Patients try to fix themselves when they can,\" he explains. \"The best choice is to get sound medical help, understanding that this may be inconvenient or unfairly expensive.\" The best way to regulate toxins is a healthy diet and lifestyle. This may be the most unsurprising method, but it's a tried and true way to make sure everything in your body is working properly. Both Dr. Uribarri and Dr. Dranoff agree that the best way to ensure that the kidney and liver work properly is through a healthy diet and active exercise. \"Eating a well-balanced diet that includes a good amount of fruits and vegetables and avoiding excessive alcohol intake and unnecessary medications represents the backbone of a healthy life,\" says Dr. Uribarri. More info about TikTok beauty and health trends: [Can You Actually Use Anti-Dandruff Shampoo as Face Wash? Well, Maybe.](https://www.allure.com/story/anti-dandruff-shampoo-face-wash-acne) [Can \"Slugging\" With Jelly Acne? Experts Weigh In](https://www.allure.com/story/can-vaseline-clear-up-cystic-acne) [TikTok Thinks Glycolic Acid Can Replace Your Deodorant — OK, But Can It?](https://www.allure.com/story/tiktok-glycolic-acid-as-deodorant-viral-hack) Now, check "}