{"title": "Aromatherapy: Jasmine", "author": "Kathy Keville", "url": "https://health.howstuffworks.com/wellness/natural-medicine/aromatherapy/aromatherapy-jasmine.htm", "hostname": "howstuffworks.com", "description": "Jasmine's reputation as an aphrodisiac may overshadow its other medicinal applications. This essential oil flavors many teas and can be used as a soothing balm that promotes mental acuity. Learn how jasmine is used in aromatherapy.", "sitename": "HowStuffWorks", "date": "2007-04-30", "cleaned_text": "Probably an Iranian native, jasmine, whose name means heavenly felicity, has captured the imagination of poets and perfumers for thousands of years. In China it was used to scent and flavor jasmine tea. Jasmine's aromatherapy applications and uses for the essential oil are many. The small white flowers of this vinelike evergreen shrub, with their intriguing, complex scent, are intensely fragrant and found in most great perfumes. Jasmine is also known as mistress of the night and moonlight of the grove, because its seductive scent reaches its peak late at night. Advertisement Even the production of the essential oil is exotic. The flowers are gathered at night, when they produce the most oil, and laid on a layer of fat for the method of extraction called enfleurage. It is first made into a concrete, which is solid, then the fat is separated to leave an absolute. Try as chemists might to make it, the scent cannot be duplicated. Synthetic jasmine is so harsh, it demands a touch of the true essential oil to soften it. Principal constituents of jasmine: Ketone farnesol, and many more Scent of jasmine: It has a distinctively rich, warm floral fragrance that is sweetly exotic, with a fruity-tea undertone. Therapeutic properties of jasmine: Antidepressant; relaxes nerves, relieves muscle spasms and cramping Uses for jasmine: Jasmine sedates the nervous system, so it is good for jangled nerves, headaches, insomnia, and depression and for taking the emotional edge off PMS and menopause, although keep in mind its age-old reputation as an aphrodisiac! Studies at Toho University School of Medicine in Tokyo show that jasmine also enhances mental alertness and stimulates brain waves. In another study, it was able to help computer operators reduce by one-third the number of mistakes they made. It also eases muscle cramping, such as menstrual cramps. Cosmetically, the oil is wonderful for sensitive or mature skin. In its native India, jasmine flowers infused into sesame oil are applied to abscesses and sores that are difficult to heal. A similar preparation can be made by adding 2 drops of jasmine essential oil to 1 ounce vegetable oil. Advertisement "}