{"title": "NYC Vaccine Mandate at Gyms Requires Your Shot Record | Well+Good", "author": "Zoe Weiner", "url": "https://www.wellandgood.com/vaccine-mandate-gyms/", "hostname": "wellandgood.com", "description": "On Tuesday, Mayor Bill de Blasio announced that there would be an NYC vaccine mandate at gyms. Here's what to know.", "sitename": "Well+Good", "date": "2021-08-03", "cleaned_text": "Want To Work Out at an NYC Gym or Studio? You'll Have To Show Your Vaccine Card Come September On Tuesday morning, New York City Mayor Bill de Blasio announced that starting in September, people participating in indoor activities in the city—including dining indoors at restaurants, seeing performances, and yes, going to gyms—will be required to show proof of vaccination, [The New York Times](https://www.nytimes.com/2021/08/03/nyregion/nyc-vaccine-mandate.html) reports. The mandate mimics policies that were put in place in France and Italy in the past month, and according to the Times, is believed to be the first of its kind in the United States. Elsewhere in the United States, many gyms and studios are taking safety measures like asking gym-goers to wear masks if they're not vaccinated. When NYC re-opened gyms at full capacity back in May, many studios put forth their own [policies for vaccinated clients:](https://www.wellandgood.com/mask-free-workouts/) Brands like Barry's, Solidcore, 305 Fitness, SLT, Fhitting Room, Rumble, and others announced that they would be offering mask-free classes for anyone who'd been jabbed. Then, just this week—shortly before De Blasio's announcement—Equinox announced that in early September, all New York employees and members would be required to show one-time proof of vaccination to enter clubs and offices. As the [COVID-19 Delta variant](https://www.wellandgood.com/covid-19-delta-variant/) continues to spread through the United States, public health experts have been adamant about the fact that widespread vaccines are one of the most critical factors for stopping transmission. In NYC, where only about 66 percent of the adult population is vaccinated, the hope is that these new mandates will push more people to get the shot. \"We think it is so important to make clear that if you are vaccinated, you get to benefit in all sorts of ways,\" Mayor de Blasio said on Monday in an interview on NY1, per The New York Times. \"You get to live a better life. Besides your health in general, you get to participate in many, many things. And if you're unvaccinated, there are going to be fewer and fewer things that you're able to do.\" To prove you're vaccinated, you have the option of showing your physical vaccine card or using either the Excelsior app or the soon-to-be-released \"Key to NYC Pass\" app. Aside from aiming to keep people safe, these new measures may also help get more people back into gyms and studios, many of which are still struggling to recover from their lockdown-induced closures. According to new research from Classpass, 69 percent of members would prefer returning to classes that require a vaccine, and 18 percent plan to only return to studios with vaccination requirements—which, come September, will be all of the ones in New York City. Oh hi! You look like someone who loves free workouts, discounts for cult-fave wellness brands, and exclusive Well+Good content. [Sign up for Well+](https://wellandgood.getambassador.com/), our online community of wellness insiders, and unlock your rewards instantly. [Fitness Tips](https://www.wellandgood.com/fitness-tips/) Loading More Posts... "}