{"title": "Epiglotitis", "author": null, "url": "https://middlesexhealth.org/learning-center/espanol/enfermedades-y-afecciones/epiglotitis", "hostname": "middlesexhealth.org", "description": "La obstrucción de la tráquea requiere un tratamiento inmediato.", "sitename": "Middlesex Health", "date": "2019-08-29", "cleaned_text": "produce cuando se hincha la epiglotis (una pequeña \"tapa\" de cartílago que cubre la tráquea), lo cual obstruye el flujo de aire hacia los pulmones. Esta afección puede ser mortal. Una gran cantidad de factores pueden provocar la hinchazón de la epiglotis, como infecciones, quemaduras con líquidos calientes y lesiones en la garganta. La epiglotitis puede ocurrir a cualquier edad. En el pasado, se presentaba mayormente en los niños. La causa más común de la epiglotitis en los niños era una infección por la bacteria Haemophilus influenzae tipo B (Hib), que también produce neumonía, meningitis e infecciones en el torrente sanguíneo. Gracias a la vacunación de rutina contra el Hib en los bebés, la epiglotitis se ha convertido en una afección poco frecuente en los niños. Hoy es más común en adultos. Esta afección se debe tratar con urgencia para evitar complicaciones mortales. Síntomas Síntomas en niños Los niños pueden presentar síntomas de epiglotitis en cuestión de horas. Estos son algunos de los síntomas: - Fiebre. - Dolor de garganta - Sonido agudo anormal al inspirar, conocido como estridor - Dificultad y dolor al tragar - Babeo - Ansiedad e irritabilidad en la conducta - Necesidad de ponerse de pie o inclinarse hacia adelante para facilitar la respiración Síntomas en adultos Los adultos pueden presentar síntomas durante días en lugar de horas. Los síntomas pueden incluir: - Dolor de garganta. - Fiebre. - Voz afónica o ronca. - Sonido inusual y agudo al inspirar (estridor). - Dificultad para respirar. - Dificultad para tragar. - Babeo. Cuándo debes consultar con un médico La epiglotis es una emergencia médica. Si tú o alguien que conoces de repente tiene problemas para respirar y tragar, llama al número de emergencias local o dirígete al departamento de emergencias del hospital más cercano. Intenta mantener a la persona quieta y derecha, ya que esta posición puede facilitar la respiración. Causas La causa de la epiglotitis es una infección o una lesión. Infección En el pasado, una causa frecuente de hinchazón e inflamación de la epiglotis y los tejidos que la rodean era la infección provocada por la bacteria Haemophilus influenzae tipo b (Hib). La Hib es responsable de otras afecciones, de las cuales la más frecuente es la meningitis. Hoy en día, esta bacteria es mucho menos frecuente en los países desarrollados donde se vacuna a los niños contra la Hib. La Hib se trasmite cuando una persona infectada tose o estornuda al aire. Es posible tener la bacteria Hib en la nariz y la garganta sin enfermarse, pero aun así se puede trasmitir a otras personas. En adultos, hay otras bacterias y virus que pueden hacer que la epiglotis se hinche. Entre estos se incluyen los siguientes: - Streptococcus pneumoniae (neumococo). Esta bacteria puede provocar meningitis, neumonía, infección de oído e infección de la sangre. - Estreptococo A, B y C. Este grupo de bacterias puede causar distintas enfermedades que incluyen desde amigdalitis estreptocócica hasta una infección de la sangre. - Staphylococcus aureus. Esta bacteria causa infecciones de la piel y otras enfermedades, incluida la neumonía y el síndrome de shock tóxico. Lesión En pocas ocasiones, las lesiones físicas, como un golpe en la garganta, pueden causar epiglotitis. También la pueden causar las quemaduras por beber líquidos muy calientes y la inhalación de humo de un incendio. Los síntomas como los de la epiglotitis pueden ser una consecuencia de los siguientes: - Ingerir una sustancia química que quema la garganta. - Tragar un objeto. - Fumar drogas ilícitas, como el crack. - Fumar cigarrillos electrónicos. Factores de riesgo Algunos factores aumentan el riesgo de epiglotitis, como los siguientes: - Tener el sistema inmunitario debilitado. Las personas que tienen el sistema inmunitario debilitado por una enfermedad o por medicamentos son más propensas a contraer infecciones bacterianas que pueden causar epiglotitis. - No tener el esquema completo de vacunación. Si un niño no recibe ciertas vacunas o las recibe fuera de tiempo, puede ser más propenso a contraer Haemophilus influenzae tipo B (Hib) y tener más riesgo de sufrir epiglotitis. Complicaciones La epiglotitis puede causar muchas complicaciones, incluidas las siguientes: - Insuficiencia respiratoria. La epiglotis es una \"tapa\" pequeña y móvil que está justo por encima de la laringe y que evita que la comida y la bebida ingresen a la tráquea. La hinchazón de la epiglotis puede bloquear por completo las vías respiratorias. Esto puede derivar en insuficiencia respiratoria. En esta afección que pone en riesgo la vida, el nivel de oxígeno en la sangre desciende considerablemente. - Diseminación de la infección. A veces, las bacterias que causan la epiglotitis provocan infecciones en otras partes del cuerpo. Las infecciones pueden incluir neumonía, meningitis o infección del torrente sanguíneo. Prevención Vacuna contra Hib Recibir la vacuna contra Haemophilus influenzae tipo b (Hib) previene la epiglotitis causada por Hib. En los Estados Unidos, los niños suelen recibir la vacuna en tres o cuatro dosis: - A los 2 meses - A los 4 meses - A los 6 meses si el niño recibe la vacuna en cuatro dosis - Entre los 12 y los 15 meses Debido a que los niños mayores de 5 meses y los adultos tienen menos probabilidades de presentar una infección por Hib, por lo general, no reciben la vacuna. Sin embargo, los Centros para el Control y la Prevención de Enfermedades recomiendan la vacuna para los niños mayores y los adultos cuyo sistema inmunitario esté debilitado debido a lo siguiente: - Enfermedad de células falciformes - VIH o SIDA. - Extirpación del bazo - Quimioterapia - Medicamentos para prevenir el rechazo de trasplantes de órganos o médula ósea Efectos secundarios de la vacuna - Reacción alérgica. Una reacción alérgica requiere atención médica rápida. Aunque es poco frecuente, una reacción alérgica puede causar dificultad para respirar, sibilancias, urticaria, debilidad, un latido cardíaco rápido o mareos en cuestión de minutos u horas después de la inyección. - Posibles efectos secundarios leves. Algunos de ellos son enrojecimiento, sensación de calor, hinchazón o dolor en el sitio de la inyección y fiebre. Precauciones basadas en el sentido común La vacuna haemophilus inlfuenzae tipo B no es infalible. Algunos niños vacunados tuvieron epiglotitis y hay otros gérmenes que también causan epiglotitis. Aquí es donde hay que aplicar el sentido común: - No compartas los elementos personales. - Lávate las manos con frecuencia. - Si no hay agua ni jabón, utiliza un desinfectante de manos a base de alcohol. Diagnóstico En primer lugar, el equipo médico se asegura de que las vías respiratorias estén abiertas y que ingrese suficiente oxígeno. Luego, controla la respiración y los niveles de oxígeno en la sangre. Si los niveles de oxígeno bajan demasiado, podría ser necesario recibir asistencia respiratoria. Pruebas después de que se estabiliza la respiración - Examen de la garganta. Por medio de un tubo de fibra óptica flexible y con luz, el proveedor de atención médica puede examinarte la garganta por la nariz para ver qué causa los síntomas. Se puede administrar un anestésico en la nariz para mayor comodidad durante el examen. Si las vías respiratorias se obstruyen, el procedimiento se puede hacer en un quirófano. - Radiografía de cuello o de tórax. Si bien no son necesarias para hacer un diagnóstico, las radiografías pueden ayudar a los proveedores de atención médica a determinar si tienes epiglotitis. En el caso de la epiglotitis, la radiografía puede revelar algo similar a una huella dactilar en el cuello, lo que es un indicio de que la epiglotis está agrandada. - Análisis de sangre y exudado faríngeo. Una vez que se estabiliza la respiración, un miembro del equipo limpia la epiglotis con un hisopo de algodón y analiza la muestra de tejido para determinar la presencia de Hib. Los hemocultivos permiten detectar una infección de la sangre llamada bacteriemia. Con frecuencia, se presenta bacteriemia con la epiglotitis. Tratamiento Ayudar a una persona a respirar es el primer paso del tratamiento de la epiglotitis. Luego, el tratamiento se concentra en la infección. Ayuda con la respiración Asegurarse de que tú y tu hijo respiran bien puede significar lo siguiente: - Usar una máscara de oxígeno. La máscara envía oxígeno a los pulmones. - Tener una sonda endotraqueal colocada en la tráquea por la nariz o la boca (intubación). La sonda se mantiene en su lugar hasta que se deshincha la garganta. Esto puede llevar varios días. - Colocar una aguja en la tráquea (cricotiroidotomía). En muy pocos casos, el proveedor de atención médica crea una vía respiratoria de emergencia. Para que ingrese aire a los pulmones rápidamente, el proveedor de atención médica coloca una aguja en la zona del cartílago en la tráquea. Tratamiento de la infección Para tratar la epiglotitis, se usan antibióticos administrados de manera intravenosa. - Antibiótico de amplio espectro. La infección necesita un tratamiento rápido. Por lo tanto, es posible que el proveedor de atención médica recete de inmediato un medicamento de amplio espectro en lugar de esperar los resultados de los análisis de sangre y los cultivos de tejidos. - Antibióticos más específicos. El primer medicamento se puede cambiar más adelante, según las causas de la epiglotitis. Preparación antes de la cita La epiglotitis es una enfermedad médica, de modo que no tendrás tiempo para prepararte para tu cita. Es probable que el primer proveedor de atención médica al que consultes sea de la sala de emergencias. Last Updated Nov 11, 2022 © 2023 Mayo Foundation for Medical Education and Research "}