{"title": "Meridian (Chinese medicine) - Wikipedia", "author": "Authority control National Japan", "url": "https://en.wikipedia.org/wiki/Meridian_(Chinese_medicine)", "hostname": "wikipedia.org", "description": null, "sitename": "Wikimedia Foundation, Inc.", "date": "2004-11-25", "cleaned_text": "Meridian (Chinese medicine) |This article is part of |[Alternative medicine](/wiki/Alternative_medicine) The [pinyin](/wiki/Pinyin): network) is a [traditional Chinese medicine](/wiki/Traditional_Chinese_medicine) (TCM) concept that alleges meridians are paths through which the life-energy known as \" [qi](/wiki/Qi)\" (ch'i) flows. [[1]](#cite_note-sn-1) Meridians are not real anatomical structures: scientists have found no evidence that supports their existence. [[2]](#cite_note-tot-2) One historian of medicine in China says that the term is \"completely unsuitable and misguided, but nonetheless it has become a standard translation.\" [[3]](#cite_note-Unschuld-3) Major proponents of their existence have not come to any consensus as to how they might work or be tested in a scientific context. History[ [edit](/w/index.php?title=Meridian_(Chinese_medicine)&action=edit§ion=1)] This section needs additional citations for The concept of meridians are first attested in two works recovered from the [Mawangdui](/wiki/Mawangdui) and [Zhangjiashan](/wiki/Zhangjiashan_Han_bamboo_texts) tombs of the [Han-era](/wiki/Han_dynasty) [Changsha Kingdom](/wiki/Changsha_Kingdom), the Cauterization Canon of the Eleven ( [](https://en.wiktionary.org/wiki/%E8%84%88#Chinese)) rather than jngmài. Main concepts[ [edit](/w/index.php?title=Meridian_(Chinese_medicine)&action=edit§ion=2)] The meridian network is typically divided into two categories, the jingmai () or meridian channels and the luomai () or associated vessels (sometimes called \"collaterals\"). The jingmai contain the 12 tendinomuscular meridians, the 12 divergent meridians, the 12 principal meridians, the eight extraordinary vessels as well as the Huato channel, a set of bilateral points on the lower back whose discovery is attributed to the ancient physician [Hua Tuo](/wiki/Hua_Tuo). The collaterals contain 15 major arteries that connect the 12 principal meridians in various ways, in addition to the interaction with their associated internal [Zung Fu](/wiki/Zang-fu) () organs and other related internal structures. The collateral system also incorporates a branching expanse of capillary-like vessels which spread throughout the body, namely in the 12 cutaneous regions as well as emanating from each point on the principal meridians. If one counts the number of unique points on each meridian, the total comes to 361, which matches the number of days in a year, in the moon calendar system. Note that this method ignores the fact that the bulk of acupoints are bilateral, making the actual total 670. There are about 400 acupuncture points (not counting bilateral points twice) most of which are situated along the major 20 pathways (i.e. 12 primary and eight extraordinary channels). However, by the second Century AD, 649 acupuncture points were recognized in China (reckoned by counting bilateral points twice). [[4]](#cite_note-4) [[5]](#cite_note-5) There are \"12 Principal Meridians\" where each meridian corresponds to either a hollow or solid organ; interacting with it and extending along a particular extremity (i.e. arm or leg). There are also \"Eight Extraordinary Channels\", two of which have their own sets of points, and the remaining ones connecting points on other channels. 12 standard meridians[ [edit](/w/index.php?title=Meridian_(Chinese_medicine)&action=edit§ion=3)] The 12 standard meridians, also called Principal Meridians, are divided into [Yin and Yang](/wiki/Yin_and_Yang) groups. The Yin meridians of the arm are the Lung, Heart, and Pericardium. The Yang meridians of the arm are the Large Intestine, Small Intestine, and Triple Burner. The Yin Meridians of the leg are the Spleen, Kidney, and Liver. The Yang meridians of the leg are Stomach, Bladder, and Gall Bladder. [[6]](#cite_note-6) The table below gives a more systematic list of the 12 standard meridians: [[7]](#cite_note-7) |Meridian The eight extraordinary meridians are of pivotal importance to the study of [Traditional Chinese medicine](/wiki/Traditional_Chinese_medicine) that incorporates the modalities and practices of [Qigong](/wiki/Qigong), [Taijiquan](/wiki/Taijiquan) and [Chinese alchemy](/wiki/Chinese_alchemy). [[8]](#cite_note-8) These eight extra meridians differ from the standard twelve organ meridians in that they are considered to be storage vessels likened to ociens, fields or reservoirs of energy that are not associated directly with the [Zang Fu](/wiki/Zang_Fu), i.e. internal organs but have a general influence upon them. Within Traditional Chinese medicine they are thought to bring about large functional and physiological changes within clinical practice. These channels were studied in the \"Spiritual Axis\" chapters 17, 21 and 62, the \"Classic of Difficulties\" chapters 27, 28 and 29 and the \"Study of the 8 Extraordinary vessels\" (Qi Jing Ba Mai Kao), written in 1578. [[9]](#cite_note-9) The eight extraordinary vessels are (; qí jng b mài): [[10]](#cite_note-10) - Conception Vessel (Ren Mai) - ; rèn mài - Governing Vessel (Du Mai) - ; d mài - Penetrating Vessel (Chong Mai) - ; chng mài - Girdle Vessel (Dai Mai) - ; dài mài - Yin linking vessel (Yin Wei Mai) - ; yn wéi mài - Yang linking vessel (Yang Wei Mai) - ; yáng wéi mài - Yin Heel Vessel (Yin Qiao Mai) - ; yn qio mài - Yang Heel Vessel (Yang Qiao Mai) - ; yáng qio mài Scientific view of meridian theory[ [edit](/w/index.php?title=Meridian_(Chinese_medicine)&action=edit§ion=5)] Scientists have found no evidence that supports their existence. [[2]](#cite_note-tot-2) The historian of medicine in China [Paul U. Unschuld](/w/index.php?title=Paul_U._Unschuld&action=edit&redlink=1) adds that there \"is no evidence of a concept of 'energy' -- either in the strictly physical sense or even in the more colloquial sense -- anywhere in Chinese medical theory.\" [[11]](#cite_note-FOOTNOTEUnschuld2018125-11) Some advocates of traditional Chinese medicine believe that meridians function as electrical conduits based on observations that the electrical impedance of a current through meridians is lower than other areas of the body. A 2008 review of studies found that the studies were of poor quality and could not support the claims. [[12]](#cite_note-12) Some proponents of the [Primo Vascular System](/wiki/Kim_Bong-han#Primo-vascular_system) propose that the putative primo vessels, very thin (less than 30 m wide) conduits found in many mammals, may be a factor explaining some of the suggested effects of the meridian system. [[13]](#cite_note-13) [[14]](#cite_note-14) According to [Steven Novella](/wiki/Steven_Novella), neurologist involved in the Skeptical movement, \"there is no evidence that the meridians actually exist. At the risk of sounding redundant, they are as made up and fictional as the ether, [phlogiston](/wiki/Phlogiston_theory), [Bigfoot](/wiki/Bigfoot), and [unicorns](/wiki/Unicorn).\" [[1]](#cite_note-sn-1) The [National Fraud](/wiki/National_Council_Against_Health_Fraud) concluded that \"[t]he meridians are imaginary; their locations do not relate to internal organs, and therefore do not relate to human anatomy.\" [[15]](#cite_note-15) (25 January [\"What Is Traditional Chinese Medicine?\"](https://www.sciencebasedmedicine.org/what-is-traditional-chinese-medicine/). sciencebasedmedicine.org. Society for Science-Based Medicine. Retrieved 13 May 2015. - ^ [a](#cite_ref-tot_2-0) [b](#cite_ref-tot_2-1)Singh, S.; Ernst, E. (2008). [Trick Or Treatment: The Undeniable Facts about Alternative Medicine](https://books.google.com/books?id=5m6CKTEr3I0C&pg=PA42). Norton paperback. W. W. Norton. p. 42. [ISBN](/wiki/ISBN_(identifier)) [978-0-393-06661-6](/wiki/Special:BookSources/978-0-393-06661-6). Retrieved July 21, 2015. [^](#cite_ref-Unschuld_3-0)Unschuld, Paul U. (2018). Traditional Chinese medicine : heritage and adaptation. New York: Columbia University Press. p. 125. [ISBN](/wiki/ISBN_(identifier)) [^](#cite_ref-6)Dillman, Chris, Thomas. Advanced Pressute Point Fighting of Ryukyu Kempo. A Dillman Al-Khafaji with Kevin Baker. Acupuncture\" Journal of Chinese Medicine, 2007. [ISBN](/wiki/ISBN_(identifier)) [978-0-9510546-5-9](/wiki/Special:BookSources/978-0-9510546-5-9) [^](#cite_ref-8)T'ai Chi Ch'uan and Meditation by Da Liu, - Routledge and Keegan Paul 1987 [ISBN](/wiki/ISBN_(identifier)) [0-14-019217-4](/wiki/Special:BookSources/0-14-019217-4) [^](#cite_ref-9)Ceurvels, Will (2021). An Archaeology the Qiao Vessels. Purple Cloud Press. [ISBN](/wiki/ISBN_(identifier)) [979-8505103401](/wiki/Special:BookSources/979-8505103401). [^](#cite_ref-10)The foundations of Chinese Medicine by Giovanni Maciocia, - Churchill Livingstone 1989. 2008). [\"Electrical properties of acupuncture October 2013). [\"The Primo Vascular System as a New Anatomical System\"](https://doi.org/10.1016%2Fj.jams.2013.10.001). Journal of Acupuncture and Meridian A Unique Biological System Shifting a Medical Paradigm\"](https://pubmed.ncbi.nlm.nih.gov/26745560/). The Journal of the American [National Council Against Health Fraud](/wiki/National_Council_Against_Health_Fraud). 16 September 1990. Retrieved 13 May 2015. "}