{"title": "Diabetes Type 2: Nothing Sweet About It", "author": null, "url": "https://www.atrainceu.com/content/9-treatment-strategies-diabetes", "hostname": "atrainceu.com", "description": "This is the best time in the history of the world to have diabetes because there are so many treatment strategies, pharmacologic options, and resources. The overall goal for a person with diabetes is to learn to live as full and healthy a life as possible within their physical limitations and to avoid complications. Research concludes that keeping blood glucose levels as close", "sitename": "9. Treatment Strategies for Diabetes", "date": "2015-01-01", "cleaned_text": "This is the best time in the history of the world to have diabetes because there are so many treatment strategies, pharmacologic options, and resources. The overall goal for a person with diabetes is to learn to live as full and healthy a life as possible within their physical limitations and to avoid complications. Research concludes that keeping blood glucose levels as close to normal as possible will help them achieve this goal. Strategies to reach the overall goal focus on glycemic control through improved healthy living behaviors. Medical care of diabetes begins with a baseline medical evaluation. The patient's current degree of glucose control is assessed, the presence and state of any diabetes complications are documented, and any aggravating conditions, such as obesity or physical inactivity, are evaluated. Diabetes is a life-long illness, and people need a life-long plan for diabetes self-management. It is crucial that the patient be a part of the goal making and not subject to some isolated notations by a physician. As with any complex health issue, a diabetes care plan begins with a problem list that can be managed by a physician or diabetes educator. Each item on the list is assigned a goal, and a specific strategy for reaching the goal. For diabetes, the problem list begins with \"controlling blood glucose levels,\" the goal might be \"lower A1c to <6.5%,\" and the strategy would include \"weight loss, increased exercise, dietary changes, and (possibly) medications.\" Next, each existing diabetic complication is listed. One item on the list, for example, might be \"glaucoma,\" the goal might be \"reduce daily ocular pressure to <22 mm Hg,\" and the strategy might be \"refer to an ophthalmologist.\" Potential complications are also listed; for example, one might be \"at risk for kidney damage,\" and the goal might be \"watch for indications of kidney dysfunction,\" and the strategy might be \"schedule annual serum creatinine level measurements, calculate corresponding GFRs, and test urine for albumin.\" Another example of a medical goal is \"elevated triglycerides (250 mg/dl),\" and the goal would be \"lower triglycerides to <150 mg/dl,\" and the strategy might be \"weight reduction, low-fat diet, and increased physical activity.\" The full problem list with its goals and strategies needs to be shared with the patient and, ideally, the care team. The provider and the patient will both have the overall plan in mind and will be able to monitor its progress and share its successes. The patient must be involved with the goal making process or success will be limited. The Primary Goal: Glycemic Control The degree to which a patient's blood sugar level is closely regulated is called the patient's glycemic control. Poor glycemic control leads to chronic hyperglycemia, which is the underlying cause of diabetic health problems. The first priority of diabetes care is to strengthen glycemic control. FPG and PPG Levels Reducing hyperglycemia is the goal of diabetic disease control. The degree of a patient's hyperglycemia—the level of glycemic control—is monitored in two ways: - The average degree of glycemic control can be followed by measuring the patient's blood concentration of glycosylated hemoglobin, HbA1c. This test represents a more stable average blood glucose over the preceding 120-day period. - The current degree of glycemic control can be followed by measuring the daily levels of blood glucose before breakfast and after a meal. Home glucose monitors, which require ever-smaller amounts of blood to produce a reliable readout, have improved this aspect of management; however, these values fluctuate to a considerable degree during the course of a day. One way to monitor a patient's glycemic control is to chart and monitor fasting plasma glucose (FPG) and postprandial blood glucose (PPG) levels. These measurements are taken by the patient, and the patient or a family member should learn to use a home glucose meter. The American Diabetes Association (ADA, 2015) recommends that most adult patients should aim to maintain goals of: - FPG (fasting plasma glucose) = 70-130 mg/dl and - Peak PPG (postprandial glucose) = <180 mg/dl All patients with diabetes should learn to monitor their own blood glucose with a glucose meter and be given time to practice in front of a diabetes educator to confirm the correct procedure. Regular monitoring can provide feedback to patients of how activity, emotions, and meals affect their BG levels. Research provides evidence of a strong association between frequency of self-monitoring of blood glucose and hemoglobin A1c (Miller et al., 2013). People can make needed daily adjustments by knowing their glucose number throughout the day rather than just in the doctor's office every 3 to 6 months. Patients taking diabetes medications, especially insulin, should also be taught how to adjust their medications, diet, and activity in response to hypoglycemia and hyperglycemia. Technology has greatly strengthened the ability to measure BG throughout the day due to the continuous glucose monitor (CGM). Normally the body regulates BG through constant feedback between insulin, glucose, somatostatin, and chemoreceptors in the blood that measure blood osmolarity (concentration of particles). People with diabetes have lost effective autoregulation, which results in chronic hyperglycemic episodes. CGM consists of a glucose sensor, a transmitter, and a small external monitor that allow us to view BG levels in real time. A small needle is inserted in subcutaneous tissue and shows glucose trends in tissue fluid. CGM is available through several manufacturers but is more expensive than conventional home BG meters. CGM provides helpful information to patients managing their own BG levels, especially those with hypoglycemic unawareness who may not recognize symptoms when their BG is dropping. There are dozens of blood glucose monitors that have different features and costs. Each January the ADA publishes in their Diabetes Forecast magazine a full consumer guide of meters currently on the market, which can be helpful in comparing devices and products. A1c Levels Another good measure of glycemic control is the patient's A1c level. The American Diabetes Association (ADA, 2015) recommends that adult non-pregnant patients should aim to maintain a goal of A1c <6.5%. Lowering A1c to below or around 6.5% has been shown to reduce microvascular and macrovascular complications of type 1 and type 2 diabetes. A1c values show the average glucose level for the past three months, so swings between hyperglycemia and hypoglycemia, are smoothed out, which may not be the true picture. It is important that people taking insulin have more immediate feedback about their blood glucose concentration, so daily FPG and PPG monitoring is crucial. Current research also concludes that overall BG control after meals appears to be a more powerful indicator of overall glycemic control than FPG levels. Test Your Knowledge An A1c is the: - Typical fasting glucose level during the past few months. - Blood glucose level 2 hours after ingesting 75 g of glucose. - Average level of blood glucose over the past three months. - Blood glucose level after >8 hours of no caloric intake. Apply Your Knowledge How would you explain to your patient that they should be testing BG throughout the day to receive better feedback about their body's response to food, activity, emotions, and medications? Online Resource Blood Glucose Meters Reference [http://www.diabetesforecast.org/2015/mar-apr/images/glucose-meters-2015-revised8-7.pdf](http://www.diabetesforecast.org/2015/mar-apr/images/glucose-meters-2015-revised8-7.pdf) Answer: C 7 Strategies for Improving Glycemic Control Diabetes is a progressive disease. In the prediabetic stage, a patient's metabolic compensatory mechanisms may be able to avoid significant periods of hyperglycemia. When people with T2DM no longer have the ability to keep their blood glucose levels within a near to normal range, adequate glycemic control can usually be maintained with a healthy diet, weight reduction, and increased physical exercise. Treatment for T2DM typically begins with therapeutic lifestyle changes: - An education program for patient self-management - A weight reduction plan - An individualized plan for medical nutrition - An individualized exercise regimen - A schedule of regular follow-up and monitoring visits Based on the ADA and AADE's 7 Self-Care Behaviors, the seven strategies for improving glycemic control are listed below. 7 Self-Care Behaviors - Weight loss - Meal planning - Movement or exercise - Monitoring - Medications - Stress management - Prevention of complications Source: Copyright © American Association of Diabetes Educators, 2015. Weight Loss Weight loss is often of primary importance. Excess weight is a direct cause of insulin resistance, and, as the excess weight increases, the glycemic control decreases. When the excess fat is visceral (inside the abdomen as opposed to directly under the skin), the diabetogenic effect is worse (Maitra, 2009). Eighty to ninety percent of people with type 2 diabetes are overweight, and a weight loss of 5% to 10% of the person's body weight will decrease: - Average blood glucose levels - Excess glucose secreted by the liver - Excess blood insulin that appears during fasting - Overall insulin resistance One of the first steps in helping an overweight person regain better control of their BG levels is to encourage them to lose weight. Formal weight loss programs that include low-calorie diets, behavior modification, and regular exercise have been shown to produce sufficient weight loss to improve the glycemic control of overweight patients with T2DM. An effective goal is a 5% to 10% weight loss (Joffe & Yanagisawa, 2007). There are no magic weight loss diets, and it is always necessary to reduce people's daily calories for them to lose weight. In the long run, low-carbohydrate diets (<130 g carbohydrates) seem to be about as effective and as safe as low-fat diets, but without intensive effort either variety of diet typically produces only modest weight loss (ADA, 2015). For those with type 2 diabetes who are very obese and have a BMI >35 kg/m2, bariatric surgery may be considered, because in many cases it can dramatically improve the patient's glycemic control (ADA, 2015). Meal Planning The patient's diet is an important component of the plan to keep blood glucose levels under control. An organized approach to a patient's overall diet and eating habits is called medical nutrition therapy (MNT). In medical nutrition therapy, registered dieticians specializing in diabetes work with patients to plan both meal content and eating schedules. The goals are to minimize hyperglycemic episodes and to fit the proper meals into the patient's lifestyle. Appropriately planned eating has been shown to reduce the A1c levels of patients with type 2 diabetes by 2% to 3% in 6 months. Although numerous studies have attempted to identify the optimal mix of macronutrients for meal plans of people with diabetes, it is unlikely that one such combination of macronutrients exists. The best mix of carbohydrate, protein, and fat appears to vary depending on individual circumstances (ADA, 2015). Diets must be tailored to individual patients. Nonetheless, there are some general principles that can be used as a starting point for patients with T2DM, such as knowing the basic macronutrients of carbohydrates, fats, and proteins and the micronutrients of vitamins and minerals (ADA, 2015). General recommendations include: Calories - Reduction in total calories is usually needed. Fats - Reduction in total fats is helpful. - Most important is the reduction in saturated fatty acids, trans fatty acids, and cholesterol. Saturated fat should be <7% of total daily calories. Trans fats should be reduced as close to zero as possible. Carbohydrates - Carbohydrates should be limited to about 130 g/day, divided among all the meals. - When eating a varied diet, patients need to estimate the carbohydrate content of many different meals. For this, carbohydrate counting or carbohydrate exchange rules are two methods that can be used and taught. Fiber - Dietary fiber is an important part of any diet plan. - The current recommendations are 14 g of dietary fiber per day for every 1,000 calories of food; this is 25 g of dietary fiber daily for women and 38 g for men (Amer. Diet. Assoc., 2015) Miscellaneous Foods - Sugar alcohols and nonnutritive sweeteners can be used in moderation. - Alcohol should be limited to 1 drink/day for women and 2 drinks/day for men. - Antioxidant supplements (vitamin C, vitamin E, or carotene) are recommended only if evidence of deficiency is seen. - Chromium supplements are recommended only if a deficiency is seen. (ADA, 2015) Test Your Knowledge A healthy diabetic diet should include: - Chromium supplements. - Antioxidant supplements. - At least 260 g of carbohydrates daily. - Less than 7% of daily calories as saturated fats. Apply Your Knowledge What is your current consumption of calories, fats, proteins, carbohydrates, fiber, water, vitamins, and minerals? How is your nutrition? Answer: D Exercise Movement and exercise helps patients with type 2 diabetes control their blood glucose levels and reduces their risk of developing cardiovascular disease. The minimum recommendation is 30 minutes of moderate-intensity physical activity 3 days every week. Brisk walking is an example of moderate-intensity physical activity. The positive effects of exercise on glycemic control last for 2 to 3 days, but it is recommended that people exercise at least every other day. Exercise can temporarily create hyperglycemia as muscles use up existing blood glucose and the liver releases stored glycogen to sustain the activity. Monitoring BG levels before exercise, and every hour for long-term activity, is important to avoid hypoglycemia. If BG levels are >200 mg/dL it is recommended to increase water consumption and carefully monitor BG throughout activity to avoid further elevating BG levels. At the other extreme, hypoglycemia can be a problem. Some people with T2DM who are taking insulin or insulin secretagogues will become hypoglycemic with exercise. People with generally good glycemic control are least likely to develop severe hypoglycemia. Those patients who tend to get hypoglycemic easily can prepare for exercise by lowering their insulin dose or by increasing their carbohydrate intake before exercising. Other conditions require diabetic patients to check with their doctor before beginning an exercise program. Patients with severe peripheral neuropathy can unknowingly damage their feet during exercise that is hard on their lower limbs. In addition, severe retinopathy is sometimes a reason to avoid vigorous bouncing or head-lowering type exercise. Exercise programs should be tailored to each patient. For example, people who have been sedentary should begin their exercise program at low intensity and gradually increase the amount and time of their physical activities (Marwick et al., 2009). To have a significant effect, regular activity must become a continuing part of a patient's life. Human nature reveals we stick to exercise goals more consistently when the activities are in a structured setting and when we report our progress to someone, such as attending regular classes and reporting the record. Health professionals and diabetes educators can encourage patients to just move more in their daily activities. Finding activities that fit into their daily habits, meet their preferences, and that they enjoy will bring the best rewards. Test Your Knowledge For type 2 diabetes, lifestyle interventions (weight reduction, increased exercise, improved diet) are: - First-line therapy. - Most effective for those less than 50 years old. - Most effective when used in combination with insulin supplements. - Used for their psychological effect, to give patients a role in their care. Apply Your Knowledge What are you doing for your own exercise plan? In what ways can you increase your movement in your daily life? Answer: A Monitoring Monitoring is a strategy for overall diabetes management but it includes much more than just monitoring blood glucose levels. It also means to monitor blood pressure, lipid levels, A1c, weight, BMI, liver function, kidney function, skin and foot care, infections, vision, and overall health condition. It is highly recommended that a patient with diabetes follow up regularly with the primary care provider for evaluation of glycemic control, prevention of complications, and treatment for any additional comorbidities. Medications Medication management often becomes necessary for glycemic control even after lifestyle modification efforts have been made. Over time, T2DM worsens, and the degree and frequency of hyperglycemia increase into a range that threatens tissue damage, resulting in eye, kidney, nerve, and artery problems. When therapeutic lifestyle changes become insufficient to maintain good glycemic control for T2DM, it is time to consider medications. Physicians, APNs, and PAs have more options to consider when prescribing antihyperglycemic medications. In the past the only options were injectable insulin and oral sulfonylureas. Today, over nine classes of medications are available, with multiple brands and dosages within each class of drugs. The goal of all medications used to manage diabetes is to maintain glucose levels as near normal as possible while minimizing the danger of hypoglycemia or other adverse effects. Effectiveness of any antihyperglycemic medication is measured by a drop in A1c levels. The higher the baseline A1c, the greater the expected reduction (Triplitt, 2014). | | Impact of Pharmaceuticals on A1c Levels | | < 1% | | 1%-1.5% | | >1.5% | | DPP-4 inhibitor | | GLP-1 receptor agonist | | Insulin Commonly Prescribed Oral Medications to Reduce Hyperglycemia in T2DM Oral anti-hyperglycemic drugs Action: slows absorption of carbohydrates from the intestines - Miglitol (Glyset) Biguanides Action: decreases resistance - Metformin (Fortamet, Glucophage, Glumetza, Riomet and combination drugs) Dopamine agonist Action: thought to affect circadian rhythm to decrease obesity and insulin resistance. - Bromocriptine (Parlodel) DPP-4 inhibitors Action: prolongs similar to natural incretin. Increases insulin secretion, slow stomach emptying and reduces appetite. - Albiglutide (Tanzeum); weekly - Dulaglutide (Trulicity); daily - Exenatide (Byetta); - (Bydureon); weekly - Liraglutide (Victoza); daily Meglitinides Action: stimulate insulin Repaglinide - Nateglinide (Starlix) SGLT2 decreases through uptake of glucose - Pioglitazone (Actos) - Rosiglitazone (Avandia) Oral Medications for Reducing Hyperglycemia Learning the diabetes medications alphabetically or by the organ they act on can be a helpful strategy because the number of pharmaceutical agents has more than doubled in the past decade. Knowing the organ and site of action will also help you remember the side effects as alterations in the action site often produce adverse effects in that same location. Alpha-glucosidase inhibitors act on the intestines to slow the absorption of food. Therefore, gas, bloating, and intestinal discomfort are common. It's also important to note that a patient taking an alpha-glucosidase inhibitor won't respond quickly to a fast-acting sugar to treat hypoglycemia because the medication will blunt its absorption. Instead of taking a fast-acting glucose, these patients should consume milk (a lactose sugar), which won't be blocked and can help treat hypoglycemia. Biguanides are the first-tier medication suggested by the ADA and AACE after lifestyle modification. The generic metformin has similar or superior effects to second-generation sulfonylureas and to the more expensive TZDs and meglitinides. Metformin acts on several action sites including the liver and skeletal muscle cells, so liver function tests must be done annually and the patient should be taught the symptoms of lactic acidosis. Metformin tends to cause less weight gain than other diabetes medicines. It also poses a smaller risk of adverse events than second-generation sulfonylureas and TZDs. Therefore, noninsulin drug treatment of T2DM typically begins with metformin (AACE, 2015). Combination therapies may be more effective than single-drug therapies and, when metformin is not sufficient to keep A1c levels under 6.5%, another medication may be added. Currently, no one drug is recommended as the best addition to metformin. Healthcare providers (HCPs) choose by balancing cost, drug side effects, and the individual patient's tolerance for the medicine. HCPs and patients can feel comfortable using older medications such as metformin and second-generation sulfonylureas, as monotherapy or in combination, before newer diabetes medications such as DPP4 inhibitors or meglitinides, especially when cost is a factor (Bolen et al., 2007). The dopamine agonist known as bromocriptine has been added to the list of FDA-approved medications for diabetes and recognized by the ADA despite incomplete understanding of its action. It appears to act on regulating the body's circadian rhythms, which can help improve metabolism and control weight. DPP-4 inhibitors act on the enzyme that degrades incretin hormones in the intestines. They enhance the action of the incretin hormones, which slows the absorption of sugars in the intestines. Interestingly, side effects include respiratory problems such as nasopharyngitis, nasal stuffiness, and headache. The DPP-4 agents are taken orally on a daily basis. Glucagon-like peptides are called incretin mimetics, whereas DPP-4 inhibitors are known as incretin enhancers. Both of these agents offer important advantages over previously used drugs for T2DM. They both promote weight loss (or are weight neutral) by slowing gastric emptying and increasing satiety. Both inhibit glucagon secretion and counter regulatory mechanisms. Use of these agents as monotherapy has a low association with hypoglycemia and there is no recommendation for increased self-monitoring of blood glucose (SMBG); however, when used in combination with a secretagogue or insulin, more frequent monitoring of blood glucose is recommended (ADA, 2015). GLP-1s and DPP-4s preserve beta-cell function and secretion, which has the potential to slow the progression of the disease. The GLP-1 agents are injectables with varying dosing schedules that range from qd and bid to weekly (qw) dosing. Adverse affects include nausea, vomiting, diarrhea, gastric and intestinal distress and lipodystrophies from injections. Clinical trials and post marketing reports have identified additional safety risks that are under active investigation for the incretin-based therapies. Pancreatitis has been reported with each of the agents, but a clear association has not yet been established; it should be noted that people with T2DM already have a three-fold higher incidence of pancreatitis compared to normoglycemic control. GLP-1 agents are being studied for a potential association with medullary thyroid cancer. These agents should be avoided where a family history of this cancer exists. Renal safety is an additional consideration with the GLP-1 agents and the DPP-4 agent saxagliptin. In general, saxagliptin has safety considerations with all the more serious adverse-effect categories: pancreatitis, cardiovascular effects, hypersensitivity, renal and hepatic events, and increased risk for bone fracture compared to other agents in this group. Meglitinides act on the pancreas to promote insulin secretion in the pancreas just as the sulfonylureas do, which puts them at greater risk for causing hypoglycemia. Sodium-glucose transporter 2 inhibitors (GLT2) are a new class of drugs that act in a completely new way to lower blood glucose. This class acts by blocking kidneys from excreting sucrose into the bloodstream. Within the last five years, the FDA has approved new drugs in this class for use in T2DM. Invokana is taken as an oral agent, once daily. Invokana was approved by the FDA based on nine studies involving more than 10,000 patients. The trial showed improvement in both A1c and fasting plasma glucose. Invokana may be used alone or in combination with other agents to control T2DM. The most common side effects seen with this agent are yeast infections and urinary tract infections arising from increased amounts of sugar in the urine. An additional side effect was hypotension due to the increased excretion of fluids. The FDA noted that the drug may carry some increased heart risks during the first 30 days of use, suggesting the need for increased surveillance and careful patient selection. Invokana is only recommended for patients with T2DM and should not be used in those patients who have severe renal impairment or end-stage renal disease, or for those receiving dialysis. For decades, sulfonylureas had been the only oral option for T2DM. Each new generation improved the potency and reduced adverse affects. The most critical adverse affect, however, is hypoglycemia, because this class increases insulin excretion from the pancreas. It is, naturally, not approved for T1DM because those patients have no insulin to be stimulated. Sulfonylureas come in combination with many of the other classes of medications and can be used as mono, dual, or triple therapy. Thiazolidinediones (TZDs, as they are commonly known) are a class of medication introduced in the early 1990s to treat T2DM. TZDs act by increasing muscle cell sensitivity to endogenous insulin and adverse effects have been noted in muscular organs such as the heart muscle. As a group, these drugs have had an interesting history characterized by initial high hopes alternating with strong warnings or being removed from the market altogether. The first agent in this class, troglitazone (Rezulin) was taken off the market in the late 1990s due to an increased incidence of drug-induced hepatitis. For several years following the removal of troglitazone, no TZDs were in common use. In 1999 rosiglitazone (Avandia) was introduced to the market. As post marketing information began to accumulate that showed an increased association with coronary events—including heart attack, edema and congestive heart failure (CHF)—it came under closer scrutiny. In September 2010, rosiglitazone was withdrawn from the market in Germany and France and placed under restrictions in the United States due to these cardiovascular effects. In February 2011, the FDA issued an advisory that no new patients be started on this agent, and consideration be given regarding patient preference that they be switched to another drug in the class, pioglitazone (Actos). In the spring of 2011, pioglitazone had a warning issued due to an increased association with bladder cancer when used over 12 months. Germany and France pulled pioglitazone from the market in June 2011. Currently there are restrictions and warnings on the two drugs in this class that are still available with regard to their ability to cause or worsen CHF, as well as the association of Actos with bladder cancer. Clinicians are advised to carefully consider the risks and benefits of TZDs as well as combination products containing them. The following is a summary of the combination products that include a TZD: - Avandamet: Avandia + metformin (restricted access) - Duetact: Actos + Amaryl Test Your Knowledge Of the oral anti-diabetic medications: - Insulin tablets are usually first to be added to a regimen of therapeutic lifestyle interventions. - Metformin is usually the first to be added to a regimen of therapeutic lifestyle interventions. - The second-generation sulfonylureas (glimepiride, glipizide, glyburide) are no longer prescribed. - Secretagogues are considered too risky to be used outside of a hospital setting. Apply Your Knowledge Identify the affected organ of each class of medications. Answer: B Non-Insulin Injectable Antihyperglycemics Amylin analogue (mimetics) Action: slows stomach emptying, suppresses appetite and improves weight loss, reduces liver glucose production. - Pramlintide (Symlin); with meals Glucagon-like peptides Action: similar to natural incretin. Increases insulin secretion, slow stomach emptying and reduces appetite. - Albiglutide (Tanzeum); weekly - Dulaglutide (Trulicity); daily - Exenatide (Byetta); - Exenatide extended release (Bydureon); weekly - Liraglutide (Victoza); daily * * * Amylin analogues are synthetic imitations of the naturally occurring amylin produced in the pancreas and administered by injection. Just as insulin cannot (yet) be given orally due to stomach acid, which makes oral ingestion ineffective, amylin must be given by injection. Pramlintide (Symlin) has many of the same incretin actions of the GLP-1 agents, except that it does not stimulate insulin secretion; it acts by slowing gastric emptying, thus suppressing glucagon release by the liver. It also promotes earlier satiety, with the result that fewer calories are consumed, leading to subsequent weight loss. Similar to the other GLP-1 agonists, Symlin is administered as a subcutaneous injection prior to meals. Also similar to the GLP-1 agents, it is associated with significant nausea, which may limit the ability to administer the agent at therapeutic doses. Symlin may be used for patients with either T1DM or T2DM. When the patient is also receiving insulin, the dose may need to be lowered. Pramlintide (Symlin) carries a black box warning for severe hypoglycemia 3 hours post injection. For patients who are not sensitive to symptoms of hypoglycemia, known as hypoglycemic unawareness, this is not an ideal agent. Nevertheless, in a carefully selected population, the lowering of the HgA1c by up to 1% and the associated weight loss may result in significant improvement in overall management of diabetes. Glucagon-like peptides, a kind of incretin hormone, act to slow glucose absorption in the intestines and buffer the spike of blood glucose after a meal. This class of medication must be taken by injection, and patient instruction includes teaching the difference between this and insulin, especially if they are also taking insulin. The most recent improvements in antidiabetic pharmaceuticals has been this class because the potency now allows once a week injection, which increases patient adherence. Adverse affects are found in the intestines, however, as this is the organ of action. Use of Insulin in T2DM As type 2 diabetes continues it follows a downward spiral and the pancreatic beta cells weaken considerably. At some point, the beta cells secrete so little insulin that adequate glycemic control requires the patient to take insulin (ADA, 2015). The following table summarizes types of insulin commonly used with T2DM. | | Insulins: Onset, Peak, and Duration | | Type | | Brand | | Onset | | Peak | | Duration | | Notes | | Ultra Rapid-Acting | | Inhaled insulin | | Afrezza | | 1-2 min | | 15-20 min | | 2-2 ½ hr | | Inhaled. Must have spirometry done. Contraindicated for COPD/asthma. | | | min | | 30-90 min | | 3-6 hr | | Insulin for meals. Taken with the meal. Can be used in insulin pumps. | | Short-Acting | | Regular insulin | | Humulin R | | 30 min-1 hr | | 2-5 hr | | 5-8 hr | | Need to take 30-60 min before meals. | | Regular insulin (concentrated) | | Humulin R U-500 | | 30 min | | | | up to 24 hr | | For pts who require >200 units/day | | Long-Acting | | Glargine Detemir | | Lantus Levemir | | 1-2 hr | | No peak | | 20-24 hr | | Long-acting, covers insulin needs for a full day. Not to be mixed with any other insulin. | | Pre-mixed/combination | | Human insulin | | Humulin 70/30 | | 30 min | | 2-4 hr | | 14-24 hr | | These products are combinations of short- and intermediate-acting insulin in one bottle or pen. They are usually taken 2-3 x daily before meals. | | Novolin 70/30 | | 30 min | | 2½ hr | | Humulin 50/50 | | 30 min | | 2-5 hr | | Insulin lispro | | Humalog 50/50 | | 15-30 min | | 45-120 mins | | Humalog 72/25 | | 30 min | | Insulin aspart | | Novolog 70/30 | | 10-20 min | | 1-4 hrs Insulin Schedule Management Clinicians vary in the way they start insulin in people who have type 2 diabetes. One common regimen begins by adding a long-lasting insulin injection once daily to the existing oral medication(s). The ideal regimen of insulin is the basal-bolus method because it provides the best physiologic action and control. However, many patients are reluctant to adopt a more complicated routine, so introducing insulin using a simpler strategy improves adherence. Choice of insulin and timing of injection is influenced by many factors, including the patient's visual acuity and coordination to correctly draw the dose, the ability to titrate and calculate doses, and coordination with individual lifestyle factors. Additional factors include patient work environment, cost and coverage, cultural influences, and other medical comorbidities. All of these factors need to be evaluated and will influence the decision to use a basal insulin once daily, or to supplement this further with premix or meal coverage. If the patient is to be started on insulin by adding a basal dose, it is given in the evening along with the regimen of oral agents. This strategy is associated with less nighttime hypoglycemia. Insulin detemir is associated with less weight gain than insulin glargine. For most patients with T2DM, the initial daily dose can be weight-based at 0.15 units/kg/day (0.1-0.2 units/kg/day is the recommended range). Ultimately, most patients will require significantly more due to the high levels of insulin resistance and overweight or obesity in this population. Basal insulin is titrated upward slowly to achieve a fasting level in the 100 mg/dl range. For example, a patient weighing 200 lbs requires approximately 44 units of glargine along with metformin and perhaps a second oral antihyperglycemic agent in order to achieve optimal glycemic control. In a highly motivated population, the addition of a mealtime insulin (lispro, aspart, or glulisine) will allow for better glycemic control and add some flexibility, as doses are tied to mealtimes and match the pattern of post meal BG levels. The first prandial dose is matched to the largest meal and then titrated to other meals as the patient gains confidence in self-management. This process depends upon the patient's being sensitive to symptoms of hypoglycemia, along with a willingness to do more frequent self-monitoring blood glucose (SMBG) and injections. When using a prandial insulin, the patient must understand that the rapid-onset insulins must be covered with adequate carbohydrate intake in order to prevent hypoglycemia. Another routine that may be appropriate is the use of premixed insulins, which combines a rapid-acting and intermediate analog (NovoLog, Humalog) in varying concentrations. Premixes are an appropriate intermediate-intensity strategy for patients who need improved glycemic control to achieve target HgA1c, but who desire a simpler routine that requires less frequent SMBG and insulin injections only twice daily. Patients who are selected for this method need to assess frequently for hypoglycemia. They should also keep a fairly consistent routine with regard to mealtimes. Initial dosing is tied to the largest meal of the day with a second dose added at breakfast once it is determined that the patient can safely and reliably follow the routine. Ultimately, choice of insulin depends on many factors, including patient and provider preference, convenience, willingness, and the ability of the patient to consistently inject insulin one or more times per day. Continuing the patient on metformin assists in improving insulin sensitivity because it reduces gluconeogenesis. Continuing sulfonylureas (glimepiride, glipizide, glyburide) carries a greater risk for hypoglycemia and should be discontinued. GLP-1 analogs such as exenatide can be continued. Avoid using insulin as a \"threat\" when patients have difficulty achieving target goals because this will further alienate them from both the provider and the process. Focus instead on the goal of continuing to have the most satisfying and healthy life possible. Test Your Knowledge Most patients with type 2 diabetes: - Should take insulin supplements as soon as they are diagnosed. - Will need insulin supplements after taking oral medications for more than a decade. - Should not take insulin supplements due to increased risk of infection at injection sites. - Have better glycemic control and no additional risk if insulin is taken along with metformin and a sulfonylurea. Apply Your Knowledge How would you explain the different kinds of insulins to a patient? Answer: B Other Major Goals: Managing Comorbidities Dyslipidemia and hypertension are two health problems commonly found in patients with type 2 diabetes. These comorbidities need special attention because they markedly increase a patient's risk of developing cardiovascular disease, which is the major cause of death in people with diabetes. Dyslipidemia The most prevalent lipid abnormality in patients with T2DM is a decreased level of HDL cholesterol. Healthy target levels of HDL are >40 mg/dl in men and >50 mg/dl in women, and people with type 2 diabetes frequently have HDL blood levels below the target values. These patients also tend to have blood triglyceride levels above the healthy target level of <150 mg/dl. In addition, many patients with type 2 diabetes have blood levels of LDL cholesterol above the healthy target level of <100 mg/dl. Blood Lipid Goals for People with Diabetes - LDL cholesterol <100 mg/dl - HDL cholesterol >40 mg/dl in in women - Triglycerides <150 mg/dl Source: ADA, 2015. This group of dyslipidemias—low HDL cholesterol, high triglycerides, and high LDL cholesterol—gives a diabetes patient a high risk of developing cardiovascular disease, with resulting myocardial infarction, heart failure, or stroke. For the purpose of setting LDL target levels, diabetes is considered as great a risk factor as known cardiac disease in establishing the need for anti-lipid therapy. The ADA now encourages the use of statins in cholesterol lowering efforts (ADA, 2015). The therapeutic lifestyle interventions used to improve glycemic control will also push lipids toward healthy target levels. When lifestyle changes do not achieve the blood lipid goals, medication should be added. For heart health, the primary goal is a reduction in LDL levels, and the recommended drug for lowering LDL cholesterol is a statin (eg, Lipitor). Cardiovascular disease (CVD) is such a serious threat to people with T2DM that they should take statins even when their lipid levels meet the targets, under the following conditions: - The patient already has cardiovascular disease, or - The patient has other risk factors for cardiovascular disease, such as hypertension or abdominal obesity. Test Your Knowledge Cardiovascular disease (CVD) is such a serious threat to people with type 2 diabetes that a patient should generally be given a lipid-lowering drug (a statin) if the patient has: - Type 2 diabetes and another risk factor for CVD, such as hypertension or abdominal obesity. - Type 2 diabetes and a family history of type 2 diabetes. - Prediabetes. - Prediabetes and a family history of type 2 diabetes. Apply Your Knowledge What nutrition and exercise guidelines could you teach to a patient to help lower LDL and increase HDL? Answer: A Hypertension Hypertension (high blood pressure) is a frequent companion to diabetes; approximately 75% of people with type 2 diabetes have hypertension. In part, this correlation is a direct complication of diabetes. Chronic hyperglycemia causes a thickening and stiffening of the walls of arterioles, and in turn causes hypertension (Maitra, 2009). As with dyslipidemia, hypertension puts a person with type 2 diabetes at higher risk for cardiovascular disease. Blood Pressure Goals for People with Diabetes - Systolic <130 mm Hg - Diastolic <80 mm Hg Therapeutic lifestyle changes are the first-line treatment. When lifestyle changes do not lower blood pressure sufficiently, medication should be used. In type 2 diabetes, drug therapy for hypertension begins with either an angiotensin-converting enzyme (ACE) inhibitor or an angiotensin receptor blocker (ARB) such as valsartan. (ACE inhibitors and ARBs should not be given to pregnant women.) Often, it will be necessary for patients with diabetes to take two or more medications to reduce their blood pressure below 130/80 mm Hg. If the patient's kidney function is not impaired, the second drug is usually a thiazide diuretic (ADA, 2015). Test Your Knowledge In patients with type 2 diabetes, high blood pressure is: - Uncommon, being found in <25% of those with diabetes. - Typically treated using insulin supplements. - The most common cause of death (as listed on death certificates). - Considered to be >130/80 mm Hg. Apply Your Knowledge What daily behaviors would you teach a patient about how to lower blood pressure? Online Resource How Diabetes and Hypertension Can Lead to Chronic Kidney Disease [4:49] https://www.youtube.com/watch?v=6fXe_ulHgCk Answer: D Prevention of Infectious Diseases The American Diabetes Association (ADA, 2015) recommends that patients with type 2 diabetes get a yearly influenza vaccination and a one-time pneumococcal vaccination. A pneumococcal revaccination is recommended for patients if their first vaccination matched two criteria: - The vaccination was given >5 years ago, and - The vaccination was given when the patient was <65 years old Test Your Knowledge People diagnosed with type 2 diabetes should get: - A rubella vaccination booster. - A tetanus vaccination booster. - Yearly influenza vaccinations. - Yearly pneumococcal polysaccharide vaccinations. Apply Your Knowledge What are the various kinds of flu shots, and which one would you recommend to a patient with diabetes who has an egg allergy? Answer: C Psychosocial Problems The continuous presence and progression of a chronic illness like diabetes creates real psychological stress. Chronic illnesses also strain finances, productivity, and relationships. Over time, even resilient patients can become fatigued, depressed, or anxious, especially when the disease worsens or when complications appear. In addition, individuals with schizophrenia and bipolar disorder are at increased risk for developing T2DM and are often more difficult to manage when diabetes is diagnosed (AACE, 2011). Individuals who are receiving antipsychotic agents such as respiradyne, quetiapine, olanzapine, and others for chronic symptoms should be monitored for weight gain and screening for T2DM because these medications can cause hyperglycemia. At each visit, doctors and other members of the diabetes team should ask patients about their mood, their current view of their disease, and the effect of diabetes on their family and finances. The team should also be aware of signs of psychosocial problems. These signs include: - The appearance of eating disorders - Changes in the patient's mental abilities - Mood changes - Depression or anxiety - The appearance of relationship problems - Poor compliance with their therapy regimen - Unexpected hospitalizations The diabetes team is responsible for helping a patient emotionally as well as medically, and the appearance of psychosocial problems is a sign that the patient should be referred to a mental health professional (ADA, 2015). Support groups, online forums, and even Facebook groups have numerous resources to help and encourage people with diabetes. Advocacy groups such as The Juvenal Diabetes Research Foundation (JDRF) has annual walkathons and promotes diabetes awareness, and social media sites can help patients feel supported and not alone. Test Your Knowledge Especially when the disease worsens, type 2 diabetes can cause: - Schizophrenia. - Depression or anxiety. - Megalomania. - Neurosis. Apply Your Knowledge What support groups and online resources can you share with a person who has diabetes? Online Resource Answer: B Acute Illnesses Stresses, such as illnesses, injuries, or surgery, trigger the release of the stress hormone cortisol, which causes hyperglycemia. People with type 2 diabetes who normally have well-regulated blood glucose levels may not have sufficient glycemic control to counteract the added hyperglycemia of stress and short-term illness. During sick days, patients should check their blood glucose levels more frequently. People who take insulin may need more than their usual doses of insulin and those who are noninsulin-dependent type 2 can temporarily require supplemental insulin. People with diabetes who are ill should be especially careful not to get dehydrated as they are more likely to need hospitalization. Diabetes patients should be advised to consult their physician when they become sick or injured (ADA, 2012). Hospitalizations People who are hospitalized for any reason have more in-hospital difficulties if they develop hyperglycemia from any cause. For example, hyperglycemia is associated with worse outcomes from strokes, heart attacks, and surgery. Even when they normally have good glycemic control, hospitalized patients with type 2 diabetes are at risk for developing hyperglycemia. First, the stresses of illness or surgery cause hyperglycemia. Second, when hospitalized, a patient's usual medications may have to be changed or withheld. Third, drugs such as glucocorticoids or vasopressors may be administered, which elevate blood glucose levels (Moghissi et al., 2009). While in the hospital, patients with diabetes should have their blood glucose levels monitored regularly before meals to give meal coverage of insulin, and hospital personnel should be aware of the hypoglycemia protocol. Patients on continuous intravenous insulin typically require hourly blood glucose testing until the blood glucose levels are stable, then every 2 hours (ADA, 2015). Communicating the diagnosis of DM and the most recent BG between hospital staff in perioperative settings or change of shift is hugely valuable to avoid hypoglycemic episodes and complications. Blood Glucose Targets for Hospitalized Diabetes Patients For most patients - Fasting blood glucose <126 mg/dl, with other pre-meal values <140 mg/dl - Random blood glucose <180-200 mg/dl For critically ill patients For nonsurgical patients - Random blood glucose <140 mg/dl For surgical patients - Random blood glucose should be kept close to 110 mg/dl For critically ill patients, hyperglycemia should be controlled with a tested intravenous insulin protocol that is known to be safe. Source: ADA, 2015; Moghissi et al., 2009. Test Your Knowledge When patients with type 2 diabetes are hospitalized for other reasons: - They tend to do well on their regular regimen of oral medications and only have problems when they become hypothermic. - Hyperglycemia is a secondary consideration, especially in critically ill patients, and high blood glucose levels can be tolerated for a few days when necessary. - They should always be put on IV insulin and their blood glucose levels should be monitored daily. - Their blood glucose levels should be monitored regularly and hyperglycemia should be corrected with insulin, not with oral medications. Apply Your Knowledge What is the hypoglycemic protocol for your facility? Answer: D "}