{"title": "Eva - Villa Urquiza,: Encontrar el balance: Fitoterapia, Aromaterapia, Flores de Bach, Medicina china, auriculoterapia y reflexologia", "author": null, "url": "https://www.superprof.cr/encontrar-balance-fitoterapia-aromaterapia-flores-bach-medicina-china-auriculoterapia-reflexologia.html", "hostname": "superprof.cr", "description": "1146/h: Presencial y on line con material y práctica", "sitename": "Superprof", "date": "2023-01-01", "cleaned_text": "El perfil Eva y sus datos de contacto han sido verificados por nuestros expertos Eva - Tarifa horaria 1146 - Tiempo de respuesta 24h - Alumnos 5 1146/h Desafortunadamente, este profesor no está disponible - Dietética - Nutrición y dietética - Medicina alternativa - Aromaterapia - Naturopatía - Medicina china Encontrar el balance: Fitoterapia, Aromaterapia, Flores de Bach, Medicina china, auriculoterapia y reflexologia Lugar de las clases Acerca de Eva Doy talleres, cursos y realizan consultas de terapias alternativas: fito, aroma, medicina china, reflexo, auriculo y Flores de Bach Acerca de la clase - Todos los niveles - Español Todos los idiomas hablados para las clases : Español Presencial y on line con material y práctica Precios Tarifa horaria - 1146 Tarifas de los paquetes - 5h: 1529 - 10h: 3057 webcam - 1146/h desplazamientos - + 70 Profesores de Dietética similares Nazareth Las Juntas & webcam - 25000/h - 1ra clase gratis SOLTEC Alajuela & webcam - 8000/h - 1ra clase gratis Yineri Guápiles & webcam - 7000/h - 1ra clase gratis Nathalia Guadalupe & webcam - 25000/h - 1ra clase gratis Alison Santa Ana & webcam - 10500/h - 1ra clase gratis Odair Ciudad de México, México & webcam - 12177/h - 1ra clase gratis Gustavo Zona metropolitana Ciudad de México , México & webcam - 6088/h - 1ra clase gratis Luis F. Ciudad de México, México & webcam - 7804/h Alexandra Toulouse, Francia & webcam - 20132/h Jorge Sant Cugat del Vallès, España & webcam - 40149/h - 1ra clase gratis Adriana Bogotá, Colombia & webcam - 7388/h - 1ra clase gratis Riccardo Milano, Italia & webcam - 8603/h - 1ra clase gratis Esperanza Bilbo, España & webcam - 14912/h - 1ra clase gratis Eikman Ciudad de México, México & webcam - 5619/h - 1ra clase gratis Abraham , México & webcam - 22831/h - 1ra clase gratis Andrea Ciudad de México, México & webcam - 6088/h - 1ra clase gratis Miguel Jerez de la Frontera, España & webcam - 8615/h - 1ra clase gratis LN. y E.P. Jeannette Ciudad de México, México & webcam - 7804/h - 1ra clase gratis María José Heroica Puebla de Zaragoza, México & webcam - 4566/h - 1ra clase gratis Gerardo Las Condes, Chile & webcam - 3004/h - 1ra clase gratis - Ver "}