{"title": "Un hotel para vivir un despertar espiritual en la CDMX | Leisure & Lux", "author": "Lucia Ortiz", "url": "https://leisureandlux.mx/un-hotel-para-vivir-un-despertar-espiritual-en-la-cdmx/", "hostname": "leisureandlux.mx", "description": "Este hotel en la CDMX es perfecto para relajarte, meditar y hacer yoga mientras pruebas una gastronomía si igual.", "sitename": "Leisure & Lux", "date": "2022-02-15", "cleaned_text": "Este hotel ubicado en Paseo de la Reforma es el lugar ideal para pasar un fin de semana lleno de paz y conexión espiritual contigo misma. Visita también: [Dos hoteles perfectos para una escapada romántica](https://leisureandlux.mx/dos-hoteles-perfectos-para-una-escapada-romantica/) [Hotel B Urban Xaman](https://hotelburbanxaman.com/) es un espacio que ofrece experiencias sensoriales en una forma natural y urbana, y es un lugar ideal para transformarte. Ofrece servicios como yoga, meditación, sanación; experiencias gastronómicas enfocadas al bienestar, con insumos orgánicos, menús vegetarianos, veganos y gluten free. Además, pone a tu disposición servicios como masajes, detox y wellness coach. Cada mes ofrecen una gran variedad de talleres, conferencias y clases que buscan desintoxicar nuestro cuerpo y ayudarnos a comprender el sentido de nuestra existencia, al tiempo que fortalecemos nuestra mente. Cuenta con 43 habitaciones de lujo que poseen temáticas de los 4 elementos: agua, aire, fuego y tierra. En cada cuarto hallarás amenidades de baño orgánicas de lujo, tizanas a elección del huésped y un mini bar con una gran variedad de productos saludables. Cuenta con una enorme variedad de servicios para los clientes. Salas para organizar eventos, restaurante con vistas panorámicas, cafetería, zona especial para los amantes de las bicicletas, entre muchas cosas más. La oferta gastronómica es realmente atractiva. Cuenta con el Xkina Rooftop y Xkina Restaurante, además de una variedad de bebidas muy interesante. Los amantes de la mixología no pueden dejar de probar el famoso Zocalito, o la deliciosa Mezcalita veggie. Visita también: [5 en recargar energía](https://leisureandlux.mx/5-spas-nordicos-en-quebec-para-recargar-energia/) Sin duda, [Hotel B Urban Xaman](https://hotelburbanxaman.com/) es excelente para aquellos que busquen pasar un fin de semana tranquilo, con buena comida y actividades relajantes y agradables. Los precios por noche de las habitaciones rondan los 2,000 pesos mexicanos. Date una escapada este fin de semana y disfruta de este espacio. "}