{"title": "Balance Disorder, Test & Treatment | North Houston Hearing Solutions", "author": "Tara L", "url": "https://northhoustonhearing.com/services/balance-disorder-testing-treatment/", "hostname": "northhoustonhearing.com", "description": "Balance problems can be one of the leading causes of falls. If you are experiencing balance challenges, our highly qualified balance specialists can help.", "sitename": "North Houston Hearing Solutions", "date": "2022-01-21", "cleaned_text": "Balance Testing in North Houston Vertigo, Dizziness, And Balance Therapy In Spring, TX And North Houston Are you aware that your balance is directly linked to your ears? In fact, feeling dizzy, nauseous, or unsteady on your feet could be symptoms of a problem with your ears or hearing loss. You might not take your balance seriously until you begin to experience problems. However, vertigo and/or poor balance are serious issues because they can lead to injuries from falls or other accidents. The doctors of audiology at North Houston Hearing Solutions take balance disorders seriously. We make use of a number of advanced techniques and state-of-the-art technology in order to identify the source of your condition so we can pursue the balance treatment solutions best suited to your specific needs. Schedule A Balance Assessment Frequently Asked Questions About Balance Disorders And Vertigo How Do Your Ears Affect Your Balance? The primary focus of an audiologist includes any function related to the ears, which perform a critical task when it comes to helping you maintain your balance. Sensory information related to motion, equilibrium, and spatial orientation used to help you to maintain balance comes from the vestibular apparatus, which are semi-circular canals in your inner ear. When functioning properly, the fluid within the inner ear's semi-circular canals interacts with hair-like cells on the walls of these canals. Similar to the bubble in a carpenter's level, as the fluid moves up, down, or side-to-side, your orientation is detected, and a signal is sent to your brain. This signal directs other parts of your body to adjust your orientation or grab on to something. Dizziness, vertigo, and balance disorders occur when these vestibular functions aren't working properly. What Are Some Balance Disorder Symptoms? 1. A sense of dizziness, vertigo, or motion intolerance, which can result from a rapid head movement or turning too quickly. 2. A persistent feeling of unsteadiness or imbalance, making it difficult to walk or stand upright during any kind of movement. What Are Dizziness And Vertigo? Dizziness and vertigo a common balance disorder symptoms that share some of the same characteristics but are slightly different. The sensation of rotation when you are stationary is dizziness, while the sensation that your surroundings are spinning or moving is referred to as vertigo. What Causes Vertigo And Balance Disorders? The three most common causes of vertigo and balance disorders include: Benign paroxysmal positional vertigo (BPPV) occurs when calcium crystals in your inner ear are dislodged from their normal positions and move elsewhere in the inner ear. BPPV is the most common cause of vertigo in adults. Vestibular Neuritis is an inflammatory disorder, probably caused by a virus, which affects the nerves of your inner ear. Meniere's Disease involves pressure in the ears, which often includes fluctuating hearing loss and buzzing, ringing, or a feeling of fullness in your ear. Additional causes might include acoustic neuroma (a benign tumor on a nerve that affects your hearing and balance), mal de débarquement syndrome (MdDS), persistent postural-perceptual dizziness (dizziness when you watch moving objects), vestibular migraines, and head trauma or head surgery. Is There A Specific Type Of Physical Therapy For Balance Disorders? Persistent vertigo and balance issues are problems that continue for a week or more after your inner ear has become damaged. Vestibular Rehabilitation Training (VRT) is a form of physical therapy for balance disorders that helps train your brain to compensate for the loss of function in the inner ear. In the same manner that muscles become stronger by exercising them, vestibular therapy helps improve inner ear balance issues by exercising your brain. Proper Preparation for Your Appointment To achieve the best results from your balance assessment, we provide you with guidance to prepare for your appointment. - We ask our patients to refrain from drinking any type of alcohol during the 24 hours before their balance assessment. - We also ask you not to wear mascara, eyeliner, or facial lotions when you come to the clinic, as these also interfere with testing accuracy. - We request that you arrive 15-minutes before your appointment so you can settle in and be at ease before testing begins. Neurodiagnostic Vestibular Evaluations We have several advanced technology tests that we use when conducting a balance assessment. Below is a description of some common tests and what they are designed to measure. What to Expect During Your Balance Assessment VNG Testing Videonystagmography (VNG) tests use small cameras to record your eye movements which play a role in vestibular balance and function. Rotary Chair Test During this test, we'll seat you in a motorized chair designed to swivel from side to side at a controlled rate. The rotating chair test measures the severity of your dizziness, the amount of dizziness caused by the viewing of moving stripes, and nystagmus (involuntary eye movement) during rotation. VEMP Test A vestibular evoked myogenic potentials (VEMP) test involves attaching sensor pads to your neck, forehead, and under your eyes in order to measure tiny changes in muscle contractions as you react to sounds. VEMP testing helps to identify vestibular lesions, which might contribute to balance issues. Video Head Impulse Test (vHIT) We use vHIT to measure your vestibulo-ocular reflex (VOR), which keeps your visual field in focus, even during fast head rotations. When the VOR is working correctly, head movements are accompanied by equal and opposite eye movements, allowing us to further pinpoint the cause of your imbalance. Treatment For Balance Disorders At North Houston Hearing Solutions Vestibular Rehabilitation Training (VRT) Canalith Repositioning Diet And Lifestyle Changes Medications Surgical Procedures Types of Dizziness Visual Dizziness The brain relies on information from the eyes, so poor vision and an eye muscle imbalance can cause an imbalance. For example, car sickness or sea sickness are both types of visual dizziness that are caused by the eyes forcibly keeping up with an adjusting moving visual field. This confuses the part of the brain and can lead to dizziness, nausea, and vomiting. Inner Ear Dizziness The ear has two functions - hearing and balance. The cochlea is responsible for hearing and the labyrinth is used for balance. If the labyrinth or the nerve connection is malfunctioning, dizziness can result. Many types of maladies occur in the inner ear which can cause dizziness, including Meniere's disease, labyrinthitis, positional vertigo, vestibular neuritis, migraines, and tumors of the inner ear nerves. This usually causes imbalance, vertigo (spinning), and nausea. It can commonly be accompanied by tinnitus and hearing loss if the nearby cochlea is also affected. Central Dizziness Central dizziness is caused by issues in the balance portion of the brain. Whenever this portion of the brain is not working properly, dizziness can occur. Symptoms of central dizziness usually include: - Low blood sugar - Low blood pressure to the brain - Strokes - Multiple sclerosis - Migraine headaches - Head injury - Tumors - Aging process Treating these types of dizziness usually involves treating the problem which is causing the brain to malfunction. Muscle-Joint Dizziness This type of dizziness is rare. If the muscles, joints, or touch sensors of the limbs are not working well, it becomes difficult for the body to react to motion and makes it difficult to remain upright. The causes of muscle-joint dizziness include: - Muscular dystrophy - Severe diabetes - Arthritis - Joint replacements - Injuries Symptoms are usually imbalance and unsteadiness. The staff was wonderful, kind and responsive. The doctor took her time to address multiple questions even though she knew we would probably need help from a different type of provider. Recommend? Yes! Great service very friendly! They attended me quickly and thoroughly, they also helped recommend my next steps. I have been a patient of N. Houston Hearing Solutions since 2012. They are very efficient, friendly and provide the best care for your hear solutions needs. I highly recommend them. Schedule a Balance Assessment Untreated dizziness, vertigo, and balance disorders increase your risk of serious injury from a fall, making it difficult to maintain your independence and lifestyle. A balance assessment can help identify the cause of your imbalance and allow our audiologists to provide the right treatment for balance problems. If you, or a loved one, is experiencing dizziness, vertigo, or feeling out of balance, schedule a balance assessment with our professionals at North Houston Hearing Solutions by completing and submitting the adjacent form. "}