{"title": "Who Should Get the Tdap Vaccine? | GoHealth Urgent Care", "author": "GoHealth UC", "url": "https://www.gohealthuc.com/library/tdap-vaccine", "hostname": "gohealthuc.com", "description": "The recommendations for the Tdap vaccine vary depending on your age, your health, here's who should get it.", "sitename": "GoHealth Urgent Care", "date": "2018-08-06", "cleaned_text": "Who Should Get the Tdap Vaccine? Every year, thousands of Americans suffer from diseases that could be prevented. The Centers for Disease Control and Prevention (CDC) recommends immunization as the best line of defense against contagious, preventable diseases like tetanus, diphtheria and pertussis. To ensure the vaccines you and your family receive are safe and effective, the CDC has created [immunization schedules](https://www.cdc.gov/vaccines/schedules/index.html) that can help you - along with your healthcare provider - determine the vaccines you should get and when. The recommendations for the Tdap vaccine vary depending on your age, your health and what [related shots](http://www.immunize.org/catg.d/p2055.pdf) you've previously received. What Is the Tdap Vaccine? The Tdap vaccine is a booster shot for the DTaP (diphtheria, tetanus and pertussis) vaccine infants and children receive during childhood. It became available in 2005 after [studies indicated](https://www.cdc.gov/mmwr/preview/mmwrhtml/rr5517a1.htm) that immunity from pertussis or whooping cough begins to weaken five-ten years after it is first administered. The Tdap vaccine not only [protects adults](https://www.gohealthuc.com/library/four-vaccines-every-adult-ages-50-65-should-have) and those they come in contact with from whooping cough, but it can also help protect against tetanus and diphtheria - which, although less common, are serious diseases. Bacterial Infections Prevented by the Tdap Vaccine Tetanus (Lockjaw) What it causes: Painful muscle spasms, specifically of the jaw and neck, that interfere with your ability to open your mouth or swallow and can cause difficulty breathing. Even after advanced treatments, tetanus still kills 1 out of 10 people who are infected. How it spreads: Bacteria enters the body through exposed skin like cuts, scratches, or wounds. Diphtheria What it causes: A thick coating forms in the back of your throat, leading to breathing difficulties, heart failure, paralysis, and even death. This coating is known as laryngeal diphtheria a serious respiratory condition, typically accompanied by a \"barking\" cough. Secretions from a cough or sneeze are exchanged when in close contact with an infected person. Pertussis (Whooping Cough) What it causes: Pertussis is a highly contagious respiratory tract infection. People, especially small children, typically develop a violent, painful and uncontrollable cough. This causes severe swelling of the throat, which can often make it difficult to breathe. As a result, it can lead to vomiting, disturbed sleep, weight loss, and rib fractures. Serious cases can cause pneumonia, brain damage, heart failure, and death. Secretions from a cough or sneeze are exchanged when you're in close contact with an infected person. Should I Get Vaccinated? Reports show that before [vaccinating adults](https://hartfordhealthcare.org/health-wellness/health-resources/health-library/detail?id=cdc17) against these bacterial infections, there were hundreds of thousands of cases each year. With vaccination, however, the U.S. has cut down on cases of tetanus and diphtheria by 99% and pertussis by 80%. Whether you should get a Tdap shot depends on several factors, according to guidelines from the CDC's Advisory Committee on Immunization Practices (ACIP). Let's take a look at some unique scenarios that can help when you're determining if the shot is necessary or not. For the full report on if Tdap is recommended for you, visit the [CDC website](https://www.cdc.gov/mmwr/volumes/67/rr/rr6702a1.htm). Scenario #1 - Whooping Cough Outbreak Scenario #2 - Typical Adolescent Scenario #3 - Pregnant Mom Scenario #4 - Healthcare Professional Scenario #5 - New Grandparent Scenario #6 - Tetanus Scare Scenario #7 - Adverse Reaction to DTaP What's the Difference Between DTaP and Tdap? Both vaccines contain inactivated forms of a bacterial toxin that cause diphtheria, tetanus, and pertussis. DTaP is approved for children under age 7. Tdap, which has a reduced dose of the diphtheria and pertussis vaccines, is approved for adolescents starting at age 11. Adult booster shots are approved for those individuals ages 19 to 64. What Side Effects Can I Expect from the Tdap Vaccine? Like with any vaccine, Tdap comes with a chance of side effects. However, most of those reported are generally mild and go away on their own within a couple of days. Mild and Moderate Problems After Tdap Shot - Sore arm where the shot was given - Redness or swelling at the shot site - Mild fever or headache - Fatigue [Nausea](https://www.gohealthuc.com/library/5-common-nausea-causes), vomiting, diarrhea, or stomachache - Chills, body aches or sore joints - Rash or swollen glands (uncommon) Severe Problems After Tdap Shot - Severe swelling, pain or bleeding in the arm where the shot was given - Very high fever - Signs of an [allergic reaction](https://www.gohealthuc.com/library/allergy-attacks-and-allergic-reactions-know-when-seek-urgent-care)within a few minutes to a few hours after receiving the vaccination (i.e., hives, swelling of the face or throat, difficulty breathing, rapid heartbeat, dizziness, etc.) Where Can I Receive Immunizations? GoHealth Urgent Care centers across the country offer the Tdap vaccination. Our goal is to make it convenient and easy for members of your family to receive the immunizations they need - and fast. Plus, we partner with several insurance companies to ensure you receive the most [affordable prices](https://www.gohealthuc.com/pricing) for the high-quality service you'll receive during your visit. Same-day cash rates are also available if you don't currently have health insurance. You can view wait times and save your spot online - but walk-in appointments are always welcome at a GoHealth Urgent Care Center in your neighborhood. GoHealth Urgent Care partners with these regional healthcare providers: - Northwell Health-GoHealth Urgent Care in [New York](https://www.gohealthuc.com/northwell) Health-GoHealth Urgent Care in [San Francisco](https://www.gohealthuc.com/dignity) - Legacy-GoHealth Urgent Care in [Portland & Vancouver](https://www.gohealthuc.com/legacy) - Hartford HealthCare-GoHealth Urgent Care in Novant Health-GoHealth Urgent Care in [North Carolina](https://www.gohealthuc.com/novant) - Henry Ford -GoHealth Urgent Care in [Michigan](https://www.gohealthuc.com/henry-ford) - Memorial Hermann -GoHealth Urgent Care in [Texas](https://www.gohealthuc.com/memorialhermann) - Inova-GoHealth Urgent Care in [Virginia](https://www.gohealthuc.com/inova) Quick Reference Guide for Tdap If you think tetanus, diphtheria and pertussis are diseases from the past century...Think again. These diseases, especially whooping cough, have unfortunately seen a resurgence in recent years. For your vaccine safety, it's important to know the vaccine recommendations for Tdap. Here's a quick Tdap guide for your reference: - Adolescents - It's best practice that 11 and 12-year-olds get the Tdap shot during their annual checkup as a booster for the 5-series DTaP shots they received as a child. - Pregnant Women - Babies cannot receive a birth dose of DTaP until they're 2 months old, so expectant moms should receive the Tdap shot during their third trimester (weeks 27-36). Don't worry: APIC has confirmed the vaccine is safe during pregnancy! - Individuals in Close Contact with Newborns - Besides pregnant women, anyone who has close contact with babies - including grandparents, aunts and uncles, as well as healthcare workers - should receive a shot of Tdap if they haven't already received it. - - If you haven't received a Tdap shot since it became available in 2005, you should get immunized to ensure you and those around you don't get whooping cough. Support the health and wellness of you and your family with the most up-to-date information on Tdap vaccines from the online GoHealth Urgent Care Health Library - and sleep well at night, knowing you "}