{"title": "PDF", "author": "PDF", "url": "https://www.razon.com.mx/uploads/files/2023/06/23/23Junio2023.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "JUNIO DE 2023 NUEVA ÉPOCA AÑO 15 NÚMERO 4370 PRECIO $10.00 SE APLICARÁN EN 2024 REGLAS A V ALADAS EN 2014 SCJN echa abajo todo el Plan B; el INE la libra... y Morena amaga con Plan C C. ARELLANO, Y . BONILLA, M. JUÁREZ Y J. BUTRÓN Con 9 votos a favor, incluido el del expresidente de la Corte, Arturo Zaldívar, ministros declaran inválida segunda parte de Reforma Electoral; argumentan graves violaciones legislativas Oposición celebra fallo; morenistas se lanzan contra PJ; anuncian inicio de estrategia para ganar mayoría calificada en Congreso; AMLO insiste en elegir a juzgadores por voto págs. 4 y 6Atorada, ley para eficientar uso de agua y sequía crece Apoyan en la oposición método combinado al 24SICT descarta riesgo para aviones en cercanías del AICM Inflación, en su menor nivel en 54 quincenas: 5.18% BAJA más de lo esperado; analistas estimaban que pasara de 5.67 a 5.30%; Banxico decide por unani - midad mantener tasas de interés en 11.25%. pág. 19 NORMA para coordinación y gestión del líquido, congelada desde 2012; en una década aumenta 64% territorio con problemas de abasto. pág. 10 ASEGURA De la Madrid que encuesta, debates y fir - mas son necesarias para saber quién tiene respaldo; plantea que umbral de rúbricas baje a 100 mil. pág. 7INTERFERENCIA detectada en GPS se salva con sistema ILS, de nueva generación, sostie - ne; se usa en los aeropuertos del mundo. JORGE Nuño señala que analizan origen de pérdida de señal; confía que problema estará resuelto en tres semanas. pág. 18EL TITULAR de la SICT , con el gobernador de Michoacán, ayer, en el arranque de obra para am- pliar la vía Pátz - cuaro-Uruapan. Foto |Especial INTROMI - SIÓN al Poder Legis - lativo, le van a corregir la plana, ya convertido en el supremo poder conservador, ¿no?, en defensa de la minoría conservadora\" Andrés Manuel López Obrador Presidente de México RESOLUCIÓN llega en el momento justo porque brinda la certeza jurídica para iniciar el proceso electoral 2023-2024, que comenzará el 4 de septiembre\" Guadalupe Taddei Consejera presidenta del INE HOY ESCRIBEN JAVIER SOLÓRZANO De memoria. 2007 pág. 2PEDRO SÁNCHEZ La defensa de la 4T pág. 10VALE VILLA Shadenfreude: el placer malicioso frente a la desgracia del otro pág. 27 Foto |Reuters Tasa de inflación en México en 2023. variación % anual Fuente |Inegi 1Q Ene7.9 4ACELERA DESCENSO 7.7 Jun Por Jorge Butrón GUARDIA Costera de EU anuncia hallazgo de 5 fragmentos a 500 m del Titanic; presumen grieta en sumergible y exposición a 4 mil t de peso. pág. 22Titán: todos están muertos por implosión catastrófica Bajó 4 mil metros de profundidad rumbo al Titanic con 5 pasajeros a bordo.Una falla por presión provoca la implosión. Encuentran la cubierta trasera (A) y la estructura de aterrizaje (B). A B12 EL SUMERGIBLE Titán, de la empresa OceanGate, estuvo perdido desde el domingo pasado.A B de Navarra en Pamplona2014 Society for News Design 2010, 2011, 2012, 2013, 2014, 2015, 2016, 2017 , 2018, 2019, 2020, 2021 y 2022 2 Menciones Especiales28 premios 9 primeros lugares y 19 menciones plata10PREMIOS BRONCE Mejor diario nacional FinalistaPREMIOS55-5250-0109 SUSCRIPCIONES ROZONES QUEBRADERO Twitter: 02 JAVIER SOLÓRZANO ZINSER solorzano52mx@yahoo.com.mx DE MEMORIA. 2007 En 2007 la Cámara de Diputados aprobó una re - forma que, en algún sentido, le abría un mayor espacio a los grandes consorcios de la televisión, co - nocidos como el duopolio, para que se movieran a sus anchas y mantuvieran el control de la propagan - da en procesos electorales. La propuesta la vimos y transmitimos en el Canal del Congreso, la cual pasó por mayoría incluyendo votos de algunos perredistas. En el Senado surgieron voces críticas. En esta línea estaba la defen - sa de equilibrios entre partidos políticos, más allá de la prevalencia del PRI y el PAN. Algunos senadores de estos partidos se opusieron, entre otros Javier Corral, Ricardo García Cervantes y Dulce María Sauri Rian - cho. Lo mismo sucedió con legisladores del PRD, algunos de ellos expriistas ya en su carácter de perredistas. Se sumó una muy inte - resante voluntad política buscando frenar esa ley, la cual terminó, como ahora, en la Corte. El hecho provocó una gran reacción de dueños de las televisoras y de los medios en general. A los pocos días un grupo de senadores y diputados tuvo una sesión en un edificio alterno a la vieja caso - na del Senado, el encuentro era para discutir varios asuntos y para hablar de lo que estaba sucediendo en este tema, el cual se había convertido en gran asunto de la opinión pública y de académicos dedicados al estudio de la comunicación. Los medios señalaron a los legisladores bajo todo tipo de críticas, a grado tal, que en algunos casos se hablaba de similitudes entre lo aprobado y lo que sucedía en regímenes totalitarios; los medios lanzaron todo su aparato propagandístico. Aquella tarde tuvo tintes de lo inédito. Irrumpieron en la reu - nión una buena cantidad de afamados trabajadores de los medios para protestar por las decisiones que se habían tomado. Los legisla - dores les permitieron el uso de la palabra, el cual, en muchos casos, más que intentar el diálogo y el entendimiento terminó en insultos y provocaciones que llevaron a un diálogo rudo, el cual, por mo - mentos, fue un monólogo. Fueron señalamientos desbocados en contra de los legisladores en defensa de lo que en los medios se concebía como \"libertad de expresión\". Las participaciones fueron bajo esta tónica con pocos intentos de diálogo o de discusiones de fondo sobre un problema real: el papel definitorio de los medios de comunicación en los pro - cesos electorales. La reunión adquirió tal importancia que fue transmitida en vivo por los principales canales de televisión del duopolio y por una gran cantidad de estaciones de radio. Fue una cadena nacional que sólo se veía en actos que encabezara el presidente en turno. Al momento en que se retiraron quienes protestaban por las de - cisiones de los senadores, la transmisión se terminó. Era evidente que lo que se quería era más que escuchar a los legisladores y sus razones, transmitir la protesta de los dueños de las televisoras y es - taciones de radio a través de sus conocidos trabajadores. Todo esto tiene que ver con lo que estamos viviendo y con las críticas a nuestro sistema electoral en materia de precampañas, campañas y el papel de los medios de comunicación, y ahora de manera particularmente importante en las redes. Lo sucedido en 2007 fue el preámbulo de lo que se estableció en las leyes. Se materializaron los equilibrios entre partidos, se estable - ció una nueva definición de los tiempos de campaña en los medios, la cual en muchos casos fue evadida, entre otros avances. Quienes hoy fustigan y critican el régimen electoral son quie - nes encabezaron este significativo movimiento que adquirió en su momento una definición democrática; todo lo que le contamos es de memoria. RESQUICIOS. Doscientos cincuenta millones de euros es lo que va a pagar el Ma - drid por Mbappé, el extraordinario futbolista francés del PSG. Si se paga lo que se paga se debe a que todos ganan. Sin embargo, es una cantidad de dinero que en estos tiempos es grosera, por más que el futbol sea lo más importante de lo menos importante. Aceleran en acciones de salud Y es en Guerrero donde el gobierno a cargo de Evelyn Salgado está pisando el acelerador para concretar acciones relevantes en materia de salud. Y es que ayer se dio a conocer el proyecto de construcción de Unidad de Hemodinamia que estaría lista a finales de año, será la primera en su tipo en el estado y brindará servicio gratuito a la población en temas relacionados con procedimientos de cateteris - mo cardiaco, así como de diagnóstico y tratamiento de enfermedades cardiovas - culares. Lo anterior ocurrió durante la visita que la mandataria estatal realizó al Hospital IMSS-Bienestar de Renacimiento, que forma parte de la infraestructura de salud que se encuentra en proceso de federalización. Ahí realizó un recorrido con el ahora subsecretario de Integración y Desarrollo de la Secretaría de Salud federal, Juan Ferrer , nos comentan. Los daños de Rosas Aispuro Nos hacen ver que el recuento de los daños que dejó el paso de José Rosas Ais - puro por Durango no cesa. Y es que el actual secretario de Educación, Guillermo Adame , encontró decenas de \"aviadores\" en la dependencia a su cargo. Tras una exhaustiva revisión, se detectaron mil 400 personas que cobraban , pero no esta - ban localizables. A 547 de éstas les cambiaron los pagos electrónicos por cheques para que acudan personalmente a cobrar, a ver si así les ven la cara. Hasta el mo - mento, 30 \"empleados\" ya dejaron de reclamar sus pagos, por lo que se les consi - dera que estaban en la nómina de manera irregular. El asunto pronto llegará hasta la Fiscalía Anticorrupción del estado a través de denuncias penales, pues además de los aviadores, la actual administración ha encontrado otras irregularidades en el sector educativo. ¡Qué tal! Sansores ¿a la lista negra? Y nos comentan que un proyecto de la Sala Superior del Tribunal Electoral del Poder Judicial de la Federación prevé confirmar la sanción en contra de la gober - nadora de Campeche, Layda Sansores , para inscribirla en el Registro Nacional de Personas Sancionadas en Materia de Violencia Política en Razón de Género, por los actos de violencia que cometió en contra de diputadas federales del PRI en julio del 2022, a través de su programa El martes del jaguar . Aunque la mandata - ria campechana busca revocar la sentencia de la Sala Regional Especializada, del pasado 30 de mayo, que incluye el hecho de que ofrezca disculpas públicas a las legisladoras, la propuesta del magistrado Felipe de la Mata Pizaña al pleno de la Sala Superior es confirmar la falta y el castigo a Sansores. Pendientes. Encerrona para el método Y será hoy cuando comience la encerrona de la alianza Va por México para terminar de construir el método de selección de candidato presidencial rumbo al 2024. Y, al parecer, se van con la propuesta de la sociedad civil para incluir a todos aquellos que quieren ser aspirantes, pero que no cuentan con partidos o vienen directamente de la ciudadanía. También es un hecho que las firmas de respaldo ciudadano que pedi - rán como requisito van a ser en mucho menos cantidad de las que en un principio pidió el dirigente del PAN, Marko Cortés , por lo que desde hoy por la noche puede estar ya planchado el mecanismo, para ser presentado el próximo lunes. Varios esperan ya la definición del proceso, nos dicen, para comenzar a generar apoyos. La Corte, el nuevo destinatario Y fue el grupo parlamentario de Morena en el Senado el que admitió ayer, tras la resolución de la Corte que sepultó el Plan B, que, en cuanto a una posible Reforma Electoral, ya nada podrá hacer para los comicios del 2024. Aunque, nos comentan, se prepara para meter el acelerador a una Reforma del Poder Judicial. La mayoría legislativa en la Cámara alta anunció que reforzará la iniciativa del Presidente para que los jueces y magistrados sean electos por voto popular y no se repitan este tipo de sentencias. Nos hacen ver que claramente la impetuosidad que movió durante varios meses el llamado Plan B, en la que el destinatario era el INE —hoy reajustado en su integración—, ha cambiado de destinatario hacia quienes lo echa - ron abajo, es decir, los ministros de la Corte. Uf. Alivio en el INE Con alivio, nos comentan, fue recibida en el INE la noticia de que la Suprema Corte de Justicia de la Nación decidió sepultar la segunda parte del llamado Plan B. Y es que es sabido que las disposiciones controvertidas implicaban ejecutar toda una labor de reingeniería institucional y administrativa para compactar al INE. Algo que, de haberse aprobado, hubiera sometido al instituto a fuertes cargas de trabajo y a ejecutar acciones a contrarreloj. Fue la presidenta del instituto, la consejera Guadalupe Taddei , quien consideró que la decisión del máximo tribunal consti - tucional llegó en un buen momento. \"Vamos a iniciar el proceso electoral el 4 de septiembre, por eso la resolución llega en el mejor tiempo. Con eso ya podemos iniciar\", señaló en una entrevista radiofónica, tras destacar también que el fallo da certeza jurídica al proceso electoral 2023-2024. QUIENES hoy fustigan y critican el régimen elec - toral son quienes encabezaron este significativo movimiento que adquirió en su momento una definición demo - crática; todo lo que le contamos es de memoria 02LR.indd 202LR.indd 2 23/06/23 1:0423/06/23 1:04Twitter @LaRazon _mxMÉXICO 03 Viernes 3.0 6. 3 La Razón 03LR4370.indd 303LR4370.indd 3 22/06/23 16:2722/06/23 16:27UAM pide investigar asesinato de co-director y ambientalista. Miem - bros de la Universidad Autónoma Metropolitana exigieron, a nombre de la institución, que la Fiscalía General de la República indague a profundidad el homicidio de Álvaro Arvizu Aguiñaga, asesinado en un ataque con hacha en instalaciones de la casa de estudios ubicada en Tlalmanalco. Al presumir que el móvil del crimen no fue un robo, sino un atentado directo perpetrado por la delincuencia organizada, el investigador de la UAM, Pedro Moctezuma Barragán, dijo que no se harán a un lado, pues no permitirán que \"el crimen organizado se adueñe de nuestra nación\". En conferencia, el profesor del De - partamento de Sociología de la Unidad Iztapalapa aseguró que el ataque fue premeditado, debido a que Arvizu Aguiñaga era co-director del Centli, que se encargaba de proteger la \"masa forestal más significativa del país\".mexico@razon.com.mx Tel.555260-6001VIERNES 23.06.2023AGENDA NACIONALCierran la México-Pachuca; piden justicia por un taxista LA TARDE DE A YER se registró un bloqueo en la autopista, a la altura de Andrés A. Osuna, pues manifestantes exigían justi - cia para un taxista asesinado en un intento de asalto. Tras casi una hora de haber cerrado el paso, elementos de Tránsito de la SSC se encargaron de replegarlos con un enfrentamiento.04 En su exposición de motivos, los ministros apuntaron que:Causas por las que la SCJN determinó que el Congreso transgredió los artículos 71 y 72 de la Constitución: Sufragio de los ministros en sesión para invalidar el Plan B.Por la invalidez Razones del resolutivo Así votaronPor Claudia Arellano mexico@razon.com.mx Con nueve votos a favor, la Supre - ma Corte de Justicia de la Na - ción (SCJN) declaró la inconsti - tucionalidad de la totalidad del Plan B de la Reforma Electoral, contenido en la reforma promovida por el Presiden - te Andrés Manuel López Obrador, por \"graves violaciones al procedimiento legislativo\". Entre los votos a favor de la incons - titucionalidad de la reforma estuvo el del ministro Arturo Zaldívar, a pesar de haber defendido el argumento de que las violaciones al proceso legislativo no necesariamente tendrían que suponer una condicionante para echar abajo la enmienda. En contra sólo votaron las ministras Loretta Ortiz y Yasmín Esqui - vel, que normalmente han respaldado los proyectos que le son favorables al Ejecutivo federal. Con su resolutivo, la Suprema Corte determina la vigencia plena de las leyes electorales que se crearon en el 2014 y, por lo tanto, queda legalmente firme que el año electoral 2023-2024 arranca oficialmente el próximo 4 de septiembre. Durante el desahogo de las acciones de inconstitucionalidad interpuestas por la oposición en contra del decreto por el que se reformaron tres leyes y se expidió una nueva, la ministra presidenta Nor - ma Lucía Piña dijo estar de acuerdo con el proyecto, al considerar que \"se debe tener congruencia en sus decisiones\", al hacer mención a la primera parte del Plan B electoral, que también se echó abajo en meses anteriores. La presidenta expuso que ella siem - pre ha votado \"porque la falta de cono - cimiento de la iniciativa por parte de los Aplicarán reglas de 2014 en elección del 2024 Corte sepulta totalidad del Plan B; ve \"graves violaciones legislativas\" MINISTROS del máximo tribunal echan aba - jo el proyecto con 9 sufragios a favor y 2 en contra; señalan que en el Congreso \"no tenían conocimiento de lo que estaban votando\" legisladores es importante, pues deben conocer lo que van a legislar y lo que va a regir al pueblo de México\". En la discusión, el ministro Alberto Pérez Dayán, quien formuló el proyecto que invalidó la primera parte del Plan B, se pronunció a favor de la invalidez de este segundo paquete de enmiendas del mismo Plan B. \"Debo aclarar que no esquivo ni preten - deré hacer nunca mi deber de examinar la constitucionalidad de cualquier disposi - ción legal. Mientras pueda asegurar que, para llegar a ello, esto es, para estar frente a una ley , estoy convencido de que se hizo ley , es ley; y , si no es ley , no tengo por qué estudiar ningún fondo\", indicó. Al tomar la palabra, el ministro Luis María Aguilar anunció su voto a favor de la invalidez del Plan B, ya que consideró que están debidamente acreditadas múltiples violaciones al procedimiento legislativo. \"Vulneran los principios constitucionales de la democracia mexicana\", dijo. En contraparte, Yasmín Esquivel se manifestó en contra de la invalidez del Plan B electoral. En su argumenta - ción, dijo que no se analizó si las refor - mas a los artículos están apegadas a la Constitución. La ministra Loretta Ortiz se expresó también en contra de la invalidez del Plan B, al igual que lo hizo al discutirse la primera parte. Al exponer su proyecto, el ministro Javier Laynez propuso invalidar la se - gunda parte del Plan B electoral, dado que \"el hecho de que se haya publicado por segunda ocasión, sin avisar de esta circunstancia a los miembros del pleno (legislativo), confirma que los legisla - dores no sólo no tenían conocimiento o estaban conociendo la iniciativa, sino la que conocieron inicialmente no era la que estaban discutiendo o que tenía modificaciones razonables de lo que es - taban votando\". El ministro subrayó que los integran - tes del Congreso \"no conocieron el conte - nido de las iniciativas y mucho menos la posibilidad de opinar a conciencia sobre su contenido, pues las reformas fueron aprobadas en sólo cuatro horas\". Refirió que, tras el fallo de la Suprema Corte de Justicia de la Nación al invali - dar de forma definitiva el llamado Plan B electoral, impulsado por el Ejecutivo federal, las elecciones federales del 2024 se realizarán con las leyes electorales vi - gentes, que se crearon en el 2014. En su exposición, el ministro Luis Ma - ría Aguilar coincidió en que \"hubo una violación a la veda electoral, pues algu - nos artículos del decreto impugnado sí modifican rubros fundamentales para la autoridad federal\". Así, el alto tribunal determinó la inva - lidez de las reformas a la Ley General de Instituciones y Procedimientos Electora - les; la Ley General de Partidos Políticos; la Ley Orgánica del Poder Judicial y de la expedición de la Ley General del Sistema de Medios de Impugnación. Dichas leyes fueron publicadas en el Diario Oficial de la Federación (DOF) el pasado 2 de marzo, con lo que se abrió el plazo de 30 días para que los interesados, en este caso los partidos de oposición, la impugnaran. En abril del 2022, el Presidente López Obrador presentó oficialmente su inicia - tiva de Reforma Electoral constitucional, con la que, argumentó, buscaría instaurar una democracia limpia y evitar \"más frau - des\" en el país. Dicho dictamen se convir - tió en el Plan A y el 6 de diciembre pasado, el pleno de la Cámara de Diputados la des - echó, con 269 votos a favor, una absten - ción y 225 votos en contra. Meses después se presentó el llamado proyecto Plan B, ahora también desechado, y que buscaba cambios a las leyes secundarias referidas. Entre los cambios más importantes que planteaba el Plan B era una compac - tación en la estructura administrativa del INE, con el fin de reducir costos.EL PROYECTO del ministro Javier Laynez propuso, desde el martes pasado, declarar la invalidez de esta segunda parte por \"múlti - ples violaciones graves en lo legislativo\". EldatoLA FALTA de conocimiento de la iniciativa por parte de los legisladores es importante, pues deben conocer lo que van a legislar y lo que va a regir al pueblo de México Norma Lucía Piña Ministra presidenta de la SCJN LOS INTEGRAN - TES del Congreso no conocieron el contenido de las iniciativas y mucho menos la posibi - lidad de opinar a conciencia sobre su contenido Javier Laynez Ministro de la SCJN HUBO UNA VIOLACIÓN a la veda electoral, pues algunos artículos del decreto impugnado sí modifican rubros fundamentales para la autoridad federal Luis María Aguilar Ministro de la SCJN SOMETER A VOTACIÓN dos dis - pensas del trámite legislativo ordi - nario por urgencia, sin motivarlas.LA EXTENSIÓN de la iniciati - va constituyó un factor que en sí mismo imposibilitó que los legis - ladores la conocieran para encon - trarse en aptitud de participar en un debate propio de un órgano deliberativo. NO HABER PUBLICADO con la anticipación debida la iniciativa so - metida a discusión.LAS COMISIONES Unidas del Se - nado de la República omitieron in - debidamente aprobar su dictamen de manera conjunta. TANTO LA CÁMARA de Diputa - dos como el Senado de la República discutieron y eliminaron indebida - mente artículos del proyecto de decreto, cuyo texto ya había sido aprobado por ambas Cámaras. A FAVOR 1. Pérez Dayán 2. Ríos Farjat 3. Alcántara4. Aguilar Morales 5. Ortiz Mena 6. Pardo Rebolledo 7. Laynez 8. Norma Piña 9. Arturo Zaldívar EL PRESIDEN - TE Andrés Manuel López Obrador, el martes pasado, dio \"por sentado\" que el máximo tribunal revocaría la reforma electoral, \"porque a los ministros no les conviene\". EltipEN CONTRA 1. Yasmín Esquivel 22/06/23 23:2622/06/23 23:26Twitter @LaRazon _mxMÉXICO 05 Viernes 3.0 6. 3 La Razón 05LR4370.indd 305LR4370.indd 3 22/06/23 16:2722/06/23 16:27razon.com.mx La Razón Viernes 23.06.2023MÉXICO 06 Por C. Arellano, Y . Bonilla, M. Juárez y J. Butrón Molestos por la resolución de la Suprema Corte de Justi - cia de la Nación (SCJN), que invalidó el segundo paque - te de reformas del Plan B de la Reforma Electoral, morenistas se lanzaron contra el Poder Judicial y los ministros que vota - ron a favor, a quienes advirtieron que ya ha iniciado el Plan C. Este planteamiento consiste en lograr la meta que Morena se ha fijado para el 2024, cuando buscará obtener los votos necesarios para que dos terceras partes de las 500 diputaciones y 128 senadurías que se renovarán el próximo año sean ocupadas por dicho partido o sus aliados PT y PVEM. Mario Delgado dijo que \"vamos a obte - ner 33 millones de votos, vamos a ganar la Presidencia y la mayoría en el Congreso; será realidad el Plan C\", y en conferencia para anunciar la instalación de la mesa para conformar la alianza con el PT y el PVEM, aseguró que \"es una clarísima de - finición de cómo la Corte está absoluta - mente del lado conservador\". Adán Augusto López, aspirante a la Coor - dinación de la Defensa de la Transforma - ción, criticó el actuar de los ministros y les pidió su renuncia si desean ser opositores al cambio. \"Las y los ministros deben entender que los tiempos han cambiado. Si quieren ser opositores al cambio, que renuncien y se presenten a las elecciones\", dijo. Asimismo, el coordinador de Morena en la Cámara de Diputados, Ignacio Mier, acusó que el Poder Judicial enfrenta \"se - veros problemas\" y que por ello está a punto de entrar en \"una crisis que ya está afectando la impartición de justicia\". Dijo que, tras el fallo del alto tribunal, \"estamos listos\" para iniciar el Plan C, para \"convertir a México en un país verdadera - mente democrático y que el soberano sea el pueblo y no la partidocracia\".Expresan molestia por resolución de SCJN Morenistas se lanzan contra PJ; advierten que ya arrancó Plan C CRITICAN LA ACTUACIÓN de los ministros y piden su renuncia si desean \"ser opositores al cambio\"; ratifican planteamiento de que jueces y magistrados sean elegidos por voto directo Fallo empuja proceso electoral del 2024 Por Magali Juárez magali.juarez@razon.com.mx LA CONSEJERA presidenta del Institu - to Nacional Electoral (INE), Guadalupe Taddei, destacó que la sentencia de la Suprema Corte de Justicia de la Nación (SCJN) sobre el Plan B llegó en el momen - to adecuado, porque así podrán confirmar la fecha del inicio del proceso electoral para el próximo 4 de septiembre. En entrevista radiofónica, puntualizó que la determinación de los ministros debe tomarse en su justa dimensión, por - que para el órgano electoral la principal relevancia es que ya podrán definir las fechas de los comicios. \"Nosotros hemos compartido que va - mos a iniciar a abrir el proceso electoral el 4 de septiembre, con esta resolución que llega de la Suprema Corte de Justicia ya podemos afinar estas fechas\", aseveró. Apuntó que, entonces, será hacia la ter - cera semana de noviembre cuando inicia - rá la etapa de las precampañas electorales. La consejera presidenta del INE subra - yó que el proceso electoral 2023-2024 se trata del más grande, no sólo por el nú - mero de electores, sino que es la primera ocasión que después de la homologación de plazos estarán las 32 entidades y la parte federal. Aclaró que el tema del Plan B no fue abordado durante la reu - nión que los consejeros electo - rales sostuvieron con el Presi - dente de la República, aunque sí abordaron otros pendientes. También opinó el presidente de la Jun - ta de Coordinación Política del Senado, Eduardo Ramírez, quien consideró que es lamentable la resolución del máximo tribunal del país, porque se quedó en la forma y no entró al fondo de la discusión. Anunció que de nueva cuenta presen - tarán una iniciativa para que los partidos no cuenten con tantos recursos, aunque reconoció que no será posible para 2024. El presidente de la Mesa Directiva de la Comisión Permanente, Alejandro Ar - menta, ratificó su planteamiento de que los jueces, ministros y magistrados deben ser elegidos por voto directo. En una postura de autocrítica, la sena - dora Olga Sánchez Cordero declaró que \"es una pena que, por un proceso legislati - vo muy atropellado, porque fue muy atro - pellado, y nosotros tenemos que hacer una reflexión personal, hacia el interior de las cámaras, cómo mejorar nuestro tra - bajo legislativo y nuestros procesos legis - lativos para no tener que enfrentar inva - lideces por procesos legislativos y que no entre la Suprema Corte al fondo, que sería importantísimo que hubiera entrado\".Antes de que se diera la discusión en la Corte, el Presidente Andrés Manuel Ló - pez Obrador señaló que el proyecto de resolución que se analizaría más tarde es una intromisión al Poder Legislativo. Reprochó que la propuesta que votarían los ministros no va al fondo y se queda en la forma. Por ello, insistió en que es \"importantí - simo que se elija a los integrantes del Po - der Judicial, como se elige al presidente; que sea el pueblo el que los elija, que no representen a una élite\". Y subrayó que presentará una iniciativa de reforma para que jueces, ministros y magistrados sean electos de forma directa por el pueblo. En contrasentido, partidos de oposi - ción celebraron la invalidez del Plan B. El dirigente nacional del PAN, Marko Cortés, manifestó que \"una vez más, la Suprema Corte hace respetar la Constitución\". \"Enhorabuena por la decisión de nue - ve ministros de la Corte que defendieron la libertad y la democracia en nuestro país\", dijo. El líder del PRD, Jesús Zambrano, dijo que México no es una dictadura y triunfó el Estado de derecho y la divi - sión de poderes. \"Tómala! La @SCJN le da 'estatequie - to' a los deseos dictatoriales de Morena. Tumban el #PlanB por ir en contra de la Constitución. Bien por las y los ministros que le recuerdan al Pdte. y su movimiento de destrucción nacional que la ley se res - peta. ¡Viva la Democracia!\", indicó el coor - dinador del grupo parlamentario del PAN en el Senado, Julen Rementería. El Inai se sumó al reconocimiento a los ministros y dijo que, \"tras un análisis exhaustivo, detectó que diversas disposi - ciones, específicamente, de la Ley General de Instituciones y Procedimientos Electo - rales y de la Ley General de Partidos Políti - cos, podrían vulnerar los derechos de pro - tección de datos personales y de acceso a la información\". El dirigente priista Alejandro More - no, por su parte, dijo: \"La caída total del #PlanB es una buena noticia para la de - mocracia mexicana. El @INEMexico ha demostrado ser una institución seria, capaz de realizar procesos democráticos confiables\".En ese sentido, dijo que sí se mencionó la importancia del comportamiento ins - titucional y comentó que los \"convocó a que estableciéramos de lo que no se pue - de hablar en su mañanera en su persona y estamos a punto ya de hablar con su gente de comunicación\". Dijo que en el encuentro con el man - datario principalmente abordaron el tema de la seguridad que debe acompa - ñar los procesos electorales, así como el presupuesto. \"Hemos compartido esta misma idea de los 11 consejeros que de - bemos tener un presupuesto justo, no va a haber ninguna solicitud de ningún centrado que no esté en el marco de las atribuciones\", declaró. EL PLAN B se compone de reformas a la ley secundaria que, a pesar de que no necesita - ron de mayoría calificada, la SCJN invalidó por violaciones \"graves\" al proceso legislativo. Eldato20 Mil cargos de elección popular se renovarán en 2024 DESDE EL PASA - DO 27 de marzo, AMLO llamó a la población a eje - cutar el Plan C en 2024. \"Que no se vote por el bloque conservador para que siga la trans - formación\", dijo. EltipES UNA clarísima definición de cómo la Corte está del lado conservador. Vamos a obtener 33 millones de votos, vamos a ganar la Presidencia y la mayo - ría en el Congreso\" Mario Delgado Líder nacional de Morena LAS Y LOS MINIS - TROS deben entender que los tiempos han cambiado. Si quieren ser opositores al cambio, que renuncien y se presenten a las elecciones\" Adán Augusto López Extitular de Segob ESTAMOS LISTOS para convertir a México en un país verdadera - mente democrático y que el soberano sea el pueblo y no la partidocracia\" Ignacio Mier Coordinador de Morena en San Lázaro TENEMOS que hacer una reflexión personal, hacia el interior de las cámaras, cómo mejorar nuestro trabajo legisla - tivo y nuestros proce - sos para no tener que enfrentar invalideces\" Olga Sánchez Cordero Senadora de Morena UNA VEZ MÁS, la SCJN hace respetar la Constitución al declarar la invalidez de la segun - da parte del Plan B de la Reforma Electoral. Enhorabuena por la decisión de 9 ministros\" Marko Cortés Líder nacional del PAN LA CAÍDA TOTAL del Plan B es una buena noticia para la demo - cracia mexicana. El INE ha demostrado ser una institución seria, capaz de realizar procesos de - mocráticos confiables\" Alejandro Moreno Líder nacional del PRI BIEN POR LAS Y LOS ministros que le recuerdan al Presiden - te y su movimiento de destrucción nacional que la ley se respeta. ¡Viva la Democracia!\" Julen Rementería Coordinador del PAN en el Senado En Morena cuestionan el fallo, pero también hay autocrítica; la oposición reconoce a la Corte.A favor y LA COMBINACIÓN es adecuada. Primero, es un solo método; se conjunta la sociedad civil y Va por México. Lo segundo es que se puede inscribir cualquiera, y lo bueno es que no hubo una primaria dentro de los partidosPOR FRANCISCO CÁRDENAS CRUZ El proyecto del ministro Javier Laynez Potisek, como el de su colega Alberto Pérez Dayán, en el caso de la primera parte de esa reforma, se basó en los vicios en el procedimiento legislativo y en las violaciones adi - cionales, como la ilegal sustitución en la Gaceta Par - lamentaria de una versión modificada para incluir la cláusula de \"vida eterna\", que permitía transferir votos entre partidos con candidatos comunes, que ya había sido aprobada y votada tanto por diputados como se - nadores. Los votos en contra fueron de Loretta Ortíz y Yasmín Esquivel, igual que en el caso anterior. DE ESTO Y DE AQUELLO... El ministro Juan Luis González Alcántara Carrancá calificó de \"un vicio de gran gravedad\", que después de que ambas Cámaras del Congreso discutieron y eli - minaron artículos del proyecto de decreto, a los que ya aprobados le hicieron cambios, en vez de remitirlo de inmediato al Ejecutivo federal para que formulara observaciones o, en su caso, lo promulgara, además de que el dictamen en el Senado no fue aprobado en co - misiones por la mayoría que requiere el Reglamento. A los iniciales ocho votos de Laynez Potisek, Pérez Dayán, Norma Lucía Piña Hernández, presidenta del alto tribunal; Margarita Ríos Farjat, Mario Pardo Re - bolledo, Alfredo Gutiérrez Ortíz-Mena, González Al - cántara Carrancá y Luis María Aguilar, Arturo Zaldívar sumó el suyo para invalidar la primera parte del Plan B y lo mismo ocurrió ayer, por lo que sus colegas Ortiz y Esquivel se volvieron a quedar solas. A pesar de que Claudia Sheinbaum asegura que no se confrontará con ninguna \"corcholata\" de Mo - rena, habrá que ver cómo libra, de aquí a agosto, las indirectas, directas y hasta provocaciones, con las que intentan hacerla enojar, como a su llegada al reciente Consejo Nacional de su partido —lo que bien recuer - da Alfonso Durazo— y acortar la amplia ventaja que le lleva a las demás. Insistencia mañanera de que no habrá afectaciones en el suministro eléctrico por el calor que hay en todo el país, ni tampoco riesgos de apagones, a pesar de que en varias entidades del norte se registran cada vez con mayor frecuencia y duración. Siguen los coincidentes accidentes en el mismo sitio en carreteras de Jalisco.Con los mismos nueve votos de ministros a favor y dos en con - tra con los que el pleno de la Su - prema Corte de Justicia invalidó la primera parte del Plan B de Refor - ma Electoral del Presidente López Obrador, ayer se anuló la segunda parte que sepultó definitivamen - te su intento de modificar la legis - lación en la materia, por lo que las elecciones que habrá el año próxi - mo se realizarán de acuerdo a la ac - tual, vigente desde 2014.SEPULTA CORTE 2ª PARTE DEL PLAN B ELECTORALPULSO POLÍTICO fcardenas@pulsopolitico.com.mx Twitter: @MXPulsoPoliticoEnrique de la Madrid apuesta por proceso mixto \"El mejor método es el que decida la gente\" Por Jorge Butrón jorge.butron@razon.com.mx Enrique de la Madrid, quien aspi - ra a ser el candidato de la oposi - ción en el proceso electoral pre - sidencial del 2024, aseguró que el mejor método de selección debe ser una combinación de encuesta, voto di - recto, debates y recopilación de firmas, pues es necesario conocer quién tiene el mayor respaldo de la gente. En entrevista con La Razón , dijo que es necesario bajar el número de firmas o apoyos ciudadanos a 100 mil, para que todos tengan la posibilidad de compe - tir; sin embargo, aclaró que también es oportuno dejarlo como requisito e, ya que se debe verificar que, quien aspire, tenga capacidad de dimensionar su res - paldo y no sólo querer, sino poder. Señaló que es fundamental que la so - ciedad civil esté en todo el proceso de selección, y que los partidos hagan de su propuesta un método para que haya piso parejo y no sean las dirigencias las que elijan al candidato opositor. Celebró que fuera la sociedad civil la que propuso el método que integra diversas herramientas, ya que se puede analizar de mejor manera a los aspiran - tes y sus preferencias con la gente. De la Madrid levantó la mano para encabezar a la oposición, pues ve posi - ble ganarle a Morena en 2024 y mejorar en salud, educación, seguridad y eco - nomía, pues aseguró que ve un México destrozado y desmantelado. Desde su perspectiva, ¿cuál es el mejor método de selección de candi - dato presidencial de la oposición? Se habla de voto, debate, encuesta... Es que la combinación es adecuada. Pri - mero, es un solo método; se conjunta la sociedad civil y los partidos que inte - gran Va por México. Lo segundo es que se puede inscribir cualquiera, y lo bue - no es que no hubo una primaria dentro de los partidos, eso está bien, porque lo importante es destacar lo nuevo. De lo que se trata al final del día es escoger a la persona más competitiva posible, la que le pueda ganar a Morena, y también la que pueda encabezar el gobierno de coalición, el mejor gobierno. Entonces, se inscribe el que quiera, sí, pero des - pués hay que pasar ciertos requisitos. Sobre el tema de las firmas... Se habla mucho del tema, pero yo espero que sea un número que realmente sí sea alcanzable, que sea posible, pero me parece que no es mala idea, porque las firmas también representan la fuerza que cada uno puede tener detrás, pues no sólo se trata de querer, sino de poder. De alguna manera, con ello se puede di - mensionar quién tiene respaldo y quién no lo tiene. Además, las encuestas te pueden ayudar a decir que pasen los que están con mejor reconocimiento, que pasen los que sí deberían de com - petir en debate. Los debates, a mi juicio, son la manera de poder exponerle a la sociedad nuestras ideas concretas; por ejemplo, qué se propone para mejorar el empleo de los mexicanos, qué se pro - pone para mejorar el tema de la salud; entonces, los debates son, sobre todo, para que la sociedad nos conozca. Al final del día, las encuestas y, probable - mente, una votación en directo, que se escoja a la persona más competitiva. Por eso, yo digo que nos estamos acercan - do al mejor procedimiento posible, que además contrasta con el del otro lado que, sabemos, será una persona la que decida. Acá serán los ciudadanos. ¿Cuál sería la mejor cantidad de firmas a recopilar? Yo digo 100 mil, porque realmente hay que bajarle al nú - mero que aún se menciona de 200 mil, porque es sólo cosa de dividir días. Si tienes 200 mil firmas y tuvieras 20 días para recogerlas, son como 10 mil firmas al día, son muchas. Lo que yo digo es que se baje el número para que lo de las firmas no se nos vuelva un problema, pero sí se necesita distinguir entre los que quieren y los que pueden. Además, las firmas te obligan a salir a las calles, a recorrer los estados, a ir a plazas a po - ner módulos, y también es el momento de saber si esas personas que te dicen: '¿cómo te ayudo?', lo hacen. Entonces, ¿cuál es el mejor método a su consideración? Va a sonar raro, pero éste. Siempre quise un método en el que no fueran los partidos los que decidieran quién pasa a competir, sino que quien quisiera se pueda inscribir; esto que está ocurriendo lo leí de otras propuestas ciudadanas, quienes plan - tearon firmas, debates, encuestas e in - cluso votación directa; éste es el mejor método posible. Puedo ser un testigo fiel de que esto es una propuesta de la ciudadanía, y quien lo está criticando, lo hace con la gente, pero los partidos lo están haciendo suyo. ¿Cómo ve la participación en 2024? Es sumamente importante, por eso yo me voy a poner a defender ese método, pues es lo que pidieron los ciudadanos organizados y es lo que van a tener. ¿Sigue con el interés de ser el can - didato de la oposición rumbo a 2024? Claro que sí. Con el interés y con el ánimo de trabajar por un mucho me - jor México del que tenemos hoy; un México para que las familias salgamos adelante. De lo que se trata la buena po - lítica es de acompañar a cada una de las familias, darles herramientas, pero con su esfuerzo, salgamos adelante. ¿Cómo hacerle en el tema de los recursos para recorrer el país? Es que aquí es donde realmente ves quién tie - ne interés, pues porque a lo largo de que recorres el país en tu trayectoria, mucha gente te dice: 'yo te ayudo'; entonces, puedes pedirle a la gente que te ayude a pedir firmas, pues no es un tema de dinero, sino de movilización, para que les digan a más personas. Tiene que ser un número menor para que no se con - vierta en un tema de dinero, pero que sí se refleje el apoyo que cada uno tiene. ¿Ve piso parejo? Yo sí veo piso pare - jo, y lo importante es que no fueran los partidos quienes van a decir quién entra o no, sino que estuviera abierto a todos, pero hay que reconocer que todos lle - gan de diferentes trabajos y con dife - rentes experiencias en sus trayectorias. ¿Hay tiempo y posibilidades de ganarle a Morena? Sí hay tiempo y la necesidad de ganarle, pues yo, como mexicano, al ver 83 homicidios diarios, y de éstos, 11 son feminicidios; el siste - ma de educación destrozado, con un presupuesto bajo; el sistema de salud desmantelado... Morena en el Gobier - no es un desastre; preferimos que criti - quen a la oposición, porque para gober - nar salieron muy malos.EL ASPIRANTE a la candidatura presidencial de oposición dice a La Razón que prefiere la combinación de encuesta, pri - marias y debates; espera que firmas de apoyo bajen a 100 mil EL ASPIRANTE a la candidatura presidencial, en foto de archivo. Enrique de la Madrid Cordero FORMACIÓN: Licenciado en Derecho por la UNAM, con maestría en Administración Pública por la Escuela John F . Kennedy. TRA YECTORIA: Presidente Ejecutivo de ConMéxico, diputado federal, director de Finrural, director general de Bancomext, 23:16razon.com.mx La Razón Viernes 23.06.2023MÉXICO 08 DE GANAR, MONREAL PROPONDRÁ NUEVA REFORMA ELECTORAL Por Yulia Bonilla yulia.bonilla@razon.com.mx \"Y o voy al fondo, no voy a declinar\", aseguró el as - pirante presidencial de Morena, Ricardo Monreal Ávila, quien además aseguró que, de ganar la Pre - sidencia, impulsará dos reformas: una en materia electoral y otra al sistema de justicia. El excoordinador de Morena en el Senado dijo no sentirse sorprendido por el fallo que emitió ayer la Suprema Corte de Justicia de la Nación (SCJN) al invalidar el segundo paquete de reformas en mate - ria electoral, conocida como el Plan B. \"No sorprende el resultado, la resolución del Po -\"VAMOS ARRIBA EN LAS ENCUESTAS\", AFIRMA CLAUDIA SHEINBAUM Por Magali Juárez magali.juarez@razon.com.mx De cara a la encuesta que realizará Morena para de - finir al coordinador de los Comités de Defensa de la Transformación, Claudia Sheinbaum aseguró que encabeza los posicionamientos, porque la gente sabe que siempre ha estado del lado de las luchas sociales y de la democracia. En una asamblea informativa en Tijuana, Baja California, la exjefa de Gobierno destacó que que - ría dar a conocer una noticia entre los asistentes. \"Les tengo una noticia, vamos arriba en las en - cuestas y vamos arriba en las encuestas porque la gente sabe que siempre hemos estado del lado de transformación, del lado de las luchas sociales, del lado de la defensa de la democracia, ahí siempre hemos caminado\", expresó. Recordó que el viernes pasado dejó su cargo al frente de la Jefatura de Gobierno de la Ciudad de México, pero precisó que primero se lo consultó a la Por Yulia Bonilla yulia.bonilla@razon.com.mx Ante los señalamientos de atentar contra la equidad en la contienda interna de Morena por plantear propuestas a cumplir en caso de ganar la encuesta, el excanciller Marcelo Ebrard cuestionó la finalidad de los recorridos que se les autorizó realizar por el país, si durante estos no se les per - mitirá \"soñar\". El aspirante presidencial dijo: \"No tengo temor de eso\" al ser cuestionado sobre si le generaba preocupación que sus declaraciones al nombrar \"sueños\" a las propuestas que ya ha hecho en sus visitas sean consideradas una estrategia con la que se vulneraría la equidad, debido a que el acuerdo de la contienda estableció que los par - ticipantes no podrían plantear promesas y así no incurrir en faltas electorales. \"Si no tienes un sueño, ¿entonces para qué hacemos el recorrido? sería la pregunta a todos mis colegas, ¿entonces a qué vamos a hacer el recorrido?, ¿qué es lo que te dice la gente cuando dialogas? 'esto es lo que pensamos que debe te - ner nuestro país', entonces no, no tengo temor de eso\", comentó en entrevista. Al retomar el planteamiento de crear una Se - cretaría de la Cuarta Transformación a la que invitó para encabezar a uno de los hijos del Presidente, Ebrard Casaubon adelantó que la próxima semana dará a conocer otros nombres de las personas que invitará para que se sumen a su proyecto. En cuanto a las acusaciones hechas desde la opo - sición, que ha catalogado a la contienda morenista ADÁN AUGUSTO ASEGURA QUE SE ACABÓ EL TIEMPO DE LOS POTENTADOS Por Jorge Butrón jorge.butron@razon.com.mx Adán Augusto López Hernández aseguró que se acabó el tiempo de los políticos desalmados y potentados que sólo les interesa el dinero, ya que es tiempo de la gente y de la consolidación de la Cuarta Transformación. \"La raíz de todos los males es el dinero, allá ellos que tienen el alma podrida, por ello, noso - tros preferimos estar aquí con el pueblo. Si este pueblo se organiza no nos van a ganar. Así son los potentados y desalmados, lo que presentan una cara y hacen otra cosa, se acabaron esos políticos comerciantes\", destacó. Además, reiteró que ha empezado una gue - rra sucia de quienes no se han dado cuenta de que México es del pueblo y no de los señores del dinero. Señaló que acuden a los estados en donde no ha llegado la Cuarta Transformación, pues NOROÑA PIDE RENUNCIA DEL SECRETARIO DE GOBERNACIÓN DE PUEBLA Por Claudia Arellano mexico@razon.com.mx El diputado federal del PT con licencia, Gerardo Fernández Noroña pidió al secretario de Goberna - ción en Puebla, Julio Huerta Gómez, que renuncie a su cargo si quiere seguir siendo coordinador del proyecto político de Claudia Sheinbaum Pardo. \"No se debe estar en misa y en procesión, o coordina o gobierna, pero las dos no, porque ahí sí mandaría un mensaje terrible de que la estructura del gobierno de Puebla está metida apoyando a Claudia, no lo sabía, me parece grave\", refirió. Además, el aspirante rechazó que vaya a involu - RICARDO MONREAL, ayer en Hidalgo.CLAUDIA SHEINBAUM, ayer en Tijuana.MARCELO EBRARD en el Segundo Congreso de la ANHP , ayer. ADÁN AUGUSTO López, ayer en SLP .EL ASPIRANTE del PVEM, el pasado viernes. NOROÑA en conferencia de prensa, ayer. der Judicial, máxime cuando ya en el primer pa - quete habían resuelto invalidar el proceso legis - lativo y por lo tanto invalidar las leyes... No me sorprende. No hay ninguna sorpresa para mí; era de esperarse, no pasa nada, hay que seguir insistiendo\", declaró en conferencia de prensa. población y el 70 por ciento la respaldó. \"Hice una encuesta antes de salir de la ciu - dad y les pregunté si les parecía bien que yo sa - liera de la ciudad para inscribirme en el proceso de coordinación de la defensa nacional y el 70 por ciento dijo que estaba bien que yo camina - ra\", resaltó. Afirmó que si va en primer lugar en las en - cuestas es porque siempre ha sido cercana a la lucha democrática, pero también porque es el tiempo de las mujeres. Por ello, reiteró la impor - tancia de seguir creando espacios para que las mujeres puedan vivir una vida tranquila y feliz.como una precampaña adelantada y fuera de los tiempos oficiales, el exfuncionario dijo: \"Ésta es la final de Morena, y el PT y el Verde están invitados\". También se negó a opinar respecto al proceso de Va por México, que anunció los pasos que reali - zará este año para tener un candidato sin vulnerar los tiempos electorales oficiales. Ebrard Casaubón sólo mencionó que cada partido político lleva su proceso y, si la oposición decide nombrar candidato hasta 2024, entonces \"nos vemos el año que entra\". \"Cada partido tiene su proceso, hay unos que siempre llegan tarde, pero ya no me toca a mí inci - dir en sus decisiones. Nos vemos el año que entra, está bien, nosotros mientras vamos a caminar\", mencionó. hubiera sido fácil comenzar por recorrer las entidades gobernadas por Morena, pero dijo estar convencido de ir a los lugares donde se necesita un cambio. Adelantó que ganarán la batalla a la insegu - ridad a nivel nacional, aunque reconoció que falta tiempo para ello, además, apoyarán a las madres buscadoras a localizar a sus familiares, ya que ha sido un constante reclamo. Ayer, López Hernández arrancó su jornada en Jalisco; también visitó los estados de San Luis Potosí y Guanajuato, para concluir su re - corrido en Querétaro. crarse en la pinta de bardas. Dijo que \"es el pue - blo quien siempre lo recibe con una sorpresa, en apoyo a su campaña\". Noroña destacó el papel que tendrá Puebla en el próximo proceso electoral, asegurando que mantiene un cariño especial por la entidad.Las declaraciones fueron hechas luego de asistir al Segundo Congreso de la Asociación Nacional de Hospitales Privados, donde reci - bió un reconocimiento por las labores hechas desde la Secretaría de Relaciones Exteriores (SRE), en atención a la pandemia de Covid-19. Ante los asistentes, el excanciller expuso sus esfuerzos cuando encabezó la dependencia y planteó que el país enfrenta dos grandes retos que deberán ser resueltos en 2024. Uno de ellos es la dispersión poblacional que ha impactado en la forma en que se acer - can los servicios de salud a los habitantes; el segundo, es contar con las tecnologías en tiempo, como se llegó a necesitar durante la pandemia de Covid-19.\"SI NO TIENES UN SUEÑO, ¿PARA QUÉ LOS RECORRIDOS?\" MANUEL VELASCO INTERRUMPE SU GIRA El senador con licencia del Partido Verde Ecologista de México (PVEM)y aspirante a la candidatura presidencial de la 4T , Manuel Ve - lasco Coello, puso pausa a su gira por el territo - rio nacional, luego del percance que sufrió su esposa Anahí, el cual le provocó una afectación en el tímpano. A través de sus redes sociales, el exgobernador de Chiapas dio a conocer que la acompañaría \"a una evaluación médica pro - funda\", por lo que ayer no hizo recorridos por el país \"para dedicarme de lleno a estar con ella\". Por la misma vía, Velasco Coello agradeció los mensajes y las muestras de apoyo ante esta situación por parte de otras corcholatas como el diputado del PT con licencia, Gerardo Fer - nández Noroña, quien escribió en su cuenta de Twitter: \"Pronta recuperación a tu esposa Anahí. Un Foto |Especial LOS de Morena, Mario Delgado (guinda); del PVEM, Karen Castrejón (verde), y del PT , Alberto Anaya (corbata roja), en conferencia de prensa, ayer. Insiste en llamado a evitar porras para corcholatas AMLO advierte sobre \"infiltrados\" el 1 de julio EL PRESIDENTE asegura que tiene confianza en los que buscan la Coordinación de los Comités de la 4T; pide a los aspi - rantes y a sus simpatizantes a no caer en manos de publicistasPor Magali Juárez magali.juarez@razon.com.mx El Presidente Andrés Manuel López Obrador confirmó ayer que le pidió a los gobernado - res de Morena que en la cele - bración del 1 de julio no vayan a llevar porras para las corcholatas y mostró su confianza de que actuarán con respon - sabilidad. Sin embargo, dijo que prefería insis - tir en este llamado para que quede claro que el evento que realizará en el Zócalo no sea utilizado para politiquería y para que todos estén advertidos ante posi - bles infiltrados, como la gente del em - presario Claudio X. González. El mandatario expuso que, aunque tiene confianza en todos los aspirantes que buscan la Coordinación de los Co - mités de la Transformación, es mejor hacer estos constantes llamados públi - cos, ante la posibilidad de que surjan los \"zalameros\". \"Están invitados todos, nada más que no haya politiquería; ahora que están las encuestas, que no vayan a ir a echar po - rra, a aplaudir más o, lo peor, a ofender a otros, no; es la conmemoración del triunfo por la transformación de México, eso está por encima de cualquier interés personal, por legítimo que sea. \"Todos están invitados, nada más que no puede actuarse de manera opor - tunista, querer sacar raja; esas cosas que no tienen nada que ver con un mo - vimiento de transformación que tiene como objetivo principal sacar adelante a nuestro pueblo, en especial a los más necesitados, a los más pobres\", manifes - tó el Jefe del Ejecutivo. Pidió a las corcholatas y a sus simpa - tizantes tampoco caer en manos de los publicistas, porque son los que los pue - den llevar al fracaso con sus propuestas de \"besar a niños\" o a \"mover la barriga\". \" Afortunadamente, mis hermanos y mi hermana, los que están en ese asun - to (las corcholatas), son gente seria, son muy responsables, pero de todas maneras no vayan a salir algunos zala - meros, ya ven que siempre hay los que quieren quedar bien, o ahora que están de moda los publicistas, que no hay que hacerles caso, porque ésos pueden lle - var a dirigentes al fracaso; ésos que re - comiendan: 'ríete, abraza, besa a niños, monta bicicleta, quítate la camisa para que vean que estás fortachón, muévele la panza, le muevo la barriga'. \"No vaya a ser que quiera meter infil - trados Claudio (X. González) y se con - viertan, ya ven cómo se vuelven femi - nistas, ambientalistas, demócratas y de todo; se disfrazan; entonces, vale más decirle a la gente que vamos a conme -morar el triunfo de la Transformación, el inicio de la Cuarta Transformación\", dijo. López Obrador comentó que de eso platicó con los mandatarios de la 4T du - rante la reunión que sostuvo con ellos el miércoles, y precisó que no convocó a los de otras fuerzas políticas para no meterlos en un predicamento. \"No, no, no los invité, por eso mismo, porque los meto en predicamento; es: 'cómo voy a ir yo si lo que se va a tratar...', concluyó el Presidente.Morena refrenda alianza con PT y PVEM hacia el 24 Por Claudia Arellano mexico@razon.com.mx MARIO DELGADO, en compañía de las dirigencias nacionales del Partido del Trabajo (PT), liderada por Alberto Ana - ya, y Karen Castrejón, del Partido Verde Ecologista de México (PVEM), habló de la importancia para Morena, de refren - dar su alianza rumbo al 2024. \"Estamos instalando el día de hoy la mesa para conformar esta alianza, no hay tiempo que perder, estamos a menos de un año de la elección, como ustedes saben, ya está en marcha un proceso del movimiento para buscar y encontrar, definir, a quién debe tener el liderazgo de este gran movimiento, quién debe hacerse responsable de los trabajos de defensa de la Cuarta Trans - formación\", subrayó. El morenista aplaudió la lealtad del Verde Ecologista y el PT, y que \"hayan refren - dado una vez más el deseo, la voluntad de seguir haciendo historia, de que nuestro país siga por la ruta de la Cuarta Transformación y, no es por presumir, pero miren, la ver - dad es que ha sido una alianza muy eficaz\".Indicó que esta alianza se da \"a partir de valores, de principios, de un proyecto de transformación nacional. No es una alianza de intereses, no es una alianza de complicidad, no es una alianza como la de los otros, que sólo tiene como ob - jetivo que regrese la corrupción, que re - grese el saqueo de los bienes nacionales, que regrese el privilegio de unos cuan - tos sobre la mayoría\". Delgado refirió que las reglas para las corcholatas fueron claras: \"Vayan a difun - dir los logros de la Cuarta Transformación, vayan a difundir lo que es la obligación de los partidos políticos, la profundización de la vida democrática, vayan a hacer asambleas informativas con los militan - tes, con los simpatizantes, hagan recorri - dos austeros\", dijo luego de ser cuestiona - do respecto a si algunos candidatos tienen más recursos para campaña que otros. De igual modo dijo: \"Noso - tros, en ánimo de mantener la equidad del piso parejo que tanto exigieron ellos, el Comi - té Ejecutivo Nacional decidió dar un financiamiento parejo de la prerrogativa de gasto ordinario, que tiene ciertas re - glas de fiscalización que tam - bién les comunicamos\".Quiahuitl Chávez va a Subsecretaría del Trabajo Por Magali Juárez magali.juarez@razon.com.mx EL PRESIDENTE Andrés Manuel López Obrador anunció que Quiahuitl Chávez Domínguez quedará al frente de la Subse - cretaría del Trabajo, responsable del pro - grama Jóvenes Construyendo el Futuro, en lugar de Marath Bolaños López, nuevo secretario del Trabajo y Previsión Social. En la conferencia de prensa dio a cono - cer el cambio: \"Van a decir que es una Sub - secretaría, pero es una Subsecretaría muy importante, que a mí me importa mucho por lo que hace en beneficio de los jóve - nes, es la Subsecretaría del Trabajo, donde estaba Marath, que atendía el programa Jóvenes Construyendo el Futuro\", dijo. El mandatario destacó que dicho pro - grama ha beneficiado a dos millones 600 mil jóvenes y se ha realizado una inver - sión total de 95 mil 618 millones de pesos. \"Se contrata a los jóvenes que ya no tienen posibilidad de estudiar o que no tienen trabajo y estos dos millones 600, la mitad se han quedado a trabajar de mane - ra permanente en donde se capacitaron, porque se les asigna un tutor, quién es el tutor, el maestro de un taller mecánico, el dueño de una tienda, una fábrica, un taller de artesanías, ahí están aprendiendo y ya de estos dos millones 600 mil jóvenes, un millón 300 se han quedado a trabajar y otros han buscado trabajo en otras par - tes\", comentó. ANTE LAS DENUNCIAS que se han presen - tado en contra del proceso interno de More - na, el Presidente aseguró el miércoles que es \"costumbre del conservadurismo\". Eldato 2.6 Millones de beneficiarios tiene Jóvenes Constru - yendo el Futuro Quiahuitl Chávez FORMACIÓN: Licenciada en Ciencias Políticas y Administración Pública en la Facultad de Ciencias Políticas y Sociales (FCPyS) de la UNAM. TRA YECTORIA: Trabajó en el poder legislativo del 2015 al 2018; en 2020 ingresó a la STPS desempeñándose en diversos cargos; en agosto de ese mismo año fue nombrada como Jefa de la Unidad del Programa Jóvenes Construyendo el Futuro y es la nueva subsecretaria del Trabajo. EL SENADOR con licencia del PVEM, Manuel Velasco, llamó el miércoles a las corcholatas de la 4T a que ten - gan \"menos pleito y más Razón Viernes 23.06.2023MÉXICO 10 Aumenta 63% área con aridez en una década Sequía sube; ley para abatirla sigue atorada Por Yulia Bonilla yulia.bonilla@razon.com.mx México enfrenta un incremen - to del 63.9 por ciento de te - rritorio bajo condiciones de sequía en la última década, periodo en el cual también ha permane - cido varada la modernización legislativa que permitiría eficientar la gestión del agua para garantizar el derecho humano de acceso al líquido fundamental para la vida humana, y que para varias regiones ya representa un grave problema. Hasta el 15 de junio del 2023, el por - centaje de áreas del país con algún nivel de sequía era del 65.9 por ciento, que re - basa el 40.2 por ciento documentado en el 2014, según el monitoreo del Servicio Meteorológico Nacional (SMN). El Instituto Mexicano para la Com - petitividad (Imco) advirtió que, según datos de la Comisión Nacional del Agua (Conagua), entre el 2011 y el 2018 hubo una reducción del 71.2 por ciento en la vigilancia del uso del recurso hídrico de empresas y municipios, pues el prome - dio de visitas anuales de su personal pasó de ocho mil 129 a dos mil 334. Aunado a esto, apuntó una insuficien - cia presupuestal para la Conagua, debi - do a que entre el 2014 y el 2022 pasó de recibir 63 mil millones de pesos a 30.3 mil millones, y aunque para este año se aprobaron 68 mil 450 millones de pesos, \"sigue siendo insuficiente\". Por ello, señaló que la expedición de una Ley General de Aguas sería \"clave\" para una gestión más eficiente, pues par - te del problema para atender esta situa - ción es la falta de coordinación entre los distintos niveles de gobierno y las políti - cas públicas que implementan, pero que no se han actualizado. Sin embargo, desde el 2012 perma - nece pendiente la aprobación de dicha ley en el Congreso de la Unión, donde se prometió que el asunto sería impulsado en el periodo de sesiones que acaba de terminar, pero que permaneció en la con - geladora ante otros dictámenes de tipo político que sí fueron sacados adelante. El presidente de la Comisión de Re - cursos Hidráulicos, Agua Potable y Sa - neamiento, Rubén Muñoz, comentó a La Razón que la propuesta para esta ley ya está lista, pero no logró salir adelante en el segundo año legislativo, a causa de la discusión de la Reforma Electoral y otros \"temas sustantivos\". Sin embargo, el diputado de Morena afirmó que el proyecto ya ha sido con - sensuado con las demás bancadas, por lo que se prevé que el próximo periodo ordinario se dictamine en comisiones, luego en el pleno de San Lázaro y, final -mente, en el Senado, tras lo cual se logra - ría su publicación. Ante el saldo pendiente de 21.3 millo - nes de mexicanos que no cuentan con red de agua potable, adelantó que, con la nueva normativa se complementaría la Ley de Aguas Nacionales, para incorporar los lineamientos que permitan garantizar el derecho al agua, como lo consagra el artículo 4 de la Constitución. Entre estas medidas se contempla la fiscalización, de forma que el pago sea obligatorio para gran - des usuarios comerciales e in - dustriales y que se considere una tarifa diferenciada para personas de bajos recursos. Sin ahondar en detalles, com - partió que también se buscará sancionar la contaminación de los cuerpos de agua y que se pro - mueva la reutilización integral del líquido mediante incentivos, para así impulsar el aprovecha - miento de este recurso. Explicó que el monto que se obtenga del cobro obligatorio y las sanciones por contamina -DESDE 2012 está pendiente de aprobar en el Congreso la legislación general en la materia; advierte Imco una reducción del 71% en vigilancia del uso del líquido en los últimos años SEGÚN el reporte de Conagua, existen en el país un total de 7 millones 836,705 ciuda - danos que habitan en municipios donde se experimentó una sequía extrema en México. Eldato SE REQUIERE con - solidar la relación de los tres niveles de gobierno, y si el ámbito municipal no resuelve el derecho humano al agua, que sea responsabilidad de los gobiernos es - tatales con el apoyo de la Federación Rubén Gregorio Muñoz Diputado de Morena PESE AL CALOR, LA GENTE \"NO SE QUEDARÁ SIN LUZ\" EL PRESIDENTE Andrés Manuel López Obrador rei - teró que pese a la ola de ca - lor que se padece en el país, existe la reserva eléctrica suficiente para que la po - blación no se quede sin luz. En conferencia de pren - sa mañanera subrayó que gracias al cambio que repre - senta la 4T el mercado eléc - trico está bien manejado. \"Decirle a la gente que no se van a quedar sin luz, esta - mos pendientes, sabemos que aún con el calor, hay más consumo de energía eléctrica, tenemos reserva y todo esto también se debe al cambio, porque si hubie - ra continuidad los mismos, entonces sí el precio de la luz estaría por las nubes y el mercado eléctrico mane - jado por particulares, que sólo buscan la ganancia, en el caso extremo el lucro\", dijo el mandatario. Aseguró que cuenta con reportes de la CFE de que el país cuenta con un mar - gen amplio de capacidad de energía, pese a que sí se presentan algunas fallas que se están corrigiendo. \"Hay un margen amplio de capacidad de energía, hay fallos en algunas co - munidades y se están co - rrigiendo, pero es normal, son que truena un trans - formador o por alguna otra razón se afecta alguna línea de transformación, pero es parte del trabajo que hacen los trabajadores\", declaró. El Ejecutivo aseveró que el sustento de ese modelo privatizador es la corrup - ción, el robo, el bandidaje oficial, por lo que expresó: \"Al carajo con ese modelo, al carajo allá arriba\". Magali Juárez ción se destinará a un Fondo Nacional de Infraestructura, que redirigirá los recur - sos al saneamiento, a plantas potabiliza - doras y demás acciones que lleven agua a las regiones del país. \"Debemos fortalecer a la Conagua y queremos, en esta nueva ley, comprome - ter a los gobiernos estatales para que for - men parte de la solución conjuntamente con los gobiernos municipales. \"Se requiere, en efecto, consolidar la relación de los tres niveles de gobierno y, si el ámbito muni - cipal no resuelve el derecho humano al agua, que sea res - ponsabilidad de los gobiernos estatales, con el apoyo de la Federación\", dijo. En el Presupuesto de Egre - sos de la Federación para el 2024, se buscará que el finan - ciamiento para el servicio de agua llegue a más de 100 mil millones de pesos, que tam - bién se invertirían en la tec - nificación del campo, para el mejor aprovechamiento de este recurso.DO Anormalmente seco 31.07% D1 Sequía moderada 16.59% D2 extrema 2.33% Sin Sequía 43.41% Fuente ConaguaSe agudiza Porcentaje de afectación de sequía extrema, severa y moderada en los estados al 15 de junio. Guerrero *Sólo 0.07% de su territorio Michoacán *26.6% de su territorio Twitter: @hastaelPeter POR PEDRO SÁNCHEZ RODRÍGUEZ En realidad, se trata de las primarias de Morena que definirán a su candidato presidencial para las elecciones de 2024. Es importante señalar que, de acuerdo con la Ley General de Instituciones y Procedimientos Electorales, las precampañas deben iniciar en la tercera semana de diciembre previo a la elección, por lo que este ejercicio es, eminentemente, ilegal. Además, este ejercicio tiene el inconveniente de que el origen de los recursos que se utilizan tiene una alta dosis de opacidad. Hay que recordar que los gastos por precam - pañas no comprobados provocaron que el INE le retirara la candidatura a gobernador a un morenista, lo que derivó en una fuerte presión por parte de ese partido en contra de las autoridades electorales que finalmente confirmaron el retiro de esa postulación. Así las cosas, con este ejercicio muy posiblemente vendrá un nuevo episodio de presión por parte de Morena contra las autoridades electorales, si es que hacen su trabajo. Por otra parte, este juego propuesto es atípico, en el sentido de que se trata de convencer a los encuestados quién se parece más al Presidente. Tiene implicaciones en distintas capas porque el ejercicio se trata de promover la \"transformación\" y no un proyecto de país, no se está ha - blando de finanzas públicas, sino de quién tiene más pasos al lado de López Obrador, ni se está hablando de adminis - tración pública sino sobre cómo vigilar que las acciones del actual Gobierno se mantengan en la misma sintonía. La encuesta decidirá quién de las corcholatas es más AMLO. El asunto se vuelve más intrincado si se toma en cuen - ta el acuerdo alcanzado por las corcholatas y el Presidente: el primer lugar sería el candidato presidencial, el segundo y tercero, líderes de las bancadas en el Senado o Diputa - dos, o miembros del gabinete y el cuarto, quinto y sexto lugar tendrían la posibilidad de incorporarse a un espacio de representación proporcional. Es decir, son candados de gobernabilidad para garantizar que el que más defienda la 4T en estas giras, la siga defendiendo a fuerza porque va a tener a los guardias políticos de la 4T con las llaves del Congreso y con el veto ministerial, que poco se ha usado en México. En conclusión, este es un proceso decisivo porque de ahí saldrá quien, si la oposición no reacciona, pueda ser el próximo Presidente; porque se pronostica una nueva ola de tensión muy nociva entre el partido oficial y las autori - dades electorales y porque la gobernabilidad del gobierno se está despriorizando con tal de mantener la unidad de Morena. ¿Quién es más AMLO? Ése es el objetivo del juego que estare - mos presenciando de aquí a septiem - bre. Desde este lunes iniciaron los re - corridos de las corcholatas por todo lo largo y ancho del país, promoviendo las acciones transformadoras del Go - bierno y mostrando su compromiso por continuarlas. Estas giras conclui - rán con la revelación del resultado de las encuestas que definirán al Coordi - nador de Defensa de la 4T. LA DEFENSA DE LA 4T FRENTE Pública 2020: 310 MDP Total: 496 MDP Recursos no aclarados POR ANTONIO FERNÁNDEZ Sin embargo, existen diferentes leyes que establecen diferen - tes edades de referencia, por ejemplo, la Ley del Seguro Social, la Ley Federal del Trabajo o la Ley de los Trabajadores del Esta - do, en las cuales la edad suele ser mayor a los 60 años. Las instituciones de seguridad social tienden a aumentar la edad de jubilación para pagar las pensiones a una edad más avanzada, con el fin de no descapitalizarse y ahorrar la mayor cantidad de dinero posible para evitar una crisis financiera, ante el grave problema que se avecina por el incremento en el número de pensiones en los próximos años. Existe una tendencia a proteger a las personas adultas ma - yores, como lo pretende la LDPAM, que tiene como objetivo garantizar el ejercicio de sus derechos a través de acciones que fortalezcan su autonomía, autorrealización, capacidad de de - cisión y desarrollo personal y comunitario, así como su inser - ción en la vida pública, asegurando un trato justo y equitativo en las condiciones de acceso y disfrute de los mismos. En su artículo cuarto, la LDPAM establece que las depen - dencias federales, estatales y municipales deben implementar programas para la atención preferente de los adultos mayores. Sin embargo, estos programas son prácticamente inexisten - tes y podemos observar a estas personas haciendo largas filas para ser atendidas en las dependencias del gobierno, incluso para cobrar su pensión de adulto mayor. Algunos de los derechos protegidos por la LDPAM, según el artículo quinto, son el derecho a una vida con calidad, aun - que este término resulta bastante abstracto y sería deseable que se definiera de manera más específica. Asimismo, este ar - tículo menciona el derecho a una vida libre de violencia, con respeto a la integridad física, psicoemocional y sexual, y el de - recho a recibir protección por parte de la familia, la comunidad, la sociedad y las instituciones. También se establece que los adultos mayores deben re - cibir un trato digno y apropiado en cualquier procedimiento judicial en el que estén involucrados, ya sea como agravia - dos, indiciados o sentenciados. Sin embargo, la realidad dista mucho de esta situación ideal, ya que, en los tribunales, las agencias del Ministerio Público y en las agencias de policía se violan los derechos humanos, las personas son tratadas de la peor manera, enfrentan largas esperas para ser atendidas, con audiencias interminables, y los procesos judiciales parecen no tener fin. La LDPAM también establece disposiciones para que los adultos mayores puedan acceder a la educación, tanto en ins - tituciones públicas como privadas, y se establecen programas de estudio para atender sus necesidades. Además, tienen el derecho de acceder a un empleo digno que les permita tener un ingreso propio y recibir protección de la Ley Federal del Trabajo, así como derecho a la asistencia social. Tenemos, como en muchos casos, leyes avanzadas que establecen claramente los derechos y obligaciones, cuya apli - cación llevaría a una sociedad más justa e igualitaria y a un gobierno ordenado, serio y responsable. Sin embargo, desa - fortunadamente, sólo tenemos buenas intenciones y muchas leyes que promueven derechos, pero que no se cumplen, es decir, no tenemos nada. E n México, se considera a las perso - nas adultas mayores como aque - llas que tienen 60 años o más, de acuer - do con la Ley de los Derechos de las Personas Adultas Mayores (LDPAM). LOS DERECHOS DE LOS ADULTOS MAYORES ANTINOMIAS María Elena Pérez-Jaén presenta 56 denuncias Señalan a Conade por daño de casi 500 mdp Por Yulia Bonilla yulia.bonilla@razon.com.mx P or un presunto quebranto al era - rio, que ronda los 500 millones de pesos, la diputada federal del PAN, María Elena Pérez-Jaén, presentó 56 denuncias en contra de la Comisión Nacional de Cultura Física y Deporte (Conade) ante la Secretaría de la Función Pública (SFP). En conferencia de prensa, detalló que el posible daño a la hacienda pública por 496 millones de pesos se identificó en las Cuentas Públicas 2019 y 2020 hechas por la Auditoría Superior de la Federación, de las cuales 186 millones de pesos (mdp) corresponden a la primera y 310 mdp a la segunda, que siguen sin ser aclarados. La legisladora detalló que algunas de las causas de que la Conade no haya sustentado estos montos son la falta de acreditación en la prestación de servicios que contrató con la empresa Cocinas In - dustriales Multifuncionales de Calidad. Además, pagó por servicios corres - pondientes al 2018 con recursos del ejercicio fiscal del 2019 al Cuerpo de Vigilancia Auxiliar y Urbana del Estado de México (Cusaem), sin que existiera una partida específica para tal objetivo. Apuntó que no se acreditó la prestación LA DIPUT ADA del PAN detalla que el posible quebranto se identificó en las Cuentas Públicas 2019 y 2020; atribuye responsabilidad de las irregularidades a titular de la Comisión LA LEGISLADORA del PAN muestra las denuncias en conferencia de prensa, ayer. Padres presionan en caso Ayotzinapa Por Jorge Butrón jorge.butron@razon.com.mx MARÍA MARTÍNEZ ZEFERINO, madre de Miguel Ángel Hernández Martínez, uno de los 43 normalistas de Ayotzinapa desaparecidos en 2014, aseguró que fue por la presión que hicieron en las reu - niones con el Gobierno federal y el Poder Judicial, que lograron que se reactivaran las órdenes de apre - hensión en contra de militares. En entrevista con La Razón , dijo que esas órdenes ya esta - ban listas, pero fueron retiradas por falta de pruebas; sin embargo, aclaró que desde el inicio de la investigación señalaron a elementos castrenses como presuntos responsables o cómplices de la desaparición de los estudiantes. \"En este tiempo que hemos tenido reuniones, hemos estado insistiendo y exigiendo que se volvieran a activar, ya que tienen que caer los que sean respon - sables de la desaparición. Noso - tros desde el principio dijimos que los militares tuvieron que ver en la desaparición y no nos equivocamos\", explicó. Dijo que, en las reuniones, las autoridades federales reconocieron que sí tuvieron que ver en el caso algu - nos elementos. Aseguró que falta mucha información que brindar por parte de las Fuerzas Armadas, ya que lo que han dado \"ha sido a gotitas\". Mencionó que el caso se ha ido ralen - tizando y ve con preocupación que cada vez es menos el interés del Gobierno fede - ral por llegar a la verdad de lo que sucedió. Acusó que les impusieron un fiscal especial que no querían, el cual no se ha ganado la confianza de los padres y agre - gó que seguirán luchando hasta que se conozca la verdad sobre la desaparición. de servicios por parte de tres elementos caninos, por los que se efectuó un pago de 103 mil pesos. En este mismo apartado, se establecen irregularidades por el pago de 166 mil pe - sos a cambio de 25 radios de comunica - ción interna. Tampoco se identificó, en los controles de asistencia, la presencia de elementos que cubrieran el turno de 12x12 horas en domingo, de acuerdo con los términos que se indicaron en el contrato por el que se efectuó un pago de 298 mil pesos. Otra irregularidad detectada fue el pago por más de 15 millones 572 mil pesos a 29 entrenado - res de nacionalidad cubana, que no contaban con la acredi - tación ante el Sistema Nacional de Cultura Física y Deporte, a pesar de que es un requisito indispensable. Además, se pagaron 7.9 mdp a la empresa Cascada Bienestar por la compra de 86 aparatos deportivos de fuerza, de los que no se acreditó la recepción. Tras exponer los detalles de los pre - suntos daños al erario, Pérez-Jaén apuntó contra la titular de la Comisión Nacional, Ana Gabriela Guevara, a quien atribuyó la responsabilidad de estas irregularidades. Además, dijo que, como deportista, hizo sentir orgullo, pero ahora como fun - cionaria provoca \"vergüenza\". \"A s í c o m o m e r e c i ó n u e s t r o r e c o n o c i - miento y admiración, hoy nos provoca repudio y deseos de justicia. Ana Guevara tendría que ir a la cárcel por estos desfal - cos. Estaré pendiente de que así sea, en caso de comprobársele estas acusacio - nes. Ya no tiene la velocidad en los pies para ganar medallas de plata, ahora la tiene en las ma - nos, pero para desaparecer los dineros públicos\", externó. La legisladora también cri - ticó las declaraciones de la exatleta sobre el equipo de na - tación, que tuvo que vender trajes de baño para asistir a una competencia internacional, ante el nulo apoyo por parte de la Conade. \"Envejecer es todavía el único medio que se ha encontrado para vivir mucho tiempo\" Sainte Beuve LA RACQUETBO - LISTA Paola Longo - ria entabló un pro - ceso legal contra la Conade para que el organismo le devol - viera las becas, en el que se determinó que la atleta tenía el veredicto a su favor . Eldato 8 Años y 9 meses llevan desaparecidos 23.06.2023MÉXICO 12 Atención médica Durante la pandemia de Covid19, las personas acudieron al:Se ha hecho una prueba 94% de mexicanos Con secuelas por Covid, 61% de los contagiados Por Claudia Arellano mexico@razon.com.mx E n México, alrededor del 4.7 por ciento de la población reportó haber sido diagnosticado con Covid-19, y de ellos, el 61.6 por ciento dijo haber tenido alguna secuela después de haber sido dado de alta e in - cluso a la fecha, de acuerdo con la Encues - ta Nacional de Salud y Nutrición 2022 (Ensanut 2022). Durante la presentación de la encuesta, y de acuerdo con datos de la propia Ensa - nut 2022, el 94.9 por ciento de la pobla - ción mexicana de todas las edades cuenta con pruebas realizadas contra el virus SARS-CoV-2. Como parte del ejercicio, especialistas analizaron la cobertura de aplicación de la vacuna contra Covid-19 y evaluaron pro - blemas de nutrición y la calidad de servi - cios de salud, entre otros tópicos. En la presentación de los resultados de la encuesta, en la que estuvieron presen - tes los especialistas Celia Alpuche Aranda, Mara Téllez e Ismael Campos, se informó que sólo la mitad de los mexicanos que buscaron atención médica en 2022, la re - cibieron de servicios públicos. Ahí, el director general del Centro Na - cional de Programas Preventivos y Con - trol de Enfermedades (Cenaprece), Ruy López Ridaura, dijo que \"esta encuesta es una herramienta de planeación de suma importancia, que contribuye a reducir los factores de riesgo y a recortar las brechas en la atención a la salud\". Los resultados de la Encuesta Nacional indican que el 51.2 por ciento se atendió en el sector público: de los que 25.2 por ciento en el IMSS; 20.5 en unidades de la ENSANUT 2022 documenta que sólo la mitad de la población se atendió en hospitales públicos en la pandemia; advierte que el sobrepeso y obesidad en menores de edad va en aumento Arrancan obras del tramo vial Siglo XXI Redacción EL GOBERNADOR de Michoacán, Al - fredo Ramírez Bedolla, y el secretario de Infraestructura, Comunicaciones y Trans - portes (SICT), Jorge Nuño Lara, dieron ini - cio a los trabajos de ampliación de 22 ki - lómetros de la autopista Siglo XXI, tramo Pátzcuaro-Uruapan. Con una inversión de mil 200 millones de pesos y la proyección a concluir la obra en diciembre de este año, el mandatario estatal destacó los beneficios que traerá esta infraestructura que forma parte del paquete federal de construcción carretera para Michoacán. \"Esta autopista es importante porque comunica a municipios que generan el 70 por ciento de la actividad productiva del estado, y además da servicio a otros esta - dos porque conduce al puerto de Lázaro Cárdenas, donde llega y sale mercancía\", compartió. Agradeció la intervención de la fede - ración para avanzar con esta obra que beneficiará de manera directa a más de un millón de habitantes de la región, con vías más modernas para dar mayor se - guridad a usuarios y desarrollo al sector productivo. Por su parte, el titular de la SICT infor - mó que en la entidad se invertirán más de siete mil millones de pesos en obras de ampliación de la Siglo XXI para 87 kilóme - tros de carretera de Pátzcuaro a Uruapan, y de Uruapan a Nueva Italia. En esta obra, se inició la intervención de 22 kilómetros de Zirahuén-Zirimícuaro con la generación de mil 500 empleos di - rectos, y en octubre se pretende arrancar los trabajos de Uruapan a Cuatro Caminos. Secretaría de Salud; 4.5 en el ISSSTE y uno por ciento en otros servicios. Además, 48.8 por ciento se atendió en servicios privados, de los cuales 22.4 por ciento fue en consultorio del médico; 17.7 en consultorios adyacentes a farmacias; 3.3 en consultorio en hospital; 1.6 por ciento en consultorio en torre médica; 1.1 en urgencias en hospital y 2.7 por ciento en otros servicios. Y aunque 51.2 por ciento de la pobla - ción cuenta con seguridad social, sigue prefiriendo atenderse en consultorios de farmacia, los cuales aún no están regula - dos en su totalidad, según indicaron. Otro de los resultados se refiere al so - brepeso y la obesidad en niños y adoles - centes, fenómeno que continuó al alza. De acuerdo con la encuesta, 37.3 por ciento tiene sobrepeso u obesidad, mientras que 41.1 por ciento de los adolescentes tiene estos padecimientos. Esto significa un incremento de 2.5 puntos en el primer caso, y de casi ocho, en el segundo, con respecto al 2006, aler - tó Juan Rivera Dommarco, exdirector del Instituto Nacional de Salud Pública. Para recabar la información de Ensanut 2022 fueron visitadas 14 mil 240 vivien - das, de las cuales se obtuvo información completa en 10 mil 450 hogares. La en - cuesta se aplicó en ocho regiones del país: Pacífico-Norte, Frontera, Pacífico-Centro, Centro-Norte, Centro, Ciudad de México- Estado de México. La Ensanut 2022 recopiló datos me - diante entrevistas personales, mediciones antropométricas y muestras sanguíneas. Abarca aspectos como prevalencia de en - fermedades crónicas, nutrición, actividad física y acceso a servicios de salud, entre otras determinantes. \"A c t u a l m e n t e , d e s p u é s d e m á s d e 3 7 años de haberse implementado, Ensanut ha evolucionado: contamos con mejor información sobre el perfil epidemioló - gico del país y mayor precisión sobre los cambios en la nutrición entre los diferen - tes grupos de la población\", dijo Eduardo César Lazcano Ponce, director ejecutivo del Centro de Investigación en Salud Po - blacional. EL TITULAR de la SICT (centro), con el gobernador de Michoacán (der.), ayer. EN MAYO pasado, el Presidente Andrés Manuel López Obrador anunció que el Sec - tor Salud determinó levantar la emergencia sanitaria por Covid-19. EldatoDan impulso a la educación superior en el Edomex Redacción PARA QUE ALUMNOS mexiquenses cuenten con las herramientas necesarias para seguir con sus estudios, el goberna - dor del Estado de México, Alfredo Del Mazo Maza, entregó apoyos de los pro - gramas Fortalecimiento Tecnológico de Mujeres Indígenas Edomex y Becas Fa - milias Fuertes por la Educación, además de nueva infraestructura y equipamiento de la Universidad Politécnica de Texcoco. Acompañado por Bertha Casado Medina, subsecretaria de Educación Superior y Normal, y Bernardo Almaraz Calderón, director general del Consejo Mexiquense de Ciencia y Tecnología (Comecyt), Del Mazo señaló que el pro - grama Becas Familias Fuertes por la Edu - cación permite que más mexiquenses terminen y continúen sus estudios. Dio a conocer que de cada 100 alum - nos que inician su educación preescolar, solamente 23 terminan el nivel superior y de éstos, sólo 21 se titulan, por lo que este tipo de becas dan la oportunidad que más estudiantes concluyan sus estudios. \"Si ayudamos a las familias con estos programas, como las becas que tenemos en el estado, nos permiten asegurar que cada vez sean más los alumnos que con - tinúan con sus estudios y terminan su educación superior\", manifestó. En la Universidad Politécnica de Tex - coco, Del Mazo Maza puntualizó que me - diante el programa Fortalecimiento Tec - nológico de Mujeres Indígenas Edomex, beneficia a más de mil 800 alumnas de diferentes comunidades rurales de pue - blos originarios de 40 municipios, quie - nes reciben laptops. Respecto a la entrega de infraestruc - tura para la Universidad Politécnica de Texcoco, el mandatario estatal indicó que esta institución educativa tiene 12 años de existencia, la cual inició con dos licenciaturas y 94 alumnos en un espacio prestado. El mandatario agregó que con el im - pulso que se le ha dado, actualmente ofrece seis licenciaturas y tiene una ma - trícula de mil 500 alumnos de diferentes municipios de la región. EL MANDATARIO Alfredo Del Mazo (3º de der. a izq.) en la Universidad Politécnica de Texcoco, ayer. LA SUBSECRETARÍA de Educación Supe - rior y Normal de la Secretaría de Educación del Edomex, aseguró ayer que dar herramientas a los estudiantes es prioridad para el gobierno. Eltip 560 Mil estudiantes hay en el Edomex, en el nivel superior Foto |EspecialFoto |Especial IMSS Consul - torio del médico Consulto - rios adya - centes a farmaciasConsul - torio en hospitalConsul - torio en torre médicaUrgen - cias en hospital Otros servicioUnidades de la Ssa ISSSTE Otros servicios SECTOR PÚBLICO SECTOR PRIVADO 25.2 22.4 17 .7 3.31.6 1,12.720.5 4.51 Fuente |Ensanut FINAL .indd 2 22/06/23 21:2522/06/23 21:25Recuerda una historia feliz, pero también de retos Ante carencias \"estudiaba en la mañana y trabajaba en la tarde\" LA FUTURA GOBERNADORA del Estado de México recuerda que la infancia fue la mejor etapa en su vida, pese a sus limitaciones; reconoce que le dio miedo ser candidata la primera vez por su falta de experiencia Por Bibiana Belsasso bibi.belsasso@razon.com.mx Delfina Gómez Álvarez será la primera mujer en la historia del Estado de México en ser gobernadora. Poco se sabe de la vida personal de la maestra Delfi - na. Nosotros platicamos con ella hace tiempo y en sus palabras nos cuenta quién es la mujer que gobernará la en - tidad mexiquense. Bibiana Belsasso (BB): ¿Cómo fue tu infancia? Delfina Gómez Álvarez (DGA): Mi in - fancia fue feliz, pero también tuvo situacio - nes de retos. Mi papá era albañil, fue ayudante de construcción, mi mamá era ama de casa, ella vivió todavía la época donde la mujer no tenía que estudiar porque se casaba, tenía hijitos y la mantenían. Somos tres hermanos, una hermana, un hermano y yo. BB: Y con un sueldo de un albañil para toda una familia debe haber sido complicado... DGA: ¿Qué crees? Había algo muy inte - resante: mucho amor, y que, además, había la situación del compromiso de nosotros. Y o creo que algo que agradezco de mi padre, de mamá, fue que me enseñaron a ser inde - pendiente. Cuando yo termino la secundaria ya no teníamos para estudiar, mi papá nos decía: '¿Sabes qué hija?, si vas a estudiar tienes que trabajar', y entonces lo que yo hacía era estudiar en la mañana y trabajar en la tarde. BB: ¿A qué edad empiezas a trabajar? DGA: A los 15 años. Era institutriz de unos chicos, de unos jóvenes ahí de Tex - coco que tenían una óptica, la Óptica Do - rantes, que ahorita ya son unos jóvenes, afortunadamente, pues digo, me siento muy feliz porque una fue doctora, otro fue optometrista, una estudió para licenciada. BB: ¿De ahí empieza tu amor por la enseñanza, por la docencia? DGA: Yo ya estudiaba la Normal cuan - do trabajaba, y bueno, de ahí empieza mi carrera de trabajar doble turno. Terminó la Normal, afortunadamente ya tenía una pla - za de maestra, y entonces trabajaba como maestra en la mañana y en la tarde me iba a la Universidad Pedagógica a estudiar la licenciatura. DELFINA GÓMEZ ÁLVAREZ ENTREVISTA Formación: Licenciada en Educación Básica por la Universidad Pedagógica Nacio - nal, con Maestría en Educación, con especialidad en Administración de Instituciones Educativas, en el Instituto Tecnológico y de Estudios Superiores de Monterrey. Trayectoria: Maestra y directora de primaria, presidenta municipal de Texcoco, diputada federal, delegada de Programas para el Desarrollo en el Edomex, secretaria de Educación Pública, senadora, gobernadora electa del Estado de México. BB: Años después te conviertes en la directora de una escuela privada. ¿En qué momento das este cambio para irte a la pública? DGA: Fueron 10 años como directora, eran tres mil y cachito de niños. Fui directo - ra de una escuela particular, que se llamaba Columbia School. Yo dejo esa escuela parti - cular y me voy a la pública. Lo que pasa es que yo pedí un permiso nada más en la do - cencia oficial, pero después ya me dijeron: '¿Sabes qué?, ya no puedes pedir permiso, porque ya tu plaza la puedes perder', y me regresé a la escuela pública. Tienes la ven - taja de que te jubilan, te dan una pensión. BB: ¿Por qué dejar la docencia para iniciar un vida política? DGA: Fue maravilloso porque de entre tantos texcocanos pues se fijan en mí y eso, insisto, yo lo agradezco mucho a la vida. Cuando me dijeron que si quería ser candi - data, yo al principio dije no, por el miedo, el desconocimiento, el no tener esa experien - cia, pero yo veía como en Texcoco hacían falta tantas cosas de atención, sobre todo de atención a la ciudadanía. BB: ¿Cómo te ofrecen entrar de can - didata en Texcoco? DGA: Me llama un grupo de compañe - ros de Morena, el doctor Higinio, el licenciado Horacio, y así otro grupo de compañeros que me dicen: 'Maestra, ¿qué le parecería entrar con nosotros?'. Y o al principio pensé que me iban a llamar para ser promotora ahí dentro de sus propuestas, o a lo mejor como regido - ra, o a lo mejor como directora de educación, pues es lo que yo sé hacer, pero cuando me dicen que como candidata, pues sí me dio mucha alegría, pero fue un gran reto. BB: ¿ Y cómo te despides de la escuela? DGA: ¿Qué crees?, que sí me costó mu - cho trabajo, sobre todo por los niños, y porque tú tienes ya una práctica de vida muy especial, en la política lo que va pasando es que tienes que ir dejando muchas cosas personales. BB: ¿Fue una decisión personal no tener hijos? DGA: Sí. Porque yo creo que ya con los que tenía ya ahí en la escuela ya era demasia - do. Creo que fue debido precisamente al com - promiso que yo decidí adquirir de profesión. BB: ¿Te enamoraste DGA: Sí, ¿Pero de algún hombre? DGA: De algún hombre, yo creo que no, porque si no, ya me hubiera casado. Sí tuve parejas, he tenido, maravillosos, yo creo que lo que vivimos en el momento que se vivió fue maravilloso, no tengo ningún pleito con ningún caballero o con ningún hombre, fue - ron bonitas relaciones. En algún momento me decía mi mamá: '¿Sabes qué hija?, a mí no me gustaría que te quedaras sola, si te quedas así como sola, vete a vivir con tu hermana'. BB: Eso está cañón, ¿no?, porque a los hombres no se los dicen nunca. DGA: No, pues sí, y sabes qué, yo me siento muy satisfecha, la verdad, y es algo que le dije a mi madre: '¿Sabes qué mami?, tú te tienes que ir satisfecha porque final - mente es una decisión personal'. BB: Dejas la alcaldía y ¿cómo sigue tu vida profesional? DGA: Y o entro a la alcaldía en 2012, 2013, duro dos años y dos meses, porque después viene lo que es la diputación federal, tengo que pedir permiso para poder precisa - mente ir como candidata a la diputación fede - ral, ya me toca estar no solamente en Texcoco. BB: ¿Qué te gusta hacer en tu tiempo libre? DGA: Me gusta el cine, me gusta leer, me gusta convivir con mis animales, yo soy fanática de los gatos y de los perros. Cuando estuve en Texcoco, trabajé con los de la calle, yo estoy muy contenta porque ya se logró que no fuera un centro antirrábico, sino que fuera un centro de bienestar animal, y eso a mí me da mucho gusto. BB: Y que ya no sacrifiquen a los animales... DGA: Exactamente, y le permite a la gente ser más sensible, sobre todo, los niños, cuando hicimos eventos, hicimos una cami - nata de perros, ¿qué crees? Te das cuenta que la gente sí tiene ese amor hacia sus animales, que todavía falta crear esa conciencia, pero se tiene que empezar con algo. Entonces yo, en tu casa, tengo seis gatitos, dos perritos, pero en la casa de atención al público tengo otros dos, que son de la calle también, en otro espacio tenemos otros dos, así tengo vecinos que les dan de comer a los gatos, me fascinan mucho los animales. BB: Delfina, ¿cuál ha sido el día más feliz de tu vida? DGA: La más feliz, de niña, ésa fue la etapa más feliz, con todas sus limitaciones, pero feliz. BB: ¿Tienes algún día en particular? DGA: Hubo muchos días felices, cuan - do mi papá llegaba de trabajar y nos contaba las historias de terror, ponía su mesita de ma - dera y unas velas y entonces hacía todo el espectáculo para que pudiéramos así estar todos espantados de lo que contaba, pero eran momentos inolvidables, o sea, eran mo - mentos muy , muy padres, muy bonitos. Los días felices también eran cuando llegaban los Reyes, porque todos ilusionados a ver qué nos habían traído los Reyes, ese también era un tiempo muy bonito. BB: ¿El más triste? DGA: La muerte de mi Complétame esta frase: \"Delfina Gómez es... \" DGA: Es mujer comprometida, es una mujerona. Foto Especial Reserva de derechos de autor otorgada por el Instituto Nacional del Derecho de Autor: 04-2009-071618113600-101. Certificado de licitud de título No. 14533. Certificado de licitud de contenido No. 12106. Editor responsable: Adrian Castillo de los Cobos. Domicilio: Melchor Ocampo número 193, Torre Privanza, piso 7, colonia Verónica Anzures, delegación Miguel Hidalgo. Código Postal 11300. Impreso en Impresora de Periódicos Diarios, S. de R.L. de C.V., con domicilio en Acalotenco 80, colonia Santo Tomás, delegación Azcapotzalco, México, DF, Código Postal 02020, Teléfono 5352 0999. Distribuido por la Unión de Expendedores y Voceadores de los Periódicos de México, AC, con domicilio en Guerrero No. 50, colonia Guerrero, Código Postal 06350. El contenido de los artículos es responsabilidad exclusiva de los autores. Todos los derechos están reservados. Queda prohibida la reproducción parcial o total del material publicado. Información Jorge Butrón Magali Juárez Yulia Bonilla Claudia Arellano Edición Omar Castillo Enrique Villanueva Raúl Campos Ivonne Martínez Evert G. Castillo Rafael CervantesAna Cureño Corrección Alfonso González Mónica Meré Diseño Meztli Aguilar Paulina Hernández Miguel de la Fuente Andrea Lanuza Gustavo Gómez Armando Armenta Nayhely Hernández Infografía Roberto Alvarado Retoque Digital Luis de la Fuente Mónica Pérez Internet Karen Rodríguez Julio Vázquez Omar Flores Omar Avalos Rodrigo Hernández Sistemas Luis Angel Cortazar Carlos Chamú Fotografía Eduardo Cabrera Coordinadores MÉXICO David García NEGOCIOS Fernando Franco CIUDAD Y ESTADOS José Contreras DEPORTES Diego Hernández CULTURA Y DESFILE Adriana Góchez MUNDO Stephanie Reyes DISEÑO Carlos Mora NOTICIAS DIGITALES Federico García OPERACIONES DIGITALES Paola Sánchez Directora de Ventas Ileana Salinas ventaspublicidad@razon.com.mx Gerente de 800-8366-868 La Razón de México Nueva época Año de publicación 15 Número de edición: 4370MARIO NAVARRETE Director GeneralADRIAN CASTILLO Director Editorial Subdirectora de Edición Gilda Cruz Terrazas Réplicas: replicas@razon.com.mxTwitter @LaRazon _mx13 Viernes 23.06.2023 La RazónMÉXICO LA PRÓXIMA mandataria esta - tal, en imagen de archivo. CUANDO ME DIJE - RON que si quería ser candidata, yo al principio dije no, por el miedo, el desco - nocimiento, el no te - ner esa experiencia. Pero fue maravilloso porque de entre tantos texcocanos, pues se fijan en mí y eso yo lo agradezco mucho a la vida 13LRFINAL.indd 313LRFINAL.indd 3 22/06/23 22:3622/06/23 22:3614 Tel.555260-6001VIERNES 23.06.2023PANORAMA DEL PAÍS AUTORIDADES del estado actualizaron el saldo, que incluyó 21 lesionados con reporte de salud entre regular y grave. En tanto, este jueves continuaron las labores para retirar los cerca de 16 vehículos involucrados en este accidente, registrado el miércoles en la autopista Zapotlanejo-Lagos de Moreno. Suman 6 muertos por carambola en Jalisco Especialista los asocia a ola de calor Delitos ambientales, al alza en 17 estados Por Cristina Ceja cristina.ceja@razon.com.mx Durante los primeros cinco meses de este año, los delitos contra el medio ambiente tu - vieron diferentes niveles de incremento en 17 estados del país, con un aumento global del 12 por ciento res - pecto al mismo periodo del año anterior, de acuerdo con cifras del Secretariado Ejecutivo del Sistema Nacional de Se - guridad Pública. Nayarit es uno de los estados más afectados por este flagelo, al registrar alza de 242.8 por ciento, toda vez que las carpetas de investigación pasaron de cuatro a 14 entre un periodo y otro. El doctor en Recursos Naturales por la Universidad de Friburgo, Alemania, y catedrático de la UNAM, Víctor Daniel Ávila Akerberg, dijo a La Razón que el delito ambiental más socorrido y uno de los más graves es la tala clandestina, la cual está directamente asociada a la ola de calor que azota actualmente a gran parte del país. \"Es una relación directa, porque los árboles, por un lado, funcionan como captadores de bióxido de carbono y de otros gases de efecto invernadero... al no haber esta vegetación, pues seguimos emitiendo estos contaminantes que funcionan como captadores de energía del sol y esto provoca cambios en nues - tra temperatura\", remarcó. Agregó que los bosques atraen hu - medad: \"Donde hay más humedad va a haber más nubes y va a haber una mayor precipitación, mayor lluvia, por lo tanto, si perdemos un bosque también perde - mos la capacidad de retener esa hume - dad y se inhibe la lluvia\". Otro de los estados afectados por el repunte de delitos contra el medio am - biente en los primeros cinco meses de este año es Nuevo León, con 262.5 por ciento, al pasar las carpetas de investi - gación de ocho a 29 entre los primeros cinco meses del 2022 y el mismo perio - do de este 2023. En tanto, Colima, Zacatecas e Hidalgo presentan aumento del 100 por ciento cada uno de ellos. En el primer caso, los expedientes pasaron de dos en 2022 a cuatro en el acumulado de este año, mien - tras que en Zacatecas los casos pasaron de uno a dos entre los periodos analizados. En Aguascalientes el incremento fue UNO DE LOS MÁS afectados es Nayarit, con repunte de 242.2%; la tala clandestina aumenta la temperatura e inhibe la caída de lluvia, afirma el experto Víctor Daniel Ávila Akerberg de 87.5 por ciento, ya que en el primer quinquemestre del 2022 se iniciaron 24 averiguaciones previas, cifra que subió a 45 en el mismo lapso de este año. En Durango el aumento fue de 400 por ciento, ya que las carpetas pasaron de cero en el acumulado a mayo del 2022 a cuatro en el acumulado del año con corte al mes pasado. El especialista Víctor Daniel Ávila Akerberg señaló que los delitos am - bientales más comunes en nuestro país son los relacionados con los bosques, \"lo que tiene que ver con la tala, con la deforestación, con el cambio de uso de suelo\". Indicó que la tala clandestina e inmo - derada es uno de los más graves, pues \"involucra otros temas, como la pérdi - da de la biodiversidad y de especies de plantas y animales\". Enfatizó que los bosques son \"el re - fugio, el hábitat para una biodiversidad única y súper importante que resguarda nuestro país, y como estamos conside - rados un país megadiverso, es una res - ponsabilidad muy importante que tene - mos acá, la de resguardar tanta variedad de animales, plantas y hongos\". Y añadió: \"Existe una especie de ajo - lote que tenemos en México y que, pues está en una catego - ría de riesgo de extinción, de acuerdo con la Norma Oficial Mexicana 059, y esto obedece en gran medida a la tala ilegal, así como a la contaminación de los cuer - pos de agua donde habita esta especie\". El experto destacó la importancia de acudir a denunciar la comisión de deli - tos contra la naturaleza: \"Tenemos una policía ambiental a nivel federal que se llama Profepa y pues es una de las ins - tancias principales a las que hay que dirigirnos, aunque también hay delitos que se consideran más del orden local o del orden municipal o estatal\". El académico puso especial énfasis en recordar que \"algo que es bien im - portante que tengamos presente es que la Constitución de nuestro país nos res - palda y que uno de sus preceptos, en el artículo cuarto, señala que los ciudada - nos tenemos derecho a vivir en un am - biente sano\". Se trata, dijo, de una premisa básica que debemos hacer valer ante las auto - ridades y exigir que se respete ese dere - cho constitucional, lo que implica que tengamos bosques sanos y un medio ambiene en general sano. Ávila Akerberg llamó a cuidar el medio ambiente en todo momento y lamentó que en México \"no tenemos una buena infraestructura para hacer un tratamiento adecuado de todas las aguas residuales, pues mu - chas veces los drenajes, pues, solamente son vectores para llevar la contaminación a los ríos, a los lagos, a las lagunas y finalmente al mar\". LA PROFEPA difundió ayer esta imagen sobre una obra que clausuró el pasado miér - coles en una zona de preservación ecológica, en el estado de Morelos. EL PASADO 18 de junio, integrantes de un colectivo de Puebla realizaron una marcha para denunciar la tala ilegal de seis árboles por parte de la agencia de autos Chirey. EldatoBalean casa de juez de control en Sinaloa Por Cristina Ceja cristina.ceja@razon.com.mx LA MADRUGADA de este jueves fue ata - cada a balazos la casa de un juez de con - trol, ubicada en el fraccionamiento Bahías de Mazatlán, en el estado de Sinaloa. El reporte de este acontecimiento se dio cerca de las 3:20 horas, cuando se informó que una vivienda había sufrido daños en la fachada en una barda lateral debido a disparos de arma de fuego. Personal de la Policía Municipal acu - dió al domicilio ubicado en el fracciona - miento antes mencionado, en donde, se informó más tarde, vive un juez de con - trol identificado como Marco Antonio \"N\", de 55 años de edad. El afectado dijo a los policías preven - tivos que durante la madrugada escuchó detonaciones de arma de fuego y salió de su vivienda para ver qué había ocurrido, y observó que le habían causado daños en su pared. Autoridades indicaron que en el lugar fueron encontrados nueve casquillos percutidos de arma corta. En medios locales trascendió que el impartidor de justicia contaba con pro - tección por parte de elementos de la Policía de Investigación de la Fiscalía de Justicia del estado, pero ésta le fue retira - da hace unos días. Tras los hechos, se hizo muy evidente el desplazamiento de elementos de segu - ridad vestidos de civil en torno al domi - cilio del juez. Por otro lado, en el ejido Camayeca del municipio de Ahome, elementos po - liciacos lograron someter a un hombre armado que agredió a su propia madre, el cual, en el forcejeo con los agentes de seguridad, se lesionó una pierna al ac - cionar una pistola automática calibre 9 milímetros que portaba. UNA UNIDAD de la Fiscalía del Estado de Sinaloa hace guar - dia afuera de la casa del impartidor de justicia, ayer. AYER, un hombre se lesionó una pierna con un arma de fuego que portaba, durante un forcejeo con policías de Ahome, quienes in - tentaban someterlo tras agredir a su madre. EltipFoto |Especial 4 Carpetas se abrieron en Colima entre enero y mayo Foto 31° MAX.Llame a #LíneaMujeres al 5556581111ASESORÍA JURÍDICA GRATUITA LOS HECHOS OCURRIERON en la madrugada de este jueves, cuando varios jóvenes que ingerían bebidas alcohólicas en la calle José Victoria de la Unidad Vicente Guerrero fueron ata - cados a balazos por dos personas que viajaban en motocicleta. Los heridos fueron trasladados al hospital 47 del IMSS.Balacera en Iztapalapa deja seis lesionados 5556581111 VIERNES 23.06.202315 EL TITULAR de la SSC, Omar García Harfuch, y el mandatario capitalino, Martí Batres, detrás de los rescatistas que recibieron recono - cimientos, ayer. Por Eunice Cruz mexico@razon.com.mx El Jefe de Gobierno de la Ciudad de México, Martí Batres, hizo un reconocimiento a las casi 900 personas que laboran en el Es - cuadrón de Rescate y Urgencias Médicas (ERUM), institución que cumplió ayer 50 años de existencia. Al encabezar la ceremonia por su quincuagésimo aniversario, Batres exter - nó: \"Quiero reconocer al ERUM como un cuerpo que ha logrado una consolidación y por eso llega a sus 50 años de edad, el Escuadrón de Rescate y Urgencias Mé - dicas es toda una institución muy reco - nocida por la sociedad capitalina, es un punto de referencia\". Desde las instalaciones de la Unidad de Policía Metropolitana, el mandatario reconoció la entrega y sacrificio de los elementos de emergencia, quienes du - rante la pandemia por el Covid-19 \"pu - sieron la vida de los demás por encima de su propia vida, pues se trató de trasla - dos de personas que estaban padeciendo un virus que se había convertido en una pandemia y a pesar de ello ahí estuvieron día con día a lo largo de muchos meses\". Por su parte, el secretario de Seguri - dad Ciudadana, Omar García Harfuch, externó que actualmente el ERUM se conforma por 884 personas, de las cua - les 46 por ciento son mujeres paramédi - cas y rescatistas. Y siguió: \"Contamos con 49 ambulan - cias, 60 moto ambulancias y cinco uni - dades especiales de rescate con el fin de brindar una atención coordinada y agili - zar la respuesta ante las emergencias\". Especificó que el ERUM está presente en 12 de las 16 alcaldías de la capital, en las cuales atiende 70 por ciento de las emergencias médicas. Añadió que en sus 50 años de exis -Escuadrón cumple 50 años Reconocen \"entrega y sacrificio\" del personal de rescate del ERUM EL JEFE de Gobierno, Martí Batres, agradece el trabajo de paramédicos en la pandemia de Covid-19; titular de la SSC, Omar García Harfuch, presu - me dos millones de servicios Piden más atención a riesgos de suicidio Por Eunice Cruz mexico@razon.com.mx LA DIPUTADA panista Frida Guillén Ortiz indicó que es de suma importan - cia que en las 16 alcaldías de la Ciudad de México existan especialistas brin - dando atención inmediata ante riesgos de suicidio. En entrevista, la legisladora explicó que de acuerdo con la Secretaria de Sa - lud, la población de 10 a 19 años de edad es el núcleo en donde se presentan más intentos por quitarse la vida. Mencionó: \"La persona que intenta quitarse la vida no lo hace de manera in - mediata, atraviesa por un proceso de re - flexión para después actuar, es ahí donde se podría intervenir para evitar el hecho\".En ese sentido, la panista compartió que las alcaldías deben contar con per - sonal especializado en salud mental y psiquiatría, para que en un momento de urgencia o de amenaza, como sucedió hace semanas en un hotel de Reforma, los equipos puedan llegar de avanzada y dialogar con la persona. Rosario, una capitalina, perdió a su hijo luego de que se ahorcó en su casa a mediados del año pasado: \"Yo creía que era feliz, iba bien en la escuela, le gustaba el deporte; la duda de no saber que pasó es terrible, no dejó ni una carta, formateó su celular, nunca voy a tener respuestas y eso me mata\", compartió con La Razón . Sobre el tema, Guillén Ortiz dijo que el suicidio es un fenómeno que sucede tanto en secundarias, preparatorias o en tencia el ERUM ha atendido aproxima - damente dos millones de emergencias y en los últimos diez años se han realizado más de un millón 183 servicios, que com - prenden atenciones médicas prehospita - larias, rescates, salvamentos, atención a población vulnerable y participación en dispositivos de seguridad. García Harfuch dijo que durante la pandemia por Covid-19 fueron atendidos aproximadamente 27 mil 400 pacientes por el ERUM. De igual forma, mencionó que se ha hecho un esfuerzo muy importante por la profesionalización de los rescatistas. Expuso: \"En julio de 2022 se graduó de la Universidad de la Policía la primera generación de 84 Técnicos Superiores Universitarios en Emergencias Médicas Prehospitalarias con un programa avala - do por la SEP\". Durante la ceremonia, la señora Rena - ta Mosqueda agradeció el apoyo recibi - do del ERUM, al salvar a su hijo, quien cayó de una altura de cinco pisos en mayo del 2017 . Recordó: \"El ERUM acudió y gracias a su intervención oportuna, mi hijo está vivo, lo inmovilizaron, le pusieron un collarín y lo trasladaron, yo les pedí que lo llevaran a un hospital, ellos ya habían organizado todo para que realizaran el universidades, así como en el hogar y centros de trabajo. Por ello, propuso una legislación para que médicos expertos en temas de salud mental, así como elementos de protec - ción civil estén listos para los llamados de auxilio y participen en el diálogo con la persona que busca quitarse la vida. La diputada recalcó que toda situación tiene una solución, por lo que prometió luchar porque la muerte deje de ser una opción ante crisis y situaciones difíciles. \"Es importante que existan políticas públicas que ayuden a identificar cua - dros mentales que propicien un suicidio inmediato desde el hogar y en su caso, ofrecer terapias telefónicas o presencia - les para evitar la muerte de la persona\", finalizó la legisladora. traslado vía helicóptero, cuando llega - mos, mi hijo ya estaba siendo entubado, afortunadamente esta historia que em - pezó muy triste, tiene un bello final\". A su vez, el coordinador general del C5, Juan Manuel García Ortegón, informó que hasta el momento 80 ambulancias \"patito\" han sido retiradas de las calles y llevadas a algún corralón. Mencionó que el plazo para que los ve - hículos privados mediante los cuales se preste servicio de emergencias médicas fueran regularizados terminó en mayo, por lo que a partir de entonces se realizan operativos para sacar de circulación a las ambulancias irregulares.EN 1970 fue creado por decreto presiden - cial el Escuadrón de Rescate y Urgencias Mé - dicas (ERUM), el cual absorbió las funciones que hasta entonces tenía la Cruz Verde. EldatoLA DIPUTADA local del PAN, Frida Guillén, señaló que en las 16 alcaldías debería haber es - pecialistas en salud mental y psiquiatría que sean capaces de ayudar a quienes intentan suicidarse. Eltip 80 12 Ambulancias \"patito\" han sido llevadas al corralón hasta la fecha De las 16 alcal - días cuentan con los servicios del cuerpo de rescate Foto |Especial 15-FINAL.indd 315-FINAL.indd 3 22/06/23 18:2122/06/23 18:21razon.com.mxCIUDAD La Razón Viernes 23.06.202316 EDICTO Emplazamiento a: EL MURO, PROMOTORA DE VIVIENDA, S.A. DE C.V. En los autos del JUICIO ORDINARIO CIVIL, número 227/2022, promovido por RI- CARDO ZUÑIGA ZUÑIGA, en contra de EL MURO PROMOTORA DE VIVIENDA, S.A. DE C.V., el C. Juez Vigésimo Primero de lo Civil dictó los siguientes autos, que en su contenido precisan: Ciudad de México, a treinta y uno de marzo del año dos mil veintitrés. Agréguese a su expediente 227/2022, el escrito presentado por el apoderado de la parte actora, advirtiéndose de constancias de autos que no fue posible localizar do - micilio de la demandada, como se solicita, con apoyo en lo previsto por el artículo 122 fracción II del Código de Procedimientos Civiles local, se ordena emplazar a la demandada EL MURO, PROMOTORA DE VIVIENDA, S.A. DE C.V. por medio de edictos que deberán publicarse por tres veces de tres en tres días en el boletín judi - cial y en el periódico LA RAZÓN, debiendo mediar entre cada publicación dos días hábiles, previniéndose a la demandada para que dentro del plazo de treinta días dé contestación a la demanda, para lo cual, quedan a su disposición en la Secretaría de este juzgado, las copias simples de traslado, plazo que se computará a partir de la úl - tima publicación de edictos ordenada...NOTIFÍQUESE.- Lo Proveyó y firma el C. Juez Vigésimo Primero de lo Civil de Proceso Escrito, Licenciado TONATIUH MAURICIO FLORES MALDONADO, quién actúa ante la C. Secretaria de Acuerdos, Licenciada ELSA REYES CAMACHO, que da fe. Doy Fe.* ---------------------------------------------OTRO AUTO-------------------------------------------------- Ciudad de México, a veinticuatro de marzo del año dos mil veintidós. Agréguese a su expediente, el escrito de cuenta de la parte actora, se le tiene dando cumplimiento a lo ordenado por auto de fecha diez de marzo del año en curso, en los términos que se contrae para todos los efectos legales a los que haya lugar. Se tiene por presentado a RICARDO ZUÑIGA ZUÑIGA, por conducto de su apodera - do ANICETO AYALA RODRÍGUEZ, personalidad que acredita y se le reconoce en tér - minos del instrumento notarial número 222,952 (doscientos veintidós mil novecientos cincuenta y dos), el cual obra en autos, se le tiene demandando en la VÍA ORDINARIA CIVIL, las prestaciones que indica en el proemio de su demanda de: EL MURO PROMOTORA DE VIVIENDA, S.A. DE C.V., por conducto de su apode - rado o persona que legalmente la represente. Con fundamento en lo dispuesto por los artículos 255, 256, 258, 259 y demás relativos aplicables del Código de Procedimientos Civiles local, se admite a trámite en la vía y forma propuesta, en consecuencia, con las copias simples exhibidas, debidamente selladas, foliadas, rubricadas y cotejadas, córrase traslado y emplácese a los deman - dados para que dentro del término de QUINCE DÍAS, produzcan su contes - tación a la demanda incoada en su contra, apercibidos que en caso de no hacerlo se presumirán confesados los hechos de la misma, de conformidad a lo establecido por el artículo 271 del Ordenamiento legal en cita, para lo cual Túrnese la cédula de Notificación respectiva al C. Secretario Actuario de la adscripción... Por otro lado, la parte demanda deberá señalar domicilio para oír y recibir notificaciones dentro de esta jurisdicción, apercibidos que en caso de no hacerlo las subsecuentes notificaciones aún las de carácter personal le surtirán por medio de Boletín Judicial, con fundamento en lo dispuesto por el artículo 112 del Código de Procedimientos Civiles local.... NO- TIFÍQUESE. - Lo proveyó y firma el C. Juez, Vigésimo Primero de lo Civil, Licenciado TONATIUH MAURICIO FLORES MALDONADO , quien actúa ante la Secretaria de Acuerdos, Licenciada ELSA REYES CAMACHO, que autoriza y da fe. ---------------------------------------------OTRO AUTO-------------------------------------------------- Ciudad de México, a diez de marzo del año dos mil veintidós. Con el escrito de cuenta, copias simples y documentos que se acompañan los cuales se ordenan guardar en el seguro del juzgado, fórmese expediente y regístrese en el libro de gobierno como le corresponda. Asimismo, se tiene por autorizadas a las personas que indica la parte ocursante, para oír y recibir notificaciones e imponerse de autos. Con fundamento en lo dispuesto por el artículo 257 del Código de Procedimientos Ci - viles local, se previene a la parte actora para qué, dentro del término de CINCO DÍAS aclare su escrito inicial de demanda: 1).- Aclare el rubro y proemio del escrito inicial de demanda, debiendo precisar quien componen la parte demandada, debiendo determinar la legitimación pasiva de los de - mandados, HIPOTECARIA CRÉDITO Y CASA, S.A. DE C. V. y BANCO MERCANTIL DEL NORTE, S.A. FIDUCIARIO, atento al contenido del contrato base de la acción. Apercibido que en caso de no hacerlo se desechará de plano su demanda, devolvién - dosele los documentos y copias exhibidas. Asimismo, deberá exhibir copia simple de su escrito de desahogo de prevención y de los documentos que en su caso presente ... - NOTIFÍQUESE. - Lo proveyó y firma el C. Juez, Vigésimo Primero de lo Civil, Licen - ciado TONATIUH MAURICIO FLORES MALDONADO , quien actúa ante la Secretaria de Acuerdos Licenciada ELSA REYES CAMACHO, que autoriza y da fe. FRGA. CIUDAD DE MÉXICO, A 28 DE ABRIL DE 2023. LA C. SECRETARIA DE ACUERDOS LIC. ELSA REYES CAMACHOTRIBUNAL SUPERIOR DE JUSTICIA DE LA CIUDAD DE MEXICO JUZGADO VIGESIMO QUINTO DE LO CIVIL EDICTO EN LOS AUTOS DEL JUICIO ORDINARIO CIVIL promovido por ARCE LOPEZ AMA - LIA HORTENCIA en contra de INMOBILIARIA POTOSI S.A., bajo el número de expediente 273/2017; LA C. JUEZ VIGESIMO QUINTO CIVIL DE ESTA CIUDAD, LI - CENCIADA FABIOLA VARGAS VILLANUEVA, MEDIANTE AUDIENCIA PREVIA Y DE CONCILIACION DE FECHA OCHO DE MAYO DE DOS MIL VEINTITRES, QUE EN SU EXTRACTO A LA LETRA DICE: \"... En la Ciudad de México, siendo las diez horas, del día ocho de mayo del dos mil veintitrés, día y hora señalados, para que tenga ve - rificativo la audiencia previa de conciliación y excepciones procesales a que se refiere el artículo 272- A del Código de Procedimientos Civiles para la Ciudad de México, con - forme se encuentra ordenado en auto de fecha veinticuatro de abril del año en curso foja 113 del expediente en que se actúa, haciéndose constar que ante la presencia de la C. Juez C. Juez Vigésimo Quinto de lo Civil Ahora de Proceso Escrito, Licencia - da FABIOLA VARGAS VILLANUEVA y C. Secretaria Conciliadora, Licenciada MARIA GUADALUPE FILIBERTA CARREÑO BURGOS, con quien actúa, no comparecen a la audiencia la parte la actora LOPEZ ARCE AMALIA HORTENSIA Y/O AMALIA HOR - TENCIA LOPEZ ARCE, la demandada persona moral INMOBILIARIA POTOSI, S.A., ni persona alguna que legalmente los represente no obstante de haber sido voceados en repetidas ocasiones sin que nadie atendiera a su llamado por lo que LA C. JUEZ DECLARA ABIERTA LA AUDIENCIA. Los CC. encargados de la Oficialía y del Archivo manifiestan que no existe promoción pendiente para dar cuenta a la Secretaría. \"Se hace del conocimiento de las partes que el Tribunal Superior de Justicia del Distrito Federal hoy Ciudad de México, motivado por el interés de que las personas que tie - nen algún litigio cuenten con otra opción para solucionar su conflicto, proporciona los servicios de mediación a través de su Centro de Justicia Alternativa, donde se les atenderá en forma gratuita, la mediación no es asesoría jurídica. El Centro se encuen - tra ubicado en Av. Niños Héroes 133, colonia Doctores, delegación Cuauhtémoc, D. F. hoy Ciudad de México, Código Postal 06500, con el teléfono 5134-11-00 exts. 1460 y 2362. Mediación Civil Mercantil: 5207-25-84 y 5208-33-49. mediación.civil. mercantil@tsjdf.gob.mx.\" Lo anterior en cumplimiento al Acuerdo 10-03/2012, emitido por el Consejo de la Judicatura del Distrito Federal, hoy Ciudad de México en sesión plenaria ordinaria celebrada el día diecisiete de enero del año dos mil doce y publicado en la Circular 06/2012. A continuación, se procede a depurar el procedimiento y toda vez que de constancias de autos y documentos base se desprende que la actora usa indistintamente el nombre de LOPEZ ARCE AMALIA HORTENSIA Y/O AMALIA HORTENCIA LOPEZ ARCE, lo anterior sustentado por la Suprema Corte de Justicia de la Nación. Registro digital: 165841. Instancia: Tribunales Colegiados de Circuito. Novena Época. Materias(s): Civil. Tesis: 1.30.C.772 C. Fuente: Semanario Judicial de la Federación y su Gaceta. Tomo XXX, Diciembre de 2009, página 1507. Tipo: Aislada CONTRATOS. LA CONJUNCIÓN \"Y/O\". SU USO EN LOS CONTRATOS IMPLICA SOLIDARIDAD O MANCOMUNIDAD EN LAS OBLIGACIONES, SEGÚN PREVALEZ - CA LA \"Y\" O LA \"O\" COMO RESULTADO DE LA INTERPRETACIÓN SISTEMÁTICA DE LAS CLÁUSULAS\"; lo anterior a fin de evitar posible nulidades y efectos legales procedentes. Asimismo se procede a depurar el procedimiento y atendiendo a que no existen excepciones procesales que resolver en la presente diligencia toda vez que la demandada persona moral INMOBILIARIA POTOSI, S.A. se constituyó en rebeldía al no dar contestación a la demanda instaura en su contra tal y como se desprende del auto de fecha veinticuatro de abril del año en curso fojas 189, en consecuencia no fue posible exhortar a las partes del juicio que nos ocupa, a fin de que llegaran a un arreglo conciliatorio dada la inasistencia de la enjuiciada citada, por lo que con fundamento en lo dispuesto por el artículo 290 del Código de Procedimientos Civiles se concede una dilación probatoria a las partes por el TÉRMINO COMÚN DE DIEZ DÍAS. Tomando en consideración que la demandada persona moral INMOBILIARIA POTOSI, S.A., fue emplazada mediante edictos, atento a lo dispuesto por el artículo 639 del Código Adjetivo Civil, se ordena la publicación de la dilación probatoria me - diante edictos por dos veces de tres en tres días en el \"PERIODICO LA RAZON\", a la demandada antes citada y con los nombres que acostumbra usar la parte actora LOPEZ ARCE AMALIA HORTENSIA Y/O AMALIA HORTENCIA LOPEZ ARCE....\" CIUDAD DE MÉXICO, A 02 DE JUNIO DE 2023. LA C. SECRETARIA DE ACUERDOS \"A\". LIC. RAQUEL VELASCO ELIZALDE.E D I C T O S En el juicio ORDINARIO MERCANTIL promovido por JUAN CARLOS FLORES LORRABAQUIO, en contra de INMUEBLES PULLMAN, SOCIEDAD ANÓNIMA DE CAPITAL VARIABLE, FINGOLFO, SOCIEDAD ANÓNIMA DE CAPITAL VA - RIABLE, y FINORIENTE, SOCIEDAD ANÓNIMA DE CAPITAL VARIABLE, en el expediente número 331/2016; por SENTENCIA DEFINITIVA de fecha veintiuno de abril del año dos mil veintitrés, Se ordenó La publicación de los puntos resoluti - vos de la sentencia definitiva.- - - -- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -- - - - - R E S U E L V E- - - - - - - - - - - - - - - - - - - - - - - -- - PRIMERO. Ha sido procedente la vía ORDINARIA MERCANTIL donde resultó procedente la acción ejercitada por FLORES LORRABAQUIO JUAN CARLOS, al acreditar los hechos constitutivos de sus pretensiones; siendo que la demandada INMUEBLES PULLMAN, SOCIEDAD ANÓNIMA DE CAPITAL VARIABLE, no jus - tificó sus excepciones y defensas, mientras que las morales FINGOLFO, S.A. DE C.V. y FINORIENTE, S.A. DE C.V., se constituyeron en rebeldía. - - - -- - - - - - - - - - SEGUNDO.- Se declara nula la asamblea general ordinaria de accionistas de la persona moral INMUEBLES PULLMAN, SOCIEDAD ANÓNIMA DE CAPITAL VA - RIABLE, celebrada el día veintisiete de julio de mil novecientos ochenta y ocho, así como la escritura número 54,829 (cincuenta y cuatro mil ochocientos veintinueve) de fecha diez de noviembre de mil novecientos ochenta y nueve, otorgada ante la fe del notario público número ochenta y nueve del Distrito Federal, en la que se hizo constar la protocolización del Acta de la Asamblea General Ordinaria de Accio - nistas de la sociedad denominada INMUEBLES PULLMAN, SOCIEDAD ANÓNI - MA DE CAPITAL VARIABLE, celebrada el día veintisiete de julio de mil novecien - tos ochenta y ocho, en razón que no se cumplieron con las formalidades señaladas en los estatutos de la referida sociedad, esto es que no se siguió el procedimiento para respetar el derecho del tanto, que tenían los demás accionistas para adquirir las acciones que se transmitían (cláusula sexta); tampoco se cumplió con la publi - cación de la convocatoria a la referida asamblea, en un periódico de mayor circula - ción del domicilio de la sociedad para dar aviso a los accionistas de la celebración de la asamblea General Ordinaria de Accionistas de Inmuebles Pullman, Sociedad Anónima de Capital Variable (cláusula novena); tampoco se integró el expediente requerido en la cláusula novena numeral ocho de los Estatutos; ni se acreditó que el C. Manuel Flores Galicia tuviera la intención de enajenar las acciones que le pertenecían de la moral demandada; en consecuencia,- - - - - - - - - - - - - - - - -- - - - TERCERO.- Se declara la nulidad retroactiva de todos los actos derivados de la asamblea general ordinaria de accionistas de la persona moral INMUEBLES PULLMAN, SOCIEDAD ANÓNIMA DE CAPITAL VARIABLE, celebrada el día vein - tisiete de julio de mil novecientos ochenta y ocho, así como la escritura número 54,829 (cincuenta y cuatro mil ochocientos veintinueve) de fecha diez de noviem - bre de mil novecientos ochenta y nueve, otorgada ante la fe del notario público número ochenta y nueve del otrora Distrito Federal, en la que se hizo constar la protocolización del Acta de la Asamblea General Ordinaria de Accionistas de la so - ciedad denominada INMUEBLES PULLMAN, SOCIEDAD ANÓNIMA DE CAPITAL VARIABLE, celebrada el día veintisiete de julio de mil novecientos ochenta y ocho, conforme a lo dispuesto por el artículo 2226 del Código Civil Federal de aplicación supletoria a la legislación mercantil. - - - - - - - - - - - - - - - - - - CUARTO.- No se hace condena de costas en la presente instancia.- - - - - - - - - - - - QUINTO.- Notifíquese y las litisconsortes FINGOLFO, S.A. DE C.V. y FINORIEN - TE, S.A. DE C.V. mediante edictos que deberán ser publicados dos veces de tres en tres días en el periódico \"LA RAZÓN\", conforme a lo preceptuado por el artículo 639 del Código de Procedimientos Civiles para el Distrito Federal, de aplicación supletoria a la legislación mercantil, y artículo 1054 del Código de Comercio- CIUDAD DE MEXICO a 05 de junio de 2023. LA C. SECRETARIA DE ACUERDOS \"A\" LIC. YOLANDA HERNANDEZ GARCIA PARA SU DEBIDA PUBLICACION POR DOS VECES DE TRES EN TRES DÍAS EN EL PERIÓDICO \"LA RAZÓNEdictos, Avisos Notariales y Convocatorias Publicaciones al T el. 55 28 82 49 70 y/o 55 79 65 15 44 edictos@razon.com.mx y/o sairi.pelaez@razon.com.mx EDICTO AL CALCE UN SELLO CON EL ESCUDO NACIONAL QUE DICE: ESTADOS UNIDOS MEXICANOS, TRIBUNAL SUPERIOR DE JUSTICIA DE LA CIUDAD DE MÉXICO, JUZGADO DÉCIMO OCTAVO DE LO CIVIL, SECRETARÍA \"A\", EXPE - DIENTE 309/2017. NOTIFICACIÓN POR EDICTOS A: ALVA ARAGON FRANCO. EN LOS AUTOS DEL JUICIO ESPECIAL HIPOTECARIO PROMOVIDO POR BANCO MERCANTIL DEL NORTE, S.A. INSTITUCION DE BANCA MULTIPLE, GRUPO FINANCIERO BANORTE ANTES BBVA BANCOMER, SOCIEDAD ANÓNIMA, INSTITUCIÓN DE BANCA MÚLTIPLE, GRUPO FINANCIERO BBVA BANCOMER, EN CONTRA DE ALVA ARAGON FRANCO. EXP. 309/2017. EL C. JUEZ DÉCIMO OCTAVO DE LO CIVIL DE LA CIUDAD DE MEXICO, CON FUNDAMENTO EN LO DISPUESTO POR EL ARTICULO 639 DEL CODIGO DE PROCEDIMIENTOS CIVILES PARA ESTA CIUDAD ORDENO NOTIFICAR A LA PARTE DEMANDADA ALVA ARAGON FRANCO. LOS RESOLUTIVOS DE LA SENTENCIA DEFINITIVA EMITIDA EN LA PRESENTE LITIS EL DIECISIETE DE MARZO DE DOS MIL VEINTITRES. RESOLUTIVOS QUE LITERALMENTE DICEN: PRIMERO. HA PROCEDIDO LA VÍA ESPECIAL HIPOTECARIA EN LA QUE LA PARTE ACTORA BANCO MERCANTIL DEL NORTE, SOCIEDAD ANÓ - NIMA, INSTITUCION DE BANCA MÚLTIPLE, GRUPO FINANCIERO BANORTE ANTES BBVA BANCOMER, S.A. INSTITUCIÓN DE BANCA MÚLTIPLE, GRUPO FINANCIERO BBVA BANCOMER, FUNDÓ SU ACCIÓN Y ACREDITÓ SUS PRE - TENSIONES, MIENTRAS QUE LA DEMANDADA ALVA ARAGON FRANCO, SE CONSTITUYÓ EN REBELDÍA, EN CONSECUENCIA: SEGUNDO. SE DECLA - RA EL VENCIMIENTO ANTICIPADO DEL PLAZO PARA CUBRIR EL IMPORTE DEL CRÉDITO OTORGADO EN EL CONTRATO BASE DE LA ACCIÓN, Y COMO CONSECUENCIA DE ELLO, SE CONDENA A LA DEMANDADA ALVA ARAGON FRANCO A PAGAR A LA ACTORA POR CONDUCTO DE QUIEN SU DERECHO LEGALMENTE REPRESENTE, LA CANTIDAD DE 199.24 V.S.M.M (CIENTO NOVENTA Y NUEVE PUNTO VEINTICUATRO VECES EL SALARIO MINIMO MENSUAL), POR CONCEPTO DE SUERTE PRINCIPAL, INTEGRADA POR EL SALDO INSOLUTO DE CRÉDITO MÁS LAS AMORTIZACIONES NO PAGADAS, QUE AL DÍA DIECISIETE DE MARZO DE DOS MIL DIECISIETE, EQUIVALÍA A LA CANTIDAD DE $457,233.8836 (CUATROCIENTOS CINCUENTA Y SIETE MIL DOSCIENTOS TREINTA Y TRES PESOS 8836/100 M.N.) (SIC). TERCERO. SE CONDENA A LA DEMANDADA ALVA ARAGON FRANCO A PAGAR A LA ACTORA POR CONDUCTO DE QUIEN SU DERECHO LEGALMENTE REPRESENTE, LA CANTIDAD DE 7.28 V.S.M.M. (SIETE PUNTO VEINTIOCHO VECES EL SALARIO MÍNIMO MENSUAL), POR CONCEPTO DE INTERESES ORDINARIOS QUE AL DÍA DIECISIETE DE MARZO DE DOS MIL DIECISIETE, EQUIVALÍAN A LA CAN - TIDAD DE $16,706.7992 (DIECISÉIS MIL SETECIENTOS SEIS PESOS 7992/100 M.N.) (SIC). CUARTO. SE CONDENA A LA DEMANDADA ALVA ARAGON FRAN - CO A PAGAR A LA ACTORA POR CONDUCTO DE QUIEN SU DERECHO LE - GALMENTE REPRESENTE, LA CANTIDAD DE 28.96 V.S.M.M. (VEINTIOCHO PUNTO NOVENTA Y SEIS VECES EL SALARIO MÍNIMO MENSUAL), POR CON - CEPTO DE INTERESES MORATORIOS, GENERADOS DEL TREINTA Y UNO DE MARZO DEL DOS MIL DIECISÉIS AL VEINTIOCHO DE FEBRERO DE DOS MIL DIECISIETE QUE AL DÍA DIECISIETE DE MARZO DE DOS MIL DIECISIETE, EQUIVALÍAN A LA CANTIDAD DE $66,460.0144 (SESENTA Y SEIS MIL CUA - TROCIENTOS SESENTA PESOS 0144/100 M.N.) (SIC) QUINTO. SE CONDENA A LA DEMANDADA ALVA ARAGON FRANCO A PAGAR A LA ACTORA, LOS INTE - RESES MORATORIOS, GENERADOS A PARTIR DEL DIECIOCHO DE MARZO DE DOS MIL DIECISIETE Y HASTA LA TOTAL LIQUIDACIÓN DEL ADEUDO, LOS QUE SERÁN CUANTIFICADOS EN EJECUCIÓN DE SENTENCIA MEDIANTE EL TRÁMITE DEL INCIDENTE RESPECTIVO. SEXTO. SE CONCEDE A LA DE - MANDADA ALVA ARAGON FRANCO EL TÉRMINO DE CINCO DÍAS PARA DAR CUMPLIMIENTO AL PAGO DE LAS CANTIDADES MATERIA DE CONDENA EN ESTE FALLO, LO QUE DEBERÁ HACER UNA VEZ QUE SEA EJECUTABLE LA PRESENTE RESOLUCIÓN, APERCIBIDA QUE, DE NO HACERLO, SE REMATA - RÁ EL BIEN INMUEBLE HIPOTECADO Y CON SU PRODUCTO SE HARÁ PAGO A LA ACTORA. SÉPTIMO. SE CONDENA A ALVA ARAGON FRANCO AL PAGO DE COSTAS CAUSADAS EN ESTA INSTANCIA, LIQUIDABLES EN EJECUCIÓN DE SENTENCIA. OCTAVO.- PUBLÍQUENSE LOS PUNTOS RESOLUTIVOS DEL PRESENTE FALLO AL DEMANDADO, EN TÉRMINOS DE LO DISPUESTO POR EL ARTÍCULO 639 DEL CÓDIGO DE PROCEDIMIENTOS CIVILES PARA ESTA CIUDAD, ES DECIR POR DOS VECES, DE TRES EN TRES DÍAS EN EL PE - RIÓDICO \"LA RAZÓN\". NOVENO.- NOTIFÍQUESE. ASI, DEFINITIVAMENTE, LO RESOLVIÓ Y FIRMA LA C. JUEZA INTERINA DÉCIMO OCTAVO DE LO CIVIL DE LA CIUDAD DE MÉXICO, LICENCIADA KARLA JACKELINE ÁLVAREZ FI - GUEROA, ANTE EL CIUDADANO SECRETARIO DE ACUERDOS, LICENCIADO JOEL MORENO RIVERA, CON QUIEN ACTÚA, AUTORIZA Y DA FE. DOY FE. CONSTE. DOY FE. CIUDAD DE MÉXICO, 05 DE JUNIO DE 2023. C. SECRETARIA DE ACUERDOS \"A\". RUBRICA LICENCIADA KARLA JACKELINE ALVAREZ FIGUEROA.E D I C T O SE NOTIFICA A: FERNANDO SÁNCHEZ CARDONA. Que en los autos del expediente número 504/2021, deducido de la vía ORDINARIA CIVIL, promovida por IVONNE LUCIA COSIO HIGELIN, en contra de FERNANDO SÁNCHEZ CARDONA, el C. Juez Trigésimo Sexto Civil de la Ciudad de México orde - no la siguiente publicación en los siguientes términos: Ciudad de México a cinco de agosto de dos mil veintiuno. Con el escrito de cuenta y anexos que se acompañan fórmese expediente y regístrese en el Libro de Gobierno bajo el número 504/2021 como corresponda, guárdense en el Seguro del Juzgado los documentos exhibidos. Se tiene por presentada a la C. IVONNE LUCIA COSIO HIGELIN, por propia derecho. Se le tiene demandando en la vía ORDINARIA CIVIL de FERNANDO SÁNCHEZ CARDONA, las prestaciones que indica en el escrito de cuen - ta. Con fundamento en los artículos 255, 256, 258, 259 y demás relativos del Código de Procedimientos Civiles Vigente para la Ciudad de México, SE ADMITE en la vía y forma propuesta; en tal virtud, con las copias simples exhibidas, debidamente selladas, foliadas y cotejadas, córrase traslado a la parte demandada, emplazándola...\"- NOTI - FIQUESE. ASI LO acordó y firma el C. Juez. Trigésimo Sexto de lo Civil MAESTRO JORGE ORTEGA CAMACHO ante la C. Secretaria de Acuerdos \"B\" Licenciado JULIA NOLASCO OCHOA, que autoriza y da fe. Doy fe.. ...\" Ciudad de México, a veintiséis de mayo del dos mil veintitrés. A sus autos el escrito de cuenta de mandatario judicial de la parte actora, con el mismo se le tiene desaho - gando la vista que se le mando a dar en auto de fecha ocho de mayo del año en curso, en los términos que indica, visto lo solicitado y toda vez que ya se giraron diversos oficios a diversas dependencias para proporcionar domicilio alguno de FERNANDO SANCHEZ CARDONA sin que se hubiera obtenido algún domicilio cierto en el que se pudieran emplazar, en tal virtud como lo solicita se ordena emplazar por medio de edictos a FERNANDO SANCHEZ CARDONA, por medio de edictos, los cuales debe - rán ser publicados por TRES VECES, de TRES EN TRES DIAS en el Boletín Judicial y El Periódico la Razón debiendo mediar entre cada publicación DOS DIAS HABILES, haciéndose saber que deberán presentarse dentro de un término de CUARENTA DIAS a recoger las copias de traslado, las cuales se encuentran a su disposición en el Local de este Juzgado, el cual se encuentra ubicado en Avenida Niños Héroes número 132, Octavo Piso, Colonia Doctores, Delegación Cuauhtémoc en Ciudad de México, en el entendido de que una vez que fenezca dicho plazo o bien comparezca el demandado a recoger las copias de traslado se computara el termino de QUINCE DIAS que tiene este para dar contestación a la demandada instaurada en su contra, con el apercibimiento de que para el caso de no hacerlo, se le tendrá por confeso de los hechos de la deman - da y el juicio se seguirá en su rebeldía y las notificaciones aun las de carácter personal le surtirán por boletin judicial...\", NOTIFIQUESE. ASI LO acordó y firma el C. Juez. Tri - gésimo Sexto de lo Civil MAESTRO JORGE ORTEGA CAMACHO ante la C. Secretaria de Acuerdos \"B\" Licenciado JULIA NOLASCO OCHOA, que autoriza y da fe. Doy fe....\" ATENTAMENTE. Ciudad de México a 30 de Mayo del año 2023. LA SECRETARIA DE ACUERDOS \"B\" LIC. JULIA NOLASCO OCHOA. Para su publicación por TRES VECES DE TRES EN TRES días, debiendo mediar entre cada publicación DOS DIAS HABILES. ESTADOS UNIDOS MEXICANOS PODER JUDICIAL DE LA FEDERACIÓN TRIBUNAL COLEGIADO DE APELACIÓN DEL DECIMOCUARTO CIRCUITO EN EL ESTADO DE YUCATÁN AMPARO INDIRECTO 9/2023 CORPORATIVO GRUPO R, SOCIEDAD ANÓNIMA DE CAPITAL VARIABLE EDICTO HAGO SABER: En el juicio de amparo indirecto 9/2023, promovido por Rafael Jorge Segura Chávez, apoderado de la quejosa Corporativo Grupo R, Sociedad Anónima de Capital Variable, contra los actos que reclamó de las autoridades responsables, Tribu - nal Colegiado de Apelación del Trigésimo Primer Circuito y Juez Segundo de Distrito en el Estado de Campeche, consistentes en la resolución de quince de diciembre de dos mil veintidós, emitida por el referido Tribunal, en el entonces toda civil 26/2022, hoy toca civil 10/2022, así como su ejecución; se hace constar que en esta fecha, se ordenó emplazar a la tercero interesada Marfield Limited Incorporated, por medio de edictos, en virtud de ignorar su domicilio, por lo que se le manda emplazar haciéndole saber la instauración del presente juicio de amparo, por medio de este edicto que se publicará por tres veces de siete en siete días en el Diario Oficial de la Federación y en uno de los periódicos de mayor circulación en la República, fijándose además en la puerta del Tribunal, una copia íntegra del presente, por todo el tiempo del emplazamiento, asimismo se le hace saber que deberá presentarse en este Tribunal Federal a hacer valer sus derechos, dentro del término de treinta días, contados a partir del siguiente al de la última publicación respectiva en el Diario Oficial de la Federación, en el entendido de que, en caso de no hacerlo, las subsecuentes notificaciones, aún las de carácter personal, se le harán por medio de lista que se publicará en el local de este Tribunal, en lugar visible y de fácil acceso. Lo anterior con fundamento en los artículos 27, fracción III, inciso b), de la Ley de Amparo y 315 del Código Federal de Procedimientos Civiles, de aplicación supletoria a la ley de la materia. Doy fe. Secretaria del Tribunal Colegiado de Apelación del Decimocuarto Circuito en el Estado de Yucatán; Mérida, Yucatán, cuatro de abril de dos mil veintitrés. ÓSCAR RODRÍGUEZ ÁLVAREZ [FIRMA ELECTRÓNICA] MAGISTRADO INSTRUCTOR DEL TRIBUNAL COLEGIADO DE APELACIÓN DEL DECIMOCUARTO CIRCUITO. CASANDRA ARLETTE SALGADO SÁNCHEZ [FIRMA ELECTRÓNICA] SECRETARIA DEL TRIBUNAL COLEGIADO DE APELACIÓN DEL DECIMOCUARTO CIRCUITO.ESTADOS UNIDOS MEXICANOS PODER JUDICIAL DE LA FEDERACIÓN TRIBUNAL COLEGIADO DE APELACIÓN DEL DECIMOCUARTO CIRCUITO EN EL ESTADO DE YUCATÁN AMPARO INDIRECTO 15/2023 CORPORATIVO GRUPO R, SOCIEDAD ANÓNIMA DE CAPITAL VARIABLE EDICTO HAGO SABER: En el juicio de amparo indirecto 15/2023, promovido por Rafael Jorge Segura Chávez, apoderado de la quejosa Corporativo Grupo R, Sociedad Anónima de Capital Variable, contra los actos que reclamó de las autoridades responsables, Tribunal Colegiado de Apelación del Trigésimo Primer Circuito y Juez Segundo de Dis - trito en el Estado de Campeche, consistentes en la resolución de cuatro de enero de dos mil veintitrés, emitida por el referido Tribunal, en el entonces toda civil 28/2022, hoy toca civil 12/2022, así como su ejecución; se hace constar que en esta fecha, se ordenó emplazar a la tercero interesada Shanara Maritime International, Sociedad Anóni - ma, por medio de edictos, en virtud de ignorar su domicilio, por lo que se le manda emplazar haciéndole saber la instauración del presente juicio de amparo, por medio de este edicto que se publicará por tres veces de siete en siete días en el Diario Oficial de la Federación y en uno de los periódico de mayor circulación en la República, fijándose además en la puerta del Tribunal, una copia íntegra del presente, por todo el tiempo del emplazamiento, asimismo se le hace saber que deberá presentarse en este Tribunal Federal a hacer valer sus derechos, dentro del término de treinta días, contados a partir del siguiente al de la última publicación respectiva en el Diario Oficial de la Federación, en el entendido de que, en caso de no hacerlo, las subsecuentes notificaciones, aún las de carácter personal, se le harán por medio de lista que se publicará en el local de este Tribunal, en lugar visible y de fácil acceso. Lo anterior con fundamento en los artículos 27, fracción III, inciso b), de la Ley de Amparo y 315 del Código Federal de Procedi - mientos Civiles, de aplicación supletoria a la ley de la materia. Doy fe. Secretaria del Tribunal Colegiado de Apelación del Decimocuarto Circuito en el Estado de Yucatán; Mérida, Yucatán, treinta de marzo de dos mil veintitrés. ÓSCAR RODRÍGUEZ ÁLVAREZ [FIRMA ELECTRÓNICA] MAGISTRADO INSTRUCTOR DEL TRIBUNAL COLEGIADO DE APELACIÓN DEL DECIMOCUARTO CIRCUITO. CASANDRA ARLETTE SALGADO SÁNCHEZ [FIRMA ELECTRÓNICA] SECRETARIA DEL TRIBUNAL COLEGIADO DE APELACIÓN DEL 216LR.indd Edictos, Avisos Notariales y Convocatorias Publicaciones al T el. 55 28 82 49 70 y/o 55 79 65 15 44 edictos@razon.com.mx y/o sairi.pelaez@razon.com.mx JUZGADO VIGÉSIMO OCTAVO CIVIL DE PROCESO ESCRITO Niños Héroes No 132, Torre Norte 4° Piso, Doctores, Cuauhtémoc, C.P. 06720 E D I C T O NOTIFICAR A: JULIÁN GILBERTO REYES VILLALOBOS CIUDAD DE MÉXICO, A OCHO DE MAYO DE DOS MIL VEINTITRES. - - - - - - - - - - - Agréguese a los autos del expediente 981/2022, el escrito de la apoderada de la actora. Por acusada la rebeldía que hace valer en contra del demandado, al no haber contestado la demanda entablada en su contra, dentro del término concedido. En consecuencia, ésta y las subsecuentes notificaciones, aún las de carácter personal, practíquense a la demandada por Boletín Judicial, en términos del artículo 637 del Código de Procedimientos Civiles. Se tiene por contestada la demanda en sentido afirmativo y se declara precluído el derecho del citado de - mandado para oponer excepciones y ofrecer pruebas en el presente juicio. Visto el estado que guardan los presentes autos, se provee respecto de las pruebas ofrecidas por la actora única oferente, las que son admitidas; Para que tenga lugar la audiencia de ley en el presente juicio, se señalan las ONCE HORAS DEL DÍA VEINTIOCHO DE JUNIO DEL DOS MIL VIENTITRES, con fundamento en el artículo 639 del Código de Procedimientos Civiles, hágase saber al demandado mediante edictos el proveído arriba indicado, el cual deberá ser publicado por dos veces de tres en tres días en el Boletín Judicial y el periódico LA RAZÓN. Notifí - quese. Lo Proveyó y firma el Ciudadano Juez Interino Vigésimo Octavo Civil de Proceso Escrito del Tribunal Superior de Justicia de la Ciudad de México, Maestro en Derecho, Sergio Cortés Romero, ante la Ciudadana Secretaria Conciliadora en Funciones de Secretaria de Acuerdos, por Ministerio de Ley, Licenciada LUCI DALIA TORRES GARCÍA, con quien actúa y da fe.---------------------------------------- CIUDAD DE MÉXICO, A 10 DE MAYO DE 2023 SECRETARIA DE ACUERDOS \"A\" POR MINISTERIO DE LEY LIC. LUCI DALIA TORRES GARCÍA.AVISO NOTARIAL PRIMERA PUBLICACIÓN Por escritura número sesenta y un mil cuatrocientos cuarenta y ocho, de fecha die - cinueve de junio de dos mil veintitrés, ante mí se los señores SILVIA LETICIA ROL - DÁN VÁZQUEZ (quien también acostumbra usar el nombre de SILVIA ROLDÁN VÁZQUEZ), RICARDO OSCAR ROLDÁN VÁSQUEZ (quien también acostumbra usar el nombre de RICARDO ROLDÁN VÁZQUEZ), GABRIELA PATRICIA ROL - DÁN VÁZQUEZ ( q u i e n t a m b i é n a c o s t u m b r a u s a r e l n o m b r e d e PATRICIA GA - BRIELA ROLDÁN VÁZQUEZ), JAIME ROLDÁN VÁZQUEZ, REBECA ROLDÁN VÁSQUEZ ( q u i e n t a m b i é n a c o s t u m b r a u s a r e l n o m b r e d e REBECA ROLDÁN VÁZQUEZ) Y ERIKA LETICIA CAMACHO ROLDÁN aceptaron LA HERENCIA y la señora SILVIA LETICIA ROLDÁN VÁZQUEZ (quien también acostumbra usar el nombre de SILVIA ROLDÁN VÁZQUEZ ) aceptó EL CARGO DE ALBACEA en la sucesión testamentaria de la señora Gudelia Vázquez y Martínez (quien también acostumbraba usar el nombre de Gudelia Vázquez Martínez). El albacea formulará el inventario. El titular de la Notaría No. 131 de la Ciudad de México. LIC. GABRIEL BENJAMÍN DIAZ SOTO.Realizan ayer pruebas dinámicas El 9 de julio reabrirán 5 estaciones de la L12 Redacción El secretario de Obras y Servicios de la Ciudad de México, Jesús Esteva Medina, anunció que el próximo 9 de julio serán reabier - tas cinco estaciones del tramo elevado de la Línea 12 del Metro. Se trata de las estaciones Culhuacán, San Andrés Tomatlán, Lomas Estrella, Calle 11 y Periférico Oriente, mismas que cumplen con las normas de seguridad re - queridas para su funcionamiento. \"Continuando con este ritmo de tra - bajo podemos abrir a la operación, una vez concluidas las pruebas, el 9 de julio de 2023 hasta Periférico Oriente, es de - cir, cinco estaciones más, hasta Periférico Oriente\", dijo el funcionario. En conferencia de prensa luego de pre - sentar los avances en la reconstrucción de este medio de transporte, Esteva aseguró que la reapertura del tramo señalado be - neficiará a 170 mil usuarios al día. Esteva Medina apuntó que el último paso para reabrir es recibir la constancia estructural, la cual la otorga el correspon - sable en seguridad estructural, y una certi - ficación más, de la cual, dijo, se informará puntualmente.EL SECRETARIO de Obras de la capital, Jesús Esteva, señala que la reanudación del servicio beneficiará a 170 mil usuarios al día; el resto del tramo elevado, \"para finales de año\", dice Mencionó que ayer se llevaron a cabo las pruebas dinámicas, estáticas y de vi - bración de la estructura metálica, como consecuencia de las reparaciones que se tuvieron que hacer en las trabes, luego del accidente ocurrido hace más de dos años. El funcionario explicó que las pruebas se realizaron cargando los trenes con bi -dones de agua, los cuales fueron aproxi - madamente tres mil, equivalentes a un peso de 158 toneladas, lo cual, sumado el peso propio del tren, da un total de 400 toneladas. Por su parte, Bernardo Gómez Gonzá - lez, miembro del Comité Técnico Asesor, explicó: \"Comenzamos a hacer pruebas de carga en aquellos claros que ya están totalmente reforzados y que ya tienen la capacidad de diseño esperada. Estas pruebas consisten en colocar bidones dentro de los trenes, que representan la capacidad máxima, que es del orden de diez personas por metro cuadrado\". Añadió que para las pruebas se colo - caron dos trenes en paralelo sobre los tramos ya reforzados, para observar el comportamiento de ambos. Respecto a las estaciones que se queda - rán pendientes de su reapertura, el titular de Obras y Servicios, Jesús Esteva, comen - tó que se espera que esto se dé \"para la parte final del año\", sin precisar una fecha. AYER continuaron las obras de recons - trucción del tramo elevado de ECONOMÍA Garantizan suministro de luz en el país LUEGO QUE SE DIERA a conocer que el sistema eléctrico nacional entró en estado operativo de \"aler - ta\" por las altas temperaturas, el Cenace aseguró que el abasto de energía para los 47 millones de usuarios no está en riesgo ni en emergencia. Dólar $17 .6100TIIE 28 11.5000%Mezcla Mexicana 64.23 dpbEuro $19.1200UDI 7. El titular de la Secretaría de In - fraestructura, Comunicaciones y Transportes (SICT), Jorge Nuño Lara, descarta que exis - tan riesgos en torno a las interferencias detectadas por operadores aéreos en el Sistema de Posicionamiento Global (GPS, por sus siglas en inglés) en la apro - ximación al Aeropuerto Internacional de la Ciudad de México (AICM). En entrevista con La Razón , el funcio - nario destaca que avanzan las investiga - ciones para conocer el origen de las pér - didas de señal registradas y confía que, a más tardar, en dos o tres semanas el tema estará resuelto. La Federación Internacional de Aso - ciaciones de Pilotos de Líneas Aéreas (IFALPA) informó a sus agremiados, en días pasados, sobre la pérdida de señal del GNSS en las operaciones de aproxi - mación a la terminal aérea de la CDMX. Esto, dijo, podría provocar errores de na - vegación. En charla previo al banderazo de inicio de la ampliación de la autopista Pátzcuaro-Lázaro Cárdenas, Nuño Lara detalla que, el pasado martes, se reunió con diversos representantes del sector para tratar el tema, el cual, afirma, ya se analizaba de tiempo atrás. Entre ellos, el director general de la Agencia Federal de Aviación Civil (AFAC), Carlos Rodríguez Munguía; el director general de Servicios a la Nave - gación al Espacio Aéreo Mexicano, Javier Vega Dour, así como con integrantes del Colegio de Pilotos Aviadores de México, de la Asociación Sindical de Pilotos Avia - dores de México y de Aeroméxico. En este encuentro se redactó una nota oficial para informar a las tripulaciones el tema de las interferencias. Se les notificó que, de manera alternativa, pueden usar el Sistema de Aterrizaje Instrumental (ILS, por sus siglas en inglés) que todas las aeronaves tienen, el cual, acota, está perfectamente certificado y es comple - tamente seguro. \"Para que no estemos preocupados: el sistema de aproximación al aeropuerto Benito Juárez está perfectamente segu - ro. En cuanto localicemos la fuente de la señal de interferencias, las aeronaves po - drán seguir utilizando el GPS; mientras, pueden utilizar el sistema ILS, que tam - bién se utiliza en todos los aeropuertos del mundo y es de nueva generación\", comenta. CATEGORÍA 1, EN UN MES. Por otra parte, el titular de la SICT confía en que, luego de dos años, el próximo mes Mé - xico recuperará la Categoría 1 en seguri -En tres semanas se resuelve el problema SICT descarta riesgos en aproximación de aviones al AICM EL TITULAR de la dependencia, Jorge Nuño, confía que en un mes se recu - pere la Categoría 1 de seguridad áerea; dan banderazo para obras carreteras EL SECRETARIO de Infraestructura, Comunicaciones y Transportes (izq.) y el gobernador de Michoacán, Alfredo Ramírez (centro), en el anuncio de la ampliación de la autopista de cuota Pátzcuaro-Uruapan, ayer. Foto |Especial dad aérea, tras la auditoría que realizó la Administración Federal de Aviación de Estados Unidos a la AFAC. La Categoría 1 es una designación otorgada por la FAA a los países que de - muestran cumplir con los estándares de seguridad y regulaciones internacionales establecidos por la Organización de Avia - ción Civil Internacional. Cuando terminó la evaluación con el equipo de la Auditoría de Evaluación de Seguridad en Aviación Internacional, ex - plica, las autoridades requirieron de 30 días para emitir el dictamen y, aproxima - damente, 65 días para que las otras agen - cias que participan en la certificación den a conocer también su informe.\"Justo ayer me comuniqué con el se - cretario de Transporte de Estados Uni - dos, Pete Buttigieg, y me dijo que en el transcurso de este día -jueves - me iba a dar una información sobre el estatus de la Categoría 1, pero nos dijo que no nos preocupemos; el tema va bien, porque no tuvimos ningún hallazgo al final de la auditoría\", dice. El compromiso del funcionario esta - dounidense es informar en qué etapa del proceso está la auditoría para finalizar la dictaminación en todas las instancias in - volucradas de Estados Unidos. INICIAN OBRAS. Nuño Lara y el go - bernador de Michoacán, Alfredo Ramírez Bedolla, dieron el banderazo de inicio a la la ampliación de 22 kilómetros de la au - topista de cuota Pátzcuaro-Uruapan, en - tre Zirahuén y el entronque Zirimícuaro, para pasar de una autopista tipo A2 a una A4, con dos carriles de circulación por sentido; la obra concluirá en diciembre próximo y tendrá inversión de mil 200 millones de pesos. El subsecretario de Infraestructura de la SICT, Felipe Verdugo López, explicó que la obra se localiza en los municipios de Salvador Escalante Zitácuaro y bene - ficiará a un millón 390 mil habitantes de seis municipios; generará mil 40 em - pleos directos y tres mil 300 indirectos. Destacó que la obra beneficia el desa - rrollo de la actividad turística y económi - ca de la región, disminuye el número de accidentes por rebase y mejora la conec - tividad entre el Puerto de Lázaro Cárde - nas, Uruapan y Morelia, con los estados de Jalisco, Guanajuato y Querétaro. Asimismo, mencionó que la exten - sión de la carretera incrementa su nivel de servicio, al pasar de un nivel D a A, y aumenta la capacidad de movimiento de carga de productos locales a diferentes puntos de distribución. A su vez, Verdugo López destacó que, en octubre de este año y con una inver - sión de seis mil 500 millones de pesos y una longitud total de 65 kilómetros, se llevará a cabo la ampliación de la autopis - ta Uruapan-Lázaro Cárdenas en el tramo Uruapan-Nueva Italia; la obra concluirá en julio del 2026. Al respecto, Jorge Nuño destacó los beneficios en el impacto de estas obras en ahorro de tiempo para el traslado, tanto en los usuarios particulares como en los de carga. \"Nuestro objetivo es pro - ducir tiempo que podemos ahorrar en los viajes y que podemos destinar para otra actividad mucho más importante o de mayor valor\". Reiteró que este tramo y el próximo, que iniciará en octubre con una inver - sión conjunta por siete mil 700 millones de pesos y 87 kilómetros, \"es una obra auténticamente mexicana, en donde la ingeniería, los supervisores, los construc - tores y el concesionario son mexicanos, con lo que demostramos que podemos hacer obras de este tamaño\". El gobernador de Michoacán, Alfredo Ramírez, destacó la voluntad del Gobier - no federal para realizar la obra y el hecho de que más de un millón de pobladores serán beneficiados.PARA QUE NO estemos preocupados: el sistema de aproximación al aeropuerto Benito Juárez está perfectamente segu - ro. En cuanto localicemos la fuente de la señal de interferencias, las aeronaves po - drán seguir utilizando el GPS\" ME COMUNIQUÉ con el secretario de Transportes de EU y nos dijo que no nos preocupemos, que el tema (de la Catego - ría 1) va bien\" Jorge Nuño Lara Secretario de Infraestructura, Comunicaciones y TransportesEL TITULAR de la SICT dio el banderazo de inicio a los trabajos de ampliación de la Autopista Pátzcuaro-Uruapan, en el tramo Zirahuén-Zirimícuaro. Eldato NUÑO LARA se reunió con partici - pantes del sector para analizar los avances de la inves - tigación en torno a las interferencias en los sistemas de navegación de la terminal. Eltip disponer de dinero con menos poder de compra? Con más dinero. ¿Y cómo puede obtenerse más dinero? Aumentando precios y, muy impor - tante, que los consumidores estén dispuestos a pagarlos. La historia del dinero es, en segundo lugar, la historia de cómo, quienes detentan el poder político, han monopoliza - do la producción de dinero, para traicionar la confianza de los agentes económicos, desvalorando monedas y billetes. La historia del dinero es, en tercer lugar, la historia de la transición desde el dinero-satisfactor, producto del orden espontáneo, con valor intrínseco, ofrecido de manera competida por particulares, y con la libertad de los agentes económicos para aceptarlo o rechazarlo, hasta el dinero fiduciario, producto del diseño humano, sin valor intrín - seco, ofrecido monopólicamente por entidades estatales (bancos centrales), e impuesto por ley (por la fuerza), como único dinero de curso legal, transición que supone pasar de la tesis a su antítesis. Ya vimos de qué manera, quienes acuñan monedas y/o imprimen billetes, desvaloran billetes y monedas, traicio - nando la confianza de los agentes económicos, desvalora - ción que no puede repararse fácilmente. Si el acuñador, en la segunda ronda de acuñación, acuñó monedas DAMM desvaloradas, con solo medio gramo de plata pura, y estas ya están intercambiándose en el mercado, ¿cómo puede corregirse tal situación? La única manera es retirando del intercambio las monedas DAMM desvaloradas, con solo medio gramo de plata pura, y susti - tuirlas por monedas DAMM a la equivalencia original, con un gramo de plata pura, para lo cual, quienes tienen en su poder monedas DAMM desvaloradas, tienen que ir con el acuñador para que se las cambie por monedas DAMM a la equivalencia original. ¿Qué tan probable es que esto suceda? Si no hay un poder capaz de obligar al acuñador a hacerlo, poco. Si el impresor, en la segunda ronda de impresión, im - primió billetes DAMM desvalorados, equivalentes a media moneda DAMM, a medio gramo de plata pura, y estos ya están intercambiándose en el mercado, ¿cómo puede co - rregirse tal situación? La única manera es que el impresor consiga la cantidad de monedas DAMM adicionales para respaldar cada billete DAMM con una moneda DAMM, con un gramo de plata pura. ¿Qué tan probable es que esto suceda? Si no hay un poder capaz de obligar al impresor a hacerlo, poco. Si no existe ese poder capaz de obligar al impresor a hacer lo señalado, lo que puede suceder (como de hecho sucedió) es que, arbitrariamente, se imponga una nueva equivalencia, distinta de la original, y ahora un billete DAMM equivalga a media moneda DAMM, a medio gramo de plata pura. Arbitrariamente se normaliza la arbitrariedad. Injustamente se normaliza la injusticia, la violación del derecho de propiedad privada sobre el poder adquisitivo íntegro (un gramo de plata pura por cada DAMM, ya sea moneda, ya sea billete), del dinero. Continuará.La historia del dinero es, en primer lugar, la historia de cómo, quienes lo han producido, acuñando monedas o imprimiendo billetes, han desvalo - rado, tanto monedas como billetes, traicionando la confianza de los agen - tes económicos, quienes responden a esa desvaloración aumentando pre - cios, generando inflación. DEL DINERO (10/10)PESOS Y CONTRAPESOS Por Fernando Franco fernando.franco@razon.com.mx La inflación se desaceleró más de lo previsto en la primera quince - na de junio, al ubicarse en 5.18 por ciento, y el Banco de México (Banxico) decidió, de manera unánime, mantener, por segunda ocasión, su tasa de referencia en 11.25 por ciento. El Índice Nacional de Precios al Con - sumidor, con el cual se mide la inflación, bajó de 5.67 a 5.18 por ciento a tasa anual en los primeros 15 días del mes, el menor nivel desde marzo del 2021 (54 quince - nas o 27 meses). Además representó el tercer descenso quincenal consecutivo, dio a conocer el Inegi. La cifra fue mejor de lo previsto por analistas, quienes esperaban una tasa anual de 5.30 por ciento. Con respecto a la segunda quincena de mayo, la infla - ción creció apenas 0.02 por ciento, por debajo de lo proyectado (0.13 por ciento). \"Los datos son verdaderamente alen - tadores en la lucha por afianzar la estabi - lidad de precios y abren la puerta a que el regreso al objetivo del Banco de México (2-4 por ciento) pueda llegar antes de lo previsto; en un escenario excepcional - mente bueno, no descartamos que pue - da darse este año\", comentó Marcos Da -Banxico mantiene tasas en 11.25% Inflación marca mejor nivel en 54 quincenas EN LA PRIMERA mitad de junio se ubica en 5.18 por ciento a tasa anual, informa Inegi; el Banco de México considera que el panorama en materia de precios aún luce \"muy complejo\" Temores sobre economía tiran petróleo Redacción LOS PRINCIPALES crudos internacio - nales cerraron ayer con pérdidas alrede - dor de 4 por ciento, ya que un aumento mayor de lo esperado de las tasas del Banco de Inglaterra generó preocupacio - nes sobre la economía y la demanda de combustible que contrarrestaron el apo - yo de una caída sorpresiva en los inven - tarios de crudo de Estados Unidos. Los futuros del crudo del estadouni -dense West Texas Intermediate (WTI) cedieron 3.02 dólares o 4.16 por ciento, a 69.51 dólares por barril, mientras que los del Brent bajaron 2.98 dólares o 3.86 por ciento, a 74.14 dólares el barril. A su vez, la Mezcla Mexicana cerró en 64.23 dólares por barril, con un retroceso de 2.55 dólares o 3.82 por ciento menos respecto a su precio del miércoles. El jueves, el Banco de Inglaterra subió las tasas de interés medio punto porcen - tual, más que lo previsto por el mercado, LOS PRODUCTOS que más bajaron de pre - cio en los primeros 15 días de junio fueron huevo, gas doméstico LP , limón, pescado, automóviles, pollo y jamón, entre otros. Eldato4.12 1Q Mar 2021 1Q Ago 2023 May 2023 1Q Jun 20235.87 7. 2 9 8.76 7.1 25.22 6.13 7.6 2 8.64 6.585.58 7. 2 2 8.62 7.7 65.60 7. 3 8.77 7.4 86.05 6.246.12 6.36 7.0 5 7. 5 8 8.14 6.005.99 7.7 0 7.7 2 7.4 6 5.676.02 7.4 5 7.8 8 7.7 7 5.185.74 7. 2 6 8.09 7.8 65.75 7.1 3 8.16 7.9 45.86 7.0 1 8.14 7.8 8Var % anual Acelera descenso Los precios de los bienes y servicios aumentaron a menor velocidad de la previsto en junioINFLACIÓN Fuente |INEGI para luchar contra una inflación persis - tentemente alta. Se trata de la decimo - tercera subida consecutiva del banco central. Unas tasas de interés más altas podrían ralentizar el crecimiento econó - mico y reducir la demanda de petróleo. Por su parte, el peso cerró la sesión con una depreciación de 0.31 por ciento, al cotizarse en 17.1779 pesos por dólar, tras la decisión del Banco de México de man - tener la tasa de referencia en 11.25 por ciento, por segunda ocasión consecutiva.niel Arias, analista de Monex. Al respecto, la economista en jefe de Banco Base, Gabriela Siller, argumentó que el resul - tado se debe a tres factores: las menores presiones en el componente subyacente (incluye mercancías alimenticias y no ali - menticias, además de servicios); la caída de los precios pecuarios y el menor enca - recimiento en el componente de energé - ticos, en especial el gas LP. Sin embargo, no todo es miel sobre hojuelas, pues las presiones se mantie - nen. Las mercancías alimentarias, por ejemplo, registraron una tasa anual de 10.67 por ciento en el periofo, con lo cual sumaron 30 quincenas a doble dígito. Al respecto, el subgobernador de Banxico, Jonathan Heath, señaló que la buena noticia es que la inflación subya -cente va bajando y la mala es que \"aún falta mucho trecho por recorrer\". SIN CAMBIOS. El Banco de México mantuvo su tasa de referencia en 11.25 por ciento, por segunda ocasión. En su anuncio de política monetaria, la Junta de Gobierno señaló que el escenario in - flacionario es \"muy complejo\" y reiteró que espera converjer a la meta de 3 por ciento hacia el cuarto trimestre del 2024. \"El panorama inflacionario será com - plicado e incierto a lo largo de todo el horizonte de pronóstico, con riesgos al alza\", comentó. Banxico bajó sus expectativas de in - flación. Para el segundo trimestre de este año, de 6 a 5.7 por ciento; para el tercero, de 5.2 a 5 por ciento y para el cuarto, de 4.7 a 4.6 por ciento. Para el primero del 2024, el ajuste fue de 4.2 a 4.1 por ciento. Entre los riesgos que ve están la per - sistencia de la inflación subyacente en niveles elevados; la depreciación cam - biaria; las mayores presiones de costos y precios más altos de energéticos o agropecuarios.5 Por ciento cerrará la inflación este año, estima Banco Base 19LR_FINAL.indd 319LR_FINAL.indd 3 22/06/23 Twitter: @mfloresarellano Vaya, el propósito de política pública neoleonesa para desarrollar la mentefactu - ra avanzada -apoyándose en la decisión de Elon Musk de instalar la planta para fabricar las versiones \"populares\" de autos Tesla- fue el eje de las conversaciones en el más impor - tante y reciente evento en la Riviera Maya de las empresas de tecnología en México; y con ello, también las deficiencias en suministros estratégicos. El reducido margen de reserva técnica de generación que tiene la Comisión Federal de Electricidad es un cuello de botella para el desarrollo industrial y el nearshoring como En reciente gira en México de directivos de empresas taiwanesas fabricantes de chips, como Foxconn, Unimi - cron, Invetec y Pegatron, su atención estuvo sobre la capital de Nuevo León y municipios conurbados pues dadas las ha - bilidades de proveeduría, gobernanza, logística, organización laboral, alta capacidad en recursos humanos y su cercanía geográfica con Estados Unidos, la entidad a cargo de Samuel García tiene la posibilidad de convertirse en una nueva ca - pital mundial de la tecnología de la información... siempre y cuando haya agua y electricidad.MONTERREY , CAPITAL DE LA TI, PERO DA TOQUES POR MAURICIO FLORESGENTE DETRÁS DEL DINERO SPLIT FINANCIERO Se sabe que el adeudo en UDIs de con - formidad es con las sentencias de recono - cimiento, graduación y prelación de crédi - tos, que hoy asciende a la cantidad de 864 millones 501 mil 085.46 UDIs, cifra que, multiplicada por el tipo de cambio prome - dio al 31 de mayo de 2023, (7.782863 pesos) el adeudo en pesos actualizado asciende, aproximadamente, a la cantidad de 6 mil 728.29 millones de pesos. Pero la sorpresa para muchos es que, como derivado de esta situación, se in - tegró un nuevo grupo de acreedores (in - versionistas/clientes), los cuales interpu - sieron una apelación correspondiente a El concurso mercantil 45/2017-III que corresponde a las empresas de Grupo ALTA Automatización de Servicios Productivos, S.A. de C.V. y Genera Destino, S.A.P.I. DE C.V., Sofom, E.N.R., cuyos socios y accionistas son Salvador Abascal Álvarez, Luis López Panadero, Ma - rio Ramón Contreras Camacho y Gabriel Ernesto Flores Márquez, ¿recuerda este caso?, que se seguía en el juzga - do Séptimo de Distrito en materia civil en la Ciudad de México, ha sido concluido por la jueza María Concepción Elisa Martín Argumosa el pasado 22 de febrero de 2023, al menos eso es lo legalmente existente, esto en razón de que según la solicitud efectuada por el síndico José Ge - rardo Badín Cherít, no hay activos para rematar en favor de los ofendidos. ¿ADIÓS AL FRAUDE DE GRUPO ALTA? POR JULIO PILOTZI juliopilotzi@hotmail.com Twitter: @juliopilotzipalanca para impulso del Producto Interno Bruto; la actual onda de calor ha llevado a casi el tope a la empresa que dirige Manuel Bartlett que administra la oferta eléctrica ante la cre - ciente demanda para sistemas de enfriamien - to y aires acondicionados, administración que se expresa en los \"saltos\" de los apagones en ciudades ya sea por horas o por días. La oferta y la demanda están desequilibra - das, pues, y ello no será fácil resolver pues la demanda crece mas que al doble que la oferta. Plantas Iberdrola, el parche. Hasta ahora los \"apagones saltarines\" no han impactado a las zonas industriales, reporta la Confe - deración Nacional de Cámaras Industriales que lidera José Abugaber; ello respondería a que la CFE, tras la onerosa compra de 13 plantas de Iberdrola, levantó las restriccio - nes con que impedía el funcionamiento de las plantas de generación Monterrey III y IV , de la planta tamaulipeca Enertek y en Sina - loa con la planta Topolobampo III. Ayudan a compensar parte del desequilibro en algu - nas regiones, pero no más. La compra a la firma española que enca - beza Ignacio Sánchez es un parche a un pro - blema que escala rápidamente: no agregó un foco más a los 87,863Mw de capacidad de ge - neración existente; la agregación de un 8.7% más de electricidad por parte de la CFE será hasta mediados del 2024 y entrado ya 2025 con 9,000Mw distribuidos en 33 proyectos, según Juan Antonio Fernández, director de planeación estratégica de la paraestatal. Curiosamente hay 33 parques fotovoltai - cos y eólicos ya construidos con inversión privada que aportarían rápidamente 11% adi - cional de capacidad eléctrica, pero a los que la Comisión Reguladora de Energía de Leopol - do Melchi no autoriza iniciar su producción. De persistir la actual política energética federal que rechaza una mayor participación del sector privado nacional y extranjeros en la industria eléctrica (en especial en energías renovables), el desequilibrio entre oferta y demanda tardará cuando menos dos años en resolverse... aplazando con ello las decisiones de inversión privada, como las taiwanesas a las que la secretaria de economía, Raquel Buenrostro, busca convencer de instalarse en el Corredor Interoceánico del Istmo de Tehuantepec. Y de las redes de distribución eléctrica y del agua, luego hablamos. Rica, Escuelas de lluvia. La buena es que Corporación Rica, que dirige Miguel Ángel Guizado, una de las embotelladoras y co - mercializadoras clave de Coca-Cola y Jugos del Valle-Santa Clara en Hidalgo, Morelos y parte de Puebla, lanzó el programa \"Escuelas de Lluvia\" en 5 institutos educativos de Mo - relos. De la mano con Fundación Coca-Cola y la asociación civil Isla Urbana, buscan hacer realidad el derecho al acceso al agua de buena calidad, al tiempo de transformar la cultura en derredor del líquido en 1,500 estudiantes, personal docente, padres y madres de fami - lia. Para ello se instalarán en Cuautla sistemas para captar 983 mil litros anuales de agua de lluvia, equivalentes a casi 100 camiones cisterna. El buen juez por su casa empieza. dicha resolución, señalando un número importante de agravios que corresponden a irregularidades graves cometidas por el síndico con la permisibilidad de la jueza. Ahora lo que esperarán es la resolución de esta apelación que le corresponderá atenderla a los tribunales colegiados de apelación. Lo que llama la atención en este caso son las innumerables irregularidades entre las que se encuentran la omisión de entregar por parte de las empresas la con - tabilidad (estados financieros e informes), que de acuerdo a ley es indispensable y obligatoria; José Gerardo Badín primero informó como conciliador que contaba con ella y, posteriormente, como síndico, argumentó que no contaba con ella (es evidente que declaró con falsedad y la jueza no lo sancionó y el IFECOM sólo se limitó a señalar que es responsabilidad de la jueza reconvenir al especialista (primer agravio), por lo que la falta de contabilidad constituye a todas luces un fraude a la ley. Curiosamente, a donde está el nom - bre de José Gerardo Badín nada sale bien, todo es un desastre, nos confían afecta - dos, quienes han investigado su presen - cia en otros casos, incluso el hoy vigente Mexicana de Aviación. Pero los afecta - dos por Grupo Alta destacan que aún hay amparos y recursos pendientes de ser resueltos, en contravención a la ley, la juez declaró la terminación del con - curso, sin considerar que los recursos pendientes podrían ser motivo de im - pedimento de la citada terminación. El síndico en ningún momento (consta en autos del concurso) investigó el destino de los recursos. Además, el síndico no realizó gestión alguna ante la Comisión Nacional Bancaria y de Valores sobre la obtención de los estados de cuenta ban - carios para determinar los movimientos de dinero ni la situación legal en que se encontraban las empresas ya que Gene - ra Destino Sofom, E.N.R., fue una empre - sa supervisada por la comisión. Más de esta historia en otra entrega, donde hay hechos que forman parte de la historial legal de las empresas del grupo, que no fueron atendidos por el síndico, ya que no los investigó.Merco Talento. Larga es la lista del pri - mer ranking Merco Talento que realizó el Monitor Empresarial de Reputación Corporativa (Merco). El listado incluye un total de 200 empresas divididas en 26 diferentes sectores, pero aquí le pondre - mos el ranking general de empresas con talento. Por orden de aparición: Grupo Bimbo, BBVA, Grupo Modelo, Mercado Libre, Pfizer, Amazon, L'Oréal, Volkswagen, Nestlé, Heineken México, Google, Santan - der, Cinépolis, Unilever, AstraZeneca, P&G, Citibanamex, GNP, Tecnológico de Mon - terrey, AXA, Grupo Herdez, Sanofi, Banco Azteca, Grupo Posadas, Mapfre, Liverpool, Aeroméxico, Coca-Cola de México, Femsa, Walmart México, Microsoft, Natura, Pepsi - co, Apple, Novartis, General Motors, DHL, Grupo Lala, Toyota, Arca Continental, Nis - san, Justo, El Palacio de Hierro, Colgate Pal - molive, BMW Group, Bayer, Honda, MetLi - fe, Tesla y American Express. Así la posición de México con este listado de atraer y rete - ner talento. Voz en off. Victoria Rodríguez Ceja no sólo es noticia hoy por la unanimidad de haber dejado sin cambios su tasa de fondeo en 11.25%. En los próximos días seguirá sien - do nota la gobernadora del Banco de Mé - xico (Banxico) con la plataforma Dinero Móvil (DiMo) de transferencias electróni - cas que únicamente solicitará el número telefónico de la persona que reciba el pago. En este tema está contemplado, por su - puesto, el Sistema de Pagos Electrónicos Interbancarios... INFO GRA FÍA CIENCIA ES CONSIDERADO UN INVASOR El pez león amenaza el futuro del Arrecife Alacranes y otras especies Gráficos Julio Loyola, Roberto Alvarado y Luisa Ortega ALREDEDOR del 60 por ciento de la superficie del Arrecife Alacranes se ha perdido en las dos últimas décadas; este ecosistema que se localiza en la región sur del Golfo de México, ha sufrido la pérdida de cobertura coralina, el aumento en macroalgas y con la coexistencia con el pez león ahora también pierde a su fauna, pues éste desplaza a las especies originarias del lugar. La asociación civil Oceana, junto con científicos de la Uni - versidad Nacional Autónoma de México y expertos independientes en pesquerías y en genómica desarrollaron diversas expediciones en el lugar para realizar investigaciones de campo en mayo de 2022, con lo que concluyeron que es imporntante tomar medidas como reforzar la participación de las comunidades pesqueras para el manejo sustenta - ble del Área Natural Protegida e implementar un monitoreo permanente para el control y erradicación del pez león antes de que cause daño irreversible al ecosistema arrecifal. El Parque nacional Arrecife Alacranes es un área natural protegida que conforma la estructura co - ralina más grande del Golfo de México, así como el único arrecife conocido y descrito del estado de Yucatán. CAUSAS DE MIGRACIÓN El constante comercio desde el Canal de Panamá hasta las costas de Florida ha propiciado un au - mento en las poblaciones. Alta tasa de reproducción Su rápida reproducción y cantidades de nacimientos hace que aumente su población. Migración natural Sus movimientos como especie para la supervivencia los hacen más activos. Comercio desmedido La distribución en acuarios provoca la propagación de esta especie. PÚAS VENENOSAS Son su medio de defensa ante depredadores, se localizan en las aletas. Espina Cubierta tegumentaria Membrana interespinosa Glándula de veneno Base En esta zona se aloja la glán - dula que produce la toxina venenosa. El veneno Para los humanos éste no es letal, pero sí doloroso; la dosis dependerá del nivel de compresión de la glándula al contacto con el otro cuerpo.PTEROIS ANTENNATA Esta especie se caracteriza por las diferentes rayas de sus aletas y carece de tejido entre los rayos de éstas. Protección Para mantenerse a salvo de otros depredadores descansa ocultándose en las grietas de las rocas, donde permanece por varias horas.Aletas dorsales Tiene 18, son punzantes y despi - den un veneno que para especies pequeñas es mortal están provistas de rayos que carecen de membranas entre ellas. Aletas pectorales Son muy largas tienen colores rojizos y anaran - jados con rayas negras. Cuerpo Está cubierto con líneas alternadamente rojas, blancas y cafés. Antenas Sobre los ojos poseen unas largas antenas adornadas con bandas oscuras.Su nombre Se debe a que cuando esta criatura extiende totalmente sus aletas pectorales se asemeja a un león, con su larga melena.DISTRIBUCIÓN El pez león habita naturalmente zonas del océano Índico y Pacífico donde la temperatura ronda los 26º Celsius y a una profundidad de entre 2 y 175 metros. Zonas de migración Distribución natural Adaptación La especie ha tenido la capadidad de adaptarse tanto a las agua frías con temperaturas de 13º Cel - sius en Nueva York.Océano Pacífico Océano Índico Océano Atlántico El complejo arrecifal Su forma es semicircular y presen - ta elementos fisiográficos bien diferenciados:el barlovento y sotavento, la laguna interior y cinco islas arenosas.DESCUBREN UN NUEVO DINOSAURIO ACORAZADO DESPUÉS DE 142 AÑOS EN REINO UNIDO. El autor principal Stuart Pond, investigador del Museo de Historia Natural, explicó que fue descubierto en la isla de Wight, en la costa sur de Inglaterra, y que fue denominado Vectipelta barretti. EL ARRECIFE El pilar que sostiene la función de los arrecifes coralinos se está viendo afectado y reducido, por diferentes factores, algunos por influencia humana y otros por eventos naturales. Su función Además de proteger a las costas de fenó - menos como los huracanes, los arrecifes también son sitios de reproducción y crecimiento de cientos de especies que son alimento e ingreso para miles de familias. El ecosistema Se trata de la estructura coralina más grande del Golfo de México. Su cuidado El Arrecife Alacranes cuenta con una declaratoria de protección para un po - lígono de 300 kilómetros cuadrados, pero que requiere de más recursos económicos y personal para ayudar a su recuperación.Dactilozoides Vegetación La vida que alberga En el Arreci - fe todavía habitan 950 especies diferentes de seres vivos, incluyendo a 33 especies diferen - tes de corales y 125 especies de peces. Suelo marino2 3 41 21LR4370.indd 321LR4370.indd 3 22/06/23 20:2022/06/23 20:20mundo@razon.com.mx Tel.555260-6001VIERNES 23.06.2023AGENDA INTERNACIONAL EL PRESIDENTE DEFENSOR advirtió que el régimen ruso planea otro acto terrorista sin precedentes, esta vez contra la principal planta nuclear de su territorio. Según datos de In - teligencia el Kremlin no desiste de una escalada y luego arre - metió contra el rival por tratar de destruir su infraestructura.Zelenski denuncia plan para liberar radiación22 Titán se queda sin milagro y misión muere en implosiónRedacción Al concluir la cuenta regresiva para los tripulantes del Titán, según la estimación de 96 horas de oxígeno, la Guardia Costera de Estados Unidos y la firma OceanGate confirmaron lo que se temía los cinco \"exploradores\" fallecieron. Tras cinco días de la desaparición y mientras las familias se aferraban a un milagro nuevas pistas apuntaron a la zona donde estaría el sumergible que bajó a las profundidades del Atlántico hacia el Titanic el pasado 18 de junio, lo que parecían adelantar la tragedia. Al superar el plazo de aire respirable tras la inmersión, un robot submarino a control remoto (ROV) localizó en el perí - metro ampliado restos en el fondo. Ello reorientó las labores de rescate, en una compleja operación. Barcos y cuadrillas aceleraron la inspección, pero aliados exploradores de dos pasajeros, como el francés y experto en el Titanic, Paul-Henri Nargeolet, corroboraron que dos de las cinco piezas correspondían a la cubierta trasera y la estructura de ate - rrizaje, sepultando la esperanza. Con ello, OceanGate y la Guardia Cos - tera confirmaron el deceso de los tripu - lantes al coincidir que los fragmentos, a unos 500 metros del Titanic, exponen que sufrió una implosión, que el amigo de los aventureros David Mearns dijo a Sky News destapa una avería. Según su experiencia y del gobier - no, la cápsula con capacidad para cinco colapsó ante la presión, pues creen que sufrió una grieta que calentó el agua al - rededor y generó el fatal hecho que es como resistir cuatro mil toneladas de peso, si estaban en las profundidades. Al respecto, vicealmirante John Meu - ger detalló a la prensa que todo apunta a A CINCO DÍAS DEL DESCENSO hallan los restos del sumergible que iba al Titanic; revelan que la Marina de EU detectó una \"anomalía acústica\" tras una revisión de buque ultrasecreto; recuerdan a víctimas como \"aventureros\"OceanGate admite que \"perdió\" a 5 tripulantes AUNQUE CADA UNO de los tripulantes fir - ma una carta responsiva en la que asumen los riesgos, Reuters adelantó que ésta no eximiría a la empresa de posibles demandas futuras. Eldato Colapsa a 487 metros del Titanic STOCKTON RUSH CEO de OceanGate y piloto de la misión al Titanic HAMISH HARDING Multimillonario británico SULEMAN DAWOOD Hijo de Shahzada, de sólo 19 años de edad LAS VÍCTIMAS Ellos son los tripulantes que perecieron ante el enorme desafío. PAUL-HENRI NARGEOLET Explorador francés y el mayor experto en expediciones al Titanic SHAHZADA DAWOOD Empresario y dueño de un imperio en Pakistán Ventanilla para el exteriorCilindro de titanio y fibra de carbón Cubierta trasera Estructura de aterrizaje 6.7 metros de largo 2.5 metros de alto 2.8 metros de ancho5 pasajeros a bordo 1 2 Bajó 4 mil metros de profundidad rumbo al Titanic 1 2Esta situación provoca una grieta interna que al combinarse con un calor en el exterior la hizo implotar al acumular una presión o peso de cuatro mil toneladas Hallan 5 piezas en el fondo o lecho marino, entre ellas cubierta trasera (1) y la estructura de aterrizaje (2) Se cree que en el camino sufrió una falla por la presión\"una implosión catastrófica\", escenario que adelantó el cofundador de la firma, Guillermo Söhnlein, quien dijo a medios que la presión era un riesgo, pues si fa - llaba se implosionaría, hecho que proba - blemente ocurrió en el primer día. Y Mearns abundó que faltan piezas, como el casco, pero éste es el pronóstico más cercano a la terrible muerte del CEO de OceanGate, Stockton Rush, Nargeo - let, el millonario Hamish Harding, el em - presario paquistaní Shahzada Dawood y su hijo Suleman, de sólo 19 años. Pero tras condolencias, se destapó que la Marina detectó una \"anomalía acústica\", según The Wall Street Journal , pero que no percibieron las boyas. Sin grandes detalles, se dijo que un buque secreto —para detectar navíos enemi - gos— identificó el sonido, pero se con - firmó hasta revisar los registros como parte de la búsqueda, lo que, afirman, es consistente con una implosión. Este escenario expone que las víc - timas pudieron morir en la inmersión, aunque EU recalcó que no es posible es - pecificar cuándo fue, y lo más probable es que los ruidos percibidos entre el 20 y 21 de junio no eran del sumergible. OceanGate externó sus condolencias al enfatizar que recordarán a las vícti - mas por su espíritu aventurero, aunque se supo que Suleman dudó, pero accedió para no defraudar a su papá, un aficiona - do al transatlántico, el Día del Padre. Por separado, Explorers Club, al que pertenecían Harding y Nargeolet, se de - claró con el corazón roto, pero resaltó que ya son \"inspiración de la ciencia\". Esta situación contrasta con la con - fianza de familias y allegados, pues Söhnlein se aferró a que los rescatarían si no se agotaba el oxígeno. Plan que se - cundó la hija de Nargeolet, pues Sidonie aclaró que su papá sabría reaccionar. Pero resurgen dudas y críticas, pues un contacto de Rush reveló que éste le dijo antes del descenso que el proceso se vislumbraba \"muy , muy malo\", lo que recuerda a las interrogantes sobre la se - guridad que un exempleado expuso. Tema por el que Söhnlein recalcó a la BBC que más allá de la tragedia deben \"aprender y tomar esas lecciones\". Gráfico |Armando Armenta |La RazónSE ACABA LA ESPERANZA El rescate no llegó y las autoridades confirmaron la muerte de todos los tripulantes. 22LR4370.indd 222LR4370.indd La violencia entre israelíes y palestinos, después del fracaso de los procesos de paz en la década de 1990, es prácticamente un fenómeno cotidiano. Hasta que las partes no lleguen a un acuerdo de paz, esta espiral vicio - sa continuará. Sin embargo, los niveles de vio - lencia han cambiado con el paso de los años, conforme a la situación política tanto de Israel como de Palestina. Después de que el último intento, en 2013, por llegar a un acuerdo de paz fracasara, creció en Palestina una nueva generación de jóvenes que no recuerdan los años en los que la paz era un escenario posible. Ésta fue una semana trágica en los territorios palesti - nos. El martes, cuatro civiles israelíes murieron en un ataque terrorista en el asentamiento judío de Eli, en Cisjor - dania. El ataque, parece ser , fue un acto de venganza por las operaciones del ejército israelí en el área de Yenín, que dejaron seis muertos y decenas de heridos la última sema - na; y en respuesta al ataque terrorista, grupos armados de colonos israelíes incendiaron casas, cultivos y coches en el pueblo palestino de Turmus Ayya. De nuevo otro anillo de la espiral de violencia sin principio ni fin.NUEVA OLA DE VIOLENCIA EN LOS TERRITORIOS PALESTINOS POR GABRIEL MORALES SODVOCES DE LEVANTE Y OCCIDENTE Perú abre sus puertas a tropas de EU... fuertemente armadas Redacción El Congreso de Perú respaldó el ingreso de militares estadouni - denses armados a su territorio por hasta dos semanas como parte de un intercambio bilateral. El objetivo, según la iniciativa apro - bada por amplia mayoría de 63 votos en el Parlamento andino contra 34 y cinco abstenciones, es \"incrementar las capa - cidades militares y desempeñar roles estratégicos\", como parte de un acuerdo de mayor cooperación bilateral con el go - bierno de Joe Biden. No obstante, resalta que la solicitud, promovida por la embajada de Washing - ton en Lima, se da de manera sorpresiva e inmediata, pues en menos de una se - mana pasó del análisis en la Comisión de Defensa Nacional a la votación en el PARLAMENTO ANDINO destaca interés en intercambio bi - lateral; descartan atentado a soberanía nacional o crear bases militares; en la misma sesión avala arribó de ejército japonés pleno a más de seis meses de la caída de la gestión de Pedro Castillo por rebelión. Y representa el segundo apretón mili - tar, de acuerdo con medios locales, pues en meses pasados ya se habían pactado actividades de entrenamiento. De acuerdo con lo estipulado, a partir de mañana casi un centenar de fuerzas estadounidenses del Cuerpo de Infante - ría arribará hasta la base de Iquicos para \"realizar operaciones en la selva con las unidades operativas de la Comandancia General de la Amazonía\", hecho que el lí - der de la Comisión dictaminadora, Diego Bazán, anticipó \"no involucra la instala - ción de bases militares extranjeras\" ante las críticas, lo que recuerda el reciente lazo entre Cuba y China para construir una base militar en la isla. En la iniciativa, que ya fue enviada a la oficina de la presidenta Dina Boluarte dicho sector contará con 56 armas duran - te su estancia que se extenderá hasta el próximo 9 de julio. Pero cuenta con una restricción de fe - chas por \"causas imprevistas\", luego de recalcar que tal colaboración no afecta ni vulnera la soberanía ni la integridad te - rritorial. Sin embargo, no se revelan qué acciones interrumpirían o ampliarían el viaje de las tropas aliadas ni qué activi - dades desarrollarán durante estos días. Además, en el anexo se enfatizó que el arsenal del invitado consta de 43 fusiles M27, M4, M-A1 y M110, así como una pis - tola y un lanzagranadas. Asimismo, enlistan material de co - municación, como tres tipos de radio, y equipo especial como miras ópticas, dis - positivos de visión nocturna, localizados y reductores de sonidos, entre otros. En la misma sesión, los legisladores peruanos también reforzaron su rela - ción para recibir entrenamiento de Japón al aceptar el paso de unidades navales y personal militar con armas de guerra. CON 63 SUFRAGIOS avanza el paso libre de un Cuerpo de Infantería de EU a Perú.Permanecerán dos semanas, según dictamen 198 Días en el gobierno tiene Boluarte al momento de este aval Foto |@congresoperuLa falta de un horizonte claro, aunado a la precarización de la condición de vida de los palestinos en Cisjordania —como resultado de la corrupción de la Autoridad Palestina y de la falta de una política israelí para mejorar las condiciones de vida en los territorios—, ha llevado a la aparición de nuevos grupos terroristas y a la islamiza - ción de miles de jóvenes palestinos. Si bien en la década de 1990 la lucha palestina era principalmente una lucha nacional, hoy en día los motivos religiosos han tomado un lugar central; el islam militante y la reli - gión, ante la ausencia de un proceso de paz, se han convertido en la única esperanza de la juventud palestina. El terrible estado de violencia es un lega - do de los últimos diez años de Netanyahu en el poder. Después de que las negociaciones que liderara la entonces secretaria de justicia, Tzipi Livni, fracasaran, Netanyahu decidió dar un giro a la derecha, promoviendo e incre - mentando la construcción de asentamientos de colonos, y debilitando la relación de Israel con la Autoridad Palestina, el partido que con - trola el poder en Cisjordania. Ante el vacío de poder, grupos como Hamas y Yihad Islámica se han fortalecido en el territorio palestino y nuevos grupos terroristas han aparecido.Durante el anterior gobierno israelí, que duró tan sólo año y medio, Netan - yahu, desde la oposición, criticó fuer - temente al entonces primer ministro Bennett por una sangrienta ola de ata - ques terroristas en Israel y Cisjordania; y con la promesa de poner orden, regre - só al poder. Sin embargo, en lo que va del año, los muertos por terrorismo se han incrementado en casi 30 por cien - to. Aún peor, en respuesta a los atenta - dos, el ministro de Seguridad Interior, Itamar Ben Gvir, un colono de extrema derecha, está presionando al gobierno para ejecutar una operación militar en el norte de Cisjordania; además, el gobierno anunció la construcción de 1,000 unidades de vivienda en el asentamiento donde ocurrió el ataque terrorista esta semana. Ben Gvir y el primer ministro saben que más asenta - mientos y más violencia no detendrán el aumento del terrorismo palestino. Para el ministro de Seguridad Interior esto parece ser menos relevante que el avance de su proyecto colonial; y para Netanyahu ésta es la forma de compla - cer a su base ultraderechista, sin impor - tar cuáles puedan ser los resultados. ESTAS ACCIONES se dan en medio de las di - ferencias diplomáticas entre México y Perú, mismas que incluyeron la expulsión de su em - bajador y declarar a AMLO non grato . Eldato Los 87 militares que estarán dos semanas en el país portan en conjunto:LLEGAN CON ARSENAL 27 fusiles M27 Tres fusiles M4A1 Una pistola M18 Dos lanzagranadas Dispositivos de visión nocturna Miras ópticas 22 fusiles M4 Un fusil M110 Reductores de sonido de rifle ACIONALViernes. 23 de junio de 2023 LA RAZÓN Ucrania exhibe su fuerza con un ataque en CrimeaContraofensi va. El Ejército de K yiv bombardea el puente de Chongar que conecta la península con Jersón para cortar las rutas logísticas y de esca pe de MoscúEl Ejército ucrani ano realizó ayer un a ta- que con tra el puent e de C hongar, conoci- do como «la p uerta de Cr imea», el cual conecta la p e- nínsul a in vad ida por Rusia en 2014 con l a región del s ur de J er- són, y que es fund amental tant o para el p aso de civiles como p ara el mo vimient o de tr opas y la logís- tica militar que el Kremlin ne cesi- ta para seguir m anteniendo a s us fuerzas de o cupa ción en el t errito- rio ucraniano. El ataque s e lle vó a cabo la madrug ada del j ueves. Las fotografí as p ublicad as p or V ladi- mir S aldo, el gobern ador des igna- do por R usia para la región de Jersón, muestr an un gr an a gujero en uno de los dos p uent es p arale- los del C hong ar, así como div ersos coches de civiles v olcados y car- bon izados. En la mism a publica-ción, as eguró que l as repar aciones se harán lo an tes posible y que , tem poralment e, los v ehículos to- mar án un cr uce alt ernativo . «Te- nemos un a respuesta para cada movimien to del enemi go. Los en- laces en tre la región de J ersón y Imag en ced ida por el g obierno prorruso de la re gión p arcialment e ocup ada de Jersón sobr e uent el p aso de veh un futur o m uy cerc ano», añ adió. Por su el mi nisterio de D efensa de Z elensk i no h a confi rmado qué tipo de m unición fue em plead a para el a taque. Des pué s de es tudiar los daños que s e ven en l as im ágenes facili- tadas por Saldo, diver sos analistas ucrani anos egu raron que «el dañ o limitado es tudiado no se ali- nea con el p ode r des tructiv o de l a ojiva de 450 k g con l as que es tán dotados los S torm S hadow» , se- gún Eurom aidan Pres s. «La extensió n del daño s e as e- la pr odu cida por los GML ano en los pue ntes de J ersón dur ante la b a- talla por el con trol de la región del otoño pasado. Sin em bargo, te- nien do en c uenta que C hongar también está más allá del alc ance de los HIMAR S, también exis ten las posibilidad es de que U crani a emplease una bom ba de p equ eño largo alcanc e de fa bric ación fr an- co-británic a Storm S had ow, los cuales fueron en tregados a K yiv el pasado m ayo. «Los terroristas de Kyiv quier en in timidar a los r esi- dent es de J ersón y s embr ar el p á- nico en tre la pob lación, p ero no lo Crime a siguen funcion ando y s e ha organizado un a ruta de r eser va para el tr áfi co de obern ador o. Asimismo, Saldo indicó que el Ejército ucrani ano h abría utiliza- do p ara el ataque los mis iles de Guerra en Europa Amador Guallar DNIPRO (UCRANIA ) SER VICIO E SPE CIAL LOS MEJORES AUTORES DE LA RAZÓN.ES EN TU MÓVIL, COMPUTADORA O TABLETrazon.com.mx La Razón Viernes 24 ESPAÑA_NUEVA.indd her idos». Y , más cauto que s u homónimo en J er- són, explicó que los t écnicos y es - pecialistas rusos están r ealizando «un examen p ara evaluar el tip o de m unición que fue utilizad a», según es cribió en s u canal de T e- legram. Asimismo, pidió a los r e- sidentes que antengan l a cal- ma» hasta que se pued a reanudar el tráfi co sobre el puent e. El ataque con tra el p uent e de Cho ngar no es el pr imero que el Ejército de U crani a lle va a cabo duran te la incipien te contr aofen- siva para dañ ar la líne a logístic a rusa en tre la pen ínsul a y el t errit o- rio ucraniano. El pasado 11 de junio, partisanos a las ór denes de Kyiv cons iguieron destr uir el pue nte ferroviario de Y akymiv ka, cuya línea une a l a ciudad de M e- litop ol y Cr imea . Finalment e, y en un c laro ar re- bato vengativo por el at aque con- tra el puent e, el gobern ador tít ere de R usia para la región de J ersón, acus ó a Reino U nido de estar de- trás del a taque, así como amen azó con que si es te tipo de inciden tes continúan las tropas del Kr emlin destruirán el p uent e de G alati- Giu rgiulesti, el cual conecta los países vecinos de R umaní a y M ol- davia: «Otro ataque sin s entido por parte del r égimen de K yiv s iguien- do ins trucciones de L ondres . No camb ia los r esultados de la \"o pe- ración militar es pecial\". Esto es l a demostr ación del pr incipio del fi n para el r égimen de K yiv. Otro salu- do desde el cor azón: cono cemos las coordenadas de los p uent es en la región de O desa y el p uent e Giurgiulesti, que un a vez pertene- ció a U crani a, pero fue en tregado por el régimen de Y ushchenk o. Muy pronto lle gará un a respuesta muy seria», amen azó Vladimir Saldo. Por otra parte, el pr esiden te de Ucrania alert ó ayer de nuevo de la posibilidad de que Rusia esté pre- parando un a taque s obre la cen- tral nuc lear de Z apo riyia mientras se recrudecen los com bate s.diámetr o lanzada desde tierr a (GLSDB, con un alcance de 150 km), o un dr on explos ivo con un a ojiva sustancial», añadió el me dio ucraniano. En la región de J ersón, h ay tres pue ntes para vehículos y personas y dos p uent es fer roviarios que co- nectan Crime a con el t erritorio continental: el istmo cer ca de Ar - mians k, donde los p uent es cr uzan el canal del nor te de Cr imea . Los dos p aralelos que enl aza la ciudad de C hong ar con l a penínsul a cru- zando l a lagu na de el pue nte de Hechiche sk, el cu al une dich a ciud ad con la de Ar abat. Por ello, el ataque no h abría merm ado sustancialmen te la capacidad tác- tica del Kremlin, p ero sí supone una mue stra de fuer za de l as c a- pacidad es de Kyiv p ara un e ven- tual ataque p ara reconquistar la pen ínsul a ucr anian a. La im portancia del p uent e de Cho ngar radica en el he cho de qu e es la infr aestructur a clave para la defensa de la parte ocupada de la región de J ersón, p uest o que s u- pon e la ruta más corta desde Cr i- mea hasta la líne a del fr ente Sur. De esta man era, el p uent e es un vínculo logís tico y militar fund a- mental para el mo vimient o terres- tre de las fuerzas del Kremlin h acia la ciudad de Melitop ol, la cual fue ocu pada por Rusia en m arzo de 2022, y que ahor a es uno de los princip ales obj etivos de la con tra- ofensiv a de U crani a que comenz ó a principios de mes en l a región de Zap oriyia . Por su pa rte, el g obern ador de- signad o por R usia para Crime a, Sergei Aksyonov, informó a yer que el ataque no h a pr odu cido « vícti- LA RAZ ÓN El falso checheno creado por i ntelige ncia ar ti cial l legó a tener 40 0.000 seguidoresLa farsa de «Baoer K echa tie» Un creador de con tenidos h a cautivado duran te meses a cien- tos de mi les de s egu idores en Dou yin, l a versión c hina de TikTok, ofreciéndoles en tiem po real supues tos reportajes bélicos desde el cor azón del conflict o entr e Rusia y U crani a. Luciendo una espesa barba y la cabez a ra- pada , el far sante asumió el seu- dónimo de « Bao er K ech atie» afi rma ndo s er un s oldad o de l as fuerzas esp eciales de C hechenia , destin ado en el fr ente ucr «A mis es paldas tengo una cen- tral lear ucrani ana . Acaba - mos de conquis tar es te lugar y hemos c apturado peces g ordos , como un cons ultor estadouni- dense». El TikToker hacía afi rma - ciones des cabe lladas como es ta en s us víde os, sosteniendo que era un s oldad o checheno des ple- gado en com bate y que inc luso hab ía derr otado a m arines esta- dounidens es un a Mar S. Cascado. HONG KONGUn «tiktoker» de Henan crea con IA una identidad f alsa de un militar para vender bienes r usos pistola M1911 de uno de ellos . Llegó a grabarse delante de un a limusina blanc a afi rmando que era uno de los v ehículos ofi ciales del pr esiden te br igada hab ía tom ado. El nombr e de l a cuenta rinde ho- mena je a Paul Korchagin, pr ota- gon ista de l a no vela soviética «Cómo se tem pló el acer o», que luchó en la guerr a civil r usa y vi- vió en U crani a. Con una chaq ue- ta de as pecto militar y, en ocasio- nes, una gorra con un a es trell a roja del P artido Com unista Chi- no, Bao er K echatie alarde aba de hab er ayudad o a tomar territorio en U crani a. A pesar de la inverosimilit ud de su testimonio , fácilmen te des- monta ble p or su marcado acen to chino, su cuenta no de jó de a traer a más seguidores , hasta 400.000 , que a plaudían su «valentí a». Com o br oche fi nal y con el a uge de s u popul arid ad, el s upues to soldad o tik toker enl azab a en cada víde o un link que lle vaba a una tienda de comer cio ele ctró- nico donde v endía productos rusos, desde vodka hasta miel. Al fi nal, todo lo que con taba era tan b urdo que s us pr opios s egui- dores aca baron des cub riendo l a estafa tirando de la dir ecci ón IP de l a cuenta : «Bao er K echatie» era el seudónimo utilizado p or un c hino de l a pr ovincia centr al de H enan que se h abía fabric ado un n uevo rostr o con el s oftw are «deepfake»: un s istema que, po- repro de im ágenes y víde os rea- les, la cara y la voz de un a perso- na. Los escenar ios de s us mon ta- jes se gr ababa n en C hina . Todo era una estafa para vender pr o- ductos imp ortados de R usia al menos 210 artícu- los- hac iéndose pasar p or un gue rrero que luchó j unto a l as trop as del Kr emlin, que c ae sim- pático a la s nacio- nalista que se m ueve por las re- des s ociales c hinas y de vora toda la prop aganda de M oscú. En respue Douy in ha s us- pen dido indefin idamen te la cuenta, ale gando que s u pr opie- tario esta ba difundiendo des in- form ación. D esde entonces, est e ha eliminado todos los vid eoclips y ha c ambi ado s u nom bre por el de W ang Kan gmei, o «r esistiendo a Es tados U nidos». Las pl atafor- mas de redes s ociales de t odo el mun do es tán libr ando sus pr o- pias batallas con tra las noticias falsas y la des inform ación r ela- cionad as con l a invasión r usa de Ucrania . Las em pres as s ociales chinas no so n un a ex cepción como ilus tra est e caso. UCR ANI A Mar Neg ro CRIME A CRIME ADzhankoyJersón LeninoChornomorskoeKak hovka Pue nte de Chon gar Mar de Azov Con trol ruso Con trao fensiva ucraniana En disputa MelMelMelMelMelMelMelMelMelMelMelMelMelMelMelMelitoitoitopolpolpolpol Melitopol Esta infr aestructur a es clave en la defensa rusa de la par te ocupada de la re gión disputada de J ersón ARTÍCULOS DE OPINIÓN, VIDEOBLOGS, \"Lady Gaga\" EL CANTANTE de corridos tumbados ocupa el primer lugar de la lista Vive Latino de Spotify con este tema que forma parte de su más reciente disco Génesis . Lidera la portada de La Reina: Éxitos de la Música Mexicana \"Luna\" y \"Lady Gaga\" en el #3. Por Carlos Olivares Baró carlosolivaresbaro@hotmail.com as consonancias de unas melodías entraña - bles inundan la mañana: flamean los ecos de las digitaciones del instrumentista, com - positor y arreglista Pepe Rivero (Cuba, 1972) que nos regala el álbum Piano y Trova (Ce- zanne Producción, 2023): recorrido espiritual por el repertorio de la canción trovadoresca cubana del siglo XX en la selección de diez temas emblemáti - cos que van del mítico bolero \"Tristeza\", de Pepe Sánchez, al bolero-son \" Años\", de Pablo Milanés. Catálogo de nostalgias empalmadas donde esta - ciones, convergencias, olvidos, dolores, gozos y destellos del corazón dialogan con las frondas del deseo para asomar - se por las rendijas del amor. \"Longina\" (Manuel Corona), \" Aquellos ojos ver - des\" (Menéndez/Utrera), \"Olvido\" (Matamoros)... El pianista colaborador de Paquito D'Rivera, Marcus Miller, Omara Por - tuondo, Javier Colina, Ana Belén, Celia Cruz, Jerry González, Diego El Cigala y David Murray, entre otras figuras destacadas, asien - te una franja emocional. \"Este disco tiene origen en la convocatoria de Miguel Ángel Marín para presentarme dentro del ciclo Clásicos de la canción latinoamericana para exponer mi visión pianística de la Nueva Trova Cubana. Me pareció bien la idea, pero reflexioné acerca de que ese movimiento procedía de la vie - ja trova tradicional originaria de la zona oriental cubana, que tras los influjos musicales europeos y mezcla con ritmos africanos dio lugar a la canción criolla con letras de hondo lirismo y una cadencia muy especial que se convirtió en un género dentro de la canción cubana\", dijo a La Razón el pianista. ¿Cómo fue la selección? Retomé composicio - nes de grandes compositores cubanos de finales del siglo XIX y de las primeras décadas del siglo XX, entre ellos, Pepe Sánchez, autor de \"Triste - za\" (1883), el primer bolero; Sindo Garay, Miguel Matamoros, María Teresa Vera, Manuel Corona, Nilo Menéndez, Ernesto Lecuona o Eliseo Grenet, entre otros. La mayoría de estos grandes mú -sicos y trovadores compusieron sus obras con la guitarra como vehículo expresivo. ¿Mudanzas al piano de esas \"Olvido\" o \"Perla Marina\", por ejemplo, son piezas de las cuales se han realizado muchas versiones en diferentes formatos instru - mentales. El desafío estaba en apropiarme del alma de esas canciones y asumirlas en mi estilo donde apelo a lo clásico y a la libertad del lenguaje del jazz. ¿Homenaje a la pianística cubana? Innegable reconocimiento al legado de la Escuela Cubana de Piano: Manuel Saumell, Ignacio Cervantes, Ernesto Lecuona, Bebo Valdés, Rubén González, Felo Berga - za, Peruchín, Frank Emilio, Chucho Valdés, Gabriel Hernández y Gonzalo Rubalcaba... Audaces extrapolaciones en el jazz? Me ha interesado modular atmósferas diferenciadas a través de va - riantes armónicas que tomo del jazz y de la música de concierto. Aquí se hacen evidentes, sobre todo, en \"Longina\" y \" Ay , Mamá Inés\". Me propongo subrayar y hacer concordias entre lo clásico y lo tradicional a través de los aportes de la pianística cubana. ¿Concordias muy latentes en el sugestivo arreglo a \" Años\" de Pablo Milanés? Se conjugan los nexos de la trova tradicional con la nueva tro - va cubana. Es para mí la ejecución más íntima de todo el disco en una propuesta neoclásica donde está toda mi alma. Lanza Piano y Trova DIEZ TEMAS a piano solo que van del bolero \"Tristeza\", de Pepe Sánchez a \"Años\", de Pablo Mi - lanés; álbum íntimo, elegante y melancólicoPiano y Trova ARTISTA: Pepe Rivero GÉNERO: Instrumental (piano solo) DISQUERA: Cezanne Producción, 2023 EN 2001 Pepe Ri - ve r o r e a l izó u n a gira junto a Paquito D'Rivera y Celia Cruz. Ese mismo año fue ganador del SGAE de composición de Jazz Latino en La Habana. Eldato LA PRODUCTO - RA ejecutiva Giselle González ha parti - cipado en proyec - tos como Amor mío , Alma de hierro , Para Volver a amar y la exi - tosa Cuna de lobos. EltipEL MÚSICO Pepe Rivero, en una sesión fotográfica.DE IZQ. A DER. José Manuel Rincón, Ela Velden y Raúl Méndez. Redacción PARA CELEBRAR los 65 años del estreno de Senda prohibida , la prime - ra telenovela producida en México y que marcó el comienzo de una larga y exitosa tradición en los melodramas en el país, hoy se estrena en ViX una nueva adaptación de la historia ahora protagonizada por Ela Velden. \"Senda Prohibida es un hito en la historia de la televisión y las teleno - velas. Inauguró un género que ha cautivado a millones de espectadores durante décadas y ha tenido influen - cia en innumerables historias y narra - dores. Nos sentimos honrados de ce - lebrar este aniversario y ofrecer esta serie clásica a una nueva generación de fanáticos en ViX\", dijo Vincenzo Gratteri, vicepresidente sénior de De - sarrollo de ViX en TelevisaUnivision. La serie de siete episodios cuenta la historia de una mujer llamada Nora, hija de una humilde familia de traba - jadores de una mina de cobre, quien motivada por la ambición y por obte - ner los lujos que siempre ha soñado está dispuesta a todo. Ambientada en una época en que las mujeres eran objetivadas, la protagonista se con - vierte en Corina para introducirse en el mundo del cabaret con el fin de al - canzar la riqueza que siempre anheló. Para lograrlo se dedicará a mani - pular a los hombres con su belleza, al grado de enfrentar a un padre con su propio hijo. Estará dispuesta a destruir el amor de una fa - milia para llevar a sus inte - grantes al abismo. Ante los ojos de Federico se hará pasar como una humilde empleada de una florería y ocultará su vida como corista de un cabaret. En esta nueva adapta - ción producida por Giselle González y escrita por Le -ticia López Margalli ( Instructions Not Included , Dark Desire ), Laura Sosa (El señor de los cielos , Al otro lado del muro ) y Nayura Aragón ( Al otro lado del muro , Tríptico ) muestra cómo a fi - nales de los años 50 las mujeres eran percibidas en México: se tenían que casar con quien la familia quisiera, ser soltera era mal visto y apenas habían conseguido el derecho al voto. Senda Prohibida lleva a los espec - tadores por lugares emblemáticos de aquella época como el Gran Hotel de México, el Centro Histórico de la CDMX, Polanco y Xochimilco. Cuenta con un destacado elenco Raúl Méndez, como Federico Rubio, esposo, padre e hijo ejemplar, quien cuando conoce a Nora su vida co - rrecta se tambalea. Es fundador de la empresa RyG Construcciones que tuvo un importante crecimiento por el llamado Milagro Mexicano. Participa la actriz Iliana Fox como Irene M. de Rubio, esposa de Federi - co, quien está enamorada y sigue los roles propios de aquella época: madre y ama de casa. Sin embargo, su mun - do se trastoca cuando ve en peligro la felicidad de su hogar que la hará cuestionarse el esquema de valores y creencias en los que fue criada. José Manuel Rincón da vida a Ro - berto Rubio, el hijo mayor de Federico e Irene. La pa - sión que siente por Nora lo llevará por oscuros lugares. Senda Prohibida se es - trena hoy en ViX. Se podrá ver el primer episodio de manera gratuita el día del lanzamiento y si desean ver la serie completa en Premium de ViX. LA PRODUCCIÓN se estrena hoy en ViX; la telenovela original fue la primera que se produjo en México y marcó el comienzo de los exito - sos melodramas en nuestro país SENDA PROHIBIDA es un hito en la historia de la televisión y las telenove - las. Inauguró un género que ha cautiva - do a millones de espectadores durante décadas y ha tenido influencia en innu - merables historias y narradores\" Vincenzo Gratteri Vicepresidente sénior de Desarrollo de ViX en TelevisaUnivision Foto |EspecialFoto |Pagína Los investigadores se preguntaron de dónde viene la necesidad de exhibir a quien transgrede las normas morales o los valores de un grupo social. Parece que la gente que lo hace cree que se lo merecen y que es una forma de hacer justicia. El enojo moral es la emoción que domina a las personas que avergüenzan a otros públicamente y que piensan que es justificado, distinto de la furia individual, producto de algo que afec - ta a nivel personal. El enojo moral aparece frente a un tema que afecta a la comunidad. Pero también es posible que la motivación para exhibir y avergonzar en público sea el placer que produce, en alemán Schadenfreu - de: el placer malicioso frente a la desgracia del otro. Esta tendencia a la vergüenza pública aumentó durante la pandemia por Covid del 2020. Nos acostumbramos a ver a los \"covidiotas\" exhibidos en las redes por no Exhibir a alguien cuya conducta se considera reproba - ble migró de la plaza del pueblo para convertirse en un fenómeno establecido del Internet. La motivación para avergonzar a alguien en las redes fue objeto de una inves - tigación conjunta entre la School of Public and Interna - tional Affairs, Princeton University College of Education, Psychology and Social Work, Flinders University Orama y el Institute for Mental Health and Wellbeing, llamada \"Doing good or feeling good? shaming via deservingness and Schadenfreude\" .SCHADENFREUDE: EL PLACER MALICIOSO FRENTE A LA DESGRACIA DEL OTRO POR VALE VILLA LA VIDA DE LAS EMOCIONES Psicoterapeuta sistémica y narrativa desde hace 15 años. Éste es un espacio para la reflexión de la vida emocional y sus desafíos. acatar las normas sanitarias. Era normal y justificada la condena pública por violar normas o valores con consecuencias devas - tadoras para los exhibidos, como ansiedad, depresión y trastorno de estrés postraumá - tico. La exhibición en línea lastima más de lo que creemos. En 2015 una niña de 13 años se suicidó después de que su padre la exhibiera por mandarle una foto a un compañero de clase. El anonimato es otra variable que in - terviene, ya que es posible decir cualquier cosa sobre alguien sin consecuencias. Tam - bién el comportamiento de los otros influye. Si exhibir se justifica, se apoya y se promue - ve, la conducta aumenta. La investigación de Ronson en 2016 que la indignación moral es el enojo por la transgresión de principios morales o valores. Puede ser un enojo necesario para defender a los marginados y asociado al activismo on- line pero también se usa como justificación para el acoso en línea. Existen formas extre - mas de exhibición en línea como divulgar información personal del transgresor como su dirección o nombres de sus familiares. También las amenazas de muerte. La jus - tificación es la misma: la preocupación por la violación de normas morales. Estas con - ductas son aberraciones que incurren en lo que señalan: la violación de normas morales como el derecho a la privacidad y a la protec - ción de la integridad física. Jensen en 2012 encontró que la gente está menos motivada por preocupaciones altruistas sobre justicia social y más movida por la gratificación que se deriva del despe -cho y del sentimiento de placer o satisfac - ción al ver al perpetrador siendo castigado: Schadenfreude. En las redes puede observarse una pér - dida de la identidad individual que da paso a una social. Ante la denuncia de un acto considerado inmoral, aumenta la suscepti - bilidad a los pensamientos, sentimientos y acciones de un grupo. Se ha normalizado la exhibición como una conducta digital, atiza - da por el anonimato. Brady y otros autores (2020) afirman que las expresiones de las emociones morales (indignación, asco, des - precio y vergüenza) tienen más probabilida - des de volverse virales en las redes sociales y son efecto de los justicieros cibernéticos. Braithwhite (1989) afirma que estigmatizar mediante la vergüenza busca que el delin - cuente sea visto como malo y pueda ser expulsado de la comunidad, a diferencia de la vergüenza integrativa que condena el acto como inmoral pero no etiqueta al transgresor como tal. Es distinto decir \"este sujeto es repugnante\" a decir \"lo que hizo esta persona es repugnante\". La segunda forma esta más cerca de la justicia social y la primera del Schadenfreude. La investigación resumida encontró en los tres estudios rea - lizados, que exhibir a las personas en redes proviene de una motivación hedonista y de la convicción de que el agresor merece con - secuencias negativas. Los trending topics en Twitter suelen ser casi siempre producto del placer que produce exhibir la conducta de alguien y mucho menos de un activismo digital que busque la justicia social. 27LR4370.indd 327LR4370.indd 3 22/06/23 22:3322/06/23 ESTE SÁBADO , el Museo Archivo de la Fotogra - fía abre al público la exposición Los que viven en la arena. Graciela Iturbide y el pueblo comcáac , que reúne las imágenes que fueron realizadas como un registro etnográfico por la artista de la lente.Graciela Iturbide en el pueblo comcáac Por Diego Guerrero Cedillo diego.guerrero@razon.com El artista visual Gabriel Kuri —quien se caracteriza por ex - plorar, a través de las formas, materiales y objetos, algunos aspectos que están profundamente relacionados con las formas de inte - racción social— presenta Pronóstico , su primera exposición a gran escala en México. El creador es uno de los artis - tas más reconocidos de su generación y su obra se ha expuesto en lugares como el MoMA, de Nueva York. A través de una retrospectiva que re - copila las obras de los últimos 10 años del artista, el público podrá observar piezas relacionadas con la economía conductual, la meteorología, la vulca - nología, las pruebas de productos y el sistema crediticio, disciplinas que, de acuerdo con Kit Hammonds —curador de la exhibición—, ayudan a crear o di - ferir el valor y riesgo del futuro. Una roca volcánica, iluminada con una luz rosácea, da la bienvenida a la exposición, para luego, a través de un estrecho pasillo llegar a Crédito duro garantía blanda , una de las tres obras creadas especialmente para esta muestra. Está compuesta por una serie de colchones apilados, con leyendas escritas en ellos. Gabriel Kuri explicó que le parece curioso cómo es que se vende este objeto tan indispen - sable e íntimo, con garantías de hasta 20 años: \"Dudo mucho que alguien reclame una garantía después de 18 años\", dijo el artista durante un reco - rrido por la retrospectiva que estará abierta hasta el 15 de octubre. LA EXPOSICIÓN reúne los últimos 10 años de la obra del artista plástico; hay piezas relacionadas con la meteorología, vulcanología y la economía conductual HA REALIZADO residencias artísticas en Office for Contemporary Art Norway en Noruega (2007) y Govett-Brewster Art Gallery en Nueva Zelanda (2006). EldatoDe acuerdo con el curador de la muestra, los intereses de Kuri \"se cen - tran en los sistemas racionales deriva - dos de las experiencias que organizan a las sociedades. Por lo tanto, insiste en que el valor de intercambio, la fun - ción, la especulación y la evaluación de riesgos tengan un valor escultural\". Unos vouchers gigantes cuelgan de las paredes que delimitan una enorme sala con piezas creadas de diversos materiales y técnicas que encuentran su lugar en el piso. El acomodo de cada una de estas obras no es caprichoso, pues para Gabriel Kuri, el ensamble de las piezas es una forma de comunica - ción muy importante. \"Para mí es muy importante pensar en la exposición como una forma de comunicación relevante, como una experiencia en donde el ambiente, las propiedades del edificio, todas las cualidades de la luz y los ángulos, incluso las ventanas, las puertas, el t.ermostato, todo sea parte de la expe - riencia\", detalló Gabriel Kuri en confe - rencia de prensa. La pieza principal —que también fue creada especialmente para esta ex - hibición y cuyo título da nombre a la muestra—, está compuesta por varios letreros bancarios, resguardados tras una vitrina. Entre los brillantes objetos y el cristal pende de un hilo una bolsa con agua. El creador detalló que para esa obra taparon un balcón con vista a la ciudad y señaló que lo que se puede ver detrás del muro no es muy diferen - te a lo ahí se presenta. Del otro lado del pasillo se colocó un dibujo de Dr. Atl, el reconocido pintor mexicano célebre por los lien - zos sobre volcanes y paisajes de diver - sas partes de México. Gabriel Kuri dijo durante el recorrido que hace 10 años fue a una exposición del artista en el Museo de Tlatelolco y que su trabajo le pareció \"brutal\". El dibujo es un bo - ceto preparatorio que contiene diagra - mas de los movimientos geológicos y los flujos de magma. KURI MOLDEA Y FORJA materiales como el concreto, la piedra, el metal o el plástico, y a su vez emplea objetos existen - tes (comprados o encontrados). Eltip Pronóstico CUÁNDO: hasta el 15 de octubre DÓNDE: Museo Jumex (Miguel de Cervantes Saavedra 303 Colonia Granada, Miguel Hidalgo) HORARIOS: martes a viernes de 10:00 a 17:00 horas; sábado de 10:00 a 19:00 horas LOCALIDADES: entrada libre Gabriel Kuri futuro a través del artehace su pronóstico delPrimera retrospectiva en el Museo Jumex1. BOX FOR SORT , 2017 . 2. G abriel Kuri durante el recorrido por la muestra. 3. Untitled horizontal symmetry , 2021. Fotos |Cuartoscuro y Diego Guerrero LA EXPOSICIÓN Fuga y entropía , que se inauguró ayer en el Museo de Arte Contemporáneo de Monterrey, reúne 26 años de trabajo del artista Miguel Rodríguez Sepúlveda, a través de 32 piezas, entre instalación, escultura, ob - jetos intervenidos, video, fotografía y performance . Están las piezas Maqueta para monumento a la migración y 1 kg de balas de plata. Bajo la curaduría de Ma - riana Mañón, aborda temáticas como la economía y las relaciones humanas. MUESTRAN MÁS DE 20 AÑOS DE CRÍTICA SOCIAL Fotos |Cuartoscuro1 2 3 esperaban al Real KYLIAN MBAPPÉ será nuevo jugador del Real Madrid en este verano, pues el PSG Community, medio que cubre de cerca al Paris Saint-Germain, dio a conocer que el francés saldrá por no querer renovar un año más y el precio ya se lo mandaron a Florentino Pérez para que lo haga realidad. CALENDARIO DE MÉXICO LOZANO, en su primer entrena - miento con el Tricolor, ayer. El Tricolor debuta el domingo Cinco de los últimos siete entrenadores de México levantaron la Copa OroRedacción Este fin de semana se pone en mar - cha la decimoseptima edición de la Copa Oro, torneo en el que Jaime Lozano debutará como di - rector técnico interino de la Selección Mexi - cana, cuyos cinco de los más recientes siete entrenadores han conquistado el certamen organizado por la Concacaf. Desde el 2003 a la fecha, el Tricolor ha te - nido 13 estrategas, pero solamente siete de ellos tuvieron la oportunidad de dirigir en la justa regional, siendo Ricardo La Volpe, Ja - vier Aguirre, José Manuel de la Torre, Miguel Herrera y Gerardo Martino los que guiaron al equipo nacional a la conquista del trofeo. Hugo Sánchez y Juan Carlos Osorio fueron los únicos dos timoneles en ese lapso que no levantaron la Copa Oro. La selección del Macho acabó subcam - peona en el 2007 luego de perder la final contra Estados Unidos, mientras que la del colombiano fue eliminada por Jamaica en las semifinales del 2017. Jesús Ramírez, Sven-Göran Eriksson, Efraín Flores, Víctor Manuel Vucetich, Luis Pompilio y el recien - temente cesado Diego Cocca son los otros directores técnicos que pasaron por el ban - quillo de la Selección Mexicana en las últi - mas dos décadas, pero que no estuvieron en una Copa Oro, ya sea porque su proceso fue como interinos o porque el mismo aca - bó antes de lo planeado y las fechas no se empalmaron con la celebración de la com - petencia. México disputó la final en las últimas ediciones de la Copa Oro, ambas en la era Martino, pero solamente se coronó en la del 2019 gracias a un solitario gol de Jonathan dos Santos en el duelo definitivo contra Estados Unidos, que en el 2021 se impuso a los aztecas en el desenlace del evento por el mismo marcador. El Vasco Aguirre (2009) y el Chepo de la Torre (2011) fueron los otros estrategas que obtuvieron el título de la Concacaf tras ven - cer en la final al vecino del norte, pues las selecciones de La Volpe (2003) y Herrera (2015) ganaron el torneo a costa de Brasil y Jamaica, respectivamente. La Selección Mexicana se ha coronado en la mitad de las 16 ediciones de la Copa Oro, que se realizó por primera vez en 1991. Estados Unidos le sigue en la lista con siete estrellas y Canadá ocupa un lejano tercer lugar con un trofeo, mismo que cosechó en el 2000. Jaime Lozano llegó al caliente banquillo mexicano y su primera misión es reanimar a la selección en la Copa Oro, tras el fulminan - te despido del argentino Diego Cocca. El estratega interino del Tricolor fue presentado oficialmente en un evento ex - clusivo con los seleccionados y su cuerpo técnico, y que la Federación Mexicana de Futbol dio a conocer en un video en su cuenta de Twitter. La presentación fue en Houston, donde México debutará el domingo contra Hon - duras en el máximo torneo de selecciones de la Concacaf.JAIME LOZANO se estrena como timonel de la Selección Mayor ante su similar de Honduras; Hugo Sánchez y Juan Carlos Osorio, los únicos estrategas que no ganaron el torneo regional \"Es un honor estar aquí frente a ustedes\", dijo Lozano, acompañado por Ivar Sisnie - ga, presidente ejecutivo de la federación. \"Siempre representar a México, y me tocó hace muchos años estar aquí (como juga - dor). Estoy convencido, primero que nada, del gran grupo humano que son, y de la gran generación de futbolistas que tenemos. Eso lo deben tener claro, porque sino, yo no es - taría aquí\". Lozano dirigió a la selección Sub-23 que obtuvo la medalla olímpica de bronce en el futbol de los Juegos Olímpicos de Tokio en 2021. Dos años después, se encontrará con varios de los integrantes de ese equipo para la Copa Oro, sobresaliendo el veterano arquero Guillermo Ochoa, el atacante Henry Martín y el defensor César Montes. Como interino, toma el mando de un Tri que anda a los tumbos desde hace mucho tiempo. México decepcionó en el Mundial de Qatar, a fines de 2022, bajo la dirección de Gerardo Martino, otro estratega argentino, se despidieron en la fase de grupos por pri - mera vez desde el torneo de Argentina 1978. Ello puso fin a una racha de siete compare - cencias consecutivas (y eliminaciones) en la ronda de octavos de final. La derrota frente a Estados Unidos en la Nations League amplió a seis la racha de partidos que México tiene sin ganarle a su acérrimo rival del área al que no vence des - de septiembre del 2019.Después de aceptar relevar a Cocca, Lozano se trasladó a la concentración del combinado en Houston. luego de recibir la encomienda de dirigir en la Copa Oro. \"Creo mucho en ustedes, creo mucho en sus capacidades y también creo en mí y en mi cuerpo técnico. No me cabe la menor duda de que vamos a salir adelante de esta y de las que vengan adelante\", dijo Lozano en su primer discurso a los jugadores. Como capitán del seleccionado, Ochoa le dio la bienvenida a Lozano: \"Queremos darle la alegría a la gente, con muchas ga - nas de mejorar las cosas para México y pre - pararnos de la mejor manera... Este verano no queremos irnos con las manos vacías, sabemos que la selección requiere de es - fuerzos\". SÉ QUE LOS MOMENTOS no han sido los mejores, pero también sé que de estas circunstan - cias y estas situacio - nes es de donde se forjan las mejores historias de vida Jaime Lozano DT MéxicoNombre Ediciones dirigidas Edición en que se coronó RICARDO LA VOLPE 2003 y 2005 2003 HUGO SÁNCHEZ 2007 ninguna JAVIER AGUIRRE 2009 2009 JOSÉ MANUEL DE LA TORRE 2011 y 2013 2011 MIGUEL HERRERA 2015 2015 JUAN CARLOS OSORIO 2017 ninguna GERARDO MARTINO 2019 y 2021 2019ÚLTIMOS ESTRATEGAS DEL TRICOLOR EN EL EVENTO REGIONALJAIME LOZANO dirigió al Querétaro y Ne - caxa de la Primera División y aunque no le fue muy bien, equipos como América, Chivas y Pumas preguntaron por sus servicios. Eldato LOS GRUPOS DE LA COPA ORO GRUPO A: Estados Unidos, Jamaica, Trinidad y Tobago y San Cristóbal y Nieves GRUPO B: México, Honduras, Haití y Catar GRUPO C: Panamá, Costa Rica, El Salvador y Martinica GRUPO D: Canadá, Guatemala, Cuba y GuadalupeJORNADA 1 VS. Hora: 18:00 Fecha: domingo 25/6 JORNADA 2 VS. Hora: 20:00 Fecha: jueves Viernes 23.06.2023DEPORTES 30 Wizards hizo el intercambio Redacción El empeño de Chris Paul por un campeonato de la NBA le lleva - rá a los Warriors luego que Gol - den State alcanzó un acuerdo para un canje en el que enviarán a Jor - dan Poole a los Wizards de Washington, de acuerdo con una persona al tanto de la negociación. La operación incluye el traspaso de fichas del Draft , dijo la persona que habló con The Associated Press bajo la condición de no ser identificada debido a que el canje aún no ha sido finalizado y aprobado por la NBA. La cadena estadounidense ESPN fue el primer medio que informó sobre el acuerdo entre los equipos. Los Wizards adquirieron a Paul pro - cedente de Phoenix dentro del canje que hace una semana envió a Bradley Beal de Washington a los Suns. Chris Paul estuvo cerca de conquis - tar el campeonato en dos temporadas, pero los Golden State Warriors desba - rataron su ilusión en ambas. En 2018, Paul y los Rockets de Houston lidera - ban 3-2 en la serie final del Oeste hasta que se lesionó, se perdió los últimos dos juegos y Golden State prevaleció rumbo al título de la NBA. En 2019, los Warriors doblegaron a Paul y los Rockets otra vez en las semi - finales del Oeste. Golden State sucum - bió, eventualmente, ante Toronto en las Finales de la NBA. El traspaso debe brindarle a los Warriors flexibilidad financiera en fu - turas campañas. Poole estaba por comenzar un con - trato de cuatro años por 128 millones EL BASE llega a los Golden State por un canje con Washing - ton, que ahora tiene los servicios de Jordan Poole; el originario de Carolina del Norte busca un título de inmediato Manfred reconoce error en inmunidad Redacción EL COMISIONADO del beisbol, Rob Manfred, aseguró que si pudiera hacer borrón y cuenta nueva, no le hubiera otorgado inmunidad a los peloteros de los Astros de Houston durante la inves - tigación del escándalo del equipo por robar las señales de los rivales. Rob Manfred estuvo a cargo de la pes - quisa de las Grandes Ligas que confirmó el robo de señas de los Astros mediante el uso de dispositivos electrónicos rum - bo al campeonato de la Serie Mundial de 2017. El mánager, A.J. Hinch, y el gerente ge - neral, Jeff Luhnow, fueron despedidos a raíz del escándalo, al igual que Alex Cora (ex coach de banca de los Astros) de su puesto como dirigente de los Medias Ro - jas de Boston. Los jugadores de los Astros, sin em - bargo, recibieron inmunidad durante la investigación, algo que irritó a otros pe - loteros y fanáticos cuando MLB presen - tó su informe y dispuso las sanciones en enero de 2020. En una entrevista con la revista Time publicada el miércoles, Manfred declaró que \"quizás no fue mi mejor decisión\". \"No estoy seguro que debí haberles dado inmunidad a los jugadores\", se - ñaló. \"Una vez otorgas inmunidad a los jugadores, quedas atrapado en cuanto a lo que exactamente acabará haciendo en cuanto a sanciones. \"Quizás hubiera procedido con el pro - ceso de investigación sin inmunidad y luego ver cómo salía todo. Partiendo de la premisa de que no voy a sancionar a nadie, quizás no fue mi mejor decisión\".de dólares. Paul cobrará 31 millones en la próxima temporada y nada garanti - zado tras la misma. Lidiará una función totalmente dis - tinta: ser suplente. Suma 1.214 juegos en la temporada regular y otros 149 en los playoffs , titu - lar en cada uno. Pero es poco probable que pueda desplazar a los escoltas Ste - phen Curry y Klay Thompson, fijos en el quinteto titular de Golden State. Así que, a sus 38 años y rumbo a su 19na campaña en la liga, Paul se encon - trará con un nuevo papel. Pero el beneficio será ser parte de un equipo que será candidato al cam - peonato otra vez, han ganado cuatro en la última década. Es lo que le falta a Paul en su carrera. Jugó las Finales con Phoenix en 2001, pero los Suns dejaron escapar una ventaja 2-0 y perdieron ante Mi - lwaukee en seis juegos. El 12 veces All-Star promedió 13.9 puntos y 8.9 asistencias la pasada cam - paña con Phoenix. Poole, quien acaba de cumplir 24 años, se une a un equipo de Washing - ton en plena reconstrucción. Promedió 20.4 puntos la pasada temporada, una que comenzó cuando su compañero Draymond Green le propinó un puñe - tazo a Poole en una práctica en el cam - pamento de prácticas. Green pidió una breve licencia. Se espera que en las próximas ho - ras se sigan dando los cambios para la Temporada, pues uno de los pesos gordos es LeBron Ja - mes, pues el jugador de los Lakers aún no declara si se mantiene en las duelas y se retira como se rumora. EL MOSIONADO atendiendo a los medios de comunicación. EL BASE mientras jugaba para los Suns la temporada pasada. VICTOR WEMBANYAMA se convirtió en el primer jugador seleccionado en el Draft de la NBA y ha suscitado grandes expectativas de convertirse en la nueva sensación. EldatoUcrania no deja a atletas competir contra los rusos AP EL PRESIDENTE del COI, Thomas Bach, criticó el jueves al Gobierno de Ucrania por impedirle a algunos de sus deportistas intervenir en pruebas clasificatorias para los Juegos Olímpicos de París 2024 que tengan presencia de rusos y bielorrusos. En semanas recientes, deportistas ucranianos se perdieron mundiales o campeonatos europeos en judo, esgrima y taekwondo debido a que se aceptó la participación de rusos y bielorrusos como neutrales. El COI y Bach trazaron en marzo una definición del concepto de neutralidad. El deportista no puede pronunciarse a en favor de la guerra ni haber sido parte de las Fuerzas Armadas de febrero del año pasado, además de tener que competir sin bandera, himno o colores nacionales. Los entes deportivos deberán decidir por su cuenta si el criterio amerita ser aplicado en su competición y el cómo hacerlo. \"Es incomprensible que el gobierno ucraniano le impida a sus propios atletas tener la oportunidad de clasificarse\" a París, dijo Bach en un discurso ante una sesión online del Comité Olímpica Inter - nacional. Los deportistas ucranianos \"están sien - do discriminados por su propio gobierno\", sostuvo Bach. Agregó que el COI y las en - tidades olímpicas quiere apoyarles para \"competir en cualquier competición en la que quieran ser parte\". No especificó si ello implica brindar ayudas financieras a esos atletas, en un claro desafío al Gobierno de Ucrania y sus dirigentes deportivos. El COI no respondió de inmediato a una consulta por más detalles. Al abrir un discurso de 25 minutos ante los miembros del COI, Bach reiteró \"nues - tra indignación por esta guerra brutal, nuestra compasión ante el sufrimiento humano y nuestra solidaridad con la co - munidad olímpica ucraniana sigue más fuerte que nunca\". Bach fustigó a Rusia porque \"descara - damente\" gestiona fomentar \"competicio - nes deportivas politizadas\" para rivalizar con eventos avalados por el olimpismo.THOMAS BACH, en una conferencia de prensa el mes pasado en las instalaciones del COI. 13 Meses faltan para que arranquen los Juegos Olímpicos6 Franquicias ha defendido el base en su carreraChris Paul firma con Warriors por dos años Foto |AP Foto |AP Foto |AP EL PRESIDENTE ucraniano, Volodymyr Ze - lenskyy, sostiene que toda bandera neutral está teñida de sangre e invitó a Bach para que le acompañe CUIDAN. Red Bull está consciente de las críticas que ha recibido Sergio Pérez, por lo que los han declarado que el mexicano cuenta con su apoyo. Todo un lujo Por Alejandro Konstantonis colaboradores@razon.com.mx La historia del primer híbrido de Toyota en nuestro país se remon - ta al 2010 cuando en una audaz y agresiva campaña el corporativo en México decide lanzar al público la 3a Generación del Prius, cuyo código interno se conoció como XW30. En un inicio el reci - bimiento fue frío, el consumidor no mostró mucho interés en la nueva propuesta y en los primeros años a los distribuidores Toyo - ta les costaba cerrar ventas del Prius. Des - pués de la historia... ¡comenzamos! DISEÑO. La 5a. Generación del Prius se caracteriza por su gran diseño, que se aleja mucho del concepto estilístico manejado por la marca en las cuatro generaciones an - teriores, ahora se ve agresivo, anguloso, con líneas muy bien marcadas y hasta sexy . Es un monocasco construido sobre la platafor - ma ESPECIFICACIONES. Éste es uno de los rubros más importantes, pues es aquí don - de encontramos esa bivalencia mecánica de la que tanto se habla hoy con vehículos con movilidad alternativa. En Prius hay un motor de combustión interna de cuatro cilindros acoplado a un motor eléctrico de imanes permanentes, y el sistema de tracción corre a cargo de una transmisión automática de engranes plane -EL INFOENTRETENIMIENTO es algo de lo más destacado, ya que cuenta con una pantalla de 7 pulgadas que muestra toda la información; motor de combustión interna de 4 cilindros tarios, el esquema de suspensión es inde - pendiente en las cuatro esquinas, recurrien - do al sistema McPherson en el eje delantero y de doble horquilla en el eje trasero. DATOS TÉCNICOS MOTOR DE COMBUSTIÓN 4 cilindros de 1.8l de desplazamiento, Ciclo Atkinson Potencia: 97 hp 5,200 rpm Torque: 105 lb-pie 3,600 rpm MOTOR/GENERADOR ELÉCTRICO Sincrónico de imanes permanentes (13,500 rpm) Voltaje AC: 600 Volts Potencia máxima: 94 hp Torque máximo: 185 lb-pie BATERÍA Iones de litio Voltaje DC: 207.2 volts Número de módulos: 2 Número de celdas: 28 Capacidad: 3.6 A.h INTERIOR. En este rubro tam - bién se siente una evolución muy positiva respecto a la gene - ración anterior, lo primero que resalta es el diseño envolvente, notoriamente envolvente emn donde los paneles de las puertas delanteras se integran al tablero, en donde están instaladas dos pantallas, una MID para el cuadro de instrumentos y la gran panta -lla central táctil horizontal para el despliegue y gobierno de muchísimas funciones. Las tapicerías son de piel sintética con una combinación de texturas que se precia resistente y fácil de mantener. En general, los materiales del interior se notan de buena factura y tenemos evidentemente acabado piano que destaca en la consola central (se recomienda tener una microfibra a la mano para mantenerlo limpio) INFOENTRETENIMIENTO. Aquí tam - bién encontramos una madurez y una muy buena evolución en todo el sistema de infor - mación, empecemos por el elevado cuadro de instrumentos que ya no presenta ningu - na aguja tradicional, todo es una proyección en la pantalla de 7 pulgadas, de ahí pasamos a la enorme pantalla táctil ubicada al centro del tablero, también en posición horizontal, de fácil acceso y pese a medir 12.3 pulgadas no estorba la visibilidad. SEGURIDAD. Una buena suite de asisten - cias a la conducción, sin olvidar - nos de las bolsas de aire, que en - contramos siete de ellas, también tenemos los obligados controles de estabilidad y tracción y el sis - tema denominado TSS (Toyota Safety Sense ) que previene me - diante alertas audibles en una colisión inminente. CONCLUSIÓN. Hoy por hoy un auto híbrido es lo más adecuado si el uso es en ciudad. Chirey Tiggo 2 Pro 2024, bonita y tecnológica Por Esaú Ponce colaboradores@razon.com.mx EL ÉXITO de Chirey en tierras mexicanas debería ser considerado un objeto de es - tudio. Y es que, hasta hace pocos años, era poco menos que imposible siquiera pensar que una marca de origen chino tuviese tan buen recibimiento en nuestro mercado. Chirey, sabedora de esta situación, re - fuerza su línea de productos con la intro - ducción de la Tiggo 2 Pro, su nuevo mode - lo de acceso que, a través de muy buenos argumentos, busca atraer a nuevos clientes jóvenes ¿Realmente es una opción de com - pra? Descubrámoslo a continuación. DISEÑO. Comencemos con el diseño exterior, ya que, sin duda, la Tiggo 2 Pro luce juvenil, moderna y muy atractiva. Muy a tono con lo visto en los últimos lanzamientos de la marca. Entre lo más destacado tenemos faros, calaveras y luces diurnas led, así como una gran y atractiva parrilla con detalles en cromo. No hay que olvidarse de los rines de 17 pulgadas o las luces traseras continuas y los espejos laterales abatibles eléctrica - mente. En lo personal me gustó la aten - ción que recibieron las salpicaderas, ya que, además de lucir robustas, también cuentan con texturas y combinaciones poco vistas en la industria. INTERIOR Y EQUIPAMIENTO. Puertas adentro, nos recibe un interior con una cali - dad que nos sorprendió, sobre todo en cuan - to a tacto y calidad de los materiales usados. Francamente, se nota un esmero por parte de la marca en este apartado. Como es de esperar, la lista de equipa - miento es saludable considerando el seg - mento y rango de precios y sí, es una de sus principales cartas de presentación. El foco de atención recae en la pantalla de 10.25\" compatible con Android Auto y Apple Car - Play. Ojo, la conexión es inalámbrica. El sistema de sonido, dependiendo de la versión, es de 4 o 6 bocinas. De igual for - ma, el clúster en la versión Comfort es de 3.5 pulgadas, mientras que en Luxury es de 7 . Elementos como el cargado inalámbrico para teléfonos, quemacocos, iluminación ambiental y tapicería en piel sintética, serán bien recibidos por su público objetivo. EL CORAZÓN es un motor turbo de tres cilindros de 1.0 litros capaz de entregar 101 hp y 110 lb-pie de torque. La transmisión es automática CVT. EldatoToyota Prius 2023, el retorno del híbrido más esperado del mercado LA IDEA es circular en ciudad siempre en el modo ECO y en tránsito citadi - no, ser muy gentil y suave con el ace - lerador, así aprove - chamos al máximo el poder eléctrico, que es donde brilla. Eldato Foto |AutocosmosDimensiones y precios que encantan en MéxicoUn auto híbrido tiene muchas ventajas 4 Bolsas de aire tiene la SUV para la seguridad 31LR "}