{"title": "PDF", "author": "PDF", "url": "medicamentos.mspas.gob.gt/phocadownload/Farmacovigilancia/MANUAL%20ESAVI.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Manual para la vigilancia de eventos supuestamente atribuibles a la vacunación o inmunización (ESAVI) en Guatemala Programa Nacional de Farmacovigilancia Ministerio de Salud Pública y Asistencia Social Guatemala febrero 2021MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Lista de contenidos ABREVIATURAS 4 INTRODUCCIÓN 5 OBJETIVOS DE LA VIGILANCIA DE LOS ESAVI 5 OBJETIVO GENERAL 5 OBJETIVOS ESPECIFICOS 5 DEFINICIONES BÁSICAS 6 CLASIFICACIÓN DE LOS ESAVI 6 Tipos de ESAVI según la causa 7 Tipos de ESAVI según la gravedad 7 Tipos de ESAVI según frecuencia 8 ORGANIZACIÓN DE LA VIGILANCIA DE ESAVI A NIVEL NACIONAL 8 Aspectos legales de la vigilancia de ESAVI 8 Centro Coordinador Nacional de Farmacovigilancia 8 Funciones de los actores involucrados en la vigilancia de los ESAVI 8 PROCESOS PARA LA VIGILANCIA DE ESAVI 12 Identicación 16 Noticación 16 Mecanismos de noticación 16 Investigación 16 Pasos para la investigación y análisis de ESAVI 18 Investigación de conglomerados (clúster) 21 Investigación de muertes clasicadas o sospechosas de ser causadas por un ESAVI 23 Análisis de base de datos e indicadores de ESAVI 24 1. Limpieza de datos y evaluación de calidad 24 2. Análisis descriptivo 25 3. Análisis de Tasas 25 Respuesta posterior a la noticación de un ESAVI 25 Acciones posteriores a la clasicación de un ESAVI 25 Comunicación de riesgo relacionada a ESAVI 27 REFERENCIAS 28 ANEXOS 29 Anexo 1. Caracterización de algunos ESAVI según vacunas asociadas, gravedad, periodo de riesgo e incidencia 5,8. 29 Anexo 2. Tipos de errores programáticos 5,8 29 Anexo 3. Objetivos y lineamientos para el Centro Coordinador Nacional de Farmacovigilancia 30 Anexo 4. Ficha de noticación de ESAVI e instructivo para completarla 32 Anexo 5. Ficha de investigación completa de un ESAVI, e instructivo para completarla 43 Anexo 6. Consideraciones en la toma y análisis de muestras de laboratorio. 60 Anexo 7. Herramientas para la evaluación de causalidad de ESAVIs y su clasicación 8 63 Anexo 8. Recomendaciones para el desarrollo de informes de evaluación de ESAVI y retroalimentación de resultados 67MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA ESAVI atribuibles a la vacunación o inmunización INACIF Institu to Nacional de Ciencias Forenses MSPAS Ministerio de Salud Pública y Asistencia Social PNFV Programa Nacional de Farmacovigilancia PNI Programa Nacional de Inmunizaciones RAM Reacción ad versa a medicame ntos DE Departame nto de Epidemiolo gía CCNF Centro Coordinador Nacional de Farmacovigilancia DAS Dirección de Área de Salud IGSS Institu to Gu atemal teco de Militar CMM Centro Médico MilitarABR EVIATURAS 4 MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA INTRODUCCIÓN La prevención de las enfermedades infecciosas mediante la inmunización representa un logro importante de salud pública, y ha permitido eliminar algunas enfermedades como la viruela, sarampión, rubéola, síndrome de rubéola congénita, poliomielitis y la difteria. Asegurar el acceso a vacunas seguras es esencial para la atención de la salud de la población guatemalteca. Para eso es importante contar con sistemas e instrumentos que permitan la identicación y el seguimiento de aquellos eventos adversos que se puedan considerar como resultado de la vacunación. Un Evento Supuestamente Atribuible a la Vacunación o Inmunización-ESAVI- se dene como cualquier situación de salud (signo, hallazgo anormal de laboratorio, síntoma o enfermedad) desfavorable, no intencionada, que ocurra posterior a la vacunación/inmunización y que no necesariamente tiene una relación causal con el proceso de vacunación o con la vacuna. El Ministerio de Salud Pública y Asistencia Social -MSPAS-, a través del Programa Nacional de Farmacovigilancia -PNFV-, así como todas aquellas instituciones que prestan servicio de vacunación, debe asegurar la pronta detección, investigación y clasicación de ESAVI para darle una respuesta oportuna y tomar así las acciones correctivas que sean necesarias. La vigilancia de ESAVI consiste en identicar los ESAVI por noticación espontánea de quienes lo identican en el establecimiento de salud (dentro o fuera de la red del MSPAS, incluyendo el IGSS, Sanidad Militar y establecimientos privados), o por noticación del vacunado. Permite identicar nuevos eventos no identicados, y es útil para monitorear potenciales errores programáticos cuando estos llegan a ser ESAVI. La desventaja es que generalmente hay un subregistro de casos y las frecuencias no representan el comportamiento completo 1,2. Este documento es una herramienta para que el personal de la red de establecimientos de salud del país conozca el procedimiento a seguir ante los ESAVI. El manual identica el mecanismo correcto de noticación, investigación y análisis, con la nalidad de determinar la causalidad de los ESAVI y sugerir medidas de mitigación de riesgos y mejoramiento de calidad. Los datos del sistema de vigilancia ayudan también a evaluar el desempeño de los programas de vacunación, y generar datos sobre ecacia y seguridad posterior a la comercialización de vacunas OBJETIVOS DE LA VIGILANCIA DE LOS ESAVI OBJETIVO GENERAL Dar seguimiento sistemático de los ESAVI de acuerdo con los procedimientos establecidos para identicación, noticación y análisis de datos que permita la generación de información oportuna y conable que oriente las medidas que minimicen el impacto negativo en la salud de los guatemaltecos y el programa de inmunizaciones. OBJETIVOS ESPECIFICOS 1. Identicar y noticar eventos ESAVI tempranamente a nivel nacional 2. Monitorear el perl de seguridad de las vacunas implementadas en el país. 3. Establecer los procedimientos para la toma de decisiones en seguimiento a los ESAVI de forma oportuna. 4. Investigar y analizar los ESAVI para identicar los factores modicables que inciden en los ESAVI. 5. Responder rápida y efectivamente a rumores o inquietudes de la población con respecto a las vacunas implementadas en el país, a través de la comunicación inmediata. 6.Generar información y formular recomendaciones a partir de la investigación de ESAVI, que permitan mitigar los riesgos relacionados con el uso de las vacunas y ocurrencia de ESAVI para conservar la integridad del programa de inmunizaciones. 5MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA DEFINICIONES BÁSICAS Evento Supuestamente Asociado con la Vacunación e Inmunización (ESAVI): cualquier situación de salud (signo, hallazgo anormal de laboratorio, síntoma o enfermedad) desfavorable, no intencionada, que ocurra posterior a la vacunación/inmunización y que no necesariamente tiene una relación causal con el proceso de vacunación o con la vacuna 3. Reacción adversa a la vacuna: Es el daño que se produce después de la administración de una vacuna (a dosis indicada por el fabricante) y en un tiempo determinado; cuando existe una relación entre cualquiera de los componentes del biológico administrado y el daño observado 4. Noticador: Profesional de salud encargado de completar la cha de noticación de ESAVI o ingresar al sistema electrónico las noticaciones de ESAVI recibidas. CLASIFICACIÓN DE LOS ESAVI Los ESAVIS se clasican según su causa, gravedad o frecuencia como se resumen en la tabla siguiente. Tabla 1. Clasicación de ESAVI. Según causa Evento relacionado a la vacuna o cualquie ra de sus compone ntes Evento relacionado con un d efecto en la calidad del p roduc to Evento coincide nte Evento por e strés que tu vo lugar inmedi atame nte antes, du rante o nte GravedadGraves No g raves Frecue ncia Muy común Común Poco común Raro Ninguno Adaptado de: Manual para la vigilancia de Eventos Supuestamente Atribuibles a la Vacunación o Inmunización (ESAVI) en la Región de las Américas. Organización Panamericana de la Salud, Enero 2021.3 y Global Manual on Surveillance of Adverse Events Following Immunization, Organización Mundial de la Salud, 2014. 5 6MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Tipos de ESAVI según la causa Evento relacionado a la vacuna o cualquiera de sus componentes Evento relacionado al tipo de vacuna, composición y a la condición inmunológica del vacunado. Situaciones en las que la interacción entre el producto o antígeno vacunal genera una respuesta no deseada en el organismo del receptor6. La caracterización de algunos ESAVI según algunas vacunas asociadas, gravedad, periodo de riesgo e incidencia se incluyen en el Anexo 1. Evento relacionado con un defecto en la calidad del producto Durante el proceso de fabricación de las vacunas pueden ocurrir errores que lleven a introducción de riesgos para los receptores. El ejemplo común es la contaminación microbiológica de los viales en donde se encuentra almacenado el producto biológico, con la consecuente infección en el receptor que se puede manifestar con infecciones locales y sistémicas 7. Evento relacionado a errores programáticos Evento relacionado a problemas de transporte, almacenamiento, manipulación, prescripción (dosis, adherencia, edad, ente otros) y/o administración del biológico. Frecuentemente por mala técnica de administración, por error humano, por materiales inadecuados o vacuna contaminada, confusión en el uso de los diluyentes, las dosis empleadas u otro8. Algunos tipos de eventos relacionados a errores programáticos se detallan en el Anexo 2. Evento no clasicable Evento denido operativamente cuando dada la falta de información el evento no se puede clasicar en ninguna otra categoría. Evento coincidente Evento reportado en el que se identica una etiología o patología que explica de manera razonable el cuadro clínico, y no está relacionado a la vacuna. La administración de las vacunas puede coincidir con el inicio de un proceso patológico que llevará en el corto plazo a enfermedad o con una enfermedad con manifestaciones discretas en el momento de la administración de la vacuna, que no se detectó previo a la vacunación y que posteriormente se hace evidente. Un evento por estrés generado por la ansiedad relacionada con el proceso de vacunación Por proceso de vacunación se entiende como antes, durante o inmediatamente después del proceso de vacunación. Es importante notar que los factores socio-culturales pueden influenciar en la percepción de enfermedad y salud de las personas la rodean. Las respuestas psicológicas al proceso de vacunación son diversas y pueden generar respuestas físicas observables que simulan alteraciones neurológicas o condiciones médicas reales. Tipos de ESAVI según la gravedad ESAVI grave Un ESAVI es grave cuando cumple con cualquiera de las siguientes condiciones8: Resulta en la muerte del vacunado Amenaza la vida del vacunado Resulta en la hospitalización o prolongación de la estancia Resulta en discapacidad o incapacidad persistente o signicativa Se sospeche que produjo una anomalía congénita, aborto o muerte fetal ESAVI no grave Un ESAVI se considera no grave cuando el ESAVI5,8: No pone en riesgo la vida del vacunado (o del embrión, feto o recién nacido) Desaparece sin tratamiento o con tratamiento sintomático No es necesario hospitalizar al afectado No ocasionan trastornos a largo plazo ni discapacidad 7MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Tipos de ESAVI según frecuencia Los ESAVI se pueden clasicar de acuerdo con la frecuencia de ocurrencia como presenta la tabla 2. ORGANIZACIÓN DE LA VIGILANCIA DE ESAVI A NIVEL NACIONAL La vigilancia de ESAVI es una parte del sistema nacional de seguridad de vacunas. La vigilancia de ESAVI incluye a todos los establecimientos de salud públicos y privados (clínicas y hospitales), el Instituto Guatemalteco de Seguridad Social, y Sanidad Militar. Todos los establecimientos reportan los casos identicados en sus instituciones. Aspectos legales de la vigilancia de ESAVI El Ministerio de Salud Pública y Asistencia Social, en el acuerdo gubernativo 712-99, determina de noticación obligatoria a los ESAVI. Centro Coordinador Nacional de Farmacovigilancia El Centro Coordinador Nacional de Farmacovigilancia (CCNF) se establece en la Normativa Técnica 61-2009 del PNFV. Este tiene como objetivo \"vigilar la acción de los medicamentos sobre la población y aportar información validada que permita regular las políticas de uso racional de los medicamentos, así como los criterios éticos de promoción, a través de la detección temprana, e identicación de las reacciones adversas, interacciones desconocidas, fallos terapéuticos y problemas relacionados con medicamentos.\" Uno de los objetivos del CCNF es clasicar los ESAVIS graves o de alto impacto según su asociación causal, y sugerir medidas correctivas a implementar. El Acuerdo Ministerial 40-2021 del Ministerio de Salud Pública y Asistencia Social establece la creación de un Comité de Evaluación de Reacciones Adversas Serias a las Vacunas, relacionadas a vacunas por COVID-19, como parte del Programa Nacional de Farmacovigilancia. El objetivo de este comité es investigar y dar un dictamen si una reacción o un evento adverso serio en la salud de las personas puede atribuirse a la vacuna contra COVID-19. Este comité se formará a partir de los miembros del Centro Coordinador Nacional de Farmacovigilancia. En el Anexo 3 se detalla más información especíca sobre los objetivos y miembros del CCN. Funciones de los actores involucrados en la vigilancia de los ESAVI A continuación, se detallan las funciones de los diferentes actores participantes en la vigilancia de ESAVI. Información adicional sobre los pasos de la vigilancia se incluyen en la sección siguiente (\" Pasos para la vigilancia de ESAVI\"). Tabla 2. Clasicación de ESAVI por frecuencia de ocurrencia. Adaptado de: Manual para la vigilancia de Eventos Supuestamente Atribuibles a la Vacunación o Inmunización (ESAVI) en la Región de las Américas. Organización Panamericana de la Salud, Enero 2021. 3 y Global Manual on Surveillance of Adverse Events Following Immunization, Organización Mundial de la Salud, 2014. 5 Categoría de F recuenciaFrecuencia expresada como razónFrecuencia expresada en porcentajeMuy común 1/10 10%Común (F recue nte) 1/100 y < 1/10 1% y < 10%Poco común (I nfrecue nte) 1/1000 y < 1/100 0.1% y < 1%Raro 1/10000 y < 1/1000 0.1%Muy raro < 1/10000 < 0.01% 8Tabla 3. Funciones de los actores involucrados en la vigilancia de los ESAVI a nivel nacional.MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ de Farma covigilancia Difundir en el sector públ ico, privado (pedi atras y médi cos que admini stren vacunas), IGSS, y Sanidad Militar, la impor tancia el Ce ntro . Iniciar necesarias de una mane ra oportuna. Publi car informes mensuales (o según se requie ra) de vigilancia de ESAVI con apoyo del CCNF Coordinar la conformación de material de capaci tación para la vigilancia de Difundir el informe del Centro Coordinador de Farma covigilancia a quien corresponda. Elabo rar el protocolo del plan de manejo de crisis relacionados a ESAVI, y coordinar su impleme ntación.Centro Coordinador de Farma covigilanciade vigilancia de ESAVI. Anali zar los d atos de vigilancia y seguridad de vacunas . Presentar repor tes mensuales de análisis de ESAVI.Depar tame nto de Epidemiología del Ce ntro Coo rdinador de Farma covigilancia. Apoyar la ejecución del protocolo del plan de manejo de crisis de ESAVI en los establecimie ntos de salud. 9MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Programa de Inmuni zaciones de una vacuna p revio a ser i ntroducida al p rograma . del ntro o rganización de capaci tación pa ra la vigilancia de ESAVI. Apoyar la ejecución del protocolo del plan de manejo de crisis de ESAVI en los establecimie ntos de salud.Unidad de Comuni cación SocialCoordinar y sociali zar plan de comuni cación y seguridad de vacunas . Coordinar y sociali zar plan de manejo de crisis a ni vel nacional. Apoyar la ejecución del protocolo del plan de manejo de crisis de ESAVI en los establecimie ntos de salud.Sistema de Información Gerencial en SaludESAVI. Consolidar datos sobre la población vacunada y proveer a las unidades correspondie mantener las de datos de admini strar la base de d atos. repor te. Apoyar en el acceso y uso de la base de d atos, y repor tería. datos.Unidad de Moni toreo y Supe de á reas de salud. Moni torear seguimie nto a casos de ESAVI graves y de al to impac to. Brindar asistencia técnica a las Direcciones de Área de Salud (DAS) y distrito en seguimie nto de los ESAVI. Actuali zar a los equipos de vacunación sobre las herramie ntas para los Supe rvisar la ejecución del protocolo del plan de manejo de crisis en los establecimie ntos de salud. 10MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Tabla 4. Funciones de los actores involucrados en la vigilancia de los ESAVI a nivel local (establecimientos hospitalarios y no hospitalarios dentro y fuera de red MSPAS, IGSS, y Sanidad Militar). *En los hospitales donde no se cuente con pediatra, será el médico responsable de la atención pediátrica, la persona quien integre la comisión. FUNCIONESProfesional de salud en establecimie nto/ centro asi stencial Implementar la vigilancia de ESAVI en su establecimiento y Brindar atención médica necesaria a la persona que presenta el ESAVI, o referir a cent ro asistencial pa ra su atención. de acue rdo al establecimiento de salud. Colabo rar en la investigación de ESAVI grave, cuando le sea requerido por el jefe de área o el delegado del comité de farmac ovigilancia (según ap lique). Implementar las medidas sugeridas por el CCNF después de un ESAVI grave o de alto impacto .Jefe de á rea (o su dele gado), o dele gado del comité de farma covigilancia (en establecimie ntos donde aplique)es necesaria una investigación completa del mismo Presidir la Comisión local de Monitoreo de ESAVI en su jurisdi cción. Apoyar capac itaciones de farmac ovigilancia en de salud de su jurisdi cción. jurisdi cción, y presentar informes mensuales (o según se requie ra) Difundir la conclusión de la investigación por parte del CCNF, con el personal en la institución que detectó el ESAVI y con los familia res del paciente . Ejecutar plan de manejo de crisis relacionados a vacunación y ESAVI enviados por el ni vel nacional. Comisión lo cal de moni toreo de ESAVI (en á reas de salud) té de farma covigilancia (en hospi tales, IGSS y Sanidad Militar) (Puede estar conformada por: J efe del á rea de salud, e nferme ra profesional del área de salud, epidemiólo go DAS (donde aplique) ó Pediatra de hospi tal/IGSS/ otros*, E nferme ra su jurisdi cción (local y hospitalario). Dar seguimi ento a las investigaciones de ESAVI graves Remitir las investigaciones de ESAVI por medio del sistema electrónico al CCNF del PNF V. Aportar datos locales adicionales para el análisis de los ESAVI de su jurisdi cción, cuando los requie ra el ni vel nacional . Apoyar en la ejecución del plan de manejo de crisis relacionados a vacunación y E SAVI enviados por el ni vel nacional. 11MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA PROCESOS PARA LA VIGILANCIA DE ESAVI Los pasos y procedimientos a seguir para identicar, noticar, investigar y analizar un ESAVI en Guatemala se presentan a continuación. Las guras 1A-1D presentan los flujogramas de la vigilancia de ESAVI, según el tipo de institución o establecimiento de salud.Los ESAVI se notican lo más pronto posible, siguiendo los pasos y lineamientos establecidos en este manual. 1. Identicación de caso 2. Noticación (Anexo 4) 3. Investigación/análisis de casos ( Anexo 5 y 8) 4. Seguimiento y clasicación nal 5. Informes 6. Comunicación 7. Indicadores de vigilancia Figura 1A. Flujograma de vigilancia de ESAVIs en establecimientos no hospitalarios de la red MSPAS y clínicas privadas. 12MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN UATEMA LA Figura 1B. Flujograma de vigilancia de ESAVIs en hospitales de red MSPAS y privados. 13MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN UATEMA LA Figura vigilancia de ESAVIs en establecimientos del IGSS. 14MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN UATEMA LA Figura 1D. Flujograma de vigilancia de ESAVIs en establecimientos de Sanidad Militar. 15MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN ESAVI se identican por el vacunado o sus familiares, y por el personal de salud de los establecimientos de salud (gura 1A-D, paso inicial). En general se debe sospechar que cualquier condición que afecte la salud de una persona vacunada en los primeros 30 días posteriores a su administración, pudo haber sido ocasionada por la vacuna. Noticación Todo evento (sea leve, moderado o grave) debe noticarse inmediatamente al área de salud o comité de farmacovigilancia de la institución (según corresponda, ver flujogramas) por medio de la cha de noticación de ESAVI (anexo 4), incluyendo toda la información disponible del caso. La noticación del ESAVI debe enviarse no más de 48 horas después de haberse identicado el caso. La cha de noticación la completa quien atiende el caso e incluye una descripción clínica, diagnóstico y clasicación del evento lo deniciones de caso estandarizadas. Pueden existir situaciones especiales donde se requieran flujogramas especícos del proceso de vigilancia de ESAVI por la implementación de una vacuna nueva. Estos se incluirán en los planes de vacunación pertinentes. Mecanismos de noticación Los ESAVI se notican en la Ficha de Noticación de ESAVI (cha amarilla). El profesional de salud que atiende el ESAVI completa la cha de noticación; remite al área de salud o comité de farmacovigilancia (según corresponda). El jefe de área de salud, o delegado del comité de farmacovigilancia (en establecimientos donde aplique) completa la noticación directamente en el sistema en línea para el seguimiento oportuno por parte CCNF y el PNFV. La cha de noticación se encuentra en el Anexo 4, y puede descargarse en https://medicamentos.mspas.gob.gt/index.php/form ularios/farmacovigilancia Investigación Según el nivel de gravedad y la frecuencia de los ESAVI, se puede realizar investigaciones concisas o completas. El jefe del área de salud, o el delegado del comité de farmacovigilancia (en establecimientos donde aplique) es quien determina qué investigación debe realizarse siguiendo los criterios especicados. 1. Investigación concisa: Corresponde a eventos de bajo impacto en salud pública (no graves, y muy comunes o comunes). a. Recolectar información básica del evento, incluyendo datos personales del afectado y de la vacuna. b. Utilizar la cha de noticación (anexo 4). c. Completar cha con el registro médico de la persona o su declaración verbal por el establecimiento de salud (privado, pública, IGSS o Sanidad Militar) y el profesional dentro de la institución que brindó atención al vacunado. 2. Investigación completa: Corresponde a eventos graves, o no graves, pero de alto impacto (que sean poco comunes, raros, o casos de conglomerados). a. Recolectar información completa, precisa y detallada de las situaciones que rodearon la administración de la vacuna. b. usar la cha de investigación del caso (anexo 5). c. La Comisión de monitoreo de ESAVI a nivel local revisa la investigación para determinar causalidad, y remite a PNFV para evaluación por el Comité Nacional de ESAVI si es necesario. 16MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Tabla 5. Investigación completa de ESAVI según frecuencia y gravedad Figura 2. Diagrama de árbol de decisiones para el tipo de investigación de ESAVI.Frecuencia Muy comúnComún Poco común RaroCasos conglome rados GravedadGraves Si Si Si Si Si No g ravesNo* No* Si Si Si 17MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Pasos para la investigación y análisis de ESAVI Figura 3. Pasos y procesos para la vigilancia de un ESAVI, y los responsables. 18MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Los procesos de investigación completa y análisis de un ESAVI, al igual que los responsables de cada proceso, se presentan en la gura 3. El jefe de área (o el delegado del comité de farmacovigilancia en hospitales, IGSS, y Sanidad Militar) coordina la recolección de la información necesaria del caso, la ingresa en la cha de investigación al sistema en línea, y reporta al Centro Coordinador de Farmacovigilancia. El CCNF revisa y evalúa la investigación, y clasica los casos según su causalidad. 1. Denir el problema: Para denir el problema responder no inmunizados?, ¿Hay mujeres embarazadas? b. Lugar donde se iniciaron los signos o síntomas: ¿Ocurrió en casa?, ¿Ocurrió en ¿Salas de cirugía?, ¿En el lugar donde se vacunó? c. Forma de signos o síntomas: ¿Espontáneo?, ¿Agudo?, ¿Crónico?, ¿Chequeo regular?, ¿Incidental? d. Tiempo transcurrido de vacuna y aparecimiento de signos o síntomas: ¿El evento ocurrió inmediatamente después de la vacunación?, ¿Horas/días/meses después de la vacunación?, ¿Después del inicio de un nuevo medicamento? Establecer si la frecuencia del evento se encuentra en las tasas esperadas. Revisar el perl completo de seguridad de la vacuna para evaluar si hay eventos similares descritos o relacionados5. Con base en la información recabada, se evaluar si el caso cumple los criterios de denición de caso estándar para algún evento adverso ya conocido para alguna vacuna. 2. Planear la recolección de datos y organización de la investigación: Considerar dos fuentes de información primaria. El anexo 5 presenta la cha para la investigación completa de un ESAVI, la cual se completa en el paso 3. a. La revisión de registros clínicos y de laboratorio de la persona o personas afectadas por el evento adverso, y los registros de vacunación e información de la vacuna administrada. Esta información debe obtenerse de los registros del establecimiento de salud. b. La revisión de la fuente de información, contacto directo o entrevista con el vacunado, en caso de ser menores de edad, padres o encargados, y con los profesionales o el personal de salud involucrados. 3. Recolectar datos clínicos, de laboratorio, de la vacuna y/o diluyentes: Completar la cha de investigación de ESAVI tomando en cuenta lo siguiente: Registrar todos los datos clínicos del evento, la línea de tiempo de los signos y síntomas, si es posible incluir fotos. Vericar antecedentes de vacunación, de otras enfermedades o intervenciones, reacciones o eventos con otras inmunizaciones, historia familiar, tratamiento y evolución de la condición clínica. Registrar el lote exacto de la vacuna administrada, fecha y hora de administración y su relación con el inicio de síntomas. Documentar el vacunador. Vericar preservación de la cadena de frio tanto de la vacuna como del diluyente si corresponde, fechas de fabricación y vencimiento, condiciones de transporte y almacenamiento, procedimiento de reconstitución. Vericar origen y almacenamiento de insumos, condiciones de los insumos, capacitación de personal para manejo y técnica de administración de vacunación. Análisis de laboratorio de muestras vacunales: No se realizan de rutina, considerar los datos previamente recolectados y la utilidad de las pruebas. Especicar qué tipo de prueba, su propósito y cómo interpretar los resultados. Estos procedimientos se dictarán por el PNFV en caso sean necesarios. Se incluye información adicional en el anexo 6. 19MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 4. Establecer una línea de tiempo y ubicar todos los hechos que rodean el ESAVI: El jefe de área o el delegado del comité de farmacovigilancia (en hospitales, IGSS y Sanidad Militar) formulará la línea de tiempo que ayuda a relacionar los hechos clínicos con el resto de las situaciones y facilita la formulación de hipótesis. Identicar los tiempos de ocurrencia de los eventos, incluyendo el momento de vacunación y los eventos que lo rodearon, la identicación y presentación de signos/síntomas, noticación y seguimiento del ESAVI (entre otros); ubicar cada hallazgo en el tiempo es indispensable. Se recomienda representar de manera gráca la línea de tiempo con los eventos ocurridos, para presentar al Centro Coordinador Nacional de Farmacovigilancia. 5. Identicar los factores relacionados con la prestación del servicio de vacunación y atención en salud: Evaluar la organización de los servicios de vacunación y atención en salud involucrados. Identicar oportunidades de mejora y posibles factores relacionados que hayan podido estar involucrados en la ocurrencia del evento, aun cuando sea poco probable que el evento haya sido debido a un error programático (ver cha de investigación en anexo 5).6. Agrupar los factores relacionados y contribuyentes: Con toda la información individual, analizar y agrupar en factores que pudieran estar relacionados. Conectar todas las condiciones, eventos o situaciones identicadas e intentar establecer una conexión que ayude en la formulación de recomendaciones. Este proceso se realiza por el jefe de área, o delegado del comité de farmacovigilancia (según aplique). Figura 4. Ejemplo de una representación gráca de línea de tiempo para ESAVI. 20MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 7. Presentar la investigación de ESAVI: Registrar todas las evidencias recolectadas durante el proceso de investigación (incluir la cha de noticación y de investigación completas en el sistema en línea); pueden incluir además fotos, resultados de exámenes de laboratorio, radiografías, etc.). Resumir las conclusiones que se establecieron y organizar la presentación de la información para presentarlo al CCNF. Este proceso se realiza por la Comisión local de Monitoreo de ESAVI en las áreas de salud, o el comité de farmacovigilancia (hospitales, IGSS, SM). 8. Análisis de causalidad: El Centro Coordinador de Farmacovigilancia analiza la investigación completa del ESAVI para determinar que cuentan con evidencia suciente y puedan clasicarse y establecer causalidad. Se utilizan los criterios y las herramientas presentadas en el anexo 7. El CCNF emite recomendaciones para el mejoramiento de las prácticas, y dan la clasicación nal del caso en un informe al PNFV. Este es un análisis complejo que debe evaluar evidencias técnicas robustas que incluyen datos epidemiológicos, resumen de evidencia en la literatura y análisis complejo de datos de múltiples noticaciones. a. Análisis de datos de investigación para denir o descartar causalidad: Establece el nivel de certeza con la que se puede armar que la vacuna o el proceso de vacunación fue el origen o causa de la condición clínica, los síntomas o signos observados en la persona vacunada. Considerar múltiples criterios para evaluar la probabilidad causal, según se presentan en el anexo 7. Investigación de conglomerados (clúster) Para la investigación de ESAVI que tienen una relación en tiempo y/o en ubicación geográca, o relacionados con un grupo de vacunación, es necesario primero investigar cada caso de manera individual. Los eventos secundarios a errores programáticos pueden presentarse como conglomerados. En estos casos es frecuente que haya más de un afectado con el mismo patrón de síntomas o signos. Para nuevas vacunas, es posible que un conglomerado corresponda a nuevos eventos adversos no identicados en ensayos clínicos. La gura 4 presenta preguntas relevantes y análisis de las respuestas para la clasicación de los conglomerados. 21MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Figura 5. Pasos para el análisis de conglomerados de ESAVI (tomado de8). 22MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Investigación de muertes clasicadas o sospechosas de ser causadas por un ESAVI En caso que la persona que experimenta un ESAVI fallece, contactar a representantes del INACIF para la necropsia médico legal, o consultar con los familiares para una autopsia verbal, siguiendo las normativas establecidas en los centros asistenciales. El diagnóstico válido debe reflejar la condición médica que la causó, con base en una revisión completa de datos clínicos del caso. En la mayoría de los casos se realiza una necropsia para determinar la causa de la muerte. Las consideraciones para la toma de muestras en una necropsia se presentan en el anexo 6. Los ESAVI que posiblemente pueden estar asociados a muertes de origen no claro son los siguientes Tabla 7. Descripción de ESAVI posiblemente asociados a muertes 9 Posible causa de muer te DescripciónOcur rencia variable dependiendo de la vacuna de la que se trate. La letalidad es de alrededor del 10%. Los signos y síntomas varían, los signos. Enfermedad visce rotrópica todo en pacie ntes con enfermedades crónicas debili tantes y que se puede conduc ir a la muer te. Ocur re generalme nte al 4 día posterior a la de la vacuna.Infecciones vacunales en pacie ntes Las vacunas con microorganismos vivos pueden desen cadenar clínico y patológi co corresponde rá al de la enfermedad ocasionada por el virus sal vaje.Intususcepción o Es un trastorno conocido en niños que se asocia a síntomas , puede llegar a la muer te por necrosis, perforación rotavirus .Problemas de calidad de la vacunaCualquier contaminación biológi ca o quími ca en un vial podría causar la muer te si corresponde a un agente que ocasione daño grave en el cuerpo humano (i.e. sepsis severa, intoxicación fulmina nte por tóxico etc.). Pueden ocurrir desde el proceso de fabricación de la vacuna hasta su manipulación du rante su apli cación. 23MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Análisis de base de datos e indicadores de ESAVI El CCNF del PNFV analiza las bases de datos de las noticaciones de ESAVI de manera periódica para evaluar el comportamiento agregado de los eventos. La noticación de ESAVI permite identicar la frecuencia y patrones de distribución para comparar con las frecuencias y patrones esperados. La secuencia de análisis para todos los niveles es la siguiente: 1. Limpieza de datos y evaluación de calidad Evaluar la frecuencia de datos faltantes, inconsistencias entre variables y los errores potenciales en el registro de variables. Si se identican errores repetitivos y sistemáticos, es necesario hacer la revisión del origen del error para corregirlo y evaluar si tiene un efecto de desviación de los resultados del análisis. 2. Análisis descriptivo Caracterizar las personas afectadas y la vacuna utilizada con un resumen descriptivo de medidas (medias, medianas, desviaciones estándar, proporciones, etc.) para variables de interés. Se sugiere la presentación de datos en tablas como se presenta a continuación: Tabla 8. Resumen de análisis básico descriptivo de ESAVI en Guatemala. Se pueden realizar análisis estadísticos de conglomerados en tiempo real o retrospectivos 10,11. Variable Datos a p resentar Tipo de ESAVI (G rave/No g rave) % grave/no g rave Edad Media (Ran go) Sexo % masculino/ femenino Lugar de residencia % municipio/depar tame nto/localidad Lugar de vacunación % hospi sto de salud/ puesto de vacunación /otroNúme ro de dosis Media Vía de admini stración Proporción por cada vía Cepa vacunal/Tipo de vacuna Tiempo promedio entre vacunación e inicio de sí ntomas Tiempo promedio entre inicio de Otras variables de interés y relevancia 24MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 3. Análisis de Tasas Calcular la tasa de ocurrencia de ESAVI en el periodo de análisis establecido (mes, semestre, año). Usar como denominador la cifra de personas vacunadas (o dosis administradas, la que sea más conable en términos de calidad de datos) a partir del sistema de información de vacunas. Las tasas se presentan por 100,000 habitantes (o lo que corresponda de acuerdo al denominador utilizado). Las tasas se estiman por: tipo de evento adverso (grave o no grave), desagregado por edad, sexo tipo de vacuna, lote etc. tipo de vacuna tipo de cepas en las vacunas laboratorio productor grupos de edad sexo sitios geográcos Adicionalmente se analizarán las tendencias de las tasas en el tiempo midiendo las diferencias durante el período de interés y los períodos anteriores Respuesta posterior a la noticación de un ESAVI El establecimiento de salud donde se identica el ESAVI atenderá la condición de salud de la persona (dependiendo del tipo de evento). La respuesta debe incluir comunicar oportunamente a la persona y su familia o acompañantes explicando el origen de la condición médica. Presentar claramente el balance riesgo benecio de la vacunación. El establecimiento de salud debe revisar el cumplimiento de todas las guías nacionales y estándares para centros de vacunación publicadas por el PNI. Para ESAVI graves, la comisión local de Monitoreo de ESAVI o el Comité de farmacovigilancia (en hospitales, IGSS, CMM) debe asegurar que la cha de investigación esté completa para la evaluación por el Centro Coordinador de Farmacovigilancia. Acciones posteriores a la clasicación de un ESAVI Después de la investigación y clasicación de un ESAVI, el CCNF debe realizar un informe resumiendo los detalles de la investigación y la clasicación del mismo, junto con las recomendaciones a seguir según los lineamientos del anexo 8, y presentar al PNFV. El PNFV comunicará con el área de salud ó comité de farmacovigilancia de donde se reportó el ESAVI para trasladar las recomendaciones y acciones correctivas. La gura 4 presenta las acciones generales a tomar por tipo de evento adverso clasicado. 25MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Figura 6. Acciones generales a tomar según tipo de evento adverso clasicado. 26MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Comunicación de riesgo relacionada a ESAVI Las expectativas de la población en relación con la seguridad de las vacunas son altas. Cualquier situación percibida como un riesgo puede tener consecuencias negativas en la aceptación y conanza sobre las vacunas en la población; una óptima comunicación sobre la seguridad de las vacunas al público es fundamental. El establecimiento de salud debe informar a la población al momento de vacunación sobre la posibilidad de ESAVI y qué hacer en caso se presenten. Para esto se diseñarán materiales educativos pertinentes de acuerdo con las necesidades de cada vacuna. Un ESAVI puede generar una crisis comunicacional. El ESAVI puede tener diferentes niveles de impacto: - Bajo: No es grave o no es relevante en el contexto de la población. - Medio: Es un evento grave y relevante en la pobla ión. - Alto: Es un evento grave, desconocido, recibe atención mediática, puede presentarse como dramático. Puede ser un conglomerado, o darse en grupos especiales. La comunicación de riesgo y manejo de crisis de comunicación relacionada a los ESAVI implica algunas acciones claves: 1. Estar preparados (desarrollar un plan de comunicación: planicar mensajes claves y denominar voceros) 2. Anticipar inseguridad y ansiedad por parte de la población, para abordarlo en el plan de comunicación y mensajes 3. Ser transparentes con la entrega de comunicación 4. Monitorear la respuesta por parte de la población a los mensajes comunicados 5. Coordinar, comunicar y monitorear cambios publicados por el PNI Éstas se coordinan junto con el departamento de Comunicación Social, y se detallan en la estrategia presentada en los planes de comunicación de riesgo y manejo de crisis a nivel nacional (involucra a PNI, PNFV y DE). La comunicación de riesgo relacionada a los ESAVI se realizará por: A nivel nacional: o Los equipos de vigilancia (DE, PNFV, PNI) o Los equipos de vacunación (PNI, equipos en centros asistenciales) A nivel local: o Los equipos de vigilancia y vacunación en DAS, Hospitales y establecimientos de salud (públicos, privados, IGSS, Sanidad militar) 27MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA REFERENCIAS 1. McNeil MM, Gee J, Weintraub ES, et al. The Vaccine Safety Datalink: successes and challenges monitoring vaccine HS, Zuber P, Bonhoeffer Roadmap for the international collaborative epidemiologic monitoring of safety of new high priority vaccines. Vaccine. 2013;31(35):3623-3627. doi:10.1016/j.vaccine.2013.05.027 3. WHO. Manual para la Vigilancia de ESAVI en la Region de las Americas. Published online 2021. 4. World Health Organization. Part 2: Back - ground of adverse events following immuniza - tion. In: Supplementary Information on Vaccine Safety. World Health Organization Department of Vaccines and Biologicals; 2000. https://apps.who.in - t/iris/bitstream/han - dle/10665/66675/WHO_V-B_00.36_eng.pdf;jsessionid= C6BEA728E3802935B86C246208315EBF?sequence=1 5. World Health Organization. Global Manual on Surveillance of Adverse Events Following Immuniza - tion. W. Press; 2014. 6. Institute of Medicine (U.S.). Committee to Review Adverse Effects of Vaccines, A, Communication RD (U. S)., Branch for Disease Control and Prevention; 2015. 8. Organización Panamericana de la Salud. Manual para la vigilancia de Eventos Supuestamente Atribuibles a la Vacunación o Inmunización (ESAVI) en la Región de las Américas. Published online Enero 2021. 9. Gold MS, Balakrishnan MR, Amarasinghe A, Mac - Donald NE. An approach to death as an adverse event following doi:10.1016/j.vaccine.2015.11.018 10. cusum-based methods for the detection of outbreaks of virus disease in Western and spatio-tem - of Adverse Events Following against Yellow Fever. World Accessed February 11, 2021. https://www.who.int/csr/resources/publica - tions/HSE_GAR_ERI_2010_1ENw.pdf 28MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA ANEXOS Anexo 1. Caracterización de algunos ESAVI según vacunas asociadas, gravedad, periodo de riesgo e incidencia 5,8. Anexo2. Tipos de errores programáticos 5,8Reacción+Vacunagravedad++ Periodo de ries goTasa de incidencia Fieb reNo G rave 1 - 2 días 1 - 6% DPT No G rave 1 - 2 días 50% SRP No G rave 1 - 2 días 10,5% No G rave 6 - 12 ho ras 12% Enrojecimie nto local o dolorBCG No G rave 2 - 4 semanasCasi todos los vacunados No G rave 24 ho ras 3% Neumo coco (PCV) No G raveMinu tos a po cas ho ras después de la apli cación10% SRP No G rave 1 -10 días 16,7%* DPT-Td No G rave 1 - 2 días Hasta 50% Irritabilidad DPT No G rave 1 - 2 días Hasta 60% Exantema SRP No G rave 1 -10 días 6,24%* SRP Grave 2 - 3 semanas 1-10 / 100.000 Enfermedad neu rotrópica**Fieb re amarilla 17D- 204Grave 3-18 días 4 - 8 / 1.000.000 Fieb re amarilla 17DD Grave 3-18 días 5,6 / 1.000.000 Enfermedad visce rotrópica**Fieb re amarilla 17D- 204Grave 3- 60 días 3,1-3,9 / 1.000.000 Fieb re amarilla 17DD Grave 3 - 60 días 0.19 / 1.000.000 Tromboci topenia SRP Grave 8 - 9 días 1/ 30.000 Grave 0 - 1 ho ra 1 - 2 / 1.000.000 SRP Grave 0 - 1 ho ra 1 - 2 / 1.000.000 Grave 0 - 1 ho ra 1 / 500.000 Convulsiones febrilesGrave 1 mes 0,20% DPT Grave 3 días 60 / 100.000 vacunaOPV Grave 4 -30 días 1.4 -3.4 / 1.000.000 * Referencia consul tada no incluida en tabla original: ** Referencias consul tadas no incluidas en tabla original: Error en la manipulación o uso Reacción relacionada Error en la manipulación de la vacunaExposición al exceso de calor o frío como resultado de transpor te inap ropiad o, almacenamie nto o manipulación de la vacuna (y sus diluyentes cuando es aplicable).Reacciones sistémicas o locales debidas excipie ntes basados en aluminio en vacunas sensibles a la congelación. Uso del produc to después de la fecha de expiración.Falla en la protección inmunoló gica como resultado de la pérdida de potencia o no viabilidad del p roduc to atenuado. Error en prescripción de la vacuna o no adhe rencia a las recomendaciones de uso. Falla en la adhe rencia a una contraindi caciónvacuna viva atenuada, polio por vacunal, t romboci topenia. Falla en la adhe rencia a una indicación o prescripción (dosis o esquema)Reacciones locales y/o sistémicas, neurológi cas, muscula res, vascula res o daño óseo debido a técnica de inyección inyección in correcto 29MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Anexo 3. Objetivos y lineamientos para el Centro Coordinador Nacional de Farmacovigilancia Centro Coordinador Nacional de Farmacovigilancia Introducción: Según el artículo 6 de la Norma 61-2009, el CCNF debe estar integrado por profesionales de la salud, médicos, químicos, farmacéuticos, enfermeras profesionales y otros relacionados, con conocimientos de farmacovigilancia. Los miembros del CCNF no pueden tener vínculo laboral o comercial con la industria farmacéutica o empresas de importación o distribución de productos farmacéuticos y anes. Objetivo general: Brindar asistencia técnica para la toma de decisiones sobre la clasicación nal de eventos supuestamente atribuidos a vacunación o inmunizaciones (ESAVI) reportados por cualquier establecimiento del sector salud y sugerir medidas correctivas a implementar. Objetivos especícos: 1. Revisar sistemáticamente la información disponible de los ESAVIs graves, de alto impacto, o por conglomerados. 2. Evaluar la existencia de una relación de causalidad entre el evento adverso y la aplicación de una vacuna. 3. Recomendar medidas correctivas con base en el análisis de los eventos adversos remitidos para mejorar el sistema nacional de seguridad de vacunas. Lineamientos: 1. El CCNF clasicará los ESAVIs graves, de alto impacto, o por conglomerados como evento: relacionado a la vacuna o cualquiera de sus componentes relacionado con un defecto en la calidad del producto relacionado con error programático no clasicable (no concluyente) coincidente por estrés que tuvo lugar inmediatamente antes, durante o inmediatamente después del proceso de vacunación. z 2. Se reúne para analizar la causalidad de ESAVIs utilizando la cha de investigación y los criterios denidos y planteados en el manual nacional de vigilancia de ESAVIs. 3. Emite un informe a PNFV de la decisión con respecto a la clasicación y causalidad de los ESAVIs, y determina el seguimiento a dar a los ESAVIs. 4. Brinda recomendaciones para implementar medidas correctivas. El CCNF es una dependencia eminentemente técnica que garantiza su independencia política, económica, ideológica y comercial. La comisión se conformará de instituciones establecidas, las cuales deberán nombrar a un titular y suplente, quienes deberán ser profesionales que cumplan con el artículo 6 de la norma 61-2009. El área de experticia de los integrantes nombrados depende del tipo de eventos a discutir y de las necesidades de la discusión en seguridad de vacunas. Se incluirán expertos en pediatría, neurología, medicina general, medicina forense, patología, inmunología, microbiología, infectología, epidemiología, psiquiatría, toxicología entre otros. Como parte de las instituciones que conformarán el CCNF y realizarán el análisis de causalidad de los ESAVIs están un profesional de: Ministerio de Salud Pública y Asistencia Social -MSPAS- Programa nacional de Farmacovigilancia Departamento de Epidemiología Programa Nacional de Inmunizaciones Instituto Guatemalteco de Seguridad Social -IGSS- Servicio de Sanidad Militar -SSM- 30MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Asociación de Medicina Interna de Guatemala Asociación de Infectología de Guatemala Asociación Pediátrica de Guatemala Consejo Nacional de Prácticas en Inmunizaciones -CONAPI- Los profesionales de las instituciones arriba tendrán voz y voto sobre el análisis nal. Se podrá requerir el apoyo técnico puntual de representantes de: Ministerio de Salud Pública y Asistencia Social -MSPAS- o Coordinación General de Hospitales o Dirección General del Sistema Integral de Atención en Salud -DG SIAS- Instituto Guatemalteco de Seguridad Social -IGSS- o Departamento de medicina preventiva o Sección de registros médicos y bioestadística o Sección de asistencia farmacéutica o Investigación, análisis, estadística e informática Colegio de Médicos y Cirujanos de Guatemala -COLMEDEGUA- Colegio de Profesionales de Enfermería de Guatemala Asociación Nacional de Patólogos de Guatemala Instituto Nacional de Ciencias Forenses de Guatemala -INACIF- Universidad de San Carlos de Guatemala Universidad Landívar Universidad Mariano Gálvez Universidad Francisco Marroquín Asociación Nacional de Hospitales Privados Organización Panamericana de la Salud -OPS- Centros para el Control y la Prevención de Enfermedades de los EE.UU -CDC- Estos profesionales tendrán voz sin voto. Fuentes: Manual para la Vigilancia de ESAVIS en la Región de las Américas, OPS, 2021 31MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Anexo 4. Ficha de noticación de ESAVI e instructivo para completarla 32MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 33MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 34MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 35MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 36MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA INSTRUCTIVO DE LA FICHA DE NOTIFICACIÓN DE EVENTOS SUPUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZACIÓN (ESAVI) 37MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 38MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA . 39MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 40MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 41MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 42MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Anexo 5. Ficha de investigación completa de un ESAVI, e instructivo para completarla 43MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 44MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 45MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 46MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 47MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 48MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 49MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 50MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 51MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 52MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 53MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 54MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA INSTRUCTIVO DE LA FICHA DE INVESTIGACIÓN DE EVENTOS SUPUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZACIÓN (ESAVI) Al inicio de la cha se indican las condiciones en las que se recomienda se lleve a cabo una investigación completa. Dada la cantidad de esfuerzo y recursos que exige completar toda la información requerida en esta cha, se debe ser selectivo en los casos en los que se requiere. A continuación se aclaran las instrucciones para las preguntas en las que se considera pueden ser útiles. 55MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 56MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 57MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 58MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 59Anexo 6. Consideraciones en la toma y análisis de muestras de laboratorio. Toma y análisis de muestras de laboratorio Las situaciones para solicitar cualquier prueba deben ser muy especícas y estar claramente justicadas con el tipo de pruebas requeridas y el objetivo de cada una. El análisis de laboratorio puede incluir muestras vacu - nales, de los diluyentes y especímenes de órganos, o de fluidos del paciente. Algunas sugerencias de acciones a realizar dependiendo de las hipótesis de investigación se detallan en la tabla 4. Lorem ipsum relacionadas a análisis de muestras para investigación de ESAVI8MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 60Recomendaciones para la toma de muestras en una necropsia. Un médico o enfermera con experiencia examina el cadáver, realizando un examen externo completo para identicar signos de enfermedad. Si es posible tomar radiografías del fallecido. Si es necesario y posible, tomar muestras para realizar otros estudios complementarios, considerar las recomendaciones en la tabla a continuación. Recomendaciones para la toma de muestras durante la necropsia de un caso sospechoso de ESAVI 12.MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 61Algunos aspectos importantes a tomar en cuenta para la toma de muestras son las siguientes: Obtener muestras dobles de tejidos, una para el laboratorio nacional en donde se procesen las muestras y otra para un laboratorio de referencia en caso sea necesario. En cada caso la muestra será representativa de la zona de sospecha para lo que se quiera buscar. Enviar todo junto en frasco de boca ancha con formol en cantidad suciente que cubra todas las piezas. Rotular todas las muestras con nombre y número de protocolo de necropsia, acompañadas de los documentos de solicitud de examen e investigación solicitada. Realizar las conclusiones del estudio necrópsico, consignando la causa de muerte utilizando el CIE 10 y de ser posible agentes causantes, incluir un resumen de la historia clínica. Solicitar los resultados de exámenes realizados a la instancia correspondiente e informar al equipo según nivel de gestión que corresponda. Anexo 7. Herramientas para la evaluación de causalidad de ESAVIs y su clasicación8 A continuación se presentan criterios a considerar en el análisis de la evidencia para la evaluación de causalidad de un ESAVI, y la herramienta a utilizar.MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Tabla 1. Criterios de Bradford Hill para evaluar causalidad 8 62MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 63MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 64MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 65MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA 66MAN UAL PARA LA VIGILANCIA DE EVENTOS SU PUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNIZ ACIÓN (ESAVI) EN G UATEMA LA Anexo 8. Recomendaciones para el desarrollo de informes de evaluación de ESAVI y retroalimentación de resultados 1.Presentación e introducción: Debe incluir los datos de identicación de la institución que genera el reporte tipo de reporte número del ESAVI autores nombres de los profesionales en la comisión que revisó el caso y otros que requiera la institución. 2. Resumen ejecutivo: Resumen corto del informe para dar a la audiencia una idea global de qué se trata el documento. Puede incluir brevemente los siguientes puntos: - Descripción del evento y sus consecuencias - Datos de identicación del evento y reporte - Metodología de desarrollo de la investigación - Hallazgos y resultados de la investigación - Análisis de causalidad individual y de factores contribuyentes - Lecciones aprendidas y recomendaciones - Plan de seguimiento 3. Descripción completa del evento y sus consecuencias 4. Antecedentes y contexto del evento: Describe brevemente la situación de la vigilancia de ESAVI en el momento de la identicación del evento. Mencionar las tendencias de eventos similares o de previos conglomerados identicados del mismo evento, mencionar si ocurrió en el contexto de una campaña de vacunación y cuál era el estado de avance y desarrollo de la campaña etc. 5. Presentación del equipo de investigación: Nombres, aliaciones y resultados del proceso de declaración de interés. 6. Metodología de investigación: Describir el proceso y los métodos usados. Incluir cómo se recopiló la información usada (i.e. entrevistas, revisión retrospectiva de registros clínicos, reuniones con trabajadores de instituciones de salud etc.) y cuál fue el resultado. 7. Resultados de la investigación: - Cronología de los eventos: Línea de tiempo. - Mecanismo de detección y reporte. - Descripción de la evidencia de los eventos clínicos completos y del desenlace clínico. - Descripción de los aspectos relacionados con la vacuna: tipo de vacuna, productor, tiempo de la licencia o autorización de comercialización, origen, histórico de eventos adversos reportados en la región y en el país etc. - Descripción del desarrollo del programa en la región y de las actividades de vacunación. - Identicación de factores contribuyentes y problemas en la prestación del servicio de vacunación o en la prestación del servicio de salud para la atención de los eventos. 8. Análisis de causalidad: Argumentación del análisis presentado por el la Comisión Nacional (o local) de Evaluación de ESAVIs 9. Recomendaciones (soluciones, proyecciones) y lecciones aprendidas 67 "}