{"title": "The Single, Greatest Thing You Can Do for Our Nation Right Now! — OneCry - A Nationwide Call for Revival and Spiritual Awakening", "author": "Written By", "url": "https://www.onecry.com/blog/personal-revival/the-single-greatest-thing-you-can-do-for-our-nation-right-now", "hostname": "onecry.com", "description": "The recent election has been the most volatile of our lifetime. We are deeply, and almost evenly, divided politically as a nation.But regardless of how you feel about the outcome of the election and the candidates selected, there is something you can do that is guaranteed to bring the results we nee", "sitename": "OneCry - A Nationwide Call for Revival and Spiritual Awakening", "date": "2016-11-14", "cleaned_text": "The Single, Greatest Thing You Can Do for Our Nation Right Now! The recent election has been the most volatile of our lifetime. We are deeply, and almost evenly, divided politically as a nation.But regardless of how you feel about the outcome of the election and the candidates selected, there is something you can do that is guaranteed to bring the results we need. It is historically proven to accomplish significant, effectual, national change.You can pray.Paul understood this and urged his young disciple, Timothy, and every generation that followed to make leaders a particular focus of prayer: First of all, then, I urge that entreaties and prayers, petitions and thanksgivings, be made on behalf of all men, for kings and all who are in authority, so that we may lead a tranquil and quiet life in all godliness and dignity. This is good and acceptable in the sight of God our Savior, who desires all men to be saved and to come to the knowledge of the truth. For there is one God, and one mediator also between God and men, the man Christ Jesus, who gave Himself as a ransom for all, the testimony given at the proper time (1 Timothy 2:1-6 NASB). PRAYER WORKSThere is no wasted motion with God. He would not ask His followers to pray if it was ineffective or meaningless. We are not shouting into the wind when we intercede for our governmental leaders, but speaking to the One who holds their hearts in His hands and \"turns it wherever He wishes\" (Proverbs 21:1).God is moved by prayer like nothing else. He told us we \"do not have because [we] do not ask\" (James 4:2). He gives us multitudes of promises regarding prayers offered in His name and according to His will.There is purpose in the prayers that Paul prescribed. If leaders lead well, it opens the door for peaceful living. But most importantly, it provides a highway for the unhindered progress of the gospel, which was Paul's greatest concern (and should be ours).Do you believe God knows what's best for our nation and its leaders? Then regardless of your political persuasion or nuances, why would you not join with millions of others who are praying every day for God's leadership in our political leaders' lives?So how should we pray for those in leadership, particularly for our presidents?PRAY DAILYThere is a reason Paul instructed us to pray \"first of all\" for our leaders. Political leaders affect us all and are faced with monumental decisions every day ... in fact, almost every hour of every day. They need to be on our daily list. When we feel tempted to criticize, why not use that as a motivation to stop and pray?PRAY COMPREHENSIVELYPrayer for our president should not be a quick, mindless sentence. Paul details \"entreaties and prayers, petitions and thanksgivings.\" This praying, like all intercession, should be deliberate. We should get in tune with the Holy Spirit, listen to Him, and pray what He initiates. God-initiated prayer will lead us places we wouldn't normally go and accomplish what ritual prayers will never do.PRAY FOR WISDOMGod has pledged Himself to answer this cry with an astounding promise. James tells us that if we lack wisdom, we can ask Him in faith and He will give it (James 1:5-6). Simple as that. Wisdom is knowledge applied in the right way at the right time. All leaders need this. The more responsibility they have, the greater the need. In our president's position, an entire world can be affected by his choices.PRAY FOR GODLY COUNSELORSEvery leader is dramatically affected by the counselors they choose. The Bible and history give us countless illustrations of both good and bad counselors. Proverbs reminds us that \"in abundance of counselors there is victory\" (Proverbs 11:14). We should ask God to supernaturally move in their selection and then pray for these counselors to give divine counsel to the one they are assisting. This could make all the difference.PRAY FOR FAVOR Leaders often lead through opposition. But it is incredibly helpful if they are given divine favor with those they are leading. Our nation is filled with rancor and dissent. Pray that people will give the new administration a chance to lead, and that the leaders will operate in ways that increase the trust level.PRAY FOR COMPASSIONATE COURAGEThere is a couplet repeated throughout the Bible. It is most clearly seen (as is everything else) in the character of Christ Himself, who was \"full of truth and grace\" (John 1:14). Some leaders have truth but no grace, and they become harsh, proud, and unhearing. Others have grace but no truth, and they lead sentimentally but not rightly or strongly.A great leader has matured to a place of beautiful balance. For a president to lead in America right now demands a mega-dose of both truth and grace. Truth-filled, courageous decision-making, coupled with gracious, compassionate leadership is what we need and what we should be praying over our president and those around him.If you think all of the above is impossible, you don't know God. He can do anything. He has used kings—good and bad—to accomplish His will throughout history. To help a leader become what we need is a tall order, and that's why millions of people must join together daily, fervently, in the one thing we can do that can save the nation and provide fertile soil for spiritual awakening.We must pray now, more than we did before the election. Raise your faith level and cry out to the One who, alone, sits on the throne. He can make it happen, and you will be amazed and grateful for the results. "}