{"title": "The Five Elements of Ayurveda - Ether, Air, Fire, Water, Earth", "author": null, "url": "https://vibranthealthayurveda.com/the-five-elements-of-ayurveda/", "hostname": "vibranthealthayurveda.com", "description": "The ancient Greeks spoke of the Earth as being surrounded by water, the water by air, and the air by ether. Beyond the ether was nothing.", "sitename": "Vibrant Health Ayurveda & Yoga", "date": "2018-05-14", "cleaned_text": "upon the five elements of nature. Dr. Frawley explains the relationship between the 5 elements in the following manner, \"All elements originate from ether. Ether moves to become air, air causes friction to become fire, fire becomes water as it becomes denser, water becomes earth as it coagulates. And all five elements are contained in the Earth.\" Consciousness is Ether because they both have the qualities which are clear, subtle, light, expansive, and omnipresent. The 5 elements are the different manifestations of Awareness/Consciousness. At [Vibrant Health Ayurveda + Yoga](https://vibranthealthayurveda.com/) in the Boulder and Denver areas in Colorado, [ayurvedic products](https://vibranthealthayurveda.com/ayurvedic-shop/) and [ayurvedic herbal remedies](https://vibranthealthayurveda.com/product/custom-herbal-formulas/) are made with careful attention to what is balancing to each unique individual. The Sanskrit words for the 5 elements are as follows: - Akasha (Ether, space) - Vayu (Air) - Tejas or Agni (Fire) - Apas (Water) - Prthivi (Earth) The 5 elements and their associated organs and Chakras - Ether (ears, hearing) (throat) - Air (skin, touch) (heart) - Fire (eyes, seeing) (navel) - Water (tongue, taste buds, taste) (sacral) - Earth (nose, smell) (root) The 5 elements and [the Doshas](https://vibranthealthayurveda.com/the-doshas-prakruti-vikruti/) - Vata - Air and Ether - Pitta - Fire and Water - Kapha - Water and Earth The Doshas and their associated attributes (gunas) - Vata - Dry, Light, Cold, Rough, Subtle, Mobile, Clear - Pitta - Hot, Sharp, Light, Liquid, Mobile, Oily - Kapha - Heavy, slow/dull, cold, oily, liquid, slimy/smooth, dense, soft, static, sticky/cloudy, hard, gross How we use the properties of 5 elements for healing in Ayurveda: - Heavy (Guru) - decreases Vata & Pitta, and increases Kapha; examples of substances with the heavy quality include meat, cheese, yogurt, sugar, sleeping for long periods of time, insufficient exercise. It is necessary for stability, increased grounding, and nourishment. - Light (Laghu) - decreases Kapha and increases Vata & Pitta; examples include Panchakarma, cleanses, heat, saunas lighten the body, mint leaves & cardamom seeds are light. It moves us to alertness, clarity, and attentiveness. - Slow/Dull (Manda) - decreases Vata & Pitta, increases Kapha; examples are rich fatty foods. It induces calmness, quietude and silence. Think of how heavy snow dulls traffic sounds and creates silence. - Sharp (Tikshna) - decrease Kapha and increases Vata & Pitta; spicy foods, cayenne pepper, and fire are examples. It aids learning, concentration, understanding and comprehension. - Cold (Shita) - decreases Pitta and increases Kapha & Vata; It aids the cooling down of burning sensations on the skin and in the body and an overactive mind. Examples would be cucumbers, cucumber water, aloe, plant juice, and lunar breath. - Hot (Ushna) - decreases Vata & Kapha and increases Pitta; It stimulates digestion, improves assimilation and circulation, promotes cleansing. Examples include: hot curry, hot chilies, cayenne pepper, horseradish, spicy mustard - Oily or Unctuous (Snigdha) - decrease Vata, increases Pitta & Kapha; Sesame oil and avocados are oily. We need this property for relaxation and creating moisture, lubrication, smoothness, and vigor. Oil represents love and compassion and nourishment. If we have problems with digesting oils on a physical level, there may be difficulties with expressing self-love on an emotional and spiritual level. - Dry (Ruksha) - decreases Pitta and Kapha, and increases Vata; the tannins in red wines, vinegars, and walnuts are examples. This quality stimulates fire. On a emotional and spiritual level, dryness is seen as loneliness or rejection or separation. - Slimy/Smooth (shlakshna) - decreases Vata and increases Pitta and Kapha; Cheeses, oils, avocado, tapioca, heavy sesame oil are examples; this quality makes the body flexible and lubricates the body which is very helpful in osteoporosis and arthritis. - Rough (Khara) - this quality decreases Kapha, increases Vata, and can both increase and decrease Pitta; examples include raw vegetables and beans; It facilitates the drying out of Kapha's excess water; Fear is dry and rough. - Dense (Sandra) - decreases Vata & Pitta, and increases Kapha; examples are meat and cheese; it helps to create stability, a more grounded nature, strength, solidity. - Liquid/Flowing (Drava) - decreases Vata, increases Kapha, and mostly increases pitta; an example is water; this promotes salivation, cohesiveness, and compassion. - Soft (Mrudu) - decreases Vata & decreases imbalanced hard Pitta, increases Kapha, is a strong component of balanced Pitta; examples include ghee, water, bamboo; it creates softness, relaxations, tenderness, love, care. - Hard (Kathina) - decreases Kapha, increases Vata, can both increase imbalanced hard Pitta; examples include metals, insensitivity, selfishness, callousness; It aids the development of strength. - Static (Sthira) - decreases the mobility of Vata, and the fluidity of Pitta; it increase Kapha; examples include ayurvedic yoga therapy with static poses, sitting quietly, meditation, quieting the senses and the mind; it is needed for creating stability, security, confidence, more grounding, and healing. - Mobile (Chala) - decreases Kapha and increases Vata & Pitta; examples include ayurvedic yoga therapy with dynamic and flowing poses, exercise and physical activity; It is needed to loosen stagnation, stuckness, lethargy, excess weight, and heaviness symptoms like congestion. - Subtle (Sukshma) - decreases Kapha, and increases Vata & Pitta; examples are drugs, herbs, marijuana, alcohol; This aids the lightening of a dense and heavy nature. So herbal cigarettes made with Ayurvedic herbs help to lighten both heaviness in the body and mind. - Gross (Sthula) - decreases Vata & Pitta and increases Kapha; examples include meat and cheese; this is helpful for increasing strength in the body especially for Vata types. - Clear (Vishada/Visada) - decreases Kapha, increases Vata & Pitta; examples include water, fire, mind clearing herbs like vacha, cleansing with purgatives, and enemas. This property helps with the lightening process. - Sticky (Picchila) or Cloudy/Turbid (avila) - decreases Vata & Pitta, and increases Kapha; examples include dairy products. This aids the strengthening and stabilizing process. 1. If you are working with weight gain, lethargy, slow metabolism then I would recommend: - Weight Loss / Balance Body Treatment Package - Awaken & Focus Nasal Oil - Metabolism enhancing herbs for 1 month - 30 minute health coach consultation for help with diet & exercise - For $285 2. If you are working with adrenal fatigue, anxiety, insomnia then I would recommend: - Complete Body Balance Body treatment package - Calm the Mind Nasal Oil - Herbs to Support the Nervous System and Adrenals for 1 month - 30 minute health coach consultation for help with moving to a more regular self-care routine, sleep hygiene, and nourishing diet choices - For $265 3. If you are working with skin blemishes, oily skin, uneven skin tone the I would recommend: - Skin & Circulation Body treatment package - Liver detox and support herbs - Skin and Blood herbs - 30 minute health coach consultation for help with diet choices, appropriate spices. - "}