{"title": "The BASICS of Mindful Eating - Mindful", "author": "Lynn Rossy", "url": "https://www.mindful.org/the-basics-of-mindful-eating/", "hostname": "mindful.org", "description": "Lynn Rossy shares how slowing down and paying attention to our meals can help us know what our body needs and when.", "sitename": "Mindful Communications & Such PBC", "date": "2021-11-28", "cleaned_text": "I often teach what I need to learn and, boy, is this lesson a big one for me. I move fast, talk fast, think fast, and drive fast. The faster I move, the more lost in thought I tend to be and the harder it is to fully experience the [present moment](https://www.mindful.org/how-to-be-more-present-and-stay-present/). One morning I was so caught up in the acceleration of life that, while combing my clean, wet hair, I thought, Have I taken a shower yet this morning? I had been completely absorbed in my \"to-do\" list for the day. This accelerated pace also prevents me from knowing that I ate, how much I ate, and whether I even liked what I ate. How many times have you stopped after being lost in thought and found the potato chip bag empty without even realizing that you ate them all? To live fully in the present moment and wake up to our senses requires that we put on the brakes a little. You can't experience the ride when the landscape is whizzing by and you're missing the essential information you need to create the life you want. Slowing down helps you notice how you are feeling, what you are thinking, and [the sensations in your body](https://www.mindful.org/a-meditation-for-exploring-your-senses/) (such as hunger and fullness) as well as the sights, smells, and sounds around you. These messages are guideposts to your life. The truth is there is nothing to fix, but much to explore with curiosity and kindness. If, like me, you feel a lot of urgency to fix the way you eat, fix your body, or fix your life, you probably have the feeling of going around in circles without getting anywhere. The truth is there is nothing to fix, but much to explore with curiosity and kindness. By first slowing down, you are placing yourself in the perfect position to hear the answers from within that tell you what you need to know about the food you eat, what your body wants and needs, and the truth of who you are. Slowing down and exploring your senses as you eat is only the beginning. As you learn to luxuriate in the moments you have with food and your body, your entire life naturally becomes suffused with the beauty of mindful attention and love. Slowing down helps you notice more, and what you notice can teach you volumes about the most important aspects of life. The answers are already waiting for you; all you need to do is slow down to listen. Sit Down and Just Eat When I say \"sit down and just eat,\" I don't mean sit in your car and eat while you're driving, sit at your desk and eat in front of your computer, or sit down in front of the TV and eat while you're watching your favorite show. I am suggesting that you sit down at a table in your own home or apartment (preferably in the dining room or kitchen) and [eat without distractions](https://www.mindful.org/6-ways-practice-mindful-eating/) of any kind (even the distraction of other people)—just you and your food and the experience of noticing and savoring. If you want to sit outside and eat, that's wonderful—take a moment to acknowledge the luxury of that option. I realize asking you to \"just eat\" is a big ask. Most of us eat while doing other things. To demonstrate, did you know that 20% of all American meals are eaten in the car? And research from the Hartman Group suggests that 62% of professionals typically eat lunch at their desks, a phenomenon social scientists call \"desktop dining.\" This unconscious munching in front of a screen (computer or TV) while you're working or otherwise distracted leads to eating more than your body needs or you would even want, if you were paying attention. Multitasking is impossible for the brain to do well, because when your attention is divided, it's half as effective. Even if you are \"just eating,\" if you're daydreaming about other things, you will miss both the pleasure of eating and the signals that tell you when to stop. I fell in love with the practice of \"sit down and just eat\" at a meditation retreat. One of my biggest pleasures in going on a meditation or yoga retreat is that there is plenty of time to eat—at least an hour. I have the pleasure of eating alone (because often the meals are consumed in silence), and the meals are vegetarian, organic, locally sourced, and prepared by loving hands. There is hardly anything more luxurious than having meals ready and waiting for you and all of the time in the world to eat. Taste seems to explode from the food, as each bite is filled with wonder and nourishment. A Practice for Your Next Mindful Meal Set aside some time when you will be undisturbed, with no other distractions for about 30 minutes. Pick a food or dish that will be delicious and satisfying to you. It doesn't have to be a gourmet meal. For instance, I like nothing better than sitting down with a plate of fresh tomatoes (particularly in the summer), avocado, and goat cheese with some good balsamic vinegar and olive oil drizzled over the top, along with a few salty chips. Use the BASICS of Mindful Eating. Notice any time your mind wanders away from the experience of chewing, tasting, and savoring. It's OK that the mind wanders. Your job is just to notice and keep coming back to the experience of eating and savoring. The BASICS of Mindful Eating provide a guideline for you to practice \"sit down and just eat.\" The BASICS acronym can guide you before, during, and after eating. Practicing with these instructions can change the way you eat forever. It's people's favorite take-away from my class. B stands for Breathe and Belly Check Before You Eat. Before you eat, take five deep breaths. Notice whether you have sensations of physical hunger, like mild gurgling or gnawing in the stomach. How hungry are you? What are you hungry for? Maybe you're hungry, or maybe you're bored, tired, or stressed. If you're physically hungry, take your time to choose food that you can enjoy and savor. If you're not, maybe there is something else your body is wanting, like movement or rest. A stands for Assess Your Food. What does your food look like? Notice the colors. Does it look appealing? What does it smell like? Where does it come from? Is it whole and unprocessed, or is it highly processed? Is this the food you really want? A brief pause to assess can give you lots of information. S stands for Slow Down. After you've determined that you're physically hungry and you've chosen what to eat, slowing down can help you enjoy your food and be more attentive to when your body is telling you it has had enough. To slow down, put down your fork or spoon between bites, pause and take a breath between bites, and chew your food completely. I stands for Investigate Your Hunger Throughout the Meal. Be aware of your distractions and keep bringing your attention back to eating, savoring, and assessing your hunger and satiety throughout the meal. Halfway through, you may discover you are no longer hungry, even if there's still food on your plate. Give yourself permission to stop or to continue eating based on awareness of your hunger and satiety cues. C stands for Chew Your Food Thoroughly. Pay attention to the multitude of sensations available to you as you chew. When you've chewed your food thoroughly, your body will process the food more efficiently and get more nutritional value from it. When your body has been nutritionally fed, it will tell you by dispelling your hunger cues. Chewing thoroughly also helps you to slow down and taste, improves, dental health, and spares your belly the discomfort of indigestion. S stands for Savor Your Food. Food is a wonderful part of our lives. Savoring your food means taking time to choose food you really like and that would satisfy you right now, picking food that honors your body and your taste buds, and being fully present for the experience of eating and taking pleasure in that experience. Every time you sit down to eat can be an opportunity to savor. Excerpted from [Savor Every Bite](https://www.newharbinger.com/9781684037469/savor-every-bite). New Harbinger Publications, Inc. Copyright © 2021 Lynn Rossy. read more [How to Change Your Habits with Mindfulness](https://www.mindful.org/how-to-change-your-habits-with-mindfulness/) Learn about the mechanics of habit formation and observe them at work in your mind and body. By bringing awareness, and injecting curiosity and kindness into the process, you'll be able to reevaluate and change your habits. [Read More ](https://www.mindful.org/how-to-change-your-habits-with-mindfulness/) [Gratitude Practice: Savor the Moment by Tapping into Your Senses](https://www.mindful.org/5-minute-gratitude-practice-focus-good-tapping-senses/) Cultivate gratitude for life's small delights as you move through the senses. [Read More ](https://www.mindful.org/5-minute-gratitude-practice-focus-good-tapping-senses/) [The Mindful Kitchen: Savoring Grilled Peaches](https://www.mindful.org/savouring-grilled-peaches/) Maybe more than any other fruit, peaches embody "}