{"title": "Acupuncture relieves back pain", "author": "Nancy Everhart", "url": "https://www.ucihealth.org:443/blog/2020/09/acupuncture-relieves-back-pain/", "hostname": "ucihealth.org", "description": "When surgery for severe back pain isn't an option, many people are able to get relief with acupuncture, UCI Health pain experts say. When treating patients for degenerative lumbar spinal stenosis, acupuncturist Yae Chang says he typically sees an improvement of 30% to 40% on the pain scale within three to four sessions. Magrina responded even faster, says Chang, a doctor of acupuncture and oriental medicine and licensed acupuncturist at the UCI Health Susan Samueli Integrative Health Institute.", "sitename": "ucihealth.org:443", "date": "2020-09-30", "cleaned_text": "When surgery wasn't an option, acupuncture helped relieve Diane Magrina's lower back pain, allowing her to quilt again. Photo by Giselle Allard for for UCI Health Painful tingling sensations radiated from the base of her spine and down the back of Diane Magrina's legs. Eventually she was barely able to walk. It was time, she decided, to seek medical help. The Laguna Niguel resident hadn't given much thought to the occasional back pain she'd felt over the years. She moved heavy art around her gallery and frame shop. She threw clay on a potter's wheel and tended to her vegetable garden. If her back bothered her, she'd take an aspirin or two and that would be the end of it. After Magrina retired in 2008, her back problems got worse. In 2012, she had a spinal fusion then went on with her life, seldom bothered by back pain or discomfort. Still, she wondered whether she should have paid more attention to the small signals when she was younger. \"Things don't show up until you get older,\" she says. \"I probably did more damage than I realized.\" Back pain returns In July 2019, Magrina attended a quilting retreat in Northern California. She returned home with a severe cold and soon developed severe back pains. \"I had so little energy and such a hard time breathing, all I could do was lay on the couch,\" she recalls. \"By the end of August, my lower back was killing me.\" When Magrina met with UCI Health orthopaedic surgeon [Dr. Yu-Po Lee](/find-a-doctor/l/yu-po-lee), she already had consulted multiple physicians and had more 30 physical therapy sessions. She'd even tried several medications for pain management under the watchful eye of [Dr. Aaron Przybysz](/sitecore modules/shell/RedirectManager/NotFound.aspx?item=web%3a%7bED42E6AE-9783-4272-84E1-CD2F54A28652%7d%40en), an anesthesiologist and pain management specialist at the [UCI Health Center for Pain and Wellness](/medical-services/pain-wellness-center). Still the excruciating pain remained. Przybysz suggested she meet with Lee, who confirmed that she had degenerative scoliosis, spinal stenosis and herniated discs. Aging and scoliosis This type of scoliosis, sometimes referred to as adult-onset scoliosis, occurs as the spine degenerates with age. By some estimates, it is present to varying degrees in nearly 60% of Americans over age 60. Surgery was the best option to resolve the pain, but Lee told Magrina that her chronic obstructive pulmonary disease (COPD) made her a poor candidate for surgery because it would require laying on her stomach for several hours, which would increasing her risk of breathing complications. Magrina was relieved when Lee discussed other potential therapies with her. First he recommended that she see Yae Chang, a doctor of acupuncture and oriental medicine and licensed acupuncturist at the UCI Health [Susan Samueli Integrative Health Institute](/medical-services/susan-samueli-integrative-health-institute). Palliative options When surgery is not an option, people often explore palliative options for their pain such as acupuncture, chiropractic adjustments or physical therapy, Chang says. He recalls seeing Magrina for the first time. \"She couldn't lie down without pain and she looked very exhausted because of her condition — without hope,\" he says. \"She hadn't had any acupuncture treatments before. She just came because her doctor referred her to me.\" Initially, Magrina was somewhat fearful of the acupuncture needles, but willing to try anything if it could reduce her pain. Interrupting pain Acupuncture, Chang explains, works with the pain inhibitory system. Needles placed in specific locations are manipulated to increase neurotransmitters — such as serotonin, endorphins, encephalin, dynorphin and dopamine. These neurotransmitters send messages to the brain and are responsible for chemical actions in the nervous system that can help to manage pain. Acupuncture also has been shown to improve blood flow around the spinal nerve, which can help relieve pain and speed the healing of malfunctioning or damaged tissue. When treating patients for degenerative lumbar spinal stenosis, Chang says he typically sees an improvement of 30% to 40% on the pain scale within three to four sessions. Magrina responded even faster. \"Her pain got much better after the first treatment,\" he says. \"She walked into the clinic without using a cane on the second visit.\" Magrina says she grew accustomed to the needles — about 10 of them placed at strategic points — and experienced very little discomfort from them. She had several acupuncture sessions before COVID-19 precautions led to a pause in treatment. Until she can resume the treatment, she is following a prescribed exercise routine at home. Enjoying life Meanwhile, her cane is gone and she stands straight when she walks. She's even quilting again and displaying her work at Visions Art Museum, a contemporary quilt and textile museum in San Diego. In fact, Magrina is so pleased with her treatment that she has recommended acupuncture to others. They, too, have experienced relief from pain, she says. \"I think it's a miracle,\" Magrina says of acupuncture. \"This needs to be integrated into our system. America needs to be more open to Eastern medicine and Western medicine, where you don't need as many pills. I haven't taken an aspirin in months.\" Related stories "}