{"title": "Healthy Eating for a Healthy Weight", "author": null, "url": "https://www.cdc.gov/healthyweight/healthy_eating/index.html", "hostname": "cdc.gov", "description": "Eat well without giving up comfort food! #HealthyWeight", "sitename": "Centers for Disease Control and Prevention", "date": "2023-08-07", "cleaned_text": "Healthy Eating for a Healthy Weight An eating plan that helps promote health and manage your weight includes a variety of healthy foods. Add an array of colors to your plate and think of it as eating the rainbow. Dark, leafy greens, oranges, and tomatoes—even fresh herbs—are loaded with vitamins, fiber, and minerals. Adding frozen peppers, broccoli, or onions to stews and omelets gives them a quick and convenient boost of color and nutrients. According to the [Dietary Guidelines for Americans 2020-2025[PDF-30.6MB]](https://www.dietaryguidelines.gov/sites/default/files/2020-12/Dietary_Guidelines_for_Americans_2020-2025.pdf#page=31), a healthy eating plan: - Emphasizes fruits, vegetables, whole grains, and fat-free or low-fat milk and milk products - Includes a variety of protein foods such as seafood, lean meats and poultry, eggs, legumes (beans and peas), soy products, nuts, and seeds. - Is low in [added sugars](/healthyweight/healthy_eating/sugar.html), [sodium](/salt/index.htm), saturated fats, trans fats, and cholesterol. - Stays within your daily calorie needs USDA's [MyPlate Plan](https://www.myplate.gov/myplate-plan) can help you identify what and how much to eat from the different food groups while staying within your recommended calorie allowance. You can also download [My Food Diary [PDF-106KB]](/healthyweight/pdf/food_diary_cdc.pdf) to help track your meals. Fruit Fresh, frozen, or canned fruits are great choices. Try fruits beyond apples and bananas such as mango, pineapple or kiwi fruit. When fresh fruit is not in season, try a frozen, canned, or dried variety. Be aware that dried and canned fruit may contain added sugars or syrups. Choose canned varieties of fruit packed in water or in its own juice. Vegetables Add variety to grilled or steamed vegetables with an herb such as rosemary. You can also sauté (panfry) vegetables in a non-stick pan with a small amount of cooking spray. Or try frozen or canned vegetables for a quick side dish—just microwave and serve. Look for canned vegetables without added salt, butter, or cream sauces. For variety, try a new vegetable each week. Calcium-rich foods In addition to fat-free and low-fat milk, consider low-fat and fat-free yogurts without added sugars. These come in a variety of flavors and can be a great dessert substitute. Meats If your favorite recipe calls for frying fish or breaded chicken, try healthier variations by baking or grilling. Maybe even try dry beans in place of meats. Ask friends and search the internet and magazines for recipes with fewer calories you might be surprised to find you have a new favorite dish! Comfort Foods You can still enjoy your favorite foods, even if they are high in calories, fat or added sugars. The key is eating them only once in a while. Some general tips for comfort foods: - Eat them less often. If you normally eat these foods every day, cut back to once a week or once a month. - Eat smaller amounts. If your favorite higher-calorie food is a chocolate bar, have a smaller size or only half a bar. - Try a lower-calorie version. Use lower-calorie ingredients or prepare food differently. For example, if your macaroni and cheese recipe includes whole milk, butter, and full-fat cheese, try remaking it with non-fat milk, less butter, low-fat cheese, fresh spinach and tomatoes. Just remember to not increase your portion size. Want to learn more? [Rethink Your Drink](/healthyweight/healthy_eating/drinks.html) Tips for cutting added sugars by changing your beverages. [How to Reduce Sodium](/salt/reduce_sodium_tips.htm) Suggestions for when you are at the grocery store, at home, or dining out. [Healthy Eating Tips](/nccdphp/dnpao/features/healthy-eating-tips/index.html) Start eating healthier with these simple tips. [Good Nutrition Starts Early](/nccdphp/dnpao/features/nutrition-month/) Introduce kids to healthy foods with these ideas. [Improving Your Eating Habits](/healthyweight/losing_weight/eating_habits.html) Learn more about how to start changing your eating habits. [Planning Meals](/healthyweight/healthy_eating/meals.html) Stock up on healthier foods that contain fewer calories to help prepare you for weight-loss success! [Cutting Calories](/healthyweight/healthy_eating/cutting_calories.html) Find out how to cut calories for your meals, snacks, and even beverages. [Eat More Weigh Less ](/healthyweight/healthy_eating/energy_density.html) Manage your weight without being hungry. [Get Enough Sleep](/sleep/about_sleep/chronic_disease.html) Regulate your appetite with adequate sleep. "}