{"title": "How To Find The Right Face Oil For Gua Sha", "author": "Danielle Sinay", "url": "https://www.bustle.com/style/face-oil-for-gua-sha", "hostname": "bustle.com", "description": "Beauty experts share tips for finding the best face oil for gua sha massages.", "sitename": "Bustle", "date": "2021-12-16", "cleaned_text": "Beauty How To Find The Right Face Oil For Gua Sha Without one, your massage... will not feel so great. If you've scrolled through [skin care TikTok](https://www.bustle.com/style/tiktok-skin-care-hacks), you've almost certainly come across [someone doing gua sha](https://www.bustle.com/p/what-is-gua-sha-heres-how-to-do-the-latest-facial-massage-trend-taking-over-the-internet-10254766) — a beauty treatment using the ancient yet buzzy [facial sculpting tool](https://www.bustle.com/style/facial-tools-2021) that's taken social media by storm. If you want to try it for yourself, it's important to know the best practices — and that includes having the right face oil for gua sha massage. \"Gua sha involves using half-moon-shaped stones to massage the face in a specific pattern that boosts circulation and promotes lymphatic Dermatology](https://www.lajollalaserderm.com/), tells Bustle. And while it may seem like a modern fad due to its surge in popularity on social media ( [#guasha](https://www.tiktok.com/tag/guasha) currently has over 770 million views on TikTok, FWIW), it's actually rooted in centuries-old traditions. \"Gua sha is a simulation technique that was [formalized by Chinese medicine](https://www.bustle.com/p/7-weird-but-effective-ways-to-treat-your-acne-according-to-chinese-medicine-74205) and practiced by professionals, passed down as a [therapeutic means within Chinese households](http://en.chinaculture.org/info/2013-04/25/content_456628.htm),\" says [Ada Ooi](https://www.instagram.com/ada.ooi/), celebrity [001 Skincare](https://www.001skincare.com/), adding that [contemporary gua sha tools](https://www.bustle.com/style/new-beauty-products-november-13) have been adapted from those used in ancient Chinese medicine practices and specifically designed to treat the different contours of your face. To use these tools properly, keep scrolling for expert intel on gua sha. We only include products that have been independently selected by Bustle's editorial team. However, we may receive a portion of sales if you purchase a product through a link in this article. Gua Sha Facial Benefits When you're gliding your gua sha stone against your skin, it works to [help enhance circulation and promote lymphatic flow](https://pubmed.ncbi.nlm.nih.gov/17905355/) board-certified dermatologist [Dr. Joshua M.D.,](https://www.mountsinai.org/profiles/joshua-zeichner) director of cosmetic and clinical research in dermatology at Mount Sinai Hospital in New York City. Shirazi echoes this and points to the technique's primary benefits of [reduced inflammation](https://pubmed.ncbi.nlm.nih.gov/32185986/) and [facial tension relief](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4339195/#pone.0117146.ref087). Many people also find that doing gua sha helps sculpt their face and define the jawline, adds Shirazi. \"That's typically due to [enhancing lymphatic drainage](https://www.bustle.com/p/how-to-give-yourself-a-facial-massage-to-stimulate-your-skin-49781),\" she explains, adding that the face \"puffs up\" overnight because [fluid collects in the face](https://pubmed.ncbi.nlm.nih.gov/33089925/) and around the eyes when you lie down. \"After a round of gua sha, your cheekbones look more sculpted as the [excess fluid is flushed into the body's natural detoxification](https://www.bustle.com/p/how-3-facialists-cure-puffy-post-party-skin-3216880) [process],\" she says. Using Face Oil During Gua Sha One of the most important elements of your gua sha treatment is your [facial oil](https://www.bustle.com/articles/201363-9-tips-for-getting-the-most-out-of-your-face-oils). \"When massaging the skin, you want to make sure that you are using a topical treatment that reduces friction,\" says [Dr. Michelle Henry, M.D.](https://www.skinaestheticsurgery.com/), a board-certified dermatologist Celebrity esthetician [Mimi Luzon](https://www.mimi-luzon.com/en/company/a/about/) agrees, clarifying that [using face oil before you massage](https://www.bustle.com/style/face-oil-or-serum-first) allows the gua sha to glide easily, which prevents unintentional pulling or tugging on the skin. \"It's important to have something that provides enough slip so that you can truly move the [tool] along the facial contours,\" says [Shiri Sarfati](https://www.instagram.com/shirisarfati/), a Miami-based beauty expert and licensed esthetician. For the job, oils tend to work better than serums, she explains, adding that serums simply aren't \"slippery\" enough. And if you're naturally oily or acne-prone and hesitant to douse your face in oil, don't fret: Sarfati and Henry assert that [non-comedogenic oils](https://www.bustle.com/articles/80784-7-alternatives-to-coconut-oil-because-your-beloved-coconut-oil-may-clog-your-pores) should be fine for your skin, which include formulas that use [grapeseed oil](https://www.bustle.com/p/5-reasons-to-add-grapeseed-oil-to-your-skin-care-routine-plus-products-to-try-47723), [sunflower oil](https://www.bustle.com/articles/48988-these-sunflower-oil-benefits-for-skin-and-hair-will-have-you-rethinking-your-loyalty-to-olive), [hemp seed oil](https://www.bustle.com/p/the-best-hemp-seed-oil-for-skin-care-12636990), and [sweet How To Properly Use Gua Sha Once you've obtained your topical oil — and fully cleansed your skin before applying it — it's [time to massage the skin](https://www.bustle.com/p/this-japanese-facial-massage-will-totally-transform-your-face-in-one-minute-9817919). Zeichner suggests an \"out and down\" application as opposed to upwards movements. \"The goal is to remove excess fluid from the skin,\" he tells Bustle. \"So you want to use the tool in the direction that lymphatic fluid normally flows in.\" And remember: While the intention may be to promote drainage, there is no need to use excessive force on the skin — gentle pressure will do the trick. \"Heavy strokes can lead to bruising, irritation, and broken capillaries,\" Shirazi warns. Simply glide the gua sha in feather-light strokes and work towards the sides of the face, and you're good to go. Shop Face Oils For Gua Sha For A Luminous Finish Shirazi suggests Mario Badescu's Rose Hips Nourishing Oil, which leaves skin hydrated and nourished without a greasy after-effect. What's more, [rosehip oil is has a multitude of benefits](https://www.bustle.com/p/the-3-best-rosehip-oils-for-your-face-18567576), ranging from brightening your complexion to fading hyperpigmentation. For A Calm Complexion Zeichner suggests pairing this vitamin-packed product with your gua sha facial, as it's formulated antioxidant-rich [camellia oil](https://www.bustle.com/style/best-camellia-oil-for-your-face), and 9](https://www.bustle.com/articles/118227-7-foods-that-help-dry-skin-so-you-can-moisturize-from-the-inside-out), and more. Together, the nutrients help soothe the skin and leave it healthily illuminated. For Skin Protection Klur's potent [antioxidant](https://www.bustle.com/articles/178917-what-is-antioxidant-skincare-heres-why-you-should-be-using-it) blend of [super-moisturizing squalene,](https://www.bustle.com/style/squalane-for-skin) [Coq10](https://www.bustle.com/style/the-9-best-antioxidant-serums-that-actually-work-61443), and [vitamins C](https://www.bustle.com/style/what-does-vitamin-c-do-for-skin-benefits-dermatologists) and E works together to protect and strengthen the skin's natural barrier so it's nice and supported for your sculpting treatment. For A Brightening Boost Henry suggests Byroe's Pear Serum Oil for facial massage, pointing to its powerhouse roster of ingredients like [vitamin C](https://www.bustle.com/style/what-does-vitamin-c-do-for-skin-benefits-dermatologists) and [red algae](https://www.thezoereport.com/p/9-algae-skin-benefits-you-need-to-know-about-17126596) — the latter of which protects skin while drawing in moisture. \"It's packed full of antioxidants which are very useful in building [an] environmental shield and reducing the chance of collagen degradation,\" she tells Bustle. For Plumping This oil's combo of vitamin C, (actual) gold, [grapeseed oil](https://www.bustle.com/style/best-grapeseed-oils-for-hair), and omega fatty acids from [argan oil](https://www.bustle.com/p/the-3-best-argan-oils-for-face-18220460) all help promote [rapid absorption of the grapeseed oil](https://www.bustle.com/style/best-carrier-oils-for-hair) in the formula for more even, smooth skin. For Sensitive Skin Shirazi recommends [Drunk Elephant](https://www.bustle.com/style/best-drunk-elephant-products-dermatologists)'s Marula Oil, which moisturizes and protects the skin. Rich in antioxidants such as tocopherol (vitamin E) and omega fatty acids, this oil is also suitable for all skin types — including the super sensitive. Studies referenced: Nielsen, A., Knoblauch, N. T., Dobos, G. J., Michalsen, A., & Kaptchuk, T. J. (2007). [The effect of Gua Sha treatment on the microcirculation of surface tissue: a pilot study in healthy subjects](https://doi.org/10.1016/j.explore.2007.06.001). Explore (New York, N.Y.), 3(5), 456-466. Yang, M., Zhang, H., Yue, R., Shi, Q., & Bian, Y. (2018). [Gua Sha attenuates thermal hyperalgesia and decreases proinflammatory cytokine expression in serum in rats with lumbar disc herniation induced by autologous nucleus pulposus](https://pubmed.ncbi.nlm.nih.gov/32185986/). Journal of traditional Chinese medicine = Chung i tsa chih ying wen pan, 38(5), 698-704. Yuan, Q. L., Guo, T. M., Liu, L., Sun, F., & Zhang, Y. G. (2015). [ Traditional Chinese medicine for neck pain and low back pain: a systematic review and of cosmetic and clinical research in dermatology at Mount Sinai Hospital [Dr. "}