{"title": "GRIN - Purpura trombocitopenia inmune. Fisiopatología, diagnósticos y tratamientos", "author": "Celi; Jazmin Antonella", "url": null, "hostname": null, "description": "Purpura trombocitopenia inmune. Fisiopatología, diagnósticos y tratamientos - Medicina / Medicina interna - Trabajo Universitario 2018 - ebook 12,99 € - GRIN", "sitename": "Purpura trombocitopenia inmune. Fisiopatología, diagnósticos y tratamientos", "date": "2018-11-26", "cleaned_text": "Extracto Índice Marca teórico I Purpura Trombocitopenia Inmune. Trombopoyesis: El camino hacia la formación de plaquetas. El rol del bazo. Marco teórico II Diagnóstico. Tratamientos. Tratamientos de primera línea. Tratamientos de segunda línea. Esplenectomia. Epidemiología. Pacientes pediátricos frente a los distintos tratamientos. Pacientes adultos frente a los distintos tratamientos. Conclusión. Bibliografía. Resumen: La purpura trombocitopenia inmune (PTI), es una enfermedad caracterizada por una disminución de trombocitos o plaquetas debido a anticuerpos dirigidos contra antígenos plaquetarios. El objetivo principal es entender lo complejo de la PTI, su fisiopatología, diagnósticos y tratamientos hasta el momento. Analizando cada uno de ellos con el fin de observar que nos dicen los números epidemiológicos en relación al éxito de éstos. Summary: Purpura thrombocytopnia inmune is a disease characterized main complexity its pathophysiology, diagnoses and treatments so far. Analyzing each one of them in order to observe what the epidemiological numbers tell us in relation to the success of these. En etapa crónica de la enfermedad, la esplenectomia es el tratamiento con la tasa de respuesta más alta cuando el tratamiento con medicamentos no resulta positivo a largo plazo. A mis compañeros del IFTS N°10 que me ayudaron a lo largo de este trabajo. A la prof. Silvina Perez que siempre estuvo a disposición para guiarme en la investigación. A los profesionales de la salud que forman parte de la familia del Club Imperio Juniors. A mi familia, amigos y compañero de vida que me brindaron el apoyo emocional y afectivo para seguir en este camino. Marca teórico I Purpura Trombocitopenia Inmune La Purpura trombocitopenia inmune es una enfermedad en donde los niveles de plaquetas o trombocitos se ven disminuidos por un trastorno del sistema inmune. Los anticuerpos del organismo tienen afinidad a ciertas glicoproteínas de la membrana del trombocito principalmente de los complejos GPIIb/IIa y GPIb/IX teniendo como fin su destrucción. En la actualidad se ha demostrado que a nivel inmune tanto la respuesta humoral como celular actúa sobre los megacariocitos lo que significa que inhibe o disminuye la producción de los mismos. Los valores normales de referencia de plaquetas en sangre deben ser aproximadamente entre 150 - 450 x10[9]/L y hasta 500 x10[9]/L en niños, por debajo de ese parámetro se considera trombocitopenia. Las plaquetas cumplen un papel importante en el proceso de coagulación y formación del tapón plaquetario ante un daño en los vasos sanguíneos. Las posibles manifestaciones clínicas en pacientes con PTI son hemorragias mucocutáneas (piel, superficies epiteliales de nariz, útero y otros órganos) .Entre las más destacadas, las hemorragias dentro de la piel puntiformes denominadas petequias y equimosis siendo de mayor tamaño que la primera. Sin embargo, hay quienes no presentan hemorragias epiteliales. Debido a lo anteriormente mencionado, internacionalmente y la Sociedad Hematológica Argentina siguen utilizando la abreviatura PTI y el término \"purpura\" dado que se encuentra muy afianzado en los usos y prácticas médicas. Clasificación de la PTI: Abbildung in dieser Leseprobe nicht enthalten Tabla 1. Sociedad Argentina de Hematología. 2017. Guías de diagnóstico y tratamiento. Clasificación de acuerdo a criterios de temporalidad Abbildung in dieser Leseprobe nicht enthalten Tabla 2. Sociedad Argentina de Hematología. 2017. Guías de diagnóstico y tratamiento. Trombopoyesis: El camino hacia la formación de plaquetas Dado que en la PTI los anticuerpos pueden afectar el proceso de trombopoyesis es importante conocer el mecanismo de maduración hacia el producto final: las plaquetas. La trombopoyesis tiene una duración total aproximada de 7 días y se inicia en la médula ósea. Los trombocitos o plaquetas se diferencian por medio de un proceso complejo y rigurosamente regulado a partir de células progenitoras hematopeyicas. La célula BFU-MK por sus siglas en inglés ( burst forming unit) da origen a CFU-MK, célula especifica del linaje trombocitario. Luego, CFU-MK se diferencia a megacarioblasto gracias a la estimulación de factores específicos ( CSF-M) y diversas interleuquinas (IL-3,IL-6,IL-11). Llega un estadío en el proceso de maduración de las células antecesoras a los trombocitos en donde cesan su actividad proliferativa y comienzan un proceso de endomitosis ( sin división citoplasmática y nuclear). Esto va dar lugar a unas células grandes con múltiples núcleos pasando de ser diploides a poliploides .El proceso de endomitosis, en simultaneo al proceso de maduración, conlleva a un aumento del tamaño celular y la aparición en el citoplasma de gránulos, túbulos y microfilamentos. El megacarioblasto se diferencia a megacariocito, y cuando éste completa su maduración, se produce una fragmentación de su citoplasma que libera a las plaquetas. La trombopoyetina (TPO) cumple un papel fundamental en la trombopoyesis. Estimula la maduración de los megacariocitos regulando así la producción de plaquetas. La TPO se sintetiza principalmente en el riñón pero también se genera en el bazo e hígado. Cada megacariocito da origen entre 2000 a 4000 plaquetas aproximadamente, las cuales tienen destino final la sangre periférica. Abbildung in dieser Leseprobe nicht enthalten F. Rodak. 2004 . Hematología, clínicas. El rol del bazo El bazo contribuye en la regulación plaquetaria, es el reservorio de una proporción importante de las mismas, alrededor de un 30% de las plaquetas circulantes en sangre periférica se secuestra en el bazo. Existe un intercambio libre entre las plaquetas de la sangre periférica y el depósito esplénico. En su paso por la pulpa roja del bazo algunas plaquetas ya sea porque cumplieron con su vida media o por alguna alteración morfológica son retenidas para ser destruidas por los macrófagos. Se estima que la vida media de los trombocitos es entre 8 y 12 días. Por otro lado, la pulpa blanca es parte del sistema inmune, donde se encuentran la mayor parte de los linfocitos B productores de anticuerpos. Cuando ocurre una disminución de plaquetas, el deposito esplénico se vacía y el organismo en respuesta aumenta la secreción de trombopoyetina que acelerará la maduración de megacariocitos y la posterior producción de nuevas plaquetas para contrarrestar los bajos niveles plaquetarios. Ahora bien, ¿Qué ocurre si se extirpa el bazo? El organismo disminuye la capacidad de producir anticuerpos y por ende eliminar agentes patógenos presentes en la sangre. Aunque el potencial de combatir infecciones disminuya, al cabo de un tiempo, otros órganos como el hígado comienzan a desarrollarse para compensar la ausencia del bazo y reemplazar parte de sus funciones. Abbildung in dieser Leseprobe nicht enthalten Figura 2. Vista al microscopio del tejido del bazo .Fuente: http://www.microenfoque.com/atlas-de-histologia/sistema-inmunitario. Marco teórico II Diagnóstico La historia clínica es fundamental para el diagnóstico de pacientes con PTI, se llega al mismo por exclusión y descarte de otras causas de trombocitopenia ya que hasta el momento no existe una sola prueba confirmatoria. Los estudios clínicos para una evaluación inicial son: - Historia clínica y evaluación de antecedentes. -Examen físico. -Hemograma completo con recuento de plaquetas. -Visualización de frotis de sangre periférica. -Coagulograma básico: tiempo de tiempo de -Dosaje de pylon. presenta una trombocitopenia verdadera, se deberán descartar causas no inmunes y hereditarias asi como las PTI secundarias (asociadas a otra enfermedad). Si la causa inicial no revela una causa evidente, en algunos casos la punción aspirativa de médula ósea (PAMO) y/o nicht enthalten Tabla 3. Indicaciones de medulograma, sujeto a criterio del médico tratante. Fuente: Sociedad Argentina de Hematología. 2017. Guías de diagnóstico y tratamiento. El diagnostico de las trombocitopenias hereditarias es complejo, debiendo recurrirse a estudios de funcionalidad plaquetaria, microscopia electrónica y detección de mutaciones a nivel molecular, pero en algunas ocasiones la atenta observación plaquetaria y leucocitaria, así como la historia clínica familiar pueden orientar al diagnóstico. ([8]) Abbildung in dieser Leseprobe nicht enthalten Tabla 4. Diagnóstico diferencial con otras causas de carácter inmune y hereditario. Fuente: Sociedad Argentina de Hematología. 2017. Guías "}