{"title": "Coordinadora del proyecto Blanca contra el cáncer de mama: \"Estamos cada día más cerca de la vacuna\"", "author": null, "url": "https://www.cope.es/programas/mediodia-cope/noticias/coordinadora-del-proyecto-blanca-contra-cancer-mama-estamos-cada-dia-mas-cerca-vacuna-20221019_2351057", "hostname": "cope.es", "description": "La doctora Fortes asegura en Mediodía COPE que no consiste en hacer una vacuna con trocitos de tumores sino una personalizada para cada enfermo", "sitename": "COPE | Noticias y radio online", "date": "2022-10-19", "cleaned_text": "Coordinadora del proyecto Blanca contra el cáncer de mama: \"Estamos cada día más cerca de la vacuna\" La doctora Fortes asegura en Mediodía COPE que no consiste en hacer una vacuna con trocitos de tumores sino una personalizada para cada enfermo Tiempo de lectura: 2' Actualizado 14:06 Las vacunas contra el cancer abren una puerta a la esperaza. Biontech podría tener una en 2030 aprovechando los avances en ARN mensajero con el COVID. Un equipo internacional ha analizado en ratones y primates no humanos una forma de matar los tumores más difíciles de tratar que resisten las inmunoterapias actuales. Un nuevo tipo de vacuna contra el cáncer es capaz de frustrar la respuesta defensiva de los tumores al ataque inmunitario inducido por esta, según un nuevo estudio publicado esta semana en la revista Nature. Aunque son todavía resultados preliminares, los autores afirman que podrían allanar el camino para nuevas pruebas que determinen su aplicabilidad clínica. La Universidad de Navarra tiene un estudio avanzado de otra vacuna contra el cancer de mama con la doctora Puri Fortes al frente. Como coordinadora del proyecto Blanca, la doctora Fortes tiene clara que estas vacunas \"abren una puerta de esperanza, queda trabajo por hacer, con la vacuna del coronavirus a todos se nos ha abierto la misma tecnología para la vacuna contra el cáncer y espero que esté cuanto antes\" afirma en Mediodía COPE. \"Ha sido clave el tremendo éxito de estas vacunas para el coronavirus porque han demostrado que funcionan, pero la vacuna contra el cáncer es distinta, una vacuna le explica al organismo cómo es el enemigo, en el caso del coronavirus era relativamente sencillo, pero en la vacuna contra el cáncer lo más complicado es enseñarle al sistema inmune cómo es el enemigo porque nace de nuestro mismo sistema\" explica la doctora Fortes que cree que para la vacuna contra el cáncer queda recorrer aún camino \"los más optimistas piensan que haciendo una vacuna con trocitos de muchos tumores se podría hacer una vacuna generalizada, yo tengo mis temores, creo que hay que estudiar a cada paciente y hacer una vacuna personalizada. Pero como con esta tecnología es sencillo hacer vacuna, ¿por qué hacer solo una vacuna? Hagamos varias\". La vacuna contra el cáncer no puede ser una vacuna generalizada, afirma la doctora Fortes, \"no tiene mucho sentido hacer una vacuna contra el cáncer que sea como el coronavirus para utilizar con toda la población, un tumor no es tan letal en tan pocos días, da margen para poder estudiar a la persona, a aquellas que incluso son propensas a tener distintos tumores, los pacientes para recibir la vacuna serían muy distintos a los del coronavirus\". ¿Cuándo se podrá empezar con los ensayos preclínicos? \"Blanca es un proyecto en el que interviene muchos investigadores, no lo vemos como algo lineal y es posible que pronto empecemos los experimentos con los animales, luego vendrán los primeros candidatos a las vacunas, esto va a ser como una especie de fluir que primero tendremos una vacuna prototipo que iremos mejorando según vayamos teniendo más información\". - item no encontrado "}