{"title": "Alternative Medicine Disciplines | NatureMed Clinic", "author": null, "url": "https://www.naturemedclinic.com/functional-medicine-versus-naturopathic-medicine/", "hostname": "naturemedclinic.com", "description": "Learn the differences between naturopathic, holistic, integrative, and functional medicine practices and understand which may be right for you.", "sitename": "NatureMed Clinic", "date": "2022-06-30", "cleaned_text": "Functional Medicine Versus Naturopathic Medicine The best part of human nature is the pursuit of improvement and curiosity. The invention of the world wide web in 1991 has not only enhanced but initiated this quality in humans. Just as patients have become disenchanted with the healthcare options offered by their primary care physician, doctors are also disenchanted with the limitations outlined by insurance companies and employers. This has led to a growing demand from both parties for alternative solutions. The first time in medical history that doctors attempted to seek alternative solutions to the conventional wisdom in medical practice dates back to early 19th century Europe. The nature cure movement was spawned by physicians in search of an alternative approach to healing which was truly health giving. This was a new approach as the medical practices at the time included purging, bleeding, and increased urination, often induced with such toxins as mercury and arsenic. Today, some medical doctors are again seeking to move from a disease-centered model of practicing to a patient-centered model. They are seeking to utilize other forms of treatment for prevention, and not just relying on drugs and surgery. Although naturopathic medicine has been around for over 100 years, modernized terms such as holistic, integrative, and functional medicine have become popular to describe this way of practicing. What are the nuances of each of these practices? Naturopathic Medicine Focuses on Prevention Naturopathic medicine can be defined as a distinct system of primary health care that emphasizes prevention and the healing process through the use of lifestyle modification, the least invasive measures first, and natural therapies. Naturopathic doctors go to naturopathic medical schools. These are postgraduate doctorate programs registered at the federal level just like medical schools and chiropractic schools. Naturopathic doctors are trained in primary care medicine and are not hospitalists. Although these doctors provide primary care services in many states, their focus and expertise is prevention and patient-centered practice. Naturopathic doctors have six principles that guide their practice: - The healing power of nature - Identify and treat the cause - First do no harm - Doctor as teacher - Treat the whole person - Prevention Integrative Medicine Combines Alternative and Conventional Methods Integrative medicine is a form of medical therapy that combines practices and treatments from alternative medicine with conventional medicine. There is no formal training for this, and it is dependent upon the provider to seek out self-taught concepts or extracurricular seminars and conferences in specific modalities of alternative medicine. Holistic Medicine Treats the Whole Person Holistic medicine is a term used to describe therapies that attempt to treat the patient as a whole person. Instead of treating an illness, as in conventional medicine, a practitioner with a holistic approach treats the symptoms of an illness as well as looks at an individual's overall physical, mental, spiritual, and emotional well-being before recommending treatment. Holistic medicine also attempts to prevent illness by placing a greater emphasis on optimizing health. Treatments are typically non-invasive and natural. The closest training for holistic medicine is naturopathic medical school, however, it is a philosophy or approach to health care. Functional Medicine and a Patient-centered Model Functional medicine is a term established by Jeffery Bland, PhD, a nutritional biochemist and a registered clinical laboratory director who created the Institute for Functional Medicine (IFM). Early in his career he was involved with Bastyr University, one of the first accredited Naturopathic Medical schools and many NDs are on staff at IFM, creating their curriculum and educating doctors on functional medicine. IFM is a private certification program which teaches health care professionals how to use testing and alternative treatments to treat conditions focusing on the patient-centered model of health care. Commonalities Among Disciplines - Patient-centered rather than disease-centered - Promoting health rather than disease-centered - Biochemical individuality - Recognizing functional abnormalities not just diagnosable disease states - Utilizing a variety of treatments not just drugs and surgery With the demand for better health care that is patient-centered and holistic, MDs and DOs have sought to expand their education and attempt to broaden their scope of practice. They are including the aspects of alternative medicine that meet the demands of their patients, as well as moving away from the system of hospital-based medicine with confidence to 'practice' alternative medicine. Functional medicine MDs have provided a wonderful solution to the healthcare crisis that many patients have experienced. Naturopathic medicine offers all that the functional medicine training provided to medical doctors, along with true adherence to their vitalistic principle: The Healing Power of Nature. This principle is what sets NDs apart from MDs. NDs trust in the support of the body's innate ability to heal itself. All naturopathic therapies work in concert with this vital force to enhance the support of the healing capacity. Removing obstacles to a cure is an approach that is inherent in naturopathic practice. Either way, the patient's well-being will be the center of attention with either the functional medicine doctor or the naturopathic doctor. Schedule an appointment to discuss your health and alternative "}