{"title": "Mind body medicine: a tangible link between the gut and the brain", "author": "Luis Vitetta", "url": null, "hostname": null, "description": "Mind body medicine: a tangible link between the gut and the brain", "sitename": "Annals of Translational Medicine", "date": "2020-01-09", "cleaned_text": "Mind body medicine: a tangible link between the gut and the brain The concept of the mind, human thought processes and the physical world is not a novel idea in science. Numerous explanations have been proposed, whether from scientific viewpoints or as for example constructing imaginative visions—notably as depicted by the Creation of Adam ( [Figure 1](#figure1)), where the mind of man and man's reflexions are illustrated through Michaelangelo's sagittal section of the brain that is interestingly similar to modern day anatomical illustrations of the cranium and brain ( [1](#B1)). Biofeedback treatment approaches have generated over forty years of research efforts with discussions that have positioned the therapy along mainstream medicine. The focus was very much directed and linked with mainstream biomedical emphasis, physiological disease pathways and mechanisms. In support of this contention there is an overwhelming abundance of empirically-based research studies ( [2](#B2)). Yet, within complementary and alternative medicine (CAM) forums, biofeedback mechanisms are regularly promoted as a CAM therapy ( [3](#B3)). This notion is often underpinned by critical philosophical and physiological practical factors in the treatment approach that brands biofeedback at the very least a therapy that could blend itself into both mainstream medicine and CAM. Several decades of observations continue to accumulate impressions that are supported by empirical research that strongly specifies that the state of the human mind—which connects psychosocial influences with emotional states such as anxiety and depression to behavioural personalities that include hostility and psychosocial lifestyle stressors—can straightforwardly and significantly encourage human physiological function and, in turn, health effects ( [2](#B2), [4](#B4)). Importantly though, the discipline of mind body medicine has often connected the gut to the brain with instances where the vagus nerve (the 10th cranial nerve that innervates the gastrointestinal tract) was positioned as the modulator of the neurometabolic interface between the intestines and the brain ( [5](#B5)). Supported by embryological observations that show that the gastrointestinal tract and the brain have developed from the same bundle of embryological tissue, have been retraced to a primitive streak that has been reported present at the outset of vertebrate fetal growth ( [6](#B6)). Current research in the field of neuropsychology and in the study of psychological and neurological problems posits that adverse mood dispositions are associated with unfavourable shifts in abundance and variability in the intestinal microbiome ( [7](#B7)). Intestinal microbiome changes that sustain low-level pro-inflammatory functions and intestinal dysbiosis that overwhelm intestinal resident macrophages is posited to play a role in mood disorders ( [8](#B8)). Clinical investigations demonstrate bidirectional interactions within the brain-gut-microbiome axis ( [9](#B9)). Intestinal bacteria have been reported to communicate with the central nervous system through interacting networks that involve nervous, endocrine, and immune signalling mechanisms ( [9](#B9)). Biofeedback is a mind-body intervention that involves using visual and or auditory feedback input to gain control over involuntary body functions, as so happens with intestinal function ( [2](#B2)). Examples of other involuntary body actions include achieving voluntary control over heart rate, muscle tension, blood flow, the perception of pain and blood pressure changes ( [10](#B10)). Early research efforts have demonstrated that there is present voluntary control of electroencephalographic (EEG) brain wave activity, internal visceral functioning, and muscle activity ( [10](#B10)). The modern practice of biofeedback involves electrical connections to devices with sensors that provide feedback input relative to specific aspects of body functions. As such biofeedback is an evidence-based approach of mind body medicine that very much enhances an individual's self-awareness and control of the physical body to the mind connection ( [4](#B4)). Biofeedback mechanisms defined, are any of the processes where an external device generates information about measured physiological functions that can then be transferred back to an individual, concerning the physiological responses experienced that can subsequently allow the individual to progress to regulate the responses an obtain feedback on the alterations of those physiological responses that have been made ( [2](#B2)). Such biofeedback approaches are psychobiological in nature, that associates the development of biofeedback, types of biofeedback mechanisms and the possible applications of biofeedback data. The biophysiological reactions may be any responses that can be measured by a peripheral device ( [11](#B11)). Commonly measured actions can include skin temperature, muscle tension, heart rate, pulse rate, breath rate, and galvanic skin reactions to an impulse ( [2](#B2)). Biofeedback may also involve an investigative process that is used in studying psycho-physiological processes. The investigative approach includes a baseline measurement of the physiological responses, after which feedback is provided to an individual with specific to manipulate the biophysiological responses. Commonly employed types of biofeedback include an operant conditioning framework, the skills learning standard, the informational processing model, and the psychobiological standard of self-regulation. The various types of biofeedback include electromyographic biofeedback (i.e., galvanic conceivably has been monitored with biofeedback ( [12](#B12)). Surface electromyograpy feedback has been employed in a range of disorders from tension headaches, chronic pain, spasmodic torticollis and temporomandibular joint dysfunction. Feedback from electroencephalography responses a form of neurofeedback, has been used in ADHD and epilepsy and is increasingly is the focus of investigative research efforts ( [10](#B10)). Studies have reported that biofeedback treatments have been associated with significant improved activity of direct brain and central nervous system innervations to the intestines and improved intestinal transit time in constipated patients ( [13](#B13)). While others have shown that abdominothoracic mechanisms of functional abdominal distension was corrected with biofeedback interventions ( [14](#B14)). In gut-brain connections fecal incontinence is principally a very disconcerting and stressful condition with significant social, medical and economic implications. Pelvic floor muscle training and biofeedback therapy that improve anal sphincter exercises have been used and considered in the treatment of symptoms of fecal incontinence ( [15](#B15)). A Cochrane review and systematic study was conducted to determine what level of efficacy was demonstrated with implementing biofeedback and or sphincter exercises for the treatment of fecal incontinence in adults. Twenty-one eligible studies were identified with a total of 1,525 participants ( [16](#B16)). The systematic review concluded that studies were limited in number and that together with methodological limitations from numerous studies that did not provide absolute assessments, of the role that anal sphincter training exercises and biofeedback therapy had in the management of people with fecal incontinence. The study authors reported finding some indication that biofeedback and electrical stimulation could enhance the outcome of treatment versus that observed with electrical stimulation alone or exercises alone. They reported that workouts appeared to be less effective than an implanted sacral nerve stimulator. However, while there was an indication that some elements of biofeedback therapy and sphincter exercises could have a therapeutic effect it was concluded that well-designed trials were warranted. Liu and colleagues ( [17](#B17)) have recently published a clinical study in the Annals of Translational Medicine, investigating the effect of biofeedback on intestinal function among patients with middle and low rectal cancer. The study protocol consisted of a well-designed randomized controlled trial, that inducted 109 patients with middle and low rectal cancer. The patients inducted into the study were designated to have preoperative radio-chemotherapy, anterior resection of the rectum, and preventive stoma, that were subsequently randomly allocated into three groups, namely, the blank control group, the pelvic floor muscle exercise group, and the biofeedback training group. Furthermore, a 16-month intervention and longitudinal follow-up study was conducted, and a questionnaire on intestinal function by the Memorial Sloan-Kettering Cancer Center was adopted into a Chinese version to evaluate the patient's condition of intestinal function. When examining the data from the three groups, the total score of intestinal function and scores of each dimension from the biofeedback training group, were significantly higher than those of the blank control group during the post-intervention change, which suggested that biofeedback training significantly improved intestinal dysfunction caused by medical treatments such as radiotherapy and surgery in patients diagnosed and treated for middle and low rectal cancer ( [17](#B17)). Biofeedback and neurofeedback provide research-based, clinically effective therapeutic tools, which enable the individual to increase awareness and control over mind and body. Biofeedback is useful in moderating clinical symptoms, enhancing the academic learning process, and enabling individuals to reach optimal performance. Biofeedback provides a useful adjunct to many medical treatments in treating a variety of disorders, from asthma to headache to heart disease. In some cases, such as attention deficit and hyperactivity disorder, biofeedback provides an alternative to mainstream therapies. Evidence-based interventions that connect behaviours through brain-guided activities to physiological functions expands the comprehension of biofeedback mechanisms in health and disease. Further clinical studies are necessary that focus on the interconnections between the physical body, the brain, the mind and human behaviours that act on the manner that behavioural factors such as social, emotional, mental and spiritual elements can directly affect health or disease. The biopsychological model links to emotional well-being and the effects that follow on the brain, immune system, and endocrine organs. Such research-based efforts progress the connection between lifestyle encouraged stressors and psychological behaviours and a broad array of favourable to health or adverse to health outcomes that can ensue ( [18](#B18)). Hence, as the brain occupies a central position for fundamental research, prevention and therapy, it is possible to identify new biological markers of brain functions that could lead to a better understanding of hypothalamic-pituitary-immune system-endocrine mediators ( [Figure 2](#figure2)) and inflammatory triggers as markers of health and disease, especially in intestinal function. Individuals have definitive reactions emotionally that are linked with intestinal functions that then significantly influence emotional dispositions. Acknowledgments None. Footnote Conflicts of Interest: The author has no conflicts of interest to declare. Ethical Statement: The author is accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved. References - Vitetta L, Anton B, Cortizo F, et al. Mind-body medicine: stress and its impact on overall health and longevity. Ann N Y Acad Sci 2005;1057:492-505. [ [Crossref](http://dx.doi.org/10.1196/annals.1322.038)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/16399915)] - Schwartz MS, Andrasik F. editors. Biofeedback. A practitioner's Guide. 4th Edition. The Guilford Press, 2016. - Gordon JS, Moss D. Manifesto for a new medicine. Biofeedback 2003;31:8-11. - Muehsam D, Lutgendorf S, Mills PJ, et al. The embodied mind: A review on functional genomic and neurological correlates of mind-body therapies. Neurosci SI, Steinberg BE. The vagus interface clinical disease. Int J Obes (Lond) 2018;42:1101-11. [ [Crossref](http://dx.doi.org/10.1038/s41366-018-0086-1)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/29795463)] - Williams ML, Solnica-Krezel L. Regulation of gastrulation movements by emergent cell and tissue interactions. Curr Opin Cell Biol 2017;48:33-9. [ [Crossref](http://dx.doi.org/10.1016/j.ceb.2017.04.006)] [ F, Severance E, Yolken R. The microbiome, immunity, and schizophrenia and bipolar disorder. Brain Behav Immun 2017;62:46-52. [ [Crossref](http://dx.doi.org/10.1016/j.bbi.2016.12.010)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/28003152)] - C, Ho CYX, et al. A meta-analysis of the use of probiotics to alleviate depressive symptoms. J Affect Disord 2018;228:13-9. [ [Crossref](http://dx.doi.org/10.1016/j.jad.2017.11.063)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/29197739)] - Martin CR, Osadchiy V, Kalani A, al. Brain-Gut-Microbiome Gastroenterol Hepatol 2018;6:133-48. [ [Crossref](http://dx.doi.org/10.1016/j.jcmgh.2018.04.003)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/30023410)] - Kondo K, Noonan KM, Freeman M, et al. Efficacy of Biofeedback for Medical Conditions: an Evidence Map. J Gen Intern Med 2019;34:2883-93. [ [Crossref](http://dx.doi.org/10.1007/s11606-019-05215-z)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/31414354)] - Giggins OM, - MB, Ali MA, et al. Surface electromyography signal processing and classification techniques. Sensors (Basel) 2013;13:12431-66. [ [Crossref](http://dx.doi.org/10.3390/s130912431)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/24048337)] - Emmanuel AV, Kamm MA. Response to a behavioural treatment, biofeedback, in constipated patients is associated with improved gut transit and autonomic innervation. Gut 2001;49:214-9. [ [Crossref](http://dx.doi.org/10.1136/gut.49.2.214)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/11454797)] Burri E, Accarino A, et al. Abdominothoracic mechanisms of functional abdominal distension and correction by biofeedback. Update on the Pathophysiology and Management of Anorectal Disorders. Gut Liver 2018;12:375-84. [ [Crossref](http://dx.doi.org/10.5009/gnl17172)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/29050194)] - Norton C, Cody JD. and/or sphincter exercises for the treatment in adults. Cochrane Database Syst Rev 2012.Cd002111. [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/22786479)] - Liu L, Wu X, Liu Q, et al. The effect of biofeedback training on intestinal function among patients with middle and low rectal cancer: a randomized controlled study. Ann Transl Med 2019;7:605. [ [Crossref](http://dx.doi.org/10.21037/atm.2019.09.62)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/32047766)] - Val-Laillet D, Aarts E, Weber B, et al. Neuroimaging and neuromodulation approaches to study eating behavior and prevent and treat eating disorders and obesity. Neuroimage "}