{"title": "Acupuncture - Integrative Healing and Wellness", "author": null, "url": "https://integrativehealingandwellness.com/services/acupuncture/", "hostname": "integrativehealingandwellness.com", "description": null, "sitename": "Integrative Healing and Wellness", "date": "2018-08-25", "cleaned_text": "health Acupuncture Acupuncture is a complementary medical practice that entails stimulating certain points on the body, most often with a needle penetrating the skin, to alleviate pain or to help treat various health conditions. Auricular acupuncture is the stimulation of acupuncture points on the external ear surface for the diagnosis and treatment of health conditions in other areas of the body. The ear holds a microsystem of the body. Facial Rejuvenation Acupuncture is a virtually painless, non-surgical procedure that can restore youthful beauty to your face. It can reduce wrinkles, fine lines, puffiness, and facial sagging, and discoloration. It can also reduce eye bags, droopy eyelids, and double chins. Treatments have been known to improve hormonal balance, delay hair loss, and graying associated with aging, even improve the quality of sleep. Facial Rejuvenation Acupuncture is a holistic approach to beauty that helps the whole body by addressing the physical, mental and emotional stresses that cause disease and accelerated aging. It works by increasing blood circulation to the face, improving muscle tone, affecting the production and dispersal of collagen and elastin. Collagen helps skin stay durable and resilient; elastin maintains its elasticity. Another advantage of acupuncture is its ability to strengthen the immune system of which our skin is an essential part. It helps stimulate the body's natural processes of cell reproduction and growth. Treatments begin with a consultation to determine the overall condition of your skin, any medical preconditions that may exist, and what your goals are in skincare. Thereafter, a therapist would place you on a massage table. When you are perfectly relaxed, the therapist would insert tiny acupuncture needles into specific areas of the face, ears, neck, hands, and yes, feet and legs to include the whole body. Once all the needles are in place, you'll be asked to remain in your relaxed position for 20 to 30 minutes. Your treatment finishes with a gentle, soothing lymph massage of the face and neck using essential oil with facial cupping and gua sha. Facial Rejuvenation Acupuncture $200, with treatment being approx 75 minutes. Service Details Acupuncture can help with: - Pain: Back/Knee/Neck/Shoulder - Headache/Migraine - Sciatica/Low Back Pain - Arthritis/Joint Pain - Asthma - Allergies - Anxiety/Stress - Acne/Skin problems - Bladder/Urinary Tract Infection - Insomnia/li> What to Expect After making an in-depth assessment of your condition, very fine, single-use, sterile needles are inserted through the skin at specific points on the body. Sensations vary from person to person, some reporting a tiny pinch while others feel virtually nothing at all. Repeat treatments may or may not be necessary and depend on the response of the individual. Typically, a course of 5 to 10 treatments administered once weekly can achieve the energy balance necessary to feel the benefits. Some conditions need only 1 or 2 sessions. Pricing Initial visit up to 1.5 hours $100.00 Follow-up session up to 1 hour $80.00 Auricular Acupuncture $30.00 *Cupping or Gau Sha technique can also be added to any Acupuncture treatment * If you want to use Insurance for Acupuncture, please call the office to provide your Insurance provider's information prior to your appointment. "}