{"title": "A Q&A with QueerDoc's Crystal Beal: How They're Vital to the LGTBQ Patients Who Need Help | White Coat Investor", "author": "Josh Katzowitz; The White Coat Investor", "url": "https://www.whitecoatinvestor.com/queerdoc-crystal-beal-interview/", "hostname": "whitecoatinvestor.com", "description": "Crystal Beal grew up in a religious family in a fairly conservative town and got married at 20. Two decades later, everything has changed.", "sitename": "The White Coat Investor - Investing & Personal Finance for Doctors", "date": "2021-12-19", "cleaned_text": "Crystal Beal grew up in a religious family in a fairly conservative town and got married at the tender age of 20. Two decades later, Crystal—who uses they/them pronouns—lives on a completely different plane of existence, where they can live their truest life and where they help those in the LGBTQ community do the same. An existence that's so much more rewarding. Crystal is a queer, gender-diverse person, and they're the founder of [QueerDoc](https://queerdoc.com/), a telehealth service that, as the website states, \"raise(s) the bar for gender-affirming care . . . to help guide you through making decisions about your healthcare and your body based on your gender expression goals.\" Crystal sees patients who might need hormone therapy. They help those who might need mental health or surgery referrals. It's an online-only service, and patients can interact directly with their providers while receiving an individual plan from Crystal and the other medical providers that work with QueerDoc. And as the website states, \"All our providers are SUPER-DUPER queer.\" Born and raised in Tallahassee, Crystal attended college and medical school at Florida State, where they helped found a chapter of [GLMA](https://www.glma.org/), which focuses on education for medical school students and the community about LGBTQ health issues. They traveled to Seattle for residency, but by then, Crystal already realized that practicing primary care in the US healthcare system would lead to burnout. \"When so much of what we did in family medicine primary care was trying to help someone with chronic depression or chronic diabetes, it often felt like I was trying roll a boulder up a mountain,\" they said. \"What they needed was better counseling services or better access to higher quality food at a more affordable rate and the time to actually cook that food. It felt like a lot of what I was doing was beating my head against the wall against all these systemic health issues that fall into the lap of a primary care doctor, but they are so much bigger than what we can do with one patient in clinic.\" Crystal eventually worked as an associate medical director at a local hospice, took a locums family medicine job, began working on an HIV care team that was strictly done over the phone, and provided hormone treatments for transgender patients. In 2018, they established QueerDoc, so queer, gender-diverse providers could help queer, gender-diverse patients. Even with all the pressures of setting up a new business and figuring out how to actually run it, Crystal took a part-time job at a methadone clinic so they could make ends meet. It hasn't been an easy road for Crystal, and the future holds student loan and potential burnout obstacles. But they said they're happier in medicine than they've ever been before. Crystal has a fascinating story, and we've talked multiple times over the past month about their life, their business, and their future. Here's my conversation with Crystal, lightly edited and condensed. Josh Katzowitz: Growing up, was there an issue for you seeing doctors? Coming out as queer, did you experience some of that stuff, where you didn't feel comfortable with what your doctors were doing or how they were examining you? Crystal Beal: For sure. I grew up in a super conservative, super-religious family. Everyone is a Republican. Everyone is a Southern Baptist. My grandfather was a minister. I didn't really understand my sexuality or my gender for years. I was probably 24 or 25 when I really started to figure it out. I was married to a cis-male when I was 20, because that's what you do in the South. We were both babies. We got divorced when I was 26. I remember I had a primary doctor while I was married. But I got divorced and had a female partner. I went to my doctor [with some vaginal symptoms] and he diagnosed and treated me for gonorrhea and chlamydia. How did I get them? I didn't understand. A week later, I wasn't any better. I called his office and asked for my results. I wanted to know if the tests were positive. Nobody would read me test results over the phone. I had to go back into my doctor's office, and he pulls me into his office—not even an exam room—and says, \"I'm really worried about you. When I met you, you were married. I feel like I have a professional responsibility—because you're coming into the profession—to make sure you're headed down the right path. I'm seeing some behaviors that are very different.\" I was completely shocked. I had no idea what we were talking about and why this conversation was happening. He was a Seventh-day Adventist who was on faculty at my med school who I later rotated with. JK: Oh jeez. CB: He gets done with this whole lecture about my lifestyle choices, which boiled down to me having a female partner. I was there for 20 minutes getting lectured, and I was like, \"OK, but the shot in my [butt] that hurt really bad didn't fix [me].\" He said, \"Oh yeah, you didn't have gonorrhea or chlamydia. You have bacterial vaginosis (BV). Here are the meds for it.\" The presentation for BV is so incredibly far from the presentation of gonorrhea and chlamydia. There's no reason he should have diagnosed me with that other than his morality. The weird thing is that gonorrhea and chlamydia aren't common among female-female partnerships. BV is! The whole situation was such a trainwreck. It was shocking. It was 2009, and I was 26 and I was getting lectured by a physician about my lifestyle choices at my doctor's office where he had misdiagnosed me. JK: The guy you're supposed to trust the most . . . CB: Yeah. JK: You're part of the LGBTQ community, and you've been on both ends of it with the doctor-patient dynamic. You really have a sense of sympathy and empathy. I guess that probably really helps. If you're LGBTQ and you know you need help, you might as well go to somebody who knows exactly what you're going through. CB: Intellectually, you could probably make that leap. It's not going to be true for every member of a marginalized group, and it won't be true of every provider in that marginalized group. For me, I not infrequently look for providers who are queer or queer-identify, particularly if I'm going to go with someone for mental health. As a queer-poly person, I want them to already know that and have the framework for that conversation. I know a lot of my patients feel a lot safer knowing my identity and the identity of the people who work with me. JK: If you're trying to get the word out, if you don't have much money for marketing, it has to be word-of-mouth to build your practice. It has to be a different approach, right? CB: When I first started, I tabled at a couple of Pride events and at big gender-health conferences. I did pay for some promotional materials there. But other than that, I didn't pay for advertising. All of our social media was organic growth. All of the SEO (search engine optimization), I did myself. JK: Your SEO game is on point. That's how I found you. CB: Yeah, I was working part-time. I had enough money to pay my bills. I had a supportive partner, and I let it grow really slowly. It was all word-of-mouth initially, from patients and from other providers. Now, our biggest referral service is Google search. JK: It's interesting, too, the idea of this sliding scale for how people are paying you. Some are paying $25 for a 45-minute appointment where you could get $300-$500 from insurance. CB: Not anymore. It used to be $25. Now it's $75. JK: Haha. OK, but that's still pretty cheap. A lot of people become doctors so they can be rich. (Uh-oh, my wife, who is a doc, is now giving me a look.) Obviously, um, they want to help the world, too. I just wonder where your mindset is with the financial aspect. How am I going to make a living? Or save for retirement? Or pay off my student loan debt? CB: I took a huge pay cut when I left my primary care job. Getting rich was never my goal. I went into medicine to help people. I was a smart kid who had done well in school. I was studying nutrition, and I realized that I was going to graduate with a degree where I would get paid $35,000 per year. I was like, \"It has to be at least $10,000 for every year I spent in school.\" I started thinking about what that would look like. If I didn't try to go to medical school, 40 years from now, I would wonder what if. Then, I got in and I was like, \"Oh, I guess I have to do it.\" Now I have $350,000 in debt at 6 point something percent and I was like, \"Oh, maybe that wasn't my best life plan.\" . . . When I graduated and got the estimated student loan payment, I thought, \"Oh, that's comical.\" . . . I didn't want to do [Public Service Loan Forgiveness](https://www.whitecoatinvestor.com/public-service-loan-forgiveness/). Those jobs, you can burn out. They tend to eat people up and chew them out. You have to work full-time. For me, full-time and primary care is not sustainable for my mental health. I cannot do it and stay healthy. So, I recognize I was going to have unending debt for the rest of my life, and I was going to choose having mental health and physical health as much as possible. I think the most I made in a year was $130,000. That's much less than an average full-time family med doc. When you make $130,000 a year, that $4,500 student loans payment is pretty tough. And I only made that in 2020 because I worked extra jobs in COVID consulting and telehealth urgent care to help reduce the burden on other healthcare workers. I was working 60-hour weeks in addiction medicine, with QueerDoc, and with Teladoc/Consulting. JK: And that sounds like a lot. That's a good salary. CB: I'm not interested in self-destructing slowly and painfully. I've done that enough times in my life. I'm much more interested in a healthy version of myself. That means I can be in this field for 40 years instead of five. For me, that means working part-time. I need time to sleep. I need time to exercise. I need time to cook my food. I need time with my friends and community and my partners. JK: Knowing you have this huge amount of debt that may never go away, you're still able to mentally be healthy, even knowing that it's there? Is it always going to be a balance or a push and a pull? CB: Yeah, I think so. Sometimes, the debt is heavier on my mental health than at other times. It's such an astronomical sum of money that it seems kind of laughable. It's literally just gotten bigger since I left med school. It's never gotten smaller. The first financial planner I had in residency recommended that I refinance to a private lender and declare bankruptcy. I said, \"I actually don't want to be bankrupt.\" I just do income-based repayment. I've kept all my loan payments for forgiveness. After 25 years, I can supposedly apply for forgiveness. JK: You just have to worry about [the tax bomb.](https://www.whitecoatinvestor.com/i-hate-income-driven-repayment-forgiveness/) CB: Yeah, the tax bomb and whether the program still exists. I was not very responsible with my money. I left that divorce with nothing. I went into debt to live while I was in med school. I didn't make the wisest financial decisions, and that's totally on me. I lived alone and didn't have a roommate. I had two dogs to take care of. I didn't really start saving for retirement until I was out of residency. I understood compound interest way too late. But I will say I've never been happier in my career. I literally make one-third of what I made before. I'm really happy with the work I do. I never wanted to own a business. It wasn't in my plan. I spend a lot on clothes, but I'm not a financially risky person. That sounded terrifying to me, not having a guaranteed paycheck and a match for my retirement. But I just found that I really couldn't tolerate administrators making decisions about my patients, which is what it felt like for me. JK: On your website, you write, \"At QueerDoc, we are queer, gender diverse, trauma-informed, body-positive, sex-positive, and kink-positive.\" Based on your experience with some of your doctors who were not any of that, do you see any movement in the mainstream doctor space toward that? CB: It's so hard to know the answer to that. A lot of the major medical organizations—AMA and AFP and the American Academy of Pediatrics—all support gender-affirming medical care. They've all released pieces on Trans 101 and how to be affirming, which is really great. There is definitely a move to incorporate to mainstream medical societies and their education pieces. That's awesome. Doctors, as a whole, seem like a fairly conservative group in a lot of ways. In my personal experience, it seems more that mid-level providers tend to have more social justice stances or personal views. I don't know how much is shifting. When I went to medical school, that was about the time we hit the 50-50 male-to-female student ratio, but before that, there were so many more cis white males in medical school than any other group. When you're the dominant power structure, there isn't a lot of social justice focus because it doesn't serve you personally. That doesn't mean you're not a good person. You're just not paying attention, because you don't have to. JK: It's like, \"Why would I ever think about that?\" CB: For your daily life, right. Now, we're at a point where there are more females than males in med school. It's going to be interesting to see what happens. I know there's a push in medical schools to start incorporating more marginalized groups, to give them more slots. We know systemically Black and brown students do not have the same benefits applying to medical school that upper-middle-class white kids do. They can't afford the testing. They can't afford the training for the testing. They can't afford the application. What was the quality of the education they got before that? I went to a private prep school. My dad had to spend $500 on my textbooks when I was in sixth grade. A few miles down the road at the public school, they didn't have textbooks. Or they get them and they're 60 years old. As a system, we have to do something to give those people a seat at the table. But it's such a slow shift. . . . When we really see movement is when we have providers who are personally part of a group pushing for it. We're so personally invested, it makes us more passionate. It makes us more willing to take pay cuts that seem dumb but give us jobs that allow us to advocate for our community and push social change. [Editor's Note: According to a 2015 survey, one in three trans-identified people did not see a doctor when needed because they could not afford it. If you'd like to make a tax-deductible donation to TransFamily Support Services, a [QueerDoc](https://queerdoc.com/) partner, that can be used to help fund healthcare for trans people in need, you can do so [right here](https://secure.givelively.org/donate/transfamily-support-services/tfss-x-queerdoc). As Crystal says, \"With our powers combined we could make an incredible difference.\"] Money Song of the Week If you're anything like me, you're a huge fan of Iron Maiden's discography from 1982 when vocalist Bruce Dickinson took over the singing duties until, say, 1993 when Dickinson left (and then again in 2000 when Dickinson returned). But maybe you don't know much of the newer Iron Maiden discography from the last 15 years or so. If that's the case, you should hear what the song \"El Dorado\" (off of 2010's \"The Final Frontier\") has to say about the Great Recession of 2008. It's certainly not my favorite Maiden song, but it did win a Grammy. Anyway, take a listen and discover why bassist Steve Harris, the engine that has always propelled Iron Maiden forward, was apparently not such a fan of subprime mortgage lenders and mortgage-backed securities. As the lyrics go . . . \"I'm the jester with no tears/And I'm playing on your fears/I'm a trickster smiling underneath this mask of love and death/The eternal lie I've told/About the pyramids of gold/I've got you hooked at every turn/Your money's left to burn.\" AND \"Greed, lust and angry pride/It's the same old, same old ride/The smoke and mirrors visions that you see are just like me/I'm a clever banker's face/With just a letter out of place/I know someone just like you knows someone just like me.\" AND \"So now my tale is told/Big and bad and twice as bold/This ship of fools is sinking as the cracks begin to grow/There is no easy way/For an honest man today/Which is something you should think of as my lifeboat sails away.\" Maybe this time next year, Harris and Dickinson will bless us with a song based on the soaring inflation of late 2021. Tweet(s) of the Week To end 2021 on a high note, I've got four strong tweets. Many of the best performing growth stocks from 2020 are down in 2021... [https://t.co/fE4FH3Lp05] [pic.twitter.com/WAiHzVltmz] — Charlie Bilello (@charliebilello) [December ... Just saw someone describe crypto as 'Mary Kay for young men' and now I'm Alloway (@tracyalloway) [December 6, 2021] . . . pairs nicely this one. Is crypto just essential oils for men? — Andy (@FrancisTheSailr) [June 4, 2021] And yes, it's OK to upgrade from [one beater](https://www.whitecoatinvestor.com/drive-a-beater-get-rich/) to another. Lifestyle creep: In med school, I bought a new used car and upgraded to power windows and locks. Now in fellowship, I bought a new used car and it consistently starts on the first try. — Kelly Koch, MD (@Kelly_LK86) [December 9, 2021] [Editor's Note: Josh Katzowitz is the Content Director for The White Coat Investor, and his work has appeared in the New York Times, Wall Street Journal, Washington Post, Los Angeles Times, and CBSSports.com. A longtime sports writer, he covers boxing for Forbes, and his work has been cited twice in the Best American Sports Writing book series. For comments, complaints, suggestions, or plaudits, email him "}