{"title": "Superior Eco-Friendly Water-Based Wood Stains that Make Wood Beautiful", "author": null, "url": "https://www.purecolorinc.com/", "hostname": "purecolorinc.com", "description": "PureColor's Superior Eco-Friendly Water-Based Wood Stains and Topcoats; Finishes that Make Wood Beautiful. No Odor, No Fumes. Non-toxic, Non-flammable, and Low-VOC. Easy Clean-Up & Safe for the Ones You Love.", "sitename": "PureColor", "date": "2023-01-01", "cleaned_text": "Everything You Want in Wood Stains Ready to Use, Water-Based Wood Stains. No Odor. Easy Clean-Up & Safe for the Ones You Love. Stain That's Ready To Use, Right Out Of The Box. No more guessing what's still in the bottom of an old stain can. PureColor wood stains are ready to use right out of the box. Our bag-in-box system lets you see when it's properly mixed. Gently agitate the bag until the colors are fully mixed, pour just what you need into a handy container, and stain. Since PureColor stains clean up with soap and water, you can use just about anything to hold your colors while you're creating your masterpiece. PureColor's vivid, low VOC water-based finishes highlight wood's natural beauty. The finer, higher-quality pigment we began using as the base of our new formulas give PureColor products a distinct advantage when it comes to staining wood surfaces. PureColor's deeper penetration results in dramatic dimensionality and deep, rich, striking color. Our Clean Chemistry formula meets or exceeds even the toughest environmental standards. Staining wood should be safe. So Clean Chemistry is our passion. Every stain and topcoat is run through a rigorous evaluative process that ensures brilliant color and consistent application across our product spectrum. We minimize environmental impact and make it safe for you and the ones you love. Master finishers don't settle for less. PureColor gives professionals the stains and protective finishes needed to deliver the high-quality products customers expect. Our ultra-low VOC finishes keep your shop safe and let you breathe easy. You know the feeling you get when you run your hands over perfectly sanded wood you've painstakingly crafted. PureColor provides you with finishes that bring out wood's striking beauty and protects the ones you love at the same time. Get everyone involved without worrying about the solvents and off-gassing of traditional stains. PureColor's Clean Chemistry means you can be confident the beautiful colors you choose won't linger in the air after your project is proudly displayed at home. "}