{"title": "PDF", "author": "PDF", "url": "https://www.law.nyu.edu/sites/default/files/Covid-19%20Vaccine%20Deal-Making%20Is%20Fleeting%20Game%20Changer%20for%20Pharma.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Prepared for: Christopher MortenManage SubscriptionHealth Law & BusinessCovid-19 Vaccine Deal-Making Is Fleeting Game Changer for PharmaBy Ian LopezMarch 29, 2021, 5:30 AMDeals come amid global distribution strugglesCompetitors becoming manufacturing partners in pandemic fightBloomberg Law News 2021-03-29T13:05:425-04:00Covid-19 Vaccine Deal-Making Is Fleeting Game Changer for PharmaBy Ian Lopez 2021-03-29T05:30:56000-04:001. Deals come amid global distribution struggles2. Competitors becoming manufacturing partners in pandemic fightMajor drugmakers are teaming up at an unprecedented rate to meet Covid-19 vaccine production demands, but industrywatchers say the drive may be short-lived.Johnson & Johnson has a deal with Merck & Co. to help make its single-dose vaccine and is seeking additional partnershipsto ramp up supply. Moderna inked deals with Catalent Inc. and Baxter International Inc. to fill vaccine vials. Novartis AGhas agreed to put Pfizer's shot into vials and formulate the mRNA that's necessary to make CureVac NV's Covid-19 vaccinecandidate.Some companies say the partnerships could help them boost capacity by as many as hundreds of millions of doses thisyear, a critical need as the world grapples with the pandemic.Proponents of the deals laud them as exemplary of what the private sector can achieve—speeding up vaccine creation andincreasing output. But some attorneys say the partnerships are an odd byproduct of a unique moment and are unlikely tospur further manufacturing deals beyond the public health emergency.\"Maybe this will show the players in this, 'Hey, we can work together. We can achieve greater things than we can on ourown,\" said Aaron Terwey, a corporate lawyer at Terwey PLLC.\"But it took something as big as the pandemic for this to happen. And barring some unforeseen repeat event, I don't see itbecoming the norm,\" he said.Attorneys cite intellectual property and other legal and logistical issues that may get in the way of the trend. And critics ofthe deals say they came too little, too late—failing to adequately meet the needs of the global community.'Not Quite Overnight'With global-scale immunization at stake, the pandemic opened up a multibillion dollar market—allowing developers ofCovid-19 products without sufficient manufacturing capacity to meet global demand through partnerships with othercompanies. Covid-19 Vaccine Deal-Making Is Fleeting Game Changer for Pharmahttps://www.bloomberglaw.com/bloomberglawnews/health-law-and-busi... 1 of 43/29/21, 1:06 PMPfizer in February projected about $15 billion in revenue this year for its Covid-19 vaccine developed with BioNTech.Meanwhile, Moderna this month kicked off a Phase 1 study of its next-generation Covid-19 vaccine candidate. It alsorecently announced investments to increase capacity to 1.4 billion doses of its current Covid-19 vaccine by 2022.\"Moderna is a company that went not quite overnight but in the span of two years from a startup with no commercialproducts to one of the most valuable pharmaceutical companies in the world,\" Chris Morten, director of NYU Law'stechnology law and policy clinic, said. \"These companies expect or maybe know this disease is going to be with us for yearsto come.\"The spate of partnerships with companies like Moderna \"create an alignment for a party that doesn't have a vaccine yet toget involved,\" Gray Reed attorney Patrick Souter, who works on health transaction matters, said.The pandemic created \"the perfect storm,\" he said.Merck had tried its hand at developing vaccines before signing up to manufacture J&J doses, cutting short efforts inJanuary after noting its own product didn't work as well as others.For the U.S., the Merck and J&J partnership is \"probably too late in the pipeline to make a big difference,\" said NicholsonPrice, a University of Michigan law professor focusing on biomedical innovation. But it's \"certainly not too late to help theworld,\" he said.Right MomentMajor drug companies routinely team up with smaller outfits for R&D deals to pursue innovations that may not come tomarket. And manufacturing deals existed in the earlier days of the pandemic even before the first Covid-19 vaccine wonU.S. clearance.Amgen announced in September 2020 it would increase manufacturing capacity for Covid-19 antibody therapies from EliLilly & Co. Regeneron and Roche in August announced a partnership to boost global supplies of Regeneron's Covid-19antibody cocktail.Getting competitors to team up is \"always hard,\" said Arti Rai, director of Duke Law's Center for Innovation Policy. But thepublic health crisis, with a planetary push for mass vaccination and a number of drug companies with the manufacturingcapabilities to bring vaccines to market, makes the moment ripe for partnerships.Until the Covid-19 pandemic, \"I'm not aware of a situation where we've contracted for manufacturing capacity that mightnever be used or might be repurposed,\" she said.Prior to the crisis, there \"wasn't a reason for companies to enter into manufacturing partnerships until they knew they hadan asset that was going to move forward and they needed capacity,\" said Anne McDonald Pritchett, senior vice presidentat Pharmaceutical Research and Manufacturers of America, an industry trade group.\"Considering how much it can take to work out legal contracts, the fact they could do this so quickly is nothing short ofamazing,\" she said.But manufacturing partnerships on a global scale are cumbersome from a logistics perspective, Terwey said. Businessterms, domestic and international tax implications, and intellectual property are among the issues that need to besmoothed out.\"You have inventions that arise from those collaborations. So making sure that IP is attributed to the right parties and Covid-19 Vaccine Deal-Making Is Fleeting Game Changer for Pharmahttps://www.bloomberglaw.com/bloomberglawnews/health-law-and-busi... 2 of 43/29/21, 1:06 PMmaking sure the right licensing deals are put in place\" is key, said Maria Laccotripe Zacharakis, a partner at McCarter &English LLP who has represented companies in collaborations for things like delivery devices for injectable antibodyproducts.Drugmakers \"have enormous incentives to keep their IP close, and they do so when they license contract manufacturers,\"Morten said. \"When they seek help from other manufacturers, they tend to move slowly and very carefully to protect theirIP .\"Still, Zacharakis expects large-scale manufacturing partnerships to continue, \"perhaps at a greater level, given that thecompanies now see they can combine their strengths to bring a product to the market much more effectively andefficiently.\"'One-Off Deals'World governments were generally unprepared for the pandemic. But now, \"the preparedness is absolutely there\" to tacklethe next health crisis, said John Zurawski, an IP partner at Ballard Spahr. \"But how much reliance on the pharmaceuticalindustry and the degree to which they will rely on them again is a big question,\" he said.\"All of the pressure points on the system were toggled to danger levels. If anything, this is absolutely provided some kindof blueprint for preparedness later down the road,\" Zurawski said.But some observers say the partnerships launched too late and don't reach far enough into the global community.\"We need to make as much vaccine as quickly as possible,\" said Zain Rizvi, law and policy researcher at Public Citizen.\"These one-off deals are not sufficient to meet the needs of the moment\" and \"help vaccinate the world.\"Rizvi said the U.S. government should require companies to share technology with the World Health Organization. Leavingsuch partnerships solely to companies lacks transparency while limiting geographic reach to a handful of wealthiercountries, he said.\"It's a pandemic. Any response has to have a global kind of lens,\" he said.Some say the government should take a more active role in boosting vaccine output. Morten said the government shouldalso invest in its own manufacturing capacity.\"I don't understand why a year into the pandemic we're still relying on for-profit companies to scale up production at theirown pace,\" he said.Limited Life SpansWhile certain countries may be getting more doses than others, some attorneys say the partnerships are overall beneficialfor wider vaccine access.\"It is getting around. Perhaps not at the levels at which it is happening in the U.S., but the more collaborations you see, themore manufacturing capabilities there will be,\" Zacharakis said. Then \"more product will be available to distribute to othercountries in the world.\"But these sorts of manufacturing deals will likely have lifespans limited to the pandemic. Because of the novelty ofCovid-19, companies may be inclined to return to business as usual.\"We just had such a unique situation. It wasn't the slow burn like cancer,\" Terwey said. \"Here we had a disease that popped Covid-19 Vaccine Deal-Making Is Fleeting Game Changer for Pharmahttps://www.bloomberglaw.com/bloomberglawnews/health-law-and-busi... 3 of 43/29/21, 1:06 PMup and over the course of weeks or a month became a pandemic.\"\"There was just a rush to get as many players in the pharmaceutical and biospace together\" as possible, he said.To contact the reporter on this story: Ian Lopez in Washington at ilopez@bloomberglaw.comTo contact the editors responsible for this story: Fawn Johnson at fjohnson@bloombergindustry.com; Alexis Kramer atakramer@bloomberglaw.com!\"#$%&'() © 2021 The Bureau of Inc.All on next-gen vaccine trialModerna releaseRegeneron release Contact UsView Full Desktop SiteBLAW ® 24 / 7 Help Desk (888) 560-2529Terms of service , Privacy , Copyright , Accessibility© 2021 The Bureau of National A!airs, Inc.All Rights Reserved Covid-19 Vaccine Deal-Making Is Fleeting Game Changer for Pharmahttps://www.bloomberglaw.com/bloomberglawnews/health-law-and-busi... 4 of 43/29/21, 1:06 PM "}