{"title": "Si la reinfección de covid es posible, ¿cómo sabemos que la vacuna va a funcionar?", "author": "Nuria Izquierdo-Useros", "url": "https://elpais.com/ciencia/2021-01-06/si-la-reinfeccion-de-covid-es-posible-como-sabemos-que-la-vacuna-va-a-funcionar.html", "hostname": "elpais.com", "description": "Las dosis potencian la capacidad de respuesta a la infección y nos preparan para estar protegidos durante mucho tiempo, evitando que desarrollemos las formas severas de la enfermedad", "sitename": "Ediciones EL PAÍS S.L.", "date": "2021-01-06", "cleaned_text": "Si la reinfección de covid es posible, ¿cómo sabemos que la vacuna va a funcionar? Las dosis potencian la capacidad de respuesta a la infección y nos preparan para estar protegidos durante mucho tiempo, evitando que desarrollemos las formas severas de la enfermedad Podemos estar seguros de que las vacunas van a funcionar porque lo que hacen es mejorar nuestra respuesta inmune frente a la infección por coronavirus. Las vacunas consiguen potenciar nuestra capacidad de responder a la infección y nos preparan para estar protegidos durante mucho tiempo, evitando que desarrollemos las formas severas de la enfermedad. Y esa es [la intervención clave de una vacuna](https://elpais.com/espana/catalunya/2020-12-29/resolviendo-dudas-sobre-la-vacuna.html): mejorar la capacidad inmune que todos tenemos potenciándola para que sea óptima y no enfermemos. Para que el [desarrollo de una vacuna](https://elpais.com/sociedad/2020-12-27/espana-empieza-a-vacunar-bajo-la-amenaza-de-una-tercera-ola.html) sea viable es muy importante saber que hay personas que de forma natural son capaces de superar la infección que se pretende combatir. Eso ya te da la idea de que nuestro sistema inmune ha sido capaz de vencer al virus o al patógeno al que se está enfrentando, y eso es una garantía de éxito para conseguir una vacuna eficaz. Si hay personas que sin vacuna logran superar una infección, sabemos que tarde o temprano conseguiremos una vacuna que funcione y que ayude a potenciar esas defensas. Y este ha sido el caso de la covid causada por la infección del SARS-CoV-2, millones de personas en todo el mundo han superado la infección gracias a la respuesta orquestada de sus propios sistemas inmunitarios. Lo malo es cuando tenemos que hacer frente a un virus como por ejemplo el VIH que causa el sida. No hay ni una sola persona que de manera espontánea y gracias a su sistema inmunitario haya sido capaz de superar la infección por VIH. Y lamentablemente todavía no hemos conseguido diseñar una vacuna que supere las capacidades de nuestro sistema inmunitario. Yo espero que podamos hacerlo en algún momento, pero es mucho más difícil que potenciar y mejorar nuestras capacidades inmunes preexistentes. ¿Qué problema hay con la [tasa de reinfección](https://elpais.com/buenavida/salud/2020-12-28/razones-por-las-que-aunque-te-vacunes-no-podras-quitarte-la-mascarilla.html) en el caso de las vacunas para la covid? Todavía no lo sabemos, eso es algo que tendremos que ir estudiando. Y es que una de las informaciones que aún no tenemos es si estas vacunas de las que disponemos o vamos a disponer en breve son capaces de evitar que las personas se infecten. Porque puede ocurrir que la vacuna consiga que las personas que se la pongan no tengan la enfermedad, pero sí se infecten con el virus y puedan seguir trasmitiéndoselo a otros. [En los próximos meses veremos](https://elpais.com/sociedad/2020-12-29/mas-de-350000-vacunas-de-pfizer-llegan-a-espana-para-dar-inicio-a-la-campana-de-inmunizacion-masiva.html) si ocurre así o si las vacunas previenen también la infección y no solo la enfermedad, aunque de momento no hay datos que apunten a que este vaya a ser el caso. En cuanto a cómo afectan las mutaciones del virus a las vacunas, lo que tendremos que hacer es adelantarnos y modificar las vacunas para que sigan siendo eficaces. Es lo mismo que ocurre con el virus de la gripe, cada año se cambia la vacuna para que cuando la población la reciba pueda hacer frente a la cepa que domine esa temporada. Las [personas vacunadas](https://elpais.com/internacional/2020-12-27/arranca-la-campana-de-vacunas-en-toda-europa.html) que se vuelvan a exponer al virus tendrán una reacción inmune muy rápida que conseguirá contener la progresión de la infección y la enfermedad durante un período de tiempo todavía desconocido, pero que esperamos sea duradero. Eso sería lo deseable. Pero en ciencia lo que valen son los datos así que eso no lo sabremos seguro hasta que pasen varios años. Podemos saber ahora que las personas que han tenido una covid más grave tienen anticuerpos neutralizantes protectores que duran más de seis meses porque ya han pasado esos meses. Con las vacunas es lo mismo, hay que esperar para tener los datos contrastados. Lo ideal sería que pudiéramos terminar desarrollando una vacuna que evite las infecciones y las reinfecciones. Solo así podremos conseguir que el virus acabe desapareciendo. Nuria Izquierdo-Useros es doctora en biología, jefa del grupo de patógenos emergentes de IrsiCaixa. Pregunta enviada vía email por Pilar Moliner [Nosotras respondemos](https://elpais.com/agr/las_cientificas_responden/a/) es un consultorio científico semanal, patrocinado por la [Fundación Dr. Antoni Esteve](https://www.esteve.org/) y el programa [L'Oréal-Unesco 'For Women in Science'](https://www.forwomeninscience.com/es/home), que contesta a las dudas de los lectores sobre ciencia y tecnología. Son científicas y tecnólogas, socias de [AMIT (Asociación de Mujeres Investigadoras y Tecnólogas)](http://www.amit-es.org/), las que responden a esas dudas. Envía tus preguntas a [nosotrasrespondemos@gmail.com](mailto:nosotrasrespondemos@gmail.com) o por Twitter #nosotrasrespondemos. Coordinación y redacción: Victoria Toro Puedes seguir a "}