{"title": "Personal sanitario hace sonar la alarma por infodemia en redes sociales", "author": null, "url": "https://secure.avaaz.org/campaign/es/health_disinfo_letter/", "hostname": "avaaz.org", "description": "Si eres profesional médico, sanitario o de enfermería, suma tu nombre a la Carta Abierta", "sitename": "Avaaz", "date": "2012-05-01", "cleaned_text": "profesionales sanitarios y partidarios han firmado Como profesionales médicos, de enfermería y expertos sanitarios de todo el mundo, estamos aquí para hacer sonar la alarma. Nuestro trabajo es mantener a la gente sana y salva. Pero, ahora mismo, nos enfrentamos no solo a la pandemia de covid-19, sino a una infodemia global, con desinformación viral en redes sociales que pone en peligro vidas por todo el mundo. Historias que afirman que la cocaína es una cura o que China o EE.UU. desarrollaron el covid-19 como arma biológica se han difundido más rápidamente que el virus mismo. Las empresas de tecnología han tratado de actuar, eliminando cierto contenido cuando es reportado y ofreciendo anuncios gratuitos a la Organización Mundial de la Salud. Pero sus esfuerzos no son en absoluto suficientes. El tsunami de contenido desinformativo y falso sobre el coronavirus no es un brote aislado de desinformación, es parte de una plaga mundial. En Facebook, hemos visto afirmaciones como que el dióxido de cloro ayuda a las personas con autismo y cáncer, que la vacuna de la polio causó cáncer a millones de estadounidenses o que el TDAH fue \"inventado por las grandes farmacéuticas\". Y la lista sigue. Estas mentiras importan porque promueven curas engañosas y alejan a la gente de las vacunas y de tratamientos efectivos. Y viajan lejos -- una publicación en Facebook que aseguraba que el jengibre era 10 mil veces más efectivo que la quimioterapia para combatir el cáncer tuvo casi 30 mil interacciones, entre 'me gusta', comentarios y reenvíos. Es por eso que hoy hacemos un llamamiento a los gigantes de la tecnología para que tomen medidas sistémicas inmediatas para detener el flujo de desinformación sobre la salud, y se frene la crisis sanitaria que ha desatado. Trabajar en hospitales, clínicas y departamentos de salud pública por todo el mundo nos hace conocedores del impacto real de esta infodemia. Somos nosotros los que tratamos a los niños y niñas con sarampión, una enfermedad completamente prevenible que ya fue erradicada en países como EE.UU. pero que ahora va en aumento debido a la propaganda antivacunas. Los profesionales de la salud no solo somos los que lidiamos con las repercusiones, sino que a menudo se nos echa la culpa. La desinformación debilita así la moral de una profesión ya afectada, mientras que el coste de luchar contra ella se ceba con unos presupuestos ya de por sí ajustados. El diagnóstico es grave. Entonces, ¿qué se puede hacer? Las plataformas de redes sociales deben comenzar dando dos pasos obvios y urgentes. Primero, deben rectificar la desinformación sobre la salud. Esto significa alertar y notificar a cada persona que haya visto o interactuado con desinformación sobre la salud en sus plataformas, y compartir una corrección bien diseñada y verificada de forma independiente -- algo que se ha demostrado que ayuda a evitar que los usuarios crean en mentiras dañinas. Aunque plataformas como Facebook ya han empezado a etiquetar contenido probadamente falso, el impacto del sistema todavía es limitado porque millones de personas probablemente ven las publicaciones antes de que se demuestren falsas. Es por eso que le pedimos urgentemente a Facebook que alerte a TODOS los usuarios que hayan caído víctimas de tal contenido, lo que implica que vayan un paso más allá del etiquetado y envíen correcciones retroactivas a sus usuarios. Segundo, las plataformas deberán desintoxicar los algoritmos que deciden lo que la gente ve. Esto significa que las mentiras dañinas y las páginas y los grupos que las comparten se vuelvan menos visibles en las páginas personales de los usuarios, en vez de ser amplificadas. La desinformación dañina y las páginas y canales pertenecientes a infractores reincidentes que la difundan también deberán eliminarse de los algoritmos que recomiendan contenido. Actualmente, estos algoritmos priorizan mantener a los usuarios en línea, por encima de la protección de su salud. Y, al final, esto termina degradando el bienestar de la humanidad. Las empresas tecnológicas que han facilitado la propagación de ideas y que, al mismo tiempo, se han lucrado con esto tienen un poder único y la responsabilidad de contraatacar ante la difusión letal de desinformación e impedir que las redes sociales pongan aún más enfermas a nuestras comunidades. Para salvar vidas y recobrar la confianza en la salud basada en la ciencia, los gigantes tecnológicos deben dejar de darle oxígeno a mentiras, calumnias y fantasías que nos ponen en peligro a todos. Elodie Ghedin Profesora de Biología y de Salud Pública Global, Universidad de Nueva York Dr. James M. Hughes Profesor Emérito de Medicina, Universidad de Emory Dr. Jonathan D. Quick Profesor Adjunto de Salud Global, Duke Global Health Institute Joseph Fair Analista científico, NBC/MSNBC News Fellow Senior de Política de Pandemias, Instituto Scowcroft de Asuntos Internacionales, Escuela Bush de Gobierno y Servicio Público en la Universidad de Texas A&M Profesor Emérito de Salud Global, Instituto Smithsonian Dr. Peter G. Lurie Presidente, Center for Science in the Public Interest Dr. Abdul El-Sayed Presidente, Southpaw Michigan Antiguo Director de Salud, Departamento de Salud de Detroit Dra. Michelle Morse Co-Directora Fundadora, EqualHealth Profesora Asistente, Escuela de Medicina de Harvard Dr. Duncan Maru Epidemiólogo y Médico Miembro Senior de la Facultad, Instituto Arnhold para la Salud Global, Icahn School of Medicine at Mount Sinai Co-Fundador, Possible Dr. Irwin Redlener Director, Centro Nacional de Preparación para Desastres de la Universidad de Columbia Profesor de Políticas y Gestión de Salud y Pediatría, Universidad de Columbia Dr. Dan Schwarz Departamento de Medicina, Hospital Brigham & Women's Instructor, Escuela de Medicina de Harvard Doctors for America Dr. Evan T. Saulino Presidente de la Junta Glen Nowak Director, Centro de para la Comunicación Sanitaria de Riesgo, Universidad de Georgia Dr. Joseph A. Hill Profesor de Medicina y Biología Molecular, Jefe de Cardiología, Centro Médico UT Southwestern Gregg Gonsalves Profesor Asistente, Escuela Yale de Salud Pública Catarina de Oliveira Paulo Especialista en Enfermedades Infecciosas Sistema Nacional de Salud de Portugal (SNS) David Citrin Director de Evidencia hacia Políticas, Possible Health Profesor Asistente Afiliado, Universidad de Washington ISGlobal (Instituto de Salud Global de Barcelona) Rafael Vilasanjuan Director de Análisis, ISGlobal (Instituto de Salud Global de Barcelona) Donal Bisanzio Epidemiológo Senior, RTI International Isha Nirola Candidata DrPH en Salud Pública Maciej F. Boni Profesor Asociado de Biología, Universidad Estatal de Pennsylvania Dra. Meenakshi Bewtra Profesora Asistente de Medicina y Epidemiología, Universidad de Pennsylvania Dr. Michael Head Investigador becado Senior en Salud Global Patricia Powers Enfermera, Brigham and Women's Hospital Dr. Philip Lederer Profesor Asistente, Departamento de Medicina, Enfermedades Infecciosas, Escuela de Medicina de la Universidad de Boston Rachel Nugent Vicepresidenta, Centro de Enfermedades No Transmisibles, RTI International Dr. Ricardo Mexia Presidente de la Asociación Portuguesa de Doctores de Salud Pública Dr. Ron Waldman Profesor de Salud Global, Universidad George Washington Presidente, Médicos del Mundo EE.UU. Saikat Roy Oficial Médico, Dirección General de Servicios de Salud, Ministerio de Salud y Bienestar Familiar, Gobierno de Bangladesh Dra. Sheela Maru Profesora Asistente de Salud Global, Obstetricia, Ginecología y Ciencias de la Reproducción, Mount Sinai Shefali Oza Epidemióloga, Escuela de Higiene y Medicina Tropical de Londres Vlad Mixich Experto en Políticas de la Salud / Director Ejecutivo en el Observatorio Rumano de Salud Dr. Colin Hutchinson Presidente, Doctores para el Servicio Nacional de Salud (Reino Unido) El equipo de EveryDoctor (Reino Unido) Prof. Christian Drosten Director, Instituto de Virología en el Hospital Charité de Berlín Director Científico, Charité Global Health Alberto Cano Físico Médico Dra. Wan-Ju Wu Médica, Boston Medical Center Antonio Sitges-Serra Cirujano y Escritor Prof. Dr. Jörg Ellinger Urólogo Senior, Hospital Universitario de Bonn Naishadh D. Buch Universidad Americana de Ejecutivos de la Salud, Farmacéutico Clínico y Ejecutivo de Hospitales Dra. Janneke Zinkstok Psiquiatra en el Centro Medico de la Universidad de Utrecht (Países Bajos) Dr. Subarna Shrestha Médico, Hospital de Brigham and Women's Dr. Rajeev Fernando Especialista en Enfermedades Infecciosas Socorrista, Queens NYC Fundador, CHIRAJ Global Charities Ranj Singh Servicio Nacional de Salud (Reino Unido), Pediatra de Urgencias, Presentador de TV Dr. Jonathan Dworkin Doctor de Enfermedades Infecciosas Dr. Hadi Mourad Doctor de Medicina, Universidad Libanesa Americana Miembro de la Orden Libanesa de Médicos Productor y Presentador del Na2Flix Show Rony Brauman Profesor, Instituto de Respuesta Humanitaria y Conflicto (HCRI), Universidad de Manchester Ex-presidente, Médicos Sin Fronteras Noha Baz Pediatra Miembro de la Academia Europea de Pediatría Fundadora de Les Petits Soleils Arshia Wajid Fundadora y de la Muslim Healthcare Professionals Aurélien Beaucamp Presidente de AIDES, asociación socia del Programa de la ONU sobre VIH/SIDA Dra. Sarah Kureshi Médica de Familia y Profesora Asistente en el Hospital Medstar de la Universidad de Georgetown Prof. Matteo Bassetti Director de la Clínica de Enfermedades Infecciosas del Policlinico San Martino de Génova Dr. Christopher Rommel Director de la Clínica de Psiquiatría, Psicoterapia y Psicosomática Especialista en Neurología y Psiquiatría Psicoterapia, Psicoanálisis Hospital Johanniter de Treuenbrietzen Dra. Asma Raheem Envision Physician Services Jefa de Anestesia Pediátrica en el Hospital General Plantation Dr. Renato de Ávila Kfouri Director de la SBIm (Sociedad Brasileña de Inmunizaciones), miembro de la Red de Vacunación Segura de la OMS Natalia Pasternak Taschner Doctora en Microbiología por la Universidad de São Paulo Presidenta del Instituto Questão de Ciencia Instituto Questão de Ciencia Juarez Cunha Presidente de la SBIm (Sociedad Brasileña de Inmunizaciones), miembro de la Red de Vacunación Segura de la OMS Isabella Ballalai Vicepresidenta de la SBIm (Sociedad Brasileña de Inmunizaciones), miembro de la Red de Vacunación Segura de la OMS Anirudh Kumar Médico, NYU Langone Health Prof. Dra. Melanie M. Brinkmann Instituto de Genética de la Universidad Técnica de Brunswick Angelo Pan Director de Enfermedades Infecciosas en OU ASST de Cremona Presidente de SIMPIOS Giovanni Maga Director del Instituto / Director de Investigación del CNR Istituto de Genética Molecular CNR Biólogo molecular, investigador Andrea Crisanti Profesor, Médico Departamento de Medicina Molecular de la UNIPD Dr. David Duong Médico, Escuela de Medicina Harvard Prof. Dr. Edimilson R. Migowski Director de Relaciones Externas en la UFRJ (Universidad Federal de Río de Janeiro) Sally McDonald Enfermera Jefa Clínica Leen Delbaere Enfermera de Oncología en el Hospital Jan-Palfijn de Gante (Bélgica) Tanguy Viaene Doctor Residente de Pediatría en el Hospital Universitario de Gante (Bélgica) Ritu Mahendru Especialista en Salud Pública Ruvani W. Fonseka Investigador de Salud Pública Jonas Van Loocke Enfermera Titulada Profesional del Wit-Gele Kruis de Bélgica Liz-Ann Munro Higienista Dental Independiente de Lamarre Deborah Passey Investigadora Asociada Mary Crippen Gerente de Relaciones de la Organización Regional de Información Sanitaria del Bronx Emma Richards Enfermera (retirada) Fatima Lachporia Enfermera (retirada) Ashmal Jameel Becario de Oftalmología del Hospital St. Thomas Felicity Edwards Especialista Clínica en Columna Vertebral, terapeuta preparatoria para el tramo final de la vida en asilos Hedie L. Epp Enfermera de Familia Tatiana Kremenchugskaya Asistente de Cirugía Jillian Rausa Profesional de Salud Pública Michael Lyon Técnico Biomédico de Hospital Angy El-Khatib Coordinador de Salud y Bienestar Shaddai Martinez Cuestas Especialista en Comunicación Estratégica y Cabildeo sobre Salud Pública Miguel Castro Enfermero Shreya Mahajan Enfermera Brenda Lane Trabajadora Social Clínica Anneke de Boer Enfermera Jefa Registrada Liz Kroboth, MPH Supervisora de Programa Patricia Dunne Enfermera Katherine Schaff Coordinadora de Igualdad Sanitaria Tarik Khan Enfermero de Familia Cintia Barbosa Enfermera Registrada en Boston (EE.UU.) Dr. Jabeen Siddiqui Hamzavi Wilson Borges Doctor en Comunicación Fundación Oswaldo Cruz Investigador Dr. Juan Francisco Vázquez Costa Neurólogo en Hospital La Fe Dra. Laura de la Fuente Asistente de Investigación en ISGlobal Dra. Flor Villalón Cirujana Pediátrica en Hospital Universitario Donostia Dr. Vijay Jain Médico Integrativo en Centro de Mind Body Wellness Mansi Kotwal Pediatra, Children's National Hospital Dra. Amadea Heitmann Médica Consultora del Hospital King's College del Sistema Nacional de Salud (Reino Unido), Foundation Trust Dr. Eckart v. Hirschhausen Médico y Periodista Científico, Scientists for Future, Stiftung Gesunde Munich, Alemania Carol Shoshkes Reiss Profesora Tiphaine Joguet Rehabilitación a través de Actividades Físicas Adaptadas y Salud Centro hospitalario de Lodeve (Francia) Profesora de Actividades Físicas Adaptadas Dra. Birgit Lampe Neuróloga, Neurologie360Grad Colonia (Alemania) Dr. Cord Benecke Profesor de Psicología Clínica, Jefe de Educación Superior, Universidad de Kassel Dr. Bernd Stechemesser Médico Supervisor, Hernienzentrum Köln (Alemania) David Fitch Profesor de Biología, Universidad de Nueva York (EE.UU.) Dra. Andrea Jobst Neumóloga Pediátrica, Clínica Dr. Jobst Dr. Paul Northshore University HealthSystem (EE.UU.) Dr. Jakow Diener Oncólogo Médico, Southern NH Med Cntr Dr. Abe Levy Jefe de Medicina Emérito, CareMount Medical Stephan Greve Fisioterapeuta Dr. Heinrich Neumann Patólogo, MVZ Düren Dr. Mitchell R. Lester Médico Dr. Arnold Schwartz Cirujano Ortopédico de la Columna, Orthopedic Spine Care of Long Island Dra. Kara Fine Endocrina, Suburban Endocrinology Kenneth Hardy Rabin Investigador Académico, Universidad de la Ciudad de Nueva York, Graduate School of Public Health & Health Policy Dr. Jens-Uwe Voss Toxicólogo Dra. Andrea Erdmann Psiquiatra, Médico Elisabeth Krankenhaus Gelsenkirchen Dr. Jens-Chr. Neonatólogo/Director, SIMCharacters GmbH Levi Jenkins Terapeuta Respiratorio Steffi psiquiatría y psicoterapia infantil Praxismanagerin & Systemische Beraterin (DGsP) Dra. Kelly Issokson Dra. Sarah Oncóloga Kevin Kuehlwein Psicólogo Licenciado Dra. Carla Araújo Médico Sérgio Sousa Enfermero de Sanidad Pública, ULSM Dra. Margarida Leal Dr. Marcus Brabant Médico Dr. David Silberhartz Psiquiatra Luciana Amorim Duarte Enfermera Registrada Dr. Prabodh Gupta Profesor Emérito, Universidad de Pennsylvania Énio Amaral Enfermero, Unidad de Cuidados Intensivos, Hospital Curry Cabral Dra. Catarina Leal Enfermera Escolar, Australian International School Dr. Lucio Meneses-de-Almeida Especialista en Medicina de Salud Pública Administración Regional de Salud del Centro de Portugal Dr. Joao Nuno Rossa Médico de Familia, USF Cynthia - ACES Sintra Ricardo Soares dos Reis CHUSJ Dra. Alice Sato Hospital Infantil / UNMC Epidemiología Enfermedades Infecciosas Paula Brustolin Enfermera, Unoesc Sidnei Miyoshi Sakamoto Profesor, UFERSA Manoel Carlos Neri da Silva Enfermero Presidente del Consejo Federal de Enfermería Felipe Nogueira Doctorado en Ciencia Médica Escritor Científico Mailton Vasconcelos Doctor UFRGS Sara Oliveira da Silva Especialista en Farmacología Clínica Funcionaria Pública Farmacéutica Bioquímica Lillian Gama Balbi Estudiante de Biomedicina Silvana do Nascimento Monte Enfermera Dr. Scott D. Krugman Pediatra, Baltimore (Maryland - EE.UU.) Dr. Renan Arauz Cirujano Pediátrico Ortopédico, Hospital de Especialidades Pediátricas Brett Ives Médico de Salud Pública Dr. Magnus Kaffarnik Yasmin von Schirnding Profesora Asociada Adjunta, Icahn Escuela de Medicina en Mount Sinai Dr. Roger Kim Miembro de la Junta de Gobierno, Medicina Pulmonar y de Cuidados Críticos, Universidad de Pennsylvania Agya Mahat Consultora de Salud Global Dra. Mary Austin-Seymour Oncóloga Retirada, Voluntaria en WA Free Clinic, Vancouver WA (EE.UU.) Dr. Jörg Meyer Médico Jefe, Clínica de Anestesiología, Medicina Operatoria Intensiva y Terapia del Dolor, St. Marien-Hospital Mülheim an der Ruhr Dra. Lara Ricotta Doctora, Miembro del Equipo Directivo del Hospital Pediátrico Bambino Gesù Emmanuelle Adam Enfermera Liberada Dr. Jaime Verdugo Bosch Radiólogo Clínico Dra. Melanie Schaefer Anestesista, Clínica Heidelberg de Diagnóstico Integrativo Dra. Henrietta Bencevic-Striehl Médica Luciano Guerra Armuelles Médico, SAMUP Matthew J. Majzun Presidente de Personal Médico, Director Médico de Calidad y Seguridad del Paciente, OhioHealth Doctors Hospital Raquel Medialdea Carrera Epidemióloga, Ministerio de Salud, Malta Dr. Emil William Chynn Propietario y Director Quirúrgico, Park Avenue LASEK Dr. James D. Brooks Profesor Keith and Jan Hurlbut, Departmento de Urología, Universidad de Stanford Catherine Caporale Psicoterapeuta, Consejera Clínica, APA, Am Psych Assoc, AmAssMFTs, CalifAssoc.MFTs Prof. Dr. Frank Ulrich Montgomery Presidente Junta Directiva, Asociación Médica Mundial (WMA) Prof. Dr. Hartmut Göbel Director, Centro del Dolor de Kiel Frederick Voß Médico Asistente AINS, Hospital Agaplesion Bethesda Wuppertal Gert Tauber Especialista en Medicina Psicosomática, Clínica Europakanal, Erlangen Luis Soares Inspector, INFARMED Dra. Doctora ENT, Hospital CUF Alma Infecciosas Dra. Katja Kühn Médico Zsófi Igloi Científica de Investigación, Erasmus MC Dr. Jeff Huebner Médico de Familia, Junta Directiva de Doctors for America Dra. Nadia Ramos ENT, CUF Sabine Gerlach-Eniyew Médico, Consultorio Dra. Billie Cáceda Médico / Microbiología Clínica, Hospital Universitario Cruces Dr. Bernhard Redinger Clínica Ebersberg Cirujano Cecilia Thomas Enfermera Practicante, CHI Health Petra Falb Veterinaria, Asesora en Vacunación, Oficina Federal para la Seguridad del Cuidado de la Salud Dra. Christina Ha Gastroenteróloga Peter Hahn Médico Principal en Anestesia y Medicina de Cuidados Intensivos, Hospital de Salem Brittany Menna Enfermera Clínica, Penn Medicine Dr. Miguel Bigotte Vieira Nefrólogo, Centro Hospitalario Universitario de Lisboa Central Dra. Filomena Laia McGuire CHCSJ (Hospital Conde de Sao Januário) Jan Goebel Especialista en Medicina Interna, Consultorio en Imberg Dr. Ulrich Giebeler Especialista en Psiquiatría / Psicoterapia FMH, Consulta Propia Dr. Giskard Wagner Anestesista, Médico Senior mbF, Hospital de Schaffhausen Dra. Christina Köhlen Consulta de Salud Mental Dr. Saverio Cinieri Presidente Electo, Asociación Italiana de Medicina Oncológica Director, Departamento de Oncología Stephanie Ortiz y Lülsdorff Naturópata (Psicoterapia) Dra. Stefania Stefani Microbióloga, Universidad de Catania Jessica Chan Enfermera, Hospital Presbiteriano de Nueva York Dr. Kenneth S. K. Tung Profesor Emérito en Patología Juan Manuel Bombin Granado Especialista en Pediatría Pediatra, Servicio Madrileño de Salud Dra. Agnes Musiol Gerente de Operaciones Clínicas, Sacura GmbH Dra. Miriam Scheidthauer Especialista en Medicina General, Consulta Dra. Kay Vandenberg Obstetra y Ginecóloga Prof. Dr. Erwin Stark (ret.) Dr. John Vann Clínica Infantil de Omaha Dr. Enea Martinelli Jefe Farmacéutico, Hospital fmi AG Matthias Lintz Especialista en Medicina Interna y Gastroenterología / Médico Jefe Clínica Neckar-Odenwald Mosbach Dra. Eunice UMC Dra. Dorrit H. Sterner Personal Médico, Servicios de Salud para Estudiantes de la Universidad de Temple Gwendeline Demers Asistente Médico de Emergencias, Hospital de Yale New Haven Allison Squires Profesora Asociada, Colegio de Enfermería Rory Meyers, Universidad de Nueva York Académica Distinguida en Enfermería, Academia Nacional de Medicina Dra. Lindsey Shultz Médica, Analista de Salud Dr. Jorge Wernly Profesor, Cirugía Cardiotoráxica, Universidad de Nuevo México David Walter Psiquiatría Infantil y Adolescente Dra. Deborah Newcomb Anestesista, Innewvation Anesthesia Solutions Dr. Steven Kern Dermatólogo de Entrenamiento, Kaiser Permanente Dr. Ozge Karadag Caman Investigador de Salud Pública, Universidad de Columbia Dr. Carlos Pellegrini Eleanor Miller Gerente OCN, Oncology Nurse Navigator, Centro de Cáncer Abramson, Penn Medicine Amie Barry Enfermera Practicante Dr. Bich-May Nguyen Médico de Familia Dr. R. Scott Poppen Médico Retirado Dra. Debra M Stein Pediatra Dr. John Haresch Médico de Familia Cathie McGeehan Enfermera, Facultad Clínica Michelle Montgomery Administración de Enfermería Faces of the Frontline Dra. Robin L. Ninefeldt Especialista en Medicina Familiar, Educadora de Salud, Eagle Health Alaska Eric Feigl-Ding Epidemiólogo, Escuela de Salud Púbica Chan de Harvard Dra. Erin Zahradnik Medicina Paliativa, Universidad de Chicago Sanjeev K Sriram Asesor Senior, Social Security Works Dra. Maria Petroulakis Profesora Asistente de Medicina, UPMC Dra. Shannon N. Westin Centro Oncológico MD Anderson de la Universidad de Texas Dra. Komal Patel Médico Hospitalista Jessica Gonzaga Enfermera Practicante de Emergencias, Centro Médico de Tucson Dra. Afreen Pappa Médica, Centros Médicos Sanitas Donna Gleason NP/RNFA AANP Dra. Furkan Shinaishin Médico de Emergencias en Médicos de Emergencia de la Commonwealth Dra. Anna Tran Doctors for America Médico Hospitalista Dr. James Meza Médico, Investigador, Centro Médico de Beaumont-Westland Sheneen Lalani Medicina Interna y Cuidados Paliativos / Médico de Asilo, NYC Health and Hospitals Brandee Smedley Enfermera de Enlace en la Detección de Cáncer de Pulmón, Sistema Comunitario de Salud Dra. Noshene Ranjbar Profesora Asistente, Universidad de Arizona Dr. Vino Shelumiel Raj Director de Investigación Clínica, Allina Health Dra. Catherine Ferguson Medicina de Emergencias Dra. Emily Bellavance Cirujana Dra. Lynn J. Howie Hematóloga/Oncóloga Dra. Susan Sufit Consulta de Familia Prof. Dr. Lothar Schweigerer Pediatra, Médico Jefe, Clínica de Frankfurt (Oder) Prof. Dr. Armin Sablotzki Jefe de Medicina Interna, Clínica St. Georg Leipzig Prof. Dra. Ursula Peschers Médico Jefe, Clínica del Isar Prof. Dr. Wolfgang Preiser Universidad de Stellenbosch / Servicio Nacional de Laboratorios de Salud Jefe del Departamento de Virología Médica Prof. Dra. Katja Schlosser AGAPLESION e Médico Jefe Dr. Dirk Zeiler Hospital Franziskus Linz Especialista en Anestesiología y Medicina de Cuidados Intensivos, Médico Jefe Dr. Daniel Tibussek Centro de Salud para la Infancia y la Adolescencia Pediatra, Neurólogo Infantil Dra. Z. Sarhaddar Cirujana Jefa Dr. Stephan Leers Especialistas en Oftalmología Oftalmólogo Dr. Christoph Schattenfroh Clínica Lippe Neurólogo Dr. Marc Dr. Propietario/Médico Dra. Petra Soldo Cirujana Ortopédica y Medicina Social Prof. Dr. Björn Brücher 4open Journal Redactor Jefe C. Heidenreich Enfermera Red de Hospicio del Sudeste de Baviera (Sapv) Cuidados Paliativos Dr. Ashwini Seghal Universidad de Case Western Reserve Profesor de Medicina Elizabeth Schlechter Enfermera Joseph Ladines-Lim Escuela de Medicina de Yale, Universidad de Michigan Candidato a Doctor Dr. Stefan Buttigieg Digital Health Malta Co-fundador Kendall Sarson Estudiante de Medicina Universidad de Columbia - Escuela Vagelos de Médicos y Cirujanos Dra. Cathie Dunal Médico Dr. Michael Murauer Internista, Médico Dra. Kristina Norman Investigadora Senior, Universidad de Medicina Charité Berlín Dra. Elisabeth Maihoff Médico General, Consulta en Medicina General Dr. Wolfgang Picker-Huchzermeyer Médico General Dr. Rolf-Dieter Hanrath Internista - Gastroenterología, Clínica Rodewisch Italy Dra. Ana Pimenta Hematóloga Asistente en el Centro Hospitalario de Lisboa Oci, CHLO Dr. Pasquale Cacciatore Médico Residente en Salud Pública, Universidad Católica del Sagrado Corazón Dr. Terri Hargrave Profesor Asociado Emérito de Psiquiatría, SUNY UMU Dra. Ellyn Musser Pediatra Dra. Janet Perlman Médico Dr. Michael A Taylor Profesor, Departamento de Pediatría de la UAB Jennifer Bratz Enfermera Practicante Jefa de Enfermeras, USAF Dra. Jennifer de Vries Anestesista Pediátrica, Hospital Infantil Dayton Dra. Hiedi Tan Enfermedades Infecciosas Dr. Axel Rowedder Medicina Interna, mediX toujours Dra. Fátima Franco Cardióloga, Hospital de la Universidad de Coimbra Prof. Dr. Ernst Berger Profesor Universitario, Universidad Médica de Viena Dr. Markus Beier Presidente, Organización GP de Baviera Dra. Felizitas Leitner Médica General Dra. Brigitte Dietz Pediatra Maria del Mar Burreros Garcia Pediatra, Lic. en Medicina y Cirugía Especialista en Pediatría SERMAS Prof. Dr. Manfred Herrmann Profesor Universitario / Médico, Universidad de Bremen Dr. Tim Ratzlaff Neurólogo Dra. Katrin Schwaiger Internista Dra. Angelika Göser Médica General, Consulta Dr. Lars Wojtecki Médico Jefe / Profesor Adjunto de la Clínica Neurológica en el Hospital Kempen y del Hospital de Enseñanza Académica de la Universidad de Düsseldorf Dra. Schirin Frey Médico Dr. Stefan Zeller Pediatra Dr. Jens Mathews Neumólogo Prof. Dr. Axel Hamprecht Universidad de Oldenburg Director, Instituto para la Medicina de Microbiología y Virología Prof. Dra. Angela Geissler Hospital Robert Bosch Médico Jefe Prof. Dra. Annegret Hannawa Universidad de Lugano Profesora de Comunicación de la Salud Dra. Toni Biskup Médica, Educadora Dr. Ian Darnton-Hill Profesor Adjunto Laura Witte UTHealth Escuela de Salud Pública Estudiante de Doctorado Dra. Sibilla Focchi Médico Dra. Concepción Colomo Médico Dr. Martin Knorr Pediatra, BAG Kids 4.0, Mülheim an der Ruhr Dr. Fabian Waltschew Médico Dr. Christoph Winkler Consultor Senior, ZEQ AG Andreas Thalheimer Médico Firma a continuación e incluye algún dato sobre tu trabajo. ¡Muchísimas gracias por todo "}