{"title": "PDF", "author": "PDF", "url": "www.health.ny.gov/publications/9207.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "En terreno común: Proy ecto de las comunidades de fe del I nstituto del SID ARespondiendo al llamado: Una guía para la educación del VIH/SID A en comunidades de fe #9207 (Spanish)Depar tamento de Salud del Estado de Nueva York 6/1021Una guía para la educación del VIH/SIDA en comunidades de fe Índice Introducción.................................................................................................................................................. 3 Sobre.el.Proyecto.de.las.comunidades.de.fe.del.Instituto.del.SIDA......................................... 4 Las.comunidades.de.fe.son.el.lugar.apropiado.para.impartir .. . devoción.y.en.la.comunidad. del Instituto del SIDA de fe son el lugar apropiado para impartir educación sobre el las comunidades de fe son el lugar apropiado para impartir educación sobre el .minoritarias..6El VIH y el SIDA en .sexual.no.importan:.cualquiera .puede.contraer.. el.VIH. Se puede contraer el VIH de los siguientes modos: . .Al tener relaciones sexuales sin protección.con.una.persona.infectada.con.el.VIH..Tener los signos o síntomas físicos de demostrar.si.la.persona.es.portadora.del.virus. ¿Cuándo se puede decir que.hacerse.una.segunda.prueba.para.confirmar.el.resultado. Generalmente,.los.resultados.de.las.pruebas.del.VIH.tienen.una.exactitud.del.99%. Toda persona, no importa la edad, puede hacerse una prueba del VIH siempre y cuando él o importante que las mujeres embarazadas o las mujeres que planean quedar embarazadas se hagan una prueba con el SIDA Si.la.enfermedad .del.VIH.avanza.y.el.sistema.inmunológico .Controlar.el.estrés..12¿Dónde pueden obtener el las personas o SIDA? a los miembros de su comunidad de fe sobre alto riesgo, la.estrategia.orientada.a.la.salud.hace.hincapié en la conducta de alto riesgo. sugerencias de los líderes de fe que han respondido al llamado con respecto al desarrollo de ministerios para el VIH basados en la fe: ¿Dónde empezar? Programas dentro de la misma organización (Inreach) Logre la participación de ofrecen servicios para la prevención del VIH/SIDA.(2001),.publicado.por.el.Interdenominational . Theological.Center.(Centro.Teológico.Interdenominacional).(ITC),.Atlanta,.GA,.y.Being A Blessing: 54 Ways You Can Help People Living with AIDS (Ser una bendición: 54 cosas que usted puede hacer para ayudar a las personas con SIDA),.del.Rabino.Harris.Goldstein.22Días de eventos.actuales.de.una.manera.positiva.. Sea la persona salga del hogar.. Programe.salidas.de.compras.o. visitas.a.una.biblioteca,.una.película.entretenida,.un.parque.público.o.la.playa. Aliente a la persona a reunirse con otros.. Informe.a.la.persona.sobre.grupos.de.apoyo,.servicios.y. eventos.comunitarios.de.fe..Invite.a.la.persona.a.asistir.a.las.celebraciones.religiosas,.especialmente.si . él/ella.ha.participado .regularmente.. Participe a los demás proveedores de cuidados..Al.conocer.a.los.amigos,.familiares.y.otros.proveedores . de.cuidados,.le.resultará.más.fácil.coordinar.los.horarios.de.forma.conjunta.y.ofrecer.un.mejor.nivel.de. cuidado.. Sea gentil..Haga.una.caricia.o.dé.un.abrazo.si.a.la.persona.le.parece.bien..Sin.embargo,.algunas . de Pida.los.números.de.teléfono.de.familiares.y. proveedores .de.servicios.para.casos.de.emergencia.. *..Parte.del.material.en.esta.sección.se.adaptó.con.autorización.de.la.Pastor's Guidebook for HIV/AIDS Ministry Through the Church (Guía para pastores para el ministerio del VIH/SIDA a través de la iglesia),.Departamento.de.Servicios.de.Salud.de.California,.Oficina.del.SIDA, .. .revisado.en.2004.26Educación del VIH/SIDA apropiada según la edad Niños de entre 5 y 8 años de edad Los.niños.de.esta.edad.comienzan.a.aprender.más.acerca.del.VIH.o.el.SIDA.en.la.escuela,.en.la.televisión . y.las.películas.o.Internet..Si.tienen.información.incorrecta.acerca.del.VIH.y.cómo.se.contagia,.usted.puede . ayudarlos.a.obtener.la.información.correcta. Hablar con los niños SIDA para niños mayores . Repase la información básica sobre cómo se puede contraer la infección del VIH y cómo prevenirla:. evitar.el.alcohol.u.otras.drogas,.el.sexo.y.no.compartir.agujas.u.otros.dispositivos .para.inyectarse. drogas. . Si habla acerca . .No intercambies sangre motivo: .incluso.para.inyectarte.insulina.(para.la.diabetes), . es la única forma segura de evitar la transmisión del VIH..No.se.canse.de.repetirlo: mitos y las realidades del VIH y el SIDA Escribe una V al lado de las oraciones que son verdaderas y una F al lado de los las oraciones que son sugeridas Niños de entre 4 y 8 años de edad Discusiones de grupo Cuénteles el siguiente relato de 9 a 12 años Identificar conductas de riesgo y sus consecuencias Discuta \"riesgos\" persona. Pida a los niños que identifiquen si los siguientes riesgos son positivos o negativos y discuta cuáles podrían ser mitos y las realidades del VIH y el SIDA Escribe una V al lado de cada oración falsa y una F al lado de cada oración falsa. la escuela Situación 1: Acabas de enterarte que uno de los nuevos estudiantes en tu clase tiene SIDA. Tema: ¿Debería la escuela aceptar a . tendría.que.entrar.en.tu.flujo.sanguíneo.a.través.de.una.abertura.en.la.piel,.como.por. ejemplo.un.corte..Hay.muy.pocas.probabilidades.de.que.esto.ocurra.en.la.escuela. Situación En la clase de gimnasia, el maestro te dice que tendrás que compartir el casillero (locker) con el nuevo estudiante. Tema: ¿Es seguro alguien.con.el.VIH.o.por.el.sudor.o.las.lágrimas.de.esta.persona..Entonces,.es.seguro. compartir.un.casillero.con.él/ella. Situación 4: Cuando vas a la cafetería para almorzar, descubres que el nuevo estudiante te ha reservado un lugar y que se encargó de buscar la leche y los cubiertos. Tema: Él/ella tocó el cuchillo, el tenedor, la cuchara y el cartón de leche. ¿Puedes Durante el almuerzo, tus amigos deciden juntarse después de la escuela para hacerse una perforación (piercing) en las orejas unos a otros. Tema: ¿Deberías dejar que un amigo te haga Situación 1: Tú y un grupo de amigos están reunidos en una esquina. Se acerca un chico más grande, que ustedes conocen, y les ofrece marihuana. Tema: Tú sientes curiosidad acerca de cómo será fumar Luego, el chico más grande te ofrece algunas pastillas. Tiene tanto anfetaminas como sedantes (uppers y downers). Tema: Los médicos recetan chico más grande quiere saber si quieres probar cocaína (coca) o crack. Tema: ¿Deberías probar cocaína o crack aunque chico más grande también tiene heroína, así como la aguja y otros objetos que necesitas para inyectártela en te contagiarás el VIH salvo que compartas las agujas u Situación 1: Tú y todos tus amigos están en una fiesta. Hay comida sabrosa y buena música. Todos se están divirtiendo. Entra un chico que conoces de la escuela. Tiene cerveza y te ofrece. Tema: Los adultos beben alcohol. .. es.más.difícil.distinguir.lo.que.está.bien.de.lo.que.está.mal,.y.podrías.hacer.algo.riesgoso.. Situación 2: Una de las chicas en la fiesta ha estado bebiendo y besándose con un chico toda la noche. Él le pide que salgan a dar una vuelta en coche. Tema: ¿Debería Situación 3: También sabes que el chico toma drogas y tiene relaciones sexuales con varias chicas. Tema: ¿Está ella en personas dicen que una chica solo se puede contagiar el VIH si él es homosexual. Tema: ¿Es posible contagiarse el VIH aunque luce sano y no parece tener el VIH o SIDA. Tema: Si él aparenta estar sano y dice que no tiene el VIH o el SIDA, ella no corre riesgo. ¿No Si una chica tiene relaciones sexuales sin protección con un chico, se infecta con el VIH y queda embarazada, entonces el bebé también puede nacer con el virus. Tema: ¿Puede un bebé contraer el VIH de una mujer infectada con el VIH? .Guía:..Una.mujer.embarazada .comparte.fluidos.corporales.con.el.bebé.antes.y.durante.el.parto..Por. lo.tanto,.si.ella.tiene.el.VIH,.el.bebé.se.puede.contagiar..Esto.puede.ocurrir.incluso.después . del.nacimiento.del.bebé,.si.ella.amamanta.al.bebé.36Adolescentes o adultos Cuestionario sobre los mitos y las realidades del VIH y el SIDA Escribe una V al lado de cada oración verdadera y una F al lado de cada oración .retrovirus.que.causa.el.SIDA..Ataca.el.sistema.inmunológico. del.cuerpo,.dejando.a.las.personas.vulnerables .a.las.infecciones .oportunistas .y.a.ciertos.cánceres.que. pueden.ser.mortales.Apéndice38Glosario de términos relacionados con VIH/SIDA Agujas, jeringuillas, aparatos u otros general, números telefónicos y líneas informativas en el Estado de Nueva York Departamento de Salud del Estado de Nueva York www.nyhealth.gov/aids/index.htm. El.sitio.web.incluye.información.general.sobre.el.VIH/SIDA,.asesoramiento.sobre.el.VIH.y.pruebas,.atención . administrada sobre el VIH/SIDA del Estado de Nueva York (información general) (800).541-AIDS.(2437).inglés;.(800).233-SIDA.(7432).españolCentros para el Control y Prevención de Enfermedades (CDC) (800).232-.4636.(CDC.INFO) . TTY:.(888).232-6348.(CDC.INFO) Línea informativa de asesoramiento sobre el VIH (800).872-2777.-.lunes.-.viernes.4.p.m..-.8.p.m.;.sábado-domingo,.10.a.m..-.4.p.m. Programa de Asistencia de Drogas para el SIDA (ADAP) (800).542-AIDS.(2437).inglés;.(800).233-SIDA.(7432).español Proyecto para prevenir el SIDA en las cárceles Llame.a.cobro.revertido.(collect).(718).378-7022Programa de condones del Estado de Nueva York (NYSCondom) www.nyhealth.gov/diseases/aids/facts/condoms/nyscondom Línea informativa sobre la hepatitis viral del Estado de Nueva York (800).522-5006 . www.health.state.ny.us/diseases/communicable/hepatitis/index.htm Departamento de Salud e Higiene Mental de la Ciudad de Nueva York (800) TALK-HIV (825-5448) (solo en la Ciudad de Nueva York) Información.y.recursos.sobre.el.VIH/SIDA.y.otros.temas.relacionados.con.la.salud.en.la.ciudad.de.Nueva.York. .. También.puede.llamar.al.311.(solo.en.la.ciudad.de.Nueva.York) . www.nyc.gov/html/doh/html/ah/ah.shtml Programa de condones de la Ciudad de Nueva York Llame.al.311.(solo.en.la.ciudad.de.Nueva.York) . www.nyc.gov/condoms Línea informativa nacional Centers for Disease Control and Prevention (CDC) (Centros para el Control y de Enfermedades) (800).232-4636.(CDC.INFO);.. TTY:.(888).232-6348.(CDC.INFO) . (800).448-0440.(AIDS.info);.. TTY:.(888).480-3739National Prevention Nacional de Información sobre Prevención) (800).458-5231.(L-V,.9.a.m..-.6.p.m..EST) Línea informativa nacional sobre asistencia local en la Ciudad de Nueva York y el Estado de Nueva York CIUDAD DE local en la Ciudad de Nueva York y el Estado de Nueva asistencia local en la Ciudad de Nueva York y el Estado de Nueva HIV Care Network (Red de Cuidados del VIH Ryan White) asesoramiento sobre el VIH Albany (518) 458-6727 (800) 962-5065 Buffalo (716) 847-4520 (800) 962-5064 Lower Hudson (800) 828-0064 Nassau (516) 565-4628 (800) 462-6785 New Rochelle (914) 632-3443 828-0064 423-8081 962-5063 (646) 262-9100 (800) 462-6787 Suffolk (631) 962-2083 (800) 462-6786 Líneas sobre el SIDA 800-342-AIDS 800-243-7889 (Personas con dificultades auditivas) La.Asociación.Americana.de.Salud.Social.opera.estas.líneas.informativas.con.fondos.de.los.Centros.para.el . Control.y.Prevención.de.Enfermedades..Funcionan.las.24.horas.del.día,.los.siete.días.de.la.semana. Línea informativas del Instituto Nacional sobre Drogas (NIDA) 800-662-HELP . AIDS/HIV Policy (Americanos a favor de nacionales de asistencia técnica American Association for World Health (Proveedores Nacionales de Asistencia Técnica, Asociación Americana para la Salud Mundial) AIDS - NBLCA (Comisión Nacional del Liderazgo Afroamericano sobre Minority AIDS . congregaciones.a.nivel.nacional.48Recursos en la web para desarrollar servicios de prevención para el VIH en comunidades de fe Baptist AIDS Partnership of North Carolina (Asociación Bautista de lucha contra el SIDA de Carolina del Norte) www.bapnc.org . Programa.de.asistencia.que.brinda.información.a.las . iglesias.e.individuos.para.aumentar.el.interés.y.la. participación.en.los.temas.relacionados.con.el.HIV/SIDA. Catholic Agency for Prevention Information Network - NPIN (Centro Nacional de Prevención e Información de los judía) www.juf.org . Communities Preparing for the Year 2000 (Respuesta ministerial y espiritual al SIDA: Las comunidades se preparan para el año 2000) Divinity.School.and.AIDS.Ministries.(Instituto.del . SIDA.de.Harvard,.Escuela.de.Divinidad.y.Ministerio. Ministry - NCCHM (Consejo Nacional Católico para el Ministerio . Trabaja.colaborativamente .para.un.ministerio.eficaz. del.VIH/SIDA.en.la.iglesia.episcopal.National Muslim musulmanes.americanos,.incluso.los.inmigrantes,.con Alienta.la.sanación.y.la.recuperación.de.la.fe.en.las . comunidades.de.personas.que.viven.con.el.VIH/SIDA.Recursos en la web para desarrollar servicios para la prevención del VIH en comunidades de fe.50Religious Action Center of Reform Judaism (Centro de Network (Red de Noticias de AIDS Ministry (Ministerio Ecuménico sobre el SIDA www.mapc.com/sections/mission/ . - SECCAM (Conferencia de Ministros Católicos Afroamericanos) www.ube.org . Un.grupo.cuya.misión.es.eliminar.el.racismo.dentro. de.la.Iglesia.Episcopal.y.la.sociedad.United Church La.unión.de.varias.tradiciones.cristianas.diferentes . que.creen.que.los.cristianos.no.siempre.tienen.que. estar.de.acuerdo.para.poder.vivir.en.comunión.United Global Ministries, Health and Welfare (Iglesia Metodista Unida, Junta General de Ministerios Globales, Salud y Asistencia Social) www.gbgm-umc.org/health . Ayuda.a.los.metodistas.unidos.a.participar.a.nivel . mundial.en.los.ministerios .de.salud.y.asistencia. social.Recursos en la web para desarrollar servicios para la prevención del VIH en comunidades de fe.51Bibliografía anotada Material impreso Este.material.ofrece.información.detallada.sobre.temas.específicos.relacionados.con.el.VIH/SIDA,.desde.una . variedad.de.perspectivas.religiosas.y.espirituales,.y.puede.resultar.particularmente.relevante.para.su.comunidad . de.fe. A Southern Africa: The Choose to Care Initiative (Una respuesta al VIH de fe en Sudáfrica: El programa Escoja Ayudar), UNAIDS Pastoral Counseling (Una guía para el asesoramiento (Actividades para individuos e (La afirmación del individuo — Salvando vidas: Currículo para la prevención cuidado pastoral). for African-American Church Religious Leaders and Ministers (El SIDA y la iglesia afroamericana: Una guía de educación y capacitación sobre el SIDA para líderes religiosos y pastores de la iglesia Second Decade (El SIDA y la iglesia: Suffering (El SIDA, la ética y la religión: Aceptando un de A Personal View of AIDS and the Muslim Communities — Challenging the Myths (El SIDA y las comunidades musulmanas: Un punto de vista personal sobre el SIDA y las comunidades musulmanas — desafiando los mitos) ..Dos.panfletos.se.encuentran.disponibles.en.inglés,.gujarati,.urdu,.árabe, . relacionados con el SIDA: frente a los for Dialogue About Sexual Orientation (Y Dios ama a cada uno: Un recurso para el diálogo sobre la with the Religious Community (Asistir a las organizaciones hispanas basadas en la comunidad para entender y trabajar eficazmente con la comunidad religiosa). 8.págs.,.1993..Colaboración.entre.las.organizaciones.comunitarias . hispanas.(CBO).y.la.comunidad.religiosa.para.que.el.público.tenga.acceso.a.información.sobre.las.iniciativas.de . educación.y.prevención.del.VIH..Se.encuentra.disponible.en.National.Council.of.La.Raza,.1111.19th.St..NW,.Suite . 1000,.Washington,.DC.20036;.(202).785-1670.54Material impreso Being a Blessing: 54 Things You Can Do to Help People Living with AIDS (Ser una bendición: 54 cosas que usted puede hacer para ayudar a las personas con SIDA) por.Rabbi.Goldstein,.del.Alef.Design.Group..1-800-845-0662. . Response to the HIV/AIDS Crisis (Llamado a la compasión y la responsabilidad: Una respuesta a la A Jewish Family HIV/AIDS Educational Experience (Elija la vida para poder vivir: La experiencia educativa de una familia judía Alive With HIV/AIDS (Elija la vida: Cómo tener una vida plena . .. E-mail:.info@coreinitiative.org. Church Leadership & HIV/AIDS: The Commitment (El liderazgo de la iglesia y el VIH/SIDA: and Resource Manual for Practical Support and Pastoral Care of Persons with HIV/AIDS (Equipos Care basados en la congregación: Una guía y manual de recursos para la ayuda práctica y el cuidado pastoral de personas que viven con . encuentra.disponible.en.www.amazon.com.55Material 184.págs.,.1994..Este.manual.ofrece.pautas.para.implementar. . un.programa.de.educación.de.pares.denominado.Adolescentes.para.la.prevención.del.SIDA.(TAP).personalizado . Perspective on AIDS (Para aquellos que amamos: Una perspectiva guide for transgender advocacy (Identidad de género y las comunidades de fe: Un guía congregacional para la defensa de through the Church (La sanación comienza aquí: La guía de un pastor para el cuidado del VIH/SIDA a través de la Pastors and Teachers (Aprendiendo sobre el SIDA: Un manual AIDS (Amar a los hombres: Parejas homosexuales, la the Church and Gender Difference (A imagen de Dios: Un recurso para el diálogo sobre la iglesia y la diferencia de géneros). .2003..Ann.Thompson.Cook. AIDS Ministries (Meditaciones para el alivio del VIH AIDS: A Family Systems Approach (Ministerio para las personas con SIDA: Un enfoque basado en los sistemas familiares). 1991..Robert.J..Perelli..Minneapolis, .MN:.Augsburg..Este. libro.se.concentra.en.la.crisis.del.SIDA.en.la.comunidad .homosexual for Persons with AIDS (El camino de la oración para personas Education (Reduciendo el SIDA a través . and Action (Reduciendo el estigma del VIH/SIDA a través de la comprensión, la compasión y la acción. .2006..Esta.guía.ofrece.información .sobre. el.estigma.asociado.con.el.VIH/SIDA.y.sus.efectos.psicosociales..También,.sugiere.diez.acciones.para.evitar Issues (Religión, origen étnico y educación sexual: los the African-American Church (Alguien toca a tu puerta: El SIDA y la iglesia for Survival Support Group Manual (Manual de fortaleza espiritual para los grupos de apoyo de supervivencia). .48.págs.,.1993..Este.manual.proporciona on HIV/AIDS (Declaración de guerra del clero afroamericano contra .sobre.el.SIDA.en.la.comunidad the Midst of Crisis (La iglesia con SIDA: Renovación en Daily Meditation for All of Us Living With AIDS (El color de la luz: Meditación diaria para todos los que vivimos personas.con.el.VIH/SIDA,.sus.familias.y.amigos..Hazelden.Foundation.Educational.Materials,.PO.Box.176, . People Living with AIDS (El imperativo samaritano: Ayuda compasiva para las personas que Faith Should Know About HIV (Lo que las personas de fe deben saber sobre el VIH) About HIV/AIDS: Action for Children and Young People. (Lo que los líderes religiosos pueden hacer sobre el VIH/SIDA: Acción para niños y jóvenes). .2003..Manual.para.ser.usado.por . una.audiencia.global.diversa..Puede.ser.utilizado.por.líderes.religiosos.y.espirituales.de.distintos.tipos.para . explorar.maneras.de.responder.al.VIH.y.el.SIDA..UNICEF,.3.UN.Plaza,.NY,.NY..www.unicef.org/aids. When AIDS Comes to Church y maravillosamente diseñado) Cartas de un sacerdote católico homosexual con SIDA sobre cómo vivir con esperanza, enseñar compresión y Ministries (Recurso litúrgico·para ministerios A film about AIDS in the world. (Una caminata más cercana: Una película sobre el SIDA en el mundo). Un relato acerca de cómo es el mundo en (El SIDA en la comunidad respuesta de una sinagoga) (Guía.de.estudio/serie.de.videos) . The.Department.of.Jewish.Family.Concerns,.Union.for.Reform.Judaism ... 633.Third.Avenue,.New.York,.NY.10017;.(212).650-4294.fax:.(212).650-4239..jfc@urj.org. Fire in Congregations Concerned About HIV/AIDS (A Dios le importa, a nosotros nos importa: Congregaciones The Older Adult (Puede sucederle a usted: VIH/SIDA y el adulto mayor (video y the AIDS Crisis (Difunda la palabra: El rol de las iglesias afroamericanas en la crisis del SIDA) Un.videocasete.(30.min),.2000..Este.es.un.video.ecuménico.creado.para.educar.y.motivar.a.las.iglesias . de fe: Respuesta "}