{"title": "El Programa de Acupuntura regresa al Centro de Gandara beneficiando la salud mental", "author": "Damaris Pérez-Pizarro; Dperez Com", "url": "https://www.masslive.com/elpueblolatino/2014/05/el_programa_de_acupuntura_regr.html", "hostname": "masslive.com", "description": "Por Damaris Pérez-Pizarro dperez@repub.com El Centro de Gandara ha ofrecido un sin número de programas de salud mental de alta calidad y beneficios exquisitos a favor de toda nuestra comunidad, desde los servicios Ambulatorios de Salud Mental, Servicios de...", "sitename": "Masslive", "date": "2014-05-22", "cleaned_text": "junto al Dr. William DAA!vila. (Foto por Damaris PAA(c)rez-Pizarro | El Pueblo Latino) Por Damaris Pérez-Pizarro dperez@repub.com El Centro de Gandara ha ofrecido un sin número de programas de salud mental de alta calidad y beneficios exquisitos a favor de toda nuestra comunidad, desde los servicios Ambulatorios de Salud Mental, Servicios de Justicia Criminal y Adicciones, Servicios de Alcance para las Familias de la Comunidad y los Niños, como también Programas de Recuperación y Apoyo Residencial, Programas de Salud Comunitario y de Bienestar y Opciones de Desarrollo y Apoyo a la Salud Mental entre otros dentro de cada programa. El centro de Gandara, segun la pagina web, www.gandaracenter.org, \"Provee servicios de salud mental, residencial, abuso de sustancias y servicios preventivos para los niños, adultos y familias en todo el Pioneer Valley of Massachusetts. Fundada en la comunidad hispana, valoramos la diversidad cultural y nos esforzamos en proporcionar servicios culturalmente competentes e innovadores para una comunidad diversa.\" Entre los diferentes servicios que el programa ofrece, se encuentra el servicio de acupuntura. Según el folleto ofrecido en el programa, \"El servicio de acupuntura es recomendado para las personas que estén luchando con la enfermedad de la adicción o personas que deseen mantenerse sobrios.\" El director de la unidad de Adiction & Criminal Justice Services, Jaime Maldonado, dijo que la clínica que está ubicada en el 85 Saint George Road en Springfield se especializa en proveer servicios donde los participantes han recibido referido, y dijo, \"pero que también las personas pueden entrar por ellos mismos (referirse ellos mismos) y recibir los diferentes servicios que necesiten en el área de salud mental y de abuso de sustancias controladas, como también intervención de golpes y servicios de ofensores sexuales, en cuanto al abuso de sustancias controladas también se proveen servicios de consejería de grupo del manejo del enojo y para las personas que tienen o han tenido problemas de DUI.\" El señor Maldonado dijo que el programa del servicio de acupuntura se practicaba mucho tiempo atrás, y dijo, \"A mediados de los años 90 nosotros proveíamos los servicios de acupuntura, donde se hicieron investigaciones en cuanto a los beneficios, pero la beca se acabo, por lo tanto no pudimos proveer ese servicio más nada, entonces como un año atrás el Director Ejecutivo quiso que el componente de la acupuntura regresara.\" El dijo que actualmente hay algunos seguros cubriendo ese servicio como el NBHP, y el BSAS. Maldonado añadió, \"lo interesante es que han habido bastantes investigaciones que muestran lo efectivo que es la acupuntura para manejar los síntomas de abstinencia en las personas que son adictos a las substancias al reducir la ansiedad y otros síntomas que vienen con la abstinencia.\" Dr. William Dávila dijo, \"una investigación para los años 70 de parte de una clínica en Nueva York llamada Lincoln Detox, la cual está afiliada con el hospital Lincoln, ellos fueron los que iniciaron la desintoxicación utilizando la acupuntura, y la razón por la cual ellos habían hecho fue porque la gente deseaba una alternativa más rápida para desintoxicarse.\" Y añadió que \"muchas veces la acupuntura no se toma en serio, pero la realidad es que es basado en evidencia con data probada del mejoramiento y la recuperación que la acupuntura brinda, aparte de que no es algo nuevo, la gente ha hecho esto por más de 40 años.\" La clínica provee una combinación de servicios los cuales hacen de la acupuntura más efectiva. Si desea más información solo necesita llamar al 413-732-2121 extensión 210, o visitar la clínica de 8:00a.m. a 10:00 a.m. de lunes a sábado. "}