{"title": "Covid: Past infection increases vaccine response six-fold", "author": "Rachel Schraer", "url": "https://www.bbc.com/news/health-56538983", "hostname": "bbc.com", "description": "Healthcare workers' blood was tested for antibodies and T-cells that can fight off the virus.", "sitename": "BBC News", "date": "2021-03-26", "cleaned_text": "increases vaccine response six-fold - Published Health workers with previous Covid-19 infections had six times the immune response to one dose of the Pfizer jab than those who hadn't had the virus. The researchers said this emphasised the importance of people having their second dose to provide the same \"booster\" effect. Those who have had Covid should still have a second jab, though, to ensure \"longer-lasting\" protection. Giving the previously-infected one dose would not be efficient, experts say. Having two jabs gives the best chance of activating all parts of the immune system and potentially protecting against new variants. The study, funded by the Department of Health and Social Care, was an extension of Public Health England's Siren study of healthcare workers. While a second dose was \"vital\" for long-term cover, the Department of Health and Social Care said the findings showed even a single dose gave strong protection in 99% of the 237 health workers studied. Prof Eleanor Riley, at the University of Edinburgh, said this provided \"considerable reassurance that the Joint Committee on Vaccination and Immunisation's somewhat controversial decision to recommend a 12-week interval between Covid-19 vaccine doses is a safe, effective and pragmatic approach to maximising public health given current constraints\". T-cell protection Most studies just look at people's antibody response, but this research also measured participants' T-cells. This harder-to-measure part of our immune system tends to respond to lots of different parts of the virus's \"spike\", making it important for protecting against mutations. The vaccine is designed to help your body recognise the virus if it encounters it in the wild, but as the virus mutates it begins to look subtly different, making it harder for the body to recognise. For people who have not had Covid, the first dose of the vaccine provided protection equivalent to having had the virus. But for people who had had Covid in the past, the first dose gave them six times the T-cell response and almost seven times the antibody response, compared with so-called Covid \"naive\" people who had never been infected. And their antibodies were better at neutralising the virus completely, making it much less likely these individuals would be able to pass the virus on to others. Single dose only? These findings \"inevitably\" lead to debate about \"whether vaccine supplies could be stretched further by offering only a single dose to those known to have been previously infected,\" said Prof Danny Altmann at Imperial College, London. \"For most of the world, including the UK, there may be sufficient diagnostic uncertainty as to who was definitely infected to make this approach hard to implement efficiently.\" Prof Susanna Dunachie, one of the study leaders from the University of Oxford, said the team also found that vaccination \"improves the breadth of T-cell responses generated in a previously infected individual\". In other words, even if you've had Covid, the vaccine will make you more likely to maintain protection against new mutations of the virus. \"It's still important that everyone follows NHS guidelines to get two doses of the vaccine, even if you think you may have previously had Covid-19,\" she said. The researchers pitted cells from participants' blood against different variants of the virus in the lab. Vaccinated healthcare workers were less able to fight off variants, particularly the South African strain, than the original strain the vaccine is based on. But this effect was less in people with infection-acquired immunity plus a single dose of the vaccine. This implies a second booster dose could work in the same way, providing better protection against the virus as it mutates - although this is yet to be proven. "}