{"title": "PDF", "author": "PDF", "url": "https://medschool.ucsd.edu/som/pediatrics/education/pediatrics-residency/research/Documents/Peds%20Research%20Faculty%20Mentors.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Health (GH) ADOLESCENT MEDICINE Liaison (s): Dr. Maya Kumar m8kumar@ucsd.edu Dr. Kay Rhee Dr. Maya K1rhee@ucsd.edu M8kumar@ucsd.edu Research - Eating Disorders: treatment, psychosocial issues, gut motility, gut microbiome, early detection computer modeling - Atypical Anorexia: characterization of previously overweight children who now have signs and symptoms of AN - Bradycardia and cardiac function in patients with severe AN - Patterns of cannabis use and effects on disease presentation in eating disorder inpatients Dr. Maya Kumar M8kumar@ucsd.edu CAL Arranging health counseling and other services or creating patient information resources for young adults at San Diego Job Corps Dr. Maya Kumar M8kumar@ucsd.edu Research Exploring whether a community garden has positive effects on nutrition patterns among group home foster youth Dr. Maya Kumar M8kumar@ucsd.edu MedEd Creating a tutorial for medical students and residents about trauma -informed care Dr. Kanani Titchen KTitchen@ucsd.edu CAL Human Trafficking, Strengthening Survivorship: A Trauma - Sensitive Community Response (AAP CATCH Grant) Dr. Kanani Titchen KTitchen@ucsd.edu CAL Female Athlete Triad, Relative Energy Deficiency in Sport (RED -S): Training the Trainers. (AAP Resident CATCH Grant) ALLERGY IMMUNOLOGY Liaison (s): Dr. Susan Laubach slaubach@ucsd.edu Dr. Susan QI, Research Anaphylaxis/Biphasic Reactions: Search Epic for anaphylactic reactions in the ED to determine the rate of biphasic reactions and timing relative to initial presentation. Describe risk factors for biphasic reactions in our population. Propose a decision -making tool to identify high -risk patients, and suggest an evidence -based length of observation to inform a prospective trial of reduced observation times. Dr. Susan Laubach slaubach@ucsd.edu Research Anaphylaxis/Epidemiology: Determine demographics & clinical features of patients who present to RCHSD (or UC system) w/ anaphylaxis to determine factors associated w/ anaphylaxis including geographic location, socioeconomic status, race, gender, age, aller gen, epi autoinjector Rx, asthma, etc. Dr. Susan Laubach slaubach@ucsd.edu CAL Work with members of the American Academy of Pediatrics (AAP) and the American Academy of Allergy, Asthma, and Immunology (AAAAI) and other organizations to lobby for Stock Albuterol to be available in all schools receiving state or federal funding. Help form a Coalition to establish a standardized Asthma Action Plan for use at schools, and other standards of care for school children wit h asthma. Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , (GH) ALLERGY Liaison(s): Dr. Susan Laubach slaubach@ucsd.edu Dr. Stephanie Leonard saleonard@ucsd.edu QI, Research QI project on treatment of anaphylaxis in the ED Dr. Stephanie Lenoard saleonard@ucsd.edu QI, Research Chart review on FPIES patients Dr. Lori Broderick lbroderick@ucsd.edu Research Genotype/Phenotype correlations in patients with NLRP12 variants. Phenotypic characterization and in vitro analysis of cells from patients with variants in NLRP12. Dr. Seema Aceves saceves@ucsd.edu Research Studies to utilize the EoE database to answer a targeted question such as the longitudinal trajectory of cortisol levels and growth and DXA scans in children with EoE. A number of longitudinal phenotype questions can be queried. However, they require us to get approval for the resident to work on the study so must be planned in advance Dr. Seema Aceves saceves@ucsd.edu CAL The American Partnership for Eosinophilic Disorders meeting will likely be in SD in July 2020. Can help with education portion for the patients, do survey studies on the attending patients, etc. and fellows are currently involved in over 65 ongoing research studies, which include clinical trials, to advance the understanding and application of pharmacological interventions, surgical procedures, electrophysiology procedures and transcatheter interventions in the treatment of children and adults with congenital heart defects. Dr. Hegde and/or Dr. Ratnayaka would be happy to speak with you about research opportunit ies within the Heart Institute. https://www.rchsd.org/programs -services/heart -institute/ Dr. John Moore JMoore@rchsd.org Research, QI Catheterization & Interventional Cardiology, General Cardio Dr. Christopher Davis CDavis@rchsd.org Research, QI Exercise Stress Testing, Cardiac Imaging, Genera l Cardio Dr. Harjot Bassi HBassi@rchsd.org Research, QI Intensive Care Dr. Jane Burns JBurns@rchsd.org Research, QI Kawasaki Disease Dr. Tommy Do TDo2@rchsd.org Research, QI Intensive Care Dr. Kirsten Dummer KDummer@rchsd.org Research, Fetal KD HEL-Said@rchsd.org Research, QI Catheterization and Interventional Cardiology, Cardiac Imaging, Adult Congenital Heart Disease, General Cardiology, Fontan & the Liver, ASD Device Erosion, Melody Valve Implantation, PDA Stenting, Pulmonary Vein Stenosis Dr. Brian Fagan BFagan@rchsd.org Research, QI Catheterization and Interventional Cardiology, Cardiac Imaging, General Cardiology Dr. Ian Golding IGolding@rchsd.org Research, QI Fetal Cardio logy, Cardiac Imaging, General Cardiology Dr. Paul Grossfeld PGrossfeld@rchsd.org Research, QI General Cardiology, Genetic Basis of CHD Dr. Aamisha Gupta AGupta@rchsd.org Research, QI Intensive Care, General Cardiology Dr. Jessica Haley JHaley1@rchsd.org Rese arch, QI Exercise Stress Testing, Preventative Cardiology, General Cardiology, Single Ventricle Home Monito ring Programs/ Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership Effects Dr. Sanjeet Hegde SHegde@rchsd.org Research, QI Cardiac Imaging, 3D printing, Computational Modeling, Medical Devices, General Cardiology Dr. Rachel McCandless RMccandless@rchsd.org Research, QI Fetal Cardiology, Cardiac Imaging Dr. Dana Mueller dmueller@RCHSD.org Research, QI Pediatric Cardiac Critical Care Dr. Hari Narayan HNarayan@rchsd.org Research, QI Cardiac Imaging, General Cardiology, CardioOncology/ Cancer Treatment CardioToxicity Dr. James Perry JPerry@rchsd.org Research, QI Electrophysiology, Adult Congenital Heart Disease, General Cardiology Dr. Beth Printz BPrintz@rchsd.org Research, QI Cardiac Imaging, General Cardiology Dr. Kanishka Ratnayaka KRatnayaka@rchsd.org Research, QI Catheterization and Interventional General MRI Catheterization, Transcatheter ectrosurgery Pulmonary Hypertension Dr. Rohit Rao RRao1@rchsd.org Research, QI Intensive Care, Pulmonary Hypertension Dr. Serena Sah SSah@rchsd.org Research, QI Cardiac Imaging, General Cardiology Dr. Elenor Schuchardt eschuchardt@ucsd.edu Research, QI Fetal Cardiology, Cardiac Imaging, General Car diology Dr. Jose S epulveda JSepulveda@rchsd.org Research, QI Adult Congenital Heart Disease, General Cardiology Dr. Jesse Stringer JStringer@rchsd.org Research, QI Intensive Care Dr. Heather Sun HSun@rchsd.org Research, QI Fetal Cardiology, Cardiac Imaging, General Cardiology Dr. Adri Tremoulet ATremoulet@rchsd.org Research, QI Kawasaki Disease Dr. Gabrielle Vaughn GVaughn@rchsd.org Research, QI Heart Failure/ Heart Transplant, General Cardiology Dr. David Werho DWerho@rchsd.org Research, QI MedE d Intensive Care, Interventions and Assessment Tools, Virtual/ Augmented Reality and Simulation Dr. Matthew Williams MWilliams@rchsd.org Research, QI Electrophysiology, General Cardiology CHILD ABUSE PEDS Liaison(s): Sarah Vega - fellow svega@rchsd.org Dr. Premi snieonow@rchsd.org MedEd Assistance from housestaff child abuse pediatrics elective Dr. Shalon Nienow snienow@rchsd.org Research Case series: facial grab injuries in in fants, assisting w/ case finding Dr. Nicole Ayson nayson@rchsd.org Research Case series: mandibular fractures, assistance with case finding Dr. Suzanne Starling sstarling@rchsd.org Research Case finding regarding the presence of witnessed toddler fractures in early ambulatory children Dr. Sarah Vega (fellow) svega@rchsd.org QI Improving access of child abuse patients to victim advocacy Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Health (GH) COMMUNITY Liaison(s): Dr. Kay Rhee K1rhee@ucsd.edu Dr. Kay Rhee K1rhee@ucsd.edu Research, QI, CAL - Childhood obesity: treatment modalities and approaches, epidemiology, hunger and satiety profiles, family -based therapy, dissemination of effective treatment in the community, early life factors affecting the development of obesity, metabolic out comes, gut microbiome, teaching kitchen - Executive functioning in preschool and school age children: programs to support EF training - Parent -Child Interactions: parenting styles, parent feeding practices, child eating behaviors - Food insecurity: progra ms to help alleviate food security - 2-1-1 San Diego: programs to increase access to social determinants of health issues Dr. Nancy Graff ngraff@ucsd.edu CAL - AAP legislative process and issues - Oral Health Education; - Smoking, vaping and \"juuling\" prevention; - Legislative advocacy (and education around advocacy). - Heart Safe Schools, Improving access to AED's & Hands only - CPR education (with Christine Johnson (Navy)) - Food Insecurity Dr. Howard Taras htaras@ucsd.edu Research, CAL - School Health - Community Engagement Dr. Sheila Gahagan sgahagan@ucsd.edu Research - Early determinants of childhood obesit y - Metabolic outcomes of childhood obesity Dr. Ramon Hernandez Dr. Blanca Melendrez rah003@ucsd.edu bmelendrez@ucsd.edu CAL - Hispanic Center of Excellence - Pipeline programs - Underrepresented minorities: access to healthcare, representation in health care professions - Policy and Advocacy - Obesity prevention Collective Impact Coalition (early care, healthcare, government, community, school and afterschool, business ) - Lactation Supportive Environments - Healthy Campus Network Initiative (Students, staff & faculty) Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Health (GH) - Faith -Based wellness - Worksite wellness - Refugee Health Unit - Food Insecurity Nutrition Incentive - Nutrition education - Physical activities/wellne ss in schools - Mental Health - Access to Education in Refugee Community - Social Justice -community grassroots engagement www.ucsdcommunity health.org CCH Infographic CRITICAL CARE Helen Harvey hharvey@rchsd.org Dr. Nicole Coufa l ncoufal@ucsd.edu Basic & Clinical Research - Primary research interests are to understand the molecular and cellular mechanisms underlying the development and regulation of microglia. Current projects focus on understanding how microglia are affected by their environment and how they become dysregula ted in the setting of neuroinflammatory disease. - Clinical research projects in collaboration with the Genomic Institute and utility of RWGS in critical care. Multiple projects in collaboration with ID division looking at use of genomic diagnostics of pathogens. - Clinical research interests: neurocritical care, pediat ric stroke, refractory epilepsy Dr. Susan Duthie sduthie@rchsd.org Clinical Research TBI, Near drowning, PRISM outcomes research Dr. Branden Engorn bengorn@rchsd.org Clinical Research, QI Anesthesia (pediatric and cardiac), OR QI, procedural medical education and sim ulation, resuscitation research Dr. Justin Hamrick jhamrick@rchsd.org Clinical Research Anesthesia, airway research, resuscitation research, procedural education Dr. Helen Harvey hharvey@ucsd.edu Clinical Research, MedEd, QI - Clinical research projects focusing on TBI, ARDS, sepsis & AKI - QI projects involving cardiac arrest prevention and surveillance, early mobilization \"Rady set go\" program, delirium screening and implementation o f critical care ABCDEF bundle. - Medical e ducation projects focusing on critical care curriculum for residents and fellows, bed side ultrasound and simulation. Dr. Sandeep Khanna skhanna@rchsd.org Clinical Research Clinic al research interests : TBI, ARDS Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , (GH) Dr. Raveen Raviendran rraviendran@rchsd.org Clinical Research , QI Clinical research interests : Transport medicine, end of life care, ethics, compassionate communication (Schwartz rounds implementation) Dr. Michael Worthen mworthen@rchsd.org Clinical Research Clinical research interests: Anesthesia, cardiac critical care and cardiac anesthesia DEVELOPMENTAL BEHAVIORAL Liaison(s): Dr. Sheila Gahagan sgahagan@ucsd.edu Dr. Sheila Gahagan sgahagan@ucsd.edu Research (secondary data analysis) Resident will learn to: Pose research question; Select variables; analyze data; write introduction, methods, results and discussion. A publication is expected. Determinants and outcomes of childhood obesity. We study a longitudinal cohort, recruited in infancy and studied into early adulthood. Data, available from infancy, 5 -years, 10- years, multiple time points in adolescence and early adulthood, includes sociodemographic data, family status, education, growth data, biomarkers (DXA scans, lipids, inflammation) and more. Residents can work with the research team to pose a research question, analyze data, write an abstract to present at a meeting and write a manuscript as first author. This focus would be of particular interest to residents interested in general pediatrics, endocrinology, development & behavior, and public health. Publication found here . All with trainees (undergrads, med students, residents, fellows). Dr. Sheila Gahagan sgahagan@ucsd.edu Research (secondary data analysis) Resident will learn to: Pose research question; Select variables; analyze data; write introduction, methods, results and discussion. A publication is expected. Longitudinal study of neurocognitive and socioemotional development fr om infancy to young adulthood. The cohort began as an iron deficiency anemia preventive trail in 1991. We continue to study over 1000 participants with data available from infancy, 5 -years, 10 -years, multiple time points in adolescence and early adulthood. Residents can work with the research team to pose a research question, analyze data, write an abstract to present at a meeting and write a manuscript as first author. This focus would be of particular interest to residents interested in development & beha vior, neurology, genera l pediatrics and public health. Publications found here . All with trainees (undergrads, med students, residents, fellows). Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Health (GH) Dr. Vanessa Scott vpscott@ucsd.edu Research, MedEd QI, CAL Parental vaccine hesitancy, pediatric vaccine uptake, physician - patient/parent health communication, digital health communication (video & social media) and misinformation, behavioral decision making, implementation science DYSMORPHOLOGY - TERATOLOGY Liaison(s): Dr. Ken Lyons Jones klyons@ucsd.edu Dr. Ken Jones klyons@ucsd.edu Research - Mechanisms of normal and abnormal morphogenesis. Specifically understanding the mechanism responsible for the median raphe of the perineum - Using technology to raise awareness of Fetal Alcohol Spectrum Disorder Dr. Tina Chambers chchambers@ucsd.edu Research Prenatal and breastfeeding exposures and short and long term child health outcomes Dr. Gretchen Bandoli gbandoli@ucsd.edu Liaison(s): Dr. Miguel Del Campo midelcampo@ucsd.edu Dr. Miguel del Campo midelcampo@ucsd.edu Research Prospective use of automated face recognition for improvement of clinical diagnosis in dysmorphic patients. We will study whether F2G is useful for identifying a potential clinical diagnosis in dysmorphic patients without a recognizable pattern on clinical grounds. Correlation of F2G findings and molecular results Dr. Miguel del Campo midelcampo@ucsd.edu Research Retrospective review and classification of WES and gene panel results for the recognition of new or still rare genes for the phenotypes of intellectual disability and autism. Identification of potential cases for collaboration and publication Dr. Miguel del Campo midelcampo@ucsd.edu Research Identification through prospective questionnaire of unmet needs for services in patients at the Genetics Clinic Hospital de las Californias Tijuana Dr. Miguel del Campo midelcampo@ucsd.edu Global Health Identification of predictive factors for positive FBN! Mutation in patients with Marfanoid habitus. Retrospective review of cardiac, ocular and systemic score in Marfanoid patients with and without mutation in FBN1. Dr. Miguel del Campo midelcampo@ucsd.edu Global Health Use of standardized clinical note for assessment of patients with suspected prenatal alcohol exposure. Identification of pros, cons and diffi culties associa ted with its use Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Health (GH) EMERGENCY MEDICINE Liaision(s): Dr. John Kanegaye jkanegaye@rchsd.rog Dr. Mike Gardiner mgardiner@rchsd.org Kathy Hollenbach, PhD khollenbach@rchsd.org Dr. Mike Gardiner magardiner@ucsd.edu Research, QI - Natural Language Processing for the identification of KD - Machine learning algorithm for Acute Appendicitis - Machine learning for urinary tract infection risk - Point of care clinical prediction tools/models - Diagnostic testing in the emergency department - Lymphadenitis handout for diagnosis of node -first KD (QI) - Improving the workup of adolescent abdominal pain (QI) Kathy Hollenbach, PhD, MPH khollenbach@ucsd.edu Research , QI - Integrating Behavioral Health into Primary Care - Use of diagnostic testing and procedures in the ED: effects on patient care and hospital metrics - Understanding & prevention of using the ED for primary care - Understanding and decreasing medication prescription errors - Behavioral health risk factors - Epidemiology of pediatric dental infections and injuries - Identifying and decreasing use of unnecessary testing and/or procedures - Understanding risk factors that affect serious dog bites in children Dr. Matt Murray mpmurray@ucsd.edu Research, QI, Med Ed - Emergency de partment critical care and resuscitation - Cardiac arrest, both medical and traumatic - Airway management and teaching - Sepsis detection and care - Performing and teaching invasive procedures in the emergency department - ECMO -indications, protocols, and use of for critically ill emergency department patients - Simulation training - Communication during resuscitation Dr. Cindy Hoecker choecker@rchsd.org Research, QI - Cognitive Errors in Medical Decision Makin g - Canine Socialization history as it relates to Ped Dog bites - Revenue Cycle Enhancement through Physician Charge Capture Dr. Paul Ishimine pishimine@ucsd.edu Research, MedEd - Febrile young infants - Sepsis - Trauma: imaging and risk stratification - Pediatric emergency medicine practice in non -pediatric hospital settings Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Health (GH) EMERGENCY MEDICINE Liaision(s): Dr. John Kanegaye jkanegaye@rchsd.rog Dr. Mike Gardiner mgardiner@rchsd.org Kathy Hollenbach, PhD khollenbach@rchsd.org - Graduate medical education - Educational policy - Assessment and certification - Simulation Dr. Fareed Saleh fsaleh@rchsd.org Research, QI, CAL - Behavioral health care and management in the ED - Clinical provider productivity Dr. Michael Hazboun (fellow) mhazboun@ucsd.edu QI - Improving preventative asthma management in the emergency department - Workup and management of uncomplicated skin and soft infections in the emergency treatment Dr. Joelle Donofrio jdonofrio@ucsd.edu Research, MedEd, CAL - Evaluation of pediatric disaster triage algorithms - Epidemiology of prehospital care at the San Diego - Tijuana border crossing - Evaluation of 911 dispatch systems - Prehospital education - National and state prehospital education podcasts - Accuracy of 911 dispatch in San Diego City - Effect of tertiary centers on surrounding hospital pediatric readiness scores - Community paramedicine (homelessness, substance abuse disorders, mental health access and outreach) - Injury prevention Dr. Amy Bryl AWilliams2@rchsd.org QI, CAL - Management of pediatric pain & anxiety in the ED - Opioid use reduction - Streamlining orthopedic care in the emergency department - Advocacy and injury prevention Dr. Seema Shah sshah@rchsd.org QI - Behavioral health in the emergency department & hospital -wide - Management of febrile neonates - Clinical pathways and order sets (ED and hospital- wide) - Best practice utilization (e.g. reduction of testing, evidence based practice, etc...) Dr. Kristy Schwartz kschwartz2@rchsd.org QI, MedEd, CAL - Emergency department bedside teaching - Gamification in medical education - ED patient satisfaction - ED discharged patients' understanding of discharge instructions/follow -up/prescriptions Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Health (GH) EMERGENCY MEDICINE Liaision(s): Dr. John Kanegaye jkanegaye@rchsd.rog Dr. Mike Gardiner mgardiner@rchsd.org Kathy Hollenbach, PhD khollenbach@rchsd.org - Skin and soft tissue infection workup and treatment - Airway management and teaching - Pediatric emergency medicine for general ED physicians Dr. Tanya Vayngortin TVayngortin@rchsd.org QI,CAL - Neonatal fever (QI) - Management of pediatric dental infections (QI) - Adolescent reproductive health research and advocacy - Legislative advocacy - Behavioral health Dr. Mario Bialostozky mbialostozky@rchsd.org QI, Research, C AL - Using technology to improve patient care - Provider efficiency with EHR use and its relationship to burnout - Reduction of prescription medication errors (QI) - Data analytics - Measurement of impact: workflow changes in time spent in EHR - OpenNotes: Note sharing with patients and fa milies to improve communication Dr. Kathryn Pade kpade@rchsd.org Research, QI, MedEd - Validated asthma tools to assess chronic out and morbidity - Point of care ultrasound in the assessment of atraumatic limp - Point of care US for intussusception - Point of care US for appendicitis Dr. John Kanega ye jkanegaye@rchsd.org Research - Kawasaki disease (biomarkers, diagnostic eval, variations on clinical presentation) - POC US of gallbladder hydrops variation in KD & febrile controls - Retrospective analysis of U ltrasound of cervical masses in KD and febrile controls - ID (UTI, meningitis) - Procedures, esp wound care - Sedation/analgesia/non -pharm measures for procedures Urine test utilization Dr. Margaraet Nguyen mbn 006@ucsd.edu Research - Studies using GIS (geographical information systems) to understand how location affects health: 1) Is there geographical clustering of pediatric UTI across the state of California? 2) How does location impact Pediatric Quality Indicators in California? 3) How does location affect return visits to the pediatric emergency department? - Retrospective study on pediatric anaphylaxis (PERN) Secondary analysis of US measurement of lumbar puncture related anatomy Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Health (GH) EMERGENCY MEDICINE Liaision(s): Dr. John Kanegaye jkanegaye@rchsd.rog Dr. Mike Gardiner mgardiner@rchsd.org Kathy PhD khollenbach@rchsd.org Dr. Atim Uya auya@rchsd.org Research Point -of-Care(POCUS) ultrasound in : - Intussusception - non inferiority comparison of emergency physician -performed ultrasound with Radiology -performed ultrasound (multicenter study) - Appendicitis: -Point of care ultrasound in Pediatric acute appendicitis - 3D model for POCUS education - POCUS curriculum for Pediatric residents - POCUS OSCE development for PEM fellows - POCUS in Kawasaki disease - Dental infections -QI collaborative ENDOCRINOLOGY Liaison(s): Dr. Jane Kim janekime@ucsd.edu Dr. Jane Kim jkk003@ucsd.edu Research, QI, MedEd - Use of Dexcom continuous glucose monitoring in infants - Genetics of Type 1 and Type 2 diabetes - Microbiome in Type 1 diabetes Dr. Carla Demeterco cdemeterco@rchsd.org Research, QI, MedEd - Type 1 DM ( quality of life, technology including CGM, apps, insulin pumps and other devices) - Unusual/rare endocrine disorders, new mutations - Open to mentor and to help residents design a project in their own area of choice Dr. Susan Phillips saphillips@ucsd.edu Research, QI, Med ED - Use of InPen device and follow up change in HbA1c, % at target BGs. - QI: picture of discharge insulin instructions and ability to recall insulin doses - QI: use of smart phone for MedAlert information to increase patients having an active up to date Med Alert Dr. Maja Marinkovic mmarinkovic@rchsd.org Research, QI, Med ED Transgender medicine Dr. Karen Klein kklein@rchsd.org Researc h, QI, Med ED - Precocious puberty - Turner Syndrome Dr. Marcela Vargas mvargas1@rchsd.org Research, QI, Med ED - Disorders of Sex Development - Precocious puberty - How to improve and enhance education/experience for residents during their endocrinology rotation and curriculum improvement. Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Health (GH) HEPATOLOGY, & NUTRITION Liaison(s): Dr. Hayat Mousa hmousa@ucsd.edu ACADEMIC Liaison(s): Dr. Eyla Boies eboies@ucsd.edu Clinical R esearch Breastfeeding in premature infants Dr. Marty Stein mtstein@ucsd.edu Clinical Case Reports Development of a manuscript based on an interesting or challenging clinical case. Dr. Leah Kern lkern@ucsd.edu Research, QI QI projects in general peds clinics, lipid screening in children, pediatric travel medicine, HIV infected and HIV exposed infants and children, med stude nt direct observation in gen peds clinic GENOME INFORMATION SCIENCES Liaison(s): Kelly Frazer, PhD kafrazer@ucsd.edu HEMATOLOGY - ONCOLOGY Liaison(s): Dr. Jen Yu jyu@rchsd.org Dr. Sun Choo schoo@rchsd.org Dr. Erin Trovillion emtrovillion@rchsd.org Research Case series on wilms tumor patients with extensive caval thrombosis. Dr. Erin Trovillion emtrovillion@rchsd.org QI A multi -disciplinary collaborative approach to improving fertility discussions with newly diagnosed male pediatric cancer patients prior to the initiation of systemic chemotherapy. Joint QI project with Urology department. Dr. Jen Yu jyu@rchsd.org MedEd Goal is to set up a Hemoglobinopathies Transition Program (including patients with sickle cell disease and thalassemia). We are working with UCSD adult hematology to establish a transition program so t hat patients will be more prepared to transition to adult care. The project can include creating patient education materials Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global (GH) HEMATOLOGY - ONCOLOGY Liaison(s): Dr. Jen Yu jyu@rchsd.org Dr. Sun Choo schoo@rchsd.org Dr. Jen Yu Dr. Jennifer Elster jyu@rchsd.org jelster@rchsd.org Research Evaluating the inci dence of incidentally found transient neutropenia in infants; retrospective chart review to determine incidence, and inform recommendat ions on work up (avoid BM evaluation?) Dr. Jen Yu jyu@rchsd.org MedEd In hematology/oncology, we get a lot of referrals for patients who likely do not need to see a hematologist. We can save the family stress (due to coming to hem/onc clinic) and time, and save resources by providing education to general pediatricians in practice on certain common referrals and what can be done prior to referring to a specialist. The project would be to develop a method to educate community pediatricians on subspecialty topics (anemia, hyperbilirubinemia, bleeding disorder work up, etc) either w ebinars or creating educational materials. Dr. Jen Yu jyu@rchsd.org QI Improving our thalassemia trait work up - creating an algorithm to decrease the use of unnecessary lab tests and needle pokes Dr. Victor Wong vwong@rchsd.org QI Steroid induced hyperglycemia is a common finding in patients with patients in induction chemotherapy for ALL, added on the additional risks with asparaginase, few patients do have to be placed on insulin. Retrospective chart review to generate a QI project in collaboration with endocrine to create an algorithm for diagnosis and treatment and when to consult endo Dr. Victor Wong vwong@rchsd.org Research Dr. Wong has an active translational project looking at the immune transcriptome profile of patients who undergo CAR- T therapy in collaboration with T. Rana at UCSD. The resident could be involved in clinical research database management, and could develop a r elated project Dr. Janet Y oon jyoon@rchsd.org QI Create a survey to administer to the solid tumor patients/parents at the end of their chemotherapy admissions to determine optimal anti -emetic plan for the next chemo admission. Dr. Courtney Thornburg cthornburg@rchsd.org QI Dr. Thornburg has developed Transition Tools in EPIC for the hemophilia population. The resident would work with Dr. Thornburg to evaluate the utilization and impact of the tools in the processes of transition and transfer to adult care. Currently filled by resident Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global (GH) HEMATOLOGY - ONCOLOGY Liaison(s): Dr. Jen Yu jyu@rchsd.org Dr. Sun Choo schoo@rchsd.org Dr. Courtney Thornburg cthornburg@rchsd.org QI VTE screening was implemented in June 2017 for all patients age 10 y and older who are admitted to RCHSD. The resident could work with Dr. Thornburg to evaluate the accuracy of the risk screening and adherence to thromboprophylaxis recommendations. The resident could also work with resident team to improve education on VTE prevention. Dr. Courtney Thornburg cthornburg@rchsd.org Clinical Guidelines Work with Dr. Thornburg on the Anticoagulation Stewardship Committee to develop and refine guidelines for VTE diagnosis and management with a focus on anticoagulation safety. Dr. Courtney T hornburg cthornburg@rchsd.org Clinical Guidelines The Clinical Laboratory is introducing new equipment for thromboelastogra m (TEG) as a measure of whole blood coagulation. This may be used in trauma, surgical, and ICU settings to guide replacement therapy. The resident may work with Dr. Thornburg and the Clinical Laboratory staff to develop Clinical Guidelines on use of TEG. Dr. Courtney Thornburg cthornburg@rchsd.org Research Support research activities and QI related to bleeding diathesis work -up and molecular diagnosis for patients with Noonan's syndrome. This would be part of a multi -disciplin ary team including hematology, genetics and genomics. Dr. Courtney Thornburg cthornburg@rchsd.org Research Work with Dr. Thornburg on shared decision -making tools to guide informed decisions regarding novel treatment for patients with hemophilia, including gene therapy. Dr. Courtney Thornburg cthornburg@rchsd.org QI Develop QI project related to correct use & interpretation of TEG. Dr. Courtney Thornburg cthornburg@rchsd.org Community Work with Dr. Thornburg and the Hemophilia Association of San Diego County to develop educational curriculum for hemophilia camp. Dr. Paula Aristizabal paristizabal@rchsd.org QI Improving HPV vaccination rates in pediatric cancer survivors Dr. Paula Aristizabal paristizabal@rchsd.org QI Improving Vitamin D suppleme ntation in Hemonc Dr. Paula Aristizabal paristizabal@rchsd.org QI Improving patient socio -demographic documentation in EPIC Dr. Paula Aristizabal paristizabal@rchsd.org Clinical Research Dr. Aristizabal has a clinical research program in pediatric cancer disparities focused on evaluation of social determinants of health in patients with cancer and blood di sorders. Projects include the evaluation of patient -provider communication, health literacy, socio -demographics, and psychosocial distress in patients with cancer and blood disorders. The resident will have the Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global (GH) HEMATOLOGY - ONCOLOGY Liaison(s): Dr. Jen Yu jyu@rchsd.org Dr. Sun Choo schoo@rchsd.org opportunity to analyze preliminary data and/o r develop new research questions within the current cohort of patients. Dr. Paula Aristizabal paristizabal@rchsd.org Global Health Dr. Aristizabal is the medical director of our international outreach progra m in pediatric oncology in Mexico. The resident will have the opportunity to review data and publish implementation outcomes related to capacity building initiatives in Tijuana. Dr. Victor Wong Dr. Alice Pong vwong @rchsd.org ; apong@rchsd.org Clinical Research Retrospective review to evaluate incidence of patients who have developed localized E.Coli bacterial infection after having E.Coli bacteremia that cleared rapidly Dr. Jennifer Elster jelster@rchsd.org Clinical Research Retrospective look at response of fever to tylenol in patients admitted with fever to see if there is any difference in response to Tylenol between those who do and do not have a do cumented bacterial or fungal infection. Dr. Jennifer Elster jelster@rchsd.org QI Investigation of on therapy weight loss and measures of malnutrition among solid tumor patients and development of standardized evaluation and management algorithm for malnutrition during chemotherapy. HOSPITAL MEDICINE Liaison(s): Dr. Heather Pierce hpierce@rchsd.org Dr. Julia Beauchamp Walters Jbeauchamp@rchsd.org Research, QI - Complex medical children (Bernardy Center): effect of formula on gut microbiome - EMR based Improvements in Home Care Services - Home Care patients with palliative and chronic m edical conditions Symptom Management Plan (patient empowerment, resource management) - CLABSi in Home based patients - Gtube stoma rating tool and evidence based treatment protocol - Overcoming Language barriers in underrepresented languages - PHM Transport Curriculum - Serial Karius in acute care setting to affect duration of abx therapy - DC med rec P4P - Impact of rWGS on physician well- being, parent communication, parent fatigue Dr. Laurie Bernard Stover lbernard@rchsd.org QI, MedEd - Improving training and success for lumbar puncture - Improving hospital discharge flow and quality - Using an innovative EMR tool (the Emergency Care Plan) to improve acute care of chronic pediatric patients Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Health (GH) HOSPITAL MEDICINE Liaison(s): Dr. Heather Pierce hpierce@rchsd.org - Improving a nd streamlining the evaluations of pediatric victims of Medical Child Abuse Dr. Melissa Cameron mcameron@rchsd.org Research, QI, MedEd - Simulations (Sim Center) - Vaccine administration in the inpatient setting Dr. Alicia Cantu acantu@rchsd.org Research, QI - Juvenile Hall - Acute behavioral event care management (Code Grey and more) Alan Card, PhD acard@rchsd.org Researc h, QI - Patient safety and harm reduction in the inpatient setting - Resilience and well- being: for patients, caregivers/parents, hospital staff/physicians - Injury Free Coalition for Kids Committee - Patient/ family hand hygiene & healthcare -associated infections - Improving inpatient sleep quality - Evaluating and improving QI tools and techniques - Reducing the risk of harm, or ethical shortfalls, associated with the use of emerging technologies in health research, as part of the Research Center for Optimal Data Ethics (ReCODE) - Healthcare organizations' preparedness and response re: the COVID -19 pandemic Dr. Amy Chong achong@rchsd.org Research, QI - Improving Intrusive Alerts - Improvin g Medical Student Note Quality and Discharge summary quality - Clinical Decision Support (in general) - Improving limited English proficiency screening (QI) - Self- service reporting training for physicians (MedEd/curriculum development) Dr. Ami Doshi adoshi@rchsd.org Research, QI, Med Ed - Palliative Medicine - Comfort Codes - Hospice - Palliative Home Care Services - Provider wellness and resilience - Genetics and Palliative Care Dr. Michelle Edmunds medmunds@rchsd.org Research - Identifying the impact of weight status on odontogenic infections in Hospitalized Children - ED-PHM QI Collaborative: Reducing unnecessary testing and improving prevention and care for childre n with dental infections Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Health (GH) HOSPITAL MEDICINE Liaison(s): Dr. Heather Pierce hpierce@rchsd.org Dr. Erin Fisher efisher@rchsd.org Research, QI, MedEd - Predictive risk tools/models (PediBOOST RISK tool) - Social determinants of health and its impact in the inpatient setting and transitions of care (on hold for COVID) - Food insecurity (on hold for COVID) - Clinical Pathways (Multiple) - new opportunities with COVID - Ticket to Home discharge assessment and patient/parent engagement - Utilization of resources and clinical document ation improvement Dr. Dan Hershey dhershey@rchsd.org Research, QI, MedEd - Safe Sleep campaign - Standardization of opioid weaning - Code Grey development/evaluation - Lysosomal Bupivacaine and -Operative Op ioid Use - GI cleanout and electrolyte testing - Case reports - Medication safety - Research poster format impact on education Dr. Maria Huang Mhuang3@rchsd.org Research, QI - Improving Access to Nicotine Replacement - Improving Referral for Smoking Cessation - Provider communication with patients and families - Clean sleep environments in the inpatient setting - Medical Provider Grief After Patient Death Dr. Manu Khare mkhare@rchsd.org Research, QI - Pharmacokinetics of oral Dexamethasone in children with asthma and obesity - Pharmacokinetics of commonly used medications in hospitalized children with obesity - Prediction of Height from Ulnar Length - Safety of HFNC use on floor in children hospitalized with bronchiolitis - CPAP on floor in children hospitalized with bronchiolitis - Clinical characteristics in children hospitalized with COVID -19 multicenter study (PRIS network) - Immune dysregulation in severe and non -severe pediatric patients hospitalized with COVID -19 - Cytokines/immune protein gene expression in nasopharyngeal aspirates of pediatric patients hospitalized with COVID -19 Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Health (GH) HOSPITAL Dr. Heather Pierce hpierce@rchsd.org Dr. Begem Lee blee@rchsd.org Resea rch, QI, MedEd - Streamlining/standardizing the documentation process in the inpatient setting - ED-PHM QI Collaborative: Reducing unnecessary testing and improving prevention and care for children with dental infections Dr. Chris Lenzen clenzen@rchsd.org Research, QI, GH - Transport medicine - International medicine - Safe Sleep - CPAP for bronchiolitis on the general pediatric ward: Can it be done safely? - Strategies for behavioral challenges/Behavioral de-escalation Dr. Mike Levy Mlevy1@rchsd.org Research, QI - Effect of new (genetic testing) methods of detecting bacteremia on provider behaviors and health care utilization - (Any) Respiratory therapist -physician communications, assessments, trainings - Hi-flow and CPAP use for bronchiolitis - Personal finance curriculum Dr. Liz Mannino Avila emanninoAvila@rchsd.org Research, QI - Breast milk composition during respiratory infections - Breastfeeding experience of mother's of hospitalized infants on the general pediatric wards - Breastfeeding/breast milk related projects - including resident/trainee experience and improvement - Other projects (in the past or curre nt involvement but not ED - PHM collaborative QI projects (dental infections currently) led by Dr. Lee Dr. Aarti Patel aartipatel@rchsd.org MedEd, QI, Research - MedEd topics involving inpatient hospital medicine - Medical education and educational technology - Family -centered rounds and inpatient communication - Evidence -based medicine - Provider wellness - Feedback Training for Pediatric Fellows Dr. Heather Pierce hpierce@rchsd.org QI, MedEd - Hi-flow and CPAP use for bronchiolitis - Family Centered Care and Rounding - Discharge Readiness for Families/ Ticket to Home - Identifying and Addressing Substance Abuse and Sexual Health Issues Among Hospitalized Adolescents Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Health (GH) HOSPITAL Liaison(s): Dr. Heather Pierce hpierce@rchsd.org Dr. Jane Rungvivatjarus trungvivatjarus@rchsd.org QI, Research - Medication reconciliation at discharge - Assessing patient/caregiver retaine d understanding of medication use and risks post -discharge - Engaging the community: planning grant to identify best methods to teach and engage the community in understanding medications and their risks (multi- language approach) - MyChart Activation in t he Inpatient setting - COVID -19 Drive Thru Testing Station development - Serial Karius Testing analysis Dr. Kay Rhee krhee@rchsd.org Research - (May assist with any research activity) - Obesity - Food Insecurity - Social Determinants of Health HOST - MICROBE SYSTEMS & THERAPEUTICS Liaison(s): Dr. Victor Nizet vnizet@ucsd.edu Pieter Dorrestein, PhD pdorrestein@ucsd.edu Basic Research New mass spectrometry (MS) based methods to understand the chemistry of microbes, our microbiome and their ecological niche. Tools that translate the chemical language between cells. https://dorresteinlab.ucsd.edu Jack Gilbert, PhD jagilbert@ucsd.edu Basic Research The human microbiome. Microbial ecology of the built environment including hospitals. The intricate relationship between our microbiota and our health. http://www.gilbertlab.com Rob Knight, PhD rknight@ucsd.edu Basic Research The human microbiome. Developing state -of-the-art computational and experimental techniques to ask fundamental questions about the evolution of the composition of biomolecules, genomes, and communities in the complex microbial ecosystems of the human body . https://knightlab.ucsd.edu/ Nathan Lewis, PhD n4lewis@ucsd.edu Basic Research Systems biology, -omics data analysis, network modeling, and synthetic biology. Cellular processes that influence cell growth, protein secretion, and metabolic regulation, to engineer cells for drug development and to discover the biochemical basis of disease. http://lewislab.ucsd.edu Victor Nizet, MD vnizet@ucsd.edu Basic Research Bacterial pathogenesis, innate immunity including macrophage and neutrophil function, exploring novel approaches to therapy for sepsis and antibiot ic-resistant pathogens. http://nizetlab.ucsd.edu Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Health (GH) HOST - MICROBE SYSTEMS & THERAPEUTICS Liaison(s): Dr. Victor Nizet vnizet@ucsd.edu Bernhard Palsson, PhD bpalsson@ucsd.edu Basic Research Development of methods to analyze metabolic dynamics (flux - balance analysis, and modal analys is), and the formulation of complete models of selected cells (the red blood cell, E. coli, CHO cells, and several human pathogens). Systems biology of antibiotic resistance. http://systemsbiology.ucsd.edu Dr. Manuela Raffatellu manuelar@ucsd.edu Basic Research Her research focuses on the interactions between bacterial pathogens and the immune response in the gut. Her recent efforts aim to design new strategies to r educe colonization of pathogens without affecting the beneficial microbes that inhabit our body. https://raffatellu.com Elizabeth Winzeler, PhD ewinzeler@ucsd.edu Basic Research Phenotypic screens and compound testing to accelerate the search for new malaria treatments and malaria prevention methods. Chemical biology, in vitro evolution and whole genome sequencing to discover \"chemically -validated\" targets for structure g uided drug design. Experimental systems, including yeast and human cells, to understand how drug resistance emerges. https://winzeler.ucsd.edu Karsten Zengler, PhD kzengler@ucsd.edu Basic Research Complex interactions of microorganisms. Interactions between microbes, their environment, or their host play a crucial role in health and disease. A community systems biology approach involving both experimental and comput ational methods to unravel genome organization and community composition, metabolism, and exchanges microbes are engaged in. https://www.zenglerlab.com Brookie Best, PharmD brookie@ucsd.edu Clinical Research Pharmacokinetics (PK) and pediatric clinical pharmacology research. Anti -HIV drugs in infants, children, adolescents and pregnant women. Drugs used to treat Kawasaki disease, maternal -fetal clinical pharmacology, therapeutic drug monitoring, antiretroviral pharmacogenomics, and penetration of antiretrovirals into the CNS. ecapparelli@ucsd.edu Clinical Research Clinical pharmacokinetic, pharmac odynamic and disease modeling in pediatric populations using population methods. Leads a NIH supported Center for Research in Pediatric and Developmental Pharmacology and a specialized pharmacology laboratory for its pediatric HIV (IMPAACT) Network Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Health (GH) HOST - MICROBE SYSTEMS & THERAPEUTICS Liaison(s): Dr. Victor Nizet vnizet@ucsd.edu Dr. George Clinical therapeutics of antibiotic -resistant pathogens. The pharmacodynamic interactions of the classes of anti- staphylococcal and anti- enterococcal a ntibiotics with each other and with innate host defense molecules such as cathelicidins and platelet -derived antimicrobial peptides. Dr. Adri Tremoulet atremoulet@ucsd.edu Clinical Research Pediatric pharmacology and the testing of new therapies for immunological and infectious diseases. Kawasa ki disease, clinical trial desig n, biomarker and QI - Immunocompromised host - Transplant Infectious Diseases Dr. John Bradley jbradley@rchsd.org Clinical Research - Development of antibacterial, antiviral and antifungal agents (Phase 1 -4 antimicrobial therapeutics) - Novel therapies for CA -MRSA and MDR GNRs - PK/PD modeling and simulation for anti -infective dose optimization - Clinical treatment guidelines - Osteomyelitis Dr. Chris Cannavino ccannavino@ucsd.edu MedEd, Clinical Research - Development and implementation of novel delivery methods for medical education - Development of anti- infective agents (Phase 1 -4 antimicrobial therapeutics) - Clinical treatment algorithms - Novel diagnostic platforms in osteomyelitis - TB Osteomyelitis/Septic arthritis Dr. George Liu gyliu@ucsd.edu Research (Basic, Translational) - Pathogenesis of Gram positive organisms (Staphylococcus, Streptococcus, P. acnes) - Vaccine development Dr. Alice Pong apong@rhcsd.org Clinical Research, QI - Infection control - Antimicrobial stewardship - Tubercul osis Dr. Mark Sawyer mhsawyer@ucds.edu Research, CAL, MedEd - Immunization policy and assessment - Immunization education for providers and community - Improved immunization delivery Dr. Lauge Farnaes lfarnaes@rchsd.org Clinical Research Next Generation sequencing diagnostics for genetic disease and infectious diseases Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , perinatal infections - Enterovirus infections Dr. Katie Ryan KRyanLoker@rchsd.org Global Health & Public Health , MedEd - Global Public Health - Curriculum development Dr. Johana Tovar ltpadua@rchsd.org Clinical Research , QI - Immunocompromised host - Transplant Infectious Diseases Dr. Steve Spector saspector@ucsd.edu Research (Basic & Translational) - HIV/AIDS pathogenesis - Host/pathogen interactions - Associations of host genetic variants on HIV diseases progre ssion and HIV -related patients with aneurysms need to understand the severity of their illness and be prepared for transition to an adult cardiologist. We have set up a KD Transition of care practicum and medical summary. We are looking for an enthusiastic resident to study this program's i mplementation as a QI project. Dr. Adri Tremoulet atremoulet@ucsd.edu Research The current American Heart Association guidelines for incomplete KD were created over 15 years ago with limited clinical data. Using our REDCap database of over 1500 KD patients, we want to objectively determine the clinical variables and cutpoints for incompl ete KD. As the upcoming Chair of the AHA Committee that writes these guidelines, Dr. Tremoulet has the ability take the results of this study and apply to AHA recommendation so that the results could directly impact the clinical diagnosis of KD . Dr. Adri Tremoulet atremoulet@ucsd.edu Research The Latin American KD Network, led by Dr. Tremoulet, has amassed a database of nearly 2000 KD patients from 21 Latin American countries. I am looking for a self -motivated, Spanish speaking resident that is interested in analyzing these data and converting a number of key abstracts into manuscripts. Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , (GH) KAWASAKI DISEASE Liaison(s): Dr. Adri Tremolet atremoulet@ucsd.edu Dr. Jane Burns Dr. Ian Golding jcburns@ucsd.edu igolding@rchsd.org Research We are seeking a motivated resident interested in cardiology who could analyze the differences among different Z scoring methods and implications for clinical care depending on algorithm used. Dr. Jane Burns Dr. John Kanegaye jcburns@ucsd.edu jkanegaye@rchsd.org Research We are seeking a resident to continue a previous project of node - first KD. In this continuation study, retrospective review of ultrasounds of KD LN vs. bacterial LN will help to define with more precision the ultrasound findings most commonly associated with the two diseases. NEONATOLOGY Liaison(s): Dr. Lance Prince laprince@ucsd.edu Dr. Eniko Sajti esajti@ucsd.edu Research The role of macrophages and monocytes in neonatal lung injury and chronic lung disease. The Sajti lab uses multiple molecular approaches and mouse models to study how early exposures impact lung development and cause lasting effects on the immune system. Dr. Lance Prince laprince@ucsd.edu Research The unique aspects of neonatal lung disease. The Prince lab uses mouse and human studies to better understand how the lung develops and regenerates following injury. Projects also investigate why newborns are particularly susceptible to certain infections. Dr. Laurel Moyer lmoyer@rchsd.org QI Quality improvement strategies aimed at impacting neonatal outcomes. Dr. Moyer leads several collaborative projects aimed at improving surgical outcomes in neonates, reducing unnecessary antibiotic exposure, ensuring adequate nutritional support, and optimizing th e care of infants exposed to opiates prior to delivery. Dr. Nathlay Sweeney nsweeney@rchsd.org Research Genetic basis of congenital heart disease. Working with investigators in the Rady Genome Institute, Dr. Swe eney investigates how specific genomic variants not only cause structural heart defects, but also contribute to differences in clinical outcomes among patients with common diagnoses. Dr. Sandra Leibel sleibel1@rchsd.org Research Using patient stem cells to develop personalized medicine strategies to study lung disease. The Leibel lab uses iPSC developed lung organoids from individual patients to investigate mechanisms of lung epithelial differentiation , surfactant production, and cellular metabolism. Dr. Shelley Lawrence slawrence@ucsd.edu Research Development of innovative technologies for preventing, detecting, and treating neonatal sepsis. The Lawrence lab uses novel approaches for analyzing neutrophil maturation in patients Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Health (GH) at risk of sepsis. Additional projects are developing new approaches and machine learning for the sensitive detection of multiple pathogens in clinical samples. NEPHROLOGY Liaison(s): Dr. Liz Elizabeth Ingulli eingulli@ ucsd.edu Research, QI, MedEd - Does seeing a psychologist during clinic visits improve anxiety in children with chronic kidney disease? - Do immunizations induce a relapse of Nephrotic Syndrome? - Kidney Transplantation - Kidney stones Dr. Peter Yorgin pyorgin@ ucsd.edu Research - Lupus nephritis - Dialysis - Fluid and electrolytes - Tubular disorders Dr. Caitlin Ca rter cecarter@ucsd.edu Research - NINJA study - nephrotoxic medications & acute kidney injury - Genetic disorders including Alport's syndrome - Do immunizations induce a relapse of Nephrotic Syndrome? Dr. Noureddin Nourbakhsh nnourbakhsh@ucsd.edu Research - Acute Kidney Injury - Dialysis Dr. Lieuko Nguyen lnguyen@rchsd.org Research - Hypertension - Obesity - Transplant Dr. Elliot Perens eperens@ucsd.edu Research, MedEd - Congenital abnormalities of the kidney and urinary tract - Histological analysis of a genetic experimental model for hypoplastic kidneys - Nephrology Yellow team resident survival guide: Modify and update the e lectrolyte replacement and IVF section for mule Dr. Nadine Benador nbenador@ucsd.edu Research - Chronic Kidney Disease - Dialysis NEUROLOGY Liaison(s): Dr. Jeff Gold jjgold@ucsd.edu UCSD has more than 150 Neurosciences faculty on the main campus and an entire department of adult neurology. Dr. Gold would be happy to speak with you about research opportunities i n adult neurology or in ba sic science research on campus. Dr. Jaime Friedman jrfriedman@ucsd.edu Research, QI Movement disorders (e.g. tics, chorea) and genetics Dr. Michelle Sahagian msahagian@rchsd.org Research, QI General child neurology Dr. Dillon Research, QI Neonatal neurology Dr. Shifteh Sattar ssattar@ucsd.edu Epilepsy, especially epilepsy surgery Dr. Mark Nesepca mnespeca@rchsd.org Research, QI Epilepsy, especially epilepsy syndromes like Angelman's Syndrome Dr. Neggy Rismanchi nrismanchi@ucsd.edu Research, QI Epilepsy Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Jeff Gold jjgold@ucsd.edu Dr. Olivia Kim-McManus okimmcmanus@ucsd.edu Research, QI Epilepsy Dr. Jennifer Graves JGraves@rchsd.org Research, QI White matter diseases (e.g., multiple sclerosis) Dr. Chamindra Konersman ckonersman@ucsd.edu Research, QI Neuromuscular disorders (e.g. muscular dystrophy, myasthenia) Dr. Jonathan Bui jdbui@ucsd.edu Research, QI Developmental and neurovascular disorders (e.g. stroke) Dr. Doris Trauner dtrauner@ucsd.edu Rese arch, QI Developmental and behavioral disorders (e.g. autism) Dr. Natalie Guido -Estrada nguidoestrada@ucsd.edu Research , QI General child neurology and headaches Dr. Anuja Jindal AVJindal@rchsd.org Research, QI Developmental and behavioral disorders (e.g. autism) Dr. Richard Haas rhaas@ucsd.edu Research, QI Metabolic and mitochondrial disorders Dr. James Nelson JNelson2@rchsd.org Research, QI General child neurology Dr. Michael Zimbric mzimbric@rchsd.org Rese arch, QI General child neurology and headaches Dr. John Crawford jrcrawford@ucsd.edu Research, QI Neuro -oncology Dr. Jeffrey Gold jjgold@ucsd.edu Research, QI Neonatal neurology and epilepsy NEWBORN & BREASTMILK NUTRITION Liaison(s): Dr. Michelle Leff mleff@ucsd.edu Dr. Tia Hubbard ehubbard@ucsd.edu Research, QI, MedEd, CAL Late Preterm Infants, Neonatal Hypoglycemia, Nursing -Provider Communication, Readmissions Dr. Kathryn Johnson kajohnson@ucsd.edu Research, QI Informatics, Congenital Infections Dr. Michelle Leff CAL Breastfeeding, Neonatal Abstinence, Refusals, SIDS, Car Seat Safety, Early Longhurst clonghurst@ucsd.edu Informatics Dr. Lisa Stellwagen lstell Milk Infants PALLIATIVE Doshi Doshi apdoshi@ucsd.edu Research, QI, MedEd - Palliative Medicine - Comfort Codes - Hospice - Palliative Home Care Services - Provider wellness and resilience - Genetics and Palliative Care - Role of palliative care in Congenital Heart disease population Dr. Krishelle Marc -Aurele kmaurele@ucsd.edu Research - Descriptive study of outpatient palliative care population and metrics/ outcomes such as utilization - Qualitative study impact of outpatient palliative care for patients and families Dr. Lase Ajayi lajayi@rchsd.org CAL, MedEd, Research - Palliative care education development - Palliative care and sickle cell Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global Research - Identify comparative differences in microbi ota changes of discharged vs admitted children - Metabalome/microbiome - Pediatrics 0 -3 Dr. J ulie Ryu J1ryu@ucsd.edu Research -Further knowledge Pat hophysiology of Primary Ciliary Dyskinesia - Induced pluripotent cells - Develop in vitro model Dr. Julie Ryu J1ryu@ucsd.edu Research This study will explore the feasibility of the use of CoVa TM wireless monitor in children and if it can be used to monitor respiratory mechanics in peds patients. The data from the device will be compared to hospital monitor data to determine accuracy. Dr. Julie Ryu J1ryu@ucsd.edu Research - retrospective - Respiratory and organ system failure are leading ca uses of significant morbidity and mortality in children. - This study intends to develop computer algorithms to help detect and predict episodes of acute clinical decline Dr. Julie Ryu J1ryu@ucsd.edu Research - retrospective - We will evaluate weights/growth velocity of infants seen in various specialty clinics controlling for variables such as co - morbid conditions, and distance from health care facilities. - We will also investigate how lab studies, birth/NICU history, medications impact growth velocities within each group. Dr. Kathryn Akong Kaakong@ucsd.edu Research - Determine microbiologic effects of azithromycin in CF subjects - Determine metabolomic effects of azithromycin in CF subjects - To quantitate azithromycin and its metabolites in plasma, Bhattacharjee rakesh@ucsd.edu Research - Compare exosomal miRNA profiles of children with OSA and/or obesity vs age -matched controls. - Compare exosome miRNA profiles of children with OSA before and after treatment (following adenotonsillectomy) - Corroborate exosome miRNA profiles of children with OSA compared to adults with OSA to determine if upregulation of specific miRNA in children is conserved in adults Dr. Rakesh Bhattacharjee rakesh@ucsd.edu Research - Determine additional knowledge on tongue strength and how it affects OSA. - To identify if method of feeding (bottle or breast) is associated with the development of OSA. - To assess if methods of certain habits such as thumb sucking or use of a pacifier affects the development of OSA. Resident Academic Project (RAP) Database Division Faculty Name Faculty e -mail Project Domain* Field of study * Project Domains: Research, Quality Improvement (QI) , Medical Education (MedEd) , Community Service/Advocacy/Leadership (CAL) , Global j1ryu@ucsd.edu Janelle Celso, BS, CCRC jcelso@rchsd.org - To evaluate data found in the p atients sleep study visit and a questionnaire that will allow us to find the correlation b etween tongue strength and OSA. Dr. Rakesh Bhattacharjee rakesh@ucsd.edu Research - retrospective - Obstructive Sleep Apnea (OSA) is highly prevalent children. - We plan to evaluate whether specific anthropometric measures such as body fat percentage are more strongly associated with indices of sleep disordered breathing than conventional measures such as the BMI. Dr. Thu Duo ng taduong@ucsd.edu Research - Asthma is one of the most common chronic illnesses that affect children worldwide. - Simple education tool to help caregivers better understand the difference between asthma controlle r and rescue inhalers RHEUMATOLOGY Liaison(s): Dr. Peter Chira pchira@rchsd.org Dr. Johanna Chang jchang@rchsd.org Research, QI Reproductive health, general rheumatology Dr. Peter Chira pchira@ucsd.edu Research, QI, CAL Transition care, camps, general rheumatology, improving referrals Dr. Suhas Radhakrishna sradhakrishna@rchsd.org MedEd, Research General rheumatology Dr. Robert Sheets rsheets@rchsd.org Research, QI, Other General rheumatology, EPIC "}