{"title": "Natural Therapies for Treating Injury Are a Hit for Cat Zingano", "author": "Providence Health Team", "url": "https://blog.providence.org/toyourhealthblogs/natural-therapies-for-treating-injury-are-a-hit-for-cat-zingano-2", "hostname": "providence.org", "description": "It may seem like she's made of steel, but even this professional UFC fighter gets injuries and works hard to prevent and recover from them.", "sitename": "Natural Therapies for Treating Injury Are a Hit for Cat Zingano", "date": "2017-11-10", "cleaned_text": "Cat \"Alpha\" Zingano seems like she's made of steel, but even this professional UFC fighter gets injuries and works hard to recover from and prevent them. To learn more about new methods for adjusting, aligning and restoring the body back to better health, as well as preventing injury in the first place, Cat talked to Jan Carlo Zegarra, DC, a chiropractic physician and medical director of Providence St. Joseph Health's Wellness Corner, LA Fitness-Crossroads in Irvine, California. This newest wellness facility, set inside the gym, focuses on natural therapies-including acupuncture, chiropractic care, physical therapy, bodywork and more. Dr. Zegarra is an expert in sports rehabilitation and performance and has extensive experience with athletes, including professionals in the NFL, NHL, MLB, and UFC. He and Cat immediately connected as they talked about how athletes train, heal and grow stronger with the right medical partner. In this six-part Q&A, Cat and Dr. Zegarra show you around the new Wellness Corner at LA Fitness and discuss effective techniques for sports health and wellness. There are some powerful tips here, whether you're an athlete, amateur or just interested in feeling your very best. Cat connects with Dr. Zegarra, talking about the new facility, and what acupuncture (a Wellness Corner service) did for her. Dr. Zegarra discusses one of his favorite topics: the new Wellness Corner and why it's essential for athletes and others to find a medical partner who gets to the root of pain and movement issues. Dr. Zegarra pulls no punches, telling Cat that good athletes often push on, developing workarounds for pain - and he explains why that must stop. Cat and Dr. Zegarra agree that athletes often have a common request - they want relief from pain but don't want the drowsiness and other side effects of traditional medication. Dr. Zegarra offers solutions. Dr. Zegarra digs into his past and talks about a sports injury that started his journey toward natural healing. What does it mean to have a team of professionals focused on keeping or getting you back in the game? Dr. Zegarra explains how the Wellness Corner is part of a whole network of caregivers who are on your team. Why Wellness Corners? Providence St. Joseph Health is known for outstanding hospitals, but we're also working to keep you well. That's why we've developed innovative Wellness Corners to offer life-enhancing medical and wellness services located where people live and work. The concept is simple: by making wellness and preventive services more convenient, we believe we can significantly improve the health status of the communities we serve. In just a few short years, we've placed Wellness Corners throughout Southern California, with positive outcomes for those we serve. The latest is the Wellness Corner, LA Fitness-Crossroads in Irvine, California. By having a Wellness Corner in a gym, we can provide natural therapies - acupuncture, chiropractic care, physical therapy, bodywork and more - to all types of active people, from the weekend warrior to the professional athlete. We want to thank Cat Zingano for visiting the Wellness Corner, LA Fitness and talking with Dr. Zegarro. For more information on our Wellness Corner concept, go to [wellnesscorner.org](http://www.wellnesscorner.org/). Other helpful articles related to Wellness Corners: [Wellness Corners bring innovative health care models closer to the community »](https://www.stjhs.org/newsroom/news/2016/wellness-corners-bring-innovative-health-care-mo/) [Community partnerships: Bringing health and wellness to where we live and work »](https://www.stjhs.org/healthcalling/2015/january/community-partnerships-bringing-health-and-welln/) [St. Joseph Hoag Health opens new Wellness Corner inside LA Fitness »](https://www.stjhs.org/newsroom/news/2017/st-joseph-hoag-health-opens-new-wellness-corner-/) Cat Zingano is a paid partner with Providence St. Joseph Health who frequently participates in conversations on important health topics. Providence is pleased to share the stories of great people who have overcome health conditions. As part of our population health program, we want to share insights and stories that help bring awareness to common health conditions. Not all the people featured in our stories are Providence patients. About the Author [More Content by "}