{"title": "PDF", "author": "PDF", "url": "https://africacdc.org/wp-content/uploads/2022/11/Press-Release_COVID-19-Testing-Strategy.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Africa Centres for Disease Control and Prevention (Africa CDC), in collaboration with the Africa Society for Laboratory Medicine (ASLM), Foundation for Innovative New Diagnostics (FIND), and Clinton Health Access Initiative (CHAI), launched a Consultative Workshop on Revised COVID-19 Testing and Surveillance Strategy: Transitioning from Emergency Response to Integration into Routine Healthcare Services. The Consultative Workshop on Revised COVID-19 Testing and Surveillance Strategy was officially opened today in Accra, Ghana by Dr Emmanuel Ankrah Odame, Director Policy Planning Monitoring and Evaluation, Ministry of Health, Ghana and Dr. Ahmed Ogwell OUMA Ag. Director of the Africa CDC The theme of the workshop is \"Transitioning from Emergency Response to Integration into Routine Healthcare Services and Strengthened Surveillance Systems for COVID-19 on the African continent,\" In response to the COVID-19 pandemic, Africa Union through Africa CDC rolled out the Partnership to Accelerate COVID-19 Testing (PACT) to scale up testing for COVID-19 in June 2020. This continental initiative helped AU Member States limit COVID-19 transmission while ensuring an increased access to diagnostics and medical supplies, as well as capacity building through strengthening competences of front-line healthcare personnel needed to support response at the country level. In between the launch of PACT and the Revised COVID-19 Testing and Surveillance Strategy, several guidance documents have been released by the Africa CDC and partners. These guidelines include among others: the interim guidance on the use of SARS-CoV-2 antigen rapid diagnostic tests (Ag RDTs); COVID-19 Ag RDT self-testing guidelines, and COVID-19 Test & Treat guidance with the aim to complement the facility- based testing protocols and improve access to SARS- CoV-2 diagnostic testing; and genomics surveillance. However, with the rapidly evolving epidemiology of the pandemic and the multiple recent changes on the COVID-19 response globally and at continental levels such as lifting of lockdowns, expansion of vaccination, a generalized decline in demand for testing, there is urgent need for action to ensure the revised guidance for COVID-19 testing and surveillance strategy are effectively and efficiently implemented across AU Members States while ensuring surveillance systems PRESS RELEASECOVID-19 Testing StrategyConsultative Workshop on Revised Transitioning from Emergency Response to Integration into Routine Healthcare Services November 15-17, 2022, Accra, Ghana.ii CONSULTATIVE WORKSHOP ON REVISED COVID-19 TESTING STRATEGY: TRANSITIONING FROM EMERGENCY RESPONSE TO INTEGRATION INTO ROUTINE HEALTHCARE SERVICES remain functional to timely detect any potential resurgences. This three-days consultative workshop brings together laboratory directors, surveillance leads and incident managers for COVID-19 from the 46 AU Members States to jointly deliberate, explore and formulate practical approaches and interventions that will foster intergration and expansion of COVID-19 testing services and surveillance into routine healthcare service while leveraging on existing structures within other disease programmes. Outputs from this consultative workshop with enable AU Member States consolidate the gains made in the COVID-19 response, facilitate harmonized and coordinated implementation of strategies for integration and building of robust surveillance systems for potential outbreaks in future beyond COVID-19. +251 11 551 7700 africacdc@africa-union.org www.africacdc.org africacdc @AfricaCDCFor further information: Africa Centres for Disease Control and Prevention (Africa CDC), African Union Commission Roosevelt Street W21 K19, Addis Ababa, EthiopiaAbout Africa Centres for Disease Control and Prevention (Africa CDC) Africa CDC is an autonomous health agency of the African Union which supports Member States in their efforts to strengthen health systems and improve surveillance, emergency response, prevention and control of diseases. Learn more at: http://www. africacdc.org About the African Society for Laboratory Medicine (ASLM) ASLM is an independent, international, not-for- profit organisation founded in March 2011 in Addis Ababa that coordinates, galvanises and mobilises relevant stakeholders at the local, national and international levels to improve local access to world- class diagnostic services and ensure healthy African communities now and for the long-term. ASLM is the first pan-African society for laboratory professionals, endorsed by the African Union (AU) and supported by multiple African Ministers of Health through its Ministerial Call for Action. https://aslm.orgAbout FIND FIND, the global alliance for diagnostics, seeks to ensure equitable access to reliable diagnosis around the world. We connect countries and communities, funders, decision-makers, healthcare providers and developers to spur diagnostic innovation and make testing an integral part of sustainable, resilient health systems. We are working to save 1 million lives through accessible, quality diagnosis, and save US$1 billion in healthcare costs to patients and health systems. We are co-convener of the Access to COVID-19 Tools (ACT) Accelerator diagnostics pillar, and a WHO Collaborating Centre for Laboratory Strengthening and Diagnostic Technology Evaluation. For more information, please visit https://www.finddx.org The Clinton Health Access Initiative, Inc. (CHAI) CHAI is a global health organization committed to saving lives and reducing the burden of disease in low-and middle-income countries. CHAI works with partners to strengthen the capabilities of governments and the private sector to create and sustain high-quality health systems that can succeed without "}