{"title": "¿Una vacuna mexicana contra el covid-19? Comienzan las pruebas en humanos con 'Patria'", "author": "Por Univision", "url": "https://www.univision.com/noticias/salud/vacuna-mexicana-patria-covid", "hostname": "univision.com", "description": "La titular del Consejo Nacional de Ciencia y Tecnología informó este martes que el país ha superado el ensayo clínico sobre seguridad e inmunogenicidad en animales y ahora se prepara para la etapa de investigación clínica en humanos, para la cual buscan voluntarios en la Ciudad de México.", "sitename": "Univision", "date": "2021-04-14", "cleaned_text": "covid-19? Comienzan las pruebas en humanos con 'Patria' El gobierno de México anunció este martes que se encuentra listo para iniciar el estudio de Fase 1 de una vacuna propia contra el [SARS-CoV2,](https://www.univision.com/temas/coronavirus) a la que le asignaron el nombre de 'Patria'. Una vez que se concluyó el ensayo clínico sobre seguridad e inmunogenicidad en animales, como ratones, ahora se prepara para la etapa de investigación clínica en humanos, para la cual ya tienen listo un lote de vacunas producidas por un laboratorio mexicano. La directora del Consejo Nacional de Ciencia y Tecnología (Conacyt), María Elena Álvarez-Buylla Roces, anunció durante la conferencia de prensa del presidente mexicano, [Andrés Manuel López Obrador](https://www.univision.com/temas/andres-manuel-lopez-obrador), que el paso siguiente es el reclutamiento de entre 90 y 100 voluntarios adultos de la Ciudad de México para tener los resultados de la prueba a finales de mayo. Vacuna vectorial La vacuna 'Patria' es una vacuna de 'vector viral', uno de las tecnologías empleadas para inmunizar contra el [covid-19,](https://www.univision.com/temas/coronavirus) como la de [ARN mensajero](https://www.univision.com/noticias/salud/vacunas-covid-19) (que enseñan a las células a producir una proteína). Los [Centros para el Control y la Prevención de Enfermedades de Estados Unidos](https://espanol.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/viralvector.html) (CDC en inglés), han explicado que las vacunas de 'vector viral', como la de Johnson & Johnson o la de AstraZeneca, \"contienen una versión modificada de otro virus (el vector) para darles instrucciones importantes a nuestras células\". El vector \"ingresa a una célula dentro de nuestro organismo y usa la maquinaria celular para producir una porción inocua del virus que causa el covid-19. Esta porción se conoce como 'proteína Spike' y solo está presente en la superficie del virus que causa el covid-19\". La célula, continúan los CDC, \"despliega la proteína Spike sobre su superficie, y nuestro sistema inmunitario reconoce que no pertenece al sistema. Esto desencadena una respuesta de nuestro sistema inmunitario, que comienza a producir anticuerpos y activar otras células inmunitarias para combatir lo que considera una infección\". [Más sobre Coronavirus](https://www.univision.com/temas/coronavirus) Álvarez-Buylla detalló que la vacuna 'Patria' se basa en la información del virus que provoca la 'enfermedad de Newcastle', una infección altamente contagiosa que afecta con frecuencia a las aves y que se transmite de forma muy similar a los [coronavirus](https://www.univision.com/temas/coronavirus). Desarrollo local La idea de desarrollar un compuesto mexicano comenzó en 2020 cuando el [gobierno mostró interés](https://www.gob.mx/sre/prensa/tendra-mexico-liderazgo-y-nuevas-capacidades-en-el-desarrollo-de-vacunas?idiom=es) en participar en estrategias internacionales como la Coalición para las Innovaciones en Preparación para Epidemias (CEPI, por sus siglas en inglés) con sede en Oslo, Noruega, una plataforma para el desarrollo de vacunas de acceso equitativo contra enfermedades emergentes que incluyen al coronavirus SARS-CoV-2. Aunque durante casi un año se supo que México se encontraba inmerso en ensayos de tres de las cuatro vacunas que desarrollaba la CEPI, principalmente para lograr financiamiento para desarrollar una vacuna, fue el pasado mes de febrero cuando se [anunció el desarrollo](https://www.unotv.com/nacional/vacuna-contra-covid-19-mexico-quiere-hacer-su-propia-dosis/) de una vacuna 100% mexicana. Quienes participan en su desarrollo son instituciones educativas, como la Universidad Nacional Autónoma de México (UNAM); de salud, como el Instituto Mexicano del Seguro Social (IMSS); y empresas privadas, como el laboratorio Avimex, especializado en compuestos veterinarios. Álvarez-Buylla informó que es en instalaciones de Avimex en donde ya se han fabricado las vacunas que serán utilizadas en los ensayos. La funcionaria no detalló si la vacuna será de una sola dosis, como la de Johnson & Johnson; sin embargo, precisó que serán de aplicación nasal e intramuscular. Hasta ahora, el costo del desarrollo del compuesto asciende a 150 millones de pesos (unos 7.4 millones de dólares). De lograrse, el gobierno calcula que el ahorro por adquisición de vacunas será de 855% con respecto al gasto por la compra de vacunas en el exterior que se realiza en la actualidad. Por ahora, las pruebas en humanos, a iniciarse en las próximas semanas, ya han sido autorizadas por la Comisión Federal para la Protección Contra Riesgos Sanitarios (Cofepris), la autoridad sanitaria de México. En caso de que la vacuna supere los estudios de la Fase 1, 2 y 3, se podría dar su aprobación para su uso de emergencia en el mes de noviembre o diciembre de este año. "}