{"title": "PDF", "author": "PDF", "url": "https://be.macmillan.org.uk/Downloads/CancerInformation/CancerTypes/MAC11915E04Nbreast-menlowresPDF20190130HS.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "My Macmillan nurse, Julie, was fantastic. She was there from when I was diagnosed. I could always go to her with any problems I had. Herbie, diagnosed with breast cancer.''About this booklet 1 About this booklet This booklet is about breast cancer in men. It is for men who are having tests for breast cancer and men who have been diagnosed with breast cancer. The booklet explains the signs and symptoms of breast cancer in men. It explains how it is diagnosed and how it may be treated. It also has information about emotional, practical and financial issues. We hope it helps you deal with some of the questions or feelings you may have. We cannot give advice about the best treatment for you. You should talk to your doctor, who knows your medical history. How to use this booklet The booklet is split into sections to help you find what you need. You do not have to read it from start to finish. You can use the contents list on page 5 to help you. It is fine to skip parts of the booklet. You can always come back to them when you feel ready.At the end of this booklet, there are details of other organisations that can help (see pages 133 to 138). There is also space to write down questions and notes for your doctor or nurse (see pages 139 to 140). If you find this booklet helpful, you could pass it on to your family and friends. They may also want information to help them support you. 2 Understanding breast cancer in men Quotes Throughout this booklet, we have included quotes from people affected by cancer. These are from people who have chosen to share their story with us. Some quotes are from Herbie, who is on the cover of this booklet. He has chosen to share his story with us. To share your experience, visit macmillan.org.uk/ shareyourstory For more information If you have more questions or would like to talk to someone, call the Macmillan Support Line free on 0808 808 00 00 , 7 days a week 8am to 8pm, or visit macmillan.org.uk If you would prefer to speak to us in another language, interpreters are available. Please tell us, in English, the language you want to use. If you are deaf or hard of hearing, call us using NGT (Text Relay) on 18001 0808 808 00 00 , or use the NGT Lite app. We have some information in different languages and formats, including audio, eBooks, easy read, Braille, large print and translations. To order these, visit macmillan.org.uk/ otherformats or call 0808 808 00 00.About this booklet 3 Your data and the cancer registry When you are diagnosed with cancer in the UK, some information about you, your cancer diagnosis and your treatment is collected in a cancer registry. This is used to plan and improve health and care services. Your hospital will usually give this information to the registry automatically. There are strict rules to make sure the information is kept safely and securely. It will only be used for your direct care or for health and social care planning and research. Talk to your doctor or nurse if you have any questions. If you do not want your information included in the registry, you can contact the cancer registry in your country to opt out. You can find more information at macmillan.org.uk/cancerregistryContents 5 Contents The breasts and breast cancer in men 7 Diagnosing breast cancer in men 21 Treating breast cancer in men 41 After your treatment 93 Your feelings and relationships 107 Work and financial support 119 Further information 127'As a family we knew this was what he wanted and we all agreed to rally around to help Joyce cope with his care' Adrienne 'I was in the shower when I found a lump, and thought it was a boil or a cyst. It was the size of a pea.' HerbieThe breasts and breast cancer in men What is cancer? 8 Men's breasts 10 The lymphatic system 12 Risk factors and causes 15 Symptoms 198 Understanding breast cancer in men What is cancer? Cancer starts in cells in our body. Cells are tiny building blocks that make up the organs and tissues of our bodies. They divide to make new cells in a controlled way. This is how our bodies grow, heal and repair. Cells receive signals from the body telling them when to divide and grow and when to stop growing. When a cell is no longer needed or can't be repaired, it gets a signal to stop working and die. Cancer develops when the normal workings of a cell go wrong and the cell becomes abnormal. The abnormal cell keeps dividing making more and more abnormal cells. These eventually form a lump (tumour). Not all lumps are cancerous. Doctors can tell if a lump is cancerous by removing a small sample of tissue or cells from it. This is called a biopsy. The doctors examine the sample under a microscope to look for cancer cells. Normal cells Cells forming a tumourThe breasts and breast cancer in men 9 A lump that is not cancerous (benign) may grow but cannot spread to anywhere else in the body. It usually only causes problems if it puts pressure on nearby organs. A lump that is cancer (malignant) can grow into nearby tissue. Sometimes, cancer cells spread from where the cancer first started (the primary site) to other parts of the body. They can travel through the blood or lymphatic system (see page 12). When the cells reach another part of the body, they may begin to grow and form another tumour. This is called a secondary cancer or a metastasis.10 Understanding breast cancer in men Men's breasts Men have a small amount of breast tissue behind their nipples, where breast cancer can develop. Cross section of the male breast Muscle NippleRib Breast tissue Until puberty, breast tissue in boys and girls is the same. Both have a small amount of breast tissue behind the nipple and areola (the darker area of skin around the nipple). This is made up of a few tiny tubes (ducts) surrounded by fatty tissue, connective tissue, blood vessels and lymphatic vessels.The breasts and breast cancer in men 11 At puberty, both girls and boys start to produce the hormone oestrogen. In girls, this leads to breast tissue developing. In some boys, oestrogen also causes breast swelling. But this is usually temporary and their breast tissue does not develop. At the same time, boys start making more of the hormone testosterone. This acts against the effects of oestrogen. The balance between these hormones can also be affected as men get older, or as a side effect of certain drugs. Other health conditions can also affect the hormone balance, such as chronic liver disease, obesity and an overactive thyroid gland (hyperthyroidism). This can cause breast tissue to swell (called gynaecomastia). This is not linked with breast cancer. If you are worried about any changes, always talk to your GP. ' Men check other parts of their anatomy, but they don't check their breasts. I want people to know that men get breast cancer. I want to make men aware. Get it checked out. It's such an easy procedure to do.' Steve12 Understanding breast cancer in men The lymphatic system The lymphatic system helps to protect us from infection and disease. It also drains lymph fluid from the tissues of the body before returning it to the blood. The lymphatic system is made up of fine tubes called lymphatic vessels that connect to groups of lymph nodes throughout the body. Lymph nodes (sometimes called lymph glands) are small and bean-shaped. They filter bacteria (germs) and disease from the lymph fluid. When you have an infection, lymph nodes often swell as they fight the infection.The breasts and breast cancer in men 13 Breast cancer and lymph nodes Sometimes, cancer can spread through the lymphatic system. If breast cancer cells spread outside the breast, they are most likely to go to lymph nodes in the armpit. You will usually have tests (see pages 22 to 25) to look for cancer cells in the lymph nodes. There are also lymph nodes near the breastbone and above the collarbone. The lymph nodes near the breasts Lymph nodes in the armpitLymph nodes near the breastboneLymph nodes above the collarbone Lymph vesselsThe breasts and breast cancer in men 15 Risk factors and causes Each year, around 390 men are diagnosed with breast cancer in the UK. The exact cause of breast cancer is unknown. But certain things can increase a man's chances of developing it. These are called risk factors. Because breast cancer in men is rare, most men who have these risk factors will never develop breast cancer. Age The risk of breast cancer in men increases with age. It is most common in men over 60 years old. Breast cancer in young men is very rare. Klinefelter syndrome This is a rare syndrome that only affects men. Normally, males are born with one X chromosome and one Y chromosome (XY), and females have two X chromosomes (XX). Men with Klinefelter syndrome have one Y chromosome and two or more X chromosomes (XXY or XXXY). Symptoms of Klinefelter syndrome may include: being taller than average having increased breast tissue (gynaecomastia) having lower levels of testosterone having smaller testicles infertility.16 Understanding breast cancer in men Men with Klinefelter syndrome have a higher risk of breast cancer. For most men, the lifetime risk of developing breast cancer is less than 1 in 1000. For men with Klinefelter syndrome, the risk is closer to 1 in 25 (4%). Family history of breast cancer Men who have close relatives with breast cancer may have an increased risk of developing breast cancer. Close relatives, sometimes called your first-degree relatives, are parents, children, sisters and brothers. About 1 in 5 men with breast cancer (20%) have a close relative who has also had breast cancer. The increased risk may be due to inherited faulty genes. Our genes store the biological information we inherit from our parents. The genes most commonly linked to an increased risk of breast cancer in families are BRCA1 and BRCA2. Men in families with the BRCA2 gene are more likely to develop breast cancer than men in families with the BRCA1 gene. It is thought that the BRCA2 gene may cause up to 1 in 10 breast cancers in men (10%). The chance of there being a faulty gene in a family is higher when: a number of family members have been diagnosed with breast cancer or related cancers, such as ovarian cancer the family members are closely related the family members were diagnosed at a younger age a man in your family has been diagnosed with breast cancer.The breasts and breast cancer in men 17 If you are worried about breast cancer in your family, talk to your GP or breast specialist. They can refer you to a family history clinic or a genetics clinic. Men with breast cancer may be offered genetic testing, even if they do not have a family history of breast cancer. Radiation Being exposed to radiation may increase a man's risk of breast cancer. Men who have had radiotherapy to their chest at a young age, for example to treat lymphoma, may have an increased risk. High oestrogen levels Men may be at risk of developing breast cancer if they have higher levels of oestrogen than normal. This can be caused by long-term (chronic) damage to the liver, such as liver cirrhosis. Liver damage can also be caused by drinking a lot of alcohol over a long period of time. Oestrogen levels can also be affected by being very overweight. Increased levels of oestrogen can affect the growth of breast cancer cells.18 Understanding breast cancer in men Testicular effects Conditions that affect or damage the testicles may also increase the risk of breast cancer. These include: having undescended testicles having surgery to remove one or both testicles having mumps as an adult. Some occupations Men who work in hot environments, such as blast furnaces, steel works and rolling mills, may have a slightly increased risk. This is probably related to heat damage to the testicles. Some studies have also linked long-term exposure to petrol and exhaust fumes with breast cancer in men.The breasts and breast cancer in men 19 Symptoms In most men, breast cancer is first noticed as a painless lump under the nipple or areola. Other symptoms may include: a nipple turning in (inverted nipple) changes in the size or shape of the breast a rash (like eczema) on the nipple discharge or bleeding from the nipple a swelling or lump in the armpit an ulcer on the skin of the breast. You will know how your chest area normally looks and feels. If you notice any change, you should see your GP straight away. The earlier breast cancer is diagnosed and treated, the more successful treatment is likely to be. 'When I was feeling the lump every morning in the shower, it never occurred to me that I had cancer. It was only when it hurt that I realised that it might be something more serious. ' TomHerbie'When the doctor told me I had breast cancer, I said: \"I can't have breast cancer. I'm a man.\" It took a bit of explaining to the kids.'Risk factors and causes 21 Diagnosing breast cancer in men How breast cancer is diagnosed 22 Further tests 26 Types of breast cancer 30 Staging and grading for breast cancer 32 Receptors 38Herbie22 Understanding breast cancer in men How breast cancer is diagnosed You usually start by seeing your GP. They will examine you and refer you to a breast clinic to see a specialist. You should get an appointment for the breast clinic within 2 weeks. At the breast clinic At the clinic, you will see a specialist breast doctor or nurse practitioner. You may also see a specialist breast nurse. They usually ask if: you have had any other breast problems anyone in your family has had breast cancer. The doctor or nurse will examine your chest area and the lymph nodes (see pages 12 to 13) in your armpits and around your neck. After this they will explain which tests you need. You may have many of the tests on the same day. But you usually have to wait up to 2 weeks for some results. You may also need to come back to the hospital for further tests.Diagnosing breast cancer in men 23 Breast ultrasound An ultrasound uses sound-waves to build up a picture of the breast tissue. It can show whether a lump is solid (made of cells) or a fluid-filled cyst. It can also show whether a solid lump is regular or irregular in shape. You will be asked to remove the clothes from the top half of your body. Then you lie down on a couch with your arm above your head. The person doing the scan puts a gel onto your breast tissue. They move a small device over the area. A picture of the breast tissue shows up on a screen. An ultrasound only takes a few minutes and is painless. Ultrasound of the lymph nodes You will also have an ultrasound of the lymph nodes in the armpit. If any of the nodes feel swollen or look abnormal on the ultrasound, the doctor will take a biopsy of them (see pages 24 to 25). Mammogram A mammogram is a low-dose x-ray of the breast tissue. You will need to take off your top for the mammogram. The radiographer will position you so your chest is against the x-ray machine. Your breast tissue is then firmly compressed with a flat, clear, plastic plate. This keeps the breast tissue still and helps get a clear picture. You may find this uncomfortable or painful for a short time. You will need to stay still for a few seconds while the picture is taken.24 Understanding breast cancer in men Breast biopsy If an abnormal area is found in the breast tissue, the doctor will need to take a sample of cells (biopsy). The doctor removes a small piece of tissue or a sample of cells from the lump or abnormal area. A doctor who specialises in studying cells (pathologist) looks at the sample under a microscope to check for cancer cells. For a few days after the biopsy, your chest may feel sore and bruised. Taking painkillers will help with this. Any bruising will go away in a couple of weeks. There are different ways of taking a biopsy. Your doctor or nurse will explain the type you will have. Fine needle aspiration (FNA) This is a quick, simple test. The doctor or a specialist nurse puts a very fine needle into the area and withdraws a sample of cells into a syringe. Needle (core) biopsy The doctor or a specialist nurse will do this test. They use a needle to take small pieces of tissue from the lump or abnormal area. Before taking the biopsy, they inject some local anaesthetic into the area to numb it. They may use ultrasound or a mammogram to help guide the needle to the right place. You may feel a little pain or a sensation of pressure for a short time during the biopsy. They can take several samples at the same time.Diagnosing breast cancer in men 25 Excision biopsy Sometimes it is not possible to remove enough tissue to make a diagnosis with a needle biopsy. In this case, you may need a small operation. You will be referred to a specialist breast surgeon to have an excision biopsy under a general anaesthetic. The surgeon makes a cut in the skin of the breast and takes a biopsy of the breast tissue. You usually go home on the day of your operation. But some people may need to stay in hospital overnight. Usually, you have stitches that dissolve and do not need to be removed.26 Understanding breast cancer in men Further tests If the biopsy results show there are breast cancer cells, you will need more tests before you start treatment. You may have blood samples taken. This is to check your general health and to see how well your kidneys and liver are working. You may have an x-ray of your chest to check your lungs and heart. You may also have other tests to: find out more about the size and position of the cancer see if it has spread to other parts of the body. The results will help you and your doctor decide on the best treatment. MRI scan This test uses magnetism to build up a detailed picture of areas of your body. The scanner is a powerful magnet so you may be asked to complete and sign a checklist to make sure it's safe for you. The checklist asks about any metal implants you may have, such as a pacemaker, surgical clips or bone pins, etc. You should also tell your doctor if you've ever worked with metal or in the metal industry as very tiny fragments of metal can sometimes lodge in the body. If you do have any metal in your body, it's likely that you won't be able to have an MRI scan. In this situation, another type of scan can be used. Before the scan, you'll be asked to remove any metal belongings including jewellery.Diagnosing breast cancer in men 27 Some people are given an injection of dye into a vein in the arm, which doesn't usually cause discomfort. This is called a contrast medium and can help the images from the scan to show up more clearly. During the test, you'll lie very still on a couch inside a long cylinder (tube) for about 30 minutes. It's painless but can be slightly uncomfortable, and some people feel a bit claustrophobic. It's also noisy, but you'll be given earplugs or headphones. You can hear, and speak to, the person operating the scanner. Bone scan This test shows up abnormal areas of bone. You have a small amount of a radioactive substance injected into a vein. You will need to wait for 2 to 3 hours after the injection before you have the scan. The scan may take an hour. Abnormal bone absorbs more radioactivity than normal bone and shows up on the scan pictures. The amount of radioactive substance used is small. But you will be advised not to have close contact with pregnant women, babies and young children for up to 24 hours after the scan. After this, your body will get rid of the radioactivity in your pee (urine). If you are travelling through an airport in the days after your scan, you could take your appointment letter with you. Some airport scanners may detect the small amounts of radiation in your body.28 Understanding breast cancer in men CT scan A CT scan takes a series of x-rays, which build up a three-dimensional picture of the inside of the body. The scan takes 10-20 minutes and is painless. It uses a small amount of radiation, which is very unlikely to harm you and will not harm anyone you come into contact with. You will be asked not to eat or drink for at least four hours before the scan. You may be given a drink or injection of a dye, which allows particular areas to be seen more clearly. This may make you feel hot all over for a few minutes. It's important to let your doctor know if you are allergic to iodine or have asthma, because you could have a more serious reaction to the injection. You'll probably be able to go home as soon as the scan is over. Liver ultrasound This scan is done to check the liver. The person doing the scan spreads a gel on to your tummy and moves a small device, which produces sound-waves, over the liver area. A computer converts the sound-waves into a picture. Waiting for test results Waiting for test results can be a difficult time. It may take from a few days to a couple of weeks for the results of your tests to be ready. You may find it helpful to talk with your partner, family or a close friend. Your specialist nurse or one of the organisations listed on our database, can also provide support. You can also talk things over with one of our cancer support specialists on 0808 808 00 00 .Having a CT scan30 Understanding breast cancer in men Types of breast cancer There are different types of breast cancer. Knowing the type of cancer you have helps the doctors plan the best treatment for you. Invasive breast cancer Most breast cancers in men are invasive. This means the cancer cells have spread outside the lining of the ducts of the breast (see page 10) and into surrounding breast tissue. There are different types of invasive breast cancer. No special type This is the most common type of invasive breast cancer. About 7 to 9 out of 10 breast cancers in men (70% to 90%) are this type. This is when cancer cells are examined under the microscope and they have no specific features. They are called breast cancer of 'no special type' (NST) or 'not otherwise specified' (NOS). Special types Some breast cancer cells have features that identify them as a specific type of breast cancer. These are called 'special type' breast cancers. They are named depending on how the cells look under a microscope. The types include tubular, medullary, mucinous and cribriform. Diagnosing breast cancer in men 31 Ductal carcinoma in situ (DCIS) This is the earliest form of breast cancer. In DCIS there are cancer cells in the ducts of the breast, but these cells are contained (in situ). They have not spread into normal breast tissue. DCIS is much less common in men than in women. Less than 1 in 10 breast cancers in men (10%) are DCIS. We have a booklet called Understanding ductal carcinoma in situ (DCIS) that has more information (see page 128). Rarer types of breast cancer Invasive lobular breast cancer This cancer is rare in men, because men have very few, if any, lobules in their breasts. Inflammatory breast cancer This is when cancer cells grow along and block the tiny channels (lymph vessels) in the skin of the breast. The breast then becomes inflamed and swollen. Inflammatory breast cancer is rare. Paget's disease of the breast This is a condition that causes a red, scaly rash (like eczema) on the skin of the nipple. Paget's disease is rare in men. If you would like more information about any type of breast cancer, you can call the Macmillan Support Line on 0808 808 00 00 . 32 Understanding breast cancer in men Staging and grading for breast cancer Your specialist doctor needs certain information about the cancer to advise you on the best treatment for you. This includes: the stage of the cancer the grade of the cancer whether the cancer has receptors (see page 38 to 39) for hormones or a protein called HER2. This information comes from the results of the tests you have had (see pages 22 to 28), including: the biopsy, when the tissue was examined other tests that were done on the cells. Your specialist doctor and nurse will talk to you about this. They will explain how it helps you and your doctor decide on your treatment plan. Diagnosing breast cancer in men 33 Staging The stage of a cancer describes its size and whether it has spread from where it started. There are different systems for describing the stage of a cancer. The most commonly used ones are the TNM staging system and the number staging system. The TNM staging system The TNM staging system gives the complete stage of the cancer: T describes the size of the tumour. N describes whether the cancer has spread to the lymph nodes and which nodes are involved. For example, N0 means no lymph nodes are affected. N1 means there are cancer cells in 1 to 3 of the lymph nodes. M describes whether the cancer has spread to another part of the body. For example, M0 means the cancer has not spread (metastasised) to other parts of the body. Sometimes the final TNM staging may not be certain until after surgery to remove the cancer. The number staging system Breast cancer can also be divided into four number stages. This is done by grouping the TNM staging together to give an overall number stage. We have a table over the next two pages that explains the number staging system in more detail.34 Understanding breast cancer in men Stage 1 or 2 breast cancer is often called early breast cancer. Stage 1 is divided into two stages. Stage 1A The cancer (lump) is 2cm or smaller. It has not spread outside the breast. Stage 1B The cancer is not found in the breast tissue or is 2cm or smaller. Tiny numbers of cancer cells (micrometastases) have spread to lymph nodes in the armpit. Stage 2 is divided into two stages. Stage 2A The cancer cannot be found in the breast or the cancer is 2cm or smaller. It has also spread to 1 to 3 lymph nodes in the armpit or near the breast bone. Or The cancer is between 2cm and 5cm and has not spread to the lymph nodes in the armpit. . Stage 2B The cancer is between 2 and 5cm and has spread to 1 to 3 lymph nodes in the armpit. Or The cancer is bigger than 5cm but has not spread to the lymph nodes.Diagnosing breast cancer in men 35 Stage 3 is divided into three stages. Stage 3 breast cancer is sometimes called locally advanced breast cancer. The cancer has spread to the lymph nodes, the skin of the breast, or the chest muscle. The skin may be red, swollen or have broken down, causing an ulcer. Some breast cancers that have spread to the skin may be inflammatory breast cancer (see page 31). Stage 3A The cancer cannot be found in the breast, or the cancer is 5cm or smaller. It has spread to 4 to 9 lymph nodes in the armpit. Or The cancer is bigger than 5cm. It is in up to 3 lymph nodes in the armpit or near the breast bone. Stage 3B The cancer has spread into tissue nearby, such as the skin of the breast and the chest muscle underneath. It may have spread to 1 to 9 lymph nodes in the armpit. Stage 3C The cancer has spread to 10 or more lymph nodes in the armpit. Or The cancer has spread to lymph nodes below the breast bone, or above or below the collar bone. It has spread to 4 or more lymph nodes in the armpit. Stage 4 breast cancer is also called secondary or metastatic breast cancer. We have a booklet called Understanding secondary breast cancer that has more information (see page 128). Stage 4The cancer has spread to other parts of the body, such as the bones, liver or lungs.36 Understanding breast cancer in men Grading The grade of a cancer gives an idea of how slowly or quickly it might grow. The grade is based on how the cancer cells look under a microscope compared with normal cells. The cells are examined by a doctor called a pathologist, who studies tissue samples and is an expert in cell types. Grade 1 (low-grade cancer) The cancer cells look similar to normal cells (they are well differentiated). They usually grow slowly. These cancer cells are less likely to spread. Grade 2 (moderate or intermediate-grade cancer) The cancer cells look more abnormal and grow slightly faster than grade 1 cells. Grade 3 (high-grade cancer) The cancer cells look very different from normal cells (they are poorly differentiated). They may grow more quickly than grade 1 or 2 cells.38 Understanding breast cancer in men Receptors Breast cancer cells may have receptors (proteins) that hormones or a protein called HER2 can attach to and encourage the cells to grow. A pathologist (see page 46) tests the cancer cells that were taken during the biopsy or surgery for these receptors. The results help you and your doctor decide on the most effective treatment for you. Hormone receptors Hormones help control how cells grow and what they do in the body. All men have small amounts of the hormones oestrogen and progesterone in their bodies. Hormones, particularly oestrogen, can encourage breast cancer cells to grow. Most oestrogen in men is made from male sex hormones (androgens). The testicles make a small amount. Breast cancer that has oestrogen receptors is called oestrogen receptor-positive or ER-positive breast cancer. The term ER is used because the American spelling of oestrogen is estrogen. Some hospitals also check if cells are progesterone receptor positive (PR-positive). Most breast cancers in men are ER positive and they respond well to hormonal treatments (see pages 80 to 85). Diagnosing breast cancer in men 39 Receptors for HER2 Some breast cancers have too much of a protein (receptor) called HER2 (human epidermal growth factor receptor 2) on the surface of their cells. This is called HER2 positive breast cancer. The extra HER2 protein encourages the cancer cells to divide and grow. It is usually treated with a targeted therapy drug, for example, trastuzumab (Herceptin®) - see pages 86 to 88. HER2 positive breast cancer is uncommon in men. Triple negative breast cancer Cancer that does not have receptors for either HER2 or the hormones oestrogen and progesterone is called triple negative breast cancer We have more information about triple negative breast cancer on our website. Visit macmillan.org.uk 40 Understanding breast cancer in men Receptors 41 Treating breast cancer in men Treatment overview 42 Surgery 49 Radiotherapy 62 Chemotherapy 68 Hormonal therapy 80 Targeted therapy drugs 86 42 Understanding breast cancer in men Treatment overview Treatments for men with breast cancer are similar to those used to treat breast cancer in women. Your doctors look at different factors to help decide which treatments are likely to work best for you. These include: the stage and grade (see pages 32 to 35) of the cancer if the cancer cells have oestrogen receptors (ER positive) - see page 38 if the cancer has HER2 receptors (HER2 positive) - see page 39. Your cancer doctor and specialist nurse will explain the treatments that they think are best for you. They can help you to make decisions about your treatment. Early breast cancer For most men, the main treatment for early breast cancer is surgery (see pages 49 to 61) to remove it. Most men only have a small amount of breast tissue. This means the operation usually involves taking away all the breast tissue and the nipple on the affected side. This is known as a simple mastectomy. Rarely, it may be possible to remove only the cancer and some normal looking tissue around it (a margin). This is called breast-conserving surgery (see page 49). It is usually only possible if there is enough breast tissue to get a margin. Breast-conserving surgery is almost always followed by radiotherapy. This helps reduce the risk of the cancer coming back (recurring). Treating breast cancer in men 43 Treating the lymph nodes Your surgeon may remove some or all the lymph nodes in your armpit (see pages 50 to 52). Some men may be offered radiotherapy to the lymph nodes instead of surgery. Locally advanced breast cancer If you have locally advanced breast cancer or inflammatory breast cancer you will usually be offered chemotherapy (see pages 68 to 79) before surgery. The chemotherapy helps to shrink the tumour. Sometimes targeted therapies are also used (see pages 86 to 91). This is known as neo-adjuvant treatment. Adjuvant treatments You may be offered other treatments after surgery to reduce the risk of the cancer coming back. These treatments may include: radiotherapy (see pages 62 to 67) chemotherapy (see pages 68 to 79) hormonal therapy (see pages 80 to 85) targeted therapy (see pages 86 to 91). Radiotherapy You may have radiotherapy to the chest wall. This is to get rid of any cancer cells that may have been left behind after surgery. Some men may also have radiotherapy to the lymph nodes in the armpit or the lower part of the neck.44 Understanding breast cancer in men Chemotherapy Your cancer doctor may advise you to have chemotherapy if: the cancer is large the cancer has spread to the lymph nodes the cancer is high grade (see page 36) you have triple-negative breast cancer (see page 39) you have HER2 positive breast cancer (see page 39). Targeted therapy If you have HER2 positive breast cancer, you may be given a targeted therapy drug called trastuzumab (Herceptin®) and chemotherapy. We talk about this in more detail on pages 86 to 88. Hormonal therapy If the cancer is oestrogen-receptor positive, you will be given hormonal treatment for a few years. This usually starts after chemotherapy if you are having it. See pages 68 to 79 for more information about chemotherapy.Treating breast cancer in men 45 Secondary breast cancer If the cancer has spread to another part of the body, it is called secondary breast cancer. The most common places for breast cancer to spread to are the bones, liver, lungs or the brain. Treatment for secondary breast cancer is different for each person. It will depend on: the part of the body that the cancer has spread to whether the cancer is ER positive or HER2 positive which treatments you have already had. The main treatments are hormonal therapy (see pages 80 to 85), chemotherapy (see pages 68 to 69) and targeted therapy (see pages 86 to 91). You may have a combination of treatments. Surgery (see pages 49 to 61) and radiotherapy (see pages 62 to 67) may be helpful in some situations. The aim of treatment for secondary breast cancer is usually to help control it, reduce the symptoms and improve your quality of life. Before you have any treatment, your cancer doctor and specialist nurse will talk to you about it and answer your questions.46 Understanding breast cancer in men How treatment is planned A team of specialists meet to discuss the best treatment options for your situation. This multidisciplinary team (MDT) includes: a surgeon, who specialises in breast surgery a cancer doctor (oncologist), who specialise in chemotherapy, radiotherapy, hormonal therapy and targeted therapy a specialist nurse, who gives information and support a radiologist, who specialises in x-rays and scans a pathologist, who specialises in studying tissue samples and cells. It may also include other healthcare professionals, such as a physiotherapist, a research nurse, psychologist, plastic surgeon, social worker or counsellor. The MDT will look at many factors to help decide which treatments are likely to work best for you. These include: the stage and grade of the cancer (see pages 32 to 36) whether the cancer cells have hormone receptors or HER2 receptors your general health. After the MDT meeting, your cancer doctor or specialist care nurse will talk to you about the treatment options. You can decide together on the best treatment plan for you.Treating breast cancer in men 47 Giving your consent Before you have any treatment, your doctor will explain its aims. They will usually ask you to sign a form saying that you give permission (consent) for the hospital staff to give you the treatment. No medical treatment can be given without your consent. Before you are asked to sign the form you should be given full information about: the type and extent of the treatment its advantages and disadvantages any significant risks or side effects any other treatments that may be available. If you do not understand what you have been told, let the staff know straight away, so they can explain again. Some cancer treatments are complex, so it is not unusual to need repeated explanations. It is a good idea to have a relative or friend with you when the treatment is explained, to help you remember the discussion. You may also find it useful to write a list of questions before your appointment. People sometimes feel that hospital staff are too busy to answer their questions, but it is important for you to know how the treatment is likely to affect you. The staff should be willing to make time for your questions. You can always ask for more time if you feel that you can't make a decision when your treatment is first explained to you.48 Understanding breast cancer in men You are also free to choose not to have the treatment. The staff can explain what may happen if you do not have it. It is essential to tell a doctor or the nurse in charge, so they can record your decision in your medical notes. You do not have to give a reason for not wanting treatment, but it can help to let the staff know your concerns so they can give you the best advice. Second opinion Your multidisciplinary team (MDT) uses national treatment guidelines to decide the most suitable treatment for you. Even so, you may want another medical opinion. If you feel it will be helpful, you can ask either your specialist or GP to refer you to another specialist for a second opinion. Getting a second opinion may delay the start of your treatment, so you and your doctor need to be confident that it will give you useful information. If you do go for a second opinion, it may be a good idea to take a relative or friend with you, and have a list of questions ready, so that you can make sure your concerns are covered during the discussion.Treating breast cancer in men 49 Surgery Surgery is the main treatment for breast cancer. Most men only have a small amount of breast tissue, so the most common operation involves taking away all the breast tissue and the nipple. This is called a mastectomy. You will usually have some or all the lymph nodes removed from the armpit during this operation. Sometimes, the surgeon may be able to remove only the area of the cancer with some surrounding healthy tissue. This operation is called a wide local excision (WLE). For some men it may mean they keep their nipple. You might hear it called a lumpectomy or breast-conserving surgery. After this operation, the pathologist looks at the tissue that has been removed to see if there is an area of normal cells around the cancer. This is called a clear margin. If there are still cancer cells at the edge of the removed breast tissue, you will need to have a mastectomy. Your surgeon will talk to you about the type of operation that is recommended for you. They can also answer any questions you may have.50 Understanding breast cancer in men Surgery to the lymph nodes Your surgeon may remove some or all the lymph nodes in your armpit to check them for cancer cells. This can: remove any lymph nodes that contain cancer cells (you may need more treatment if only some lymph nodes were removed) give information about the stage of the cancer, which helps when making decisions about having other treatments. There are different types of lymph node surgery. Sentinel lymph node biopsy (SLNB) A sentinel lymph node biopsy is a way of checking lymph nodes in the armpit. It is not suitable for everyone. You may have an SLNB if the ultrasound or fine needle aspirate of your armpit was normal. Your surgeon or specialist nurse will explain if an SLNB is an option for you. Surgeons remove the smallest number of lymph nodes possible (usually 1 to 3) to see if they contain cancer cells. Removing only a small number of lymph nodes reduces the risk of side effects that can happen after lymph node surgery. These include swelling of the arm known as lymphoedema (see pages 95 to 96) and stiffness of the arm or shoulder. The lymph nodes that are the most likely to have cancer cells in them are called the sentinel lymph nodes. These are the first ones that lymph fluid drains to from the breast. If there are no cancer cells in the sentinel nodes, you will not need surgery to remove more lymph nodes.Treating breast cancer in men 51 If any nodes from the SLNB contain cancer cells, your cancer doctor will talk to you about whether you need further treatment. You may be offered another operation to remove the remaining lymph nodes. Some men have radiotherapy (see pages 62 to 67) to the rest of the lymph nodes instead of more surgery. In some hospitals, the sentinel lymph nodes can be checked for cancer cells while you are having an SLNB. This means that if more lymph nodes need to be removed, it can be done during the same operation. How an SLNB is done Before the sentinel lymph nodes can be removed, the surgeon needs to check which nodes are the sentinel lymph nodes. Before the surgery, the surgeon injects a harmless amount of radioactive liquid into the breast tissue. During the operation, they use a handheld machine to find the lymph nodes that have picked up the radioactive liquid. The surgeon may also inject a blue dye into the same area during the operation. This stains the sentinel lymph nodes blue. The lymph nodes that pick up the radioactive liquid or become blue first are the sentinel lymph nodes. The surgeon can then remove blue or radioactive nodes (sentinel nodes). These are tested to see if there are any cancer cells in them.52 Understanding breast cancer in men Removing all the lymph nodes Sometimes, the surgeon will recommend removing all the lymph nodes in the armpit. This is called an axillary lymph node dissection (ALND) or clearance. It aims to remove any lymph nodes within the area close to the cancer that contain cancer cells. An ALND is usually done when: the ultrasound of the lymph nodes is abnormal there are cancer cells in the fine needle aspirate (FNA) or biopsy of the lymph nodes the SLNB shows there are cancer cells in the lymph nodes. There is an increased risk of developing swelling of the arm called lymphoedema after an ALND. We have more information about lymphoedema and taking care of your arm on pages 95 to 96. Before your operation Before your operation, you may be seen at a pre-assessment clinic. You may have tests to check your general health. These can include: blood tests a chest x-ray a recording of your heart (ECG). Your surgeon or specialist nurse will talk to you about how your chest will look after your surgery. They may show you photographs of other men who have had breast surgery. They may also put you in contact with someone who has been through similar surgery. Or you can contact a support group or Breast Cancer Care (see page 133).Treating breast cancer in men 53 You will usually come into hospital on the day of your operation. You will meet the doctor who gives you the anaesthetic (anaesthetist). The nurses may give you elastic stockings (TED stockings) to wear during and after the operation to help prevent blood clots. You may have to have the hair on your chest shaved off before your operation. After your operation Your recovery after surgery will depend on the type of operation you have. Most men who have surgery for breast cancer can go home the same day or the following day. After the operation, you will be encouraged to start moving around as soon as possible. This can help reduce the risk of some problems that can happen after an operation. Your wound You will usually have a dressing covering your wound. This may not be removed for the first few days after your operation. The nurses will tell you how to look after it before you go home. How long it takes for the wound to heal depends on the operation you had. Your wound may be closed with glue or stitches that dissolve and do not need to be removed. If you do not have stitches that dissolve, they are usually removed about 7 to 10 days after your operation. You can arrange this with your practice or district nurse, or it may happen at your outpatient appointment. 54 Understanding breast cancer in men Drains You may have a long, thin plastic drainage tube coming from your wound. This is attached to a drainage bag or bottle. Fluid from the wound drains into the bag or bottle. The drain is usually left in for a few days. You can go home with the drain still in place. A practice nurse or a district nurse may check it when you are at home. Or you might have it checked and removed at the hospital. Pain You will probably have some pain or discomfort around the wound. If you had lymph nodes removed, you may also have some pain or discomfort in your armpit. It can help to take painkillers regularly until the pain starts to improve. This usually takes a few days. Your specialist nurse will usually give you the painkillers to take. If you have had a mastectomy, you may need painkillers for 1 or 2 weeks. Tell your cancer doctor or specialist nurse if the painkillers are not helping. They may be able to prescribe different ones for you to try.Treating breast cancer in men 55 Possible problems after surgery Wound infection Signs of infection can include: warmth redness swelling around the wound or discharge coming from it feeling unwell with a fever. Tell your nurse or doctor or GP if you get any of these symptoms, even after you go home. Fluid collecting around the wound (seroma) A seroma is a soft bulge or swelling around, or very close to, the wound. It is caused by a build-up of fluid. It usually goes away within a few weeks. Talk to your surgeon or breast care nurse if you are worried about swelling that does not seem to be going away. Your cancer doctor or breast care nurse may need to drain the fluid with a needle and syringe. This may cause some discomfort when it is being done. Stiff shoulder or arm After a mastectomy or having lymph nodes removed, your shoulder or arm may feel sore or stiff. Your physiotherapist or nurse will show you some arm exercises to do. This will help improve the movement in your shoulder and arm, and reduce the risk of long-term problems. You should start the exercises the day after your operation and slowly build up what you do. It is important to keep doing this until you can move your arm as well as you could before your operation. Breast Cancer Care have a leaflet about these exercises (see page 133).56 Understanding breast cancer in men Numbness and tingling in the upper arm You may have numbness or a tingling feeling in your upper arm. This is more likely if you had all the lymph nodes in your armpit removed. Numbness and tingling in the upper arm is caused by swelling and damage to the nerves in your breast and armpit during or after the operation. It may slowly improve over a few months, but it can sometimes be permanent. Talk to your surgeon or specialist nurse if you are worried. Cording If you had surgery to remove lymph nodes in the armpit, you may develop cording (or axillary web syndrome) after the operation. This feels like a tight cord going from your armpit down the inside of your arm. You may be able to see the cord as well as feel it. Sometimes there is more than one. It can feel tight and painful and can affect the movement in your arm and shoulder. Cording may happen days or weeks after surgery, or sometimes months later. It is less likely to happen if you only had 1 or 2 lymph nodes removed. It is not clear exactly what causes cording. It may be because of changes in the lymphatic vessels after surgery. If you are worried, ask your specialist nurse for advice. Cording often gets better on its own, but you may need to see a physiotherapist. They can help you with exercises to stretch the cord and improve your movement. We have more information about cording in our Managing the late effects of breast cancer treatment booklet (see page 128). Treating breast cancer in men 57 How your chest looks It is common to have some swelling and bruising after your operation. This should improve after a few weeks, but tell your specialist nurse if it does not. If you had an SLNB you may see the blue dye in your skin for a few weeks, but this is normal. Scars Before your operation, your surgeon or breast care nurse will explain where the scars will be. A mastectomy scar is across the skin of the chest and may go up into the armpit. After surgery to the lymph nodes, the scar is in the armpit and should not be noticeable from the front. To begin with, the scar will be red if you have white skin, or darker if you have dark skin. It will also be firm and slightly raised. Over time, it will flatten and fade. Everyone's skin heals differently. If you have dark skin or fair, freckled skin, scars can take longer to settle and may be more noticeable for longer. If you are worried about your scar, talk to your breast care nurse or surgeon. 'I have a scar across my chest but I don't worry about it. My chest hair has grown over it so I'm not very self conscious.' Herbie58 Understanding breast cancer in men Coping with a changed appearance The first time you look at your chest after surgery you may want to have someone with you, or you might prefer to be alone. At first, the area may look swollen and bruised, but this will settle in a few weeks. In time, the scar will flatten and fade. Changes to your appearance can cause concerns about your body image. This is the picture in your mind of how your body looks and works. These concerns can make you feel less confident and may affect your sex life. It is not common for men to have reconstruction of their chest as currently, chest implants do not make a very realistic chest shape. But it may be possible to have tattoos or reconstruction of your nipple. You can ask your breast care nurse or surgeon whether this might be suitable for you. When you get home Your recovery will depend on the type of operation you have, but you may need to avoid lifting or carrying anything heavy for a few weeks. Some insurance policies give specific time limits for not driving after surgery. Contact your insurance company to let them know you have had an operation. Most people are ready to drive about 4 weeks after their operation. Do not drive unless you feel in full control of the car. When you are home, it is important to follow the advice you were given by your specialist nurse. You should carry on with the exercises you were shown in hospital and try do some light exercise such as walking. This can help to build up your energy, so you can gradually get back to your normal activities. 60 Understanding breast cancer in men Outpatient appointment and results You will have a clinic appointment to see your surgeon and specialist nurse to check your wound is healing properly. They will also tell you about the tissue removed during surgery (pathology) and the stage of the cancer. The surgeon and specialist nurse will also talk to you about any further treatment you need. This may be radiotherapy, chemotherapy, targeted therapy or hormonal therapy. Late effects of surgery Some men may have problems with the effects of surgery for months or longer after their operation. Tell your breast care nurse if you develop any of these or if you are worried about them. Cording Sometimes, cording may take longer to improve. Talk to your specialist nurse if this happens. It is important to have physiotherapy to improve it. This will help stop your arm and shoulder movement being affected. Pain and changes in sensation You might continue to have numbness, tingling or pain in your upper arm because of swelling or injury to the nerves during surgery. Your cancer doctor can prescribe low doses of a drug that treats nerve pain. Changes to your arm/shoulder movement Arm and shoulder movement, and strength, usually improve after surgery. Doing exercises helps reduce the risk of long-term problems. If you have problems, ask your cancer doctor to refer you to a physiotherapist. If moving your shoulder or arm is painful, your cancer doctor can prescribe you some painkillers.Treating breast cancer in men 61 Lymphoedema Surgery or radiotherapy to the lymph nodes in the armpit can cause swelling of the arm (lymphoedema). If you notice any swelling, speak to your specialist nurse or cancer doctor. Treatment can be more effective if it starts earlier. We have more information on reducing the risk of lymphoedema (see page 96). Surgery for secondary breast cancer Surgery is rarely used to remove secondary breast cancer. This is because the cancer is not usually only in one area. But it may be used in certain situations. For example, surgery might be used to: strengthen a weakened bone if breast cancer has spread to a bone (secondary bone cancer) remove a small cancer in one area of the body, such as the liver or brain. Your cancer doctor or specialist nurse can tell you if surgery may be possible for you.62 Understanding breast cancer in men Radiotherapy Radiotherapy uses high-energy x-rays to destroy cancer cells, while doing as little harm as possible to normal cells. Normal cells can also be damaged by radiotherapy, which may cause side effects. But careful planning and newer ways of giving radiotherapy have reduced the risk of damage to healthy tissue and nearby organs. Cancer cells cannot repair themselves after radiotherapy, but normal cells usually can. You may have radiotherapy to reduce the risk of the cancer coming back in the chest area and in the nearby lymph nodes. You usually start radiotherapy 4 to 6 weeks after surgery, unless you are having chemotherapy. Radiotherapy after surgery Sometimes you may be offered radiotherapy to the lymph nodes under your arm. If you had a wide local excision (WLE), you will usually need radiotherapy to the area where the cancer was removed. Some men may need radiotherapy after a mastectomy. Your cancer doctor may advise this if: the cancer was large there were cancer cells in the lymph nodes in the armpit there were cancer cells close to the edge of the removed breast tissue.Treating breast cancer in men 63 Radiotherapy to lymph nodes If the surgeon removed some lymph nodes from your armpit and they contained cancer cells, you may have radiotherapy to the rest of the lymph nodes. If you had all the lymph nodes in your armpit removed, you may not need radiotherapy to this area. Having radiotherapy You will have radiotherapy as an outpatient. It is usually given using equipment that looks like a large x-ray machine. You might hear it called external beam radiotherapy (EBRT). You usually have radiotherapy as a series of short, daily treatments. These are called sessions. The treatments are given from Monday to Friday, with a rest at the weekend. The person who operates the machine is called a radiographer. They will give you information and support during your treatment. You usually have radiotherapy for 3 weeks. External radiotherapy does not make you radioactive. It is safe for you to be around other people, including children, after your treatment.64 Understanding breast cancer in men Planning your radiotherapy treatment You will have a hospital appointment to plan your treatment. You will usually have a CT scan (see page 28) of the area to be treated. During the scan, you need to lie in the position that you will be in for your radiotherapy treatment. Your radiotherapy team use information from this scan to plan: the dose of radiotherapy the area to be treated. You may have some small, permanent markings made on your skin. The marks are about the size of a pinpoint. They help the radiographer make sure you are in the correct position for each session of radiotherapy. These marks will only be made with your permission. If you are worried about them, talk to your radiographer. Treatment sessions Your radiographer will explain what happens during treatment. At the beginning of each session, they make sure you are in the correct position. If your muscles and shoulder feel stiff or painful, a physiotherapist can show you exercises that may help. When you are in the correct position, your radiographer leaves the room and the treatment starts. The treatment itself is not painful and it only takes a few minutes. The radiographers can see and hear you from outside the room. There is usually an intercom, so you can talk to them if you need to during your treatment. During treatment, the radiotherapy machine may stop and move into a new position. This is so you can have radiotherapy from different directions.Treating breast cancer in men 65 Side effects of radiotherapy Radiotherapy can cause side effects in the area of your body that is being treated. You may also have some general side effects, such as feeling tired. After treatment finishes, it may be 1 to 2 weeks before side effects start getting better. After this, most side effects usually slowly go away. Your cancer doctor, specialist nurse or radiographer will tell you what to expect. They will give you advice on what you can do to manage side effects. If you have any new side effects or if side effects get worse, tell them straight away. Skin irritation Your skin in the treatment area may get red, dry and itchy. Dark skin may get darker or have a blue or black tinge. Your specialist nurse or radiographer will give you advice on looking after your skin. If it becomes sore and flaky, your doctor can prescribe creams or dressings to help this. Skin reactions usually start to improve 2 weeks after radiotherapy finishes. Here are some tips: Do not put anything on your skin in the treatment area without checking with your specialist or radiographer. Have cool or warm shower rather than a bath if you can. Turn away from the spray to protect the treated area. Pat the area dry gently with a soft towel - do not rub. Wear loose clothing that is less likely to irritate your skin.66 Understanding breast cancer in men You need to avoid exposing the treated area to the sun for at least a year after treatment finishes. Use suncream with a high sun protection factor (a minimum of 30 SPF) to protect your skin if it is exposed. Tiredness This is a common side effect that may last for up to 2 months after treatment. Try to get plenty of rest and pace yourself. Balance this with some physical activity, such as going for short walks, which will give you more energy. We have a booklet called Physical activity and cancer which has more information (see page 128) Hair loss If you have hair on your chest, you will lose it from the treatment area during radiotherapy. It will grow back after treatment is over. Aches and swelling You may have a dull ache or shooting pains in the treated area that last for a few seconds or minutes. You may also notice that the area becomes swollen. These effects usually improve quickly after treatment. You might still have aches and pains in the area after radiotherapy.Treating breast cancer in men 67 Late effects of radiotherapy Radiotherapy to the breast may cause side effects that happen months or years after radiotherapy. These are called late effects. Newer ways of giving radiotherapy are helping reduce the risk of these late effects happening. If you are worried about late effects, talk to your cancer doctor or specialist nurse. Radiotherapy can damage small blood vessels in the skin. This can cause red, spidery marks (telangiectasia) to show on your chest. It is rare for radiotherapy to cause heart problems. This can only usually happen if you had treatment to your left side. Problems with the ribs in the treated area or with the lungs are also rare. Tell your cancer doctor if you notice any problems with your breathing or have any pain in the chest area. Radiotherapy for secondary breast cancer Radiotherapy can also be used to treat secondary breast cancer (see page 45). This is called palliative radiotherapy. You often have it over 1 to 5 sessions. It causes very few side effects. Some people may need a longer course of treatment. It is most often used to treat breast cancer that has spread to: the bones (secondary bone cancer) - this helps to strengthen the bone, shrink the cancer and relieve pain the brain (secondary brain tumour) - this helps to shrink the tumour and relieve symptoms. 68 Understanding breast cancer in men Chemotherapy Chemotherapy uses anti-cancer (cytotoxic) drugs to destroy cancer cells. Cytotoxic means toxic to cells. These drugs disrupt the way cancer cells grow and divide, but they also affect normal cells. When you have chemotherapy Chemotherapy for breast cancer can be given either before or after surgery to remove the cancer. Your cancer doctor or specialist nurse will talk to you about the benefits of chemotherapy in your situation and explain the likely side effects. Before surgery You may be offered chemotherapy before surgery if the cancer is large or is growing more quickly. This is called neo-adjuvant treatment. It may also be recommended if you have: triple negative breast cancer (see page 39) HER2 positive breast cancer (see page 39) inflammatory breast cancer (see page 31). Chemotherapy is given to: shrink the size of the cancer reduce the risk of the cancer coming back. After surgery Your cancer doctor may recommend you have chemotherapy after surgery to reduce the risk of breast cancer coming back. This is called adjuvant chemotherapy. Your cancer doctor or specialist nurse will explain the benefits of this to you and the likely side effects.Having chemotherapy70 Understanding breast cancer in men You are usually offered chemotherapy if the cancer: has spread to the lymph nodes is large is high-grade is HER2 positive is triple negative. Chemotherapy can also be used to control breast cancer that has: come back (recurrent cancer) spread to another part of the body (secondary or advanced breast cancer). Your cancer doctor may ask you to take part in a research trial that compares different types of treatment. We have a booklet called Understanding cancer research trials (clinical trials) that has more information (see page 128).Treating breast cancer in men 71 How chemotherapy is given You usually have chemotherapy in a chemotherapy day unit. Most drugs are given into a vein (intravenously), but some are given as tablets. The nurse gives you chemotherapy drugs into a vein by injection or as a drip (infusion). It can be given through: a cannula - a short, thin tube put into a vein in your arm or the back of your hand a central line - a long, thin tube inserted into a vein in your chest a PICC (peripherally inserted central venous catheter) line put into a vein in the arm and threaded through to a vein in the chest an implantable port (portacath) that is put into a vein, with an opening (port) under the skin on your chest or arm. Chemotherapy is often given as a few sessions of treatment. Each session takes a few hours. After the session, you have a rest period of a few weeks. The chemotherapy and the rest period are called a cycle of treatment. The length of a cycle depends on the chemotherapy drugs you are taking. Most cycles are 1 to 3 weeks. Your cancer doctor or specialist nurse will tell you how many cycles you need.72 Understanding breast cancer in men The drugs used Different chemotherapy drugs affect cancer cells in different ways. This is why a combination of drugs is often used. For early breast cancer, the combination often includes drugs called: anthracyclines - such as epirubicin and as docetaxel (Taxotere®) and paclitaxel (Taxol). These drugs are commonly used in combination with other chemotherapy drugs, including fluorouracil (5FU) and cyclophosphamide. Some commonly used combinations include: and and cyclophosphamide followed by paclitaxel (carboplatin may sometimes be added to this combination).Treating breast cancer in men 73 Your cancer doctor may offer you a choice of chemotherapy treatments. If so, you will be given more information to help you decide. If you have HER2 breast cancer, you may have a targeted therapy called trastuzumab (Herceptin®) with your chemotherapy. Sometimes the targeted therapy drug pertuzumab (Perjeta®) is given in combination with trastuzumab and chemotherapy. The combination may be used before surgery if there is a high risk of the cancer coming back. Anthracycline chemotherapy drugs are not usually given at the same time as trastuzumab because they can both affect the heart. Your cancer doctor or specialist nurse can give you more information about this. 74 Understanding breast cancer in men Side effects Chemotherapy drugs may cause unpleasant side effects, but these can usually be well controlled with medicines and will usually go away once treatment has finished. Not all drugs cause the same side effects and some people may have very few. You can talk to your doctor or nurse about what to expect from the treatment that's planned for you. The main side effects are described here as well as some ways to reduce or control them. Risk of infection This treatment can reduce the number of white blood cells in your blood. These cells fight infection. If the number of white blood cells is low, you are more likely to get an infection. A low white blood cell count is called neutropenia. If you have an infection, it is important to treat it as soon as possible. Contact the hospital straight away on the 24-hour contact number you have if: your temperature goes over 37.5°C (99.5F) you suddenly feel unwell, even with a normal temperature you have symptoms of an infection. Symptoms of an infection include: feeling shivery a sore throat a cough diarrhoea needing to pass urine often. It is important to follow any specific advice your cancer treatment team gives you. Treating breast cancer in men 75 The number of white blood cells will usually return to normal before your next treatment. You will have a blood test before having more treatment. If your white blood cell count is low, your doctor may delay your treatment for a short time. Bruising and bleeding Chemotherapy can reduce the number of platelets in your blood. Platelets are cells that help the blood to clot. Tell your doctor or nurse if you have any bruising or bleeding that you can't explain. This includes: nosebleeds bleeding gums tiny red or purple spots on the skin that may look like a rash. Some people may need a drip to give them extra platelets. This is called a platelet transfusion. Anaemia (low number of red blood cells) Chemotherapy can reduce the number of red bloods cells in your blood. These cells carry oxygen around your body. If the number of red cells is low you may feel tired and breathless. Tell your doctor or nurse if you feel like this. If you are very anaemic, you may need a drip to give you extra red blood cells. This is called a blood transfusion. Feeling sick You may feel sick in the first few days after chemotherapy. Your doctor will give you anti-sickness drugs to help prevent or control sickness. Take the drugs exactly as your nurse or pharmacist tells you. It is easier to prevent sickness than to treat it after it has started.76 Understanding breast cancer in men If you feel sick, take small sips of fluids and eat small amounts often. If you continue to feel sick, or if you vomit more than once in 24 hours, contact the hospital as soon as possible. They will give you advice and may change the anti-sickness drug to one that works better for you. Feeling tired Feeling tired is a common side effect. It is often worse towards the end of treatment and for some weeks after it has finished. Try to pace yourself and plan your day so you have time to rest. Gentle exercise, like short walks, can give you more energy. If you feel sleepy, do not drive or operate machinery. We have a booklet called Coping with fatigue that has more information (see page 128). Hair loss You usually lose all the hair from your head. You may also lose your eyelashes, eyebrows or other body hair. Hair loss usually starts after your first or second treatment. Scalp cooling is a way of lowering the temperature of your scalp to help reduce hair loss. Your nurse can tell you if this is an option for you. Your nurse can talk to you about ways to cope with hair loss. There are ways to cover up hair loss if you want to. It is important to cover your head to protect your scalp when you are out in the sun. Hair loss is usually temporary, and your hair will usually grow back after treatment ends. But rarely, the hair loss is permanent. Hair may not grow back or it may be thinner than before. If you are worried about this, talk to your cancer doctor or nurse. We have a booklet called Coping with hair loss that has more information (see page 128).Treating breast cancer in men 77 Sore mouth You may get a sore mouth or mouth ulcers. This can make you more likely to get a mouth infection. Use a soft toothbrush to clean your teeth or dentures in the morning, at night and after meals. If your mouth is sore: tell your nurse or doctor - they can give you a mouthwash or medicine to help try to drink plenty of fluids avoid alcohol, tobacco, and foods that irritate your mouth. Bowel changes Chemotherapy can cause constipation or diarrhoea. Constipation can usually be helped by drinking plenty of fluids, eating more fibre in your diet and doing some gentle exercise. You may need to take medicine to help (laxatives). Your doctor can prescribe these or you can buy them at a pharmacy. Diarrhoea can usually be easily controlled with medicine, but tell your doctor if it is severe or continues. It is important to drink plenty of fluids if you have diarrhoea. Numb or tingling hands or feet (peripheral neuropathy) This treatment affects the nerves, which can cause numb, tingling or painful hands or feet. You may find it hard to fasten buttons or do other fiddly tasks. Tell your doctor if you have these symptoms. They sometimes need to lower the dose of the drug. The symptoms usually improve slowly after treatment finishes, but for some people they may never go away. Talk to your doctor if you are worried about this.78 Understanding breast cancer in men Contraception Your doctor will advise you not to make someone pregnant while having chemotherapy, and for a few months afterwards. This is because the chemotherapy drugs could harm a developing baby. It is important to use effective contraception. You can discuss this with your doctor or specialist nurse. Sex You are usually advised to use condoms if you have sex within 48 hours of chemotherapy. This is to protect your partner in case there are chemotherapy drugs in the semen. Fertility Some chemotherapy drugs can affect your ability to make someone pregnant. If chemotherapy is likely to make you infertile and you want to have children, it may be possible to store sperm before treatment begins. If your fertility is a concern, it is important to talk to your cancer doctor about this before your treatment starts. Our booklet Cancer and your sex life - information for men has more information (see page 128).Treating breast cancer in men 79 Chemotherapy for secondary breast cancer Chemotherapy is a common treatment for men with secondary breast cancer. If you have HER2 positive breast cancer, you usually have a targeted therapy (see pages 86 to 91) drug with chemotherapy. The drugs you have will depend on the chemotherapy drugs you have previously had. You often have a single drug, but sometimes a combination of drugs is used. Your cancer doctor and specialist nurse will talk to you about the drugs that are suitable for your situation. They will explain the benefits and the likely side effects of the drugs. They will involve you in making any treatment decisions. Drugs that may be used to treat secondary breast or nurse will explain the side effects you are most likely to have. This depends on the drug or drugs you are having. We have more information about chemotherapy and its side effects in our booklet Understanding chemotherapy (see page 128). 80 Understanding breast cancer in men Hormonal therapy Hormones help control how cells grow and what they do in the body. The hormone oestrogen encourages some breast cancers to grow. Hormonal therapies reduce the levels of oestrogen in the body or stop it attaching to the cancer cells. Hormonal therapy is one of the main treatments for breast cancer in men. Most men with breast cancer have oestrogen-receptor (ER) positive cancers. The most commonly used hormonal therapy is tamoxifen, but other therapies are sometimes used. You may take hormonal therapy for at least 5 years to reduce the risk of breast cancer coming back. Some men may be advised to take it for longer. Hormonal therapy is also used if breast cancer comes back in the same area or spreads to another part of the body (secondary breast cancer). Doctors usually prescribe a different hormonal therapy to tamoxifen. Types of hormonal therapy Tamoxifen Tamoxifen is an anti-oestrogen drug that stops oestrogen attaching to breast cancer cells and making them grow. You take it daily as a tablet, usually for 5 years. Some men may continue taking it for longer than 5 years if the side effects are not causing problems. A rare side effect of tamoxifen is a blood clot. Your cancer doctor can give you more information about this. Treating breast cancer in men 81 Aromatase inhibitors Aromatase inhibitors (AIs) reduce oestrogen levels. These drugs reduce oestrogen levels in men by stopping male hormones (androgens) being made into oestrogen. Your cancer doctor may prescribe an aromatase inhibitor such as letrozole, anastrozole or exemestane. You take them daily as a tablet. You usually have an AI if: you cannot take tamoxifen the cancer has come back or spread and tamoxifen is no longer helping. Some of the oestrogen in a man's body is produced directly by the testicles, not by androgens. Because of this, your cancer doctor may give you another drug called goserelin (Zoladex®) along with your AI. Goserelin (Zoladex®) The testicles are stimulated to make the hormones oestrogen and testosterone by signals from the pituitary gland in the brain. Goserelin blocks these messages and stops the testicles making oestrogen and testosterone. Goserelin is given as a slow release implant that is injected just under the skin once every 1 to 3 months. Side effects of hormonal therapy People often cope well with hormonal therapies but the side effects can vary from person to person. Tell your cancer doctor or specialist nurse if you have problems. There are usually things that can be done to manage difficult side effects.82 Understanding breast cancer in men Often, side effects improve over the first 3 to 6 months. But, if they continue to be a problem, your cancer doctor may prescribe a different hormonal drug. Lower sex drive and erection difficulties Some men are less interested in sex or have difficulties getting an erection while taking hormonal therapy. If this happens, it may continue for as long as you have the treatment. Try not to feel embarrassed about talking to your cancer doctor or specialist nurse about any difficulties with sex. They are used to talking about these side effects and giving advice. There are treatments that they can prescribe to help you get an erection. Hot flushes and sweats These can be common to begin with, but may slowly stop happening. There are different ways to help reduce or control hot flushes and sweats. Some men find it helpful cutting down on nicotine, alcohol and hot drinks containing caffeine, such as tea and coffee. 'I'm taking tamoxifen for another 2 years. The side effects are a bit odd for me - having hot flushes is quite strange for a man.' HerbieTreating breast cancer in men 83 Tiredness You may feel tired when you start taking hormonal therapy. Pace yourself until this improves. Try to get enough rest and balance this with being physically active. Doing exercise, like going for regular short walks, helps give you more energy. If you are having difficulty sleeping this will make you more tired. Talk to your doctor if this is a problem. Feeling sick Sometimes hormonal therapies can make you feel sick, but this usually improves after a few weeks. Taking your hormonal therapy tablet with food or at night may help. Let your cancer doctor or specialist nurse know if you continue to feel sick, or if you have indigestion. They can give you advice or prescribe drugs to help. Mood swings You may feel irritable or low in mood (depressed) when taking hormonal therapies. Talk to your cancer doctor or specialist nurse if you feel like this. They can refer you to a professional you can talk to. Your doctor may also prescribe treatments to help with this. Joint and muscle pain This is more common with AIs. You may have pain and stiffness in your joints and sometimes in your muscles. Tell your cancer doctor or specialist nurse if this happens. They can prescribe painkillers and give you advice. Bone thinning Taking AIs for a few years increases the risk of bone thinning (osteoporosis). You may have a scan to check your bone health before and during treatment. Treating breast cancer in men 85 If you are at risk of osteoporosis, your cancer doctor may prescribe drugs called bisphosphonates to protect your bones. There are things you can do to look after your bones including eating healthily and doing regular exercise, such as walking. Hormonal therapy for secondary breast cancer Hormonal therapies are often the first treatment for men with ER positive breast cancer when the cancer is mainly in the bones. Sometimes, hormonal therapy is given along with targeted therapy drugs. Ribociclib and pablociclib are given with aromatase inhibitor drugs when breast cancer is oestrogen receptor positive and HER2 negative. Exemestane may be given with another targeted therapy drug called everolimus, but not as a first treatment. The hormonal therapy drugs used to treat secondary breast cancer will depend on any hormonal therapies you have had before. They include: aromatase inhibitors may have this if you have already had other hormonal therapies as an injection into a muscle in your bottom. It takes a few weeks or months before your doctors can tell how well the hormonal therapy treatment is working for you. Your cancer doctor will usually arrange for you to have a scan to check this. If one hormonal therapy does not work, or stops working, your cancer doctor can usually prescribe another type. 86 Understanding breast cancer in men Targeted therapy drugs Targeted therapy drugs affect with the way cancer cells grow. The main targeted therapy drug used in breast cancer treatment is trastuzumab (Herceptin®). It reduces the risk of breast cancer coming back in men with HER2 positive breast cancer (see page 39). It may be given with chemotherapy, or on its own. This can be before or after surgery and radiotherapy. You may have trastuzumab in combination with another targeted therapy drug called pertuzumab (Perjeta®) and a chemotherapy drug. The combination may be used before surgery to treat HER2 positive breast cancer that has a high risk of coming back. Trastuzumab and pertuzumab attach to the HER2 receptors on the surface of breast cancer cells and stop them from dividing and growing. Trastuzumab You usually have trastuzumab every 3 weeks for 1 year. It is given in the chemotherapy day unit or outpatient department. If you have trastuzumab to treat secondary breast cancer, you will have it for as long as it is controlling the cancer. You have trastuzumab as a drip (infusion) into a vein (intravenously) or as an injection under the skin (subcutaneously). Treating breast cancer in men 87 As a drip A nurse gives the first dose slowly, usually over 90 minutes. This is because some people can have a reaction. The nurses monitor you during the drip and for about 4 to 6 hours afterwards. You need to stay in hospital during this time. If you have no problems, you will have your next doses over 30 to 60 minutes. You can also go home sooner after the treatment is finished. By injection A nurse gives you the injection into your thigh. This only takes a few minutes. You are monitored for a few hours after the first injection. This is to make sure you do not have a reaction. But after the next injections, you will be monitored for a much shorter time. Side effects of trastuzumab The side effects of trastuzumab are usually mild. You may get some side effects while you are having the drip or injection. Or up to 4 hours after. This is more likely with the first dose. These include flu-like symptoms, such as: a headache a high temperature (fever) and chills feeling sick. Any side effects usually get better within a few hours of the drip finishing. Another possible side effect is an allergic reaction, but this is rare. The nurses will check for signs of a reaction. If it happens, they can treat it quickly with drugs. 88 Understanding breast cancer in men You may get other side effects after treatment. These include: diarrhoea headaches feeling sick. Effects on the heart Trastuzumab may cause changes in the way your heart works and can cause problems in some people. Usually, any effect is mild and returns to normal after treatment ends. You may be given heart medicines to help with this side effect. You may have tests to check your heart before and during treatment, to make sure the drug is not causing any damage. Trastuzumab is not usually given to people who already have serious heart problems. Pertuzumab Pertuzumab is given every 3 weeks. It is given as a drip into a vein. The first dose is usually given slowly over about 60 minutes. This is because some people can have a reaction. The nurse monitors you during the drip and for about 60 minutes afterwards. If you have no problems, you can have the next doses over 30 to 60 minutes. Side effects of pertuzumab The side effects of pertuzumab include: a headache diarrhoea, which can be severe feeling sick itchy skin or a rash.Treating breast cancer in men 89 Pertuzumab can also affect the heart but you will have regular checks on your heart during treatment. Your cancer doctor or specialist nurse will give you more information about the side effects and ways of coping with them. Pertuzumab may not be widely available on the NHS. If a drug is not available on the NHS, there may be different ways you are still able to have it. Your cancer doctor can give you advice about this. We have more information on what to do when a treatment is not avaliable on our website. Visit macmillan.org.uk Targeted therapy drugs for secondary breast cancer If you have secondary breast cancer, the targeted therapy drugs you have will depend on the drugs you have already had. It will also depend on whether the cancer is: HER2 negative and ER positive HER2 positive. HER2 negative breast cancer If the cancer is HER2 negative but ER positive, you can have one of these targeted therapy drugs along with a hormonal therapy drug: palbociclib (Ibrance®) ribociclib (Kisqali®) everolimus.90 Understanding breast cancer in men You take palbociclib and ribociclib as tablets. This is usually for 3 weeks at a time, with a week off before starting again. You take them with an aromatase inhibitor drug (a hormonal therapy) which you have every day. Common side effects are: low blood counts increasing the risk of infection bleeding or anaemia tiredness diarrhoea. You take everolimus as a tablet once a day. Common side effects are: a rash a sore mouth tiredness diarrhoea. Everolimus is approved to treat breast cancer in women who have gone through the menopause. It may help hormone drugs work better in men who have hormone-receptor positive breast cancer, but this has not been studied. HER2 positive breast cancer If the cancer is HER2 positive, the following drugs may be used: trastuzumab pertuzumab (Perjeta®) trastuzumab emtansine (Kadcyla®).Treating breast cancer in men 91 You usually have a combination of targeted and chemotherapy drugs such as: trastuzumab and pertuzumab, with a chemotherapy drug such as docetaxel trastuzumab with a chemotherapy drug such as paclitaxel. Trastuzumab emtansine is trastuzumab with the chemotherapy drug emtansine attached to it. You have it as a drip every 3 weeks. You usually have it after you have had treatment with trastuzumab and docetaxel or paclitaxel. We have more information about these drugs on our website. Visit macmillan.org.uk Targeted therapy drugs 93 af ter your treatmen T Follow-up 94 Effects after treatment 95 Well-being and recovery 99 Getting help and support 10494 Understanding breast cancer in men Follow-up After treatment, you will have regular check-ups with your doctor or contact with your breast care nurse. At first, your check-ups may be every few months. But eventually you may have them once a year. If you notice any new symptoms between appointments, it is important to contact your doctor or nurse for advice. They will give you contact numbers, so you do not have to wait until your next appointment. Instead of routine appointments, your breast care nurse may give you information on what to look out for. They will ask you to contact them or your cancer specialist if there is anything you are worried about. Some men may have their follow-up appointments at a nurse-led clinic. They only see their cancer specialist if something needs to be checked further. Many men find they get anxious for a while before appointments. This is natural. It can help to get support from family, friends or one of the specialist organisation on pages 133 to 138. You can also contact the Macmillan Support Line on 0808 808 00 00 . Be aware of changes The treated side of your chest may look and feel different. This will depend on the treatment you have had. It is a good idea to be aware of what is now normal for you. Your breast care nurse can tell you what you should expect and what to look out for. It is also important to know what to look out for in your untreated breast area. If you notice anything unusual between appointments, contact your cancer specialist or breast care nurse straight away.After your treatment 95 Effects after treatment After treatment, you will probably want to get back to doing the things you did before diagnosis. But you may still be coping with some side effects of treatment and your feelings about having had cancer. It is important to try not to expect too much of yourself. It can often take several months to recover from the effects of treatment. Some men may have treatment side effects that do not improve after a few months. Or they may have treatment side effects that start months or years after treatment. Always tell your cancer doctor or breast care nurse if you have side effects that are not improving or if you develop new ones. Lymphoedema Lymphoedema is a swelling of the arm or hand. It sometimes happens after surgery or radiotherapy to the lymph nodes in the armpit. It usually develops slowly, months or years after treatment. Lymphoedema is more likely to happen if all, or many, of your lymph nodes were removed. Having radiotherapy to the armpit as well as surgery increases the risk. If just one or two of the lymph nodes were removed (a sentinel lymph node biopsy - see pages 50 to 52), the risk of lymphoedema is low. If you are not sure about what type of lymph node surgery you had, your breast care nurse can tell you. If you notice any swelling in your arm, hand or chest, always ask your doctor or nurse to check it. The earlier lymphoedema is diagnosed, the easier it is to manage and treat successfully. 96 Understanding breast cancer in men Reducing the risk of lymphoedema There are things you can do to help reduce your chances of developing lymphoedema. It is important to protect your arm and hand, and to look after the skin in that area. Here are some tips: Keep your skin clean and moisturise every day with unperfumed cream or oil to keep it in good condition. Treat even small grazes and cuts straight away. Wash the area thoroughly and cover it if necessary. See your GP immediately if you get any signs of infection around a cut, for example if it becomes red, hot or swollen. Try to avoid needles in the arm on the side that has been treated. This includes blood tests, injections, drips or acupuncture. Avoid having your blood pressure taken in that arm too. Wear gloves and long sleeves when doing household tasks, DIY, gardening or looking after animals. To avoid burns, use oven gloves or pot holders and long sleeves when cooking and baking. Use insect repellent to prevent insect bites. If an insect stings you on or near the affected area, get medical advice. Use nail clippers instead of scissors to cut your nails. Never push back or cut the cuticles. Use cuticle cream instead. Use an electric razor if you shave under your arms. Numbness under the arm is common. It can be easy to cut yourself with a blade razor, especially if you have a bumpy scar. Cover up or use a high sun-protection factor (SPF) cream of at least 30. We have a booklet called Understanding lymphoedema that has more information (see page 128).After your treatment 97 Sex and fertility Cancer and its treatments can sometimes affect your sex life or your ability to have children (fertility). Sexuality Breast cancer and its treatments and side effects may affect your sex life and your feelings about yourself as a man. Men can have loss of sex drive (libido) and erection difficulties (erectile dysfunction or ED). Difficulties often improve after treatment, but for some men it may take longer. Some men may continue to have difficulties. You may feel insecure and worry about your current or future relationships. If you have a partner, it is important to let them know if you do not feel interested in sex. It can help to talk openly with them about your feelings. Cuddles, kisses and massages can show how much you care for someone, even if you do not have sex. You may both need some time to adjust. If you have problems getting or keeping an erection, there are different options that can help you. Your doctor or nurse can give you more information. Let your doctor or nurse know if any difficulties with your sex life do not improve. They may be able to reassure you or offer further help and support. If you feel uncomfortable talking to your doctor or nurse, you can call us on 0808 808 00 00 . Some people may find it helpful to talk to a sex therapist. You can contact a therapist through the College of Sexual and Relationship Therapists. Our booklet Cancer and your sex life - information for men has more information (see page 128).98 Understanding breast cancer in men Fertility Some breast cancer treatments can affect your ability to make someone pregnant. Some chemotherapy drugs can make you infertile (unable to make someone pregnant). You may have trouble getting or keeping an erection while taking hormonal therapy drugs. This is usually temporary and you may still be able to make someone pregnant. But some hormonal therapy drugs can reduce the number of sperm you produce. It is important to talk to your doctor about your fertility before your treatment starts. It may be possible to store sperm before treatment begins. Becoming infertile can be hard to live with, whether or not you already have children. Some men find it helpful to talk through their feelings with a trained counsellor. If you need more specialist help, ask your cancer doctor or breast care nurse to arrange this for you. Our booklet Cancer treatment and fertility - information for men has more useful information (see page 128). Contraception Your doctor will advise you not to make someone pregnant while having chemotherapy and for some time afterwards. The drugs can affect your sperm, which may harm a developing baby. It is important to use effective contraception. You can talk about this with your doctor or nurse.After your treatment 99 Well-being and recovery After breast cancer treatment, some men choose to make some positive lifestyle changes. You may have already followed a healthy lifestyle before breast cancer. But you may be more focused on making the most of your health. Eat well and keep to a healthy weight After treatment, you may find you have gained some weight. This can happen with chemotherapy and hormonal therapy. When you are feeling better, it is a good idea to get to a healthy weight. Your GP can tell you if your weight is within the normal range for your height. Keeping to a healthy weight also reduces the risk of some other cancers, heart problems and other illnesses such as diabetes. Try to: only eat as much food as you need eat a balanced diet with lots of fruit and vegetables eat less saturated fat and sugar become more physically active. Our booklet Managing weight gain after cancer treatment has lots of useful tips (see page 128).After your treatment 101 Be physically active Being physically active helps keep your weight healthy and can reduce stress and tiredness. It also helps keep your bones strong and your heart healthy. There is some evidence that regular physical activity may help reduce the risk of breast cancer coming back. We have a booklet called Physical activity and cancer that you may find helpful (see page 128). You can also watch videos about the benefits of physical activity, including stories from people with cancer. Look after your bones Aromatase inhibitors can cause bone thinning (osteoporosis) in women. But it is not clear if this happens in the same way in men. Goserelin (Zoladex ®) may cause bone thinning when you take it over a longer period of time. It is a good idea to look after your bones. To keep your bones healthy: keep physically active eat a healthy diet with enough calcium and vitamin D do not smoke. We have a booklet called Bone health which has more information (see page 128). 102 Understanding breast cancer in men Look after your heart Some treatments for breast cancer may increase the risk of getting heart problems later on. To look after your heart: keep physically active eat healthily do not smoke stick to sensible drinking guidelines. The British Heart Foundation has helpful information and advice. We also have a booklet called Heart health and cancer treatment that has more information (see page 128). Stop smoking If you smoke, giving up is one of the healthiest decisions you can make. Smoking increases your risk of bone thinning (osteoporosis) and is a major risk factor for smoking-related cancers and heart disease. Our booklet Giving up smoking has lots of advice and tips on how to quit (see page 128). Stick to sensible drinking guidelines It is best to limit alcohol intake and include one or two alcohol-free days each week. Current NHS guidelines suggest that both men and women should: not regularly drink more than 14 units of alcohol in a week spread the alcohol units they drink in a week over 3 or more days try to have several alcohol-free days every week.After your treatment 103 A unit of alcohol is: half a pint of ordinary strength beer, lager or cider one small glass (125ml) of wine a single measure (25ml) of spirits. There is more information about alcohol and drinking guidelines at drinkaware.co.uk Try to reduce stress in your life Being diagnosed with breast cancer can be a stressful time in your life. One way of coping with stress is to make time to relax. Some examples of ways to relax and reduce stress include: going for a walk having a meal with family or friends listening to music or watching a film trying activities such as yoga, or using relaxation techniques to control breathing being more physically active and looking after your well-being talking to someone about how you feel. We have a booklet called Cancer and complementary therapies that has more information about relaxation techniques (see page 128).104 Understanding breast cancer in men Getting help and support Different people can help you during and after treatment. Practical help If you need help at home during or after treatment, a nurse or hospital social worker may be able to arrange this. If you have children, the social worker may arrange some help with childcare. A social worker or benefits adviser can tell you about benefits you may be able to claim and help with other costs. Emotional help It is common to have different, and sometimes difficult, feelings after cancer treatment (see pages 108 to 111). But as you recover and get back to your everyday life, these usually get easier to deal with. Talking to family and friends often helps. If you think you may be depressed, or feel helpless or anxious a lot of the time, talk to your cancer specialist or specialist nurse. They can refer you to a psychologist or counsellor who specialises in the emotional problems of people with cancer. Our cancer support specialists can tell you more about counselling and let you know about services in your area. Call them on 0808 808 00 00 .After your treatment 105 Complementary therapies Some people find that using complementary therapies helps them relax or cope with treatment side effects. Some hospitals or support groups may offer therapies such as relaxation or aromatherapy. We have a booklet called Cancer and complementary therapies that has more information (see page 128). Support groups Self-help or support groups offer a chance to talk to other men who understand what you are going through. We can give you information about support groups in the UK. Call us on 0808 808 00 00 or visit our website at macmillan.org.uk/supportgroups Online support Many people get support on the internet. There are online support groups, social networking sites, forums, chat rooms and blogs for people affected by cancer. You can use these to share your experience and to ask questions, get and give advice based on your breast cancer experience. Our Online Community is a social networking site where you can talk to people, write blogs, make friends and join support groups. Visit community.macmillan.org.ukGetting help and support 107 Your feelings and relationships Your feelings 108 Your relationships 112 If you are a family member or friend 113 Talking to children about cancer 114 Who can help? 116 What you can do 117108 Understanding breast cancer in men Your feelings It is common to have many different emotions when you are told you have cancer. These can be difficult to cope with. We talk about some common feelings here. Partners, family and friends may also have some of the same feelings. There are lots of different reactions to cancer. You might not have any of the emotions we talk about here. There is no right or wrong way to feel. You will cope with things in your own way. Talking to family, friends or other people affected by cancer, may help. Or you may get support from your healthcare team. Shock and denial You may find it hard to believe that you have cancer when you are first diagnosed. It is common to feel shocked and numb. You may not be able to understand all the information you are given. You may find that you keep asking the same questions. At first, it can be hard to talk about the cancer. Or you might find it hard to think or talk about anything else. Both reactions are normal. Your mind is trying to process what is happening. These feelings usually get easier over time. Fear and anxiety You may be anxious or frightened about whether treatments will work and what will happen in the future. This can be one of the hardest things to cope with. It can help to try to focus on things you can control. You may want to find out more about the cancer, your treatment options, and how to manage any side effects. Your feelings and relationships 109 It can also help to talk about your feelings. Try to keep doing the things that are important to you and that you enjoy. Sadness and depression You may feel sad if you have to change your plans because of the cancer, or if your future feels uncertain. Feeling sad is a natural reaction to changes or loss. This feeling may come and go during and after your treatment. For most people, these periods of sadness get better. But for some people, the sadness may continue or get worse. If you think the sadness may be turning into depression, there are things you can do to help. Avoidance You may cope by trying not to find out much about the cancer. Or by not talking about it. If you feel like this, tell people that you do not want to talk about it right now. You can also tell your cancer doctor if there are things you do not want to know or talk about yet. Sometimes, it may be hard to accept that you have cancer. This can stop you making decisions about treatment. If this happens, it is very important to get help from your healthcare team. You may feel that your family or friends are avoiding you or avoiding talking about the cancer. This is usually because they are also finding it difficult to cope. They may need support too. Try to tell them how this makes you feel. It may help you, and your family and friends, to talk openly about how you are feeling. 110 Understanding breast cancer in men Anger You may feel angry about your diagnosis. You may also resent other people for being well. These are normal reactions. They are more likely when you feel frightened, stressed or unwell. You may get angry with your family, friends or partner. Tell them you are angry at your illness and not at them. Finding ways to relax can help with anger. This can include talking about or writing down how you feel, doing gentle exercise, having relaxation therapy or meditating. Guilt and blame You may feel guilty or blame yourself for the cancer. You may want to find reasons for why it has happened to you. Most of the time, it is impossible to know exactly what causes a cancer. Over time, a combination of different risk factors may cause a cancer. Doctors do not fully understand all these factors yet. Try to focus on looking after yourself and getting the help and support you need. Feeling alone You may feel alone or isolated. This could be because you do not think you have support. Family and friends may live far away, be busy, or feel uncomfortable talking about the cancer. Try to tell your family and friends how you feel. This can help them find ways to support you. You may have times when you want to be alone for a while. But if you find you are avoiding people a lot of the time, try to talk to your doctor or nurse.Your feelings and relationships 111 If you need more support, you can call the Macmillan Support Line on 0808 808 00 00 and talk to one of our cancer support specialists. Our website can help you find local support groups. Visit macmillan.org.uk/supportgroups You can also talk to other people affected by cancer on our Online Community. Visit macmillan.org.uk/community If you need more help You may find it very difficult to cope with your emotions and may need more help. This does not mean you are failing in any way. Talk to your doctor or nurse if: you feel anxious or worried a lot of the time you think you may be depressed. They can refer you to a specialist doctor, psychologist or counsellor who can help. They may also prescribe medicines to help. Our booklet How are you feeling? The emotional effects of cancer may be helpful (see page 128).112 Understanding breast cancer in men Your relationships The experience of cancer may have improved your relationships with people close to you. The support of family and friends may have helped you cope. But cancer is stressful, and this can have an effect on relationships. Any problems usually improve over time, especially if you can talk openly about them. Your partner Some couples become closer through a cancer experience. However, cancer can put a lot of strain on a relationship. Problems sometimes develop, even between couples who've been together for a long time. If a relationship was already difficult, the stress of a major illness may make things worse. Even couples that are close may not always know how their partner is feeling. Talking openly about your feelings and listening to each other can help you understand each other. Our booklet Cancer, you and your partner , may help (see page 128). Family and friends Your family and friends may not always understand if you aren't feeling positive about getting on with things, and may not know how big an effect treatment is having on your life. Talking about how you feel will help them give you the support you need. Our booklet Talking about cancer has more useful tips (see page 128).Your feelings and relationships 113 If you are a family member or friend If you know someone with cancer, you might find it hard to talk about the cancer or your feelings. You might think it is best to pretend everything is fine. You might not want to worry them. Or you might feel you are letting them down if you admit you are worried or scared. But not talking to the person with cancer about how you feel may make them feel alone. You can support the person with cancer by listening and talking with them. Do not feel you have to talk about the cancer. Often it is enough just to listen and let the person with cancer talk when they are ready. You may find some of the courses on our Learn Zone website helpful. There are courses to help with listening and talking. Visit macmillan.org.uk/learnzone to find out more. We have more information about talking to someone with cancer. If you are looking after a family member or friend with cancer, you may be a carer. We have more information and practical tips for carers. 'Being told I had breast cancer was a scary and confusing time. But everyone was so supportive.' Doug114 Understanding breast cancer in men Talking to children about cancer Deciding what to tell children about cancer is difficult. It can be hard to know what to tell them, and you may be worried about upsetting them. Children do not always show their feelings, but their behaviour may change at home or at school. Talking to children about the cancer can: help them understand what is going on help them feel supported prepare them for any changes. It may also help with some of your own anxiety too. For example, not telling them about hospital appointments may cause extra stress. How much you tell children will depend on their age and how mature they are. It may be best to start by giving them small amounts of information, and then tell them more when they are ready. Teenagers usually understand what cancer is. Some will want to know more. Whether they are teenagers or young children, talking about the cancer helps them cope. Your feelings and relationships 115 Teenagers It can help to encourage teenagers to ask questions, ask them their opinion and try to give them time to think about what is happening. They may have to, or want to, take on more responsibilities to help - perhaps cooking meals or looking after younger children. This can be hard at a time when they may want more freedom and independence. Sometimes teenagers may find it hard to talk about a cancer diagnosis. You can encourage them to talk to someone they trust, who can support and listen to them. This might be a grandparent, family friend, teacher or counsellor. They may also find support online. The website riprap.org.uk offers information and support for teenagers who have a parent with cancer. We have a booklet called Talking to children and teenagers when an adult has cancer (see page 128). We also have a video on our website about talking to children. Visit macmillan.org.uk116 Understanding breast cancer in men Who can help? Many people are available to help you and your family. District nurses work closely with GPs and make regular visits to patients and their families at home if needed. The hospital social worker can give you information about social services and benefits you may be able to claim. These may include meals on wheels, a home helper or money to help with hospital transport fares. The social worker may also be able to arrange childcare for you during and after treatment. In many areas of the country, there are also specialist nurses called palliative care nurses. They are experienced in assessing and treating symptoms of advanced cancer. Palliative care nurses are sometimes known as Macmillan nurses. However, many Macmillan professionals are nurses who have specialist knowledge in a particular type of cancer. You may meet them when you're at a clinic or in hospital. Marie Curie nurses help care for people approaching the end of their lives in their own homes. Your GP or hospital specialist nurse can usually arrange a visit by a palliative care or Marie Curie nurse. There's also specialist help available to help you cope with the emotional impact of cancer and its treatment. You can ask your hospital doctor or GP to refer you to a doctor or counsellor who specialises in supporting people with cancer and their families. Our cancer support specialists on 0808 808 00 00 can tell you more about counselling and can let you know about services in your area.Your feelings and relationships 117 What you can do One of the hardest things to cope with can be the feeling that the cancer and its treatment have taken over your life. This is a common feeling, but there are lots of things you can do. There may be days when you feel too tired to even think about what could help. You'll have good and bad days, but if you're overwhelmed by these feelings, let your doctor or nurse know. It may be that you have depression, and this is treatable so they should be able to help. Finding ways to cope You may find it helps to try to carry on with life as normally as possible, by staying in contact with friends and keeping up your usual activities. Or you may want to decide on new priorities in your life. This could mean spending more time with family, going on the holiday you've dreamed about or taking up a new hobby. Just thinking about these things and making plans can help you realise that you still have choices. Some people want to improve their general health by eating a more healthy diet, by getting fitter or by finding a relaxing complementary therapy. Understanding about the cancer and its treatment helps many people cope. It means they can discuss plans for treatment, tests and check-ups with their doctors and nurses. Being involved in these choices can help give you back control of your life.118 Understanding breast cancer in men Who can help? 119 Work and financial suppor T Financial help and benefits 120 Work 124 120 Understanding breast cancer in men Financial help and benefits When you are affected by cancer, you might need help with extra costs. Or you might need financial support if you have to stop working. Statutory Sick Pay If you work for an employer and take time off sick, you may be able to get Statutory Sick Pay. Your employer will pay this for up to 28 weeks. Benefits Benefits are payments from the government to people who need financial help. You can find out more about benefits and apply for them online. Go to gov.uk if you live in England, Wales and Scotland or nidirect.gov.uk if you live in Northern Ireland. Here are some benefits that you might be able to get if you are affected by cancer.Work and financial support 121 Employment and Support Allowance (ESA) This benefit is for people under State Pension age who cannot work because of illness or disability. There are different types of ESA: Contribution-based ESA may be available if you have paid enough National Insurance. Income-related ESA may be available if your income and savings are low, or if you cannot get contribution-based ESA. Income-related ESA is gradually being replaced by a new benefit called Universal Credit. Personal Independence Payment This benefit is for people aged between 16 and 64 who have problems moving around and looking after themselves. You must have had these difficulties for at least 3 months and expect them to last for at least 9 months. Attendance Allowance This benefit is for people aged 65 or over who have problems looking after themselves because of an illness or disability. This could mean getting out of bed, having a bath or getting dressed. You must have had these problems for at least 6 months. Special rules If you are terminally ill, and your doctor thinks you may be expected to live for less than 6 months, you can apply for some benefits using a fast-track process called special rules. Your claim will be dealt with quickly and you will get the benefit you applied for at the highest rate. It does not matter if you live longer than 6 months. Your doctor or specialist nurse will need to fill out a form for you.122 Understanding breast cancer in men Help for carers Carer's Allowance is a weekly benefit that helps people who look after someone with a lot of care needs. If you do not qualify for it, you can apply for Carer's Credit. Carer's Credit helps prevent gaps in your National Insurance record if you have to stop working while you are caring for someone else. You do not get money, but it protects your right to a State Pension later in life. Macmillan Grants Macmillan Grants are small, mostly one-off payments to help people with the extra costs that cancer can cause. They are for people who have a low level of income and savings. If you need things like extra clothing, help paying heating bills or even a relaxing holiday, you may be able to get a Macmillan Grant. How much you get will depend on your situation and needs. The average grant is around £380. A grant from Macmillan would not normally affect the benefits you are entitled to. It is an extra bit of help, not a replacement for other support. Insurance If you have, or have had, cancer, you may find it hard to get certain types of insurance. This includes life and travel insurance. A cancer diagnosis might also mean that you can get a payout from an insurance scheme that you already have. Work and financial support 123 If you are looking into buying insurance or making a claim, one of our financial advisers can help. Call 0808 808 00 00 . We have more information in our booklets Insurance and Travel and cancer - see page 128. Our Online Community forum Travel insurance may also be helpful. Visit macmillan.org.uk/travelinsurancegroup More information The benefits system and other types of financial support can be hard to understand. Macmillan has experienced welfare rights advisers and financial guides. You can speak to one by calling the Macmillan Support Line on 0808 808 00 00 . You can also get information about benefits and other types of financial help from Citizens Advice - see page 137. Our booklet Help with the cost of cancer has lots more information - see page 128. 124 Understanding breast cancer in men Work You may not know how cancer will affect your work, now or in the future. It is a good idea to talk to your manager early on. If your workplace has a human resources (HR) or personnel department, contact them as soon as you can. If they know how the cancer or treatment may affect your ability to work, they can support you better. Some people stop working during cancer treatment and for a while after, until they feel ready to go back. Others carry on working, perhaps with reduced hours or other changes to their job. Some people may decide not to go back to work. Or they may choose to do something different. Others may not be able to go back to work because of the effects of cancer on their health. Going back to work may depend on the type of work you do or how much your income is affected. It is important not to take on too much, too soon. Your cancer doctor, GP or specialist nurse can help you decide when and if you should go back to work. Our booklets Work and cancer , Working while caring for someone with cancer and Self-employment and cancer have more information that may be helpful - see page 128 . There is also lots more information at macmillan.org.uk/workWork and financial support 125 Employment rights If you have, or have ever had cancer, the law considers you to be disabled. This means you cannot be treated differently (less favourably) than other people at work because of cancer. If you are treated less favourably because of cancer, this is called discrimination. The law also says your employer has to make reasonable adjustments (changes) to your workplace and their work practices. If you live in England, Scotland or Wales, you are protected by the Equality Act 2010. If you live in Northern Ireland, you are protected by the Disability Discrimination Act 1995. Our booklet Your rights at work when you are affected by cancer has more information - see page 128 . 126 Understanding breast cancer in men Work 127 Fur Ther information About our information 128 Other ways we can help you 130 Other useful organisations 133 Your notes and questions 140 128 Understanding breast cancer in men About our information We provide expert, up-to-date information about cancer. And all our information is free for everyone. Order what you need You may want to order more leaflets or booklets like this one. Visit be.macmillan.org.uk or call us on 0808 808 00 00 . We have booklets on different cancer types, treatments and side effects. We also have information about work, financial issues, diet, life after cancer and information for carers, family and friends. Online information All of our information is also available at macmillan.org. uk/information-and-support There you'll also find videos featuring real-life stories from people affected by cancer, and information from health and social care professionals.Other formats We also provide information in different languages and formats, including: audiobooks Braille British Sign Language easy read booklets eBooks large print translations. Find out more at macmillan. org.uk/otherformats If you'd like us to produce information in a different format for you, email us at cancerinformationteam@ macmillan.org.uk or call us on 0808 808 00 00 .Further information 129 Help us improve our information We know that the people who use our information are the real experts. That's why we always involve them in our work. If you've been affected by cancer, you can help us improve our information. We give you the chance to comment on a variety of information including booklets, leaflets and fact sheets.If you'd like to hear more about becoming a reviewer, email reviewing@macmillan. org.uk You can get involved from home whenever you like, and we don't ask for any special skills - just an interest in our cancer information. 130 Understanding breast cancer in men Other ways we can help you At Macmillan, we know how a cancer diagnosis can affect everything, and we're here to support you. Talk to us If you or someone you know is affected by cancer, talking about how you feel and sharing your concerns can really help. Macmillan Support Line Our free, confidential phone line is open 7 days a week, 8am to 8pm. Our cancer support specialists can: help with any medical questions you have about cancer or your treatment help you access benefits and give you financial guidance be there to listen if you need someone to talk to tell you about services that can help you in your area.Call us on 0808 808 00 00 or email us via our website, macmillan.org.uk/talktous Information centres Our information and support centres are based in hospitals, libraries and mobile centres. There, you can speak with someone face to face. Visit one to get the information you need, or if you'd like a private chat, most centres have a room where you can speak with someone alone and in confidence. Find your nearest centre at macmillan.org.uk/ informationcentres or call us on 0808 808 00 00 .Further information 131 Talk to others No one knows more about the impact cancer can have on your life than those who have been through it themselves. That's why we help to bring people together in their communities and online. Support groups Whether you are someone living with cancer or a carer, we can help you find support in your local area, so you can speak face to face with people who understand. Find out about support groups in your area by calling us or by visiting macmillan.org.uk/ selfhelpandsupport Online Community Thousands of people use our Online Community to make friends, blog about their experiences and join groups to meet other people going through the same things. You can access it any time of day or night. Share your experiences, ask questions, or just read through people's posts at macmillan.org.uk/community The Macmillan healthcare team Our nurses, doctors and other health and social care professionals give expert care and support to individuals and their families. Call us or ask your GP, consultant, district nurse or hospital ward sister if there are any Macmillan professionals near you. ' Everyone is so supportive on the Online Community, they know exactly what you're going through. It can be fun too. It's not all just chats about cancer.' Mal132 Understanding breast cancer in men Help with money worries Having cancer can bring extra costs such as hospital parking, travel fares and higher heating bills. If you've been affected in this way, we can help. Financial guidance Our financial team can give you guidance on mortgages, pensions, insurance, borrowing and savings. Help accessing benefitsOur benefits advisers can offer advice and information on benefits, tax credits, grants and loans. They can help you work out what financial help you could be entitled to. They can also help you complete your forms and apply for benefits. Macmillan Grants Macmillan offers one-off payments to people with cancer. A grant can be for anything from heating bills or extra clothing to a much-needed break. Call us on 0808 808 00 00 to speak to a financial guide or benefits adviser, or to find out more about Macmillan Grants.We can also tell you about benefits advisers in your area. Visit macmillan.org.uk/ financialsupport to find out more about how we can help you with your finances. Help with work and cancer Whether you're an employee, a carer, an employer or are self-employed, we can provide support and information to help you manage cancer at work. Visit macmillan.org.uk/work Work supportOur dedicated team of work support advisers can help you understand your rights at work. Call us on 0808 808 00 00 to speak to a work support adviser (Monday to Friday, 9am to 5pm). Macmillan Organiser This includes a records book to write down information such as appointments, medications and contact details. You can also download the app on IOS or Android.Further information 133 Other useful organisations There are lots of other organisations that can give you information or support. Breast cancer support organisations Breast Cancer Care Tel 0800 800 6000 Email info@breastcancercare. org.uk www.breastcancercare. org.ukProvides information, practical assistance and emotional support for anyone affected by breast cancer. Specialist breast care nurses run the helpline. Breast Cancer Care Scotland and Northern Ireland Tel 0345 077 1893 Email movingforward@ breastcancercare.org.uk Breast Cancer Care Wales 0845 077 1893 Email movingforward@ breastcancercare.org.ukBreast Cancer NowTel 0333 20 70 300 (Mon to Thu, 9am to 5pm, Fri, 9am to 4pm)Email supporterengagement@ breastcancernow.orgwww.breastcancernow.orgCommitted to fighting breast cancer through research and awareness. Breast Cancer Now ScotlandTel 0131 226 0763 Email scotland@ breastcancernow.org General cancer Black Care Tel 020 8961 4151 www.cancerblackcare.org.ukOffers UK-wide information and support for people with cancer, as well as their carers, families and friends, with a focus on those from BME communities.134 Understanding breast cancer in men Cancer Focus Northern Ireland Helpline 0800 783 3339 (Mon to Fri, 9am to 1pm)Email nurseline@ cancerfocusni.orgwww.cancerfocusni.orgOffers a variety of services to people affected by cancer in Northern Ireland, including a free helpline, counselling and links to local support groups. Cancer Research UK Helpline 0808 800 4040 (Mon to Fri, 9am to 5pm) www.cancerresearchuk.org A UK-wide organisation that has patient information on all types of cancer. Also has a clinical trials database. Cancer Support ScotlandTel 0800 652 4531 (Mon to Fri, 9am to 5pm) Email info@ cancersupportscotland.orgwww.cancersupportscotland.org Runs cancer support groups throughout Scotland. Also offers free complementary therapies and counselling to anyone affected by cancer.Maggie's CentresTel 0300 123 1801 Email enquiries@ maggiescentres.orgwww.maggiescentres.org Has a network of centres in various locations throughout the UK. Provides free information about cancer and financial benefits. Also offers emotional and social support to people with cancer, their family, and friends. Penny Brohn UKHelpline 0303 3000 118 (Mon to Fri, 9.30am to 5pm) Email helpline@pennybrohn. org.uk www.pennybrohn.org.uk Offers a combination of physical, emotional and spiritual support across the UK, using complementary therapies and self-help techniques.Further information Aims to help everyone in the UK get equal access to cancer treatment and support. Funds research and provides support such as mobile cancer support units, a free helpline, benefits advice and an online 'Ask the nurse' service. Cancer registries The cancer registryA national database that collects information on cancer diagnoses and treatment. This information helps the NHS and other organisations plan and improve health and care services. There is one in each country in the UK:National Cancer Registration and Analysis Service Tel 020 7654 8000 Email enquiries@phe.gov.uk www.ncras.nhs.ukTel (Ireland) 021 4318 014 013 1275 7050 Email nss.csd@nhs.net www.isdscotland.org/health-topics/cancer/scottish-cancer-registry Welsh Cancer Intelligence Tel 029 2037 3500 Email general.enquiries@ wales.nhs.ukwww.wcisu.wales.nhs.uk Northern Registry Tel 028 9097 6028 Email nicr@qub.ac.uk www.qub.ac.uk/nicr136 Understanding breast cancer in men Counselling and emotional support British Association for Counselling and Psychotherapy (BACP) Tel 01455 883 300 Email bacp@bacp.co.uk Promotes awareness of counselling and signposts people to appropriate services across the UK. You can search for a qualified counsellor at itsgoodtotalk.org.uk UK Council for Psychotherapy (UKCP) Tel 020 7014 9955 Email info@ukcp.org.uk www.psychotherapy.org.ukHolds the national register of psychotherapists and psychotherapeutic counsellors, listing practitioners who meet exacting standards and training requirements.SamaritansHelpline 116 123 Email jo@samaritans.org www.samaritans.orgSamaritans branches are located across England, Ireland, Scotland and Wales. Provides confidential and non- judgemental emotional support, 24 hours a day, 365 days a year, for people experiencing feelings of distress or despair. Financial or legal advice and information Benefit Enquiry Line Northern Ireland Helpline 0800 220 674 (Mon, Tue, Wed and Fri, 9am to 5pm) Textphone 028 9031 1092 www.nidirect.gov.uk/money- Provides information and advice about disability benefits and carers' benefits in Northern Ireland.Further information 137 Citizens Advice Provides advice on a variety of issues including financial, legal, housing and employment issues. Use its online webchat, find details for your local office in the phone book, or contact: England Helpline 03444 111 1120 www.citizensadvice.co.uk GOV.UK www.gov.ukHas information about social security benefits and public services in England, Scotland and Wales.Money Advice ScotlandTel 0141 572 0237 Email info@ moneyadvicescotland.org.ukwww.moneyadvicescotland. org.uk Use the website to find qualified financial advisers in Scotland. NiDirect www.nidirect.gov.uk Has information about benefits and public services in Northern Ireland. Support for older people Age UKHelpline 0800 055 6112 (Daily, 8am to 7pm)www.ageuk.org.ukProvides information and advice for older people across the UK via the website and advice line. Also publishes impartial and informative fact sheets and advice guides.138 Understanding breast cancer in men LGBT-specific support LGBT Foundation Tel 0345 330 3030 (Mon 10pm, Sat 10am to 6pm)Email helpline@lgbt.foundation www.lgbt.foundationProvides a range of services to the LGBT community, including a helpline, email advice and counselling. The website has information on various topics including sexual health, relationships, mental health, community groups and events.Support for carers Carers Trust Tel 0300 Fri, 9am to 5pm)Email info@carers.org www.carers.org Provides support, information, advice and services for people caring at home for a family member or friend. You can find details for UK offices and search for local support on the website. Carers UK Helpline (England, Scotland, Wales) 0808 808 7777 (Mon and Tue, to 4pm) Helpline (Northern Ireland) 028 9043 9843 www.carersuk.org Offers information and support to carers across the UK. Has an online forum and can put people in contact with support groups for carers in their area. Your notes and questionsYour notes and questionsDisclaimer, thanks and sources 141 Disclaimer We make every effort to ensure that the information we provide is accurate and up to date but it should not be relied upon as a substitute for specialist professional advice tailored to your situation. So far as is permitted by law, Macmillan does not accept liability in relation to the use of any information contained in this publication, or third- party information or websites included or referred to in it. Some photos are of models. Thanks This booklet has been written, revised and edited by Macmillan Cancer Support's Cancer Information Development team. It has been approved by our Senior Medical Editors, Dr Rebecca Roylance, Consultant Medical Oncologist; and Dr Mark Verrill, Consultant Medical Oncologist. With thanks to: Morven Angus, Lead Breast Clinical Nurse Specialist; Dr Sophie Barrett, Consultant Medical Oncologist; Ms Joanna Franks, Consultant Breast and Oncoplastic Surgeon; Mr Michael Hallissey, Consultant Surgeon; Dr MB Mukesh, Consultant Oncologist; Catherine Richmond, Therapy Radiographer; Dr Elinor Sawyer, Clinical Oncologist; Ms Karyn Shenton, Breast and Oncoplastic Consultant; and Catherine Walsh, Breast Care Nurse Specialist. Thanks also to the people affected by cancer who reviewed this edition, and those who shared their stories. We welcome feedback on our information. If you have any, please contact cancerinformationteam@macmillan.org.uk142 Understanding breast cancer in men Sources We have listed a sample of the sources used in the booklet below. If you would like further information about the sources we use, please contact us at cancerinformationteam@macmillan.org.uk European Society for Medical Oncology. Primary breast cancer: ESMO clinical practice guidelines for diagnosis, treatment and follow-up. Annals of oncology 26 (supplement 5): v8-v30. 2015. Gradishar WJ, et al. Breast cancer in men. UpToDate online. 2018. Morrow M, et al. Chapter 79: malignant tumors of the breast. DeVita, Hellman and Rosenberg's cancer: principals and practice of oncology (10 th edition). Lippincott Williams and Wilkins. 2014. National Institute for Health and Care Excellence (NICE). Early and locally advanced breast cancer: diagnosis and management. 2018. National Institute for Health and Care Excellence (NICE). Advanced breast cancer: diagnosis and treatment. Clinical Guideline 81. 2009, updated 2017. Scottish Intercollegiate Guidelines Network. SIGN 134. Treatment of primary breast cancer: a national clinical guideline. 2013. 5 ways you can hElPsomEonE with cancer Share your cancer experience Support people living with cancer by telling your story, online, in the media or face to face. Campaign for change We need your help to make sure everyone gets the right support. Take an action, big or small, for better cancer care. Help someone in your community A lift to an appointment. Help with the shopping. Or just a cup of tea and a chat. Could you lend a hand? Raise money Whatever you like doing you can raise money to help. Take part in one of our events or create your own. Give money Big or small, every penny helps. To make a one-off donation see over. Call us to find out more 0300 1000 200 macmillan.org.uk/getinvolvedCan you do something to help? We hope this booklet has been useful to you. It's just one of our many publications that are available free to anyone affected by cancer. They're produced by our cancer information specialists who, along with our nurses, benefits advisers, campaigners and volunteers, are part of the Macmillan team. When people are facing the toughest fight of their lives, we're there to support them every step of the way. We want to make sure no one has to go through cancer alone, so we need more people to help us. When the time is right for you, here are some ways in which you can become a part of our team.Please fill in your personal details Mr/Mrs/Miss/Other Name Surname Address Postcode Phone Email Please accept my gift of £ (Please delete as appropriate) I enclose a cheque / postal order / Charity Voucher made payable to Macmillan Cancer Support OR debit my: Visa / MasterCard / CAF Charity Card / Switch / Maestro Card number Valid from Expiry date Issue no Security number Signature Date / / Don't let the taxman keep your money Do you pay tax? If so, your gift will be worth 25% more to us - at no extra cost to you. All you have to do is tick the box below, and the tax office will give 25p for every pound you give. I am a UK tax payer and I would like Macmillan Cancer Support to treat all donations I make or have made to Macmillan Cancer Support in the last 4 years as Gift Aid donations, until I notify you otherwise. I understand that if I pay less Income Tax and/or Capital Gains Tax than the amount of Gift Aid claimed on all my donations in that tax year it is my responsibility to pay any difference. I understand Macmillan Cancer Support will reclaim 25p of tax on every £1 that I give. Macmillan Cancer Support and our trading companies would like to hold your details in order to contact you about our fundraising, campaigning and services for people affected by cancer. If you would prefer us not to use your details in this way please tick this box. In order to carry out our work we may need to pass your details to agents or partners who act on our behalf. Please cut out this form and return it in an envelope (no stamp required) to: Supporter Donations, Macmillan Cancer Support, FREEPOST LON15851, 89 Albert Embankment, London SE1 7UQ If you'd rather donate online go to macmillan.org.uk/donate # 27530© Macmillan Cancer Support, January 2019. 4th edition. MAC11915_E04_N. Next planned review 2021. Macmillan Cancer Support, registered charity in England and Wales (261017), Scotland (SC039907) and the Isle of Man (604). Also operating in Northern Ireland. This booklet is about breast cancer in men. It is for men who have been diagnosed with breast cancer. There is also information for carers, family members and friends. The booklet explains the signs and symptoms of breast cancer in men. It explains how it is diagnosed and how it may be treated. It also has information about emotional, practical and financial issues. We're here to help everyone with cancer live life as fully as they can, providing physical, financial and emotional support. So whatever cancer throws your way, we're right there with you. For information, support or just someone to talk to, call 0808 808 00 00 or visit macmillan.org.uk Would you prefer to speak to us in another language? Interpreters are available. Please tell us in English the language you would like to use. Are you deaf or hard of hearing? Call us using NGT (Text Relay) on 18001 0808 808 00 00 , or use the NGT Lite app. Need information in different languages or formats? We produce information in audio, eBooks, easy read, Braille, large print and translations. To order these, visit macmillan.org.uk/otherformats or call our support line. What's "}