{"title": "Toxic Parents 9780553814828 Paperback", "author": null, "url": "https://guardianbookshop.com/toxic-parents-9780553814828", "hostname": "guardianbookshop.com", "description": "A better place to buy your books. Support independent journalism with everything you buy. Free UK P&P on online orders over £25", "sitename": "The Guardian Bookshop", "date": "2002-05-01", "cleaned_text": "psychologist Dr Susan Forward offers effective alternatives for achieving inner peace and freeing yourself from frustrating patterns of relationships with your parents. Millions of lives are damaged by the legacy of parental abuse: * Parents who ignored their children's needs or overburdened them with guilt. * Parents who were alcoholic or addicted to drugs. * Parents who were exploitative and cruel, or simply indifferent and inadequate. When these children reach adulthood the damage done by their toxic parents manifests itself in depression, or difficulties with relationships, careers and decision-making. In Toxic Parents, Dr Susan Forward shows why it is so difficult to put the past behind you and helps readers to confront this painful legacy with tested self-help techniques. With this book as your guide, you will discover an exciting new world of self-confidence, inner strength and emotional independence. Toxic Parents - SKU: - 9780553814828 - UPC: - 9780553814828 - Publication Date: - 20020501 - Authors: - Forward, Dr Susan - Year Published: - 2002 - Country of Publication: - United Kingdom - Format: - Paperback - EAN: - 9780553814828 - ISBN: - 9780553814828 - Number of Pages: - 320 - Place of Publication: - London - Publication Date: - 2002-05-01T00:00:00+00:00 - Publisher: - Transworld Publishers Ltd - Title: - Toxic Parents - Restricted: - USA,CAN - Star Rating: - 3 - Bookdata Readership Text: - General (US: Trade) - product_collection: - false - Search Keywords: - brene brown, the body keeps the score, the chimp paradox, the game, a new earth eckhart tolle, mental health, she comes first, counselling for toads, i am enough, battle scars jason fox, chimps paradox, games people play eric berne, the gifts of impe - Supplier Name: - Gardners Books __________________________________________________________________ Show more - Publication Date: - 01/05/2002 - Authors: - [Forward, Dr Susan](/authors/?filter.custom_authors=Forward%2C%20Dr%20Susan) - Year Published: - 2002 - Country of Publication: - United Kingdom - Format: - Paperback - ISBN: - 9780553814828 - Number of Pages: - 320 - Place of Publication: - London - Publication Date: - 01/05/2002 - Publisher: - [Transworld Publishers Ltd](/publisher/?filter.custom_publisher=Transworld%20Publishers%20Ltd) - SKU: - 9780553814828 Show more [ Write a Review ](https://guardianbookshop.com/toxic-parents-9780553814828) Write a Review Toxic Parents 9780553814828 Paperback Write a Review Toxic Parents 9780553814828 Paperback There are no reviews for this product yet - [ be the "}