{"title": "PDF", "author": "PDF", "url": "www.health.state.mn.us/diseases/coronavirus/vaccine/comforthold.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "How to hold your child during a vaccination Comfort holds can help reduce stress and prevent movement while your child receives a vaccination. Along with distraction, telling stories, singing, or deep breathing, comfort holds can make vaccination easier. Below are some suggestions for how to hold your child. Your health care provider may suggest a different hold when giving a vaccine. Cuddle hold for infants Side comfort hold for toddlers Hold your child on your lap sitting sideways. Tuck your child's inside arm against your chest OR under your armpit with hug-like pressure. Securely hold your child's outside arm and outside leg. Slightly bend your child's outside knee. This helps relax the thigh muscle. Hold your child on your lap sitting sideways. Tuck your child's inside arm against your chest OR under your armpit and behind your back. Add gentle pressure between your back and the back of the chair. Wrap your arm around your child's back and securely hold your child's torso and outside arm close to your body. Use your other arm to hold your child's forearm firmly against their stomach. Anchor your child's legs between your thighs. Chest to chest (straddle or hug) comfort hold Have your child sit on your lap facing you and wrap your child's legs around your waist. Wrap your arms around the child's lower back. Wrap your child's arms around your waist and hold them firmly under your arms. Your child can put their head on your shoulder and turn their head away from the procedure. If your child's arm reaches all the way behind you, lightly press their arm against the back of the chair. Minnesota Department of Health | health.mn.gov | 625 Robert Street North PO Box 64975, St. Paul, MN 55164-0975 651-201-5000 | Contact health.communications@state.mn.us to request an alternate format. 6/1 7/2022mn.gov/vaccine Back to chest (front) comfort hold Hold y our child on your lap facing away from you as you sit. Embr ace your child during the process, crossing your arms in front of the child holding their right forearm with your left hand and their left forearm with your right hand. Anchor both of y our child's legs between your thighs and cross your legs over your child's. W atch out for your child's head so it doesn't hit your face if they move. Chest to chest (straddle or hug) comfort hold Ha ve your child sit on your lap facing you and wrap your child's legs around your waist. W rap your arms around the child's lower back. W rap your child's arms around your waist and hold them firmly under your arms. Y our child can put their head on your shoulder and turn their head away from the procedure. If y our child's arms reach all the way behind you, press lightly against the back of the chair. Side comfort hold Ha ve your child sit on your lap sideways. W rap your child's arm closest to you around your back and press lightly against the back of the chair. W rap your arm around the child's back and hold the upper arm. Use the other hand t o hold the forearm and legs. Side by side comfort hold Sit ne xt to your child and wrap your arm around their shoulders. Hold them close t o you. W rap your child's arm around your back and press lightly against the back of the chair. Hold their f orearm across your body. "}