{"title": "Homeopathic and Allopathic Physicians During the Civil War", "author": "Michael Echols", "url": null, "hostname": null, "description": "Discussion of homeopathic and allopathic physicians during the Civil War. Medical education during the Civil War and existing medical colleges.", "sitename": null, "date": "2022-02-01", "cleaned_text": "| | | | | | | | Civil War Medical Collections Direct links to all medical & Civil War collections on this site |American Surgical Sets:|| | Pre-Civil War: | | Medical Text-Books: | | |Surgeon General's Office Library printed catalogues:|| | Medical Faculty and Authors: Navy Surgeon Exams: 1863 Navy Surgeon Applicant Exams with Biographies [INDEX ONE](../Site_Navigation/List_medical_applicants_USN_1863_part_one.htm) | [ INDEX TWO](../Site_Navigation/List_medical_applicants_USN_1863_part_two.htm) Surgeon CDVs, Images Surgeon's Medical Service Swords, and Pistols Army: M.S. Surgeon Swords and Pistols: [1](Civil_War_Medical_Service_sword.htm) | [ 3](Civil_War_Medical_Service_sword_by_Ames.htm) | [ [ INDEX](../Site_Navigation/index_surgeon_images_swords.htm) Hosp Dep't Bottles, Tins, U.S. Army Pannier: American Civil War Medicine & Surgical Antiques Please request permission before commercial use or publication of any content or photos on this site and credit any use with: \"American Civil War Surgical Antiques\" All content and all original photography on this Web Site is copyrighted since 1995 and may not be used on any other web site or in commercial print without the expressed e-mail permission from Dr. Arbittier: [Contact]All rights reserved. Students doing reports or projects are welcome to use the content of this site without permission, but credits would be appreciated. Please note: information on this site may not be normally referenced as this is an active and long-term educational research project. Personal notes may not be properly cited for publication. Various articles are digitally reproduced under the 'fair-use act' of the copyright laws and are intended for educational purposes only. Many citations are from Google digital 'books' and can be traced backwards via a search of a unique string in the citation. Last update: Tuesday, "}