{"title": "Chiropractic Services - Evolution of Balance | Bozeman MT", "author": null, "url": "https://evolutionofbalance.com/services-3/chiropractic-services/", "hostname": "evolutionofbalance.com", "description": "Dr. Steven Blair, DC, RYT provides gentle, effective, research-informed care that is specific to each patient's needs We offer...", "sitename": "Evolution of Balance | Bozeman MT", "date": "2017-11-17", "cleaned_text": "Dr. Steven Blair, DC, RYT provides gentle, effective, research-informed care that is specific to each patient's needs We offer free consultations to discover if chiropractic and/or yoga are right for you TO SCHEDULE PLEASE CALL Most people who seek chiropractic care are looking for a way to manage or alleviate pain symptoms. Evolution of Balance helps people out of pain fast and back to their required tasks and inspired activities. We empower patients on their paths to health by providing tools, skills, education and information so they know how to manage their current symptoms and learn how to prevent them from coming back. Dr. Blair's chiropractic services are gentle and effective. His treatments draw from multiple techniques to provide care that is tailored to your specific condition and preferred needs. Evolution of Balance cultivates a comfortable environment in a newly refurbished exam room. We have a flexion-distraction chiropractic table that slightly moves the lower body to help stretch muscles and create space for the discs and joints to provide relief. It can be really effective for disc issues, muscle tension, & arthritic conditions. Creating space is strongly associated with spinal health. PAIN symptoms: - restricted motions - problems doing tasks or recreational activities - tightness - numbness - tingling - headaches - sleep problems - postural problems Chiropractic is based on the philosophy that the body has, within it, the power to heal and thrive when provided healthy alignment and motion, as well as other necessities for health such as well-rounded nutrition, appropriate exercise and quality sleep. While a chiropractor may be used to help with alignment, joint motion, and health advice, both yoga and chiropractic sciences are focused on the healing wisdom from within; as practiced at Evolution of Balance, both employ a holistic or whole body and mind approach to healing. Free consultations are provided to help you determine whether chiropractic and/or yoga therapy may be right for you. With any exam, form of treatment, or referral to another provider, you can be confident that any recommendations and treatment provided by Evolution of Balance will be offered by embracing our [Core Values](https://evolutionofbalance.com/about/) of Integrity, Balance, Knowledge, Empowerment, and Social Responsibility. Prior to treatment, a thorough exam is provided to clearly discuss health findings, options, recommendations, and fees; this provides every patient the opportunity to ask questions and to have some choice in the style or type of care they receive, and to have clear understanding of what to expect at Evolution of Balance. Most patients that receive care are provided stretches, exercises, instructions, and recommendations that will help the patient progress along their path toward health and wellness. Evolution of Balance is an \"In-Network\" Participating Provider with most health insurance At Evolution of Balance, Dr. Blair offers: - Spinal & Extremity manipulation and/or mobilization - Exams (problem focused, comprehensive, sports physicals, DOT physicals) - Posture Screening - Gait Analysis - Therapeutic Exercises & Stretches - Passive & Active Fascia Release Techniques - IASTM - Flexion/Distraction/Traction Therapies - Intraoral Manual Therapy for TMJ disorder - Endonasal & Nasal Specific Techniques for sinus/inner ear conditions - Ultrasound & Electric Stimulation - Kinesio Taping - Nutritional Counseling - Individual/Private Therapeutic Exercise & Yoga Therapy - Laser Therapy Effectively Treating Conditions, such as: - Low Back Pain - Neck pain - Thoracic (mid back) Pain - Headaches (Migraine, Tension and Cervicogenic) - Dizziness - Extremity Joint Pain (hips, knees, ankles, wrists, elbows, shoulders) - Numbness, Tingling or Weakness into the arms, hands, legs or feet - Sciatica (shooting pain, numbness or tingling down a leg) - Disc Herniations - TMJ disorders (jaw pain or clicking or teeth grinding) - Fibromyalgia - Chronic Sinus and/or Ear congestions/infections - Posture imbalances - Auto Accident recovery - Mild concussion/TBI recovery - Tennis Elbow/Golfer's Elbow/Carpal Tunnel/Tendonitis of any kind - Arthiritis of most types "}