{"title": "5 Acupressure Points to Boost Your Immune System", "author": "Admin", "url": "https://www.chinesemedicineliving.com/acupuncture/5-acupressure-points-to-boost-your-immune-system/", "hostname": "chinesemedicineliving.com", "description": "Want a simple way to boost your immune system this flu season? Here we teach you 5 acupressure points to boost your immune system. This is an easy way to stay healthy that takes only a few minutes a day and you can do it anywhere.", "sitename": "5 Acupressure Points To Boost Your Immune System", "date": "2014-03-04", "cleaned_text": "5 Acupressure Points to Boost Your Immune [Health](https://www.chinesemedicineliving.com/category/health-2/) [admin](https://www.chinesemedicineliving.com/author/admin/) Emma Suttie, D.Ac, AP Acupuncture and everything that falls under the umbrella of Chinese medicine - including [herbs](https://www.chinesemedicineliving.com//medicine/chinese-herbs/), [food therapy](https://www.chinesemedicineliving.com//nutrition/dietary-therapy/), [cupping](https://www.chinesemedicineliving.com//medicine/cupping/) and [moxibustion](https://www.chinesemedicineliving.com//medicine/moxibustion/) - was designed as a medicine of prevention. Instead of waiting until they got sick, the ancient Chinese (and I suspect many modern Chinese) took steps to boost their immune systems so they were better equipped to fight off disease and stay healthy. There are many very powerful acupuncture points that serve to boost the immune system and help it to fight disease, and by using some gentle stimulation, you can build your body's immunity right in the comfort of your own home, at work, in the car or wherever - that is what makes acupressure so awesome, you can literally do it anywhere. :) Acupressure is simply applying pressure to the acupuncture points instead of using needles. Acupressure is an excellent way to stimulate these points whenever you feel like your immune system could use a boost. Below are a list of 5 powerhouse points to boost your immune system and help you fight off any bacteria and viruses that might be floating around. Most acupuncture points run bilaterally - meaning on both sides of the body, except for the meridians that run along the midline. So, each of these points have a right and a left. One side is often more tender than the other, but it is a good idea to stimulate both to get a balanced effect. Below are 5 acupressure points to boost your immune system. STOMACH 36 Location - Stomach 36 is located about 3 cun, or 4 finger breadths below the bottom of your kneecap, and directly on the outside of your tibia, which is your shin bone. You can feel a depression and this point is often tender. Have a look at the image below to help you locate it. Stomach 36 is perhaps one of the most powerful points for boosting immunity in the entire body. It is said that after you have reached 30 years of age, it is a good idea to stimulate this point on a regular basis, as it will keep the body strong. Burning [moxa](https://www.chinesemedicineliving.com//medicine/moxibustion/) (the burning of a Chinese herb) will increase its effect, and this is often something I use in clinic if I feel someone's immune system is deficient and needs a boost. Stomach 36 is an important point to stimulate the immune system and build up the body's defences. It stimulates qi in the entire body as well as calms the spirit. It is one of the strongest points for tonifying qi and blood, thus is a strong point for building the body's energy reserves. SPLEEN 6 Location - Spleen 6 is located about 3 cun, or 4 finger breadths above the middle of your ankle bone (called your medial malleolus) on the inside of your leg. Find the highest point of your ankle bone, then measure upwards. Spleen 6 is located just behind the tibia, or your shin bone that runs up the front of your leg. This point also tends to be quite tender, especially on women. See the image below to help you locate it. Spleen 6 is a powerful point for tonifying the spleen and stomach which are the body's main organs of digestion. As we tend to live in a spleen deficient culture - you can read why here - [The Spleen in Chinese Medicine](https://www.chinesemedicineliving.com//medicine/organs/the-spleen/) - so using Spleen 6 is a good way to strengthen the often deficient spleen, harmonize the digestion and boost the immune system. Spleen 6 is also an important point for invigorating the blood, alleviating pain, resolving dampness and regulating menstruation. It also calms the mind which is something many of us could use. Another added benefit of this powerful point is that it is the meeting point of the spleen, liver and kidney meridians, so has the effect of harmonizing those organs which benefits the entire body. LUNG 7 Location - Lung 7 is located about 1.5 cun above your wrist crease. 1 cun is the width of your thumb. There is a bump that protrudes at this point, this is called the styloid process. The point is here located between two tendons. See the image below to help you locate it. The lungs are the organ most closely related to the immune system in Chinese medicine. They are called the \"tender organ\" as they are directly connected to the outside of the body via the mouth. Lung 7 is traditionally used for the beginning symptoms of a cold or flu like chills and fever, congestion, sore throat and cough. It is also used for many kinds of headaches. Stimulating lung 7 is known to boost the immune system. It treats the symptoms of cold and flu, but it excellent for strengthening the body's resistance so that it never gets to that stage. LARGE INTESTINE 11 Location - Large Intestine 11 is located at the end of the crease formed when you bend your arm. It is the outside end of the crease. This point is also usually tender on most people. Use the image below to help you locate it. Large intestine 11 is traditionally known as a point to treat heat in the body, and is a principle point to reduce fevers. It is known to remove heat causing sore throat, toothache, and bloodshot eyes. It treats all kinds of skin conditions (many are caused by heat) and lowers high blood pressure. It is also a powerful point to prevent colds and flu's by tonifying the immune system. KIDNEY 27 Location - Kidney 27 is located just below the collarbone or clavicle 2 cun (or two thumb widths) from the midline. This point falls into a depression in the first intercostal space (between the clavicle and the first rib). This point is also generally sore, and more so if you have an upper respiratory infection. See the image below to help you locate it. Kidney 27 is known for its strong effects of treating disorders of the chest - especially phlegm, wheezing, cough and asthma. Kidney 27 is a strong immune booster and especially good for people prone to upper respiratory infections such as bronchitis. Anyone having many recurring upper respiratory infections would be seen in Chinese medicine to have a weakened immune system, so, if you are prone to those types of infections, kidney 27 is for you. What to Do You can do these points any time that you are feeling run down and feel like you need a bit of a boost. A good way to use them is together, stimulating all five points, especially in the fall during cold and flu season to build up your immunity. - Make sure you have a few minutes and that you are in a comfortable position. - Start at the bottom, and work in order towards the points at the top of the body - that would be - Spleen 6 - Stomach 36 - Lung 7 - Large Intestine 11 - Kidney 27 - Since all these points are on both sides of the body, you want to do both sides. You will probably find that one side is more tender than the other. - Apply pressure with your finger or thumb to each point for 30 seconds to 1 minute. Do both sides, then move on to the next point. - To use this set for maximum immune boosting effectiveness, do it twice a day, once when you get up and once before you go to bed. If you feel that you are still tired and feeling susceptible to catching cold, then increase it to three times a day. During the rest of the year, you may use this set as often as you wish to keep your body strong and able to fight off disease - remember, prevention is the "}