{"title": "J&J Reports 66% Overall Efficacy for One-Dose COVID-19 Vaccine", "author": "Alex Philippidis", "url": "https://www.genengnews.com/news/jj-reports-66-overall-efficacy-for-one-dose-covid-19-vaccine/", "hostname": "genengnews.com", "description": "Johnson & Johnson said today that the single-dose COVID-19 vaccine being developed by its Janssen Pharmaceutical Cos. was 66% effective overall in preventing moderate- to severe COVID-19 28 days after vaccination in the nearly 44,000-patient Phase III ENSEMBLE trial (NCT04505722).", "sitename": "GEN - Genetic Engineering and Biotechnology News", "date": "2021-01-29", "cleaned_text": "Johnson & Johnson (J&J) said today that the single-dose COVID-19 vaccine being developed by its Janssen Pharmaceutical Cos. was 66% effective overall in preventing moderate to severe [COVID-19](https://genengnews.com/category/virology/coronavirus/) 28 days after vaccination in the nearly 44,000-patient Phase III ENSEMBLE trial ( [NCT04505722](https://clinicaltrials.gov/ct2/show/NCT04505722)). J&J acknowledged that the efficacy percentages varied depending where the vaccine was administered, with a low of 57% in South Africa, where a variant strain of SARS-CoV-2 from the from the B.1.351 lineage accounted nearly all cases 28 days post-vaccination. Percentages stood at 66% in Latin America and 72% in the U.S. The onset of protection was seen as early as day 14, J&J said. \"Our goal all along has been to create a simple, effective solution for the largest number of people possible, and to have maximum impact to help end the pandemic,\" Alex Gorsky, J&J's chairman, board of directors and CEO, said in a statement. \"We're proud to have reached this critical milestone and our commitment to address this global health crisis continues with urgency for everyone, everywhere.\" Investors showed less apparent enthusiasm, as shares of J&J slid 3.84% to $162.66 in early trading as of 10:01 a.m. Shares closed yesterday at $169.16. By contrast, shares of three other leading COVID-19 vaccine developers all rose: Moderna (up 11.54% to $177.96), BioNTech Pfizer (up 1.56%, to $36.42). J&J based its data on based on 43,783 participants accruing 468 symptomatic cases of COVID-19. The company said protection was generally consistent across race, age groups, including adults over 60 years of age (13,610 participants), and across all variants and regions studied—including in South Africa where 95% of COVID-19 cases were of the variant strain. The vaccine candidate—which J&J most recently referred to as [JNJ-78436735](https://genengnews.com/covid-19-candidates/janssen-pharmaceutical-cos-jj-and-barda/), but which was unnamed in today's announcement—proved 85% effective in preventing severe disease across all regions studied, 28 days after vaccination in all adults 18 years and older. \"Eighty-five percent efficacy in preventing severe COVID-19 disease and prevention of COVID-19-related medical interventions will potentially protect hundreds of millions of people from serious and fatal outcomes of COVID-19. It also offers the hope of helping ease the huge burden placed on healthcare systems and communities,\" stated Paul Stoffels, MD, J&J's vice chairman of the executive committee and chief scientific officer. \"These topline results with a single-shot COVID-19 vaccine candidate represent a promising moment.\" Efficacy against severe disease increased over time with no cases in vaccinated participants reported after day 49, J&J added. The vaccine candidate demonstrated complete protection against COVID-related hospitalization and death, 28 days post-vaccination. J&J cited a \"clear\" effect of the vaccine on COVID-19 cases requiring medical intervention (hospitalization, ICU admission, mechanical ventilation, extracorporeal membrane oxygenation (ECMO)), finding no reported cases among participants who had received the Janssen COVID-19 vaccine, 28 days post-vaccination. Adenovirus vector vaccine J&J's COVID-19 vaccine candidate is an adenovirus vector vaccine based on constructs created and tested by J&J with Beth Israel Deaconess Medical Center (BIDMC), part of Harvard Medical School, using Janssen's [AdVac® and PER.C6® vaccine technology platforms](https://www.janssen.com/infectious-diseases-and-vaccines/vaccine-technologies). AdVac can be used with Janssen's PER.C6® technology to develop recombinant vaccines against infectious diseases. The J&J vaccine candidate is among 21 \" [Front Runner](https://genengnews.com/category/covid-19-candidates/covid-19-front-runner/)\" leading candidates among the more than 300 COVID-19 therapeutics under study in GEN's updated and just-launched \" [COVID-19 Drug & Vaccine Candidate Tracker](https://genengnews.com/covid-19-candidates/covid-19-drug-and-vaccine-tracker/).\" Unlike most of those leading candidates, the J&J vaccine can be stored at standard refrigerator temperatures. \"We currently expect to store then transport our vaccine to customer warehouses at 2º to 8º C, based on available stability data using this vaccine platform,\" Craig Stoltz, a spokesman for Janssen Manufacturing & Technical Operations, [told GEN in November](https://genengnews.com/news/the-cold-truth-about-covid-19-vaccines/). The ENSEMBLE trial is a randomized, double-blind, placebo-controlled clinical study being conducted in eight countries and three regions, and designed to evaluate the safety and efficacy of a single-dose vaccine versus placebo in adults 18 years old and older. ENSEMBLE was also designed to evaluate the safety and efficacy of the Janssen vaccine candidate in protecting against both moderate and severe COVID-19 disease, with assessment of efficacy as of day 14 and as of day 28 as co-primary endpoints. ENSEMBLE has enrolled 44% of participants (19,302) in the U.S., 41% (17,905) in Central and South America (Argentina, Brazil, Chile, Colombia, Mexico, Peru), and 15% of participants (6,576) in South Africa. Forty-five percent of participants are female, 55% male. Among participants globally, 59% are White/Caucasian; and/or Latinx; American; 9% are Native American and 3% are Asian. In the United States, 74% are White/Caucasian; are Hispanic) and/or American; 6% are Asian and 1% are Native American. Of participants in the study, 41% had comorbidities associated with an increased risk for progression to severe COVID-19, including obesity (28.5%), type 2 diabetes (7.3%), hypertension (10.3%), HIV (2.8%). Other immunocompromised participants were also included in the study, J&J said. Federal agencies have committed up to nearly $1.5 billion toward supporting J&J's vaccine candidate from development through licensure—an award of more than $456.2 million in February from the Biomedical Advanced Research and Development Authority (BARDA), followed August 5 by approximately $1 billion from HHS and the U.S. Department of Defense (DoD) to support a manufacturing demonstration project including the ability to deliver vaccine doses to government-designated locations nationwide. "}