{"title": "Wild Integrative Health | Acupuncture and Herbal Medicine in Burnsville", "author": null, "url": "https://www.wildintegrativehealth.com", "hostname": "wildintegrativehealth.com", "description": "Wild Integrative Health is an integrative clinic in Burnsville, Minnesota that offers whole person care. Services include: acupuncture, herbal medicine, fire cupping, holistic microneedling, and more. Owner: Dr Sonja Murray, DAc, LAc, RN, CLC", "sitename": "Wild Integrative Hea", "date": "2016-01-01", "cleaned_text": "Wild Integrative Health offers in-person care and online holistic health coaching to address the root cause of symptoms. Do you experience any of the following symptoms? stress - fatigue - insomnia - anxiety - depression - headaches irregular or painful periods - fertility challenges hot flashes - dry skin - allergies - weight gain or loss digestive imbalances like bloating, constipation or diarrhea Although common, these symptoms are NOT normal! Book your first appointment to learn about the root cause of your symptoms, and holistic solutions to start feeling better today. Meet Your Practitioner & Holistic Health Coach Dr Sonja Murray, DAc, LAc, RN, CLC Hi and welcome! I am a Doctor of Acupuncture and Herbal Medicine, Registered Nurse, Regenerative Health Advocate, and Certified Lactation Counselor. As an integrative practitioner, I provide both hands-on and home care, as well as education and resources for you to gain autonomy over your health. My philosophy is that YOU are the most integral part of your treatment team. Burnsville Clinic Services Acupuncture Patients \"I felt like I was as much involved in the treatment plan as she was, and we were always on the same page.\" \"This is the most I've felt in my body in a long time.\" \" My digestive track is more regular than it has ever been. I am so thankful for everything!\" Microneedling Clients \"After three sessions, I could see a significant difference in how my skin felt and looked (glowing, moisturized, more plump), and now after completing six sessions, I'm a believer in this process and its incredible benefits, particularly when combined with acupuncture.\" \"My skin is amazing and the amount I learned about my body and products was crazy.\" 13754 Frontier Ct Suite 107 Burnsville, MN 55337 *Clinic "}