{"title": "PDF", "author": "PDF", "url": "https://ssj.jalisco.gob.mx/sites/ssj.jalisco.gob.mx/files/revista_salud_jalisco_11_digital_ok_31_agosto.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Revista Médico-Científi ca de la Secretaría de Salud Jalisco75 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJal Revista Médico-Científi ca de la Secretaría de Salud Jalisco73 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalServicio de Salud Jalisco DIRECTORIO INSTITUCIONAL Dr. Antonio Cruces Mada Secretario de Salud y Director del OPD Servicios de Salud Jalisco Dr. Héctor Raúl Maldonado Hernández Director General del Régimen Es tatal de Protección Social en Salud (REPSS) Dr. Juan Carlos Acosta García Encargado de Despacho de Descentralización y Proyectos Estratégicos Lic. Fernando Letipichia Torres Director de Asuntos Jurídicos Lic. Claudia Trigo González Directora de Comunicación Social Mtra. Mayda Meléndrez Díaz Director de Contraloría Interna Dr. Luis Daniel Meraz Rosales Director General de Planeación Dr. Jorge Manuel Sánchez González Director General de Salud Pública Dr. Dagoberto García Mejía Director General y Comisionado para la Protección contraRiesgos Sanitarios del Estado de Jalisco (COPRISJAL) Dr. Víctor Ángel Castañeda Salazar Director General de Regiones Sanitarias y Hospitales Ing. José Ramón Aldana González Director General de AdministraciónCOMITÉ EDITORIAL Director-Editor Dr. Guillermo Zenteno CovarrubiasAdministradorRicardo Flores CallerosEditores AsociadosDr. Rafael Rivera Montero Comisión Estatal de Bioética e Investigación de Jalisco Dr. Dionisio Esparza Rubio Centro Universitario de Ciencias de la Salud Universidad de Guadalajara Dr. Víctor Javier Sánchez González Centro Universitario de los AltosUniversidad de Guadalajara Dra. Ana Gabriela Mena Rodríguez Epidemiología Estatal Editores Locales Dra. Mireya Guadalupe Rosales Torres Coordinadora de Desarrollo Institucional de la Región Sanitaria II Dra. Catalina Figueroa García Coordinadora de Desarrollo Institucional de la Región Sanitaria IX Lic. Enfra. Beatriz Adriana Vázquez Pérez Coordinadora de Desarrollo Institucional de la Región Sanitaria XIII Dr. Raúl Villarroel Cruz Jefe de Enseñanza, Investigación, Capacitación y Ética del Hospital General de Occidente Dr. Víctor M. Tarango Martínez Jefe de Enseñanza e InvestigaciónInstituto Dermatológico de Jalisco \"Dr. José Barba Rubio\"Secretaria de Salud Jalisco Lic. Enfra. Martha Cecilia Mercado Aranda Jefe de Enseñanza e Investigación del Hospital Regional Puerto Vallarta Editores Nacionales Dr. Francisco Javier Ochoa Carrillo ExPresidente de la Academia Mexicana de Cirugía Dr. Leopoldo Vega Franco Fundador de la Asociación Mexicana de Editores de Revistas Biomédicas, A.C. (AMERBAC) Editores Internacionales Dr. Alberto Zanchetti/ Italia Dr. Radhamés Hernández Mejía /España Dra. Dafna Feinholz Klip Directora de Bioética de la Organización para la Educación, la Ciencia y la Cultura de las Naciones Unidas (UNESCO) SaludJalisco Año 4 No 2 mayo - agosto 2017. Es una publicación cu atrimestral editada por Servicios de Salud Jalisco, calle Dr. Baeza Alzaga 107 Zona Centro, Guadalajara, Jalisco, México. Guillermo Zenteno Covarrubias. Certifi cado de Reserva de Derechos al Uso Exclusivo Nº 04-2015-062913055200-102. ISSN: 2428-8747, ambos otorgados por el Instituto Nacional del Derecho de Autor de la Secretaria de Cultura. Certifi cado de Licitud de Título y de Contenido en trámite, este último lo otorga la Comisión Califi cadora de Publicaciones y Revistas Ilustradas de la Secretaría de Gobernación. Diseñada e impresa en México en la dirección de Publicaciones del Gobierno del Estado de Jalisco. Av. Prol. Alcalde1351, 1er Piso del Edifi cio C, Unidad Administrativa Estatal, Col. Mirafl ores, C.P . 44270, Guadalajara, Jalisco, México. Este número se terminó de imprimir el 15 de julio de 2017 con un tiraje de 2000 ejemplares. El conte nido y las fotografías son responsabilidad exclusiva de los autores. La reproducción parcial o total sólo podrá hacerse previa autorización del editor de la revista. Tod a correspondencia debe ser dirigida al editor responsable: zenteno_gmo@yahoo.es Correo electrónico: revista.saludjalisco@jalisco.gob.mx 74 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017Consejo Editorial Dr. Jorge Manuel Sánchez González Dr. Antonio Luévanos VelázquezDr. José Gilberto Rodríguez RodríguezDr. Guillermo Zenteno CovarrubiasDr. Celedonio Cárdenas RomeroDr. Noé Alfaro Alfaro Comité Cientí co Dr. Jorge Manuel Sánchez González Director General de Salud Pública Dr. Antonio Luévanos Velázquez Director de Desarrollo Institucional Dr. José Gilberto Rodríguez Rodríguez Jefe de Investigación Estatal Dr. Guillermo Zenteno Covarrubias Director-Editor de la Revista \"SaludJalisco\" Dr. Celedonio Cárdenas Romero Jefe del Departamento de Epidemiologia Estatal SSJ Dr. Luis Manuel Espinoza Castillo Vice-Presidente de la Asociación Médica de Jalisco, Colegio Medico, A.C. Mtro. Jorge Laureano Eugenio Asesor y promotor de investigación SSJ Dr. Alberto Briseño Fuentes Jefe del departamento de enseñanza SSJ Dr. José Miguel Ángel Van-Dick Puga Director del Hospital General de Occidente Dr. Ignacio García de la Torre Reumatólogo del Hospital General de Occidente Miembro Titular de la Academia Nacional de Medicina Dr. José Fernando Barba Gómez Director del Instituto Dermatológico de Jalisco Dr. José GuerreroSantos Director del Instituto Jalisciense de Cirugía Reconstructiva Dr. Adalberto Gómez Rodríguez Director del Instituto Jalisciense de Cancerología Dr. Héctor Raúl Pérez Gómez Director General OPD Hospitales Civiles Dr. José Sánchez Corona Director del Centro de Investigación Biomédica de IMSS Dr. Héctor Raúl Maldonado Hernández Sub Delegado Medico Estatal del ISSSTE Dr. Jaime Federico Andrade Villanueva Rector del Centro Universitario de Ciencias de la SaludUniversidad de Guadalajara Dr. Marco Antonio Cortés Guardado Rector del Centro Universitario de la CostaDra. Mara Nadiezhda Robles Villaseñor Rectora del Centro Universitario de los Altos Universidad de Guadalajara Dra. Patricia Bustamente Montes Decana de Ciencias de la Salud de la Universidad Autónoma de Guadalajara Dr. en C. Roberto Anaya-Prado División de Investigación / Facultad de Medicina Universidad Autónoma de Guadalajara Dr. Arturo Santos García Decano de la Región Occidente Escuela de Medicina y Ciencias de la SaludTec de Monterrey Mtro. David Eugenio Guzmán Treviño Rector de la Universidad del Valle de México Campus Zapopan Lic. Raúl Enrique Solís Betancur Rector de la Universidad Cuauhtémoc-Campus Zapopan Dr. Constantino Álvarez Fuster Rector de la Universidad Lamar Pbro. Lic. Francisco Ramírez Y áñez Rector de la Universidad del Valle de Atemajac Dra. Hilda Guadalupe Márquez Villarreal Coordinadora Estatal de Calidad Dr. Martín López Rodríguez Director de Laboratorio de Salud PúblicaCentro Estatal de Laboratorios Dr. Salvador Chávez Ramírez ComisionadoComisión de Arbitraje Médico del Estado de Jalisco (CAMEJAL) Dra. Hilda E. Alcántara Valencia Directora General Sistema de Educación Continua para el Médico General y Familiar C.D. M.A.S. Luis Fernando Moreno López Jefe del Departamento de Capacitación y Desarrollo SSJ Mtra. Brenda Jacome Sánchez Coordinación de Direcciones de Salud Pública, SSJ. Dr. Manuel Sandoval Díaz Jefe del Departamento de Promoción de la Salud, SSJ. Dr. José de Jesús Saavedra Aceves Medicina Preventiva SSJ Mtro. Álvaro Ascencio Tene Director de Publicaciones y Periódico Ofi cial de la Secretaría General de Gobierno Fernando Enciso Cabral Supervisión Editorial LDG Mariana C. Gómez Ruiz Diseño Editorial y DiagramaciónRevista Médico-Científi ca de la Secretaría de Salud Jalisco75 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJal76 78 81 91 104 111 123 128 135 138CONTENIDO Editorial ............................................................................................. Editorial/SaludArte y Campus Saludable. Dos experie ncias de política pública sanitaria desde el ámbito de la educación ....................................................................................... Dr. Mara Nadiezhda Robles Villaseñor Artículos Originales Factores de riesgo para Hipertensión Arterial Sistémica y Diabetes Mellitus Tipo 2 en el personal docente de uno de los Departamentos del Centro Universitario de Ciencias de la Salud. U niversidad de Guadalajara, Infl amación celular y dislipidemi a en escolares del programa PROSPERA en Zapopan, urgencia epidemiológica en prevención de enfermedades crónicas ............................................... López-Martínez L. M., Rodríguez-Palafox Ciudad ............................. García de A.L. Perfi l epidemiológico del carcinoma basocelular en adultos jóvenes del Estado de Jalisco ................. Sánchez-Tadeo M.T., Chávez-Luna J. A., Jáuregui-Aguir re E., Suárez-González A., Barba-Gómez J. M. Uso de herramientas de alto desempeño para buscar biomarcadores que mejoren la detección de tuberculosis en pacientes con diabetes mellitus asintomáticos para la infección ....................................... Aceves-Sánchez M. de J., González-Sal azar F., González-Sánchez D., Brav o-Madrigal J., Flores-Valdez M. A. Caso clínico Sensibilidad antimicrobiana de cepas de Streptococcus pneumoniae, período 2012-2015 en niños menores de 6 años que cursaron con neumonia .................................................................. de E., Saavedra-Cabrera S.L., Avila-Correa A. Bioética La naturaleza y la dignidad de los pacientes ............................................................. Rivera-Montero, R. Personaje ilustre de la salud Dr. Orta (1899-1988) ............................................................... Ruíz-Durán M. Número 2 Mayo-Agosto de 2017EDITORIAL Estimados lectores, tienen en sus manos el ejemplar Nº 11 de su Revista SALUDJALISCO, con la cual iniciamos el cuarto año de actividades en este proyecto. Contamos en este número con artículos originales completamente ad hoc a la realidad que presenta la Salud Pública en nuestro país, pues se tratan los problemas de salud de mayor costo para el Sistema Nacional de Salud, dadas sus reperc usiones y complicaciones, tales son la diabetes mellitus, la hipertensión arterial sistémica y, uno de los mayores problemas en salud que vive México: las alteraciones metabólicas en los niños, debido al estilo de vida nocivo cada vez más arraigado en los jóvenes. Contamos con un Editorial en que nos da cuenta la Dra. Mara Nadiezhda Robles Villaseñor, Rectora del Centro Universitario de Los Altos, de la implementación del programa de salud universitaria (Campus Saludable), que consiste en diagnosticar a la población estudiantil susceptible y actuar en consecuencia. Información para la acción, es una premisa esencial de todo esquema de intervención en Sal ud Pública (y una guía nodal de los sistemas de vigilancia epidemiológica). Este programa se enfoca en un nicho específi co y muestra elementos importantes de la Salud Pública. Esta estrategia, está enfocada a un grupo poblacional mu y susceptible: el alumno universitario. El programa de acción que aquí se describe sigue este propósito de intervención, orientado en alguna forma en el enfoque higienista/preventivo de la Salud Pública de Julio Frenk, que estable ce una intervención creciente para una p oblación cada vez menos vulnerable y cada vez más afectada. El primer artículo original, nos habla precisamente sobre los factores de riesgo identifi cados para hipertensión arterial y diabetes mellitus en personal docente del Centro Universitario de Ciencias de la Salud de la Universidad de Guadalajara, liderados por la Maestra Enriqueta Cambero, en donde encontraron resultados preocupantes e irónicamente frecuentes, principalmente en cuanto a diabetes mellitus se refi ere, esto si consideramos que es un centro dedicado a la enseñanza y preservación de la salud en todas sus formas. En el siguiente artículo original de la publicación, encontramos como tema la presencia de infl amación celular y dislipidemia en escolares inscritos al programa PROSPERA en Zapopan; encontrando, este grupo de investigadores de la propia Secretaría de Salud Jalisco, inicialmente una excesiva prevalencia de las entidades patológicas antes descritas en la población estudiada, situación que resulta alarmante, así como de los valores de los mismos, después de implementarse en la dieta el consumo de pescado dos veces por semana durante un periodo de seis meses, obteniéndose resultados positivos pero que deberán estudiarse más en futuros protocolos, siendo sufi cientemente relevantes como para recomendar la inclusión de pescados y mariscos en la dieta de los escolares, con ayuda de los organismos correspondientes, para generar hábitos saludables y reducir en buena medida uno de los principales asuntos sanitarios de nuestro país como lo es la obesidad infantil. Por parte del Dr. Javier García de Alba, tenemos un estudio de tipo cualitativo acerca del pluralismo terapéutico entre los biomédicos en su práctica en la ciudad de Querétaro, encontrándose que es cada vez más frecuente la inclusión de esquemas terapéuticos alternativos y complementarios en su práctica médica, incluso llegando en algunos casos a la sustitución de la terapéutica biomédica, encontrán dose varios motivos para esto, los cuales se discuten más detalladamente en el estudio mencionado.Revista Médico-Científi ca de la Secretaría de Salud Jalisco77 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalAdemás, contamos con un estudio epidemiológico del carcinoma ba socelular en adultos jóven es del Estado de Jalisco, el cual presenta la Dra. Trinidad Sánchez Tadeo, don de con un universo de los estudios histopatológicos de Instituto Dermatológico de Jalisco, se detalla el resultado de la incidencia sustancialmente más frecuente en adultos menores de 50 años, así como el predominio de la presentación en el sexo femenino, las regiones de Jalisco con mayor prevalencia, así como las zonas corporales más afectadas por esta neoplasia, el más frecuente de los cánceres en México y el mundo. El Centro de Investigación y Asistencia en Tecnología y diseño del Estado de Jalisco, A.C. (CIATEJ), nos presenta un estudio sobre el empleo prospectivo de herramientas de alto desempeño en la búsqueda de biomarcadores que resulten más específi cos para una detección más temprana y óptima de tuberculosis en pacientes con diabetes mellitus, los cuales resultan ser un grupo signifi cativamente vulnerable a la infección por la mycobacteria , incluso siendo más frecuentes y propensos que los pacientes con infección por VIH, por lo que resulta un tema de gran relevancia en la atención integral y diagnóstico más oportuno de pacient es en estos casos, de ahí el interés de este articulo. El grupo de pediatras de varias instituciones del país nos en vió otro interesante artículo para la sección de caso clínico. Tiene como tema de análisis la sensibilidad antimicrobiana de Streptococcus pneumoniae en niños menores de 6 años que cursaron neumonía entre el 2012-2015 en el est ado de Yucatán, siendo este uno de los principales agentes etiológicos bacterianos de neumonía no solo en México, sino a nivel mundial, por lo que conocer su sensibilidad a agentes microbianos es de vital importancia para su óptimo tratamiento y evitar resistencias. Como resultado se encontró, a grandes rasgos, una alta sensibilidad a fl uoroquinolonas y cefalosporinas, y una elevada resistencia a poderosos antimicrobianos como los carbapenémicos, resultados muy interesantes para analizar. Dr. Rafael Rivera Montero, Secretario Técnico de la Comisión Estatal de Bioética e Investigación de Jalisco, nos comparte en la sección de bioética un texto con una gran refl exión sobre las cuestiones éticas en salud, pues nos recuerda que el centro de todo el campo de estudio de la me dicina es el paciente, y el respeto a su dignidad durante su atención, pues tarde o temprano a la gran mayoría nos toca estar del otro lado en algún momento de la vida. Para fi nalizar con el contenido de nuestra edición tenemos, elab orado por la Dra. Ruiz Duran del Centro Universitario de Ciencias de la Salud, un homenaje al Dr. Roberto Mendiola Horta, como personaje ilustre de la salud, todo un pilar en la formación médica a nivel nacional, así como uno de los pi oneros de la histología en la ciudad y a nivel nacional, cuyo legado es fundamental sobre todo para los alumnos de medicina de la Universidad de Guadalajara. Así es como cerramos esta serie de artículos y textos científi cos del número 11, de la revista SALUDJALISCO, el cual contiene temas de gran interés dados los tiempos y a los retos en salud que nos enfrentamos, por lo que esperamos sea de su entero agrado, pues este siempre ha sido nuestro compromiso.78 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017Editorial SaludArte y Campus Saludable Dos experiencias de política pública sanitaria desde el ámbito de la educación Por Dr. Mara Nadiezhda Robles Villaseñor1 Como decisores, uno de los aspectos que más debemos cuidar en la hechura de políticas públicas es ser efectivos, es decir, logr ar un impacto medible con una orientación preventiva de l problema, sin descuidar las acciones contingentes. SaludArte y Campus Saludable fueron concebidos desde la óptica de la Educación para la vida y se han convertido en dos referent es exitosos y novedosos de política pública en el país y para los respectivos entornos donde se implantaron. SaludArte empezó por implantarse en 84 escuelas primarias la Ciudad de México2 y Campus Saludable en el Centro Universitario de los Altos (CUALTOS)3. Si bien ambos han tenido como benefi ciarios a poblaciones distintas, comparten un mismo propósito: aumentar las habilidades de autocuidado de la salud en los estudiantes, con el objetivo de dotarlos de una formación integral: el cuerpo, la mente y el espíritu.4 A continuación, se expondrán los aspectos más relevantes de las dos experiencias mencionadas, enfocando la gestión y los result ados obtenidos. De cada programa se expone su gestión que, en ambos casos, se identifi ca con el Modelo de Gestión Emergente (MGE), cuya fi nalidad es lograr impacto.5 Después se destacan sus resultados. SaludArte Para la gestión del programa, se partió del siguiente supuesto: las actividades extracurriculares contribuyen al mejoramiento d e los resultados académicos, particularmente de aquellos que pertene cen a los estratos socioeconómicos más desfavorecidos. En esta fa se fue fundamental la consulta y colaboración de los expertos en el tema, pues con sus aportes se complementó el MGE con el que en la Secretaría de Educación de la Ciudad de México habíamos decidido trabajar.6 El programa se dirigió a alumnos de escuelas primarias y tuvo tres componentes: 1) Alimentación y hábitos de autocuidado, 2) Actividad física y 3) Formación en artes y actividades culturales. La gestión de SaludArte se integró por cuatro etapas, mismas que se destacan en el cuadro 1. Se puede identifi car con facilidad el esquema de trabajo del MGE (columna izquierda) con las diferentes acciones que se realizaron (columna derecha). Cuadro 1. Esquema del MGE / Diseño de SaludArte Esquema de trabajo del MGE Acciones realizadas Construcción de la problemáticaConsulta Marco a Expertos. Realización de seminarios.Publicación de los resultados en una colección. Defi nición del problema y DiagnósticoEl equipo directivo de la Sedu se informa en medios abiertos y en literatura especializada. 1 Rectora del Centro Universitario de los Altos. 2 Ciclo escolar 2013-2014. 3 Ciclos escolares 2015-2016 y 2016-2017. 4 En el caso de SaludArte, el programa se extendía a actividades artísticas y culturales. 5 El Modelo de Gestión Emergente privilegia el equilibrio fi scal, fomenta las alianzas sociales, la gobernanza y privilegia los resultados, el impacto social, mediante la focalización de los recursos. 6 En 2013 aún se denominada Secretaría de Educación del Distrito Federal.Revista Médico-Científi ca de la Secretaría de Salud Jalisco79 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalEsquema de trabajo del MGE Acciones realizadas Implementación y operación del programaEscuelas benefi ciarias y elaboración de la línea basal del componente nutricional.Solución de problemas durante la implementación del componente nutricional. Evaluación del programa Propuesta de evaluación interna en las reglas de operación. Fuente: Libro: Gestión social. Cómo lograr efi ciencia e impacto en las políticas sociales y Programa Saludarte. Resultados Luego de un año escolar en operación, SaludArte mostró impactos relevantes en la salud de los alumnos, mismos que pueden observ arse en el cuadro 2. Cuadro 2. SaludArte. Impacto en rubros sanitarios (Porcentajes) Antes (2013)Después (2014) Lavado de manos 56.3 70.1 Lavado 68.0Placa dento encías 51.2 31.0 Alumnos con más de 28 horas de TV 22.4 15.4Conocimiento en nutrición Instituto Nacional de Salud Púb lica y Asociación Dental Mexicana. De acuerdo con una encuesta de satisfacción realizada a los padres de los benefi ciarios: · 95% de los padres tuvo una opinión muy buena o buena sobre el programa;· 97% declaró que a sus hijos les gustaba participar en el programa;· 70% consideró que el programa ha impactado positivamente en sus hogares;· 80% notó cambios positivos en sus hijos, y los asociaron a SaludArte;· 98% declaró que les interesaría que sus hijos continuaran en el programa, y· 80% consideró que la calidad de los alimentos es buena o muy buena. Campus Saludable En este programa también se partió del siguiente supuesto: las actividades extracurriculares contribuyen al mejoramiento de los resultados académicos, particularmente de aquellos que pertenecen a los estratos socioeconómicos más desfavorecidos. En su primera etapa, el programa tiene el propósito de elabor ar un diagnóstico médico a los alumnos de CUALTOS, con el objeto d e mejorar el bienestar del alumnado, creando conciencia de la importancia de la salud. Las áreas de la salud que se evaluaron fueron: medicina, odontología, nutrición, psicología, oft almología, vacunación y la actividad física. También se brindaron talleres y actividades educativas en diversos módulos: 1) neurociencias, 2) nutrición y 3) el cuer po como herramienta para afrontar el estrés y la ansiedad. La gestión de Campus Saludable se integró por cuatro etapas, mismas que se destacan en el cuadro 3. Se puede identifi car con facilidad el esquema de trabajo del MGE (columna izquierda) con la s diferentes acciones que se realizaron (columna derecha).80 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017Cuadro 3. Esquema del MGE / Diseño de Campus Saludable Esquema de trabajo del MGE Acciones realizadas Construcción de la problemáticaEl equipo directivo de CUALTOS no conoce con exactitud las características sanitarias y epidemiológicas de su población. Defi nición del problemaSe establecen líneas de acción para conocer sanitaria y epidemiológicamente a la población del Campus: análisis médicos del estado físico de la población. Implementación y operación del programa Realización de los estudios médicos a la población del Campus. Evaluación del programaCon base en los resultados de los diagnósticos médicos realizados, el equipo directivo de CUALTOS valora los resu ltados del diagnóstico. Fuente: Libro: Gestión social. Cómo lograr efi ciencia e impacto en las políticas sociales y Programa Campus Saludable. Resultados de Campus Saludable Luego de esta primera etapa diagnóstica y una vez conocidos los resultados de la valoración que se realizó, se ha iniciado la s egunda edición del programa en mayo de este año. No obstan te, a continuación se enlistan los principales resultados. · 86% de los estudiantes de primer ingreso se dedican exclusivam ente a estudiar, 28% tiene sobrepeso más obesidad; 14% trabaja y estudia,· 58% de los alumnos no realiza actividad física (sedentarismo),· 42% realiza ejercicio en los estándares contemplados como óptimos por la Organización Mundial de la Salud, · 37% tiene antecedentes fami liares de diabetes mellitus, · 32% tiene antecedentes familiares de hipertensión arterial, y· 18% tiene antecedentes familiares de obesidad. De una muestra de 209 alumnos (70.8% mujeres y 29.2% hombres), se encontró presencia de dislipidemias en una población de jóvenes aparentemente sanos: 26.2% presentaron hipoalfalipoproteinemia, 6.2% hipercolesterolemia e hipertrigliceridemia; sólo 1.4% presentó intolerancia a la glucosa. Estos resultados bioquímicos indican la existencia de una mala ca lidad en la dieta ingerida, y la presencia de hipertriglicerid emia e hipoalfalipoproteinemia son factores de mayor impacto en el diagnóstico de síndrome meta bólico, como lo han demostrado diversos estudios. Respecto de las conductas alimentarias, 54.4% reportó que rea liza al menos tres tiempos de comida de manera regular; 63.2% que come fuera de casa habitualmente; 4.4% que consume multivitamínicos y 1.5% ingiere laxantes. Debe destacarse la participación del Instituto Mexicano del Segur o Social en el programa; participó con recursos humanos y mate riales: · 90% de los estudiantes de nuevo ingreso inmunizados contra el virus del papiloma humano, hepatitis B y tétanos.· 60% de los estudiantes de nuevo ingreso inmunizados contra el virus del papiloma humano, hepatitis B y tétanos. La Secretaría de Salud del estado, participó con cinco módu los entre vacunas, detecciones, entrega de preservativos y dípticos; pláticas y talleres, así como la activación de una línea 01 800 Materna. Últimos comentarios Es indudable que en contextos reiterados de restricción presupuesta ria y de profundas rezagos sociales en materia de salud y ed ucación, es indispensable aplicar con efectividad los recursos públicos, to mando decisiones con base en el conocimiento y en la inclusió n de los agentes políticos y sociales involucrados e interesados. No hay que olvidar que las políticas públicas, además de est udiar y analizarlas las acciones públicas de gobierno, es un ofi cio en el que hay que ponderar lo técnico y lo político.Revista Médico-Científi ca de la Secretaría de Salud Jalisco81 Año Número 2 Mayo-Agosto de 2017 RevSalJalRecibido: 29/09/2016 Aceptado: 12/04/2017Factores de riesgo para Hipertensión Arterial Sistémica y Diabetes Mellitus Tipo 2 en el personal docente de uno de los Departamentos del Centro Universitario de Ciencias de la Salud. Universidad de Guadalajara, febrero-mayo 2016 Macías-Hernández J.C. (1), Alcantar-Carrillo O.E. Kasten-Monges M. de J. (3), Cambero-González E.G. (1). (1) Universidad de Guadalajara, Centro Universitario de Ciencias de la Salud, División de Disciplinas para el Desarrollo, Promo ción y Preservación de la Salud. Cuerpo Académico UDG-CA-833 Administración y Calidad en los Servicios de Salud, (2) Universidad de Guadalajara, Centro Universitario de Ciencias de la Salud, (3) Universidad de Guadalajara, Centro Universitario de Ciencias de la Salud, División de Disciplinas para el Desarrollo, Promoción y Preservación de la Salud. Resumen La Hipertensión Arterial Sistémica (HAS) y la Diabetes Mellitus Tipo 2 (DM2) son enfermedades crónicas degenerativas que de acuerdo a la Encuesta Nacional de Salud y Nutrición 2012 (ENSANUT 2012), la HAS se incrementó 19.7%, respecto al 2006, es decir, la HAS afecta a 1 de cada 3 adultos mexicanos. Mientras la DM2, afecta a 6.8 millones de mexicanos, y es una de las principales causas de muerte a nivel nacional y se estima que la tasa de mortalidad crece 3% cada año. Diversos estudios describen una serie de factores que contribuyen a la adquisición de HAS y DM2, como lo es la edad, dietas elevadas en grasas saturadas, el tabaquismo, estilo de vida sedentario y la presencia de otras enfermedades crónico degenerativas como dislipidemias, obesidad, entre otras. Objetivo: describir los factores de riesgo para Hipertensión Arterial Sistémica y Diabetes Mellitus Tipo 2 en el personal docente de uno de los Departamentos del Centro Universitario de Ciencias de la Salud. Material y métodos: se realizó el presente estudio cuantitativo, transversal y descriptivo en 30 profesores docentes en un Departamento del Centro Universitario de Ciencias de la Salud de la Universidad de Guadalajara, durante el periodo febrero a mayo del presente año. Donde se aplicó la encuesta \"Factores de riesgo para Hipertensión y Diabetes Mellitus Tipo II\" elaborada y avalada por la Secretaria de Salud de México. Resultados: los factores de riesgo para HAS y DM2 en los profesores docentes son los siguientes: perímetro de cintura, índice de masa corporal (IMC), peso, falta de ejercicio, la edad, el estrés, puntaje y riesgo alto de DM2, glucemia capilar ocasional, grado de IMC, hermanos diabéticos y tensión arterial sistólica y diastólica promedio. Conclusiones: los profesores docentes del Departamento estudiado del Centro Universitario de Ciencias de la Salud de la Universidad de Guadalajara están en alto riesgo de padecer Diabetes Mellitus Tipo 2, respecto a los factores de riesgo para Hipertensión Arterial Sistémica. Palabras clave: Diabetes Mellitus Tipo 2, Hipertensión Arterial Sistémica, Factores de Riesgo, Profesores. Abstract Systemic arterial hypertension (SAH) and diabetes mellitus type 2 (DM2) are chronic degenerative diseases according to the National Survey and Nutrition 2012. HAS 19.7% increase, compared to 2006, that is SAH aff ects 1 in 3 adults Mexicans. While DM2 aff ects 6.8 million Mexicans, and is one of the leading causes of death nationwide and an estimated mortality of factors that contribute to the acquisition of SAH and DM2, such as the age, high diets high in saturated fats, smoking, sedentary lifestyle and as dyslipidemia, obesity, To describe risk factors for hypertension and diabetes mellitus type 2 on professors in one of the departments of the University Center for Health Sciences. Material and methods: this quantitative, transversal and descriptive study was conducted on 30 professors teaching in one of the departments of the University Center for Health Sciences at the University of Guadalajara, during the period February to May this year. Where the survey \"Risk factors for hypertension Artículo original82 RevSalJal Año 4 de 2017and diabetes mellitus type II\" developed and endorsed by the Ministry of Health of Mexico was applied. Results: Risk factors for SAH and DM2 in are: waist circumference, body of exercise, age, stress, score and high risk of type 2 diabetes, blood sugar casual hair, and degree of BMI, diabetic brothers and systolic and diastolic blood pressure average. Conclusions: professor´s teachers Department studied the University Center for Health Sciences at the University of Guadalajara are at high risk for type 2 diabetes mellitus, regarding risk factors for hypertension.Keywords: Type 2 Diabetes Mellitus, Hypertension Systemic, Risk Factors, Teachers Introducción La Hipertensión Arterial Sistémica (HAS) y la Diabetes Mellitus Tipo 2 (DM2) son enfermedades crónicas degenerativas que de acuerdo a la Encuesta Nacional de Salud y Nutrición 2012, la HAS se incrementó 19.7%, respecto al 2006, es decir, la HAS afecta a 1 de cada 3 adultos mexicanos. Mientras la DM2, afecta a 6.8 millones de mexicanos, y es una de las principales causas de muerte a nivel nacional y se estima que la tasa de mortalidad crece 3% cada año. 1 La hiperglucemia es signo característico de un grupo de enfermedades; la DM2 abarca del 90 al 95% de los casos, provoca alta morbilidad e incapacidad y hasta muerte. 2 La HAS es un factor de riesgo cardiovascular relacionado con este padecimiento.3 Por otro lado la HAS es un síndrome de etiología múltiple caracterizado por la elevación persistente de las cifras de presión arterial a cifras 140/90 ml/Hg. Es producto del incremento de la resistencia vascular periférica y se traduce en daño vascular sistémico. 4 La prevalencia actual de HAS en México es 31.5%, y es más alta en adultos con obesidad que en adultos con índice de masa corporal (IMC) normal, y en adultos con DM2 que sin esta enfermedad. Por grupos de mayor y menor edad, la distribución de la prevalencia de HAS es de 4.6 veces más baja en el grupo de 20 a 29 años de edad que en el grupo de 70 a 79 años. De los adultos con HAS diagnosticada por un médico, sólo 73.6% reciben tratamiento farmacológico y menos de la mitad de estos tiene la enfermedad bajo control. 1 La DM2 es un grupo heterogéneo de trastornos que se caracterizan por concentraciones elevadas de glucosa en sangre. Los factores de riesgo (FR) más importantes son el sobrepeso y obesidad, que se asocian con inactividad física y alimentación inadecuada. 5,6 Se considera un problema de salud pública a nivel mundial, el aumento de las personas afectadas por DM2 se debe a varios factores: El crecimiento de la población. El envejecimiento de la población, la diabetes es más común en personas mayores; sin embargo, debido a diferencias demográfi cas, en países ricos la diabetes predomina arriba de los 60 años y en los países en vías de desarrollo la edad está entre los 40 y 60 años. La urbanización, asociada a cambios alimentarios y de un estilo de vida más sedentario. La epidemia de obesidad, derivada de mayor prosperidad y reducción de la actividad física. La DM2 consume entre 4.7% y 6.5% del presupuesto para la atención de la salud. 2 El Instituto Mexicano del Seguro Social (IMSS) estimó el gasto médico por componente de atención médica en el año 2009 el cual corresponde a los 3 primeros lugares a la HAS, la DM2 y la insufi ciencia renal, en un porcentaje de 40, 36 y 13 respectivamente. 7 En México, la ENSANUT 2012, informó una prevalencia de obesidad abdominal, de acuerdo a la circunferencia de cintura, de 70% en hombres y 74% en mujeres. La prevalencia de sobrepeso y obesidad en los adolescentes en México es de 31.9%. Alrededor de 7 de cada 10 adultos padecen sobrepeso u obesidad. La obesidad mórbida, sin embargo, aumentó 45% en mujeres y 22% en hombres en los últimos 6 años. Los casos de diabetes por diagnóstico anterior fueron de 15.4% en los hombres y 19.6% en las mujeres. De estas cifras solo una cuarta parte de los hombres y la quinta parte de las mujeres tenían diabetes bien controlada, de acuerdo con el porcentaje de hemoglobina glucosilada (HbA1c). La diabetes constituye un reto creciente y trascendente para los sistemas de salud porque: Durante el 2010, la prevalencia de diabetes mellitus fue de 10.5% en la población. Ocupa el segundo lugar de demanda de consulta en medicina familiar, el quinto lugar en la consulta de especialidades. Ocupa el octavo lugar en la consulta de urgencias y como motivo egreso hospitalario. 83 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalFactores de riesgo para Hipertensión Arterial Sistémica y Diabetes Mellitus Tipo 2 en el personal docente 5 de cada 10 pacientes en los programas de diálisis son DM2. Es primera causa de los dictámenes de invalidez que corresponde el 14.3% del total, con una relación hombre mujer de 8 a 1. (83 y 17% respectivamente). La diabetes mellitus es un factor de riesgo cardiovascular, se estima que entre 7 y 8 de cada 10 personas con diabetes mueren por este motivo. 8 En los últimos años, distintas instituciones y autores procedentes de varios países, han realizado investigaciones para determinar los factores de riesgo para adquirir DM2, HAS o ambas, mismas que describen los resultados expresados en la tabla 1. Tabla 1. Resultados obtenidos de estudios enfocados en la búsqueda de Factores de riesgo para Hipertensión Arterial Sistémica y Diabetes Mellitus tipo II No. TÍTULO AUTOR PAÍS RESUL TADOS 1Estilos de vida y riesgos en la salud universit arios: un est udio descri ptivo.García-Hernández, Claud ia.Méxic oEn este caso, las evidencias mostraron que más de la mitad de la muestra tení a antece dentes familiares de diabetes, y un tercio de enfermedades cardiovasculares, cáncer o sobre peso u obesidad. 2Estilos de vida y riesgos en la salud de traba jadores univers itarios.Camacho-Rába go, Luz A ydeé.MéxicoLos resultados muestran los diversos ries gos: los que suponen la probabilidad de a parición de enfermedad, los que coexisten con al guna o los que pueden ser factores de ries go que la provoquen. En la muestra existen 11 su jetos sin antecedentes hereditarios ni comportamientos de ries go; ocho su jetos sin antece dentes hereditarios ni com portamientos de riesgo que presentan un factor protector (el e jercicio). 67 sujetos presentan algún riesgo por sus antecedentes hereditarios o por su estilo de vida. 3Factores de ries go para Diabetes Mellitus Ti po 2 en universit asociación con variables sociodemo gráfi cas.Adman Câmara Soares-Lim a.BrasilLos datos recolectados en el presente estudio indicaron que el factor de riesgo más prevalente fue el sedentarismo, seguido por el exceso de peso, obesidad central, glucosa plasmática en a yunas elevada y hipertensión arterial. Fue encontrada asociación estadísticamente si gnifi cante del exceso de peso con el sexo (p=0,000), edad (p=0,004) y estado civil (p=0,012); obesidad central con edad (p=0,018) y estado civil (p=0,007); glucosa plasmática en a yunas elevada con el sexo ( p=0,033). 4Factores de ries go cardiovascular en docentes universitarios.Gisela González Ruiz.ColombiaPoblación con índice de masa corporal sobre valores límites permisibles; in gesta de alcohol (62%), perímetro abdominal por encima de lo normal (45%), sedentarismo (44%), estrés (41%), hi pertensión arterial (28%), antecedentes familiares de enfermedades coronarias (37%) y dislipidemias (15%). 5Estil os de vida asociado s al ries go cardiovascular global en traba jadores universit arios del Est ado de México .Patricia Cerecer o. MéxicoEn los traba jadores con sobrepeso u obesidad, el RCV su peró al de a quéllos con peso normal. Los antecedentes familiares de infarto del miocardio se entes familiares de infarto del miocardio se asociar oon directamente, y la actividad física moderada- vigoros aa inversamente con el RCV, en modelos con interacc iones entre género y actividad física; esta relación se m antuvo sólo en l os hombres.84 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017No. TÍTULO AUTOR PAÍS RESUL TADOS 6Factores de ries go para la Diabetes Mellitus en el profesional de enfermería .Francisco Javier Báez Hernán dez.Méxic oSe encontró que cerca de la mitad de la muestra estudiada refi rió que sus padres padecen dm. Para los resultados de IMC y de cc, se encontró un porcentaje alto de sobrepeso y riesgo incrementado para desarro llar comp licaciones meta bólicas re laciona das con la obesidad. En cuanto actividad física hubo un alto porcenta je de profesionales de enfermería que no realiza ningún tipo de ejercicio. 7Factores de ries go para la hipertensión arterial .Benjamin Huerta Robles.Méxic oControl de peso, alcohol, actividad física, in gesta de sodio, ingesta de potasio, uso de tabaco, consumo de cafeína , cambios en la dieta 8Factores de riesgo para Diabetes Me llitus Tipo 2 en universit arios: asociación fi cas.Adman Câmara Soares Lim a.BrasilLos datos recolectados en el presente estudio indicaron que el factor de riesgo más prevalente fue el sedentarismo, seguido por el exceso de peso, obesidad centra l, glucosa p lasmática en ayunas e levada e hipertensión arteria l. Material y Métodos Se realizó un estudio cuantitativo, transversal y descriptivo en 30 profesores docentes en un Departamento del Centro Universitario de Ciencias de la Salud de la Universidad de Guadalajara, durante el periodo febrero a mayo del presente año, a través de un muestreo probabilístico por conveniencia y con previa selección de aquellos que en el moment o no tenían diagnóstico de DM2, HAS o ambas, pertenecían al Departamento de estudio, impartían clases relacionadas con la Salud Pública, y aquellos presentes en el momento del estudio. Para el análisis del estudio se aplicó la encuesta \"Factores de riesgo para Hipertensión y Diabetes Mellitus Tipo II\" elaborada y avalada por la Secretaria de Salud de México, la cual evalúa variables como: sexo, peso, talla, IMC, perímetro de cintura, actividad física, edad, antecedentes heredofamiliares de DM2, antecedentes de hijos macrosómicos, datos sugestivos de DM2, glucemia capilar, cifras de tensión arterial promedio, y estilos de vida como dieta inadecuada, abuso de alcohol, tabaco, falta de ejercicio, estrés y contaminación. Con los datos se obtuvieron medidas de tendencia central, de frecuencia y de dispersión, así mismo se realizó una clasifi cación de cuatro categorías (tensión arterial sistólica promedio, tensión arterial diastólica promedio, puntaje total obtenido en la suma de factores de riesgo para DM2 y el grado de riesgo para DM2) con el fi n de correlacionar con cada variable a través del coefi ciente de Pearson. Resultados Se encuestaron a un total de 30 profesores docentes pertenecientes a un Departamento del Centro universitario de Ciencias de las Salud obteniendo los siguientes resultados (tabla 2): el 80% se conformó por mujeres. La edad promedio fue de 47.43 años, con una desviación estándar de 13 años, una mediana de 50 años, y una moda de 29 años, el rango fue de 42 años , siendo la edad mínima de 26 y la máxima de 68 años. En cuanto a las medidas antropométricas; el promedio de estatura fue de 1.64 metros (mínima 1.48, máxima 1.8); respecto al peso, un promedio de 72.73 kilogramos (mínimo 54.1, máximo 96.9; rango de 42.8 kilogramos), con una desviación estándar de 12.6 kilogramos; en el IMC se encontró un promedio de 27.20 puntos, (mínimo 21.7, máximo 39.3; rango de 17.6 puntos) con una desviación estándar de 4.1 puntos, es así que la moda se mantuvo en sobrepeso; fi nalmente el perímetro de cintura promedio osciló en los 91.87 cm (mínimo 67, máximo 114; rango de 47 centímetros) con una desviación estándar de 10 cm. Ahora bien dentro de los factores de riesgo para DM2, se encontraron los siguientes hallazgos: el 73% no realiza nada de ejercicio, el 50% se encontró dentro del rango de edad de 45 a 65 años, solo el 13.3% tuvo más de 65 años. El 66.7% no tiene hermanos diabéticos, sin embargo, el 53,3% tiene padres diabéticos, en cuanto a las mujeres, en su mayoría, el 70%, no tuvo hijos macrosómicos. Es 85 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalasí que la media del puntaje sumado para riesgo de DM2 fue de 18.97 (mínimo de 0, máximo de 32; rango de 32 puntos), esto es, el 73.3% se localiza en un estado de alto riesgo. El 96.7% del personal no presentan síntomas sugestivos de DM2. Para aquellos a quienes se les tomó una glucemia capilar, el promedio fue de 83 mg/dl, con una máxima de 369 mg/dl, en una muestra casual y postpandrial de 2 horas. Tabla 2. Variables cuantitativas continuas de Factores de Riesgo para HAS y DM2 en el personal docente de uno de los Departamentos del Centro Universitario de Ciencias de la Salud de la Universidad de Guadalajara, Febrero-Mayo 2016 Variable Promedio Mediana 10 67 114 Edad 47.43 50 29 13 26 68 Puntaje RDMII 18.97 20.7 20 10.4 0 32 Glucemi a 80 369 TA sistó lica prome 113.3 lica prome dio 73.80 72.7 7 0 8.1 56 95 Fuente: encuesta directa. NA: No Aplica, RDMII: Riesgo de Diabetes Mellitus Tipo II Por otro lado, los factores de riesgo para Hipertensión Arterial Sistémica, se encontró lo siguiente: una tensión arterial diastólica y sistólica promedio de 112/73 mmHg, esto es el 63.3% en niveles óptimos. El 36.7% de los encuestados tiene un a dieta inadecuada, ninguno consume en exceso bebidas alcohólicas, solo el 10% fuma, el 66.7% tiene falta de ejercicio, además el 63.3% está sometido a una carga de estrés y fi nalmente el 100% se ve expuesto a la contaminación. Por último, se realizó P de Pearson para obtener correlación entre los hallazgos de TA sistólica, TA diastólica, puntaje obtenido en el test de riesgo para DM2 y riesgo para DM2 con cada una de las variables (tabla 3), donde se encontraron los siguientes hallazgos: en el caso de TA sistólica se encontró correlación con las siguientes variables: perímetro de cintura, con una correlación directa media del 42% (p=0.020); ejercicio, correlación inversa media del 41% (p=0.024); edad mayor a 65 años con una correlación inversa media de 38.6% (p=0.035); riesgo de DM2 con una correlación directa media del 37.1% (p=0.043) y fi nalmente, presencia de estrés con una correlación directa media del 49.5% (p=0.005) (fi gura 1). Pasando a la TA diastólica se encontró correlación con las siguientes variables: glucemia capilar ocasional con una correlación directa media del 35.8% (p=0.05); perímetro de cintura con una correlación directa media del 45.8% (p=0.01); riesgo de DM2 con una correlación directa del 48.4% (p=0.007) y fi nalmente presencia de con una correlación directa moderada del 62.1% (p=0.000) (fi gura 2).Factores de riesgo para Hipertensión Arterial Sistémica y Diabetes Mellitus Tipo 2 en el personal docente86 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017Tabla 3. ciente de correlación P Pearson TA sistólica, TA diastólica, puntaje obtenido en el test de riesgo para DMII y Riesgo para DMII con cada variable analizada en los profesores docentes del Departamento de Enfermería para el Desarrollo, Preservación y Promoción de la Salud Comunitaria del Centro Universitario de Ciencias de la Salud de la Universidad de Guadalajara, Febrero-Mayo 2016 VariablesTA sistólica .570** .001 .506 ** .004 Glucemia . 241 .199 .358 .052 .604** .000 .702 ** .000 IMC .196 .300 .189 .318 .668** .000 .575 ** .001 Grado IMC .193 .307 .218 .246 .710** .000 .613** .000 Cint .423* o -.412* .024 -.345 .062 .477** .008 .318 .087 Edad .169 .371 .161 .395 .619** .000 .450* .013 Edad 45-64 .006 .975 .125 .511 -.355 .054 -.302 .105 Edad mayor 6 5 -.386 * .035 -.402 * .028 -.356 .054 -.237. 208 anos DM- .190 .315 -.141 .456 -.368* .045 -.107 .575 Padres D M .018 .925 -.060 .752 .055 .772 .111 .560 Hijos macrosómico s .194 .304 .283 .130 -.302 .105 -.168 .375 Punta je .271 .147 .347 .061 1 .896** .000 Riesgo de DM .371* .043 .484** .007 .896** .000 1 Sínt omas clínic os DM .082 .666 .158 .403 -.316 .089 -.264 .159 TA sistó lica prome dio 1 .877 ** .000 .271 .147 .371 * .043 Grado Diastó lica .778 ** .000 .746 ** .000 .136 TA diastó lica promedi o.877 ** .000 Grado Sist ólica .736** .000 .823** .000 .229 .224 .287 .124 Dieta ina decua da- . 006 .974 -.071 .710 -.306 .099 -.302 .104 Taba co -.219 .245 -.231 .220 .357 .053 .302 .105 Falta de e jercicio .133 .484 -.009 .963 -.495** .005 -.373* .042 Estrés .495** .005 .624** .138 .468 .302 .104 *. Correlation is signifi cant at the 0.05 level (2-tailed). at the 0.01 directa.87 Número 1. Coefi ciente de correlación P Pearson TA Sistólica con cada variable analizada en los profesores docentes de uno de los Departamentos del Centro Universitario de Ciencias de la Salud de la Universidad de Guadalajara, Febrero-Mayo 2016 EJERCICIO correlación i nversa media del 41 % (p=0.024 ) EDAD MAYOR A 65 AÑOS de 38.6% del correlación dire cta media del 42% (p=0.020 ) PUNTAJE RIESGO DE DM II correlación directa me dia del 37.1% (p=0.043 ) Fuente: encuesta directa. Figura 2. Coefi ciente de correlación P Pearson TA Diastólica con cada variable analizada en los profesores docentes de uno de los Departamentos del Centro Universitario de Ciencias de la Salud de la Universidad de Guadalajara, Febrero-Mayo 2016 CINTURA correlación directa me dia del 45.8% (p=0.01 ) PUNTAJE RIESGO DM OCASIONAL correlación directa me dia del 35.8% (p=0.05 ) EDAD MAYOR A 65 AÑOS corre me dia de 40.2% (p=0.028 ) Fuente: encuesta directa.Factores de riesgo para Hipertensión Arterial Sistémica y Diabetes Mellitus Tipo 2 en el personal docente88 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017Ahora bien, en el caso del puntaje obtenido para el riego de DM2, se encontró relación con las siguientes variables: el peso con una correlación directa moderada del 57% (p=0.001), glucemia capilar ocasional con una correlación directa moderada del 60.4% (p=0.000); el IMC tuvo una correlación directa moderada del 66.8% (p=0.000); grado de IMC con una correlación directa moderada del 71% (p=0.000); perímetro de cintura con una correlación directa moderada del 71% (p=0.000); frecuencia de ejercicio con una correlación directa media del 47.7% (p=0.008); la edad con una correlación directa moderada del 61.9% (p=0.000); edad entre 45 y 65 años con una correlación inversa media del 35.5% (p=0.054); edad mayor a 65 años con una relación inversa media del 35.6% (p=0.054); hermanos diabéticos con una relación inversa media del 36.8% (p=0.045); riesgo de DM2 con una correlación directa alta con un porcentaje de 89.6% (p=0.000) y fi nalmente la falta de ejercicio con una correlación inversa media del 49.5% (p=0.005) (fi gura 3). Figura 3. Coefi ciente de correlación P Pearson PUNTAJE OBTENIDO DE FACTORES DE RIESGO DMII con cada variable analizada en los profesores docentes de uno de los Departamentos del Centro Universitario de Ciencias de la Salud de la Universidad de Guadalajara, Febrero-Mayo 2016 EJERCICIO correlación directa me dia del 47.7% (p=0.008 )FAL TA DE EJERCICIO correlación inversa me dia del 49.5% (p=0.005 moderada del ) EDAD 45 Y 65 AÑOS correlación inversa me dia del 35.5% ( p=0.054) EDAD MAYOR A 65 AÑOS corre lación me dia del 35.6% (p=0.054 me ( p=0.045 )RIESGO DE DM II correlación directa un porcentaje de 89.6% ( mo derada del directa moderada ) Fuente: encuesta directa. Por último el riego de adquirir DM2 se correlacionó con las siguientes variables: el peso con una correlación directa moderada del 50.6% (p=0.004), glucemia capilar ocasional con una correlación directa moderada del 70.2% (p=0.000); el IMC tuvo una correlación directa moderada del 57.5% (p=0.001); grado de IMC con una correlación directa moderada del 61.3.3% (p=0.000); perímetro de cintura con una correlación directa moderada del 73.3% (p=0.000); la edad con una correlación directa media del 455% (p=0.013); puntaje obtenido en el riesgo de DM2 con una relación directa alta del 89.6% (p=0.000); TA sistólica promedio, con una correlación directa media del 37.1% (p=0.043); TA diastólica promedio, con una correlación directa media del 48.4% (p=0.007); y fi nalmente la falta de ejercicio con una correlación inversa media del 37.3% (p=0.042) (fi gura 4).89 RevSalJalFigura Coefi ciente de correlación P Pearson RIESGO DE DMII con cada variable analizada en los profesores docentes uno de los Departamentos del Centro Universitario de Ciencias de la Salud de la Universidad de Guadalajara, Febrero-Mayo 2016 GRADO DE IMC correlación dire cta moderad a me dia del 455% ( p=0.01 3) PUNTAJE OBTENIDO EN EL RIESGO DE DM II corre lación directa a lta del 89.6% (p=0.000 ) TA (p=0.043 ) DIASTÓLICA PROMEDIO correlación directa me dia del 48.4% (p=0.007) FAL TA DE EJERCICIO correlación inversa me dia (p=0.042 )IMC correlación del 57.5% directa moderada del moderada del 50.6% (p=0.004 ) Fuente: encuesta directa. Discusión De acuerdo a los resultados obtenidos, podemos comparar estos con los diferentes estudios realizados, como el de \"Estilos de vida y riesgos en la salud de trabajadores universitarios\" de la autora Camacho-Rábago et al, en el año 2010, en México; \"Factores Cardiovasculares en la salud de los trabajadores universitarios\" , de la autora Jurado-Ortis et al, en el año 2006, en México; \"Factores de Riesgo para Diabetes Mellitus en el profesional de Enfermería, del autor Baez-Hernández et al, del año 2011, en México; entre otros, donde en conjunto concuerdan que el peso, el IMC, circunferencia de cintura, sobrepeso, sedentarismo, antecedentes heredofamiliares y estilos de vida son factores asociados al incremento del riesgo para adquirir DM2 e HAS. Sin embargo, en el presente estudio a través del Coefi ciente de P de Pearson se observó una alta correlación del riego de DM2 con variables como peso, la circunferencia de cintura, la tensión arterial y la edad, esta última no esclarecida en los estudios consultados previamente. También hubo correlación media con los niveles de glucemia y el riesgo de DM2 con las cifras de tensión arterial sistólica, misma que no se menciona en otros estudios.Conclusión Los factores de riesgo para HAS y DM2 identifi cados, de acuerdo a la signifi cancia, en los profesores docentes pertenecientes a uno de los Departamentos del Centro Universitario de Ciencias de la Salud de la Universidad de Guadalajara fueron los siguientes: peso, IMC, perímetro de cintura, grado de IMC, falta de ej ercicio, edad, antecedentes de hermanos diabéticos, puntaje obtenido de la suma de factores de riesgo para DM2, glucemia capilar ocasional, falta de ejercicio y el estrés. Así mismo estos se han clasifi cado por colores a manera de \"semáforo\" , de acuerdo a la importancia obtenida de las veces que apareció la variable en correlación con cada una de las clases, siendo: rojo, de mayor importancia, aquellas variables que tuvieron correlación en las cuatro categorías, anaranjado, variables que se relacionaron con tres categorías y fi nalmente en amarillo, aquellas variables con correlación en una o dos categorías (fi gura 5). MGSS Enriqueta Guadalupe Cambero González, Centro Universitario de Ciencias de la Salud, Universidad de Guadalajara, Sierra Nevada y Monte Cáucaso No.930, Colonia Independencia, C.P . 44340 Guadalajara, Jalisco, México. Correo electrónico: ecamberoglez@yahoo.com.mx Factores de riesgo para Hipertensión Arterial Sistémica y Diabetes Mellitus Tipo 2 en el personal docente90 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017Referencias bibliográ cas 1. Instituto de Salud Pública. Encuesta de Nutrición en Salud 2012 (ENSANUT). México. 2. Arredondo A, Zúñiga Economic Consequences of Epidemiological Changes in Income Countries: the Mexican Case. Diabetes Care 2004; 27:104-109. 3. American Diabetes Association: Standards of medical care in diabetes. Diabetes Care 34:S11, 2016 4. Maicas-Bellido C, Lázaro- Fernández E, Alcalá-López J. (2003). Etiología y fi siopatología de la Hipertensión arterial esencial. Sociedad Castellana de Cardiología, 5, 141-160. 9 de Abril 2016, De Monocardio Base de datos. servicios/hta/hipertension_fi siopatologia_espana.pdf 5. Haneda M, A.Which Epidemiology, risk factors, and pathophysiology. 7. División de información en salud IMSS 2010.8. Méndez D, Méndez B, et al. Epidemiología de la Insufi ciencia Renal en México . Dial Traspl.2010; 31(1):7 11.Revista Médico-Científi ca de la Secretaría Jalisco91 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalArtículo original Infl amación celular y dislipidemia en escolares del programa PROSPERA en Zapopan, urgencia epidemiológica en prevención de enfermedades crónicas López-Martínez L. M. (1), Loreto-Garibay O. (2), González-Romero E. (3), López-Domínguez P. (4), Rodríguez-Palafox S.G. (5), (1) Médico Adscrito al Centro de Salud Constitución SSJ, Maestra en Gerontología Social. (2) Doctor en Ciencias de la Salud Púb lica, Profesor en el CUCS-U de G. (3) Maestro en Gerontología Social, Prof. Inv. Titular \"A\" CUCS-U de G. (4) Biólogo y Oceanólogo director de TECNOPLADES S. A. de C. V . (5) Licenciada en Enfermería Adscrita al Centro de Salud Mercado Bola. Resumen Objetivo: Conocer las cifras en sangre de Colesterol, Triglicéridos y Rango AA/EPA en escolares inscritos al Programa PROSPERA antes y después del consumo de pescado dos veces por semana durante un periodo de 6 meses en la Colonia Constitución. Material y Métodos: Investigación cuantitativa, estudio prospectivo longitudinal de intervención con grupo de comparación. Resultados: Se tomaron 137 muestras sanguíneas para registrar cifras de Colesterol, Triglicéridos y Rango AA/EPA en los escolares al inicio del estudio, encontrando dislipidemia en el 48.9% de los niños, además de Infl amación Celular en el 100%. Después de 6 meses, el grupo de intervención disminuyó 4.9% el rango AA/EPA y se observó que el nivel de colesterol alto limítrofe es la cifra que más se impacta con el consumo de pescado. Conclusiones: Considerando los resultados obtenidos, se sugiere continuar con otros estudios cuantitativos para medir el impacto de la ingesta de pescados y mariscos en el control de grasas, disminuir el índice de dislipidemia, aumentar el nivel cognitivo de los niños en las escuelas primarias y la recomendación de la práctica de ejercicio. Debe implementarse en el estado de Jalisco un plan de acciones para lograr que los escolares consuman 18 Kg per cápita por año de pescados y mariscos, involucrando a la Secretaría de Educación Pública, Secretaría de Salud, Secretaría de Desarrollo Rural y la Secretaría de Desarrollo Económico con la participación de los Municipios del Estado. Palabras Clave: Escolares, Dislipidemia, Infl amación Celular, fomento al blood levels of Cholesterol, Triglycerides and Range AA / EPA in school age children registered at PROSPERA program before and aft er eating fi sh twice a week for a period of 6 months in Colonia Constitution. Material and Methods: Quantitative research, prospective longitudinal intervention study with comparison design of the database was made, captured and analyzed with Epi Info 7 levels of cholesterol, triglycerides and Range AA / EPA in studied children at baseline, fi nding dyslipidemia in addition cellular ammation in 100%. Aft er 6 months, the intervention group decreased 4.9 AA / EPA ratio and found that the level of is high borderline cholesterol level is the one that is most impacted by the consumption of fi sh. Conclusions: Considering rate of dyslipidemia and increase cognitive level in schools. It must be implemented in the state of Jalisco an action plan to ensure that schoolchildren consume 18 kg per capita per year of seafood, involving the Ministry of Education, Ministry of Health, Ministry of Rural Development and the Ministry of Economic Development with the participation of the municipalities of the Año 4 Número 2 Mayo-Agosto de 2017Introducción En el año 2011 los investigadores Jules A. Hoff mann y Bruce A. Beutler recibieron el Premio Nobel de Medicina por realizar los primeros estudios sobre el Sistema Inmune Innato y sus implicaciones en el desarrollo de Enfermedades Crónicas. 1 La Infl amación Celular es la causa iniciadora de Enfermedades Crónicas ya que interrumpe Redes Hormonales de Señalización en todo el cuerpo, aumentando la actividad del Factor de Transcripción de Genes conocido como Factor Nuclear Kappa Betta (NF-KB) que se encuentra en cada célula y activa la Respuesta Infl amatoria del Sistema Inmune Innato. La Membrana Celular es suministrada por Ácido Araquidónico (AA) y Ácido Eicosapentaenoico (EPA) que provienen de los alimentos, y por tanto la relación de AA/EPA en la sangre es un excelente marcador de la proporción de estos ácidos en la membrana celular. La ingesta excesiva de alimentos ricos en Ácido Araquidónico (Omega 6) activan al Gen NF-KB desencadenando así el mecanismo de Infl amación Celular Crónica y por el contrario el Ácido Eicosapentanoico (Omega 3) es anti-infl amatorio ya que es un nutriente que tiene la capacidad de regular o inhibir la activación del NF-KB. 1 El Omega 6 y el Omega 3 son Ácidos Grasos Esenciales, y se les llama así porque solo se obtienen a través de la alimentación debido a que el cuerpo no los puede producir por sí mismo. Los alimentos ricos en Omega 6 son los aceites y grasas vegetales, lácteas, huevos, carnes rojas, pollo, azúcares y harinas refi nadas. 2 Por otra parte, los alimentos ricos en Omega 3 son los pescados y mariscos, los cuales se recomienda incluirlos en la dieta cuando menos 2 veces por semana. Los investigadores atribuyen la alta ingesta de ácidos grasos Omega 3 con el aumento del tamaño cerebral y la inteligencia, lo que supone el nacimiento del homo sapiens, sin embargo la dieta actual de los mexicanos difi ere mucho de la dieta de nuestros antepasados debido a los hábitos dietéticos promovidos por la industria alimentaria con un incremento del consumo de grasas saturadas y colesterol provenientes de fuentes animales (carnes, manteca de cerdo) y derivados lácteos (mantequilla), con el consecuente detrimento del consumo de pescados, frutos secos, legumbres y plantas silvestres. Existen poblaciones que han sabido conservar dietas milenarias sin modifi carlas nunca, lo que les ha proporcionado excelentes estados de salud, por ejemplo los esquimales que viven en Alaska, que se alimentan principalmente de mamíferos marinos, pescados y mariscos lo cual les confi ere un bajo índice de mortalidad por aterosclerosis. 3Antes de la Industrialización de los alimentos y la introducción de los aceites vegetales, los ácidos grasos Omega 6 y Omega 3 habían estado presentes en la membrana celular de los individuos ejerciendo un equilibrio dinámico de acuerdo a la alimentación existente en el entorno social, encontrándose dichos ácidos grasos en una proporción similar de 1:1. Después de la Industrialización, la concentración de estos ácidos grasos cambia en las células, aumentando la relación a 20 veces o más Omega-6 que Omega-3 lo cual es un desequilibrio que incrementa el riesgo de padecer enfermedades crónico-degenerativas. La proporción entre Omega 6 y Omega 3 en la dieta de los Jaliscienses es de 20:1, muy alejada de los valores deseables 4:1 o 2:1 recomendados por la FAO y la OMS. 3 En esta dirección, con este estudio de investigación se pretende aumentar la ingesta de Omega 3 en la población escolar mexicana, con acciones dirigidas a fi jar el hábito de consumo de pescados y mariscos y disminuir así los costos en el sistema de salud en nuestro país. El exceso de Omega -6 en la sangre, la membrana celular lo percibe como un agente agresor, ejemplo: un micro organismo, iniciándose la respuesta infl amatoria, al persistir por años la excesiva ingesta de ácidos grasos Omega-6 la infl amación celular se vuelve crónica, provocando el ya conocido daño endotelial con el consecuente daño orgánico y fi nalmente enfermedad crónico degenerativa. 4 FIGURA 1. Explicación gráfi ca de la Infl amación Celular Ingesta excesiva de 6 Ácido Araquidonico Eicosanoides LeucotrienosInflamación celularEnfermedad crónica Activan NF-KB Factor de transcripción de gen que se encuentra en cada célula Fuente propia.93 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalInfl amación celular y dislipidemia en escolares del programa PROSPERA en Zapopan urgencia epidemiológica en prevención de enfermedades crónicas Material y métodos En el año 2015 en el mes de septiembre en el centro de salud Constitución se convocó a las madres de familia benefi ciarias del programa PROSPERA que tuvieran hijos en edad escolar para socializar el estudio de investigación: \"Cambios en niveles de colesterol, triglicéridos y el rango AA/EPA en escolares del programa PROSPERA en la colonia Constitución de Zapopan, Jalisco a través del fomento al consumo de pescados y mariscos\" , siendo este un estudio prospectivo longitudinal de intervención con grupo de comparación para el cual se realizó el diseño de la base de datos, su captura y análisis en el programa Epi Info 7 (versión 7.1.5.2) complementando con la plataforma OpenEpi.com (versión 3.03a). Para la comparación de la frecuencia y valores del grupo de intervención vs grupo testigo al inicio del trabajo, así como el antes y después al interior de cada grupo (inicio vs fi nal) se utilizaron pruebas de chi² y t-student respectivamente. En las variables categóricas se considero el resultado de la prueba exacta de Fisher cuando el valor esperado de alguna de las celdas sea <5 en las variables cuantitativas para la comprobación de la homogeneidad en las varianzas se utilizó la prueba de Bartlett y en caso de resultar varianzas heterogéneas, la prueba de signifi cancia fue Kruskal-Wallis para dos grupos, el valor considerado como estadísticamente signifi cativo para todas las pruebas fue de p<0.05. Para la presentación grafi ca de la información se utilizaron las mismas grafi cas en barra o pastel proporcionadas en Epi Info 7 y cuando fue necesario se utilizó Microsoft Excel. El universo de trabajo fueron: niños en edad escolar (6- 12 años) integrantes de las familias inscritas al Programa PROSPERA de la Colonia Constitución en Zapopan, Jalisco. Se logró reunir y concientizar sobre la importancia de los resultados que arrojaría este estudio a 12 escolares, con su respectiva fi rma de asentimiento para participar en el mismo, así como la fi rma de consentimiento de sus padres. A los niños se les dio cita para toma de muestra de sangre, siendo viables 137 tomas de perfi l de lípidos y en forma aleatoria se eligieron 40 niños para medir rango Omega 6 / Omega 3. Tambien se aplicaron encuestas a las madres de familia que permitieran medir la frecuencia del consumo de pescados y mariscos, dichas encuestas sirvieron además para conocer los motivos por los que no los consumían. De los niños participantes, se eligieron 57 niños los cuales consumieron la ración recomendada de pescados y mariscos dos veces por semana durante 6 meses. A este grupo se le tomaron muestras sanguíneas para medir perfi l de lípidos al inicio, a la mitad y al fi nal de la investigación. A este grupo de intervención se le denomino Grupo Manzana. Al grupo testigo se le denominó Grupo Pera y se conformó al fi nal del estudio por 42 escolares a los cuales solamente se les tomó sangre al inicio y al fi nal de la investigación. A su vez, al inicio del estudio se seleccionaron en forma aleatoria 20 niños del grupo muestra y 20 niños del grupo testigo para medir en su sangre el Rango AA/EPA. Al fi nal del estudio se midió el Rango a 15 niños del grupo de intervención y a 13 niños del grupo testigo. En la última toma fueron menos las muestras sanguíneas en cada grupo debido a los criterios de eliminación. El perfi l de lípidos es un análisis que se utiliza para ver los diferentes tipos de grasas presentes en la sangre, una de ellas es el colesterol total, siendo esta una sustancia cerosa que existe naturalmente en todas las partes del cuerpo. El organismo necesita determinada cantidad de colesterol para funcionar adecuadamente, pero el exceso en la sangre puede adherirse a las paredes de las arterias, esto se denomina placa. Las placas pueden estrechar las arterias o incluso obstruirlas. COLESTEROL se considera un nivel alto de 200mg/dl o más, alto limítrofe de 170 a 199mg/dl, deseable menor de 170mg/dl. Otra sustancia que mide el perfi l de lípidos es el COLESTEROL HDL , se le conoce con el nombre de colesterol de alta densidad o colesterol bueno. Este colesterol, en realidad es una lipoproteína que transporta colesterol desde los tejidos al hígado, circula por la sangre barriendo el exceso de colesterol de la sangre. Los niveles de HDL se espera sean diferentes en niños menores de 10 años, en ellos un nivel bajo es aquel que es inferior a 40mg/dl, bajo limítrofe 40 a 45 mg/dl, deseable: superior a 45mg/dl. En los niños mayores de 10 años se considera un nivel inferior de HDL cuando es menor de 35mg/dl, bajo limítrofe de 35 a 45 mg/dl, y deseable cuando es superior a 45mg/dl. COLESTEROL LDL : también se le conoce con el nombre de colesterol de baja densidad o colesterol malo, esta lipoproteína transporta colesterol desde el hígado a los distintos órganos del cuerpo, por lo que si este colesterol se encuentra en exceso, existe riesgo de producirse depósitos de colesterol en el sistema cardiovascular (arterias, venas, 94 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017etc.) elevando las posibilidades de arterioesclerosis e infarto del miocardio. Los valores se consideran altos con 130 mg/dl o superior, alto limítrofe 110 mg/dl a 129 mg/dl y deseable Inferior a 110 mg/dl. TRIGLICÉRIDOS son un tipo de grasa presente en el torrente sanguíneo y en el tejido adiposo, en los niños menores de 10 años se considera riesgo elevado cuando el nivel es mayor de 100 mg/dl, riesgo o limítrofe de 75 mg/dl, el nivel deseable de ser menor de 75 mg/dl. En los niños mayores de 10 años, se considera un nivel deseable <90 mg/dl, riesgo limítrofe 90 a 129 mg/dl, y de riesgo elevado >130mg/dl.RANGO AA/EP A : se le conoce también como RANGO OMEGA 6/ OMEGA 3 , la medición de este rango permite conocer las defi ciencias o excesos de ácidos grasos en el plasma que refl ejan lo que sucede en cada uno de los tejidos corporales, este examen es el marcador más preciso de la infl amación celular silenciosa, ya que puede alertar años sino es que décadas antes de que la enfermedad crónica aparezca, el balance del omega- 6 y omega-3 en las membranas celulares de cada tejido determina la expresión de la susceptibilidad genética a la enfermedad que cada individuo posee de manera innata, el rango ideal AA/EPA es de 1.5 tomado de la población de Nunavik, TABLA 1 Parámetros óptimos exámen diagnostico de ácidos grasos SUERO DE FOSFOLÍPIDOS DE ÁCIDOS GRASOS % Por peso NÚMERO DE CARBONONOMBRE TADO linoleico / Omega 6 0.58 Rango Omega6- 1.7195 Número 2 Mayo-Agosto de 2017 RevSalJalSUERO DE FOSFOLÍPIDOS DE ÁCIDOS GRASOS % 0.45 Suma 100.00 Laboratorio NDI México resultado de un promedio de 1500 pacientes sanos (adultos) mexicanos. La ingesta de pescado de la mayoría de las familias encuestadas es de solo 1.5 kg per cápita al año contra los 20 kg per cápita recomendados por la FAO inicio del estudio se aplicó una encuesta a las 75 madres de familia, para conocer los hábitos familiares de consumo de pescados y mariscos, obteniendo los siguientes datos: Gráfi co 1. Frecuencia de Consumo de Pescados y Mariscos 50 45 40 35 30 25 20 15 10 5 023%43% 4%21% 3%6% 1 vez por sem ana1 vez por mes 1 vez al año cuaresma Dia especia l No contes to Fuente: Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016.Infl amación celular y dislipidemia en escolares del programa PROSPERA en Zapopan urgencia epidemiológica en prevención de enfermedades crónicas96 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017 Las madres reportaron que existen diferentes motivos por los cuales el consumo de pescados y mariscos es bajo. En el gráfi co 2 se representan los motivos principales (Gráfi co 2). Gráfi co 2. Percepción de las madres de familia de los factores necesarios para hacer posible el consumo familiar de pescado dos veces por semana Que sea barato Saber cocinarlo Que lo vendan cerca86%7% 7%¿Que requiere para comer pescados y mariscos 2 veces por semana? Fuente: Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016. Se tomaron 137 muestras sanguíneas a los escolares integrantes del estudio para medir perfi l de lípidos encontrando los siguientes resultados: (Tablas 2, 3, 4, 5, y Gráfi cos 3, 4, 5 y 6). Tabla 2. Niveles de colesterol COLESTEROL FRECUENCIA PORCENTAJEPORCENTAJE ACUMULADO ALTO 4 2.92% 100.00% Fuente: Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016.Gráfi co 3. Colesterol Alto Alto Limítrofe Deseable77%20%3% Fuente: Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016. Tabla 3. Niveles de triglicéridos TRIGLICERIDOS FRECUENCIA PORCENTAJEPORCENTAJE ACUMULADO 21 15. OFE25 137 100% 100.00% Fuente: Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016. Gráfi co 4. Trigliceridos 66%18%15% Alto Alto Limítrofe Deseable Fuente: Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016.97 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalTabla 4. Niveles de HDL HDL FRECUENCIA PORCENTAJEPORCENTAJE ACUMULADO ALTO 7 5.11% 5.11% ALTO % DESEABL 100.00 % TOTAL 1 37 100% 100.00% Fuente: Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016. Gráfi co 5 HDL Alto Alto Limítrofe Deseable80%15%5% Fuente : Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016. Tabla 5. Niveles de LDL LDL FRECUENCIA PORCENTAJEPORCENTAJE ACUMULADO ALTO 2 1.46 % TOTAL 1371 00% 100 .00% Fuente: Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016.Gráfi co 6. LDL Alto Alto Limítrofe Deseable90%9%1% Fuente: Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016. Tomando en cuenta todos los niveles de las variables estudiadas incluidas en el perfil de lípidos, que no se encuentran en los niveles deseables, encontramos que el 49 % de los 137 niños a los cuales se les tomaron muestras basales, resultaron con dislipidemia. (Tabla 6 y Gráfico 7). Tabla 6. Porcentaje de Dislipidemia VARIABLES FRECUENCIA PORCENTAJEPORCENTAJE ACUMULADO DISLIPIDEMIA 67 48.91% 48.91% 51.09% 100.00% TOTAL 1 37 100% 100.00% Fuente: Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016.Infl amación celular y dislipidemia en escolares del programa PROSPERA en Zapopan urgencia epidemiológica en prevención de enfermedades crónicas98 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017Gráfi co 7. Dislipidemia Dislipidemia Sano51% 49% Fuente: Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016. La medición en los fosfolípidos del plasma ha sido desarrollada y corroborada mediante estudios clínicos realizados en esquimales del Norte de Canadá (Nunavik) por la Universidad de Guelph basados en estudios epidemiológicos y observacionales inicialmente realizados en aldeas de pescadores y granjas semi-urbanas de Japón, ambas poblaciones con una tasa baja de enfermedad crónica por el alto índice de consumo de Omega-3. 4 El valor normal de la suma de EPA y DHA en los esquimales es del 13 % , el resultado promedio de la medición hecha de esta suma en los niños estudiados fue de 3.3 %, existiendo una defi ciencia de Omega-3 en estos niños del 75% comparados con los niveles ideales de los esquimales de Nunavik, es debida a la escasa ingesta de proteína de origen acuático de la población estudiada. (Gráfi co - 8 ) Gráfi co 8 . Comparativo de niveles de Omega 3 (EPA + DHA) en Esquimales de Nunavik y Niños Muestra EPA + Fuente: Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016.En Nunavik la relación Omega -6 : Omega-3 es de 1.7 por el bajo consumo de fuentes de Omega-6 y el alto consumo de fuentes marinas ricas en Omega-3 que esta población tiene, al contrario de la nuestra que consume grandes cantidades de Omega-6. La cantidad de Omega-6 en los niños de este estudio es 5.6 veces mayor que la cifra ideal (Grafi co 9.) Gráfi co 9. Comparativo en relación Omega 6 en Esquimales de Nunavik y Niños Muestra Relación Ome ga 6:Omega3 7.331.7 02 46 8Esquimale s Nunavik Niños muestra Fuente: Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016. El rango de Infl amación celular, medido a través de los ácidos grasos AA/EPA mostraron una diferencia alta entre lo ideal y la muestra, 20 veces mayor, lo que signifi ca que estos niños tienen um riesgo alto de presentar una Enfermedad Crónico Degenerativa al no existir una intervención dietética . (Grafi co 10). Gráfi co 10. Comparativo en el Rango AA/EPA en Esquimales de Nunavik y Niños Muestra Rango AA/EP APP 30.51.5 01 02 03 0 40Esquimale s Nunavik Niños muestra Fuente: Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016.99 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalEn los niños que comieron pescados y mariscos después de 6 meses el Rango de Infl amación Celular disminuyo 4.9 mientras que en los niños que no lo consumieron disminuyo el 0.8. (Gráfi co 11). Gráfi co 11. Rango AA/EP APP25.6 29.7 30.5 22 24 26 28 30 32Manzanas Peras Muestr a basal Fuente: Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016. En ambos grupos, en todos los indicadores se muestra una tendencia a favor del grupo de intervención en especial para los Triglicéridos. (Tabla 7).Tabla 7. Grupo manzana vs grupo pera: Resumen de los cambios en las medias PROMEDIOS FINAL VS INICIAL GRUPO MANZANA (FINAL - INICIAL)VARIABLEGRUPO PERA (FINAL - INICIAL) ( ) 2.1 Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016. Al comparar los porcentajes de las distintas variables del perfi l de lípidos al inicio vs las del fi nal del estudio, en el grupo muestra se pudieron observar cambios deseables en la disminución del Colesterol Limítrofe (-7.01%) y aumento del Colesterol Deseable (5.26%); mientras que los cambios no favorables fueron el aumento en los niveles Altos de Colesterol (1.75%). (Tabla 8). Tabla 8. VARIABLEINICIAL FINALDIFERENCIA (%FINAL - %INICIAL)SIG.* n %n% DX 3 5.26 0.4819 Fuente: Estudio de Fomento al Consumo de Pescados y Mariscos en escolares de PROSPERA, Col. Constitución/2016. Discusión La Nutrición anti-infl amatoria es la capacidad de ciertos alimentos para reducir la activación de NFKB (Factor nuclear de transcripción de genes). 5 El EPA (3) presente en los pescados y mariscos no activa el NF-KB y además frena su efecto. En Groenlandia y Japón donde el consumo de 3 es muy alto, es muy baja la incidencia de Enfermedades Crónico Degenerativas como la Diabetes. Infl amación celular y dislipidemia en escolares del programa PROSPERA en Zapopan urgencia epidemiológica en prevención de enfermedades crónicas100 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017A pesar de que en este estudio el consumo de pescados y mariscos en los niños solo fue 2 veces por semana durante 6 meses, y no se midio la cantidad de EPA y DHA de las fuentes marinas , en nuestros resultados podemos observar algunas tendencias que refi eren benefi cios en el consumo de pescados y mariscos, como lo son el hecho de que en todos los indicadores del perfi l lipídico (Colesterol, HDL, LDL y Triglicéridos) muestran promedios más favorables en el grupo de intervención que en el grupo testigo; 6 las frecuencias de niños con alguna alteración en algún indicador también muestran una mejor situación para el grupo de intervención; la infl amación celular medida a través del rango AA/EPA mostró una gran mejoría para el grupo de intervención; y en todos los indicadores de malnutrición, también se encontró una mejoría después de la intervención. 6 Algunos elementos son necesarios de mencionar respecto a las difi cultades en este trabajo, como lo fueron el tamaño de muestra reducido, aunque a pesar del surgimiento de pocos resultados estadísticamente signifi cativos, pudimos observar tendencias favorables hacia el grupo de intervención. También es correcto recordar que este estudio fue pensado y llevado a cabo con características de un ensayo clínico, pero algunos elementos clásicos como el cegamiento no fue posible llevarlos a cabo. Las conclusiones derivadas de este trabajo deberán de ser corroboradas con más trabajos de investigación de diversos tipos, tanto observacionales como cuasi experimentales y experimentales, con la fi nalidad de fortalecer la hipótesis de que el consumo de pescados y mariscos favorece la disminución de la infl amación celular y muestra mejorías en los indicadores del perfi l lipídico. Actualmente existen líneas de investigación científi ca alimentaria basadas en la efi cacia de los ácidos grasos Omega-3 al proteger la integridad de las membranas celulares. 7 Dichas membranas se encuentran en estructuras extremadamente de licadas, las cuales activan numerosos y fundamentales procesos vitales.7 La ingesta total de lípidos, así como la relación en el consumo de ácidos grasos poli insaturados (AGPI) de cadena larga (AGPICL) omega-6/omega-3, ha aumentado considerablemente en la dieta occidental en las últimas décadas. Es ya conocido que la dieta estándar actual difi ere sustancialmente de aquella que consumieron los seres humanos desde tiempos prehistóricos. Por otro lado, está relativamente bien documentado el efecto preventivo de los AGPICL omega-3 en las Enfermedades Cardiovasculares, ciertos Ca, Diabetes Mellitus Tipo 2 y en el síndrome metabólico (SM), a través de información derivada tanto de estudios clínicos como epidemiológicos . 8 Si bien el efecto del medio ambiente en la expresión de los genes es aún controversial, existe certeza que la dieta puede modifi car la expresión de nuestro patrimonio genético, afectando tanto en forma positiva, como también negativa, en la salud de los seres humanos. Es más, en relación a nutrientes como los lípidos, se sabe que la cantidad y el tipo específi co de estos en la dieta, puede tener un impacto marcado y diferencial en la salud de animales con la misma base genética, incluyendo los humanos, así como en la salud de poblaciones predispuestas genéticamente. 9 La obesidad, el síndrome metabólico y la diabetes representan entidades multifactoriales que resultan de desbalances de hormonas y en la expresión genética. Además estas entidades tienen un fuerte componente infl amatorio que potencialmente puede recibir un impacto de favorable o desfavorable de la dieta, existen blancos moleculares sobre los que se puede infl uir a través de la nutrición anti-infl amatoria. 9 La respuesta inmune innata, es la parte más primitiva del sistema inmune, se ha conservado aún al paso de cientos de millones de años de evolución. No es específi ca, responde a secuencias conservadas llamadas sitios de reconocimiento de patrones y genera una respuesta inmediata a varios estímulos (microbios, lesiones, quemaduras y la dieta). 10 Los componentes celulares principales del sistema inmune innato incluyen receptores del tipo toll y varios factores de transcripción de genes. Estos trabajan juntos para activar la expresión de genes de la infl amación que pueden ya sea amplifi car la fase de ataque pro- infl amatoria de la infl amación o inhibir la producción de estos mismos mediadores de la infl amación. 10 Los resultados de este estudio demuestran que después de 6 meses de consumir pescados y mariscos 2 veces por semana los niños muestra presentaron una disminución del Rango de Infl amación Celular, debido a que el nivel de Omega 6 disminuyo. En los niños que no hubo consumo de pescados y mariscos las cifras de Triglicéridos se dispararon 18.7 mg/dl más que sus cifras iniciales, mientras 101 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalque en el grupo muestra también hubo un aumento de Triglicéridos pero este fue menor de 6.8 mg/dl menos, consideramos que el aumento de Triglicéridos se debe a que ninguno de los dos grupos se sometió a un régimen alimenticio especifico, esto es que han estado llevando su dieta habitual, rica en carbohidratos simples, alimentos ricos en Omega 6, aceites vegetales, lácteos, carnes rojas y pollo, y el Omega 3 presente en los pescados y mariscos que consumieron los niños muestra sirvió como un agente anti-inflamatorio. Como hallazgo se encontraron cambios en el peso corporal de los niños que consumieron pescados y mariscos, no obstante de que no fueron variables sujetas a estudio es importante mencionar estos datos: OBESIDAD En la medición inicial, en 15.69% de los niños se diagnosticó obesidad, mientras que en la medición final el resultado fue del 13.46%, lo cual demostró una disminución de 2.23%. SOBREPESO En cuanto al sobrepeso, inicialmente el 25.49% de los niños presentaba sobrepeso, al hacer la medición final se encontró un 23.08%, una disminución de 2.41%. NORMALIDAD El 50.98% de los niños presentó normalidad al inicio del estudio y en la medición final el resultado fue de 63.46%, lo que indica un importante aumento de 12.48%. BAJO PESO El 3.92% de los niños tenían bajo peso al iniciar el estudio mientras que en la valoración final el resultado es de un 3.85%, encontrandose una disminución de 0.07%. BAJO PESO SEVERO Al iniciar el estudio 3.92% de los niños se diagnosticó como bajo peso severo. En la medición final el resultado es de 3.85%, lo que representa una disminución de 0.07% Otro hallazgo fue un aumento en el nivel cognitivo de 0.2 décimas en español y matemáticas, además de que reportaron las madres una mejor comprensión en la lectura y notaron que sus hijos estaban dispuestos a realizar sus tareas escolares- Conclusiones Con el hallazgo de la presencia de dislipidemia en un alto porcentaje de los niños estudiados consideramos importante que la detección de las alteraciones en los lípidos sanguíneos no sea hasta la edad de 20 años como lo marca la NOM-037-SSA2-2012 para la prevención, control y tratamiento de las dislipidemias.11 Y a conociéndose que cuando un niño llega a la edad de 9 años con un perfil de lípidos alterados muy probablemente continuara con esta condición por lo que se sugiere iniciar las detecciones a los 6 años. Por otro lado, en Chile un grupo de expertos manejan un algoritmo para el control de las dislipidemias, al cual proponemos agregarle algunas modificaciones para estudios posteriores con una muestra más grande de escolares en un estudio de intervención. Considerando los resultados obtenidos, para dar inicio a acuerdos interinstitucionales que nos oriente hacia un plan estatal de fomento de consumo a pescados y mariscos en el Estado de Jalisco. Debe implementarse en el estado de Jalisco un plan de acciones para lograr que los escolares consuman 18 Kg per cápita por año de pescados y mariscos, en el cúal involucrando a la Secretaría de Educación Pública, Secretaría de Salud, Secretaría de Desarrollo Rural y la Secretaría de Desarrollo Económico con la participación de los Municipios del Estado. Establecer una estrategia de atención a escolares que comprenda el instalar en su alimentación dieta con balance omega 3: omega 6, intervención clínica, actividad física, educación en el balance de ácidos grasos. Proponemos el siguiente algoritmo para un siguiente estudio de intervención clínica en escolares-Infl amación celular y dislipidemia en escolares del programa PROSPERA en Zapopan urgencia epidemiológica en prevención de enfermedades crónicas102 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017Algoritmo para la atención y prevención de las enfermedades crónico degenerativas en escolares de 6 - 12 años Nutrición 3 - 6 Encuesta conocimiento Fundamento con otros estudios Proveeduría de pescados y mariscos Evaluar acción tRestrictivas tInversión tEstímulos tCuanti cación Las estrategias para compras públicas INFLAMACIÓN CELULAR Limítrofe riesgo Con rmación repetir Acciones de prevención Alto riesgo Rango de alto riesgo Descartar dislipidemia 2 Estudiar a la familia Inicio dieta Controlar en 2 meses Suplementación y tratamiento Educar en hábitos saludables Iniciar dieta Modi car otros FRCV Controlar en 6 meses Suplementación Intervención escolar para la Permanencia en la salud Hábitos saludabl es Educación Ejercicio - Pedagogía - Cuentos - Juegos Regula Educando al educador TALLERES - Mamás autores expresan su agradecimiento al personal de NDI Predictive LAB México y a su director General Dr. Gustavo Orozco Aviña, y a la Dra. Brenda Lepe Casillas Coordinador de Área Clínica e Investigación Médica por su valiosa asesoría. Así como al Dr. Igor Martín Ramos Herrera. Jefe de Departamento de Salud Pública, Universidad de Guadalajara, por su apoyo y disposición al facilitar el enlace con los investigadores del departamento a su cargo haciendo posible este proyecto. A la Comisión Nacional de Pesca y Acuacultura (CONAPESCA) que a través de la empresa ejecutora TECNOPLADES SA DE CV facilitaron la logística, proveeduría de proteína acuática y demás insumos.Fuente: Diagnóstico y tratamiento de las dislipidemias en niños y adolescentes Recomendaciones de la Rama de Nutrición de la Sociedad Chilena de Pediatría; Rev Chil Pediatr 2014; 85 (3): 367-377, modifi cada por los investigadores de este estudio.103 Año 4 Número 2 Mayo-Agosto de 2017 Drug Administration. http://www.fda.gov. Accessed August 20, 2012. 3. Saravanan P , Davidson NC, Schmidt EB, Calder PC. Cardiovascular effects of marine omega-3 Geleijnse JM; Alpha Omega Trial Group. n-3 fatty acids and cardiovascular events aft er myocardial infarction. Engl SEARS, C. Research Foundation, Marblehead, MA, USA and *Diabetes Research Institute, University of Miami, Miami, FL, USA Role of fatty acids and polyphenols on Daniels SR, Greer FR; Committee on Nutrition Lipid screening and cardiovascular health in childhood Pediatrics. 2008 Jul;122(1):198-208. 9. S.S. Sun, R. Liang, T.T. Huang, S.R. Daniels, S. Arslanian and K. Liu Childhood predicts 11. NORMA Ofi cial Mexicana NOM-037-SSA2-2012, Para la prevención, tratamiento y control de las dislipidemias.Infl amación celular y dislipidemia en escolares del programa PROSPERA en Zapopan urgencia epidemiológica en prevención de enfermedades crónicas104 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017Pluralismo terapéutico entre biomédicos de la Ciudad de P. (1); de Alba-García A.L. (3) (1) Doctorante en Ciencias Socio-Médicas de la Facultad de Medicina de la Universidad Nacional Autónoma de México; (2) Jefe de la Unidad de Investigación Social, Epidemiológica y en Servicios de Salud, en Centro Médico Nacional de Occidente del Institut o Mexicano del Seguro Social, Guadalajara, Jalisco; (3) Investigadora de la Unidad de Investigación Social, Epidemiológica y en Servicios de Salud del Instituto Mexicano del Seguro Social, Guadalajara, Jalisco Artículo original Recibido: 28/07/2016 Aceptado: 12/04/2017Resumen Objetivo: Análisis de los motivos por los cuales, algunos bio- médicos, están practicando pluralismo terapéutico durante su asistencia profesional al proceso salud/enfermedad. Material y Método: Diseño: Está fundamentado en el método Cualitativo, donde la técnica para la recolección de datos se basó en entrevistas semi-estructuradas. Emplazamiento: Ciudad de Querétaro, México. Participantes y/o contextos: Seis graduados de la Licenciatura de Medicina en alguna universidad de México, ejerciendo su profesión, seleccionados por muestreo por conveniencia. Método: Cualitativo mediante entrevista, análisis de discurso desde una posición interpretativa, utilizando como técnicas a la teoría fundamentada y a la inducción analítica, y auxiliándose del soft ware MaxQDA12. Resultados: Muestran que la práctica de pluralismo terapéutico por los bio-médicos, se enfoca en la interrelación de terapéuticas biomédicas y de la medicina integrativa/complementaria/alternativa, debida a la insatisfacción con los resultados obtenidos con la biomedicina y por el convencimiento a través de la experiencia, que las terapéuticas no biomédicas ofrecen benefi cios a los enfermos. Los bio-médicos también contemplan la inclusión de terapéuticas de la Medicina Integrativa/Complementaria/Alternativa (MICA), como recursos accesorios a su arsenal terapéutico biomédico, sin embargo, también se observó que dependiendo del paciente, las terapéuticas MICA las pueden utilizar como único recurso para la atención del proceso salud/enfermedad. Conclusiones: Los datos encontrados en el presente trabajo, sugieren que los bio-médicos que practican pluralismo terapéutico, han re-signifi cado los saberes de la práctica biomédica adquirida durante la preparación académica universitaria. Palabras clave: Medicinas Integrativas/Complementarias/ Alternativas, Pluralismo en medicina, pluralismo terapéutico. Abstract Objective: is the analysis of the reasons why some biomedical doctors in the city of are during Design: on the method from the collection on semi-structured interviews. City / or contexts: Six graduates of the Bachelor of Medicine at a university in Mexico, exercising their profession, selected by convenience sampling. induction, therapeutics sole resource in a health/disease process. Conclusions: The data practicing in medicine, therapeutic pluralism.105 Año 2 Mayo-Agosto de 2017 RevSalJalPluralismo terapéutico entre biomédicos de la Ciudad de Querétaro, México Introducción La medicina, como conjunto cambiante de conceptos y recursos materiales e ideales dependientes del grupo humano, genera, expresiones culturales similares o diferentes donde los actores sociales dan sentido a su entorno y construyen, una identidad colectiva. 1,2 Produciendo consensos, disensos, confl ictos y cambios de diferente magnitud.3 A partir de este contacto cultural se construye el pluralismo, entendido como: \"estructura social en que distintos grupos sociales, más o menos independientes entre sí y organizados según distintas ideologías, valores, intereses y pautas de conducta, se encuentran en competencia y luchan por conseguir ascendencia social y política... \" 4 Al ser la medicina una actividad cultural, no está exenta de la infl uencia del pluralismo. Pluralismo derivado de problemas médico-epistemológicos y de la salud-enfermedad, que dan paso a diferentes escuelas de práctica y pensamiento, y que se entiende como: \"interrelaciones desarrolladas por distintos recursos ideológicos, materiales y humanos, cuyo objetivo es prevenir, aliviar o curar la enfermedad\". 5 En base a lo señalado, hoy en México distinguimos cuatro sistemas médicos interrelacionados. 1) La medicina doméstica o popular, desarrollada principalmente por el ama de casa, y se basa principalmente en la herbolaria y la dietética. 6 2) La medicina tradicional, que se refi ere a \"Conocimientos, destrezas y prácticas, basadas en teorías, creencias y experiencias indígenas de diferentes culturas, que explicables o no, son usadas en el mantenimiento de la salud\". 7 3) La medicina complementaria/alternativa, planteada en este trabajo como Medicina Integrativa/ Complementaria/Alternativa (MICA), que es entendida como: \"...un amplio grupo de prácticas sanitarias que no forman parte de la tradición de un propio país, o no están integradas en su sistema sanitario prevaleciente, 8,9 2008:73), y 4) La biomedicina que es: \"...la contracción de 'medicina biológica' que tiende a privilegiar el aspecto biológico, término utilizado más específi camente por la antropología... \" 10 En este trabajo, se refl exiona, sobre el por qué a pesar de que la biomedicina tiene el casi exclusivo derecho legal, de ejercer y dirigir las actividades ocupacionales, y de las formas de educación y de atención al proceso salud/ enfermedad. 11 Hoy en México algunos eligen poner en práctica terapéuticas no aprendidas durante su formación profesional universitaria. Diferentes autores han tratado de dar respuesta a esto, planteando una metamorfosis de la biomedicina a otras prácticas médicas, por dos causas generales: A) Internas de la biomedicina como: \"Debemos saber ...cual es la efi cacia de las practicas aplicadas, ya sean alopáticas o provengan de otras concepciones curativo-preventivas... 12 El alto costo de los medicamentos de patente, las migraciones, la globalización de los medios de comunicación y una mayor demanda de acciones sobre la enfermedad más que sobre la salud, 13 y los cuestionamientos sobre la confi abilidad evaluativa de los estudios farmacológicos, e irregularidades que algunas compañías farmacéuticas hacen con el fi n de \"... excluir o retrasar la información de las pruebas... \" 14 B) Propias de los bio-médicos practicantes en el proceso de generar una redefi nición de la profesión ,15 como: la libertad profesional disminuida, por la racionalidad económica de disminuir gastos y costos en la atención médica, relegando al criterio clínico como un componente más de la fórmula; 15,16 pacientes que ahora sienten menos trabas para cuestionar directa o indirectamente la conducta del profesional médico. 15,16 Pacientes que demandan exploraciones, recetas, pensiones, etc. ejerciendo presión sobre el bio-médico. 18 Desaparición de la \"tradicional consulta del médico\";15 establecimiento de relaciones del médico con la poderosa industria farmacéutica que con frecuencia trasgreden y vulneran el ejercicio profesional ético y hasta la feminización de la medicina. 15 Lo anterior, nos llevó a considerar como Objetivo: Analizar los motivos por los cuales, algunos bio-médicos instalados en la Ciudad de Querétaro, México, están practicando pluralismo terapéutico durante su asistencia profesional al proceso salud/enfermedad. Metodología Diseño y participantesEstudio cualitativo, desarrollado en Querétaro, México, capital del estado de Querétaro, con una población de 2´000,000 de habitantes, donde participaron, previo consentimiento informado, seis bio-médicos, seleccionados 106 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017de manera propositiva. 4 hombres y 2 mujeres, todos en la 5a. década de la vida, con un ejercicio profesional que va de los 25 a los 34 años. Egresados de cuatro universidades diferentes, cuatro en los 80´s y uno iniciando los 90´s. La técnica de entrevista semi-estructurada de acuerdo a una guía (ver anexo I), se aplicó en los consultorios de los participantes. Algunas entrevistas se hicieron en horario de atención a los pacientes, situación que difi cultaba un poco la entrevista y otras en un horario fuera de sus labores. Las entrevistas solo se grabaron en audio, donde quedó asentado el consentimiento verbal de los participantes previo a la recolección de datos.Análisis Para el análisis de datos se realizó: 1) Transcripción, donde se confrontó el texto con la grabación para corregir errores y se incorporó notas de campo y otros materiales; 2) Codificación, donde se obtuvieron las primeras categorías basadas en el descubrimiento de los fenómenos relevantes, y su análisis de lo común, lo diferente y las estructuras que los conforman, elaborando un libro de códigos con su explicación e interrelación; 3) Búsqueda de circunstancias negativas, con el fin de reformular las proposiciones y dilucidar el fenómeno. 4) Validación de textos desde los participantes, en el estudio. Resultados La información producto de 245 minutos de interacción con seis bio-médicos. Evidencia que ejecutan en sus pacientes pluralismo terapéutico entre la biomedicina y las MICA, y que ninguno aplica medicina tradicional mexicana, vgr: tronada de anginas, desempacho, acomodo de huesos, curada de espanto o temazcal. Del análisis obtuvimos tres categorías, dos temporales, relacionadas a las esferas del pasado y del presente, y una tercera relacionada a la esfera motivos de la práctica. (Ver tabla 1) Tabla 1. Categorías y subcategorías CATEGORÍAS SUBCATEGORÍAS 1) ESFERA DEL PASAD Oa. Contexto académico . b. Contexto Social . c. Acercamiento a las MICA. 2) ESFERA DEL PRESENTEi. En relación a la biomedicina. ii. En relación a las MICA iii. En relación al proceso s/e/a . 3) MOTIVOS DE LA PRACTICAA. Relacionados al grado académic o. B. En rel ación a la economía.ANEXO I Guía para la 1ª entrevista a los sujetos de estudio. Esfera de Datos Personales: Lugar de nacimiento. Edad.Lugar donde creció. Relación con padres, familiares o personajes cercanos que sean biomédicos. Esfera sobre su vida académica: Motivaciones para estudiar Medicina. Lugar de estudios de la licenciatura. Motivos de elección de la Escuela o Facultad de Medicina. Profesor(es) de infl uencia durante la licenciatura. Asignatura de mayor infl uencia en su desarrollo como médico. Año de graduación. Esfera como profesional biomédico: Actividad(es) después de graduarse. Interés por la aplicación al examen de residencia médica. Cantidad de tiempo que ha ofrecido consulta como biomédico. Esfera como biomédico pluralista: Lugar de aprendizaje de la/s terapéutica/s alternativas ofrece. Año en que la/s aprendió. Motivos por la/s qué la/s aprendió. El caso de éxito más signifi cativo. El caso de fracaso más signifi cativo. Interés por aprender otras terapéuticas MICA.Conocimiento sobre la legislación de las MICA. Opinión sobre el tema de legislación. 107 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJal1) ESFERA DEL P ASADO Engloba a todo pensamiento o hecho pasado en relación a la formación en biomedicina. a. Contexto académico. Se refiere a las circunstancias académicas sobre las decisiones relacionadas a la biomedicina. En esta subcategoría se encontró que los bio-médicos hicieron estudios universitarios en diferentes universidades; sólo en un caso un profesor motivó el contacto con las MICA, los demás bio-médicos iniciaron el contacto después de terminar sus estudios universitarios; los seis terminaron en tiempo y forma la licenciatura y cinco tiene estudios de posgrado. ...yo terminé la prepa a los 17, y a los 17 yo entré a la carrera, y a los 21 ya me había recibido, y a los 23 ya había hecho la especialidad ... ...cuando empecé la residencia, mis maestros, el Dr X, me invitó a colaborar en un estudio sobre medicina informal... b. Contexto Social. Se refiere a las circunstancias sociales que rodeaban las decisiones relacionadas a la biomedicina. Esta subcategoría muestra que la influencia familiar no es decisiva para seleccionar estudiar la licenciatura en medicina, solo en un caso se observó la influencia familiar: ...yo considero que yo nací sabiendo que quería estudiar medicina, porque cuando yo tenía 5 años, operaba yo a los grillos, o sea, siempre me llamó la atención la medicina... ...mi papá que es químico, doctorado en microbiología sanitaria, él de alguna forma influyó en que nos gustara o buscáramos a la medicina, de hecho de los cuatro hermanos, tres somos médicos.... Para el acercamiento hacia las medicinas integrativas/complementarias/alternativas, la familia, los familiares y las amistades dan soporte, y en algunos momentos \"obligan\" a tomar la decisión a ser pluralistas en su práctica médica: ... mi hermano ya estaba orientado hacia esas medicinas, mi hermano mayor ya era médico y él me regaló un libro de acupuntura... ...una vez un primo de mi esposo, ya me había invitado muchas veces a unas sesiones de Reiki, para que yo tomara un curso, decía del Reiki, que era una iniciación, y yo decía -hay no, eso qué, como que no... c. Acercamiento a las MICA. Se refi ere a las acciones e ideas que permitieron al/a bio-médic@ acercarse a las MICA, originadas por curiosidad, descubrimiento, experiencias desafortunadas, pasando por la certeza de que algunas terapéuticas MICA, son intrínsecas a sus creencias personales: ...yo fui por curiosidad nada más, fui para ver, es más mi esposa fue la que me invitó... También yo creo que a veces como médicos, a veces, también como que nos ensañamos un poquito, o a veces también creo que puede ser esa, esa necesidad que sentimos de que realmente estamos haciendo algo por el paciente, pero realmente en lugar de estarlo ayudando, pues lo estamos perjudicando más. ...yo siempre he sido una persona que creo en lo que no se ve... 2) ESFERA DEL PRESENTE. Se refi ere a todo pensamiento o hecho reciente o presente, relacionado al pluralismo terapéutico. a. En relación a la biomedicina. En esta subcategoría emergió que en la mayoría, la biomedicina ha producido sentimientos de insatisfacción por los resultados obtenidos, así como tristeza y preocupación por no poder ayudar a sus pacientes. ...llega el momento en que, en que hay padecimientos, hay situaciones que no puede uno resolver como médico...y entonces como que empieza uno a sufrir. Por un lado como que se hace uno resistente e insensible, ante esas situaciones, pero en el interior como que le va generando un sentimiento como reprimido...Pluralismo terapéutico entre biomédicos de la Ciudad de Querétaro, México108 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017 ...es una desgracia que vayan con uno y otro especialista, o con diferentes, y no tengas resultados... También reconocen que aún durante su práctica bio-médica, hay pacientes que sin decirlo no buscan ser atendidos con biomedicina. Los mexicanos muchas veces venimos al doctor por magia, venimos al doctor porque es lo moderno pero lo que buscamos es al chamán... y queremos que el chamán nos cure, entonces la gente que me dice: es que lo vengo a ver y ya me siento mejor, ese, ese está buscando al chamán... Por otra parte, se observó que los practicantes de las MICA, desean comprobación científi ca, aunque en otros su intensa experiencia personal les hace innecesaria este tipo de comprobación. ...hay que ser abierto, escéptico a todo perooo... receptivo a todo...si tenemos un espíritu científi co, lo que nos interesa es encontrar qué es lo verdadero o qué es lo mejor que nos explica la verdad... para mí es maravilloso ver como las personas llegan al taller con un rostro, un semblante duro, un semblante angustiado, un semblante triste, aquejándose de...algunos de enfermedades, otros de muchas cosas, de situaciones difíciles, pero para la cuarta, quinta sesión, sobre todo después de la quinta sesión, su semblante cambia, empiezan a sonreír... b. En relación a las MICA. En esta subcategoría se encontró que los informantes expresan satisfacción con los resultados obtenidos en las terapéuticas MICA que practican. ...es muy satisfactorio porque problemas que no se resuelven, o sea, gente que acuden conmigo que son médicos que ya fueron con mil personas y no le resolvieron, yo se los resuelvo, le da a uno mucha satisfacción. También se observó que solo para un bio-médico, la bio-medicina paso a ser una práctica alternativa a las terapéuticas MICA y para los otros bio-médicos las terapéuticas MICA son un recurso adicional a las terapéuticas bio-médicas. ...mi ideal es no abusar del medicamento, no hay porqué abusar tanto, porque tenemos otras alternativas que nos pueden ayudar muy fácil... ...lo considero como parte de mi arsenal como médico... [En relación a la pregunta sobre cómo utiliza la medicina alópata] Como complementario, en caso de necesidad por algunas situaciones, se ocupa, básicamente un antibiótico o un analgésico... c. En relación al proceso salud/enfermedad/atención. Se refi ere a como los bio-médicos han re- signifi cado la salud, la enfermedad y la atención del paciente, en su práctica médica y como consecuencia ahora establecen una relación médico-paciente más comprensiva. ...hay cosas que nosotros no vemos, pero que el paciente lo siente... ...me empecé a dar cuenta, de que realmente tenemos un espíritu, un cuerpo, y que infl uye mucho... Yo de inicio veo a mis pacientes y yo manejo la medicina alópata, pero ahora sí soy sumamente precavid@ con lo que prescribo, cómo lo prescribo y algo es que sí les doy mucho tiempo a mis pacientes para platicar, para conversar, que se desahoguen un poquito de todo lo que traen... 3) ESFERA: MOTIVOS DE LA PRÁCTICA. Se refi ere a las expresiones o actos que tenga algún bio- médico, que sea contrario a las proposiciones siguientes supuestos. 1. Se practica pluralismo terapéutico porque se ha estudiado, practicado y hay convencimiento del benefi cio de cierta terapéutica. 2. Se practica por ganancias económicas; 3. Se practica para ser más que un médico general Se encontró evidencia que debilita: El supuesto 2. pues dos de los biomédicos, aseguraron que practican bio-medicina debido a que les proporciona recursos económicos para vivir: ...pero... no me dio... no hubo esa aceptación tan grande, pero como era mi único recurso, tenía que cambiar, probablemente a lo mejor si hubiera tenido el trabajo como el de ahorita en este momento, a lo mejor hubieran cambiado las cosas, pero no, no hubo ese cambio, entonces... lo fui dejando, dejando y dejando...109 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJal ...Prefi ero tener seguro el sueldo porque tengo que pagar muchas cosas, sí es la razón principal, no porque me guste más, me gusta más aquello... El supuesto 3., pues cinco de los seis bio-médicos entrevistados tienen estudios de posgrado Discusión El pluralismo terapéutico practicado por los bio-médicos es un terreno poco explorado, tal vez por la novedad y complejidad que el tema tiene, pues en él confl uyen tres aspectos que juntos son de difícil manejo: el técnico, el social y el humanístico. Si a esto se le añade el ya de por sí complejo terreno de las medicinas integrativas/complementarias/alternativas, se tiene un terreno casi inexplorado. Los resultados presentados deben considerarse limitados y ejemplares solo para el gremio que práctica las MICA, por ser resultado de opiniones emitidas por bio-médicos estudiados, que muestran una identidad construida desde su entrenamiento universitario 4, donde, su pragmatismo desarrolla el gusto por el éxito y la efi cacia.12 Y su acercamiento a las MICA es resultado de una insatisfacción personal por ayudar más al paciente, coincidiendo con Bascuñan, 17 reforzada por cuestionamientos diversos a las base terapéuticas de la biomedicina.14 Encontramos que la masifi cación del conocimiento, incluido el médico, ha ocasionado que los pacientes, cuenten con información actualizada sobre su enfermedad, 17,15,16 obligando a éstos a adquirir nuevos conocimientos y habilidades \"...donde más que ofrecer un 'saber', los médicos deben evaluar la información y entregar la mejor alternativa según los valores y preferencias del paciente\" , situación que también emergió en los datos de este trabajo. Los entrevistados muestran como preocupación, los altos costos de la terapéutica bio-médica. 8 Que evoca: trasgresión de la ética médica por los fabricantes farmacéuticos. 16 Invasión de la profesión biomédica por consorcios hospitalarios y de seguros15, 17 y la desaparición del reconocimiento y devaluación del médico general,15, 18 faltando profundizar en ello, pues son pocos los estudios que presentan resultados concretos sobre el tema. Conclusiones Los bio-médicos estudiados conscientes de los cambios internos y externos a la biomedicina, han fl exibilizado y re-signifi cado sus saberes, para hacer efi cientes y accesibles sus servicios, sin descartar intereses de auto-superación y económicos sin fi nes lucrativos. Se considera necesario continuar profundizando el tema. Financiamiento Esta investigación se está llevando a cabo con el subsidio de colegiaturas del Programa de Maestría y Doctorado en Ciencias Médicas, Odontológicas y de la Salud de la facultad de Medicina de la Universidad Nacional Autónoma de México y de una beca académica del Programa Nacional de Posgrados de Calidad del Consejo Nacional de Ciencia y Tecnología (CONACYT), México Puntos Clave Lo conocido sobre el tema.El pluralismo en medicina se atribuye principalmente a una crisis interna de la disciplina y a la insatisfacción del bio-medico en su práctica profesional. Qué aporta este estudio. Los biomédicos que acuden a las MICA lo hacen por la satisfacción de los resultados obtenidos para ayudar más a los pacientes, y por la re-signifi cación que hacen pacientes y profesionales del proceso salud-enfermedad-atención, sin necesariamente recurrir estos últimos al lucro. Autor correspondiente: Dr. Javier Eduardo García de Alba Garcíajavier_91046@yahoo.com, Belisario Domínguez #1000 col Independencia. C.P . 44349, Guadalajara, Jalisco. Unidad de Investigación Social , Epidemiológica y en Servicios de Salud, Centro Médico Nacional de Occidente del Instituto Mexicano del Seguro Social, Guadalajara, Jalisco. Referencias bibliográ cas 1. Giménez, G y Gendreau, M. (s/a). Th e eff ects of economical and globalization on traditional rural communities in Mexico. International Studies Association. Recuperado el 24 de abril de 2012, en: http://isanet.ccit.arizona.edu/archive/GimenezGendreau.html2. Rodríguez, MA. (2006). Familias interculturales. La construcción de la interculturalidad de lo micro social a lo macro social. Publicaciones Universidad Pontificia de Salamanca. Salamanca, España. PP . 64-107Pluralismo terapéutico entre biomédicos de la Ciudad de Querétaro, México110 RevSalJal Año 4 Número 2 Mayo-Agosto de 20173. Gómez JT y Hernández JG (2010). Relaciones interculturales, interculturalidad y multiculturalismo; teorías, conceptos, actores y referencias. Cuicuilco. 17(48):11-34. México. 4. Hillmann, K. (2001). Diccionario Enciclopédico de Sociología. Empresa Editorial Herder, S.A. Barcelona, España. Pp: 447, 448, 701, 702 5. Pereyra-Elías, R. y Fuentes, D. (2012). Medicina Tradicional Vs Medicina Científi ca. ¿En verdad somos tan diferentes en lo esencial? Acta Médica Peruana . 29(2):62-63. Lima, Perú. 6. Barragán, A. (2006). La práctica de la auto atención por fi toterapia en un grupo de familias mexicanas. Archivos en Medicina Familiar. 8(3):155-162. 7. WHO (2000). World Health Organization. General guidelines for methodologies on research and evaluation of traditional medicine. Geneva, Switzerland: WHO. 8. OMS, Organización Mundial de la Salud (2002). Estrategia de la OMS sobre Medicina Tradicional 2002-2005 . Organización Mundial de la salud, Ginebra, Suiza. 9. Almaguer, A., García, H. y Vargas, V . (2008). Interculturalidad en salud. Experiencias y aportes para el fortalecimiento de los servicios de salud . D.F.: México: Secretaría de Salud. 10. Pizza, G. (2007). Antropología Médica: una propuesta de investigación, en: Introducción a la antropología social y cultural. Teoría, método y práctica. Carmelo Lisón Tolosana (editor). Ediciones Akal, S.A. Madrid, España. Recuperado el 28 de diciembre de 2013, en: http://books.google.com.mx/books/about/Introduccion_a_la_ antropolog%C3%ADa_social_y.html?id=1WsQbzy_YIQC&redir_esc=y11. Freidson, E. (1978). La profesión médica. Un estudio de sociología del conocimiento aplicado . Editorial Península. Barcelona: España.p:61. 12. Menéndez, E, Garcia de Alba J E, .y Arias M E (1992). Antropología medica y el proceso salud-enfermedad atención. En. Menéndez, E. y Garcia de Alba JE Practicas populares, ideología médica y participación social. Aportes sobre antropología médica en México. Universidad de Guadalajara. Guadalajara, Jalisco.. México,. p: 326 13. Menéndez, E. (2005). Intencionalidad, experiencia y función: la articulación de los saberes médicos. Revista de Antropología Social. Vol.14, pp: 33-69. 14. Wolford, B. (2014). Mala Medicina. Newsweek en Español. 18(47): 32-36. News for América LLC. México. 15. Horwitz, N. (2004). El cambio de la práctica médica. Desafíos psicosociales para la profesión. Revista Médica de Chile. Vol 132: (6 ): 768-772. 16. Vera-Delgado A (2004). Humanismo y medicina, y algunas reflexiones pertinentes. Revista Colombiana de Cardiología , 11(6):270-276. 17. Bascuñán M (2006). Cambios en la relación médico-paciente y nivel de satisfacción de los médicos. Revista Médica Chile , 133 (1):11-16. 18. Girón, M, Beviá, B, Medina, E, Simón, M (2002). Calidad de la relación médico paciente y resultados de los encuentros clínicos en atención primaria de Alicante: un estudio con grupos focales. Revista Española de Salud Pública . 76(5):561- 575.Revista Médico-Científi ca de la Secretaría de Salud Jalisco111 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalArtículo original Per l epidemiológico del carcinoma basocelular en adultos jóvenes del Estado de Jalisco Sánchez-Tadeo M.T. (1), Chávez-Luna J. A. (2), Jáuregui-Aguirre E. (3), Suárez-González A. (4), Barba-Gómez J. M. (5). (1) Cirujana Dermatóloga y Maestra en Salud Pública, Médico adscrito al Departamento de Cirugía del Instituto Dermatológico de Jalisco \"Dr. José Barba Rubio\" de la Secretaria de Salud Jalisco. (2) Doctorado en educación, Catedrático del Tecnológico de Monterrey, Campus Guadalajara. (3) Cirujana Dermatóloga, Egresada Instituto Dermatológico de Jalisco (4), Cirujana Dermatóloga, Egresada Dermatológico de Jalisco \"Dr. José Barba Rubio\", Práctica priva da, (5) Jefe del Departamento de Cirugía del Instituto Dermatológico de Jalisco \"Dr. José Barba Rubio\" de la Salud Recibido: 12/09/2016 Aceptado: 12/04/2017Resumen Introducción: El carcinoma basocelular (CBC) representa el cáncer más común en los humanos, cien veces más frecuente en personas de 55 a 75 años que en las menores de 20; es poco el conocimiento acerca de la incidencia de CBC en personas menores de 50 años a nivel mundial y en México. Esta investigación pretende conocer los factores de riesgo que intervienen en su desarrollo. Material y Método: Investigación con enfoque cuantitativo, de tipo descriptivo, retrospectivo y transversal. El universo de estudio fue todos los estudios histopatológicos realizados e interpretados en el Instituto Dermatológico de Jalisco \"Dr. José Barba Rubio\" de enero 2010 a diciembre 2014. Resultados: El 13.42% de los estudios histopatológicos correspondieron a CBC, de estos el 8.91% se presentó en menores de 50 años. Manteniéndose constante con tendencia positiva. Edad promedio de presentación de 41 años con una DS de 6. Predomina en mujeres (68%) con una relación 2:1 respecto a los hombres (32%). Conclusiones: En el estado de Jalisco se espera un incremento en los próximos 4 años de un caso más de manera mensual de CBC en menores de 50 años, identificando como factores de riesgo para desarrollar CBC al sexo femenino, fototipo III, dedicadas al hogar, residentes de las regiones Ciénega, Valles y Centro con edad promedio de 41 años. Presentando lesiones más frecuentemente en nariz o mejillas. Palabras Clave: Carcinoma basocelular, adultos jóvenesAbstract Introduction: Basal common cancer in humans, a hundred times more common in people from 55 to 75 years than in those less than 20 years of age. It is scarcely known about the incidence of BCC in people under 50 years of age globally and in Mexico. Th is investigation aims to fi nd the risk factors associated with the development of BCC. Materials and Methods: Th is is a quantitative, descriptive, retrospective and transversal study. Th e universe of study was all the histological samples submitted for examination at the Dermatologic Institute of \"Dr José Barba from to December 2014. than A constant positive incidence was observed during the period of the study. Th e mean age of presentation was 41 years with a standard deviation of 6. BCC was most common in women (68%) with a ratio of 2:1 in comparison to men (32%). Conclusions: Th e state of Jalisco expects an increment of one case per month of BCC in patients under the age of 50 during the next four years. Risk factors identifi ed were female gender, phototype III, housewifes, and residents of the Cienega, Valles and Center areas with a mean age of 41 years. Presenting BCC in nose Key Words: basal adults112 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017Introducción El cáncer de piel es el cáncer más frecuente en el ser humano y para fi nes prácticos se le ha dividido en dos grandes grupos: cáncer de piel no melanoma, y melanoma. Dentro del primer grupo vamos a encontrar principalmente al carcinoma basocelular y al carcinoma espinocelular (epidermoide o de células escamosas). Existen otros tumores malignos en la piel, como pueden ser los carcinomas de glándulas sebáceas, sudoríparas, sarcomas o manifestaciones en piel de neoplasias internas pero son de observación rara. 1, 2, 3, 4 El carcinoma basocelular (CBC) es un tumor maligno de origen epitelial, exclusivo de la piel; se caracteriza por un crecimiento lento y aunque rara vez produce metástasis, tiene capacidad destructora local y compromete áreas de tejido, cartílago y en raras ocasiones hueso. 5, 6 Representa la malignidad más frecuente observada en individuos caucásicos y en individuos de fototipos claros; el 75 a 80% de los cánceres de piel no melanoma, son carcinomas basocelulares que característicamente se desarrollan en áreas fotoexpuestas, representando hasta el 20% en la región nasal. 7, 8 El CBC es un tumor que se origina en la piel fotodañada. Rara vez aparece en palmas, plantas o membranas mucosas. Suelen ser tumores translúcidos, con telangiectasias en la superfi cie y es característico el borde perlado. Puede clasifi carse en cuatro tipos clínico-patológicos: fi broepitelial. Cualquiera puede ulcerarse, sin embargo es común que suceda en el tipo nodular. Aunque la mayoría son amelánicos, se pueden mostrar pigmentados más comúnmente en pacientes de fototipos más oscuros. 9, 10 La incidencia del carcinoma basocelular varía a nivel mundial y depende de la edad, la latitud y los grupos étnicos, siendo más común en las personas de raza blanca que viven en zonas más próximas al Ecuador. En los Estados Unidos de Norte América ocurren alrededor de 800 mil casos nuevos de carcinoma basocelular según reporte de la American Society en 2001 datos referidos en las Guías de Práctica Clínica 5. Según el Perfi l Epidemiológico de los tumores Malignos en México, en 2011 los casos de cáncer de piel fueron 17,836 integrando un 14.68% de todos los tumores del tejido conectivo. 11 La incidencia aumenta también con la edad, siendo la edad media de diag nóstico comúnmente de 68 años y es más frecuente en mujeres. 12Sin embargo, ha aumentado la frecuencia con la que se presenta en personas menores de 50 años. En los últimos 30 años la incidencia ha aumentado entre el 20% y el 80%. En los Estados Unidos se ha observado un incremento desproporcionado en mujeres jóvenes. Incrementos similares se han reportado a nivel mundial, por ejemplo en países como Finlandia, Suiza y Gales, donde esta se ha doblado en las dos últimas décadas. 7, 8 Desde 1930 se han publicado casos de CBC en personas jóvenes que no están relacionados con trastornos genéticos, y en varios estudios epidemiológicos se ha reportado que la frecuencia de cáncer de piel en menores de 40 años de edad es de 1 a 3%. 13 Díaz González y su grupo, en un estudio realizado de 2006 a 2009 en el Hospital General de México, mostraron que el CBC en personas menores de 40 años es el principal cáncer de piel con prevalencia de 6.9%, promedio de edad de 38 años, predominio en el sexo femenino (66%) y localizado en zonas fotoexpuestas, así como crecimiento agresivo en 35.3% de los casos. 13 Cardona y colaboradores concluyen, en su experiencia de 5 años, que los CBC en personas menores de 40 años mostraron estirpes histológ icas más agresivas (63 vs 44%, el sexo más afectado fue el femenino (74 vs 58%). 14 Los factores de riesgo para el desarrollo del CBC son ambientales, siendo el principal la exposición a radiaciones ultravioleta (UV), lo cual ha sido evidenciado con estudios de migración y correlación de incidencia según la latitud. El espectro ultravioleta B (290 a 320 nm) es el inductor de mutaciones en genes supresores del tumor. 15,16 El riesgo se incrementa con los episodios de exposición UV intensa e intermitente, así como las quemaduras solares a cualquier edad. 17,18 Se calcula que los niños pasan entre 2.5 y 3 horas expuestos al sol diariamente y pueden recibir más radiación UVB por año que los adultos. Actualmente se sabe que antes de los 18 años se ha acumulado 70% del daño actínico crónico que se manifestará en la edad adulta como fotoenvejecimiento o cáncer de piel, por lo que es importante iniciar las medidas de fotoprotección desde la infancia. 19 La exposición solar de tipo intermitente, más que la radiación UV acumulativa, así como el sitio anatómico, 113 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalPerfi l epidemiológico del carcinoma basocelular en adultos jóvenes del Estado de Jalisco parecen ser de importancia etiológica en el desarrollo del CBC. 15,16 Algunos estudios han demostrado que el uso de cámaras de bronceado, así como la exposición terapéutica a radiaciones UV aumenta el riesgo de CBC. 20 Contribuye además la disminución de la capa de ozono y exposición a los rayos X, rayos gamma, cobalto y a los hidrocarburos aromáticos (carbón, petróleo y gas natural), exposición extensa a arsénico así como el uso de terapia inmunosupresora. 9 Las personas con ocupaciones al exterior como agricultores, marineros o expuestas a radiaciones ionizantes como los pilotos de avión también han demostrado tener mayor riesgo de desarrollar CBC. 21 Otros factores causales son: predisposición genética relacionada con los fototipos de piel I y II, mutaciones originadas en el gen supresor p-53 y N-ras, el Síndrome de Carcinomas Basocelulares Nevoides o Síndrome de Gorlin que es un desorden autosómico dominante por mutación en el gen PTCH, y el Síndrome de Basex que se transmite de forma dominante ligada al X. 9,22 Como se ha descrito, CBC es el más común de todos los cánceres de piel, es localmente invasivo, de crecimiento lento y escaso riesgo de metástasis. Sin embargo, si no son tratados oportunamente o en forma adecuada la primera vez, son capaces de provocar grandes destrucciones de la cara y tienden a la recidiva. Desafortunadamente los pacientes con tumores en la piel en nuestro país acuden en etapas muy avanzadas, por lo que es importante que los médicos generales, otros especialistas, así como estudiantes de medicina y el público en general, cuenten con conocimientos para detectar en forma temprana el cáncer de piel. Se debe de considerar que los costos generados en torno al tratamiento de cáncer cutáneo no melanoma, han aumentado dramáticamente. Según el registro Medicare, mientras que en 1992 dichos gastos fueron del 4.5%, en 1995 signifi caron el 41% y en 2005 representaron el 68%. 23 La historia natural del cáncer de piel no melanoma en personas jóvenes es una pregunta a contestar, además de que las características histológicas y el curso clínico de esos tumores son debatidos. Roudier y colaboradores, refi eren que no hay diferencia entre las características histopatológicas de estos tumores basados en la edad. 24Es importante que el clínico estudie las lesiones sospechosas para un diagnóstico temprano y poder ofrecer al paciente un tratamiento oportuno. Es poco el conocimiento acerca de la incidencia y el perfi l epidemiológico de CBC en personas menores de 50 años a nivel mundial, nacional y estatal, por lo que se realiza el presente estudio para identifi car factores de riesgo como edad, sexo, ocupación, fototipos y lugar de residencia relacionados con esta patología. La información generada favorecerá campañas de educación y detección de cáncer de piel en adultos jóvenes a nivel local y nacional ya que el CBC es relativamente sencillo de reconocer y tiene la ventaja de estar a la vista. 1 Metodología Se trata de una investigación con un enfoque cuantitativo, de tipo descriptivo, retrospectivo y transversal cuyo propósito es obtener conclusiones estadísticamente confi ables a partir de la recogida de datos. Se consideró como universo de estudio todos los estudios histopatológicos realizados e interpretados en el Instituto Dermatológico de Jalisco \"Dr. José Barba Rubio\" , de enero 2010 a diciembre 2014; considerando como muestra la totalidad de los casos de carcinoma basocelular en pacientes con edades comprendidas entre los 20 y 49 años, mismos que representan la unidad de observación.Se consideraron como criterios de inclusión hombres y mujeres de 20 a 49 años de edad, al momento de la consulta, mexicanos, originarios y residentes de Jalisco, que cuenten con registro y expediente en el instituto. No deben de cursar con genodermatosis, inmunosupresión o terapias inmunosupresoras. Las variables a estudiar fueron de tipo cuantitativo y cualitativo siendo sexo, edad, ocupación, lugar de residencia, fototipo además de topografía afectada. Los datos obtenidos se procesaron en el programa Excel y SPSS; para verifi car la confi abilidad y coherencia se utilizaron técnicas descriptivas (media, mediana, moda, frecuencia y desviación estándar) además de pruebas paramétricas o inferenciales (Chi cuadrada para tablas cruzadas, pruebas de regresión como Fisher y T de Student). El presente trabajo se considera en la Categoría I: Sin riesgo según el Reglamento de la Ley General de Salud en Materia de Investigación para la Salud, en el Título Segundo de los Aspectos Éticos de la Investigación en Seres Humanos, Capítulo I, Artículo 17 25 y además en 114 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017cumplimiento a la Norma Técnica 313 para el Registro y Seguimiento en Materia de Investigación en Salud (DOF 25/07/1988) se incorporó al Registro Estatal de Investigación con el número 03/IDJ-JAL/2016. Resultados Durante el periodo de estudio un total de 37,823 estudios histopatológicos fueron interpretados en el Instituto Dermatológico de Jalisco \"Dr. José Barba Rubio\" , de los cuales 5,079 (13.42%) correspondieron a CBC; 453 (8.91%) se diagnosticaron en pacientes menores de 50 años. El comportamiento de la incidencia de CBC anualmente manifiesta una clara tendencia positiva, tal como se observa en la gráfica 1. Gráfi ca 1. Incidencia de carcinoma basocelular 2010-2014 Instituto Dermatológico de Jalisco 2009 2010 2011 2012 2013 2014 20151400 1200 1000 800 600 400 200 0 Fuente: Directa. Registros del Laboratorio de Histopatología del Instituto Dermatológico de Jalisco. En términos porcentuales la incidencia de CBC se incrementó del 11% en 2010 para llegar a más del 15% de casos respecto de los estudios histopatológicos realizados. El número de casos de CBC en menores de 50 años se ha mantenido relativamente constante cada uno de los años estudiados; del 7 al 11% (gráfica 2), respecto del porcentaje de cada uno de los años estudiados. Gráfi ca 2. Porcentaje de carcinoma basocelular en pacientes menores de 50 años Instituto Dermatológico de Jalisco 2009 2010 0112 2012 2013 2014 201515% 10% 5% 0% Fuente: Directa. Registros del Laboratorio de Histopatología del Instituto Dermatológico de Jalisco.115 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalPor otro lado, con la información recabada se observa que por lo menos 1 de cada 100 pacientes que se les realiza un estudio histopatológico tiene CBC y es menor de 50 años, mientras que 12 de cada 100 es mayor de 50 años, resultando el 13.43% de sujetos con CBC como se muestra en la tabla 1. Tabla 1. Carcinoma basocelular en el Instituto Dermatológico de Jalisco. 2010-2014 <50 Laboratorio de Histopatología del Instituto Dermatológico de JaliscoRespecto al análisis de la serie de tiempo, el modelo pronóstico que ofrece mayor precisión es el de media constante = 7.55, es decir, se espera que durante los próximos años existan cerca de 8 casos CBC mensualmente, en pacientes menores de 50 años. Sin embargo, también se observa una ligera tendencia positiva, por lo que el modelo de pronósticos que puede ser utilizado para generar predicciones de los siguientes años está dado por la ecuación de tendencia lineal Y^t = 6.83729 + 0.0233676 t, que significa un incremento mensual de 0.02 casos. Este modelo implica que en un período de 4 años, se incrementará por lo menos un caso de CBC cada mes en este grupo de edad de mantenerse esa misma tendencia (Gráfica 3). Gráfi ca 3. Carcinoma basocelular en pacientes menores de 50 años Instituto Dermatológico de Jalisco Mes20 15 10 5 0 1 3 57 911 1315 192123 252729 3133 Directa. Registros del Laboratorio de Histopatología del Instituto Dermatológico de Jalisco. A continuación se exponen los resultados obtenidos de cada una de las variables independientes analizadas con estadística descriptiva.Edad Se examinaron los datos de 453 pacientes y se encontró que la media de edad es de aproximadamente 41 años, con una desviación estándar de 6.6 (Gráfica 4). Perfi l epidemiológico del carcinoma basocelular en adultos jóvenes del Estado de Jalisco116 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017Gráfi ca 4. Carcinoma basocelular en pacientes menores de 50 años Instituto Dermatológico de Jalisco. 2010-2014 Medida = 41.2 7 Desviación están dar = 6.61 2 N = 45 3Frecuenci a Edad del pacient e80 60 40 20 0 20.00 30.00 40.00 50.00 60.00 70.00 Fuente. Directa. Cédula de datos. Observando el caso de un paciente de 18 años en el extremo inferior, mientras que los pacientes de 48 años ocupan el 9.7% del total.Sexo La mayoría de los pacientes son mujeres (68%) mientras que el resto son hombres (32%), es decir, una relación 2:1 Tabla 2. Distribución por sexo en pacientes menores de 50 años con carcinoma basocelular Instituto Dermatológico de Jalisco. 2010-2014 Frecuencia PorcentajePorcentaje válidoPorcentaje acumulado Válid oMASC Tota l 453 100.0 Cédula de datos. Ocupación El 49.8% refi ere dedicarse al hogar, el 36.5% realiza habitualmente actividades sin exposición solar como (empleados de mostrador, ofi cina, obreros de fábricas, profesionistas) y el 13.8% ejecuta actividades con exposición solar (Gráfi ca 5).117 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalGráfi ca 5. Ocupación de pacientes con CBC menores de 50 años Instituto Dermatológico de Jalisco. 2010-2014 Hogar Actividades con exposición solar Actividades sin exposición solar49.80%36.50%13.80% Fuente: Directa. Cédula de datos. Lugar de residencia Con el fi n de facilitar el análisis de la variable: lugar de residencia, las doce regiones en las que está dividido el estado de Jalisco se agruparon en 4 bloques (Figura 1 y Tabla 3). Figura 1. Fuente: iieg.gob.mxTabla 3 Regiones del estado de Jalisco Bloque Nombre Región 1N orte Norte Altos Norte Altos Su r 2 Centr o Ciéne ga Valles Centr o 3 CostaCosta Sierr a Occidental Costa Sur 4 Sur Lagunas Sierra de Am ula Sur Sureste Fuente: Directa. Cédula de datos. Perfi l epidemiológico del carcinoma basocelular en adultos jóvenes del Estado de Jalisco118 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017En el bloque 2-Centro (Ciénega, Valles y Centro), habitan el 85.78% de los pacientes afectados, seguido del bloque 1-Norte (Norte, Altos Norte y Altos Sur) con 9.05%, en tercer lugar el bloque 4-Sur (Lagunas, Sierra de Amula, Sur y Sureste) con el 4.7%, y fi nalmente el bloque 3-Costa (Costa Sierra Occidental y Costa Sur) con 1.1% (Gráfi ca 6) Gráfi ca 6. Lugar de residencia de pacientes con CBC menores de 50 años IDJ. 2010-2014 Centro Sur Costa Norte4,70%1,10% 85,78%9,05% Fuente: Directa. Cédula de datos. Fototipo El 53% (240) de casos con CBC se presentó en los pacientes con fototipo III, seguido del fototipo IV con el 36% (163) casos y fi nalmente el fototipo II con el 11% (50) casos (Gráfi ca 7).Gráfi ca 7. Fototipo de pacientes con CBC menores de 50 años IDJ. 2010-2014 60% 50% 40% 30% 20% 10% 0%11%53% 35% Fototipo I I Fototipo III Fototipo IV Fuente: Directa. Cédula de datos. Top og r afía De manera general, la topografía más frecuente es nariz y mejillas (55.8%), seguidas de frente (14.3%) y en tercer lugar párpados con un 10.3%, la topografía menos afectada correspondió a las extremidades superiores (Gráfi ca 8). Gráfi ca 8. Topografía del CBC en menores de 50 años IDJ. 2010-2014 60 50 40 30 20 10 055,8 5,74,41,5 or datos.119 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalLos hallazgos inferenciales de las variables sexo y fototipo fueron: que tanto en el sexo femenino como en el masculino más del 50% corresponden al fototipo III, mientras que al realizar el cruce entre variables sexo y topografía que encontró que más del 50% de los pacientes tanto masculinos y femeninos presentan CBC en la nariz y mejillas, seguidos de la frente.Tomando como referencia la topografía, se encontró que las mujeres son más afectadas en el labio cutáneo superior en un 82.6%, párpados con un 76.2% y nariz-mejillas con 69.6%. En el sexo masculino ocupa el primer lugar la oreja y extremidades con un 50% respectivamente, en segundo lugar el tronco con 39.4% y la frente con un 32.8% (Gráfi ca 9) Gráfi ca 9. Sexo y topografía de pacientes con CBC menores de 50 años IDJ. 2010-2014Recuent ro Sexo del pacient eLabio Ojo Oreja Cara (Nariz-Mejillas) Frente Tronco Extremidad superior200 150 100 50 0 Mascu lino Femenino Fuente: Directa. Cédula de datos. Al efectuar el cruce entre las variables ocupación y fototipo, se encontró que el fototipo III es el más frecuente entre los pacientes con carcinoma basocelular menores de 50 años y que se dedican al hogar, seguidos por aquellos con actividades que implican exposición solar. Lo anterior con un nivel de confianza de más del 90%, lo que significa que la ocupación es determinante para el desarrollo del CBC. El lugar de residencia sí está relacionado con el fototipo con un nivel de significancia del 99%. Siendo en el bloque 2-Centro el fototipo III el más frecuente, seguido del fototipo IV (Gráfica 10 y Figura 2). Perfi l epidemiológico del carcinoma basocelular en adultos jóvenes del Estado de Jalisco120 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017Gráfi ca 10. Lugar de residencia y fototipo de pacientes con CBC menores de 50 años IDJ. 2010-2014Recuentr o Región de residenciaII III IVFototipo200 150 100 50 0 Norte Centro Costa Sur Otros est ado s Fuente: Directa. Cédula de datos. Figura 2. Lugar de residencia de pacientes con CBC menores de 50 años IDJ. 2010-2014 Fuente: Directa. Cédula de datos.Discusión El CBC es el cáncer de piel más frecuente en el mundo. Comúnmente se diagnóst ica a una edad media de 68 años de edad y afecta más a mujeres que a hombres con una proporción 2:1. En la actualidad, esta reportado que menos del 5% aparece antes de los 30 años de edad. 8 A pesar de que existe poca información sobre el perfi l epidemiológico del CBC en México, y especialmente en menores de 50 años, los resultados de este trabajo coinciden con la frecuencia de CBC y el predominio en mujeres, difi riendo en el porcentaje de la edad de aparición, encontrando que existe un 8.9% de esta malignidad en menores de 50 años, mientras que en el estudio de Roewert-Huber 7 refi ere una incidencia menor del 5% pero en pacientes menores de 30 años. En el Hospital General de México, Díaz González y colaboradores,13 reportaron 730 casos de cáncer de piel en un periodo de 4 años, de los cuales 51 (6.9%) de los casos correspondieron a pacientes menores de 40 años. A pesar de que en nuestro estudio únicamente contemplamos al carcinoma basocelular y aumentamos el rango de edad a menores de 50 años, encontramos que en un periodo de 121 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJal5 años, de un total de 37,823 estudios histopatológicos, el 13.42% (5,079) correspondieron al diagnóstico de CBC. De estos 453 el (8.91%) pertenecieron a pacientes menores de 50 años. El equipo de Díaz González reportó un promedio de edad de 38 años y predominio del sexo femenino (66%), siendo la topografía más común la cabeza (58.8%). En el presente estudio la media de edad correspondió a 41 años y de igual forma predominaron las mujeres sobre los hombres (68%). Encontramos que hasta el 80.4% de los tumores se concentró en la cara (nariz, mejillas, frente y párpados). A diferencia de nuestro estudio y de Díaz González, el grupo de Betti y colaboradores 26 identifi caron que los pacientes menores de 40 años en comparación con los mayores de 90 años mostraron mayor prevalencia de carcinoma basocelular en el tronco (59.3% vs 31.5%) que en la cabeza y cuello (36.0% vs 57.3%). Cardona y colaboradores 14 estudiaron en un periodo de 5 años a pacientes menores y mayores de 40 años. Concluyeron que la edad promedio en los menores fue de 37 años. De manera similar a nuestro estudio, ellos encontraron que la topografía más común en ambos grupos fue la cabeza y el sexo más afectado el femenino. A pesar de encontrar resultados afi nes en nuestro estudio en comparación con otros reportes en México, no existe aún alguno que describa la relación de la aparición del carcinoma basocelular en pacientes menores de 50 años con el sexo, el tipo de actividad ocupacional y el fototipo. Nosotros encontramos que la población de estudio se dedica principalmente a las tareas del hogar (49.8%), mientras que una proporción pequeña (13.8%) realiza actividades diarias que incluyen exposición solar. La mayoría de nuestros pacientes correspondía a un fototipo III (53%). Más estudios son necesarios que relacionen la radiación ultravioleta acumulada durante la infancia temprana y la adolescencia, con la aparición del carcinoma basocelular a temprana edad en pacientes mexicanos. Es primordial encaminar las información generada para promover educación y detección oportuna del cáncer de piel en pacientes menores de 50 años del sexo femenino que habiten las regiones Centro, Valles y Ciénega del estado de Jalisco. Agradecimientos: Dr. José Fernando Barba Gómez, director del Instituto Dermatológico de Jalisco, Dra. Claudia Baños Segura y al C. Luis Olivares Navarro por su invaluable apoyo. Correspondencia a: Dra. María Trinidad Sánchez Tadeodra.triny68@hotmail.comAv. Federalismo 3102, Atemajac del ValleZapopan, Jalisco. CP: 45190 Referencias bibliográ cas 1. Gutiérrez Vidrio R. Cáncer de piel. Rev Fac Med UNAM. 2003;46(4):166-171. 2. Schell A, Rusell M, Park S. JAMA Facial Plast Surg. 2013;15:337-343. 3. EL Joshua, Kent D. Surgical margins nonmelanoma skin cancer incidence. Arch Dermatol. 1999;135:143-144. 5. Guía de Práctica Clínica Prevención, Diagnóstico y Tratamiento del Carcinoma Basocelular, México. Secretaría de Salud. 2013.www. cenetec.salud.gob.mx/descargas/...BASOCELULAR/360GER.pdf. Último acceso: 14 de marzo de 2015.6. KK, Van A, Lapouge G. Identifi cation of the cell lineage cell carcinoma. 2010;12:299-305. 7. J, 3ra. Ed. Vol. 2 China: Elsevier. 2012;1773-1793.Perfi l epidemiológico del carcinoma basocelular en adultos jóvenes del Estado de Jalisco122 RevSalJal Año 4 Número 2 Mayo-Agosto de 201710. Car ucci JA, Leff el DJ. Basal Cell Carcinoma. Wolff K, Goldsmith LA, Katz S, Gilchrest BA, Paller AS, Leff el DJ. Fitzpatrick's Dermatology in General Medicine. 7 ed. Vol. 2. Estados Unidos. Mc Graw Hill. 2008;1036-1042. 11. Perfi l epidemiológico de los tumores malignos en México. SINAIS/SINAVE/DGE/SALUD/Perfi l epidemiológico de los tumores malignos en México. 2011. 12. De Anda Soto, Domínguez Soto, Hojyo Tomoka. Atlas Dermatología Geriátrica. Fundación Nacional para la Enseñanza e Investigación en Dermatología. Primera Edición. 2014;111. 13. Díaz-González JM, Peniche Castellanos A, Fierro Arias, Ponce Olivera RM. Cáncer de piel en menores de 40 años. Experiencia de 4 años en el Hospital General de México. Gac Med Mex. 2011;147:17-21. 14. Cardona-Hernández MA, Peniche Castellanos A, Fierro Arias L, García Guerrero V A, Mercadillo P . Prevalencia de patrones histológicos agresivos de carcinoma basocelular en pacientes menores de 40 años Experiencia de 5 años en el Hospital General de México . Dermatol Rev Mex. 2013;57:149-154. 15. Situm M, et al. Th e role of UV radiation in the development of basal cell Coll histologic patterns. J Dermatol. 2005;53:833-837. 19. Jurado-Santa Cruz F, Medina Bojorquez A, Gutiérrez Vidrio RM, Ruiz Rosillo J. Prevalencia del cáncer de piel en tres ciudades de México. Rev Med Inst Mex Seguro Soc. 2011;49(3):253-258. 20. Boyd AS, Shyr Y , King LE. Basal cell carcinoma in Young women: an evaluation of the association of tanning bed use and smoking. J Am Dermatol. 2002;46:706-709. 21. Lei U, Masmas TN, skin cáncer. Acta Derm Venereol. 2001;81:415-417. 22. Lopez Cruz Z. Incidencia de carcinoma basocelular y epidermoide. Dermatología Rev Mex. 2007;51(4):149-153. 23. Lovatt and rate developement A, Nguyen T, Duvillard P , Benhamou E, Avril M. Basal cell carcinoma more aggresive than in older patients. Dermatology. 1999;199:119-123. 25. Reglamento de la Ley General de Salud en Materia de Investigación de la Salud. Última reforma DOF 02-04-2014. www.diputados.gob.mx/LeyesBiblio/regley/Reg LGS MIS.pdf. Ultimo acceso el 07 de julio de 2015. 26. Betti R, et al. Anatomic location 2009;35:201-206.Revista Médico-Científi ca de Secretaría Jalisco123 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalArtículo original Uso de herramientas de alto desempeño para buscar biomarcadores que mejoren la detección de tuberculosis en pacientes con diabetes mellitus asintomáticos para la infección Aceves-Sánchez M. de J. (1), González-Salazar F. (2), González-Sánchez D.(1), Bravo-Madrigal J. (1) y Flores-Valdez M. A. (1). (1) Biotecnología Médica y Farmacéutica, Centro de Investigación y Asistencia en Tecnología y diseño del Estado de Jalisco, A.C . (2) Universidad de Monterrey. Recibido: 18/10/2016 Aceptado: 12/04/2017Resumen En la actualidad la tuberculosis (TB) continúa como un problema importante de salud pública en muchos países, incluyendo México, donde anualmente se presentan alrededor de 20 mil casos nuevos y 2 mil muertes a causa de esta enfermedad. En nuestro país, el riesgo de contraer TB debido al VIH es sólo del 2%, comparado con 25% en los casos de personas con diabetes en el sureste del país y noreste de la República. Merced a que aún existen oportunidades para mejorar el diagnóstico de la tuberculosis en lo general, y donde los métodos disponibles hoy en día varían aún más en efi cacia de detección en pacientes con diabetes mellitus, en el Centro de Investigación y Asistencia en Tecnología y diseño del Estado de Jalisco, A.C. (CIATEJ) realizaremos la búsqueda y validación de compuestos derivados de la bacteria, buscando las mejor reconocidas por personas con diabetes mellitus, para luego defi nir su utilidad en la detección temprana de TB en estos pacientes (uso como biomarcadores), idealmente antes de manifestar cualquier complicación y evaluar la aplicación de terapia preventiva en los mismos. Palabras clave: Tuberculosis, diabetes mellitus, biomarcadores, detección tempranaAbstract Nowadays, tuberculosis (TB) still remains an important public health problem in many countries, including Mexico, where annually about 20,000 new cases and 2,000 deaths from this disease are presented. In our country, the risk of getting TB because of HIV infection is only 2%, compared to 25% in cases of people with diabetes, found both in the southeast and northeast of the Republic. Because of the fact that there are opportunities to improve eff ective screening and diagnosis of tuberculosis in general, and where the methods available today vary even more in patients with diabetes mellitus, in the Centro de Investigación y Asistencia en Tecnología y di seño del Estado de Jalisco, A.C. (CIATEJ). we will seek for and validate compounds derived from the bacteria, looking for the best ones that are recognized by people with diabetes mellitus, and then defi ne the usefulness of these bacterial derived molecules, in the early detection of TB in these (use them as them. Keywords: Tuberculosis, diabetes mellitus, biomarkers, early detection Introducción En la actualidad la tuberculosis (TB) es un problema importante de salud pública en muchos países, incluyendo México. Es la enfermedad de origen bacteriano con mayor índice de mortalidad (1.8 millones de personas mueren al año por tuberculosis) a nivel mundial. La TB en un 80% de los casos se presenta como una infección pulmonar con grado variable de daños, lo que depende tanto del microorganismo en sí, como del estado del sistema inmune, el cual se modifi ca en diversos padecimientos, incluyendo la diabetes mellitus. En México, anualmente 124 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017se presentan alrededor de 20 mil casos nuevos y 2 mil muertes a causa de esta enfermedad.1 Es bien conocido que la combinación de la infección por el Virus de la Inmunodefi ciencia Humana (VIH) con la TB es letal, pues se incrementa el riesgo de complicaciones en tratamiento y de efectos nocivos derivados del mismo. No obstante lo anterior, en México, el riesgo de contraer TB debido al VIH es sólo del 2%, comparado con 25% en los casos de personas con diabetes en el sureste del país, 2 así como también en el noreste.3 Por otro lado, según datos de la Federación Internacional de Diabetes, la prevalencia global de esta enfermedad alcanzó 382 millones en 2013 y se predice llegue a 592 millones para 2035. 4 Se ha observado que la TB parece agravar la DM,5, 6 requiriendo en el caso de padecer la enf ermedad más dosis de insulina que las que utilizan habitualmente, debido a que al ser la TB un estado de infl amación crónica, 7 puede exacerbar la hiperglucemia o favorecer su aparición. La asociación TB y DM prolonga el tiempo de la baciloscopía positiva y produce un retraso en la negativización de los cultivos de micobacterias, lo que implica un mayor tiempo de transmisión en la comunidad. Además, la tasa de fracaso del tratamiento antituberculoso es más alta en los pacientes diabéticos que en los no diabéticos y la duración del tratamiento para la TB es más larga en los pacientes con diabetes. 8 Por ello, es necesario seguir una serie de recomendaciones para la búsqueda de nuevos casos y monitoreo de los ya existentes a través de un diagnóstico oportuno que permita el tratamiento adecuado y disminuya la propagación de la tuberculosis y les dé una mejor calidad de vida a los pacientes en co-morbilidad TB y DM. En México, las pautas para la prevención, control y monitoreo de la TB, incluyendo los casos asociados con DM, se encuentran contenidos en las NOM-006, NOM-015 y NOM-017 de la SSA, que recomiendan la revisión de diabéticos con síntomas respiratorios por si hubiera tuberculosis, en donde se considera el uso del cultivo como si se tratara tanto de tuberculosis pulmonar como de extra pulmonar, así como prueba de susceptibilidad a fármacos, y en los enfermos con tuberculosis, buscar diabetes, para prevenir complicaciones. 9-11 En atención a las cifras ya planteadas, y tomando como antecedente directo que en población de San Francisco, California, EUA, una prueba diagnóstica de uso frecuente en investigación y regular en algunos hospitales (prueba de Quantiferon®), fue menos capaz de detectar la TB en pacientes con diabetes mellitus, en casos de ausencia de detección del bacilo en secreciones. 12 En CIATEJ realizaremos la búsqueda y validación de compuestos derivados de la bacteria, que en su conjunto sean mejor reconocidas por personas con diabetes mellitus, para luego defi nir su utilidad en la detección temprana de TB en estos pacientes (biomarcadores), idealmente antes de manifestar cualquier complicación y evaluar la aplicación de terapia preventiva en los mismos. Para ello usaremos sueros humanos procedentes de diferentes grupos: (a) voluntarios sanos, (b) pacientes con tuberculosis, (c) pacientes diabéticos con prueba negativa de ensayo Quantiferon-Gold, y (d) pacientes diabéticos con resultado positivo de la prueba Quantiferon-Gold. En todos los casos, el protocolo será avalado por un comité de ética hospitalaria, realizado como un estudio transversal, observacional de casos y controles, conforme a la Declaración de Helsinky, el artículo 100 de la Ley General de Salud y en los artículos 13 al 18, 20 al 22 y 113 a 120 Reglamento de la Ley General de la Salud en Materia de Investigación para la Salud en relación con la ética en la investigación. Los datos recabados por parte de los pacientes serán protegidos y clasifi cados como confi denciales, por otra parte los resultados que se generen consistirán de datos agregados, por lo que no se mostrarán resultados de personas individuales. Estrategia de búsqueda de biomarcadores. Se realizará la técnica de NAPPA 13 (Nucleic Acid Programable Protein Array, por sus siglas en inglés), que consiste brevemente en un sistema de expresión y captura de proteínas in situ donde las proteínas etiquetadas en su extremo C-terminal son expresadas utilizando un sistema de expresión in vitro y efi cientemente capturadas/purifi cadas por anticuerpos anti-etiqueta co-impresos, que luego usa sueros de pacientes de diferentes grupos para detectar proteínas reconocidas específi camente por alguno de tales grupos. La adquisición de la imagen se realiza con escáner láser ajustado a 532 nm de excitación, 575 nm emisión PMT-gain 90 a 140 y se realizan rondas sucesivas para verifi car el reconocimiento como verdadero positivo. La expresión de varias proteínas en una sola matriz, hace posible probar la función de diferentes proteínas simultáneamente, además, permite obtener cantidades similares de proteínas, lo que potencialmente permitiría identifi car antígenos presentes en bajos niveles, o antígenos con una vida media corta, característica que ha sido aplicada en la detección de otros patógenos. 13 Además, permite el análisis de muestras sumamente complejas, como ha sido el caso de la determinación del perfi l inmunológico a) del cáncer asociado a papilomavirus humano, 14 o identifi cación de proteínas sujetas a cambios postraduccionales vía AMP (adenilación) promovida por patógenos. 15 Análisis estadístico. Se evaluará la sensibilidad y especifi cidad de los biomarcadores, distribuidos en spots 125 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalUso de herramientas de alto desempeño para buscar biomarcadores que mejoren la detección de tuberculosis en pacientes con diabetes mellitus asin tomáticos para la infección de 3 cada uno, para grupos de 50 muestras de suero de cada uno de los grupos antes indicados, se validarán por ELISA los mejores biomarcadores para determinar la sensibilidad y especifi cidad de detección de cada candidato, indicando intervalos de confi anza al 95%. Finalmente, se compararán la especifi cidad y sensibilidad de los mejores biomarcadores encontrados con las del Quantiferon®, indicando los valores de p (tests chi cuadrado y McNemar). Para evaluar la capacidad predictiva de los biomarcadores, se realizará un análisis de regresión logística binomial, considerando el género en los resultados, esto atendiendo que es conocido que en seres humanos hay una proporción cercana a 2:1 en hombres:mujeres para sufrir tuberculosis, mientras que mujeres diabéticas suelen presentar menor calidad y esperanza de vida que los hombres con este padecimiento. Los cálculos se realizarán para cada uno de los grupos estudiados, utilizando el paquete glm en R. El ajuste se hará dividiendo los grupos en dos partes, una de entrenamiento y una de prueba del modelo. Se elaborarán también curvas ROC y se calculará el área bajo la curva (ABC) para tener una representación visual de la sensibilidad frente a la especifi cidad de los biomarcadores. Nuestra meta es desarrollar un método diagnóstico que permita la detección de tuberculosis asintomática en pacientes mexicanos con diabetes mellitus, con sensibilidad (límite de detección certera) y especifi cidad (identifi cación precisa, sin confundir con otros padecimientos) mayor o igual al 80%, lo cual estarí a por encima de las pruebas disponibles hoy en día (Tabla 1, conformada a partir de 16- 18). En un estudio publicado en 2013, en Malasia, los costos de atención para enfermos de tuberculosis, diabetes, y casos combinados, fue de $840, $1892, y $1234 dólares americanos, respectivamente (esto es, 50% más elevados en TB-DM), con tiempos de hospitalización de 7, 4 y 10.2 días, en cada caso. 19 En la ciudad de Guadalajara, en febrero de 2017, los costos ofrecidos por laboratorios de diagnóstico de la prueba PPD (Mantoux) oscilan entre $120 y $465 pesos, el Quantiferon TB Gold, entre $3840 y $5109 pesos, mientras que una prueba de hemoglobina glucosilada ronda de $265 a $315 pesos. Parece claro que para que nuestro método de detección temprana de anticuerpos anti-TB en pacientes con DM resulte costo-efectivo para el Sector Salud, sería conveniente se ubique en la escala de los $500-700 pesos (costo probable dentro de 4-5 años), algo que en formato ELISA podría ser posible ya terminada la investigación y optimizado el sistema; por ejemplo, la detección de anticuerpos anti-VIH en ese formato se oferta hoy en día entre $210 y $285 pesos. Con este proyecto, se busca mejorar la calidad de vida de las personas diabéticas al reducir riesgos de complicaciones por tratamientos prolongados ante una infección bien establecida (la terapia regular contra TB dura de 6 a 9 meses) y también ahorrar costos de tratamiento, al iniciar de manera temprana la terapia en personas que aún no tienen evidencia signifi cativa de afectación pulmonar. Comparación del desempeño y características de la prueba PPD y los procedimientos basados en el IFN- Desempeño y características Ensa yo tuberculínico (Prueba de PPD)Ensa yos de liberación de IFN- (IGRAs ) Sensibilidad estimada (en pacientes con TB)75%-90% inmunode fi ciencias)80-90% Especifi cidad estimada (su MNTSí, después de la vacunación en la in fancia o por exposición re petida Menos marcada - No Propensos a las variaciones no especí fi cas en los resu ltados de las prue basSí, debido al persona l que toma la lectur aSí, por numerosos factores Asociación entre positividad del test y riesgo de TB durante el seguimient a fuerte asociació nn ón Corre lación con la exposición a MTB Sí Sí (superior a l PPD) 126 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017Bene fi cio del tratamiento a los positivos Re ducción del 60% de TB Sin evidencias fi rmes. Parece superior al PPD Resu ltados en VIH/SIDA Va lor mu y limita do Buena correlación con CD4 a partir de 100 Repro ducibilidad Moderada Alta Fenómen o de Booster Sí No, sólo en casos done se realiza la prueba de PPD 3 días antes Umbrales para conversiones basadas en evidencia diri gidaSí Sí Probab ilidad de exposición a cteri asSí; alta sólo cuando se Probab ilidad de reversi ón en los individuo s con reacción débil a IGRA y discordancia con la prueba de PPD Reacciones adversas Raras Raras Conversión asociada con el ries go de pro gresión hacia TB activaSí Sin una evidenci a direct a Capaci dad para detectar TB activa en in dividuos con a lto ries goDébil Débil Útil como medida preventiva para reducir elries go de pro gresión a TB en in dividuos con conversi ónSí No hay evidencia Costos de la prue ba Bajo Mod erado - Alto Visitas a l consu ltorio2 (Una para ap licación del PPD y otra para leer la reacción)1 (Só lo para la toma de muestra ) Infraestructura requerida Sí (a nivel peri férico) Sí (a nivel laboratorio ) Tiempo requerido para informar resultados 2-3 días 1-2 días Requerimientos de personal cali fi cado Sí (experto ) Sí (técnicos de laboratorio ) Ensayo de liberación de humana. SIDA: Síndrome de inmunodefi ciencia adquirida. PPD: Derivado proteico purifi cado, por sus siglas en inglés. IGRA: Ensayo de liberación de interferón-gama, por sus siglas en inglés. ND: Información no disponible. Agradecimientos. El Fondo Internacional de Cooperación en Ciencia y Tecnología prove financiamiento para el desarrollo del proyecto 265796, donde el Dr. Mario Alberto Flores Valdez funge como Responsable Técnico. *Responsable de correspondencia: Dr. Mario Alberto Flores-Valdez, Biotecnología Médica y Farmacéutica, Centro de Investigación y Asistencia en Tecnología y diseño del Estado de Jalisco, A.C. Tel. (+52) 33 3345 5200 ext 1301, floresv@ ciatej.mx Mayo-Agosto bibliográ 1. L, Cano-Arellano B, Bobadilla M, Small PM, Sifuentes-Osornio J. Tuberculosis and diabetes in southern Mexico . Diabetes Care 2004 ; 27:1584-1590. 3. Penuelas-Urquides northeast Mexico. Mem Inst Oswaldo Cruz 2014;109:814-819. 4. Hodgson K, Morris J, Bridson T, Govan B, Rush C, Ketheesan N. Immunological mechanisms contributing to double of paradox. Adv Clin Chem 2011;53:139- 153. 6. Restrepo BI, Schlesinger LS. Impact of diabetes on the natural history of tuberculosis. Diabetes Res Clin Pract 2014;106:191- 199. doi: 10.1016/j.diabres.2014.06.011 7. Martinez N, Kornfeld immunity tuberculosis. Eur J N, Martinez-Gamboa RA, J, Ponce-de-Leon A. Association of Mexicana NOM-006-SSA2-2013, Para la prevención y control de la tuberculosis. 10. Norma Ofi cial Mexicana NOM-015-SSA2-2010, Para la prevención, tratamiento y control de la diabetes mellitus.11. Norma Ofi cial Mexicana NOM-017-SSA2-1994, Para la vigilancia epidemiológica. 12. Choi JC, Jarlsberg LG, Grinsdale JA, diabetic patients with smear-negative tuberculosis. Th e international journal of tuberculosis and lung disease : the offi cial journal of the International Union T Disease Release Assays versus Tuberculin Skin Testing for the Diagnosis of Latent Tuberculosis Infection: Overview of interferon gamma release assay & tuberculin skin tests for diagnosis of late nt tuberculosis in patients on maintenance haemodialysis. Indian J Med Res 2015;141:463-468. doi: 10.4103/0971-5916.159297 18. Steingart KR, Flores LL, Dendukuri N, Schiller I, Laal S, Ramsay A, Hopewell PC, Pai M. Commercial serological tests for the diagnosis of active pulmonary Diabetic Journal of Medicine and Medical Research 2013;3:9. doi: http://www.journalrepository.org/media/journals/BJMMR_12/2013/May/1368765597-Aweis342013BJMMR3394.pdfUso de herramientas de alto desempeño para buscar biomarcadores que mejoren la detección de tuberculosis en pacientes con diabetes mellitus asin tomáticos para la infección128 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017Caso clínico Sensibilidad antimicrobiana de cepas de Streptococcus pneumoniae, período 2012-2015 en niños menores de 6 años que cursaron con neumonia de la Osa-Busto M. Zempoalteca-Sánchez E. (5), Saavedra-Cabrera S.L.(5), Avila-Correa A. (6) (1) Servicio de Urgencias Pediátricas del HGR No. 1 Ignacio García Téllez del Instituto Mexicano del Seguro Social, Mérida Yuca tán, Universidad Autónoma de Yucatán; (2) Residente de Pediatría, Centro Médico la Raza, IMSS, México; (3) Depto de Pediatría, investigación y laboratorio clínico, Clínica Diana de Especialidades, Oaxaca, Academia Mexicana de Pediatría; (4) Departamento de Infectología Pediátrica, Antiguo Hospital Civil, Guadalajara Jalisco; (5) Facultad de Medicina de la Benemérita Universidad Aut ónoma de Puebla; (6) Facultad de Ciencias Médicas y Biológicas \"Dr. Ignacio Chávez\", Morelia Michoacán. Resumen El Streptococcus Pneumoniae (SP) o Neumococo sigue siendo causa frecuente de infecciones en niños menores de 6 años, sobre todo de Neumonía adquirida en la comunidad. Objetivo: Conocer la sensibilidad antimicrobiana de este agente en niños que cursaron con neumonía adquirida en la comunidad, en un segundo nivel de atención. Material y métodos: Estudio cualitativo, cuantitativo, prospectivo, comparativo a antimicrobianos de aislamientos de SN, analizados del 1 enero 2012 al 31 enero 2015. Resultados: Se analizaron 47 cepas de SP de ellas 27 (57.44%) provenían de mujeres y 20 (42.56%) de hombres. Se observó mayor incidencia en niños de 0 días a 11 meses 17 (36.17%) seguido de niños de 1 año a 1 año/11 meses 17 (36.17%) Fueron sensibles a Ampicilina 25 (53.19 %) y Eritromicina 24 (51.06%). Presentaron alta resistencia a 36 (76.59%) y Gentamicina 28 (59.57%). El Ciprofl oxacino, Penicilina, Cefalotina, Cefazolina, Amoxicilina y Oxacilina y Niños, or pneumococci still been a most frequent cause of child infection, most of all acquired pneumonia in the community Objetive: Know the antimicrobial sensitivity in children that go to an hospital of second level of attention. Material and methods: qualitative, in the period of January 1, 2012 to January 31, 2015. Results: in the analysis of 47 strains of SP from them 27(57.44%) women and 20(42.56%) men. Analyzing the ages it observe more incidents in child of 0 days to 11 months 17(36.17%); 1 year to 1 year 11 months antimicrobiana de cepas de Streptococcus pneumoniae, período 2012-2015 en niños menores de 6 años que cursaron con neumonia Introducción Streptococcus pneumoniae (SP), o neumococo es un importante patógeno humano. Causa infecciones severas e invasivas, como: neumonía, septicemia, otitis media y meningitis, especialmente en niños, ancianos y pacientes inmunocomprometidos. SP inicialmente coloniza la nasofaringe y puede persistir durante meses sin causar enfermedad, formando estructuras especializadas llamadas biop elículas. Los neumococos de estas biopeliculas pueden migrar a otros sitios anatómicos estériles, causando infecciones graves como la neumonía y la otitis media. o migrar al torrente sanguíneo, causando bacteremia, o al cerebro causando meningitis. 1 SP es una bacteria Gram-positiva compleja que comprende más de 90 serotipos. La susceptibilidad es notablemente mayor en los niños menores de 5 años y adultos mayores de 65. Mientras que la inmadurez del sistema inmunológico relacionada con la edad es en gran parte responsable de la inmunidad deficiente en el primero, las causas subyacentes de susceptibilidad en los adultos mayores son complejas. La inmunidad a SP es mediada principalmente a través de la respuesta inflamatoria en los fagocitos de reclutamiento en la mucosa nasofaríngea (neutrófilos y monocitos/macrófagos) que reconocen el patógeno a través de TLR2 e ingieren y matan las bacterias, con la inducción de células Th17 están obligados a mantener el reclutamiento de neutrófilos y garantizar la liquidación de la infección. 2 Debido a este mecanismo inmunológico y muchos otros, se trabaja actualmente en una nueva generación de vacunas que no tengan las limitantes que se tienen ahora, como lo menciona Pichichero y cols, en donde describen las tendencias hacia estos avances científicos, 3 ante estas circunstancias también observamos que este patógeno ha incrementado su resistencia a antibióticos que se usaban de manera convencional no solo en México sino alrededor del mundo; así por ejemplo en Irán se realizó un meta-análisis que incluyó estudios transversales realizados hasta mayo del 2015, en un total de 16 estudios que fueron incluidos en el análisis final. La prevalencia combinada de SP portador nasofaríngeo fue del 18%, las tasas de resistencia a los antibióticos eran el 26% (95% IC: 15% - 37%) a la Penicilina, el 30% (95% IC: 10% - 49%) a la Eritromicina y el 34% (95% IC: 10% - 57%) para Tetraciclina, respectivamente. 4 Torres5 en el Perú, en 572 aislamientos, encontraron altas tasas de resistencia a Cotrimoxazol baja (8,8%). Se encontró 29,5% de multirresistencia. En otro estudio realizado en Murcia, España, casi un tercio (31,3%, 489/1562) de los niños eran portadores nasales. Las tasas de prevalencia de resistencia a la Penicilina (criterios de infecciones de meningitis CMI> 0,06 mg / l) fueron 28,1%. Hubo un alto porcentaje de resistencia a la Eritromicina (45,7%). Los factores que favorecen la resistencia a la penicilina y cefotaxima fueron el consumo de antibióticos en el mes anterior y la portación de serotipos de la vacuna. Por otra parte, la edad de 4 años de edad fue un factor protector de la resistencia. El 14, 35B, 19A, 15A, 19F fueron los serotipos menos susceptibles a la Penicilina. Tanto Amoxicilina oral dada a pacientes ambulatorios y la Penicilina intravenosa o Ampicilina a los pacientes hospitalizados son excelentes opciones para el tratamiento de infecciones no meníngeas, como se ha visto con la neumonía en este tipo de ambientes, donde hay baja incidencia de cepas altamente resistentes a la Penicilina. 6 En cuanto a México, un reporte de Soto y Echaniz7 analizando serotipos y susceptibilidad antimicrobiana a SP causante de infección en niños menores de 60 días en aislamientos de 16 hospitales de la red SIREV A en México, mostró en 120 aislamientos de menores de 60 días, no vacunados, que estas provenían en un 41% de neumonías, de meningitis 27%, bacteriemia en 17%. los serotipos más frecuentes antes de la introducción de la vacuna heptavalente de neumococo (PCV7) fueron 19F, 23F, 6B, 14, 35B. Después de la introducción de la PCV7 en el año 2008, el serotipo 19A incrementó significativamente, y otros serotipos como 3, 10A, 12F, grupo15 y 23 han incrementado su frecuencia. La mayoría de las cepas presentaron susceptibilidad disminuida a los antimicrobianos evaluados, excepto para el serotipo 19A, el cual mostró multirresistencia Ante este panorama el presente estudio analiza la sensibilidad y la resistencia bacteriana de cepas de SP en la ciudad de Oaxaca, en un segundo nivel de Atención. Material y métodos Estudio cualitativo, cuantitativo, prospectivo y comparativo Criterios de inclusión: Cepas de SP obtenidas de muestras faringotraqueales de niños y niñas menores de 6 años que acudieron a consulta de pediatría del hospital, con el 130 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017diagnóstico de neumonía adquirida en la comunidad (NAC). Dichas muestras se sembraron en medios de gelosa sangre, gelosa chocolate, incubadas en temperaturas de 37 grados C, por 24 y 48 horas. La sensibilidad antimicrobiana se obtuvo para un panel de macroescan a 16 antimicrobianos. Criterios de exclusión: Muestras que se tomaran en forma dudosa o de pacientes que no cumplían con los criterios de inclusión mencionados, es decir, que provenían de otros sitios de infección o bien de infecciones relacionadas con la atención médica. Las cepas se obtuvieron durante el periodo del 1 de enero de 2012 al 31 de enero de 2015, en el laboratorio del hospital. La determinación de la Concentración Mínima Inhibidora (CMI) es la medida de la sensibilidad de una bacteria a un antibiótico. Es la mínima cantidad de antimicrobiano que es capaz de impedir el crecimiento de un microorganismo en unas condiciones normales, es el método habitual utilizado en el laboratorio básico. 8 Resultados Se analizaron 47 cepas, de ellas 41 (87.23%) provenían de pacientes que fueron hospitalizados y 6 (12.77%) de pacientes externos que se manejaron ambulatoriamente por no presentar criterios para hospitalización, de ambos géneros: 27 (57.45) eran mujeres y 20 (4.55%) hombres. Analizando las edades se observó mayor incidencia en niños de 0 días a 11 meses 17 (36.17%); seguido por los de 1 año a 1 año/ 11 meses 17 (36.17%); 2 años a 2 años y 11 meses 5 (10.63%); 3 años a 3 años y 11 meses 3 (6.38%cult); 4 años a 4 años y 11 meses 2 (4.25%); 5 años a 5 años y 11 meses 1 (2.12%); 6 años 2 (4.25%). Gráfi ca 1 Gráfi ca 1. Edades de los pacientes con Streptococo pneumoniae 05 10 15 202 1 2 3 5 17 176 años 5 años a 5 años 11 meses 4 años a 4 años 11 meses 3 años a 3 años 11 meses 2 años a 2 años 11 meses 1 año a 1 año 11 meses 0 días a 11 meses Muestra predominio de casos por igual en menores de 1 año y en los menores de 11 meses. En cuanto a la susceptibilidad mostrada de las cepas obtenidas, en orden decreciente de sensibilidad, fueron sensibles a Ciprofl oxacino 47 (100%), Penicilina 43 Ampicilina 25 (53.19 %) y Eritromicina 24 (51.06%). Presentaron alta resistencia a 36 (76.59%) y Gentamicina 28 (59.57%). Gráfi ca 131 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalGráfi ca 2. Sensibilidad y resistencia antimicrobiana de cepas de Streptococcus pneumoniae Muestra en porcentajes, gran sensibilidad a ciprofl oxacino, seguido de penicilina, cefalotina, cefazolina, amoxicilina y oxacilina. En naranja, en barras, se muestra la resistencia Discusión De acuerdo a un reporte de la Organización Mundial de la Salud (OMS).9 La neumonía es la principal causa individual de mortalidad infantil en todo el mundo. Se calcula que la neumonía fue la causa de la muerte de 920 136 niños menores de 5 años en 2015, lo que supone el 15% de todas las defunciones de niños menores de 5 años en todo el mundo. La neumonía afecta a niños —y a sus familias— de todo el mundo, pero su prevalencia es mayor en el África subsahariana y Asia meridional. Pueden estar protegidos mediante intervenciones sencillas y tratados con medicación y cuidados de costo bajo y tecnología sencilla. El SP es la causa más común de neumonía bacteriana en niños, seguido de Haemophilus infl uenzae de tipo b (Hib) Los antimicrobianos más utilizados en la infección por SP principalmente interfi eren con la síntesis del síntesis proteica ADN (fl interfi eren en la síntesis de folatos (cotrimoxazol). La versatilidad adaptativa del microorganismo le ha permitido crear mecanismos capaces de sobreponerse a cualquiera de estas agresiones terapéuticas con un grado variable de efi cacia. La realización de esta investigación responde a la necesidad del conocimiento de la sensibilidad antimicrobiana de cepas del esteptococo pneumoniae en nuestra población, ya que creemos fi rmemente que su conocimiento nos lleva a una utilización juiciosa de los agentes antimicrobianos actualmente disponibles en nuestro medio, siendo esta una de las principales armas contra la proliferación y diseminación de cepas resistentes y multirresistentes de este germen. 10 De acuerdo a estadísticas de la OMS este agente etiológico es el responsable de 1.1 millones de muertes de menores de un año a nivel mundial (equivalente al 18% de muertes de menores de 5 años). 11 El diagnóstico temprano de la neumonía, así como su tratamiento específi co ha dado resultados adecuados, mejorando durante los últimos 15 años, gracias a la inmunización sistemática específi ca principalmente para neumococo e Haemophilus Infl uenzae tipo b , que es la estrategia de Atención Primaria mejor, así como también de las nuevas técnicas moleculares para su tipifi cación y de imágenes rápidas, concentración de nuevo corte mínima inhibitoria (CMI), criterios para la sensibilidad a la Penicilina que es el motivo principal del presente trabajo, lo cual de acuerdo a estos resultados mostró que SP presenta buena sensibilidad a la Penicilina ya que de 47 cepas, 43 (91.48%) eran sensibles, lo cual es un buen respaldo para seguir Sensibilidad antimicrobiana de cepas de Streptococcus pneumoniae, período 2012-2015 en niños menores de 6 años que cursaron con neumonia132 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017utilizando esta, es importante comentar que estamos hablando de un primer y Segundo nivel de Atención y manejo multidisciplinario, 12 en este estudio el SP incide más en niños menores de 1 año 11 meses, en comorbilidad con virus en los estudios analizados previamente de otros países encontramos una resistencia creciente al uso de la Penicilina, sin embargo en nues tro estudio encontramos que tiene una sensibilidad in vitro de un 91.48 %, dicho fármaco lo podemos encontrar dentro del cuadro básico del primer nivel de atención en los Servicios de Salud de nuestro medio, lo que demuestra la necesidad de controlar el uso indiscriminado de antibióticos, y de realización de estudios de investigación que avalen nuestra práctica clínica y que contribuyan a disminuir la tendencia mundial del uso indiscriminado de antibióticos ya que esto repercutirá de por vida en nuestros menores de 6 años que sean tratados con tratamientos demasiado agresivos y a veces innecesarios. Hablando de resistencias, en otras partes del mundo es ta se incrementado a la Penicilinas, simplemente en el laboratorio habrá de considerar como sensibles aquellos que mostraran cepas con MIC (concentración mínima inhibitoria) superiores a 2 ug/ml es decir que no responden adecuadamente al tratamiento convencional con Penicilina con un CIM menor a estas cifras, por lo tanto, en aquellos casos con factores de riesgo de mortalidad y/o de sufrir infección por gérmenes altamente resistentes (neumonía probablemente neumocócica que no responde a penicilina intravenosa y en áreas de elevada incidencia de neumococo resistente), es recomendable utilizar inicialmente Ceft riaxona o Cefotaxima por vía intravenosa 13,14 Un estudio realizado por Mamamsi et al15 en Asia mostró una tendencia de la Penicilina por S. pneumoniae resistente (PRSP) durante un período de 20 años. En Malasia, la tasa de PSSP disminuyó de 97,2% en 1995-1996 al 69% en 2000. En Singapur, los niveles de PSSP disminuyeron de 72,6% en 1997 al 30,5% en 2007-2008. En Irán, PSSP varió de 0% a 100%. En Taiwán, la tasa de PSSP fue del 60,3% en 1995 y <50% en otros años. En el Líbano, la tasa de PSSP fue de menos de 50% (del 30,1% al 50%) en todos los datos publicados. En Hong Kong, el nivel de sensibilidad a la Penicilina se redujo de 71,1% en 1993-1995 a menos del 42% en 2007. La vigilancia continua de los datos de resistencia de los aislados clínicos, así como la aplicación de una estricta política de control de infecciones se recomienda. Se necesitan más estudios para una mejor tasa de PSSP evaluación en algunos países asiáticos como Vietnam, Singapur, Filipinas, Pakistán, Nepal, Kuwait, Corea e Indonesia. La Red Asiática para la vigilancia de patógenos resistentes (ANSORP) 16 realizó un estudio prospectivo de vigilancia de 2.184 S. pneumoniae colectadas a partir de pacientes con infecciones neumocócicas de 60 hospitales, en 11 países de Asia, desde 2008 hasta 2009. Entre los aislados no meníngeas, la tasa de prevalencia de la penicilina neumococos no susceptibles (MIC, 4 g / ml) fue del 4,6% y la resistencia a la penicilina (CMI, 8 mg / ml) fue extremadamente rara (0,7%). La resistencia a la Eritromicina era muy frecuente en la región (72,7%); las tasas más altas fueron en China (96,4%), Taiwán (84,9%) y Vietnam (80,7%). Se observó resistencia a múltiples fármacos (MDR) en el 59,3% de los aislados procedentes de países asiáticos. En este estudio la eritromicina muestró alta resistencia a SN 24 de ellas (51.06%). Un estudio realizado en Sevilla España 17 mostró que la proporción de cepas neumocócicas no sensibles a la Penicilina oral y resistentes a la Amoxicilina fue del 33 y 3%, respectivamente. La resistencia a la amoxicilina se asoció con la antibioterapia previa (OR: 4,29; IC 95%: 1,09-20,02). La prevalencia de SV en niños inmunizados y no vacunados fue baja en comparación con estudios previos a la introducción de la VCN7. La edad temprana y el hacinamiento incrementaron el riesgo de portar neumococos. La utilización de antibioterapia previa disminuyó la probabilidad de colonización pero incrementó el riesgo de portar neumococos resistentes a la amoxicilina. Las principales serotipos fueron el 52,5% de los aislados mostró serotipos PCV7, que van desde el 16,1% en Filipinas hasta el 75,1% en Vietnam. Los serotipos 19A (8,2%), 3 (6,2%), y 6A (4,2%) fueron los más destacados serotipos no PCV7 en la región de Asia. Entre los aislados con el serotipo 19A, 86,0% y 79,8% mostraron resistencia a la eritromicina y MDR, respectivamente. Los más notables descubrimientos sobre la epidemiología de S. pneumoniae en los países de Asia después de la introducción de la PCV7 fueron la alta prevalencia de la resistencia a los macrólidos y MDR y aumenta distintivos en el serotipo 19A. Entre el 2007 y 2009 18 se tomaron muestras de hisopado nasofaríngeo a 2123 niños sanos entre 2 y 24 meses de edad en los consultorios de crecimiento y desarrollo (CRED) y vacunación de hospitales y centros de salud de Lima, Piura, Cusco, Abancay, Arequipa, Huancayo, e Iquitos. Se determinó la resistencia a diez antibióticos mediante la prueba de disco-difusión de las cepas de neumococo aisladas. Se encontró altas tasas de resistencia a Cotrimoxazol baja (8,8%). Se encontró 29,5% de multirresistencia. La resistencia a la Azitromicina y a la Penicilina fue diferente en las siete regiones (p<0,05), hallándose el 133 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalmayor porcentaje de cepas no-sensibles a penicilina en Arequipa (63,6%), mientras que el menor fue en Cusco (23,4%).Conclusiones. Los elevados niveles de resistencia encontrados para penicilina, Cotrimoxazol y macrólidos en cepas de neumococo aisladas de portadores sanos en todas las regiones estudiadas, y su asociación con uso previo de antibióticos, representan un importante problema de Salud Pública. El concepto de susceptibilidad del neumococo a la Penicilina —y a otros antibióticos— es eminentemente microbiológico. Así, se considera que el neumococo es sensible cuando la CMI de un antibiótico sobre su crecimiento es baja. Por ello convencionalmente se defi ne como cepas de neumococo sensibles a la penicilina a aquellas con una CMI de 0,06 p,g/ml, parcialmente resistentes, las que tienen una CMI entre 0,1-1 rig/ml y altamente resistentes a las de una CMI > 2 |J.g/ml3. 19 La resistencia del neumococo a otros antibióticos, como el Cloramfenicol, Rifampicina, macrólidos, Trimetoprim o Sulfamidas, es diferente y se debe a alteraciones cromosómicas, a mutaciones enzimáticas, a la aparición de genes codifi cadores o de enzimas inductoras de transferasas. 20 La importancia de este tipo de resistencia, especialmente la que se refi ere a los macrólidos (modifi cación del gen erm AM) estriba en que, a diferencia de lo que sucede con los betalactámicos, es una resistencia absoluta, es decir, las modifi caciones de la CMI -dosis del antibiótico- no permiten alterar su efectividad clínica. 21En todo el espectro de manejo dentro de la historia natural de las enfermedades en este caso de la neumonía, tenemos siempre procurar que todo los niños tengan los esquemas básicos de inmunización, en este reporte muchos de los niños contaban con esquemas incompletos y esto en muchos ocasiones ocurre por el desabasto de la misma, sobre todo en comunidades lejanas, por todo ello ante el espectro de ataque que muestra el SN con tasas de resistencia en el mundo en incremento, habrá de procurar el compromiso de seguir insistiendo en estos pequeños reportes, pero que de alguna manera solventa el uso del antimicrobiano adecuado. 22 Conclusión Los profesionales médicos de primer contacto y los centros de salud juegan un papel importante para la implementación de programas de administración de antimicrobianos, reducción de la prescripción inadecuada, inmunización contra las bacterias y patógenos virales así como de la implementación de medidas de control de las infecciones, incluyendo el mejoramiento de la vigilancia de los microorganismos resistentes por medio de análisis de sensibilidad antimicrobiana. Se requiere seguir monitorizando frecuentemente el comportamiento de resistencia y sensibilidad in vitro de SN y de otros gérmenes que originan infecciones comunes, esto es para la toma de decisiones de los antimicrobianos a utilizar para cada germen. Financiamiento: Ninguno Confl icto de interés: Ninguno 26472172 3. Health Sci. 2015 Summer;15(3):141-6. PubMed PMID: 26411658 5. Torres N, Velázquez R, Mercado EH, Egoavil M, Horna G, Mejía L. et al . Resistencia antibiótica de streptococcus pneumoniae en portadores nasofaríngeos sanos de siete regiones del Perú. Rev Peru Med Exp Salud Publica [Internet]. 2013 Dec [cited 2015 Nov 10]; 30(4): 575-582 6. Alfataye MS, Sánchez SM, Guerrero GC, Sensibilidad de Streptococcus Pneumoniae en niños portadores sanos en Murcia (España) Anales de Pediatría 2015; 83(3): 183-90 7. FJ, Anzures GA. Streptococcus Pneumoniae causante de infección en infantes menores de 60 días de edad: serotipos y suceptibilidad antimicrobiana. XXXIII Congreso Interamericano de Infectología Pediátrica de la Asociación Mexicana de Infectología Pediátrica Monterrey 8. Tomasz A. Engí J antimicrobiana de cepas de Streptococcus pneumoniae, período 2012-2015 en niños menores de 6 años que cursaron con neumonia134 RevSalJal Año 4 Número 2 Mayo-Agosto de 2013 12. De Egea , et al. GAMES Study Group. Characteristics and Outcome of Streptococcus pneumoniae Endocarditis in the XXI Century: A Systematic Review of 111 Cases (2000-2013). Medicine (Baltimore). 2015 Sep;94(39):e1562. 13. Pallares R, Gudiol F, Linares J, Ariza J, Rufí G et al. Risk factors and 317:18-22. 17. 14. Bouza E. Infección neumocócica. Patrones de susceptibilidad antibiótica en España. Rev Enfer review. J Microbiol. 2014 6 (4): 198-210.16. Kim SH , et al. Grupo de Estudio ANSORP Evolución de la resistencia a los antimicrobianos y los serotipos de Streptococcus pneumoniae en los países asiáticos: una Red Asiática para la vigilancia de patógenos resistentes estudio (ANSORP). Antimicrob Agents Chemother. 2012 Mar; 56 (3): 1418-26. al. Epidemiología de la colonización nasofaríngea por Streptococcus pneumoniae en niños menores de 6 años de la de Sevilla Enferm Infecc Microbiol Clin. 2011; 29(8): antibiótica de streptococcus pneumoniae en portadores nasofaríngeos sanos de siete regiones del Perú Rev Peru Med Exp Salud Pub 2013; 30 (4): RME 19. Manresa F. El neumococo resistente Editorial Arch Bronconeum 2016: 33: 367-368 20. Linares J, Alonso T, Pérez JL, Domínguez MA, Pallares R, Martín La neumonía neumocócica y su prevención mediante una vacuna resultados del estudio CAPITA El residente 2015;10(2): 52.7Revista Médico-Científi ca de la Secretaría de Salud Jalisco135 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalSección Bioética La naturaleza y la dignidad de los pacientes Rivera-Montero, R. Secretario Técnico de la Comisión Estatal de Bioética e Investigación de Jalisco. Tomado de la vida real Recibido: 30/01/2017 Aceptado: 12/04/2017Durante una guardia nocturna en un hospital de tercer nivel de atención, llegaron dos individuos al servicio de urgencias acompañando a una persona que portaba ropa de mujer, además, lucía un peinado y maquillaje femenino muy peculiar. Tales individuos solicitaron atención de urgencia argumentando que dicha persona: \"venía sangrando mucho\". Inmediatamente, el recepcionista sin pensarlo, ordenó al camillero una silla de ruedas para trasladar al paciente al Servicio de Toco-Cirugía en donde una vez ingresada dicha persona, el médico gineco-obstetra le pidió que se quitara la ropa interior con la fi nalidad de revisar las características del sangrado referido. Sin embargo, la persona enferma se negó a hacer lo que el médico le solicitaba argumentando que eso no lo iba a permitir debido a que atentaba contra su dignidad e intimidad. Ante tal negativa, el galeno realizó un nuevo interrogatorio y se enteró de que el sangrado de referencia era una epistaxis unilateral producto de un traumatismo que la persona había recibido en una riña pasional entre sexoservidores. Por lo tanto, se trataba de un hombre vestido, peinado y maquillado como mujer, de dicha profesión, motivo por lo cual fue trasladado nuevamente al Servicio de Urgencias con la fi nalidad de que le resolvieran su problema nasal que parecía controlarse de manera espontánea. Una vez en el servicio correcto, el médico urgenciólogo enterado del caso de manera completa, se negó a proporcionar la atención correspondiente a dicho paciente argumentando que él no atendía ese tipo de pacientes por sus costumbres y por el alto riesgo de contraer una enfermedad muy contagiosa conocida como VIH-SIDA, y debido a que la epistaxis ya casi estaba controlada, prefería darlo de alta para evitar la posible contaminación, y que: \"ese tipo de personas deben eliminarse de la faz de la tierra\". Tal respuesta molestó al paciente y a sus acompañantes y decidieron quejarse ante el Director del Hospital quien a su vez solicitó al Comité Hospitalario de Bioética de dicha Institución se analizara el caso y propusiera posibles soluciones. Después de hacer el análisis correspondiente, dicho Comité Hospitalario de Bioética concluyó que se trata de un caso en el cual, el motivo de la queja fue la falta de atención por parte del médico del Servicio de Urgencias quién se negó a proporcionar dicha atención al paciente, por lo que incurrió en negligencia médica y en discriminación. De igual manera, dicho análisis refi ere que en esta ocasión, la actitud del médico fue consecuencia de una fundamentación conocida en bioética como naturalismo sociobiologista, lo que llevó al citado urgenciólogo a manifestar su conducta discriminatoria. ¿Qué es el naturalismo sociobiologista?El naturalismo sociobiologista es una corriente de pensamiento cuya orientación fi losófi ca infl uye en los criterios bioéticos para tomar decisiones. Esta corriente posee una ética basada en el evolucionismo del hombre, en donde los valores presentes en un cierto grupo social son, en un momento histórico, la respuesta de los individuos seleccionados naturalmente para la adaptación al ambiente. Su sustento tiene dos principios: 1) La prioridad de la especie respecto al individuo por el principio de selección y, 2) Una conciencia evolutiva del comportamiento con los valores morales reconocidos. Es decir, el \"así\" es igual al \"así debe ser\". En el campo biomédico podemos mencionar como ejemplo al eugenismo , en donde se busca al \"niño perfecto\" , o al ser humano perfecto, destruyendo niños malformados o interviniendo en el genoma humano. Tal criterio se ejerció de manera signifi cativa en la medicina nazi, cuyos horrores ya conocemos todos y que fue parte de lo que ocasionó se llevaran a cabo los juicios de Nürenberg. Con estos conceptos, el naturali smo sociobiologista busca el perfeccionamiento social y biológico del ser humano 136 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017y su ética enuncia que todo lo que esté a favor de dicho perfeccionamiento está completamente justifi cado, es por ello que es un pensamiento ampliamente discriminatorio. La dignidad de los pacientes La atención a la salud en casos como el que se describió, es un tema de controversia y frecuentemente ocasiona un dilema bioético. La razón de lo anterior se debe a que este tipo de pacientes, independientemente de su orientación sexual, no dejan de ser personas, por lo tanto, requieren de todo nuestro interés desde el punto de vista profesional y no debemos olvidar que tienen dignidad. La dignidad puede entenderse desde el punto de vista del \"ser\" como persona. Es decir, por el simple hecho de ser persona, existe el derecho de ser atendido como tal. A esta forma de dignidad se le conoce como \"dignidad óntica\", dicho de otra manera, del ser mismo. Esta dignidad es fi ja, estable y no desparece incluso hasta después de haber fallecido la persona. Por otro lado, la dignidad también puede entenderse desde el punto de vista del \"hacer\" de la persona. Es decir, por lo que hace como persona a consecuencia de su propia personalidad. A esta forma de dignidad se le conoce como \"dignidad ética\" , porque es consecuencia de sus actos, hábitos, costumbres o posición que ocupa una persona. Esta dignidad es dinámica y puede aumentar, disminuir, o hasta desaparecer. En esta gran diferencia encontramos lo que en muchas ocasiones confunde a quienes consideran que por su conducta se tiene el derecho de llevar a cabo alguna acción o desarrollar hábitos que frecuentemente no está de acuerdo con los valores que la sociedad vive y que son parte de la cultura. Tal confusión origina un choque ideológico y de valores. Las personas a quienes se les llama: \"lesbianas\" , \"gays\", \"transexuales\", \"bisexuales\" , etc., son parte de ese grupo de social que tienen dignidad de humanos porque son personas y como tales debemos respetar. Y por lo tanto, requerimos una mentalidad en la atención a la salud que otorgue de manera digna estos servicios desde el punto de vista de prevención, curación y rehabilitación, como a cualquier ciudadano, sin distinción. La naturaleza de las personas Sin embargo, no debemos confundir la dignidad del \"ser\" como persona, con la dignidad del \"hacer\" , como persona. El acto que realiza un individuo que se encuentra fuera de la esencia misma de la persona no es un derecho, ni puede reclamarse como tal. La naturaleza de las personas o las cosas es su esencia misma. Y , ¿qué es la esencia de la persona o de las cosas? La esencia es lo que le permite a esa persona o cosa, ser tal y no otra cosa, bajo un principio de operatividad. La persona es persona y no otra cosa, porque opera como persona. A lo anterior agregamos que solamente existen dos formas de \"ser\" persona: la forma masculina y la forma femenina. La dignidad de \"ser\" y \"hacer\" es por la esencia misma del sexo que naturalmente le correspondió, no por el que \"se le asignó\" . En cuestiones de atención a la salud Todo aquello que no proporcione una atención verdaderamente digna para la salud de los pacientes va en contra de la misma naturaleza de la persona y del acto médico correspondiente. La esencia propia de las ciencias de la salud nos indica que no debemos escatimar esfuerzos para atender dignamente a todos los pacientes como persona que son, independientemente de su orientación sexual. Pero esa misma esencia también nos indica que la atención debe basarse en la naturaleza de los seres humanos, pues de lo contrario no son derechos verdaderos, sino simples pretensiones que van en contra de la naturaleza humana. Necesitamos de manera urgente prepararnos más en temas de bioética para otorgar a la medicina el verdadero sentido humano que se requiere y evitar separarnos del ámbito científi co y tecnológico que nos domina. De esa manera seremos mejores profesionales de la atención a la salud. Conclusión No debemos olvidar que la persona es la razón de ser de la medicina y de todas las ciencias, y por lo tanto, es menester que se tome en cuenta su dignidad en los procesos de atención a la salud, principalmente desde el punto de vista de que todos somos o seremos pacientes en un momento de nuestra vida. 137 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalLa naturaleza y la dignidad de los pacientes Referencias bibliográ cas 1. Burggraf J. Teología Fundamental. 1ª. Ed. Nostra Ediciones, Madrid, 2006, pp. 184-186. 2. Cardona C. Ética del Quehacer Educativo , Ed. Rialp, Madrid, pp. 11-20, 59-105. 3. García C, López BF. Legislar en Bioética, legislando para el futuro, México, GPPAN, México, 2003, pp. 207-212, 361-365. 4. Gómez-Pérez R. Ética en la vida cotidiana. Cómo crecer en valores personales y sociales. 1ª. Ed., Romana Editorial, Madrid, 2010, pp. 63-68. 5. Herranz G. El respeto, actitud ética fundamental en Medicina, lección inaugural del curso 1985-1986 , Pamplona, Universidad de Navarra, 1985. 6. Kuthy PJ. Introducción a la Bioética , México, Universidad Anáhuac, 1ª. Ed. 1997, pp. 125-136. 7. Polaino-Lorente A. Manual Bioética en Pediatría , 1ª. Ed. Manual Moderno, México, 2014. pp. 230-245. 9. Rivera-Montero R. Sección bioética. Dilema bioético. Rev.Sal.Jal. Año 2, No. 1, Enero-Abril 2015, pp. 52-53.10. Rivera-Montero R. Sección bioética. La mentira y la dignidad de la persona humana. Rev.Sal.Jal. Año 2, No. 3, Septiembre-Diciembre 2015, pp. 169-170. 11. Sada-Fernández R, Monroy-Campero A. Curso de Teología Moral. 7ª. Ed., Editora de Revistas, S.A. de C.V ., México, D.F., 1989, pp. 219-235. 12. Sgreecia E. Manual de Bioética , Ed. Univ. Anáhuac-Diana, México, 1994, pp. 15-93. 13. Tarasco-Michel M. El Personalismo en los Comités Hospitalarios de Bioética, en: Comités Hospitalarios de Bioética , México, Ed. Manual Moderno, Nov. 2007, 14. Teel K. Th e Physicians Dilemma. A Doctor's View: What the Law should be?, en Taylor Law Review, 27, 6, 1975, pp. 8-9. 15. Aquino T. (1225-1274), Summa Th eologiae , II-II,q.110. 16. Vázquez R. La bioética en contexto. El derecho a la salud como derecho social. En: Aspectos sociales de la bioética. Memorias CNB 3, 1ª. Ed., Secretaría de Salud, Comisión Nacional de Bioética, México, D.F., 2009, pp. 90-94.138 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017Personajes ilustres de la salud Dr. Roberto Mendiola Orta (1899-1988) Ruíz-Durán M. del R. Dra. en Ciencias de la Educación. Profesor de Tiempo Completo, Depto. Disc. Filosó cas, Metodológicas e Instrumentales, Universidad de Guadalajara. Las universidades tienen la responsabilidad de la formación de hombres y mujeres capaces y honestos, que a su vez asuman su responsabilidad social al servir a la colectividad, dirigien do el continuo movimiento de conservación, dirección y creación de todas las estructuras de serv icio social. Esto puede signifi car nuevas y mejores formas de vida social. \" Dr. Roberto Mendiola Orta, 19731 Recibido: 13/03/2017Aceptado: 12/04/2017Hace 28 años, el día 22 de abril de 1989, dejando un excelso legado de enseñanza, honor y liderazgo académico, el Dr. Roberto Mendiola Orta falleció a los 89 años; habiendo sido Médico, Patólogo, Maestro de Maestros, Director de la Facultad de Medicina en dos ocasiones, y Rector de la Universidad de Guadalajara. Jalisciense ilustre, a quien en el ámbito de las ciencias médicas, he tenido el gusto de conocer a través de muchos de mis mejores profesores de la carrera de Medicina; quienes fueron sus orgullosos alumnos y aprendieron de él. Recuerdo vívidamente que cuando lo mencionaban en mi clase, sus rostros y sus voces cambiaban; parecían enseñorearse al mencionar con orgullo la frase: \" ¡...como decía mi Maestro Mendiola!\" No tengo formación como historiadora, pero durante muchos años el interés sobre la historia de este personaje permaneció en la incubadora de los \"pendientes\" , ya que me intrigaba conocer quien podría ser ese maestro tan mencionado por mis profesores de la carrera de medicina y también \"tan desconocido\" para mí, y considero que el impacto de su quehacer puede ser de importancia para muchos otros que quizás como yo, nos preguntamos: ¿Quién era el Dr. Mendiola? Se puede escribir sobre el Dr. Mendiola desde una diversidad de facetas. Él poseía una imagen fuerte e imponente, acorde a una personalidad integra y adusta. Dotado de una inteligencia acuciosa, se recibió como Médico por la Universidad de Guadalajara, vivió una larga carrera académica exitosa y respetada: fue maestro, investigador, patólogo, fotógrafo, líder universitario, académico e impulsor de un programa de estudios innovador para la carrera de medicina de la Universidad de Guadalajara que infl uyo en otras en otras universidades del país; como ejemplo de la identidad y orgullo de la universidad. Los orígenes del Dr. Mendiola Roberto Mendiola fue el mayor de 9 hermanos (6 hombres y 3 mujeres); nació en Tamazula de Gordiano, Jalisco, en octubre de 1899 (casi con el siglo 20), hijo de Doña Rosario Orta y Eduardo Mendiola, quien era pintor de caballete, ex alumno de la Academia de San Carlos,-pintaba retratos y motivos religiosos-, quien debido a situaciones económicas tuvo que dedicarse a Contador -o Tenedor de Libros, como se llamaba en esa época- en su pueblo, pues las necesidades económicas eran mayores que lo que le proporcionaba su trabajo como artista. 139 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalDr. Roberto Mendiola Orta (1899-1988) Su familia se vino a vivir a Guadalajara cuando él contaba apenas 10 años; la idea de su padre era poder vivir mejor, porque en Tamazula el trabajo empezó a escasear. Julia Tuñón le preguntó sobre la forma en que aprendió a leer y a escribir: supo que sus primeras clases las recibió de una maestra en el rancho donde trabajaba su padre -Soyotlan de Afuera-, pero dice que no aprendió a leer ni a escribir bien, sino hasta que llego a Guadalajara. 2 Cursó la educación media superior en la Escuela Preparatoria de Jalisco (1915-1918), de donde nació su entusiasmo por estudiar medicina. Cuando se le cuestionó sobre las razones para estudiar medicina, contestó haber tenido dos grandes motivos: \" el primero fue tener a su alcance el libro de Testut de Anatomía, que consultaba en la biblioteca de Don Carlos Villaseñor -padre del Dr. Ignacio Villaseñor-; de ese libro admiraba sus laminas... \" ; el segundo motivo: su padre le dijo: \"Estudia una profesión; cual te gustaría?...le dije: La medicina \". A s í cuando: \"la matricula valía 25 pesos anuales\" , Roberto Mendiola se inscribió en 1918 a la carrera de medicina. Estudió en la Facultad de Medicina de la Universidad de Guadalajara (1918 a 1924), graduándose el 8 de diciembre de 1924. Fue el primer profesor en Histopatología que hubo en Jalisco. 3 El Dr. Mendiola Orta, el Maestro La infl uencia que ejerció el Dr. Mendiola Orta en maestros como: El Dr. Mario Rivas Souza, el Dr. Horacio Padilla, el Dr. Carlos Ramírez Esparza, el Dr. Rafael Espinoza Bonilla, la Dra. Alma Morfín, el Dr. Abel Hernández Chávez, el Dr. Jiménez Iturrios, el Dr. Javier Medrano, y muchos otros, se puede ver refl ejada en todos los que lo conocieron y admiraron, por la reverencia que tienen sus palabras cuando se refi eren al MAESTRO: Don Roberto Mendiola Orta, en 1942, era un hombre maduro precozmente, discretamente vestido, usaba sombrero, su paso a su laboratorio ocasionaba silencios, los grupos se apartaban, no recuerdo ninguna algarabía, se halla [sic] realizado en su presencia o cerca de él, tal era la fuerza que irradiaba su personalidad...llegaba a la Facultad de Medicina entre 8 y nueve de la mañana, bajaba de su automóvil ...su austeridad de hombre íntegramente entregado a labores superiores ...echaba al hombro la correa que sostenía su equipo fotográfi co, fi el y permanente acompañante, este equipo que no solo ocupaba en sus labores de enseñanza, sino también cuando pasaba horas largas en algún balcón del laboratorio tomando fotografías de los estudiantes ociosos con toda su gama de actitudes impropias, este material en sus cátedras lo exhibía para ejemplo de ellos mismos. Don Roberto era maestro por los cuatro costados, su afán por mejorar al \"líder social\" (frase de él), que serían los médicos, lo llevaba hasta esos detalles. 4 A este respecto, el Dr. Rivas Souza corroboró este último dato, cuando nos compartió que él fue uno de los alumnos fotografi ados por el Dr. Mendiola, mientras jugaba un partido de futbol frente a la Facultad de Medicina. El Dr. Carlos Ramírez Esparza, como alumno de la generación 1941-1946, escribió que tuvo contacto con el Dr. Mendiola en la segunda anualidad de la cátedra de Anatomía Patológica: El impacto de la personalidad de Don Roberto calaba de inmediato a grandes profundidades, era de una seriedad solemne y autentica, creíamos fi rmemente que aquel hombre no podía sonreír, menos reír, era como maestro, autentico mentor, jamás lo vimos cumpliendo una rutina, sus cátedras eran audiovisuales con una riquísima colección de transparencias de patología; su lenguaje igual que su expresión facial era de palabras exactas, sin titubeos, era severo con las escasas indisciplinas, pero siempre fue justo. Sus clases se completaban en el microscopio, las dudas las resolvía no con accesibilidad, pero tampoco era inabordable. Donde llegaba a culminar su personalidad de \"maestro químicamente puro\" era cuando asistíamos a las autopsias clínicas. ...Tenía una facilidad para eviscerar los cadáveres desde la laringe ...cada víscera era pesada, seccionada, descrita microscópicamente, luego se hacían tomas de partes representativas ...al terminar la relación del diagnóstico que enviaba el clínico junto con el cadáver y los hallazgos anatomopatológicos que nos mostraba Don Roberto Mendiola... Esto nos enseñó que los errores eran de frecuencia que no imaginábamos... por esos años el hospital tenia los expedientes clínicos rudimentarios, en muchos servicios solo existían las tristemente célebres \"ordenatas\", hoja tamaño ofi cio con cuadriculas para ordenes medicamentosas y dietéticas. Don Roberto Mendiola testigo fi delísimo de lo anterior, siendo patólogo, les ganó la iniciativa a los maestros de clínica del hospital, e instituyó el Departamento de Bioestadística con jefe, personal y papelería para organizar los expedientes clínicos. 5 Descubrimos a un Maestro que hace 8 décadas, ya había incluido para enseñar a sus alumnos elementos pedagógico-didácticos que actualmente consideramos novedosos y nos enorgullece implementar; por cual debería considerarse al Dr. Mendiola, pionero de una enseñanza visionaria, ya podemos ver que aplicaba lo que actualmente denominamos: \"educación basada en competencias\" ; sin dejar de sorprendernos cómo se adelantó a la denominada medicina traslacional , que 140 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017combina disciplinas básicas, recursos y experiencias aplicados a las ciencias clínicas, emergiendo, como en el siglo XXI, -ejemplo claro, es la creación del Departamento de Bioestadística del Hospital Civil en 1942 y la implementación del expediente clínico para el manejo de los pacientes-. El 23 agosto de 1951, la Sociedad Medica de Guadalajara realizó un homenaje a Don Roberto Mendiola, y precisamente del discurso ofrecido por el Dr. Amado Ruiz Sánchez, además de conocer el sentir que tenía el grupo médico por él; se pronunció la lapidaria frase que muchos de los estudiantes de medicina hemos escuchado: \" Antes de Mendiola y después de Mendiola\" ; su contexto original es el siguiente: \"Para Usted, Dr. Mendiola, va el homenaje caluroso y sincero de la Sociedad Medica de Guadalajara, que después de media centuria de luchar por la hermandad médica y fomentar la buena voluntad de los estudios de medicina, viene hoy por mi humilde conducto a brindar honor a quien honor merece; ella, nosotros los que aquí estamos, sus amigos, sus compañeros y sus discípulos nos hemos aunado...Es el homenaje del cuerpo médico de Guadalajara, a su obra constructora y organizadora de nuestra querida escuela de medicina... homenaje de admiración y respeto a esta obra revolucionaria por esencia y que abre una nueva etapa en la historia de nuestras actividades médicas en Jalisco y toda la república: \"... cuando los años hayan pasado y se valorice las aportaciones de uno de nosotros, dentro del terreno universitario y de la enseñanza, de las siguientes palabras harán eco en el horizonte infi nito: Antes de Mendiola y después de Mendiola. Es este el homenaje a su labor de Maestro, de quien sabe sembrar inquietudes y dudas y sabe también, después como satisfacerlas. ....Su labor ha cundido fuera de los límites de nuestro Estado y una vez más, los de afuera han de indicarnos el valor de los que tenemos en casa... Instituciones universitarias de la capital, hubieron de otorgarle el honor de su reconocimiento repetidas veces... antes que nosotros\". El miércoles 23 de Noviembre de 1963, junto con otros 8 maestros, se le otorgó al Dr. Mendiola Orta la medalla por 30 años de labor docente: ...Nueve Maestros que han cumplido aquí treinta años de labores, y ese pequeño número, a fuerza de trabajo y de perseverancia, han contribuido a formar a casi todos los 300 profesores que actualmente tiene nuestra Facultad, y a varios de miles de médicos que, seguramente estarían aquí presentes, de no encontrarse ahora diseminados por muchos lugares del mundo... 6 Hasta aquí las palabras del Dr. Raúl Campos Fuentes en la ceremonia de reconocimiento. Padrino de la Generación 1946-1952 Fotografi as de la Generacion 1946-1952, Cortesia del Dr. Rivas Souza Los internos (Dr. Mario Rivas Souza). Los graduados ( Dr. Mario Rivas Souza -cuarto de la ultima fi la- y Dr. Horacio Padilla -casi al centro de la 4º fi la-) Pocos maestros logran infl uir en sus alumnos de la manera que lo hizo el Dr. Mendiola, constituyéndose en un admirado y todavía recordado profesor con una profunda identidad universitaria. Sus alumnos han realizado grandes aportaciones como médicos, docentes e investigadores destacados en Jalisco, México 141 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJaly el mundo. Basta mencionar a dos de sus ahijados de la generación 1946-1952, que han logrado las más altas distinciones que puede recib ir un maestro universitario: el Dr. Mario Rivas Souza y el Dr. Horacio Padilla Muñoz. El Dr. Mario Rivas Souza, obtuvo el reconocimiento en 1993, como Maestro Emérito de la Universidad de Guadalajara, así como el Nombramiento de Doctor Honoris Causa de la Universidad de Guadalajara, en el mes octubre del 2010. Y , el Dr. Horacio Padilla Muñoz, fue condecorado como Maestro Emérito en 1995, el nombramiento de Doctor Honoris Causa por la Universidad de Guadalajara el 26 de octubre 2012; ambos poseedores y herederos de las enseñanzas del insigne Dr. Mendiola. Antecedentes de Formación de Médicos en Jalisco Para ubicarnos en el contexto de esa época, transcribo de la publicación privada del Dr. Carlos Ramírez Esparza, acerca de este periodo: Los métodos y programas de la Escuela de Medicina, en los últimos decenios del siglo XIX, se caracterizaban por su sistematización y por la aplicación constante de la observación y la experiencia, para obtener los conocimientos de su doble aspecto teórico y doctrinario, así como práctico y utilitario. Reduciendo el panorama a sus características fundamentales, ya que no podemos transcribir los magnífi cos estatutos de la Escuela, tan lógicos, metódicos y bien aplicados durante toda esa época, solo diremos de la Anatomía que se enseñó en su doctrina, con cartas anatómicas y demostraciones objetivas, y en la práctica con el constante ejercicio de las disecciones. El Hospital Civil y la Escuela fueron una sola Institución. Época tan brillante terminó en los primeros años de nuestro Siglo. Había desaparecido la Junta Directiva de la Instrucción Pública, substituida por la \"Dirección de educación\", que fue un mero organismo burocrático a cuyo través manejaba la educación el Gobierno del Estado. La Escuela de Medicina se detuvo en su progreso, más aún retrocedió en lamentable decadencia. La evolución de la Facultad de Medicina entre los años de 1925 y 1945, se caracterizó por creciente tendencia al estudio de las especialidades y los programas de enseñanza fueron considerablemente ampliados en este sentido. Figuraban todas las especialidades con sensible merma de la preparación del médico general. El descontento ante la situación creada, terminó un cambio radical en los métodos y programas de enseñanza. 7 El plan de estudios Mendiola, infl uencia de un patólogo español El Dr. Isaac Costero Tudanca, histopatólogo español, estaba entre los exiliados españoles durante la guerra civil, quienes recibieron el asilo político brindado por Lázaro Cárdenas. Nada más llegar al país, realizó cursillos sobre técnicas de autopsia, anatomía patológica, diagnóstico analítico e histología especial. Citó Mendiola: \"...los refugiados españoles traídos por Cárdenas... estaban obligados a dar una cátedra en cualquiera de sus especialidades que daban en la Universidad Nacional... a dar conferencias en todo el país\". A continuación presentamos el dialogo de la entrevista entre Julia Tuñón y el Dr. Mendiola, 8 sobre cómo el Dr. Costero despertó suma inquietud en la docencia y pensamiento del Dr. Roberto Mendiola, que impactaría enormemente y modifi caría el plan de estudios sobre la formación de médicos en la Facultad de Medicina de la Universidad de Guadalajara: En 1941, el Dr. Costero visitó la Facultad de Medicina de la Universidad de Guadalajara, invitado a dar una cátedra, entonces el Dr. Roberto Mendiola: \" ...tenía solamente el puesto de profesor y jefe de laboratorio... \" , quedó impactado por las enseñanzas del Dr. Costero, mencionó: \"...cambió mi método, yo tenía en mi cátedra el método francés que estaba muy limitado por la ley\". Julia Tuñón preguntó al Dr. Mendiola: \".- Dígame, ¿de qué manera sus enseñanzas aquí en Guadalajara?\" Roberto Mendiola contestó: \"Pues de una manera tremenda, eso modifi ca la enseñanza de la medicina, es el resultado de ese plan que usted conoce ... Método y sistema, método y programa, vaya... De toda la carrera. La que le enseñe yo como muestra... \" Julia Tuñón: \"Lo que no veo muy claro es la relación entre la novedad que implica Costero y el cambio de la carrera como cosa entera\". Roberto Mendiola: Es que él no tuvo ya infl uencia ninguna en el cambio posterior, él tuvo nomas que despertó, entonces la investigación ya no fue sobre Costero, sobre las escuelas de Paris, del mundo, ya fue un acto evolutivo mío, empecé por estudiar todas las de nuestro país inclusive la de México y las encontré tan malas o peores que la mía. Julia Tuñón: Dígame pues, a ver si le entendí yo, como que a usted Costero le despierta la conciencia de que estaban haciendo las cosas mal, entonces esa conciencia, esa inquietud hace que usted se ponga a estudiar un montón de cosas. Roberto Mendiola: Si, pues la despierta, así le podríamos llamar porque el conocimiento ya existía en esa cátedra, el método es el que cambio, entonces empecé y lo empecé Dr. Roberto Mendiola Orta (1899-1988)142 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017a ayudar a hacer las autopsias, hacer el diagnóstico anatómico y me di cuenta de la necesidad que había de formar lo que luego llamamos la academia de clínicas (inaubidle)[sic] anatomoclínicas que en México se hacen en los hospitales principales, en todos los casos; y entonces ahí se veía la historia clínica del enfermo, aquí veíamos la historia clínica que nos mandaba el servicio, un diagnóstico clínico hasta la muerte, nosotros hacíamos la investigación de la autopsia y formulábamos a base de la observación personal, tanto de los ojos como con el microscopio y otros recursos, formulábamos lo que llamamos el diagnóstico anatomoclínico o diagnóstico necróstico [sic] que difería a veces muy profundamente al terminar la clínica, y eso se discutía cada semana, no solamente entre los profesores, ante todos los profesores y todos los alumnos, y las discusiones eran muy duras, y las tenía que sostener. 9 En el año de 1945, el Dr. Delgadillo Araujo, renunció como Director de la Facultad de Medicina, y los profesores de la escuela propusieron al Dr. Roberto Mendiola en la terna para ocupar el puesto de Director al Consejo Universitario y al Rector de la Universidad, que era entonces Don Ignacio Jacobo entonces, quien le otorga dicho nombramiento. \"...sabía yo que el sentimiento general de la escuela era que esta escuela era del tipo, pues de la escuela francesa. No tenía ya nada, lo había perdido por completo, si no se habían dado cuenta... una idea que ya había hecho innata, que éramos una escuela francesa muy buena y no era cierto, ni una ni otra cosa... \" 10 Es en este periodo que se propone el nuevo Plan de estudios, en el que incorporó grandes cambios, se basó en la muy conocida relación epistolar que sostuvieron Don Roberto Mendiola y Don Amado Ruiz Sánchez; este último, impactado por la técnica educativa de las universidades del noroeste de EEUU., informaba ampliamente a Don Roberto Mendiola acerca de sus observaciones de la educación médica mientras realizaba su especialidad en ese país. Por lo tanto consideramos tanto él, como la visita del Dr. Costero, ejercieron una importante infl uencia sobre las reformas educativas realizadas en el revolucionario plan de estudios. El propio Dr. Mendiola dijo: \"... el nuevo plan de estudios, que no es original, sino el producto de un estudio critico de todos los planes de estudio del mundo que pude conseguir, inclusive el ruso... el alemán, con menos agudeza [el] de Suecia...Noruega... Estudie el [plan] francés, ese con mucho cuidado porque yo creía que nuestra escuela era francesa y me encontré que no era ya... Porque ya no se seguían los pasos que seguían en la escuela de medicina de Paris... \" 11 En este sentido, la Sra. Estela Cueto de Mendiola -ahora su viuda-, nos relató que ella acompaño por varias semanas al Dr. Mendiola durante su visita a las Escuelas de Medicina de EEUU., invitados por el entonces Cónsul en México, para conocer sus planes de estudio y formas de enseñanza. Así el \"famoso Plan Mendiola\" fue propuesto y establecido en el año de 1946. En el archivo de la Universidad de Guadalajara, en el libro 242,1945-1946, expediente 1513, se encuentra el programa de la Facultad de Medicina elaborado por Don Roberto Mendiola Orta... incluye tanto el plan de estudios como en el plan de conversión...este primer esfuerzo del M aestro Mendiola que lo culminaría en 1957. El documento del denominado Plan de Conversión , fue enviado al Rector de la Universidad de Guadalajara el 19 de Julio de 1946, fi rmado por el Dr. Roberto Mendiola y el Dr. Julio Novoa Niz, con la siguiente redacción: \"Tengo el honor de enviarle el proyecto del Plan de estudios que el Consejo Directivo de la Facultad ha formulado para que rija en nuestra casa de estudios, si es apropiado por el Consejo Universitario... Para integrar este plan se han estudiado los que actualmente se encuentran en uso, tanto en nuestro país como en el extranjero y se adoptó el método de enseñanza que se emplea en Norteamérica. Aceptado por el Consejo de Educación Médica de la Asociación AmericanaLos métodos que hasta la fecha se han usado en nuestra Facultad, adolecen de importantes defectos por lo que los profesores y estudiantes de la Facultad, por unanimidad pidieron que se estudiaran e implementaran otros métodos que ofrezcan mayores probabilidades de éxito... Debo informar a Ud., que la modifi cación que proponemos, es muy radical, que actualmente no la usa ninguna otra Facultad del país y que esperamos superarlas a todas en organización y efectividad\". 12 Ese mismo año se aprobó la reforma que produjo el Plan de Estudios vigente desde entonces la Facultad. Fue propuesto y establecido por el Dr. Roberto Mendiola, en esos días Director de nuestra Casa de Estudios. La Facultad de Medicina, para los fi nes de enseñanza clínica, realizó convenios con importantes Instituciones de Servicios Médicos con la fi nalidad de complementar las prácticas profesionales. 143 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalPosteriormente, este novísimo plan de estudios tuvo un intento de ser substituido entre los años 1947 y 1953, sin embargo, volvió a implementarse a petición de los alumnos que inclusive amenazaron con una huelga general (de toda la universidad, si no les dejaban el plan Mendiola).Señaló: \"...el Dr. Mendiola que la nueva Ley implementada por el Gobernador González Gallo, decía algo como esto: ...Por esta vez cesa a todo el person al docente de la universidad, por esta vez el gobernador tiene la facultad de nombrar directores y profesores. Con eso ceso yo de director, cesan todos los profesores... Entonces entra un director... se le viene toda la escuela de medicina a huelga, una huelga de estudiantes, el gobernador no cede, entonces esos estudiantes extendieron la huelga a hacer una huelga general en apoyo a la facultad de medicina... Contra la actitud del rector que trataba de imponer un plan de estudios ilegalmente... después de un análisis exhaustivo, en el que participaron varios maestros de la Facultad de medicina y el propio Dr. Mendiola, en conjunto con el Consejo Universitario, el gobernador dijo: yo propongo y sostengo que todo queda igual como lo dejó el doctor Mendiola y las modifi caciones que haya que las hagan... \" 13 Como se ha mostrado, los méritos del Dr. Mendiola no terminaron en el aula, se extendieron la investigación de Patología y fue pionero, investigador del análisis curricular en la carrera de medicina de nuestra universidad y en la mayoría de las Facultades de medicina del país, con lo cual podríamos llamarlo el \"Flexner\" Jalisciense. Unos contemporáneos, otros herederos del famoso Plan Mendiola -el famosísimo pl an de estudios de la carrera de medicina que llego a modernizar la carrera de medicina no solo en la Universidad de Guadalajara, sino en muchas otras escuelas de Medicina-: \"El doctor Mendiola, llevo a cabo la organización de la docencia en el plantel, sentó las bases para que los estudiantes aplicaran con mayor rigor el sentido científi co, tecnológico, práctico y humanitario de su profesión médica; recibió la mayor satisfacción profesional al ver el crecimiento de sus alumnos en el ámbito social, por quienes tuvo el mayor respeto y admiración... el Plan Mendiola fue implementado en muchas escuelas y facultades de Medicina del país, logrando un gran benefi cio social\". 14 Algunos, como fue mi caso, no alcanzamos a cursar ese Plan de estudios, pero fuimos alumnos de quienes se graduaron bajo ese estricto esquema de formación.Rector General de la Universidad de Guadalajara. Un Rector de grandes logros \"El Dr. Mendiola recibió la Rectoría de manos del Ingeniero Guillermo Ramírez Valadez en 1959, siendo nombrado el XXXVII Rector General de la Universidad de Guadalajara, lo que constituyo sin duda uno de los acontecimientos más importantes de su vida, ya que logró distinguir a su administración por haber conseguido los mejores resultados en el aspecto académico. A base de integrar Institutos, fueron modifi cados los planes de estudio, buscando mejores rendimientos... Parte importante de su quehacer político, fue el de solicitar recursos económicos para realizar obras materiales en benefi cio de la educación\". 15 \"Como Rector de la Universidad de Guadalajara durante su gestión se incrementó notablemente el presupuesto universitario y se dotó de nuevos edifi cios a las facultades de Medicina y de Derecho... bajo su dirección ha tenido una época particularmente fl oreciente, al haber merecido y obtenido notable apoyo del Gobierno Estatal y del Gobierno Federal, que él ha traducido en espléndidas y ya muy conocidas realizaciones, motivos de orgullo para Jalisco y que indiscutiblemente marcan una de las etapas de más vigoroso y sólido impulso a nuestra universidad\". 16 La Nueva Escuela de Medicina ubicada en la Colonia Independencia; en la que muchos de nosotros terminamos la carrera y actualmente muchos jóvenes estudian, fue inaugurada el día 14 de mayo de 1962, realizó dicho acto el Presidente de la Republica, el Lic. Adolfo López Mateos, siendo Gobernador del Estado el Prof. Juan Gil Preciado, Rector de la Universidad el Dr. Roberto Mendiola Orta y Director de la Escuela de Medicina el Dr. Wenceslao Orozco. ... el nuevo edifi cio en la calle de Cáucaso en la colonia Independencia en una superfi cie total de 60, 983 metros cuadrados... declarando que en el presente año escolar la Facultad tiene en sus aulas 706 estudiantes y 400 en sus dos primeros años. 17 Consiguió el apoyo del Gobierno federal, gobierno Estatal y del Ayuntamiento para la construcción del Instituto de Ciencias Sociales y Humanidades... donde se reunieron las Facultades de Derecho, Economía y Filosofía y Letras, que incluía dos grandes aulas magnas con cupo para 200 personas cada uno, y un gran Auditorio para 687 personas; así como la Facultad de Comercio y Administración, todo ello ubicado entre las avenidas de los Maestros y Alcalde, construido en un terreno de 30,000 m 2. Dr. Roberto Mendiola Orta (1899-1988)144 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017\"Se realizó una solemne ceremonia académica, verifi cada en el paraninfo de la Universidad de Guadalajara el día 17 de 1963, el Gobernador del Estado, Prof. Juan Gil Preciado, asistió a la apertura de los cursos del año escolar 1963-1964. En un acto organizado por la comunidad escolar y el Consejo de la Facultad de Derecho, con ocasión de iniciar las clases y funciones de su nuevo edifi cio en el Instituto de Ciencias Sociales y Humanidades. El Rector de la Universidad, Dr. Roberto Mendiola habló de la utilidad que implica esta nueva construcción, recordando que en los últimos cuatro años, la Universidad ha ampliado su capacidad en un cien por ciento, y que sus esfuerzos en la cultura, han fructifi cado paulatinamente al hacerse notorio que muchos funcionarios que hoy rigen los destinos del pueblo, en importantes puestos públicos, se prepararon en la Universidad de Guadalajara...Hizo igualmente un llamado a la juventud estudiosa, para que herede los valores culturales que les lega el patrimonio de la Casa de Estudios y los exhortó a que cumplan desde ahora con responsabilidad, sus compromisos con la Sociedad y la Patria\". 18 En 1964, el Dr. Mendiola Logro la instalación del Complejo Biomédico, coordinando la creación de las Escuelas de Medicina, Veterinaria y Zootecnia y Agronomía, dotándolos de edifi cios propios y modernos; el 8 de septiembre del mismo año, se inauguró el edifi cio de la Preparatoria No. 2. 19 La Facultad de Ciencias Químicas agregó también la carrera de Maestro en Ciencias e Ingeniería Industrial para postgraduados. Se amplió el Inst ituto tecnológico, donde se reunieron las Facultades de Ingeniería, Ciencias Químicas, Arquitectura, Vocacional y Escuela Politécnica. 20 Durante su gestión: \"se crearon las carreras de Ingeniero Geólogo, Ingeniero Metalurgista e Ingeniero en Comunicaciones y Electrónica... Durante su gestión se inauguraron los edifi cios de Derecho, Economía y Filosofía y Letras en el Instituto de Ciencias Sociales y Humanidades\". 21 La mejor forma de concluir este artículo aparece en una síntesis de la biografía del Dr. Roberto Mendiola Orta, donde se escribió: \"Podría decirse que su vida profesional fue dedicada a la Patología y a la Pedagogía Médica... habiendo siempre luchado decididamente, y en primera fi la, para mejorar la Facultad en sus medios y métodos de enseñanza, colocándose al frente del movimiento que en años recientes realizó la última gran reforma de la enseñanza médica en nuestro medio, y acumulando infi nidad de méritos universitarios que condujeron a su designación como Rector de la Universidad de Guadalajara, que ahora bajo su dirección ha tenido una época particularmente fl oreciente, al haber merecido y obtenido notable apoyo del Gobierno Estatal y del Gobierno Federal, que él ha traducido en esplendidas y ya muy conocidas realizaciones motivo de orgullo para Jalisco y que indiscutiblemente marcan una de las etapas de más vigoroso y solido impulso a nuestra Universidad\" 22 Cargos, Distinciones y Logros de un Universitario ejemplar A continuación enumeramos algunos de los cargos y logros que el Dr. Mendiola consiguió a través de su vida: Fotografi as de las Medallas entregadas al Dr. Roberto Mendiola. cortesia de la Familia Mendiola de Me dicina. Universi dad de Gua dalajara 1925 Profesor titular de la Cátedra de Patolo gía General, Pato logía Especia l, Necropsias dalajara Jefe del Depto. de Patolo gía Facultad de Me dicina 19 59 a 1981 Direct or F acultad de Me dicina 194 5-194 6 Direct orF acultad de me dicina 1953-1955145 Año 4 Número 2 Mayo-Agosto 2017 RevSalJalRepresentante Consejo Facu ltad de Me Representante jo Conse jo Genera l Universitari o Presi dente de la Sociedad de Profesores F acultad de Me dicina 1950 Padrino de la Gener ación Mé dica 1944- 50 Padrino de generación de Médicos 194 6-1952 Medalla 30 años por labor docente 19 64 Medalla al Mérit o Académic o 19 81 Trigésimo séptimo Rector de la Universi dad de Gua dalajara 1º . de Abril de 19 59 al 31 de Marzo de 19 65. Condecoración \"Ló pez Cotilla\" Insignia \"Mariano B árcena\" Presidente del Consejo Nacional de Educació n ANUIE S 1961 Premio Ja lisco Esta do de Jalisco 1964 Reconocimiento como Tamazu lense distingui doAyuntamiento de Tamazu la de Gor diano 2001-2003 (In memoriam) Publicó 42 tra bajos so bre Pato logía , Facu ltad de Me dicina Publicó so bre enseñanza mé dica y otros aspectos de la enseñanza universitaria, así como investigaciones sobre historia en genera l y algunos muy importantes que nos han permiti do conocer la historia de la Universi dad de Guadalajara y de su Facultad de Medicina. Facultad de Me dicina Universi dad de Gua dalajara Los faltantes Podemos encontrar algunas publicaciones que hablan del Dr. Mendiola; algunos reconocimientos y premios como la Medalla de 30 años como profesor, una Medalla como Rector; Reconocimiento moral de muchos de sus alumnos, pero vale la pena reconocer que nunca alcanzó el nombramiento de Profesor Emérito, dado que no cumplió 50 años como profesor; tampoco obtuvo en vida el Doctorado Honoris Causa, 23 y por último, a pesar de dos intentos de llevar sus restos a la Rotonda de los Jaliscienses Ilustres (en 2007 y en 2010), no ha recibido el reconocimiento de su Estado y Universidad a los grandes logros que realizó a favor de la Salud de los Jaliscienses y de la Universidad de Guadalajara. 24 Quienes lo conocieron en persona están cumpliendo más de 70 años; valdría la pena preguntarnos si la historia le brindará el honor que merece a través de otras generaciones. Para completar la información se contó con las entrevistas realizadas a personas que fueron sus alumnos o profesores contemporáneos, quienes ampliaron los datos; anoto a continuación sus nombres, no en orden de importancia, sino en el orden en que fueron entrevistados; primero, la Mtra. María Teresa Mendiola Cueto (hija del doctor Mendiola), el Dr. Rivas Souza, el Dr. Horacio Padilla, el Dr. Carlos Ramírez Esparza, el Mtro. Jurado Parres, el Dr. Rafael Espinoza Bonilla, a quienes agradezco de forma especial por los documentos, fotografías y la información proporcionada para la realización de esta investigación, al: Instituto N acional de Antropología e Historia, (INAH), al Dr. Rafael Espinoza Bonilla, Lic. Gustavo Curiel, Dr. Abel Hernández Chávez, Dr. José Rodolfo Jiménez Itúrrios, Dr. Javier Medrano Chávez, Dr. Carlos Ramírez Esparza y al Dr. Mario Rivas Souza, a Teresa Mendiola Cueto, y especialmente a la Familia Mendoza Cueto. Dr. Roberto Mendiola Orta (1899-1988)146 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017Referencias bibliográ cas 1. Primera jornada de ideología universitaria. Memoria de los trabajos presentados en las mesas de estudio los días 9, 10 y 11 de octubre del 1973. Prólogo de Jorge Enrique Zambrano Villa, Rector; Publicaciones de la Universidad de Guadalajara ~ MCMLXXVII -Guadalajara, Jalisco México. 2. Biblioteca Historia Oral, INAH, Entrevista al Dr. Roberto Mendiola Orta realizada por Julia Tuñón el día 3 de octubre de 1977 en la ciudad de Guadalajara, Jalisco. 3. Ibid 4. Ramírez Esparza Carlos, Apuntes y recopilaciones bibliográfi cas para la historia del Hospital Civil, de 1791 a 1950. Tomo I, La medicina no quirúrgica. Editorial Amate, 2004, p 184-185 5. Ibid, p 184 6. Boletín de la Sociedad de Profesores de la Facultad de Medicina, Universidad de Guadalajara, Año I enero de 1963 Numero 7. 7. Op.cit. Ramírez Esparza, p 182. 8. Op. Cit Biblioteca Oral. 9. ibid.10. ibidem. 11. Ibidem. 12. Op cit. Ramírez Esparza, p 11513. Op. cit Historia Oral, p 159 14. Vargas-López, R. Forjadores de la Salud en Jalisco , Vida y Obra Secretaria de Gobierno del Estado de Jalisco, p 62. 15. Ibid, p 63. 16. Ibidem.17. El Informador (cotidiano), El edifi cio de Medicina, Guadalajara 15 de Mayo de 1962, p 22 18. Op cit Primera jornada de ideología universitaria. Memoria de los trabajos presentados en las mesas de estudio los días 9, 10 y 11 de octubre del 1973. Publicaciones de la Universidad de Guadalajara, 1977, Guadalajara, Jalisco México. p 16. 19. Op. cit Vargas López, pp 164-165. 20. ibid. 21. Cárdenas-Castillo C, Reynaga-Obregón, S. (Coords.) Atlas Histórico de la Universidad de Guadalajara , 2007.,p. 33. 22. Op. cit. Op cit Primera jornada de ideología universitaria.. pp 16- 17. 23. http://www.udg.mx/es/grados-honorifi cos. Consultado 10 marzo 2017. 24. htt p://www.diputados.gob.mx/sedia/biblio/archivo/edos/leg/ JAL_59.htmRevista Médico-Científi ca de la Secretaría de Salud Jalisco147 Año 4 Número 2 Mayo-Agosto de 2017 RevSalJalInstrucciones para los autores en la revista SALUDJALISCO La revista SALUDJALISCO es una publicación ofi cial cuatrimestral de la Secretaría de Salud Jalisco que publica artículos en idiomas español e inglés. La revista tiene como objetivo el difundir resultados de inve stigación, información acerca de eventos y programas de promoción de la salud, al igual que brindar un reconocimiento a personajes destacados en el ejercicio de la salud pública, convirtiéndose en un vehículo para f ortalecer el quehacer de la medicina, la enfermería, la odontología y profesiones afi nes, en los tres niveles de atención en salud. A continuación se describen las instrucciones para los investigador es que decidan someter trabajos para su publicación en la re vista SALUDJALISCO: a) Tipos de trabajos que se reciben Artículos de comunicación científi ca (de 15 a 20 páginas): estos documentos presentan de manera detallada resultados originales e inéditos de investigación, teniéndose que estructurar de la siguiente manera: introducción, metodología, resultados y discusión. Dentro de las páginas deberán de considerarse el resumen en español e ingles, cuadros, imágenes y bibliografía. Artículos de revisión de tema (de 10 a 15 páginas): en este tipo de documentos, se analizan, sistematizan e integran los resultados de investigaciones publicadas o no publicadas, así como de la revisión crítica de la literatura sobre un campo en ciencia o tecnología, con el fi n de dar cuenta de los avances y las tendencias de desarrollo. Cartas al editor (de 1 a 2 páginas): descripción crítica y analítica de la posición del autor sobre los documentos publicados en la revista SALUDJALISCO, lo cual constituye una aporte importante para generar la refl exión y discusión del tema por parte de la comunidad científi ca de referencia. Las cartas deberán enviarse preferentemente en un lapso no mayor de dos meses posteriores a la publicación de un artículo. Se dará oportunidad a los autores para responder. Casos clínicos (de 5 a 10 páginas): descripción de situaciones clínicas reales y de relevancia para la práctica médica del personal de salud en los tres niveles de atención. Cultura Médica (2 a 5 páginas) Documentos que buscan rescatar y valorar las manifestaciones culturales ligadas con aspectos de la salud. Cuando se reciba un documento en cualquiera de sus modalidades, esto no implica que de manera obligada el Comité Editorial lo publique, pues el Comité se reserva el derecho de aceptar o rechazar los artículos o de hacer las modifi caciones editoriales pertinentes. b) Instrucciones para envío y sometimiento del artículo Envío de documentos:Enviar en archivo electrónico el documento original en Word, letra Arial o Times New Roman , tamaño 12 puntos, con una extensión máxima de 20 páginas (sin tener en cuenta tablas, gráfi cos y referencias bibliográfi cas) a 1.5 cm de espacio, tamaño carta con márgenes de 2.5 cm en cada lateral. Se admiten por artículo 35 referencias como máximo y mínimo 10, con excepción de los artículos de revisión que se caracterizan por presentar una cuidadosa revisión bibliográfi ca. Los documentos se deberán de enviar en electrónico al correo revista. saludjalisco@jalisco.gob.mx o zenteno_gmo@yahoo.es o bien de manera personal al Departamento de Investigación en Ofi cina Central, de la Secretaría de Salud Jalisco, con domicilio en Calle Dr. Baeza Alzaga 107, zona centro, Guadalajara, Jalisco. CP . 44100, tel. 3030 5000 ext. 35084.Junto con el documento a someter para posible publicación, se debe anexar una carta de sometimiento del artículo con la declaración de responsabilidad donde señale que el(los) autor(es) están aceptando que el artículo es original, que no ha sido enviado ni se someterá para su publicación a otra revista. De igual manera, hacen constar los permisos para reproducir material sujeto a derechos de autor dentro del artículo, las fuentes de fi nanciación de la investigación o publicación y cualquier otro confl icto de intereses que pueda existir por parte del autor o autores, especifi cando la transferencia de los derechos de autor a la Revista SALUDJALISCO en caso de aceptarse su publicación. Tomando en cuenta el número elevado de co-autores que se inscriben dentro de una publicación científi ca, se tendrá sufi ciente rigor en la evaluación de la contribución real de cada autor, señalando dentro de la carta de sometimiento del artículo, las contribuciones de cada uno de los autores, tal como fue aprobado por el International Committee of Medical Journal Editors , que reconoce la autoría basada en la contribución sustancial en relación con: El diseño y/o análisis e interpretación de datos La redacción del artículo o la revisión crítica de su contenido intelectual importante La aprobación fi nal de la versión para ser publicada Evaluación de documentos Todos los documentos que se reciban, serán revisados de forma anónima por dos o tres personas expertas en el objeto de estudio y/o la metodología empleada. Se dará un promedio de dos semanas para la revisión por sus pares, pero de igual manera los tiempos de revisión dependen de su disponibilidad. El Comité Editorial revisará las evaluaciones de los pares expertos y se tomará la decisión de aceptar el artículo, de reenviarlo al autor con modifi caciones o rechazarlo. Si el documento se acepta pero con modifi caciones, una vez que los autores envían la versión revisada de su artículo, el Comité Editorial procederá a revisar la nueva versión junto con la carta que deben enviar los autores, explicando los ajustes y modifi caciones realizada a partir de las recomendaciones de los expertos. Las recomendaciones en que no se este de acuerdo, deben explicar los motivos detalladamente los autores. Se reservará el derecho de no publicar un documento si los autores no contestan a satisfacción los requerimientos planteados. Una vez que haya sido aceptado el documento para su publicación, el Comité Editorial enviará un documento donde se manifi este la decisión 148 RevSalJal Año 4 Número 2 Mayo-Agosto de 2017editorial y se indicará el número en el que se publicará. La versión se enviará en formato PDF a los autores, con el fi n de realizar una revisión general al artículo y devolver el mismo ya sea con ajustes pequeños o aprobado, dando como plazo 24 horas después del envío. Presentación de los trabajos Los artículos, deberán de contener los siguientes apartados, debidamente diferenciados y presentados en el siguiente orden: Primera hoja: Título: lo más corto posible, sin interrogaciones ni exclamaciones y con carácter afi rmativo, escribiéndolo en un máximo de 18 palabras. Autores: nombre completo de todos los autores en el orden de aparición en la publicación, su fecha de nacimiento, títulos académicos, dirección electrónica e información laboral in stitucional. Deberá de señalarse el autor a quien se dirija la correspondencia y se va a enviar los ejemplares correspondientes a cada autor, con indicación de su dirección, teléfono, dirección electrónica o apartado postal. Segunda hoja: Resumen: redactar un resumen estructurado con los siguientes subtítulos: objetivo, material y métodos, resultados y conclusiones. El resumen deberá de ser no mayor a 250 palabras, incluyendo la síntesis de cada uno de los elementos del artículo. Se deberá de agregar de 3 a 5 palabras claves, que describan el contenido del documento, recomendándose normalizar las palabras claves que son aceptadas por bases de datos internacionales. El resumen se deberá de presentar en idioma español y en inglés, al igual que las palabras clave. Tercera hoja en adelante: Introducción: describir el desarrollo antecedentes del problema u objeto de estudio y de una manera puntual, permita centrar el tema de estudio, indicando claramente las bases en que fundamenta el estudio, las razones que justifi can su realización y el objetivo del estudio. La introducción debe redactarse enfatizando la necesidad de l estudio, generando curiosidad en el lector. Metodología: esta sección detalla la forma de cómo se ha realizado el estudio. Debe de proporcionarse toda la información necesaria para que otros investigadores puedan replicar la investigación. Se debe de incluir la defi nición del tipo de estudio realizado, el objeto del trabajo, defi nición de la población, el tamaño y tipo de la muestra y forma de cálculo, el análisis estadístico utilizado, los procedimientos empleados, las marcas, modelos de equipos e insumos empleados. Es importante agregar al fi nal de este apartado, si la investigación fue aprobada por alguna comisión de investigación y ética, así como mencionar si se obtuvo consentimiento informado por escrito por parte de las personas que participaron en la investigación. Resultados: El objetivo de este apartado es presentar los resultados del análisis de los datos, mostrando si los datos obtenidos apoyan o no la hipótesis de la investigación, deben presentarse en una secuencia lógica, en textos apoyados en tablas y fi guras que expresen claramente los resultados del estudio. No repetir en el texto todos los datos de las tablas y fi guras, sólo los más importantes. Algunas consideraciones importantes para la redacción de resultados son: los resultados se presentan pero no se interpretan, la presentación debe de ser concisa y han de presentarse de una sucesión lógica.Discusión y conclusiones: en este apartado debe de destacarse los aspectos nuevos e importantes de las observaciones hechas, argumentando las conclusiones que de ellas se derivan. No deben repetirse en detalle los resultados que ha presentado en la sección anterior ni en la introducción, relacionando los obtenidos, con otros estudios relevantes sobre el tema, indicando las implicaciones de sus h allazgos y sus limitaciones. Deben de relacionarse las conclusiones con los objetivos del estudio, no haciendo suposiciones si no se ven apoyadas por los datos. Agradecimientos: en este apartado se mencionan las personas o instituciones que han ayudado personal o materialmente en la elaboración del estudio, las personas que han atribuido al desarrollo del trabajo pero cuya colaboración no justifi ca la autoria. Es necesario que me señale el tipo de colaboración. Referencias bibliográ cas Las referencias se deben numerar, en secuencia, según su orden de aparición en el texto, por medio de números arábigos entre corchetes [ ], en texto plano, es decir, sin utilizar hipervínculos de notas al fi nal. Cada referencia debe comenzar con el apellido y luego las iniciales de todos los autores —sin signos de puntuación en tre estos elementos—hasta un máximo de seis autores. Si son siete o más, deben citarse los seis primeros y luego la abreviatura et al. Si son varios autores, deben separarse con comas. Se recomienda seguir de manera estricta, la guía esquemática de presentación de la Norma Internacional Vancouver . Material gráfi co: El material gráfi co está constituido básicamente por tablas, cuadros y fi guras. Todos deben estar anunciados o llamados en el texto, lo más cerca posible del punto en que deban insertarse. Los llamados en el texto se indican mediante la expresión tabla, mapa o fi gura, según el caso, seguida de su número correspondiente en arábigos. Las tablas y gráfi cos estarán contenidos dentro del archivo. Las tablas deben llevar un título breve en la parte superior, a continuación del término tabla y escrito en minúsculas. Las notas explicativas y la fuente se digitan en la parte inferior. Se admiten como máximo seis tablas. Las fi guras pueden ser material ilustrativo diverso, como fotos, mapas, diagramas y esquemas. Deberán llevar un título lo más breve posible en la parte inferior, a continuación del término fi gura y escrito en minúsculas Las notas explicativas y la fuente se digitan en la parte inferior, después del título. Este material deberá enviarse tanto en el archivo electrónico fuente, como en Word o Power Point y en PDF, para que el diseñador tenga la oportunidad de adecuarlos a los espacios disponibles. Los trabajos deberán enviarse a: Revista SALUDJALISCO Calle Dr. Baeza Alzaga 107 Zona Centro, Guadalajara, Jalisco. Código postal 44100. Teléfono: 3030 5000 "}