{"title": "PDF", "author": "PDF", "url": "ci.carson.ca.us/content/files/pdfs/carsonreport/CarsonReport_COVID19_Summer2020_Spanish.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "ESPECIAL EDICIÓN ESPAÑOL Traducciones al Inglés y al Tagalo disponibles por operadores en vivo a pedido RESOURCE HOTLINE: (310) 952-1750 Operadores en vivo disponibles: Lunes - Jueves 8:00 a.m. - 5:00 p.m.Un mensaje especial sobre la pandemia de COVID-192 THE CARSON REPORTELECTED OFFICIALS Mayor Albert Robles Mayor Pro Jim Dear Lula Davis-Holmes Councilmember Jawane City Clerk Donesia Gause-Aldana City Treasurer Monica Cooper City Manager Sharon L. Landers Assistant City Manager/ Economic Development John Raymond Assistant Services Force Graphic Designer: Danielle Hasley_________________ Published by the City of Carson, Public Information Office to provide those who live and work here with information about the city's programs, services, and issues. All questions, comments, and should be directed to the City of Carson's Public Information Office. Address: 701 E. Carson St. Carson, CONTENIDOS Carta del Consejo Municipal___________3-4 Mensaje de la Administradora________ ___5 Sitio de Prueba COVID-19_______________6 Censo 2020 __________________________7Boletín del __________________8-9Lyft ________________________________10Transportacion_______________________11Fuegos Artificiales COVID-19______14-15Entrega de Alimentos _____ _________16-17 Recursos __________________________ 18 Farmacias y Supermercados de Carson __19 Estafas debido al Coronavirus ________ _20 Restaurantes Locales______________ 21-25 Recursos Para Negocios Pequeños ___ Hola Vecino Emocional ____________________29Eventos & Clases de Precios_______________ ___31 Evite, Con Precaución, Hágalo___ ______32 Aprendizaje Para Diversas __33Manténgase en Forma______________ 34-35 de Familia________ ___ ________36 Sección Niños _______ _____________37 Personas sus Hogares ___38-39 Coyotes y Mosquitos ____________ _____40 Recolección de Basura THE CARSON REPORT CITY OF CARSON DECLARACION DE POSICION Carson es una ciudad vibrante con un ambiente de ciudad pequeña donde las relaciones son importantes. Esto es claramente visible en toda la comunidad, desde los vecindarios estables de una sola familia, que representan casi el ochenta por ciento de las residencias de la ciudad, hasta la asociación entre empresas y agencias de voluntarios que fortalecen el notable tejido social de la ciudad. La composición social de Carson es California en miniatura. Es una ciudad con una mezcla étnica y cultural equilibrada que convive en armonía y prosperidad. La comunidad se enorgullece del gran porcentaje de estudiantes de Carson que siguen camino a asistir a la universidad, muchos de ellos a la Universidad Estatal de California, Dominguez Hills que es una prenda valiosa dentro de la ciudad. La posición estratégica de Carson en el corazón del poderoso motor económico que es el sur de California atrae a corporaciones internacionales que reconocen el brillante futuro de la ciudad. La proximidad de la ciudad a los dos principales puertos de la costa oeste, así como su intersección por cuatro autopistas en tierras sureñas, la convierte en una importante puerta de entrada en el borde del Pacifico. Nosotros, las personas que vivimos y trabajamos en Carson, nos enorgullecemos de nuestra ciudad y continuaremos construyendo relaciones que garanticen su futuro.Police & Fire Emergencies 911 Animal Control Carson Cable Television Time Warner Cable(888) 892-2253 Chamber of Commerce (310) 217-4590 City Hall (310) 830-7600 Code Enforcement California Edison Co. (800) 950-2356 Gas Southern California Gas Co. (800) 427-2200 Graffiti Removal Center (310) 952-1762Libraries Carson Regional (310) 830-0901 Dr. Martin Luther King, Jr. (310) 327-4830 Parking Enforcement (800) 553-4412 Parks & Recreation (310) Street 847-3500 Water California Water Service Company (310) 257-1400 Golden State Water Company (800) 999-4033Estimada comunidad de Carson, Estamos dentro de una crisis de salud global a causa de COVID-19, mejor conocido como Coronavirus, una enfermedad respiratoria grave que es especialmente peligrosa para personas con condiciones médicas subyacentes. La ciudad de Carson está siguiendo de manera activa todos los mandatos nacionales y estatales. El Consejo Municipal de Carson declaró el 17 de marzo del 2020 Estado de Emergencia Local (Resolución No. 20-053 se encuentra en la página de internet de la ciudad) proporcionamos instrucciones para tomar medidas adicionales para proteger la salud y el bienestar de nuestros residentes, empleados y nuestra comunidad. Todas las instalaciones de la ciudad de Carson, incluyendo City Hall, bibliotecas, parques y el centro comunitario estarán cerrados hasta nuevo aviso. Para ayudar financieramente a residentes y las empresas durante esta época difícil, el Consejo Municipal suspendió las multas y cobros de retraso, las multas de estacionamiento y las tarifas de licencias comerciales que se incurran a partir del día 18 de marzo o hasta nuevo aviso. En este momento de crisis, el Consejo Municipal aprobó una Ordenanza de Emergencia que prohíbe y penaliza el aumento de precios y penaliza los desalojos. Necesitamos tomar medidas serias para suprimir la propagación del Coronavirus. Esto incluye limitar el acceso a City Hall y cerrar nuestras instalaciones públicas en la ciudad de Carson temporalmente. Hemos hecho transición a servicios telefónicamente o por internet para mantener el bienestar del público y de los empleados de la ciudad. Los cambios operativos aprobados por el Consejo Municipal son los siguientes: T odas las instalaciones de la ciudad están cerradas al público hasta nuevo aviso. Est o incluye nuestros parques, baños del parque, piscinas, áreas recreativas, City Hall y el c entro comunitario. Las juntas del Consejo Municipal de Carson, el Departamento de Planific ación, y el Reclamation Authority de la Ciudad se llevaran a cabo vía telefónica o vir tualmente a través del internet. Los comentarios públicos podrán ser enviados: A. P or correo electrónico a cityclerk@carson.ca.us B . Llenando la sec ción \"Create A Public Comment\" donde puede incluir su c omentario en la página de internet de la ciudad; C. D ejando por mensaje su comentario (310) 952-1720; CITY OF CARSON Lula Davis-Holmes Councilmember Albert Robles Mayor Jim Dear Mayor Pro Tem Jawane Hilton Councilmember Cedric L. Hicks, Sr. Councilmember 3 D . B uzón afuera del City Hall: Puede dejar comentarios por escrito en el buzón situado al frente en City Hall (701 E ast Carson Street). Tenga en cuenta: Los comentarios deben ser proporcionados a más tardar a las 3:00pm an tes de la junta. Por favor identifique el tema de discusión de la orden del día. Sus comentarios ser án registrados. L as juntas de comisionados de la ciudad han sido suspendidas hasta nuevo aviso. T odos los programas en los parques, clases, permisos y reservaciones en la ciudad han sido canceladas hasta nuev o aviso. T odas las actividades deportivas para jóvenes y adultos están suspendidas hasta nuevo aviso. L a Ciudad reembolsará los pagos por actividades y eventos cancelados en las instalaciones de la Ciudad. C ity Hall ha hecho transición de servicios de la ciudad por internet. Servicios esenciales de la ciudad c ontinuarán, pero los servicios en persona de City Hall se suspenderán hasta nuevo aviso. La ciudad agr egara personal para asistencia adicional atraves de líneas telefónicas. T odos los servicios del departamento de Public Works permanecerán con la excepción de los permisos que deben sor pr esentados en persona los cual se podrán hacer llamando al (310) 847-3520. L a recolección de basura y el barrido de calles continuarán según sus horarios normales. L a línea de autobuses Carson Circuit se suspendió a partir del 28 de marzo de 2020 hasta nuevo aviso. Los ser vicios Dial-A-Ride y Access siguen en circulación. E l personal de del departamento de servicios comunitarios de la ciudad brindará apoyo a nuestros r esidentes más vulnerables. La ciudad ha creado Carson Task Force, un equipo de personal especializado c on el cual se podrán comunicar llamando al (310) 952-1750. Sinceramente, Albert Robles Mayor 4 THE CARSON REPORTA MESSAGE FROM THE CITY MANAGER SHARON L. LANDERS 5Estamos en medio de una pandemia de salud COVID-19 que es como ninguna otra que ninguno de nosotros ha visto en nuestras vidas. En respuesta, las escuelas y los negocios no esenciales han sido cerrados y cerramos todas las instalaciones de la ciudad al público, incluyendo nuestro amado Centro Comunitario y parques. Nuestros cierres de instalaciones fueron dirigidos por el Cónsul a través de la Resolución No 20-053 emitida el 17 de marzo de 2020. La Orden Ejecutiva N-33-20 del Gobernador Newsom, emitida el 19 de marzo de 2020, requería que \"todas las personas que vivían en el Estado de California se quedaran en casa o en su lugar de residencia, excepto cuando sea necesario para mantener la continuidad de las operaciones de los sectores federales de infraestructura crítica\". Seguimos proporcionando servicios esenciales a nuestra comunidad, pero como todos nuestros residentes, estamos practicando el distanciamiento social, usando máscaras faciales y siguiendo otras medidas de seguridad para reducir la propagación de COVID-19. Nuestra nueva normalidad. Todavía puede ser por un tiempo, con la guía de las agencias federales, estatales y del condado, la ciudad está empezando a considerar cómo recuperar. Es posible que lo hayan visto mencionado en ediciones anteriores del Carson Report y aunque nuestras vidas han cambiado por esta pandemia, tenemos que ser conscientes de la importancia del Censo de 2020. El Censo ocurre cada 10 años y es el único recuento oficial de población en los Estados Unidos. Cuando usted llena el formulario del Censo y cuenta a todos en su dirección, usted ayuda a decidir cuánto dinero recibirá nuestra comunidad durante los próximos 10 años. Esto significa que las agencias públicas y los programas que proporcionan apoyo dentro de la ciudad, tales como: escuelas, cuidado infantil, atención médica, asistencia alimentaria, vivienda y transporte público recibirán fondos basados en la información que usted proporcione. Rellenar el formulario del Censo para su dirección es fácil y se puede enviar en línea o por teléfono en inglés, español y otros 11 idiomas. ¡Incluso puede hacerlo en su teléfono celular! Recuerde incluir a TODAS las personas que viven en su dirección en su conteo final. No olvide incluir bebés nacidos el 1 de abril de 2020 o antes, sobrinas, sobrinos, nietos, hijos adoptivos y personas no relacionadas con usted (como un amigo y su hijo). Recuerde, si alguien está viviendo con usted el 1 de abril de 2020, debe ser contado. Como recordatorio, cuando usted responde al Censo sus respuestas se mantienen anónimas y solo se utilizan para producir estadísticas. La Oficina del Censo de los Estados Unidos está obligada por ley a proteger sus respuestas y mantenerlas estrictamente confidenciales. La ley garantiza que su información privada nunca se publique y que sus respuestas no puedan ser utilizadas en su contra por ninguna agencia gubernamental o tribunal. Cuando todos respondemos al Censo y contamos a todas las personas que viven en una dirección, incluso a los niños que no están relacionados con el adulto que llena el formulario del Censo, esto es lo que sucede en los próximos 10 años: Los resultados del censo ayudan a determinar cómo los miles de millones de dólares en fondos federales fluyen a los estados y comunidades cada año y pueden dar forma a muchos aspectos diferentes de nuestra ciudad; Los resultados del censo afectan la planificación y el financiamiento para la atención médica, incluidos programas como Medicaid, Medicare Parte B, Seguro Médico para Niños del Estado y la prevención y tratamiento del abuso de sustancias; Los resultados del censo afectan la planificación y el financiamiento para la educación- incluyendo programas como Head Start, Pell Grants (becas), almuerzos escolares, educación rural, educación para adultos, becas que apoyan a los maestros, programas de reprogramación y educación especial; Los resultados del censo afectan la planificación y el financiamiento de la infraestructura, incluidos los programas de planificación y construcción de carreteras que afectan su viaje diario, la Sección 8 de vivienda, las subvenciones federales de tránsito para autobuses, metro y otros sistemas de transporte público, desarrollo comunitario y sistemas rurales de agua y eliminación de desechos; Los resultados del censo afectan la planificación y la financiación para el empleo y la capacitación, incluidos los programas de subvenciones estatales de rehabilitación profesional y trabajadores desplazados; Los resultados del censo determinan cuántos escaños recibe el estado de California en el Congreso. Esto protege nuestra representación electa en California y Washington, D.C. Por favor, haga su parte para asegurarse de que nuestra comunidad está representada con precisión y anime a sus familiares y amigos a enviar sus respuestas del Censo. Recuerda, cuando se trata del Censo, todos cuentan. ¡Visite 2020census.gov para completar su formulario del Censo hoy! ¡Y por favor mantente saludable y seguro! 6 THE CARSON REPORT 6 THE CARSON REPORTEn un esfuerzo para suprimir la propagación de COVID-19 (Coronavirus) y aplanar la curva para mantener a los residentes seguros, los funcionarios electos de la ciudad de Carson aprobaron por unanimidad asociarse con US Health Fairs, una organización sin fines de lucro 501(c)3 basada en Los Angeles, para proporcionar pruebas a TODOS los residentes sin costos alguno. Esto incluye a aquellos que están mostrando síntomas y portadores asintomáticos. Aquellos con síntomas graves como fiebre alta y dificultad para respirar serán dirigidos a una sala de urgencias local. ¿Cómo puedo hacerme la prueba? Las pruebas solo se administraran con cita previa. Para hacer cita, favor de registrarse por internet enhttps://ushealthfairs.org/carson-testing/ Solo personas mayores confinadas en el hogar Favor de (310) 952-1793. ¿A dónde voy? Congresswoman Juanita Millender-McDonald 90745 ¿Que deberia llevar? Licencia de manejo/Identificación con foto Confirmación de registración COVID-19 SITIO DE PRUEBAS CITY OF CARSON KITS DE PRUEBA NASAL Pruebas de diagnóstico aprobadas por el FDA, por LabCorp, Quest Diagnostics y Fulgent Genetics Congresswoman Juanita Millender-McDonald Community Center at Carson 801 E. Carson Street Carson, CA 90745 Para más información, por favor visite https://ushealthfairs.org/carson-testing/ o llamar al (310) 952-1719SITIO DE PRUEBA EN SU VEHICULO 7CAPITÁN JASON SKEEN El departamento del Alguacil de la ciudad de Carson está trabajando activamente para garantizar que los residentes se sientan seguros durante la pandemia COVID-19. Además de educar al público sobre cómo evitar estafas y mantenerse a salvo durante este período, hemos aumentado la visibilidad de los agentes alguaciles y detectives de la estación de Carson están realizando vigilancia en los centros comerciales y los negocios para garantizar la seguridad de todos. También nos aseguramos que los alguaciles estén presentes durante la repartición de comida disponible en varias de las escuelas de Carson y en el centro comunitario de Carson. Nuestro equipo de relaciones públicas también ha entregado paquetes de comida a residentes de edad avanzada, igual a nuestros más vulnerables. Nuestros agentes incluso han ayudado a algunos de nuestros residentes de Carson de pequeña edad celebrar sus cumpleaños durante este período de cuarentena al encender las luces y sirenas de las patrullas mientras pasan por los hogares de los cumpleañeros! ¿Preocupado por un ser querido de edad avanzada en su vida? Estamos aquí para ayudar. Si tiene un ser querido al cual no pueda visitar, llame al (310) 830-1123 y solicite un \"welfare check\" y nosotros lo haremos. Queremos asegurarnos que los más vulnerables de nuestra comunidad sean bien atendidos. CARSON CARES Carson CARES (Cops and Residents Supporting our Neighborhoods) se asoció con Carson 411 para ayudar a dos mujeres de Carson. Esta no fue la primera vez que Carson 411 se asoció con alguaciles de nuestra estación para ayudar a miembros de nuestra comunidad. Tarjetas pre-pagadas de regalo fueron donadas a estas familias en asociación con un negocio local, \"My Father's BBQ\". ARRESTOS Y CATALIZADORES RECUPERADOS La estación de Alguacil de Carson vio tendencias recientes en robos de catalizadores e hicieron esfuerzos para afrontar el problema rápidamente. El aumento de patrullas y los recursos de investigación se centraron en las zonas afectadas. Gracias a estos esfuerzos, y la ayuda de la comunidad siendo nuestros ojos y oídos, los detectives de la Estación de Carson pudieron arrestar a dos sospechosos y recuperar cincuenta catalizadores. Hoy en día hemos visto una reducción drástica en este tipo de robos. 8 THE CARSON REPORT BOLETIN DEL CAPTAIN 9 Para más información comuníquese conPara más información comuníquese con la Agente Aime Valdez LA County Sheriff's Department- Estacion de Email: (310) 830-1123Comandante Supervisor (310) 830-1123Relaciones Comunitarias (310) 847-8386 Visite nuestra página web en www.carson.lasd.org LA ESTACIÓN DE ALGUACILES DE CARSON ES RECONOCIDA POR APOYAR A LOS ATLETAS DE LAS OLIMPIADAS ESPECIALES LOCALES La estación de Alguacil de Carson se unió orgullosamente a los esfuerzos del Departamento del Alguacil del Condado de Los Angeles para apoyar a las Olimpiadas Especiales del Sur de California y hacer una diferencia para las personas con discapacidades intelectuales y de desarrollo. En el 2019, el personal de la estación donó su tiempo y esfuerzo para recaudar fondos para apoyar a los atletas olímpicos especiales locales y animarlos en los eventos. Este año, la estación de Carson fue reconocida por tener la mayor recaudación de fondos LASD Special Olympics Law Enforcement Torch Run (SOSCLETR), el evento Tip-a-Cop, y el equipo de la etapa final del 2019. No logramos esto solos. Esto fue posible gracias a nuestro personal de estación de Carson motivado, la generosidad de \"Chili's\" Carson, nuestros inspiradores atletas locales y la comunidad apoyando nuestros esfuerzos. 9CITY OF CARSON La ciudad de Carson se enorgullece de anunciar la disponibilidad de un viaje subvencionado por la ciudad a través de Lyft durante la pandemia de Covid-19. Descarge la aplicación Lyft en la App Store (Apple) o Google Play Store (Android) Abra una cuenta y regístrese Abra la aplicación y seleccione la barra de menús (esquina superior izquierda) Seleccione \"Promos\" e introduzca el código promocional: LyftCarson Debe tener 18 años de edad o más para solicitar un viaje o para registrar una cuenta Menores de edad deben ser acompañados por alguien de 18 años de edad o más El límite de viajes son 20 por mes. El saldo del viajes volverá a 20 automáticamente al principio de cada mesCómo Utilizar/gid00001 Descuento de 50% en viajes Comienzo y fin del viaje debe ser dentro de la ciudad de Carson $10 es el subsidio máximo que la ciudad pagará por viaje Propinas o cualquier cantidad por arriba de la subvención se cargará a la tarjeta registrada ImportanteDOWNLAD ON THE20 de abril del 2020 - 30 de junio del 2020 Sujeto a los Términos de Servicio de Lyft - https://www.lyft.com/terms 10 THE CARSON REPORT 11PROGRAMA ACCESS PARATRANSIT ACCESS es un servicio de transportación para personas con discapacidades, proporcionado por el Condado de Los Angeles. El servicio se extiende al condado de Los Angeles y más allá. Para más información sobre este programa y para aplicar, favor de llamar al (800) 827-0829 o visite: http://accessla.org/home/PROGRAMA DIAL-A-RIDE El Programa Carson Dial-A-Ride (DAR) está diseñado para ayudar a que personas mayores y adultos con discapacidades que mantengan su independencia proporcionando transporte conveniente y a bajo costo. Recomendamos la realización de pagos por internet durante estos tiempos para los participantes de Dial-A-Ride con el fin de disminuir los viajes y la exposición. Pagos por internet para Dial-A-Ride se pueden realizar aquí https://payment.carson.ca.us/transportationonline/dialaride.asp PROGRAMA DIAL-A-RIDE & ACCESS PARATRANSIT 11ACCESS: (800) 827-0829DIAL-A-RIDE: (310) 952-1757 SEA CAUTELOSO SEA INTELIGENTE FUEGOS ARTIFICIALES ILEGALES = $1,000 EL USO, VENTA, POSESIÓN O DESCARGA DE FUEGOS ARTIFICIALES ILEGALES ES UNA VIOLACIÓN DE LA ORDENANZA DE FUEGOS ARTIFICIALES DE LA CIUDAD DE CARSON Y ES PENALIZADA CON UNA MULTA DE $1,000. De acuerdo con el Código Municipal 3101.07 de Carson, cualquier residente de propiedad en la cual se encuentren fuegos artificiales ilegales, o de donde sean descargados, o sean vendidos ilegalmente será sujeto a la misma multa administrativa como se le impondrá a la persona que los venda, descargue o posee los fuegos artificiales ilegales que se encuentra en las instalaciones por invitación o consentimiento del residente. Fuegos artificiales sólo podrán ser descargados el: 28 de junio de 12 p.m. - 10 p.m. 29 de junio - 3 de julio de 10 a.m. - 10 p.m. 4 de julio de 10 a.m. a 12 a.m. Fuegos artificiales solo se pueden vender: En puestos de ventas debidamente permitidos dentro de la ciudad de Carson28 de junio de 12 p.m. a 10 p.m. 29 de junio - 4 de julio de 7 a.m. a 10 p.m. PARA REPORTAR DESCARGA DE FUEGOS ARTIFICIALES ILEGALES EN SU VECINDAD, FAVOR DE LLAMAR AL DEPARTAMENTO DE ALGUACILES DE CARSON AL (310) 830-1123. Un recordatorio amistoso de la ciudad de Carson para el 4 de julio O SERA MULTADO!O SERA MULTADO! 12 THE CARSON REPORTResolución No 20-067 - CARSON EMERGENCY COUNCIL FACEMASK ORDER - encontrar y determinar, y ordenar que todos los residentes o visitantes dentro de los límites geográficos de la ciudad de Carson no deban salir de su residencia sin usar una máscara facial o cubierto sobre la nariz y la boca del usuario. #CARSONCAP r o t e g e t e . P r o t e j e a t u s s e r e s q u e r i d o s . USA UNA MASCARA 13 O SERA MULTADO!O SERA MULTADO! Corte el filtro de café Ponga el filtro adentro del pañuelo Doble de arriba así abajo. Doble de abajo así arriba. Ponga las ligas 6 pulgadas de distancia Doble las orillas así a el medio Cubierto con pañuelo para la cara (sin costurar) Materiales Pañuelo (o tela cuadrada de algodón aproximadamente 20x20\") Tijeras (si cortara su propia tela) Filtro de café Ligas de goma (o ligas para el cabello)EQUIPO DE ASISTENCIA COVID-19 El 17 de marzo del 2020 la ciudad de Carson declaró una emergencia local debido a la pandemia COVID-19. Se formó un equipo de asistencia compuesto por empleados de la ciudad, voluntarios y agentes del Departamento del Alguaciles de Carson en respuesta a las necesidades de la comunidad. Se estableció una línea directa para los residentes de Carson para proveer información y recursos. Operadores responden a llamadas de lunes a viernes de 8:00am - 5:00pm. Se realiza comunicación con un promedia de 700 llamadas cada semana. Los temas son desde información sobre los horarios especiales de compras para las personas de edad avanzada, las opciones de distribución de comidas y cómo hacer máscaras caseras. Grab and Go (programa de distribución de comida) se organizó en el estacionamiento del centro comunitario de Carson para residentes locales afectados por la pandemia. Lisa Amos, Directora Ejecutiva de The Lighthouse, se ha asociado desde el 2009 con el Departamento de Recreaciónes y Servicios Humanos de la Ciudad de Carson. The Lighthouse ha proporcionado comidas gratuitas a los niños en los programas Kids Club y Summer Day Camp durante los últimos 11 años y vio la oportunidad de extender ayuda a los niños afectados por esta pandemia. \"Crecí en Carson, adquirí mi primer hogar en Carson. La ciudad de Carson me ayudó a criar a mis hijos. Qué más puedo decir sobre esta ciudad, por eso es que el deseo de devolver a la comunidad es algo que me apasiona. Estoy muy feliz de poder servir\" dijo Amos. The Lighthouse ofrece hasta 800 comidas gratuitas por día a residentes con necesidad. Con el fin de distribuir dichas comidas, el Departamento de Alguaciles de Carson, junto con los empleados de Seguridad Pública y Servicios Comunitarios de Carson, implementaron un sistema seguro y eficiente para recoger alimentos en automóvil. Los residentes permanecen en sus automóviles haciendo fila en el estacionamiento esperando el comienzo de distribución a las 11:00 a.m. Los empleados usan máscaras y guantes distribuyendo boletos de comida a los ocupantes de cada vehículo. Al preguntar sobre el programa, la mayoría de los residentes rápidamente agradecieron a los empleados con los que interactuaron. Al Perez, residente de Carson, dijo: \"Estamos muy agradecidos por este programa y los trabajadores son muy amables.\" Brenda, residente de Carson estuvo de acuerdo \"Los empleados están practicando el distanciamiento social. Son muy educados y agradezco que estén aquí. Tengo una familia de ocho, así que esto es realmente una bendición.\" Un residente que prefirió no ser identificado añadió \"Todos son muy agradables, especialmente este caballero (señalando al empleado Tony Zuniga).\" \"Lo veo todos los días, siempre con ojos sonrientes.\" Muchos de nosotros nos descansaron, no estamos trabajando los niños no están en la escuela. Es difícil en este momento y realmente aprecio lo que la ciudad está haciendo. Me alegraré cuando esto acabe pero ahora es muy útil.\" Carson residentes Brian y Julie dijeron que el programa Grab and Go hace dos cosas. \"Uno, nos da un almuerzo nutritivo que nos encanta y también salimos de la casa de una manera segura.\" Algunos residentes están agradecidos por lo que les permite hacer por otros. Clinton de 77 años, recoge el almuerzo para él y su hermana que tiene 84 años y está en casa. Esther viene todos los días y le dijo a sus vecinos sobre el programa comentando que se le dificultaba esperar en largas filas en las tiendas. Arlene aprecia que puede llevar almuerzos adicionales para los demás ya que entrega comida a un vecino de 95 años todos los días. 14 THE CARSON REPORTLos empleados de la ciudad se enorgullecen de tener la oportunidad de servir la comunidad en diferentes maneras variando su rutina usual. Empleados que entrenaban a niños, dirigían clases de ejercicios, de natación o facilitan grupos de apoyo, se han adaptado a la nueva normalidad. Toman llamadas telefónicas difíciles y emocionales con paciencia y compasión. Crearon e implementaron un sistema para una distribución segura y eficiente de alimentos. Crearon equipos de entrega para ampliar el programa Meals on Wheels de YMCA. Colaboran con empresas locales como Norms para proporcionar un programa de entrega de comestibles. Empleados implementaron un sistema de pruebas por vehiculo para servir a residentes sintomáticos y asintomáticos. Los empleados que alguna vez fueron simples compañeros de trabajo se han convertido en familia. Bobby Grove, personal del Centro de Llamadas de Pruebas COVID-19 dijo: \"Estoy muy agradecido. Ser parte del centro de llamadas me hace sentir más cerca de la comunidad. Me alegra que, a pesar del distanciamiento social, pueda proporcionar un toque personal \".Melody Carter, miembro del personal del centro de llamadas dice: \"Siento que lo que estoy haciendo tiene valor y hago una diferencia. Escuchar el alivio en las voces de las personas que llaman es tierno y gratificante y me permite ver más allá de esta situación presente lo que realmente es más importante: compasión, empatía y conexión humana.\" La trabajadora del centro de llamadas Kat Fernandez, comento al igual. \"Rápidamente descubrí por qué necesitaba hacer esto. Hacer saber a los residentes de Carson que no están solos en esta crisis fue la razón. Escuchar sobre preocupaciones y necesidades, y ayudarlos, ha cambiado mi visión de esta pandemia\". La ciudad de Carson se en orgullece por los más de 50 empleados que valientemente aceptaron el reto de asistir a las necesidades de la comunidad durante esta pandemia que cambia al momento. Y a cambio, estos empleados tienen el honor de servir a su comunidad querida. 15CARSON ESSENTIALS TO GO OBJETIVO Este programa de entrega de alimentos fue creado para dar apoyo a los residentes de Carson, incluyendo personas edad avansada, personas con discapacidades, personas con problemas de salud subyacentes y familias durante la pandemia COVID-19, para que sean exitosos en sus esfuerzos del \"Más seguro en casa\" (\"S afer at Home\"). ¿CÓMO HAGO MI PEDIDO? Llame al (310) 952-1765 de lunes a jueves de 8:00 a.m. - 5:00 p.m. Se aceptará pago con tarjeta de cré dito por teléfono. QUÉ TIPOS DE PAGOS¿SON ACEPTADOS? Se aceptan todas tarjetas de crédito principales. Todas las son finales. ¿QUE TAN RÁPIDO SE CUMPLIRÁ MI PEDIDO? Se cumplirán los pedidos dentro de 3-5 días hábiles. ¿ QUIÉN ENTREGARÁ MI PEDIDO? La entrega de alimentos se ara por un empleado uniformado en un vehículo de la ciudad y el tiempo aproximado de entrega se proporcionara vía telefónicamente. El personal de entrega tocará la puerta o el timbre y colocará el pedido al pie de la puerta principal alejándose 6 pies hasta que la entrega haiga sido llevad al interior de la casa. 16 THE CARSON REPORTLímite de 1 pedido por hogar, por semana, hasta agotar existencias.PROGRAMA DE ENTREGA DE ALIMENTOSCUATRO PAQUETES PARA ESOJER HECHO POSIBLE POR NUESTROS PATROCINADORES: Contenido no podra ser alterado. Mientras se agoten las existencias. 17 Item Qty Unit Chicken 2 lbs. Bacon 1 lb. Bread (Wheat) 1 loaf Eggs 12 ea. Fruit 2 lbs. Ground Beef (4 Patties)2 lbs. Milk 0.5 gal. Orange Juice 0.5 gal. Paper Napkins 1 pkg. Pasta 2 lbs. T oilet Paper 2 rolls Vegetables lbs. (White) 2 loaves Cheese 1 lb. Eggs 12 ea. Fruit 4 lbs. Milk 0.5 gal. Orange Juice 0.5 gal. Paper Napkins 1 pkg.Pasta 2 oz.)4 Chicken 2 1 lb. Bread (Wheat) 1 loafCheese 1 lb. Eggs 12 ea. Fr uit 4 lbs. Milk 0.5 gal. Orange Juice 0.5 gal. Paper Napkins 1 pkg.Pasta loafCheese 1 lb. Eggs 12 ea. Fruit 4 lbs. Milk 0.5 gal. Orange Juice 0.5 gal. Paper Napkins 1 pkg. Pasta 2 lbs. Paper Salmon 4-6 personasNUEVONUEVOEMPLEOS South Bay One-Stop: Para oportunidades de trabajo, envíe un correo electrónico a carreception@sbwib.org Employment Development Department (EDD) correo electrónico: edd.ca.gov/claims.htm SALUD Y BIENESTAR Cuidado De Urgencia Virtual Gratis: dignityhealth.org/virtualcareanywhere Línea de apoyo al departamento de salud mental del Condado de L.A. (800) 854-7771 Disponible 24/7 Departamento de salud pública del condado de Los Angeles: http://www.publichealth.lacounty.gov/media/Coronavirus/ DISTRIBUCIÓN DE ALIMENTOS Centros de distribución de alimentos de LAUSD Grab & Go para todas las edades están ubicados en Banning High School, Curtiss Middle School, Rancho Dominguez Preparatory School y Stephen White Middle School de lunes a viernes, de 8:00 a.m. a 11:00 a.m. Para más información, visite www.lausd.net. City on the Hill Church Grab & Go para personas de edad avansada y niños, lunes a viernes a la 1:00 p.m., (310) 740-9363 YMCA Meals on Wheels: Personas de 60 anos o mas favor de hablar al (310) 602-4909 Lighthouse Lunch Pick-Up: Carson Community Center lunes - jueves a las 11:00 a.m. (hasta agotar) Everytable: Linea directa COVID-19: (323) 458-6487 Línea principal: (424) 296-1619 L os Angeles Regional Food Bank: (323) 234-3030 LÍNEA DE RECURSOS DE CARSON: : (310) 952-1750 Operadores en vivo: Lunes - Jueves 8:00 a.m. - 5:00 p.m. (Se habla español, tagalo y samoano) Recursos locales y servicios sociales: : Call 2-1-1 Correo electrónico: carsonhealth@carson.ca.us Web: http://ci.carson.ca.us/CoronaVirus.aspxEstación de Alguaciles de Carson No - Emergencias: (310) 830-1123 Estación de Cable de Carson: Canal 35 (clientes de Spectrum) Canal 99 (clientes de AT&T) La Corporación de Desarrollo Económico del Condado de Los Angeles (LAEDC) https://laedc.org/coronavirus/RECURSOS PARA NEGOCIOS DE CARSON Desarrollo Empresarial y Laboral: (310) 952-1775 Lunes - Jueves 8:00 a.m. - 5:00 p.m. VIVIENDA: Refugio de Emergencia: Harbor Interfaith Services (424) 276-3609 de lunes a viernes de 8:30 a.m. a 4:30 p.m. Centro de Derechos de Vivienda: Preocupaciones del inquilino o de propietario (800) 477-5977 www.hrc-la.org Personas sin hogar : Conecte a una persona sin hogar con recursos en www.lahsa.org Toda información es sujeta a cambiar sin previo aviso. Favor de llamar para verificar servicios. 1818 THE CARSON REPORT THE CARSON REPORT SALUD Y BIENESTAR Cuidado De Urgencia Virtual Gratis: dignityhealth.org/virtualcareanywhere Línea de apoyo al departamento de salud mental del Condado de L.A. (800) 854-7771 Disponible 24/7 Departamento de salud pública del condado de Los Angeles: http://www.publichealth.lacounty.gov/media/Coronavirus/ La Corporación de Desarrollo Económico del Condado de Los Angeles (LAEDC) https://laedc.org/coronavirus/ FARMACIAS EN CARSON PHARMACY ADDRESS D (424) 295-7979 Carson Discount Pharmacy 111 E. Carson Street Suite B (310) 835-1000 Albertsons Pharmacy 110 E. Carson Street (310) 834-2561 657 E. University (310) Sepulveda 513-6800 CVS Pharmacy 150 W. Carson Street (310) 549-6500 SUPERMERCADOS EN CARSON Market Address Number 99 Cent Only Stores 619 E. University Drive (310) 532-0423 Albertsons 110 E. Carson Street (310) 835-6402 Albertsons 200 Sepulveda Blvd. (310) 513-1900 La Market 22035 S. Main Street (310) 830-7099 Ralphs 650 E. Carson Street (310) 518-4191 Seafood City Market 131 E. Carson Street (310) 834-9700 Seafood Ranch Market 117 E. 223rd Street (310) Neighborhood Market 20226 S. Avalon Blvd. (424) 233-3317 Y & K Market 1820 E. Carson Street (310) 549-9966 1920 THE CARSON REPORT 20 THE CARSON REPORT Hay 5 cosas que puede hacer para evitar estafas debido al Coronavirus: Ignore las ofertas de vacunas y kits de pruebas en el hogar. Estafadores están vendiendo productos para tratar o prevenir COVID-19 sin prueba de que funcionen. Cuelge a las llamadas clandestinas. Los estafadores utilizan llamadas para ventas ilegales y obtener su información personal y su dinero. Cuidado con los correos electrónicos y mensajes de texto clandestinos. No haga clic en enlaces en correos electrónicos o mensajes de texto que no conozca. Investigue antes de donar. No deje que nadie lo apresure a hacer una donación. Obtenga consejos sobre cómo donar sabiamente en ftc.gov/charity . Denuncie las estafas al Federal Trade Commission (La Comisión Federal de Comercio) Federal Trade Commission ftc.gov/co mplaint ESTAFAS RELACIONADAS CON EL CORONA VIRUS MANTENGA LA CALMA y Evite Manténgase al corriente. Para obtener información actualizada sobre estafas conéctese a ftc.gov/coronavirus. Para recibir alertas de la FTC, regístrese en ftc.gov/subscribe. 20 THE CARSON REPORT 21 Local RESTAURANTES EN CARSON 21COMA22 THE CARSON REPORT 22 THE CARSON REPORT Local ZONE 1 Carls Jr 362 (310) 323-6855 X X X X Del Taco LLC #635 (310) 515-6479 X X X Big Burger (310) 532-3715 EP Burgers (310) 764-4511 X El Burro Inc 310) 217-0007 El Pescador Bar & Grill (310) 327-3774 X X Fatburger (310) 225-5535 X X X X Jack in the Box (310) 217-0882 X X Ken's Ice Cream (310) 324-7704 X Kentucky Fried Chicken (310) 532-2970 X X X Los Cheros (310) 515-0107 McDonald's - Central (310) 886-5411 X X X X McDonald's - Sepulveda (310) 847-7543 X X X X M&M Restaurant (310) 324-5317 X X Marjoe's Soul Food (310) 223-0061 X Panda Express #1562 (310) 327-0357 X X X R&R Soul Food (310) 715-6716 Subway #42146 (310) 516-9119 X X X X Tacos Puebla #2 (310) 537-7848 X The Flame Carl's Jr 625 (310) 763-2744 Chile Verde Mexican Food (310) 763-2744 X X Chipotle Mexican Grill #2286(310) 217-0034 X X Chuck E Cheese's #462 (310) 329-4200 X X X Del Amo Burgers 637-1164 Denny's (310) 532-6106 X X Hong 719-8832 H ong Kong Express [Avalon](310) 847-7636 Hot Dog On A Stick (310) 327-5337 X Jack In The Box #180 (310) 515-1861 Jamba Juice 814 (310) 767-7830 X Mike's #24755 (310) 329-6085 X X X Norms (323) 679-2319 X Orleans and Y ork Deli (310) 801-4917 X PJ's Grill University LLC (310) 851-4977 X ZONE THE REPORT 3 Alea Cafe (310) 549-5384 Apollo Burgers (310) 830-4009 X Back Home in Lahaina 835-4014 X Bahay Kainan Fast Food Pizza 513-6666 X Bionicos Y Taqueria El Cabrito (310) 549-0707 X Blue Lotus (310) 518-9538 X X Carl's Jr. #347 (310) 549-8632 X X Carson Burgers Chibugan Lechon @ Ethan's #1139 (310) 516-1180 X Chow King (310) 835-7100 X D J Bibingkahan (310) 835-9190 X Darrow's New Orleans Grill (424) 570-0532 X X Delia's Restaurant (310) 830-7288 X Ding Tea Carson (310) 225-2592 X Dog Haus Carson (424) 477-5877 X X X Fresh and Meaty Burgers (424) 536-3046 X X X X X Hand and Spoon (310) 549-6568 X X Juice \"C\" Juice (310) 462-9300 X Jack In The Box #3255 (310) 518-3025 X X Jack in the Box #5369 (310) 522-0725 X XMaynila On Main Street (310) 835-5507 X X McDonald's #1482 (310) 549-2950 X X X X Spire's Restaurant (310) 830-8170 X X X X Subway #14709 (310) 513-9028 X X X X Subway #43995 (310) 522-4037 X X X X Taco Bell #28518 (310) 830-7638 X X Ted's Burger (310) 830-4412 X Y ellow Basket (310) 830-1104 X ZONE 5 Chile Relleno Mexican Food (310) 549-4683 X China Bowl Express (310) 518-2667 X Chinese Deli (310) 834-1747 X Diana's Mexican Food (310) 834-4886 X Domenick's Pizza House (310) 834-8990 X Domino's Pizza (310) 549-1600 X El Pollo Peruano (310) 518-8789 X X X X Famous Burgers (310) 835-6200 X X Jack in the Box #273 (562) 402-4110 X L&L Hawaiian BBQ (310) 549-2913 X Las Palmas (310) X Pizza Hut 24931 (310) 549-5000 XSubway (310) 549-7198 X Tom's Burger #1 834-3475 X X X Top Shelf Tacos (424) 364-0123 X X X El CARSON El Disaster Council (Consejo de Desastres) aprobó un contrato con la Asociación de Desarrollo Económico Comunitario de California (CCEDA), una organización sin fines de lucro, para crear e implementar un programa de asistencia empresarial enfocado para las empresas comerciales y negocios pequeños de Carson, y organizaciones sin fines de lucro. Se dara prioridad a las empresas que tengan 50 empleados o menos. El programa incluye: 1) Puente de fondos para que las pequeñas empresas reciban asistencia federal 2) Préstamos de capital para trabajar a bajo costo para mantener a las empresas pequeñas y que pueden calificar para asistencia federal 3) Préstamos de capital de trabajo a organizaciones sin fines de lucro y pequeñas empresas que proporcionan servicios esenciales o han hecho transición para proporcionar servicios esenciales 4) Subvenciones en efectivo a microempresarios y otras poblaciones altamente vulnerables que no calificarán para asistencia federal para alivio durante desastres. L as solicitudes se procesarán por orden de llegada hasta recibir las primeras 50. Especificaciones: El programa tendrá un límite de $10,000 por negocio. Las empresas tendrán que demostrar una prueba de dificultades económicas Prueba de que tenían una ubicación física en la ciudad de Carson antes del 1 de diciembre de 2019, y tienen entre 2 y 50 empleados. Cómo se pueden utilizar los fondos: Servicios de utilidades, alquiler , pagos hipotecarios y costos operativos, o cuentas por pagar incurridas antes del cierre. El préstamo deberá ser pagado por la empresa pequeña calificada por el préstamo sobre los próximos cinco años, sin pago de intereses. Para más información, llame a CCEDA (213) 348-7504 o visite carson.cceda.com CARSON BUSINESS CORNER 26 THE CARSON REPORTPROGRAMA DE PRÉSTAMOS PARA NEGOCIOS PEQUEÑOS 27 27Small Business Development Center (Centro de Desarrollo de Negocios Pequeños) https://southbaysbdc.org/ Guia: LAEDC (Corporación de Desarrollo Económico del Condado de Los Angeles) https://www.laedc.org/coronavirus/ EDD (Departamento de Desarrollo del Empleos) https://www.edd.ca.gov/ Visite https://sd35.senate.ca.gov/covid-19-resources para obtener información sobre lo siguiente: Programa de Proteccion de Sueldos Assistecia por Lesiones Ecomomicas durante desastres Pr ograma de préstamos anticipados Aplazamientos de impuestos de ventas Oportunidades adicionale de préstamos para empresas pequeñas Plaz o de fecha limite de declaración de impuestos Herramientas de resiliencia para empresas pequeñas de Los Ángeles Pr ograma de la ciudad de Los Angeles de microcréditos para empresas pequeñas. Verifique su Póliza de Seguro Comerciall: Puede tener cobertura de interrupción comercial, lo que ayuda a proteger contra la pérdida de ingresos después de un período cubierto. Consulte Con su Banco: Consulte con su banco para confirmar los servicios financieros disponibles incluyendo el acceso a capital por emergencias, préstamos para negocios pequeños y extensiones de cargos por pagos atrasados. Extensión de Declaración de Impuestos Federales: La fecha límite de declaración de impuestos federales fue extedida a el 15 de julio del 2020 hast $10 millones. El IRS también extendió la fecha limite de declaración de umpuesto personales y para empresas al 15 de julio del 2020. Estimación de pagos de impuestos de vencimiento original el 15 de abril del 2020, venceran ahora el 15 de julio de 2020. Consulte con la agencia de impuesto del Estado de California (CA Tax Agency) para averiguar si su negocio tiene más tiempo para declarar o más tiempo para sus impuestos federales, estatales y locales este año a causa del Coronavirus. Algunos estados ya han alineado sus plazos de declaración de impuestos y pagos con el nuevo plazo federal. Los estados quizás podrán cancelar o reducir las multas por pagos tardíos de impuestos. RECURSOS PARA NEGOCIOS HOLA VECINO Si sus vecinos se están autoislando durante COVID-19, usted puede ayudar con: Rec oger comestibles ar ticulos /quehaceres urgentes L amadas diarias de reviso C orreo / Recogida de paquetes TOME TODA PRECAUCION PARA ASEGURAR EL BIENESTAR DE TODOS. Al entregar artículos, manténga 6 pies de distancia de sus vecinos y déjelos en la puerta. Visite la pajina de internet de la ciudad de Carson para obtener un formulario que puede descargar e imprimir y en casa. https://drive.google.comfile/d/1BdwSeZU4ovdK0e3bpBTRS_i2IuZmLSjz/viewE s t a u s t e d a u t o i s l a n d o s e ? C o n e c t e s e c o n s u s v e c i n o s ! Peer-Run Warm Line 28 THE CARSON REPORTPeer-Run Warm Line es una línea telefónica que ofrece apoyo emocional a cualquier persona en el estado de California. No es para emergencias. Operadores están disponibles: Lunes a viernes de 7:00 a.m. a 11:00 p.m. Sábado: 7:00 a.m. a 3:00 p.m. Dom: 7:00 a.m. - 9:00 p.m.Llame o envie texto: 1-855-845-7415 (llamada sin cargos) NO ESTA SOLOLínea telefónica para prevención de suicidio las 24 horas: 1-800-273-8255 o texto 838255 Lín ea telefónica de violencia doméstica las 24 horas: 1-800-799-7233 Línea telefónica si necesita hablar con alguien: Línea de ayuda sobre angustias durante desastres: llame al 1-800-985-5990 (TTY 800-846-8517) o envíe un mensaje de texto con T alkWithUs al 66746 para recibir apoyo las 24/7. Si siente que está en peligro: Llame o envíe un mensaje de texto al centr o de recursos para víctimas de crimen al 1-800-VICTIMS para obtener información sobre los programas y servicios en California para víctimas. Apoyo familiar: Puede llamar a la línea de ayuda nacional para padres al 1-855-427-2736 de lunes a viernes de 10:00 a.m. a 7:00 p.m. para obtener apoyo emocional para padres de familia por un pr ofesional capacitado. NAMI California tiene recursos para miembros de la familia que apoyan a sus seres queridos con problemas de salud mental. Puede llamar a la línea de ayuda al 1-800-950-NAMI para obtener más información, referencias a recursos y apoyo de 7:00 a.m. a 3:00 p.m. o envíe un correo electrónico a info@namica.org.A P O Y O E M O C I O N A L 29 EVENTOS Y CLASES Todos los eventos y clases especiales de la Ciudad de Carson se cancelan hasta agosto del 2020 o hasta nuevo aviso. REEMBOLSOS Actualización de Reembolso de Servicios Comunitarios Actualización de Reembolso de Servicios Comunitarios En la junta del 17 de marzo de 2020, el Concejo Municipal de Carson declaró el estado de emergencia local (Resolución No. 20-053). De particular interés fue la ord en de cerrar el Centro Comunitario y todos los edificios de los parques, incluyendo la Oficina de Administración de Recreación, gimnasios y piscinas. Como parte de esta directiva, todos los programas, servicios, clases, reservaciones de instalaciones y eventos públicos fueron cancelados o suspendidos hasta nuevo aviso. Estas directivas si hicieron con el fin de proteger la salud y bienestar de los residentes, empleados y la comunidad durante estos tiempos sin precedentes y la situación que evoluciona constantemente. El martes 31 de marzo de 2020, el Consejo Municipal aprobó la emisión de reembolsos por programas y servicios que han sido suspendidos o cancelados. La ciudad está trabajando diligentemente para emitir estos reembolsos; sin embargo, dada la extensa programación actualmente ofrecida, se requiere tiempo adicional para que el proceso de reembolsos se complete. Con respecto a las reservaciones del Centro Comunitario y los parques, los reembolsos hasta fines de mayo de 2020 se han procesado y los cheques se envían semanalmente. Se ha establecido una línea telefónica de recursos para responder preguntas o proporcionar información. Operadores están disponibles de lunes a viernes, de 8:00 a.m. a 5:00 p.m., al (310) 952-1750. También podrá contactarse con la ciudad por correo electrónico a carsonhealth@carson.ca.us La Ciudad recomienda a los residentes visitar la página http://ci.carson.ca.us/CoronaVirus.aspx para obtener información actualizada sobre COVID-19 y las directivas de la Ciudad. BUZONES PARA ENTREGAS Si necesita dejar planos, solicitudes de propuestas o pagos a la Ciudad, hágalo en el buzón apropiado ubicado en el lado norte de City Hall y llame al número telefónico del departamento apropiado al colocar su artículo dentro. 30 THE CARSON REPORT 31Aumento de Precios es ilegal en la Ciudad de Carson Mu lt a : $ 1 0 , 0 0 0 Ca d a Vi o la ci ó n Ordenanza No. 20-2006U - Una ordenanza del Consejo de la Ciudad de Carson que prohíbe el aumento de precios durante la emergencia estatal declarada relacionada con COVID-19. La ordenanza hace ilegal el aumento de precios en la ciudad de Carson. El aumento al más de 10% en ventas de cualquier artículo, alimentos, productos de emergencia, tarifas de alquiler residencial y alquiler a corto plazo de habitaciones de hotel, durante un estado de emergencia y 60 días después. Aumento de precios es ilegal. La multa por violar la ordenanza es una multa administrativa de $10,000 por violación la primera vez, y una multa subsiguiente de $10,000 por cada violación adicional. Las violaciones también son punibles como delitos menores de acuerdo con la Sección 1200 del Código Municipal de Carson (multa de $10,000 y / o prisión por hasta un año), y someten al infractor a la suspensión o revocación de cualquier licencia comercial emitida por la Ciudad. Es ilegal en la ciudad de Carson que personas, empresas o entidades: Cobren un 10% sobre el precio normalmente cobrado por el vendedor de cualquier artículo o producto alimenticio de consumo, incluidos los productos o servicios para limpieza de emergencia, suministros de emergencia, suministros médicos, combustible para calefacción del hogar , materiales de construcción, vivienda, transporte, flete y almacenamiento, servicios, gasolina u otros combustibles para motores. Ex ención: el aumento de los precios en más del 10% se permite solo si el vendedor puede demostrar que el aumento se debe a los costos impuestos por el proveedor de los bienes o mano de obra o materiales adicionales para proporcionar los servicios. Aumentar las tasas de alquiler residencial de viviendas en más del 10% para un inquilino residencial existente o potencial.Ex ención: Se permite un aumento de más del 10% solo si el propietario puede demostrar que el aumento se debe directamente a los costos de reparaciones o adiciones más allá del mantenimiento normal o que el aumento se debe a un contrato acordado por el inquilino antes de la declaración de emergencia. Para más información, favor de hablar al (310) 952-1788 32EVITAR SEGURO DE HACERCON PRECAUCIÓNReuniones grupales Eventos depor tivos Pijamadas tiendas con mucha gente Jugar en gr upo Centros comerciales Concier tos Viajes no esenciales Salidas al teatro Bares y restaurantes Viajes al mercado Viajes esenciales Recoger y entrega de comida Visitas en su hogar Recoger medicamentos T ransportación pública Salir a caminar Cocinar T rabajo de jardinería Juegos en familia en su hogar Jugar en su patio Video chats gr upales Limpiar su hogar V er su programa favorito Leer libros Llamar o enviar mensajes de texto a amigos Escuchar música Llamar o enviar mensajes de texto a vecinos ancianos 32 THE CARSON REPORTCONSEJOS DE ENSEÑANZA PARA DIFERENTES HABILIDADES Las Mejores Opciones de Currículo de Educación Escolar en el Hogar Para Estudiantes con Dislexia Al sintonizar las fortalezas y debilidades específicas de su hijo o adolescente y sus preferencias personales, puede personalizar las mejores opciones de currículo de educación escolar en el hogar para su alumno https://www. time4learning.com/homeschooling/special-needs/dyslexia/ Educación Escolar en el Hogar Para Niños Con Autismo Una de las mejores cosas de la educación escolar en el hogar a un niño con autismo es que sabrá que está obteniendo lo que necesita cuando lo necesita. Educación escolar en el hogar a niños con autismo le dará la flexibilidad para realmente personalizar un programa que mejor satisfaga sus necesidades diarias y semanales. Algunos programas de educación escolar en el hogar para el autismo le permiten ajustar el plan de estudios para que se adapte mejor específicamente a las habilidades de aprendizaje de su estudiante. Proporcionamos información que esperamos responda muchas de las preguntas iniciales que pueda tener sobre la educación escolar en el hogar de un niño con autismo. https://www.time4learning.com/homeschooling/special- needs/autism/ Educación Escolar en el Hogar Para Niños con Síndrome de Asperger Si tiene un hijo en la parte del espectro del Síndrome de Asperger, las opciones del plan de estudios pueden variar mucho de un niño a otro. https://www.time4learning.com/homeschooling/special-needs/autism/aspergers-syndrome.html Educación Escolar en el Hogar Para Niños con Trastorno Generalizado del Desarrollo (PDD) PDD se caracteriza a menudo por un desarrollo desigual de habilidades (fortalezas en algunas áreas y retrasos en otras). Al elegir el mejor plan de estudios para el autismo, los estudiantes con trastorno generalizado del desarrollo tienen fortalezas y debilidades que deben tenerse en cuenta. Aprenda cómo comenzar a educar en casa a un niño con PDD-NOS en https://www.time4learning.com/homeschooling/special-needs/autism/pdd-nos.htmlEducación Escolar en el Hogar Para Niños con Síndrome de Down Los padres de niños con Síndrome de Down ay veces se sienten perdidos cuando se trata de la educación de sus hijos. La educación escolar en el hogar ofrece la flexibilidad para combinar recursos, herramientas y planes de estudio para niños con Síndrome de Down. Obtenga más información en https://www .time4learning. com/homeschooling/specialneeds/down-syndrome/ Educación Escolar en el Hogar Para niños con Trastorno de Déficit de Atención e Hiperactividad (TDAH) Puede brindarle a su hijo con TDAH una educación que pueda satisfacer sus necesidades para ayudarlo a agarrar confianza y tener un mejor rendimiento académico. https://www.time4learning.com/ homeschooling/special-needs/add-adhd/ Educación Escolar en el Hogar Para Niños Con Trastorno del Procesamiento Auditivo (APD) Muchos de los síntomas de APD pueden ser especialmente problemáticos en un entorno escolar tradicional. Estos problemas muy seguidos se pueden minimizar en gran medida en el entorno doméstico más estructurado. Descubra algunas de las ventajas de educación escolar en el hogar a un niño con APD en: https://www.time4learning.com/homeschooling/special-needs/auditory-processingdisorder/ 33HELPFUL EN FORMA EN CASA MANTÉNGASE HIDRATADO Cualquiera puede deshidratarse pero esta condición es especialmente peligrosa para niños y personas de edad avanzada. Las personas de edad avanzada tienen naturalmente un menor volumen de agua en sus cuerpos y pueden tener condiciones o tomar medicamentos que aumentan el riesgo de deshidratación. Una manera fácil de recordar beber suficiente agua es beber una taza de agua (8 onzas) cada hora. Esto no solo asegurará que se mantenga hidratado, sino que también puede ayudarle a controlar el hambre fantasma. Muy seguido, cuando usted cree que tiene hambre, solo tiene sed, así que intente beber un vaso de agua PRIMERO, luego espera 10-15 minutos y si todavía tiene hambre, entonces probablemente esté listo para alimentar su cuerpo (coma). MUEVA SU CUERPO CUALQUIER movimiento será bueno para usted y su cuerpo. La limpieza cuenta! Bailar con buena música cuenta como cardio! Diviértase con eso! Solo recuerde levantarse y moverse AL MENOS una vez por hora... pero eso no significa caminar a la cocina! ;) Levántese, estírese, haga saltadillas (jumping jacks) o ¡cualquier cosa! Solo muévase, inclínese, pise, estire, etc. EJERCICIOS SIMPLES DE PESO CORPORAL Puede realizar fácilmente algún ejercicio en cualquier lugar y en cualquier momento. Levante los talones (levántese de puntillas) mientras se cepilla los dientes o lava los platos. Haga sentadillas mientras cocina; camine rápido al baño; eleve como pesa el galón de leche cada vez que lo saque del refrigerador (elévelo como pesa con la otra mano cuando lo guarde). Mientras Vea Televisión: Haga ejercicio durante los comerciales o entre episodios. Arme sus propias combinaciones con ejercicios como saltadillas (jumping jacks), salto de cuerda invisible, trote en lugar, rodillas altas o marche en lugar. Sentadillas: Para modificar, simplemente párase y siéntese con movimientos lentos y controlados, presionando las caderas hacia atrás para mantener las rodillas detrás de los dedos de los pies (NO se deje caer!). Zancadas: Camine en combinación de pasos largos y sentadillas así a su baño (NO a la cocina) y de regreso. Inmersiones de Tríceps: Siéntese en el borde de una silla o sofá, coloque las manos justo al lado de su cuerpo/caderas, con los dedos apuntando hacia adelante. Deslice las caderas hacia adelante fuera del sofá/silla y luego baje y levante las caderas doblando los codos hacia atrás y luego enderezándolos. Cuanto más se doblen las rodillas, más fácil será el movimiento. Lagartijas: se pueden hacer con los dedos de los pies, de rodillas, o contra una pared. Mantenga las manos directamente debajo de los hombros , con el estómago hacia arriba y apretado para proteger su núcleo. 35Crujidos: Recuerde sumir el ombligo hacia la espalda y meter las caderas debajo, presionando la parte inferior de la espalda contra el piso/colchoneta. ¡Es un movimiento muy pequeño! Piense en llevar la costilla inferior hacia la cadera mientras levanta la cabeza y los hombros del piso. Puede hacer lo mismo que un crujido estacionario. Plancha de Abdominales: Puede hacer plancha de abdominales en sus manos (manteniéndolas directamente debajo de los hombros) o en los antebrazos (manteniendo los codos directamente debajo de los hombros). Levanta el estómago hacia arriba y hacia adentro, con el botín hacia abajo, la espalda plana, presionando la energía a través de los talones, o caer de rodillas si es necesario. Apriete Estomacal Aislado: Inhale lo más profundamente posible; exhale TODO el aire de los pulmones. Estire el estómago lo más fuerte que pueda, jale el ombligo hacia la espalda y contenga la respiración. Aguanta lo más posible la respiración. Para esfuerzo adicional, agregue una rotación del tronco nuevamente durante el tiempo que pueda contener la respiración. Haga 5 series a la vez, tantas veces desee al día para un núcleo más fuerte y abdomen más planos. Puede usar pesas, bandas de resistencia o botellas de agua para: Sentadillas y Zancadas: Sostenga una pesa/botella en cada mano a los lados mientras realiza sentadillas o zancadas. Rizos de bBíceps: Manteniendo los codos a los lados, las manos suaves y las muñecas rectas, doble y enderece los codos lenta y deliberadamente para levantar y bajar las pesas/botellas. Patada de Tríceps: dobla la cintura, levantando el estómago hacia adentro, permitiendo que sus brazos cuelguen directamente de tus hombros. Luego, manteniendo las manos suaves y las muñecas rectas, levante los codos manteniendo los brazos justo al lado de su cuerpo, levantando pesas con la espalda apretando los omóplatos. Patada Horizontal de Triceps: dobla la cintura, levantando el estómago hacia ariba y hacia adentro, permitiendo que sus brazos cuelguen directamente de sus hombros. Luego, manteniendo las manos suaves y las muñecas rectas, levante los codos manteniendo los brazos justo al lado de su cuerpo, levantando pesas con la espalda apretando los omóplatos. EJERCITE SU MENTE: También puede hacer cosas para mantener su mente activa como leer, escribir (cualquier cosa), crucigramas o aprender un nuevo idioma (en una aplicación de internet). Incluso cantar usa partes del cerebro que no utilizamos con tanta frecuencia y puede ser bastante relajante. Recuerde también hacer tiempo de TRANQUILIDAD : Yoga, meditación o simplemente tomarse un tiempo para estar quieto y tranquilo puede ayudarlo a reducir su ritmo cardíaco y presión arterial, y calmar cualquier estrés o ansiedad. Bañarse, leer o incluso descansar tranquilamente mientras cierra los ojos puede ayudar a calmar la mente y relajar sus sentidos. También hay un innúmero de ejercicios, yoga, meditación, etc. GRATUITOS en YouTube los cual puede acceder a través de su televisor, tableta o celular según sus intereses. 36 THE CARSON REPORTPADRES DE FAMILIA Atención Padres: ¡Ayúdenos a alegrar el día de residentes vulnerables de Carson! Nos encantaría compartir las obras de arte de sus hijos con los que asisten al programa Grab and Go Lunch de Carson Community Center (centro comunitario). Seleccionaremos un dibujo cada día y haremos copias en color para incluirlos en los paquetes de comida al ser recogidos. Podremos mantener a sus hijos ocupados (¡educación escolar en el hogar con arte!) y darles a nuestros residentes un poco de ánimo al mismo tiempo. Pídales que incluyan su nombre y edad en el dibujo. Recomendamos incluir algunas palabras escritas por su hijo de ánimo para acompañar la obra de arte. Envíenos la obra de arte por correo electrónico a: carsonhealth@carson.ca.us. ¡Gracias! Alivio de Estrés Para Familias Comuniquesen a Diario Lean Juntos Hagan Ejercicios Juntos Cocinen Juntos Juegos Familiares/Juegos de Mesa/ Diviértanse en Sus Patios/Yardas Hagan la Limpieza Juntos Salgan a Dar una V uelta a Coche Mediten Juntos/Yoga Familiar Bailen en Familia Receta de pintura de dedos 2 tazas de harina blanca2 tazas de agua fría Colorante de comidaPonga agua en una taza grande. Lentamente agregue la harina. Una vez mezclados, divídalos en contenedores pequeños. Agregue colorante de comida. Receta de plastilina 1 taza de harina2 cucharaditas de crema de tártaro1/2 taza de sal1 cucharada de aceite de cocina (aceite de oliva o aceite vegetal) 1 taza de agua Colorante de comida 1. Combine todos los ingredientes secos en un contenedor grande (harina, sal, crema de tártaro) mezcle bien2. Mezcle el colorante de comida con el agua primero. Luego agregue el aceite vegetal y el agua de color . Mezclar en una olla.3. Agregue los ingredientes secos a su olla y mezcle bien.4. Cocine a fuego a nivel bajo hasta que la masa comience a formarse y se seque.5. Una vez que comience a formar una bola y se vea completamente cocida, retírela del fuego. Deje enfriar la masa antes de tocarla. Una vez fría, amase la masa durante 5 minutos para que se haga suave. SECCIÓN DE NIÑOS Sugestión de actividades para niños de kínder a quinto grado. Cuadernos Gratis Museo del Espacio y Trasboradores Espaciales de EE. https://www.bostonchildrens - museum.org/museum-virtual-tour 37TIPS PARA PERSONAS MAYORES CONFINADAS EN SU HOGAR 38 THE CARSON REPORT1. Aprenda Algo Nuevo: Considere utilizar tecnología como FaceTime, Zoom, Skype, Facebook, Twitter y otros más. Hay muchas maneras de hablar con familiares y amigos por internet. No tiene que ser experto en tecnología. Hacer lo básico es fácil y para la mayoría de las personas, divertido. Si abrir una cuenta se le hace difícil, pídale ayuda a un vecino o familiar y un tutorial rápido.2. Manténgase Activo en su Comunidad: Podrá sonar contradictorio. ¿Cómo puede seguir siendo activo en su comunidad si el objetivo es distanciarse de la comunidad? Pero tal vez hay una opción remota. Muchas organizaciones como los partidos políticos, los grupos religiosos y las organizaciones sin fines de lucro dependen de voluntarios para hacer llamadas telefónicas. Puede hacer esa actividad comunitaria directamente en su casa. 3. Siga Una Dieta de Noticias : Pero Manténgase Informado. Sepa lo que está sucediendo pero no se enganche viendo constantemente \"noticias de última hora\" en los canales de noticias las 24 horas. Por lo general, no hay muchos cambios hora a hora. Pero repetidamente las entrega notas por el Deberíamos distanciarnos físicamente, pero no distanciarnos socialmente. Es más importante revisar el bienestar de nuestros vecinos, amigos y familiares. 39televisor durante todo el día puede traer ansiedad y estrés innecesario. Vea una actualización de noticias en la mañana, luego revise las notas un rato por la noche. No se quede largo tiempo. Treinta minutos o una hora es suficiente para mantenerse informado y no sentirse abrumado. 4. Póngase en Contacto Con Familiares y Amigos: Manténgase en contacto con las personas cercanas a usted, especialmente aquellas que también estén practicando el distanciamiento social. Los Centros para el Control y la Prevención de Enfermedades (CDC) recomiendan que las comunidades organicen \"sistemas de amigos\" para asegurarse que las personas vulnerables y con acceso difícil se mantengan conectadas, particularmente a las noticias sobre COVID-19. Esto puede hacerse a través de su iglesia, grupo social o grupos de su vecindario. Consideración de esas son apreciadas. El distanciamiento social no significa aislamiento social e incluso un virus potencialmente mortal no debería obligarnos a estar solos. Ahora más que nunca, las personas necesitan encontrar formas intelectuales y creativas para mantenerse conectadas. 40 THE CARSON REPORT TIEMPO DE VERANO - TIEMPO DE MOSQUITOS COSAS DE TENER EN CUENTA Use repelente para insectos: Cuando es usado según las indicaciones, los repelentes de insectos registrados por la agencia Environmental Protection Agency (EPA), han demostrado ser seguros y efectivos, incluso para mujeres embarazadas y lactantes. Use un repelente de insectos registrado por la EPA con uno de los siguientes ingredientes activos: DEETPicaridina IR3535Aceite de eucalipto de limón (OLE)P ara-metanodiol (PMD) 2-undecanone Cúbrase: Use camisas de manga larga y pantalones largos. Mantenga a los mosquitos afuera: use aire acondicionado o mosquiteros en ventanas y puertas. Si no puede protegerse de los mosquitos dentro de su hogar u hotel, duerma debajo de una maya mosquitera. ¿HA VISTO MÁS COYOTES ULTIMAMENTE? La temporada de apareamiento hace que los coyotes sean más activos y audaces. Si ve coyotes últimamente podrá deberse a que las hembras están en época de celo. Durante mayo-junio, las embras alejan a los cachorros cuando entran en celo.- Encuentros con coyotes son mucho más comunes durante la temporada de sequía y/o cuando las madres se están alimentando - Son vistos en los canales de agua, campos, matorrales densos y tierras pantanosas - Son más activos al anochecer y al amanecer- Típicamente solitarios por naturaleza excepto cuando están consibiendo o pariendo MANTÉNGALOS FUERA - los coyotes son atraídos por comida y el agua normalmente servida para mascotas afuera del hogar.- Haga ruido (formas de hacerlos sentir miedo e incómodos. Por ejemplo: gritar, agitar los brazos, etc.) Es importante recordar siempre asustar a los coyotes. Si usted muestra indiferencia, ellos podrán sentirse cómodos y aventuran por los vecindarios y por las yardas. Continúa asustándolos extendiendo los brazos moviéndolos en el aire haciéndose parecer más grande hasta espantarlos por completo. Haciendo ruido aplaudiendo o gritándoles ayudará espantarlos. Los coyotes suelen ser más activos y audaces en su temporada de apareamiento, más a menudo de febrero a mayo. 40 THE CARSON REPORT Un acompañante común del verano es el mosquito 41Introducing the new Citizen Engagement App, where citizens can put in various service requests within the City that need attention. Waste Resources Technologies (Servicio de recoleccion de basura) 1-310-366-7600 https://wasteresources.com/ https://wasteresources.com/covid-19-customers/ Debido a la pandemia COVID-19, efectivo de inmediato, Waste Resources Technologies (WRT) está implementando pautas / requisitos de servicio de emergencia. Como servicio esencial, WRT continúa prestando servicios a los residentes de Carson. Solicitan cooperación para garantizar que la salud y la seguridad del público y de sus empleados no se vean comprometidas por Coronavirus. Toda la basura debe colocarse en bolsas de basura de plástico atadas y colocarse dentro de los contenedores. N o sobrellene los contenedores y cierre las tapas. No se recogerá la basura fuera de los contenedores. Los artículos voluminosos aún deben preprogramarse para ser recogidos. Los artículos porosos, como colchones, sofás y cojines / rellenos de sofá, deben empacarse y sellarse antes de colocarlos afuera para que los recogan. Los artículos no porosos como electrodomésticos, escritorios, muebles duros, armazones de cama, etc., se recogerán sin envolver. No se recogerá la basura suelta que quede con artículos voluminosos. El servicio de valet especializado debido a una discapacidad o dificultad continuará como de costumbre. Los servicios de valet / patio trasero para fines no esenciales / convenientes están suspendidos en este momento. L os conductores han recibido instrucciones de permanecer siempre dentro de sus vehículos. Para servicio adicional o cualquier solicitud o inquietud, comuníquese directamente con WRT. RECOLECCIÓN DE ARTÍCULOS RESIDUOS Si tiene preguntas, favor de llamar al departamento de servicio al cliente de Waste Resources al (888) 467-7600 o info@wasteresourcescarson.com.42 THE CARSON REPORTNO HABRÁN DESALOJOS DE RESIDENTES EN CARSON EN RESPUESTA AL ESTADO DE EMERGENCIA DEL COVID-19 (CORONAVIRUS) Para proteger a los inquilinos residenciales en Carson de ser desalojados de sus hogares como resultado de COVID-19 (Coronavirus), el Concejo Municipal de Carson adoptó la Resolución No. 20-068. El 16 de marzo de 2020, el Gobernador Newsom emitió la Orden Ejecutiva N-28-20: Renunciar al límite de la Sección 3969 (f) del Código Penal de 30 días a partir de la fecha de la declaración de estado de emergencia para la efectividad de las protecciones de esa sección contra desalojos residenciales vigentes hasta el 31 de mayo de 2020. Es contra la ley que un arrendador, 30 días después de una declaración de estado de emergencia o cualquier período que pueda extenderse, desaloje a cualquier inquilino residencial y alquilar u ofrecer alquilar la vivienda residencial a otra persona a un precio de alquiler superior al inquilino desalojado y se le podrían imponer cargos legales. El 27 de marzo de 2020, el Gobernador aprobó la Orden Ejecutiva N-37-20 que impone una moratoria estatal de los desalojos residenciales relacionados directamente con COVID-19 en vigencia hasta el 31 de mayo de 2020. Prohíbe a los propietarios desalojar a inquilinos residenciales por falta de pago del alquiler y prohíbe la ejecución de las órdenes de desalojo residencial por parte de la policía o los tribunales durante este plazo. Para recibir estas protecciones, la orden requiere que el inquilino residencial declare por escrito, no más de siete días después de la fecha de vencimiento del pagar de alquiler, que no puede pagar o paguar parte del alquiler debido a COVID-19, y que conserve la documentación verificable explicando el cambio de sus circunstancias financieras. No se requiere que el inquilino presente esta documentación al arrendador por adelantado.El 6 de abril de 2020, el Consejo Judicial de California, la mesa directiva de políticas de los tribunales de California, adoptó una norma judicial de emergencia a nivel estatal vigente hasta 90 días después de que el Gobernador levante el declarado estado de emergencia, la cual suspende la emisión de citaciones y el entre de fallos por incumplimiento por no aparecer en los juicios de desalojo, prohíbe que los tribunales establezcan juicios en dichas demandas antes de los 60 días posteriores a la solicitud de petición del juicio. Cualquier demanda a partir del 1 de abril de 2020 se pospondrá al menos 60 días a partir de la fecha inicial del juicio. La norma impide que procedan nuevos casos de desalojo y exige el aplazamiento de los casos existentes en todos los tribunales del Estado de California. La Regla de Emergencia del Tribunal 1) prohíbe que un tribunal emita una citación en una demanda de desalojo, a menos que el tribunal determine que hacerlo es necesario para proteger la salud y la seguridad pública; 2) prohíbe que un tribunal entre un incumplimiento o una sentencia por incumplimiento por restitución en una demanda de desalojo por la falta de comparecencia del acusado, a menos que el tribunal considere que la acción es necesaria para proteger la salud y seguridad pública, y que el acusado no apareció en una acción dentro del tiempo previsto por la ley (incluyendo cualquier orden ejecutiva aplicable); 3) prohíbe que un tribunal establezca una fecha de juicio en una demanda de desalojo donde haya aparecido el acusado, de establecer una fecha de juicio anterior a 60 días después de que se solicite un juicio a menos que el tribunal determine que es necesaria una fecha de juicio anterior para proteger salud y seguridad pública; y 4) establece que cualquier juicio establecido en una demanda de desalojo a partir del 1 de abril de 2020 debe continuarse al menos 60 días después de la fecha inicial del juicio. La regla permanecerá vigente 90 días después de que el Gobernador levante el estado de emergencia relacionado con la pandemia de COVID-19 o hasta que la regla sea enmendada o derogada por el Consejo Judicial. DESALOJOS 42 THE CARSON REPORT 43 43GRACIAS POS SU BONDAD YMCA Meals On Wheels LASD HotelLos Food BankVictory Outreach Church of CarsonElizondo Farmers Agency Carson Chamber of Commerce Carson Citizens Cultural Arts FoundationWatson Land CompanyHand & SpoonNorms in CarsonCarson Companies Carson Community FoundationJuice-C-JuicePhillips 66 43Hay muchos que han hecho contribuciones de diversas maneras para ayudar con nuestros programas y brindar ayuda a nuestra comunidad. Gracias por ser un buen vecino. Si hemos omitido a alguien, cárguelo a nuestras cabezas y no a nuestros corazones.RECUERDE HACER LO RECUERDE HACER LO SIGUIENTE:SIGUIENTE: LÁVESE LAS MANOS Cante la canción de feliz cumpleaños 2 veces PRACTIQUE DISTANCIA SOCIAL Qu e d e se e n ca sa y a isle se d e los d e m á s e n su h og a r si n o se sie n t e b ie n ¿Esca so d e b ot e lla s d e a g u a ? Ap re n d a sob re la ca lid a d d e l a g u a d e lla ve a q u í: w w w.e p a .g ov/grou n d -wa t e r-d rin k in g -wa t e r USE UNA MASCARA P rot e g a se . P rot e ja a t u s se re s q u e rid "}