{"title": "Apertura y funcionamiento o traslado de tienda naturista", "author": null, "url": "https://www.uesvalle.gov.co/tramites/2/apertura-y-funcionamiento-o-traslado-de-tienda-naturista/", "hostname": "uesvalle.gov.co", "description": "El resultado de este trámite es la autorización y aprobación para la apertura y funcionamiento o traslado de tiendas naturistas. Importante: Te informamos que a partir del 29 de marzo, la Secretaría de Salud de Santiago de Cali recibió las competencias que la acreditan como Distrito Especial, por esta razón los siguientes trámites y servicios deberán solicitarse a través del correo electrónico: atencionalusuarioensalud@cali.gov.co * Credencial de expendedor de drogas * Licencia de prácticas médicas, veterinarias, industriales o de investigación para el uso de equipos generadores de radiación ionizante * Licencia para prestadores de servicios de protección radiológica y control de calidad * Licencia para prestación de servicios en seguridad y salud en el trabajo (Persona natural y jurídica) * Solicitud de apertura o traslado de droguerías o farmacias de droguerías. * Solicitud de apertura o traslado de farmacias homeopáticas nivel I y II Proceso: Alimentos y Medicamentos Responsable: Maria Ligia Triana Torres Contacto: 052-5580868- ext- 122-134 Importante: Recuerda no utilizar intermediarios o tramitadores, realice personalmente sus solicitudes.", "sitename": "Uesvalle", "date": "2021-02-24", "cleaned_text": "Apertura y funcionamiento o traslado de tienda naturista Encuentra los trámites de la autoridad. Buscar Filtrar por: - Tipo de gestión - - Estado automatización - - Costo - - Dependencias - TrámiteParcialmente en línea Dependencia: UESVALLE - Alimentos y medicamentos El resultado de este trámite es la autorización y aprobación para la apertura y funcionamiento o traslado de tiendas naturistas. Importante: Te informamos que a partir del 29 de marzo, la Secretaría de Salud de Santiago de Cali recibió las competencias que la acreditan como Distrito Especial, por esta razón los siguientes trámites y servicios deberán solicitarse a través del correo electrónico: atencionalusuarioensalud@cali.gov.co * Credencial de expendedor de drogas * Licencia de prácticas médicas, veterinarias, industriales o de investigación para el uso de equipos generadores de radiación ionizante * Licencia para prestadores de servicios de protección radiológica y control de calidad * Licencia para prestación de servicios en seguridad y salud en el trabajo (Persona natural y jurídica) * Solicitud de apertura o traslado de droguerías o farmacias de droguerías. * Solicitud de apertura o traslado de farmacias homeopáticas nivel I y II Proceso: Alimentos y Medicamentos Ligia Triana Torres Contacto: ext- 122-134 Importante: Recuerda no utilizar intermediarios o realice personalmente sus solicitudes. Tipos de ayuda: [Video Tutorial](https://www.youtube.com/watch?v=ZgD9ea8WuF8) Dirección de dependencia: Cali - Valle del Cauca: Carrera 36B # 5 -51 San Fernando Cartago - Valle del Cauca: Carrera 3A No. 1A-05 Tuluá - Valle del Cauca: Carrera 30 No. 32-91 Teléfono: 57 (2) 5580868 ext. 122 Hora de atención: Lunes a jueves: 7:30 a.m. a 11:30 a.m. / 2:00 p.m. a 4:30 p.m. Viernes: 7:30 a.m. a 11:30 a.m. / 2:00 p.m. a 4:00 p.m. Responsable: UES Valle - Medicamentos y dispositivos médicos Tiempo de respuesta: 60 Días hábiles Señor usuario para la realización de este trámite deberá tener los siguientes documentos: - Solicitud de aperturas y funcionamiento o traslado de tiendas naturistas. - Fotocopia de la cédula de ciudadanía. - Certificado de uso de suelo. - Certificado de existencia y representación legal. - Certificado de escolaridad. - Certificado de entrenamiento o capacitación. - Anotaciones Adicionales: De la persona responsable de la venta en el establecimiento - Certificación de manipulación de alimentos. - Protocolo para el manejo de residuos y similares. Solicitud De Apertura y Funcionamiento o Traslado De Tiendas Naturistas Anotaciones Pasos para la realización del servicio Señor ciudadano para la realización de este servicio usted debe: - Registrar la solicitud mediante el formulario disponible en la página web. - Pasados los días hábiles estipulados para la atención de este trámite el ciudadano debe revisar el correo electrónico suministrado al cual llegará la fecha de visita técnica en la cual se verifica si el establecimiento cumple con las condiciones higiénico locativas y Sanitarias para su funcionamiento. "}