{"title": "PDF", "author": "PDF", "url": "www.in.gov/dhs/files/Indiana-EMS-Vaccination-Guidance.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "EMS ROLE AND GUIDANCE IN COMMUNITY VACCINATIONS TABLE OF CONTENTS Table of Contents ............................................................................................................ 2 Introduction ..................................................................................................................... 3 Initiative, Mission an d Goals ............................................................................................ 6 CHIRP Access ................................................................................................................ 7 Sample Protocol .............................................................................................................. 8 Reimbursement ............................................................................................................. 10 Procedures and Best Practices for EMS Administered Vaccination Clinics .................. 12 Guidance for Planning Vaccination Clinics Held at Satellite, Temporary or Off -Site Locations ....................................................................................................................... 15 Planning Activities ......................................................................................................... 16 Pre-Clinic Activities ........................................................................................................ 21 During the Clinic Activities ............................................................................................. 26 Post-Clinic Activities ...................................................................................................... 28 Contact Information ....................................................................................................... 29 Vaccine Administration Training .................................................................................... 30 EMS Role and Guidance in Community Vaccinations 3 INTRODUCTION USE OF EMERGENCY MEDICAL SERVICES PERSONNEL IN PUBLIC HEALTH IMMUNIZATION CLINICS IN INDIANA With the outbreak of the Influenza A (H1N1) virus in 2009, federal and state governmental agencies, along with both state and local public health departments (LPHDs) have been encouraged to use non- traditional resources such as local EMS personnel to participate in the vaccination process. This initiative becomes more important with the most recent pandemic outbreak of COVID19. Likewise, seasonal flu will present an increase in demand for public health vaccinations. EMS provider agencies and individual EMS providers will be able to assist local public health depar tments and the Indiana Department of Health with vaccinations using specific parameters. It is essential that EMS agencies and personnel work closely with their medical director , local health officer , IDHS and IDOH to assist in the vaccination process . There are three ways that a local public health agency may partner with EMS personnel to assist with the administration of vaccinations. They are as follows: 1. The EMS service director (or medical director) may coordinate with the local public health agency to use the EMS service resources, including structures, personnel and vehicles. The EMS personnel would function under the EMS service's medical direction to participate in the administration of vaccinations . EMS agencies will need to update their o peration plan/protocols , to include an EMS protocol and procedure for vaccination administration (sample protocol can be found in this document ). In addition to thei r protocol and procedure, EMS personnel will need to follow all public health guidelines per the LPHD or I DOH . Under this scenario, an EMS provider agency would be operationalizing and offering a vaccination administration site at a location specified by t he local public health agency or by IDOH . The paramedics and/or EMTs would be working under the immediate direction of their local medical director and can be provided with 'Just in Time' training provided by IDHS, as appropriate. It is the responsibility of the EMS provider agency and the local medical director to verify the paramedics' and/or advanced EMTs' skill level and ability to administer vaccine. Vaccination administration is part of the IDHS EMS Scope of Practice. Under this scenario the EMS p rovider agency would be working with the LPHD or the IDOH to provide vaccine administration. 2. The local public health agency may request EMS agencies and/or their personnel to assist in the administration of vaccinations as part of their local practices, and/or in accordance with the local p ublic health emergency plan or m ass clinic plan. EMS provider agencies or i ndividual paramedics and advanced EMTs may volunteer or be paid as contract employees to assist the local public heal th agency or IDOH with these vaccinations. The paramedics and/or advanced EMS Role and Guidance in Community Vaccinations 4 EMTs would be working under the immediate direction of their local medical director or the LPHD medical director and can be provided with 'Just in Time' training provided by IDHS , as appropriate. It is the responsibility of the EMS provider agency and the local medical director to verify the paramedics' and/or advanced EMTs' skill level and ability to administer vaccine. Vaccinat ion administration is part of the I DHS EMS Scope of Practice. Under this scenario the individual EMS p rovider would be contracting with the LPHD or ISDH to provide vaccine administration. 3. EMS provider agencies may register with the Indiana Department of Health (IDOH) as a Vaccines For Child ren (VFC) and Adult provider. The Vaccines For Children (VFC) program is a federal program that provides vaccines at no cost to children who might not otherwise be vaccinated because of inability to pay. The Centers for Disease Control and Prevention (CDC) buys vaccines at a discount and distributes them to state health departments, and certain local and territorial public health agencies. These agencies , in turn, distribute the vaccines at no charge to private physicians' offices, community health centers and public health clinics enrolled as VFC providers. Children who are eligible for VFC vaccines are entitled to receive all vaccines recommended by the Advisory Committee on Immunization Practices (ACIP). These vaccines protect babies, young children and adolescents from 16 different diseases. Enrollment in the VFC program will allow organizations to offer all recommended vaccines by the Advisory Committee on Immunization Practices (ACIP) to eligible patients. Providers who are enrolled in the VFC program must be willing to comply with all VFC program requirements, including but not limited to: Performing patient -eligibility screenings and document patient eligibility at each immunization visit Comply with the immunization schedules, dosages and contraindications as established by the Advisory Committee on Immunization Practices (ACIP) Maintain all VFC program records for a minimum of 3 years Follow best practices for the storage & handling and management of vaccine inventory Participate in VFC compl iance visits, storage and handling visits and other educational opportunities associated with the VFC program. Some of these visits may be unannounced Be accountable for all federally purchased doses that are administered Administer federally purchased vac cine to all established patients, regardless of their ability to pay the vaccine administration fee. For additional information on this option, contact Dave McCormick at IDOH. You can also download the application from the IDOH website to begin this process. EMS Role and Guidance in Community Vaccinations 5 These three options listed above for EMS participation may not be all inclusive. Other unique arrangements may exist at a local level that allow EMS providers and their agencies to participate in vaccine delivery. Note that paramedics and advanced EMTs are the only EMS providers that may administer a vaccination. Basic EMTs can be utilized for other purposes at vaccination clinic sites. Vaccine administration is NOT part of the basic EMT scope of practice. Vaccination program participation requirements for agencies and individuals. EMS Pro vider Agencies must be a c ertified ALS provider agency Individuals must be l icensed or certified as a p aramedic or a dvanced EMT A certified EMT can participate as a non- vaccinator Participants must complete the IDHS vaccination education module or local equivalent Local EMS Medical Director credentialing and approval Experience with IM injection and up- to-date advanced life support (ALS) skills Reporting and record keeping compliance for all vaccinations administered While no additional certification or endorsement is required for vaccine administration participation, EMS personnel will be required to show compliance with these requirements for participation in any vaccine administration program. EMS Role and Guidance in Community Vaccinations 6 INITIATIVE, MISSION AND GOALS This IDHS EMS Vaccination Guidance Manual describes IDHS's strategic focus and key roles in achieving the goals of promoting community paramedicine and EMS engagement in public health, across all areas of work and all levels in the state of Indiana. The strategic and intentional directions described in this document are consistent with ongoing EMS reform and alignment of all three domains of public safety, public health and healthcare. IDHS's vision and m ission for the advancement of EMS, including community paramedicine, illustrates how the organization plans to evolve its critical role in vaccinations as part of that progression. By sharing this with our partners and stakeholders, the agency hopes to show how the Indiana EMS system will actively work toward this new goal for EMS and public safety agencies. Vaccination project mission: To protect people of all ages from vaccine- preventable diseases by: Strengthening the immunization infrastructure in the State of Indiana Raising awareness of the critical need for vaccinations Work ing with local and state public health agencies to increase vaccine availability Offering vaccinations in non- emergency care settings Improv ing access to vaccinations in a cost -effective man ner EMS Role and Guidance in Community Vaccinations 7 CHIRP ACCESS All vaccinations given in the S tate of Indiana must be registered into the Children and Hoosier Immunization Registry Program (CHIRP) . This can be done by the EMS provider agency or by the local health department agency . Each agency will need to address an d have a plan for entering the vaccination information into CHIRP prior to hosting a vaccine administration site. One option is for the EMS provider agency to register for access to CHIRP and enter this information in a timely fashion. Another strategy uti lized to satisfy this requirement is for the local health department to assist with this requirement and enter this information into CHIRP. EMS provider agencies may register to obtain access to the CHIRP system. This also may require additional training on CHIRP system use and vaccine storage equipment . Additional Onboarding items needed for CH IRP 1. Pictures of the inside and outside of your storage units 2. The calibration certificates for your data loggers 3. Data logger reports for at least 5 days 4. The certificates for the \" You Call the Shots \" modules for both you and your backup 5. The CHIRP Individual User Agreement and VOMS Individual Access Forms for your backup 6. CHIRP headers for you and your backup. CHIRP and MyVaxIndiana Support Center Indiana State Department of Health 2 North Meridian Street #3N -22 and Guidance in Community Vaccinations 8 SAMPLE PROTOCOL This protocol can be modified by the EMS medical director for local use The following is a draft or sample protocol that may be utilized by individual EMS provider agencies for the administration of seasonal influenza vaccine. This must be approved by the local EMS medical director. A protocol must be on file with IDHS for the EMS provider agency administering any type of immunization or vaccination. Seasonal Influenza Intramuscular Vaccination Protocol 2020- 2021 Background: Paramedics, while serving at EMS agency community outreach events, are authorized to administer the 2020- 2021 seasonal influenza vaccinations using the following protocol. EMTs are authorized to screen patients, obtain consent, provide educational materials and monitor for adverse events post -vaccination. Indications: The seasonal influenza vaccine may be administered to an individual who: Is 6 months of age or older Has not previousl y been vaccinat ed with the 2020- 2021 influenza vaccine Contraindications: Patients who have the following should be referred to their primary care physician for alternate options or further screening: Anaphylaxis or severe allergy to prior influenza vaccine, vaccine components or latex Reported egg allergy (any reaction more than simple hives) History of Guillain -Barré syndrome Current moderate or severe acute illness with or without fever Procedure: 1. Obtain all required patient demographics on Client Registration Form 2. Obtain signed consent and provide Influenza Vaccine Information Sheet (VIS) 3. Screen patient for contraindications (as noted above) 4. Inspect medication to ensure it has been properly stored 5. Identify medication name, dose (0.5ml), route (IM) and injection site (deltoid) 6. Ensure the patient is seated 7. Clean injection site with alcohol and let dry 8. Use a 22- to 25- gauge needle when injecting 9. Needle length should be determined by patient weight : Small Adult (<130 lbs. ) 1\" EMS Role and Guidance in Community Vaccinations 9 Average Adult (130- 152 lbs.) 1\" Large Adult (150 lbs. or heavier) 1½\" 10. Complete post -vaccination documentation 11. Keep the patient on- site for at least 15 minutes. If there are signs or symptoms of anaphylaxis, refer to the EMS A naphylaxis protocol. Adverse Event : If a vaccine adverse event occurs after administration resulting in injury, illness or EMS transport, CQI and Agency Medical Director should be notified within 24 hours. EMS Role and Guidance in Community Vaccinations 10 REIMBURSEMENT IHCP will reimburse EMS provider agencies for administration of vaccines Effective immediately the Indiana Health Coverage Programs (IHCP) will reimburse Emergency Medical Services (EMS) provider agencies for administering vaccines. This policy applies to both fee- for service (FFS) and managed care delivery systems. To receive reimbursement, the EMS provider agencies must be EMS -certified provider organizations and enrolled with the IHCP under provider specialty 260 - Ambulance. EMS provider agencies will be allowed to bill only for the administration of the vaccine. FOR VFC PROVIDERS Members 18 years of age and younger receiving a vaccine must be eligible for the Vaccine For Children (VFC) program. The goal of the VFC program is to help raise childhood immunization levels in the United States by supplying healthcare providers with free vaccines to administer to children 18 years old and younger who meet one or more of the following criteria: Enrolled in Medicaid (including children enrolled in Hoosier Healthwise Package C) Without health insurance Identified by parent or guardian as American Indian or Alaskan native Underinsured - for example, children with health insurance that does not cover immunizations EMS agencies do not have to enroll as a VFC prov ider to administer a VFC vaccine. If an advanced EMT or paramedic is administering a VFC vaccine, they must receive the vaccine from a VFC provider and the VFC provider must be present during the administration. Advanced EMTs and paramedics can administer vaccines to adults 19 years and older as well. BILLING The IHCP will reimburse EMS transportation providers (with provider specialty 260 - Ambulance) for immunization administration as a non- brokered service, meaning the claims will be su bmitted to Gainwell Technologies (formally DXC Technology) for FFS members or to the member's managed care entity (MCE). Providers must use the appropriate procedure code for the administration fee with the SL modifier if member is 18 years old or younger . If more than one vaccine is administered on the same DOS, providers may bill an administration code for each injection. EMS Role and Guidance in Community Vaccinations 11 IMMUNIZATION ADMINISTRATION CODES Description Procedure Code Modifier* Immunization admin 90471 SL Immunization admin each add 90472 SL Immunization admin oral/nasal 90473 SL Immunization admin oral/nasal add 90474 SL *The provider billing agency must include the SL modifier to distinguish the VFC vaccine administration. No other services should be billed if billing for vaccine administration. This includes any transportation services or A0998, treat no transport. For more information, see the Inject ions, Vaccines, and other Physician- Administered Drugs provider reference module. NO RISK R EIMBURSEMENTS FOR COMMERCIALLY INSURED PATIENTS VaxCare offers health care providers, local health departments and EMS agencies n o- risk, no-cost vaccines to approved partners. VaxCare offers agencies vaccines ( cradle- to-grave) with automated electronic work flows to assure a utomatic inventory replenishment that will keep vaccine stocked with a 3-4 week supply at all times. VaxCare provides EHR ( electronic health record) integration that scans the vaccine and records; vaccine name, date of administration, l ot number of vaccine, vaccine manufacturer, adminis tration site, vaccine information statement (VIS) date, administering individual's name and initials. It also includes r egistry into CHIRP, reorders stock, and automatic billing of every dose. For more information c ontact VaxCare support at (888) 829- 8550 or help@vaxcare.com . EMS Role and Guidance in Community Vaccinations 12 PROCEDURES AND BEST PRACTICES FOR EMS ADMINISTERED VACCINATION CLINICS FOR WALK -UP AND CURBSIDE MASS VACCINATION CLINICS: The agency will need to identify large parking lots throughout the juri sdiction. Most of the space will be for parking the post -injection patients to observe for adverse reactions after vaccination. The actual procedure for each vaccination clinic will vary based on local needs and resources. One EMS drive -through vaccination clinic provided the following recommendations . As cars come onto the lot, the patient(s) are handed a clipboard with pen and consent forms attached. The consent forms are to be filled out as they wait their turn. Once it is their turn, the pati ent(s) pull up to a three- person station. For ease of use, consider a three- person team consisting of the following positions: Prepper - This person prepares the vaccine and all equipment necessary for each patient Poker - This is an advanced EMT or param edic that has been trained in vaccine administration Paper Person - This person handles the paperwork, including consent, VIS, documentation, etc. OTHER ITEMS FOR CONSIDERATION The most time -consuming part of the process was in fine motor movement of preparation (pulling off the label of pre- filled syringes or drawing up the vaccinations, hooking up the needle to the syringe and staging the bandage). Typically, the process moves much faster if one person is dedicated to handling those issues in the preparation area while the poker is swabbing the site and asking the four questions at the bottom of the form. The syringe is then handed off from the prepper to the poker. Once injected, the poker places the bandage , doffs gloves, signs form and prepares to vaccinate the next person. The paper person makes sure that all info is collected and filed. The car then pulls off to sit in the observation area of the lot (walkers will be directed to a designated area to sit) Note: The patient(s) keep the pen they handled to prevent disease spread and the clipboard is sanitized with commercial sanitizer and placed back into the rotation. Protection from the elements should be factored into the operational plan. Traffic patterns/traffic control should be clearly labeled. Lighting may be necessary for after -hours clinics . It was more helpful earlier on in the evening than originally expected. Think about generators or other sources of lighting. EMS Role and Guidance in Community Vaccinations 13 A three- person crew could vaccinate one person every 2.5 minutes. This works out to 24 people per hour, per station. Consider how to use non- medical volunteers in the process. Have a proof of vaccination notice ready for those who request it. EMS Role and Guidance in Community Vaccinations 14 RESPONSE TO ANTI -VACCINATORS RESOURCES & TOOLKIT SHOTS HEARD ROUND THE WORLD Powered by Science- Protecting Public Health. This is a private ly run, thoroughly vetted, proudly evidence- based, rapid response network dedicated to combating anti -vaccine attacks on the social media pages, web sites and review sites of providers, practices, hospitals and whole health systems. \" If you stand up for vaccine science, we'll stand up for you. \" https://www.shotsheard.org/ https://static1.squarespace.com/static/5cc216f2c2ff6132d9d57816/t/5d88f048c1b2d278 8b4726c6/1569255512703/Kids+Plus+AAV+Toolkit.pdf EMS Role and Guidance in Community Vaccinations 15 GUIDANCE FOR PLANNING VACCINATION CLINICS HELD AT SATELLI TE, TEMPORARY OR OFF -SITE LOCATIONS The purpose of this guidance is to assist with jurisdictional planning and implementation of satellite, temporary or off -site vaccination clinics by EMS provider organizations . The guidance primarily focuses on clinical considerations for planning a vaccination clinic, including vaccine storage, handling, administration and documentation. Consult your state or local public health preparedness office for additional support. The guidance applies to clinics that are open to the general public and clinics that are for targeted populations only (i.e., critical workforce personnel and/or higher -risk priority groups). These clinics may be provisionally located at walk -through sites (churches, community centers, outdoor tents) or other settings such as mobile, curbside or drive-through sites. Guidance is applicable whether routine vaccination is provided (i.e., back - to-school or annual flu clinics) or emergency vaccination is provided in a preparedness scenario (i.e., pandemic infl uenza or COVID -19 vaccination when vaccine is available). GUIDANCE DURING THE COVID -19 PANDEMIC Planning for a satellite, temporary or off -site vaccination clinic requires additional considerations during the COVID -19 pandemic, including physical distancing, personal protective equipment (PPE) and enhanced sanitation efforts. Additional information can be obtained from the CDC. EMS Role and Guidance in Community Vaccinations 16 PLANNING ACTIVITIES Establish the purpose and goal(s) of your clinic, including target population, whether it is open to the public or only for targeted groups, numbers to be served and vaccine(s) to be offered. Once the purpose is established, identify mission- essential staffing and resources appropriate for the clinic location and size. LEADERSHIP AND STAFFING Establish a staffing plan and identify functional roles and responsibilities for each clinic. Not all functions may be necessary for all clinics. Staffing plans should be scalable to the expected number of people who will be vaccinated. In some instances, such as smal l clinics, a staff member may be able to perform multiple tasks. Functional roles and responsibilities for large- scale clinics (e.g., \"Vote and Vaccinate\" campaigns or multi -day events held at large arenas or stadiums) will require additional consideration. Likewise , additional resources will be needed if mobile vaccination are going to be offered at the EMS provider agency level. LEADERSHIP ROLES AND RESPONSIBILITIES* Designate leaders to oversee and coordinate the following pre- clinic, clinic and post - clinic operations and tasks (backup leaders are highly encouraged): Administrative functions, including requirements for data management strategies Emergency medical services (EMS) or other options for handling emergency situations Finances related to all staffing, logistics and vaccine purchase Logistics during the clinic, including securing all services and material requirements of the clinic On-site infection control measures Post-clinic evaluation Post-clinic reporting and recording of vaccinations admi nistered, including reporting to the jurisdiction immunization information system (IIS) Preordering vaccine in advance if not using an already available supply Public information and communication Identifying all staff needed for the clinic Security planni ng and implementation, including evacuation plans Site selection Training of all staff, including training clinical staff on vaccine storage, handling and administration Vaccine storage and handling pre- clinic, during the clinic and post -clinic *Extensive planning and coordination will be necessary if there are multiple clinics at multiple sites. There should be a higher -level leadership team handling the planning for all clinics, with separate leadership at each clinic site. EMS Role and Guidance in Community Vaccinations 17 CLINICAL STAFFING GUIDANCE DURI NG THE COVID- 19 PANDEMIC During the COVID -19 pandemic, additional staff may be needed to: Help enforce physical distancing measures. Clean the facility frequently. Provide IT support for online processes, including registration, scheduling, screening for eligibility, contraindications and precautions, obtaining insurance information, providing vaccine information statements or emergency use authorization (EUA) forms, etc. This process can help avoid repeated use of materials (such as pens and keyboards) and cut down the time a patient is in the clinic. Ensure adequate staff has been secured to provide the following functions: Administer vaccine (staff must be licensed to provide vaccine within the jurisdiction) Communicate with non- English -speaking patients Direct clinic flow Educate patients about the vaccine Greet patients to ensure they are at the correct place and to guide them as appropriate Implement infection control measures Monitor logistical, administrative, and financi al activities to support the clinic, including any IT needs Monitor vaccine temperatures before, during, and after the clinic Provide emergency medical services Provide security Provide traffic monitoring for drive -through or curbside clinics Register pati ents, including collecting any insurance information or fees, as appropriate Report vaccines administered to the local and or state agencies (during or after the clinic). This may also be required to be entered into CH IRP Screen for vaccine eligibility and contraindications and precautions Manage vaccines, including storage, handling and transport to clinic if necessary Secure and safely transport vaccines to the clinic. EMS Role and Guidance in Community Vaccinations 18 VACCINATION CLINIC LOCATION AND LAYOUT GUIDANCE DURING THE COVID- 19 PANDEMIC Satellit e, temporary or off -site locations must consider federal, state and local guidance when establishing measures to protect clinic staff and clients from the virus that causes COVID- 19. Regardless of the site type (i.e., walk -through, curbside, drive- through or mobile clinic), temporary locations must have sufficient capability to accommodate physical distancing, inventory management and appropriate personal protective equipment (PPE) for staff and face coverings for patients. Clinic locations and processes that were successful in previous years might not be appropriate during the COVID -19 pandemic because of the need for enhanced safety precautions. Even if the same space is used, it will likely need to be set up and function differently because of COVID -19 requirements. Consider conducting appointment -only temporary clinics held in schools, churches and pharmacies. Smaller clinics can be laid out more efficiently and serve fewer people to help reduce exposure risk for staff and patients. Large- scale clinics, p articularly those held indoors, may not be feasible during the COVID -19 pandemic because they might be difficult to implement under federal , state and local guidanc e for physical distancing. Curbside and drive- through clinics may provide the best option for staff and patient safety during the COVID -19 pandemic. For walk -through clinics, it is important to establish line queues that maintain separation between individuals or to ask individuals to wait in their vehicles or another location until called. Clinic flow should be one way. individual sites will have benefits and limitations and that site assessments will be required prior to use. Consider using online or phone options for scheduling appointments and completing paperwork, when possible. Such processes should include registration, obtaining insurance i nformation and billing (if needed), screening for contraindications and precautions, and texting or emailing vaccine information statements (VISs) or emergency use authorization (EUA) forms. Consider populations to be served, environmental conditions and i ndividual site capability when selecting the type of clinic to offer: Indoor clinic such as one in a school, church, auditorium, theater, pharmacy or inside a medical facility in a hallway, classroom or cafeteria Curbside or drive- through clinic Outdoor walk -through clinic or clinic in an outdoor tent outside a medical facility Mobile clinic EMS Role and Guidance in Community Vaccinations 19 In choosing the site type, also consider: Ability to accommodate weather if it is a walk -through, curbside, drive- through or mobile clinic Ability to maintain appropriate vaccine cold chain, storage and monitoring, as well as ability to resupply as needed Accessible r estrooms Accessible waiting areas, if applicable Adequate entry and exit points, including the one- way clinic flow Adequate heating and cooling Adequate lighting Capacity to adhere to infection prevention, equipment specifications and public safety regulat ion requirements and protocols Compliance with Americans with Disabilities Act (ADA) standards, along with ease of accessibility by the elderly and those with disabilities and mobility issues Data collection and management strategy based on site capability (manual processes must be planned for temporary sites lacking specific infrastructure) o Internet access o Access to vaccination history (if applicable) o Reporting to an IIS or electronic health record (EHR) Enough power outlets and electrical capacity for clinic needs, including portable vaccine refrigerators and computers, if applicable Proximity to population centers and mass transit Space for clinic functions such as screening, registration, vaccine storage and preparation, vaccination, wait ing areas to monitor for adverse reactions after vaccination and emergency care Traffic flow, parking, entry/exit and line queue It is always preferable to have vaccine(s) shipped directly to the clinic site instead of transporting them from another facili ty. Therefore, if possible, select a location with on- site equipment that can secure and store vaccines at appropriate temperatures. Plans must be in place to ensure staff can check the shipment immediately upon arrival to ensure there has been no temperat ure excursion, place the vaccines in storage unit(s), and regularly monitor vaccine temperatures. If direct shipment is not possible, plans must be made to ensure vaccines can be handled safely and the cold chain can be maintained during transport and throughout the clinic workday. Vaccine can be transported in a stable storage unit and monitored with an approved temperature monitoring device. If the facility does not have the capacity to refrigerate the vaccine on arrival, then a portable vaccine storage unit or qualified container and packout may be used along with a digital data logger. Regardless of whether vaccines are delivered to the site or transported there, plans must include regular monitoring of vaccine temperature before, during and after the clinic. EMS Role and Guidance in Community Vaccinations 20 Vaccines cannot be administered if they are not kept at appropriate temperatures based on information in manufacturer package insert and CDC guidance. Specific guidance can be found in CDC's Vaccine Storage and Handling Toolkit . COORDINATE WITH GOVERNMENT, NONPROFIT AND PRIVATE SECTOR PARTNERS Government entities, including state and local immunization programs and state and local public health preparedness programs, as well as other nonprofit and private sector organizations can assist with your plans. FOR EXAMPLE, YOUR LOCAL OR STATE IMMUNIZATION PROGRAM CAN PROVIDE INFORMATION ABOUT: Underserved areas and populations The Vaccines F or Children (VFC) program and how it f unctions related to temporary vaccination clinics Possible options for government -funded vaccine for adults Your jurisdiction's IIS for reporting vaccination or regulations about providing information to a patient's primary care provider Additional legal and regulatory requirements, including the requirement for standing orders to vaccinate STATE AND LOCAL PREPAREDNESS PROGRAMS CAN PROVIDE EXPERTISE ON: Budget support Clinic flow charts Coordination with the jurisdictional emergency management agency Floor maps Inventory management strategies Job action sheets Organizational and incident management structures Transportation, law enforcement, and EMS coordination Volunteer coordination and management strategies Always check with your immunization program for specific requirements on how vaccines should be delivered, stored, monitored and documented. These programs and organizations can assist in promoting your event and may be able to assist with staffing and other resources. Depending on the support offered, you may wish to have formal agreements with partner organizations. EMS Role and Guidance in Community Vaccinations 21 PRE- CLINIC ACTIVITIES Establish the purpose and goal(s) of your clinic, including target population, whether it is open to the public or only for targeted groups, number s to be served, and vaccine(s) to be offered. Once the purpose is established, identify mission- essential staffing and resources appropriate for the clinic location and size. SUPPLIES AND MATERIALS GUIDANCE DURING THE COVID- 19 PANDEMIC During the COVID -19 pandemic, protection must be available for staff and patients. Supplies required during the COVID -19 pandemic include: Alcohol- based hand sanitizer with at least 60% alcohol and hand soap Cleaning supplies for more frequent cleanings, using EPA's Registered Antimicrobial Products for Use Against Novel Coronavirus SARS -CoV-2external icon Cloth face coverings for patients who arrive without one Personal protective equipment (PPE) for staff, including face masks, gloves and eye protecti on, based on current guidance for the safe delivery of vaccination services Thermometers for checking patients' temperatures before they enter the clinic , if required Tissues Note that quantities may be more than was needed prior to the pandemic. Secure sufficient supplies to meet the needs of staff and the highest anticipated number of patients. Get a list of supplies that may be needed to conduct a satellite, temporary or off -site vaccination clinic. Supplies should include: Alcohol- based hand sanitizer with at l east 60% alcohol Screening and documentation forms and vaccine information statement s (VISs) or emergency use authorization external icon (EUA) fact sheets Vaccines and diluents (if needed) Prep pads Sterile alcohol wipes (individually packaged) Needles in varying lengths appropriate for the expected patient population—see CDC chart on Needle Gauge and Lengt h Syringes EMS Role and Guidance in Community Vaccinations 22 Sharps containers that are closable, puncture- resistant and leakproof Emergency medical kit with epinephrine with signed medical orders First aid kit for staff and volunteer use Table covers (disposable) that can be changed if soiled Tables and chairs for vaccination stations Computers and/or tablets, if using for registration and/or review of vaccination history and documentation of vaccination (if occurring on site), printers (if needed) and 2D barcode readers (if using) Internet access or hotspots Outlet strips (multi -plug) and extension cords Office supplies, including pens, printer paper, etc. Wastebaskets For a more detailed supply checklist, see the Satellite, Temporary, and Off -Site Vaccination Clinic Supply Checklist. TRAINING Staff training is critical. Ensure all staff is trained to answer common questions about the vaccine. GUIDANCE DURING THE COVID- 19 PANDEMIC During the COVID -19 pandemic, all staff should be trained on when to use PPE, what PPE is necessary, how to properly don (put on) and off (take off) PPE, and how to properly dispose of PPE. Ensure clinical staff is trained in: Cardi opulmonary resuscitation (CPR) and basic life support (BLS) Infection control practices How and where to document vaccines administered Vaccine storage, handling, preparation, and administration for the vaccine(s) being offered, using manufacturer instruct ions for the vaccine and CDC and Advisory Committee on Immunization Practices (ACIP) guidance found in: o CDC's Vaccine Storage and Handling Toolkit o Vaccine Administration Recommendations and Guidelines EMS Role and Guidance in Community Vaccinations 23 Training should include an observation component. Validate staff knowledge of and skills in vaccine administration with a skills checklist such as one from the Immunization Action Coalition . o You Call the Shots training programs about specific vaccines Cross -train staff, if possible, to enable flexibility in meeting needs at various clinic stations as demand fluctuates. A plan for medical management of an adverse event should also be in place and clinical staff should understand their roles in implementing the plan. VACCINE STORAGE AND HANDLING Ensure plans are in place for maintaining vacci ne at appropriate temperatures while it is stored and throughout the clinic day based on vaccine storage and handling guidance. A contingency plan should also be in place, i n the event vaccines are delayed or compromised and need to be replaced. VACCINATION CLINIC LAYOUT Guidance during the COVID -19 pandemic During the COVID -19 pandemic, physical distancing practices must be integrated into clinic flow and setup, including: A screening station at the entrance for temperature checks (if required) and any screening questions for COVID -19 Vaccination stations should be at least 6 feet apart, and clinic flow should be one way and allow maintenance of 6 feet between individuals whenever possible, including in all waiting areas. Signage, banners, and floor markers to instruct patients to remain 6 feet apart from other patients and clinic staff and to move clinic flow in one direction Hard plastic barriers at patient contact areas, as appropriate, to provide barrier protection, and consider desks and counters at registration and screening areas to minimize contact Visual alerts such as signs and posters at entrances and in strategic places to provide instructions on hand hygiene, respiratory hygiene and cough etiquette Signage or staff to ask patients waiting to be seen to remain outside (e.g. , stay in their vehicles, if applicable) until they are called in for their appointment or set up triage booths to screen patients safely to help reduce crowding in waiting areas. Provide adequate covered space, taking weather into consideration, for those asked to wait outside. EMS Role and Guidance in Community Vaccinations 24 Considerations for vaccination clinic layout include: Design the clinic flow so it moves in one direction, with separate entrance and exit areas. Designate an area for vaccine preparation. Vaccines should not be prepared at individual vaccination stations. See Medication Preparation Questions and the Vaccine Administration Resource Library for additional guidance. Designate areas for special -needs patients (e.g., persons with disabilities or limited mobility). If more than one vaccine is offered, different vaccines should be administered at different stations to reduce administration errors. Provide adequate seating for patients in waiting areas and a table and seating for both the patient and vaccinator at each vaccination stat ion for walk -through clinics. Provide dividers between stations and at least one privacy screen in case patients need to remove clothing to bare their arms for vaccination at walk - through clinics. Provide a private area where clients who experience acute adverse events after vaccination or who have medical problems can be evaluated and treated. Provide a protected area for staff to leave personal items and take breaks. Provide a separate administrative work area for on- site documentation of vaccination in t he IIS or electronic health record (EHR), if applicable. If not done on site, plans must be in place for how vaccinations will be documented after the clinic. Use rope or cones, tape and signs in multiple languages, as needed, outside the clinic entrance area and inside the clinic to show routes for patients to follow from station to station. EMS Role and Guidance in Community Vaccinations 25 CLINIC PROMOTION AND COMMUNICATION To promote your clinic: Be clear about who the clinic is for —those with an appointment, those who have been prescreened, healthc are workers, high- risk populations, etc. Use signage at the clinic to provide this information, including how to make an appointment or where to get vaccinated if someone doesn't meet the clinic criteria. Provide instructions on how to set up appointments if prescheduling will be used. Scale your promotion to the amount of vaccine that will be available. Use multilingual and multimedia channels to widely post clinic purpose, dates, locations, times and population that will be served. Be prepared to: Communicate other options if scheduling is unable to meet demands (e.g., direct patients to other facilities, if possible). Use electronic communication, as appropriate, to share clinic information such as asking patients to download screening forms or review the VIS(s) or EUA fact sheets before coming to the clinic. Develop an i ncident action plan with the local emergency management agency and community stakeholders with the following ICS Forms; 201,202, 203, 205, 206, 207 and 208. ELECTRONIC TESTING Test connections and operability of any computers, tablets, printers, and 2D barcode readers. CLINIC SECURITY Consider using a uniformed securi ty guard to assist in managing crowds. Designate a space system to secure vaccine s and protect clinic staff and their valuables. EMS Role and Guidance in Community Vaccinations 26 DURING THE CLINIC ACTIVITIES VACCINE STORAGE AND HANDLING Monitor and document vaccine temperatures as required throughout the day. CDC's Vaccine Storage and Handling Toolkit provides guidance on safe and effective vaccine management practices for all health care providers. GENERAL OPERATIONS Guidance during the COVID -19 pandemic During the clinic, ensure physical distancing and enhanced infection control measures are in place and implemented. Measures include: Cleanse and disinfect vaccination stations at a minimum every hour, between shifts and if station areas become visibly soiled. Incorporate other CDC/EPA guidance as appropriate for your clinic circumstances. Ensure all patients and accompanying attendants wear a cloth face covering or face mask that covers the nose and mouth. If a patient or attendant is not wearing a cloth face covering, ensure face coverings or face masks are available. (Note: Face coverings should not be plac ed on a child under 2 years of age, anyone who has trouble breathing or anyone who is unconscious, incapacitate or otherwise unable to remove the mask without assistance.) Ensure staff is wearing appropriate PPE. Ensure supplies such as tissues, hand sanit izer and wastebaskets are readily accessible throughout the clinic. If gloves are worn by those administering vaccine , they should be changed, and hand hygiene should be performed between patients. Make sure there are signs, barriers and floor markers throughout the clinic to instruct patients to maintain a 6- foot distance from others and promote use of hand hygiene, respiratory hygiene and cough etiquette. Provide extra cleaning and sanitizing support. Frequently clean and disinfect all patient service counters and patient contact areas, including frequently touched objects and surfaces such as workstations, keyboards, telephones and doorknobs. During the clinic, ens ure: Staff is wearing identification cards or other identification (vests, shirts, etc.), as appropriate. Clinic updates and wait times are being communicated. EMS Role and Guidance in Community Vaccinations 27 VACCINATION PROCESS During the vaccination process, ensure the following actions are occurring: Screening for eligibility, if vaccination is limited to certain populations Screening for contraindications and precautions Distribution of VIS(s) or EUA fact sheets prior to vaccine administration Signed consent, based on state or local requirements (there is no federal requirement for signed consent) Vaccine preparation o Vaccine is prepared in a designated area. o The cold chain is maintained until time for administration. o Staff is safely handling and disposing of needles and syringes. o No more than one ( 1) multidose vial or number as indicated by the manufacturer's package insert is drawn up at one time by each vaccinator. Patient flow is being monitored to avoid drawing up unnecessary doses. Hand hygiene is being performed before vaccine preparation, between patients and any time hands become soiled. If gloves are worn, they should be changed, and hand hygiene should be performed between patients. Vaccinators are follow ing manufacturer instructions and federal vaccine administration guidance related to dose, site, and route (see Epidemiology and Prevention of Vaccine- Preventable Diseases and CDC Vaccine Administration Resource Library). Each vaccination is being documented and patients are receiving documentation for their personal records, including information about scheduling a second vaccination appointment, if needed. Patients are observed after vaccination: o Walk -through clinics: Patients should be observed in a waiting area for 15 minutes after vaccination for syncope (fainting) or other adverse events. o Curbside or dr ive-through clinics: Drivers should be directed to a waiting area for 15 minutes and checked before they leave. This is critical at a drive -through immunization clinic because of the potential for injury when the vaccinated person is driving a car. END OF CLINIC WORKDAY Ensure that: All remaining vaccine in syringes is discarded according to protocol. Any remaining viable vaccine is appropriately stored and handled to protect the cold chain. EMS Role and Guidance in Community Vaccinations 28 POST -CLINIC ACTIVITIES Give the patient a record of the vaccines she/he received. Submit information on vaccinations administered to the jurisdiction's IIS, as required by your state or local immunization program. If it is not possible to document the vaccination in the IIS, vaccination information should be sent directly to the patient's primary care provider, as directed by state or jurisdiction regulations. All patient medical information must be placed in a secure location for privacy protection. Any suspected adverse events should be reported to the Vaccine Adverse Event Reporting System (VAERS). Develop an after -action report (AAR) or evaluation to capture lessons learned from the clinic and make recommendations for improvements. The health department may have a template you can use. The Homeland Security Exercise and Evaluation Program has a standard format for development of an after -action report/improvement plan. EMS Role and Guidance in Community Vaccinations 29 CONTACT INFORMATION IN DEPT . OF HOMELAND SECURITY Michael A. Kaufmann , MD, FACEP, FAEMS State EMS Medical Director Indiana Dept . of Homeland Security 302 W. Washington St. Room E241 Indianapolis, Indiana 46204 317-514-6985 Kraig Kinney State Director and Counsel of EMS Indiana Dept . of Homeland Security 302 W. Washington St., Room E208 Indianapolis, IN 46204 Tel: (317) 232- 3983 Cell: (317) 864 -3639 INDIANA DEPARTMENT OF HEALTH Dave McCormick and Jill King Indianapolis EMS 3930 Georgetown Road Indianapolis, Indiana 46254 Office: (317) 630- 7427 CRAWFORDSVILLE FIRE DEPT. Paul Miller Division Chief of EMS Crawfordsville Fire Department 100 South Water Street Crawfordsville, Indiana 47933 Administrative (765) 362- 1277 Direct line (765) 307- 2573 Fax (765) 364- 5198 EMS Role and Guidance in Community Vaccinations 30 VACCINE ADMINISTRATION TRAINING You Call t he Shots - CDC Supported Vaccine Education and Training CDC Vaccine Administration Resource Library IDHS TRAINING A digital version of the sample IDHS v accine administration training can be found on Acadis {{{{ PRINCIPLES OFVACCINATIONS Written by:Michael Hunter, BS, NRP, Primary Instructor & Michael A. Kaufmann, MD, FACEP, FAEMS OBJECTIVES Define a communicable disease. Describe the functions of the national public health agencies. Describe the functions of the state and local health departments. Explain communicable disease transmission. Describe the terms active immunity, passive immunity, antigen, and antibody. Describe how vaccines work. Explain how to safely administer a vaccine. Explain the \"6 rights\" to medication administration.INTRODUCTION EMS professionals have been on the front lines of SARS -CoV2 (COVID -19) since the beginning of the pandemic. ALS providers are well positioned to assist state and local health departments in vaccinating the public. COVID- 19 vaccine Other routine vaccines that may have been missed during the pandemic restrictions. Note that while EMTs can assist with patient registration, paperwork, and other administrative functions, only Advanced EMTs and paramedics may administer vaccinations under the current Indiana EMS Scope of Practice WHAT IS A COMMUNICABLE DISEASE A disease that is transmissible by: Contact with infected individuals or their bodily fluids; Contact with contaminated surfaces or objects; Ingestion of contaminated food or water. Source: https://www.merriam- webster.com/dictionary/communicable%20diseaseNATIONAL PUBLIC HEALTH AGENCIES Centers for Disease Control and Prevention (CDC) Mission: \" We work 24/7 to protect the safety, health, and security of America from threats here and around the world\". Created \"Universal Precautions\" in the 1980's. Universal Precautions were replaced by \"Standard Precautions\" in 1996. Occupational Safety and Health Administration (OSHA) Mission: \"To ensure the safe and healthful working conditions for working men and women by setting and enforcing standards and by providing training, outreach, education and assistance.\" Bloodborne pathogen standard (CFR 1910.1030)NATIONAL PUBLIC HEALTH AGENCIES Office of the Surgeon General Mission: \"Protect, promote, and advance the health and safety of our nation\". Part of the U. S. Department of Health and Human Services STATE AND LOCAL HEALTH DEPARTMENT S In the U. S., state and local/municipal health departments can be centralized, decentralized or a combination. In Indiana, health departments are largely decentralized. The Indiana State Department of Health interfaces with locally controlled municipal health departments. Municipal health departments are responsible to the local city or county executive. A local health board governs the local health department. Source: http://iga.in.gov/legislative/laws/2020/ic/titles/016#16 -20COMMUNICABLE DISEASE TRANSMISSION Endemic: The constant presence and/or usual prevalence of a disease in a population within a geographic area. Epidemic: A disease that affects a large number of individuals within a population, community, or region at the same time. Pandemic: An epidemic that has spread over several countries or continents. Source: https://www.cdc.gov/csels/dsepd/ss1978/lesson1/section11.htmlHumans Animals EnvironmentReservoir (host)Respiratory tract Urine Feces Break in Trans - missionFecal-Oral Skin Factors Specific Immunity Existing DiseaseSuscep - tible HostCOMMUNICABLE DISEASE TRANSMISSION TYPES OF IMMUNITY Active Immunity Immunity takes time to develop but is usually long -term. Occurs from being exposed to the actual disease or through vaccine. Passive Immunity Given the antibodies to a disease through the individuals immune system. Examples are from mother to newborn, and immune globulin injections. Source: https://www.cdc.gov/vaccines/vac -gen/immunity -types.htmHOW DO VACCINES WORK? Antigen: A live or inactivated, virus or bacteria, that is capable of producing an immune response. Antibody: Protein molecules or immunoglobulins produced by white blood cells to help eliminate an antigen. Source: Epidemiology and Prevention of Vaccine- Preventable Disease, CDC, 13thedition. 2015CLASSES OFVACCINE S Live, attenuated vaccines are weakened in the laboratory, injected into the individual and then grow. Will not cause disease but the immune system produces antibodies. Take longer to provide immunity but last longer. Examples are measles, mumps, chicken pox. Source: Epidemiology and Prevention Disease, CDC, 13thedition. 2015CLASSES OFVACCINE S Inactivated vaccines are produced in a laboratory, then inactivated. Do not grow in the individual. The entire dose of antigen is given in the vaccine. Take affect quicker but may need a booster dose. Examples of this type of vaccine are polio, hepatitis A, and tetanus. Source: Epidemiology and Prevention of Vaccine- Preventable Disease, CDC, 13thedition. 2015 MORE ABOUT THE COVID -19 VACCINE You may have to click the video to begin play depending on your browser https://www.youtube.com/watch?v=eZvsqBCvB00SEASONAL INFLUENZA A contagious respiratory illness caused by influenza viruses. Can cause a range of symptoms from mild to severe. Extreme of ages and those with chronic health conditions or depressed immune systems are most at risk. Source: https://www.cdc.gov/flu/about/index.html SEASONAL INFLUENZA 2019-2020 38 Million Flu Illnesses 18 Million Medical Visits 400,000 Hospitalizations 22,000 Deaths Source: https://www.cdc.gov/flu/prevent/vaccine -benefits.htmTHE FLU VACCINE PREVENTED (2019-2020) Source: https://www.cdc.gov/flu/prevent/vaccine -benefits.htm4.4 Million Flu Illnesses 2.3 Million Medical Visits 58,000 Hospitalizations 3,500 DeathsSEASONAL INFLUENZA 2020-2021 Types of flu vaccine. Injectable and nasal spray There are multiple types of injectable flu vaccines for different ages. Who should get the flu vaccine? Anyone over 6 months old; Pregnant women; People with certain chronic health conditions; Most people with egg allergy are o.k. to get. Source: https://www.cdc.gov/flu/prevent/whoshouldvax.htmSEASONAL INFLUENZA 2020-2021 Who should NOT get the flu vaccine? Anyone under 6 months old; People with severe, life -threatening allergies to flu vaccine; People who should talk to their health care provider (relative contraindications): Anyone with an egg allergy; A history of Guillian -Barré Syndrome. Source: https://www.cdc.gov/flu/prevent/whoshouldvax.htm More info about egg allergy and flu vaccine -https://www.cdc.gov/flu/prevent/egg -allergies.htmSAFE MEDICATION ADMINISTRATION -SIX RIGHTS PATIENT EDUCATION Vaccine Information Statement (VIS) Published by CDC. Must be given to any adult or a child's parent or legal representative prior to administration of a vaccine. Required by the National Childhood Vaccine Injury Act (42 U.S.C. §300aa- 26) Must be the current version. Available at: https://www.cdc.gov/vaccines/hcp/vis/current -vis.html , or by searching the CDC website. Source: https://www.cdc.gov/vaccines/hcp/vis/about/required -use-instructions.htmlPATIENT EDUCATION Vaccine Information Statement, continued: Required to document in the patient's medical record: The edition date of the VIS distributed, and The date the VIS was provided. Required to document either in the patient's medical record or in a permanent log: The name, address and title of the individual who administers the vaccine, The date of administration, and The vaccine manufacturer and lot number of the vaccine used. Source: https://www.cdc.gov/vaccines/hcp/vis/about/required -use-instructions.htmlVACCINE STORAGE Always follow the manufacturers guidelines on storage. Unpack vaccines immediately: Rotate expiration dates so the first to expire are in the front. Keep vaccines in original boxes with lids closed to prevent exposure to light. Store refrigerated vaccines at proper temperature: about 40° F Never freeze refrigerated vaccines.VACCINE STORAGE Refrigerated storage best practices: Use full- size refrigerator. Keep a log of refrigerator temperatures on a daily basis . Report out of range temperatures immediately. Only vaccines should be stored in this refrigerator. Do not store food or beverages in this refrigerator. Make sure refrigerator door is always closed when not in use. Store vaccines in center of main portion only. Place water bottles, marked \"Do Not Drink\", in door shelves, top shelf near light and in crisper bins. Post \"Do Not Unplug\" signs on refrigerator and near electrical outlet.VACCINE STORAGE Freezer storage best practices: Use a commercial temperature monitoring device that will record minimum and maximum temperatures. If a commercial device isn't available, record temperatures at least at beginning of the day and end of the day. Check current temperature each time you access vaccines in the freezer. If freezer temperature is out of range, contact your local or state health department, or manufacturer. How long was the temperature out of range? VACCINE HANDLING Be aware of special protections for some vaccines. Example: the Measles, Mumps, Rubella (MMR) vaccine must be protected from light. Check vial expiration date. Maintain aseptic technique. VACCINE HANDLING Shake the vaccine, if not reconstituting Some vaccines may be supplied in a powder form and may need to be reconstituted. Use the diluent supplied with the vaccine. Roll gently between your hands to reconstitute and reduce foaming. If drawing up multiple vaccines, label each syringe to keep them identified. ADMINISTERING THE VACCINE Verify the \"rights to medication administration\". Right patient, vaccine, time, dosage, and site. Perform hand hygiene. Use parents to help position or restrain a child. Prep injection site with alcohol Use a circular motion from the center to a 2\" to 3\" circle. Allow alcohol to dry naturally. ADMINISTERING THE VACCINE Use the correct needle size for injection: 1\" to 1 ½\" for intramuscular injections (IM) 5/8\" for subcutaneous injections (SC) Use a 23 or 25 gauge straight needle for injection A single injection can be given in the deltoid muscle. If multiple injections are being given to an infant or small child, use the lateral thigh muscle or vastus lateralis. ADMINISTERING THE VACCINE Control the limb with the your non- dominate hand. Hold the needle 1\" from the skin and insert it quickly at the appropriate angle: 45°for SC or 90 °for IM. Inject vaccine using steady pressure. Withdraw needle at angle of insertion. ADMINISTERING THE VACCINE Apply gentle pressure to injection site for several seconds with a dry cotton ball or small gauze pad. Properly dispose of needle, syringe, and vial in sharps container. SIDE EFFECTS/ADVERSE REACTIONS Any vaccine can have side effects. Usually minor and resolve within a few days. Common side effects: Soreness at injection site Low-grade fever Each vaccine information statement (VIS) lists common side effects that are associated with that vaccine. ANAPHYLAXIS SYMPTOMS Severe reactions are rare, however, treat the symptoms the patient is exhibiting. Skin: Hives, itching, flushing, lips/face/throat/eyes swelling. Respiratory: Nasal congestion, voice changes, sensation of throat closing, stridor, dyspnea, wheezing, cough. Gastrointestinal: Nausea/vomiting, diarrhea, cramping tachycardia.DOCUMENTATION Document correctly on the patient's medical record: Vaccine name Date of administration Lot number of vaccine Vaccine manufacturer Administration site Vaccine Information Statement (VIS) date Your name and initialsDOCUMENTATION Children and Hoosier Immunization Registry Program or CHIRP. Web based electronic immunization registry program. Can be used to view vaccination records and to record newly administered vaccinations. Providers who are required to use the CHIRP program: Pharmacies that administer immunizations; Medical providers enrolled in a publicly- funded vaccination program; Schools for review and updating of student immunization records. An individual, parent or guardian may \"opt -out\" of their data being included in CHIRP.REIMBURSEMENT A new Indiana Medicaid program will allow EMS provider AGENCIES to submit claims for administration of vaccinations. This program reimburses EMS provider agencies. More information can be found here. http://provider.indianamedicaid.com/ihcp/B ulletins/BT2020118.pdf CONCLUSION Why assist with vaccine administration? Brings value to your community Brings value to your interagency relationships by assisting public health officials. Allows your agency to interface with your community in a non - threatening, non- emergent manner. Extends the scope of practice of EMS providers and brings value to our profession.QUIZ You must complete the following questions in order to receive continuing education for this course. The next slide contains five questions that you must answer correctly. This course can be used for one hour of continuing education for all EMS Professionals. Thank youProperties On passing, 'Finish' button: Goes to next slide On failing, 'Finish' button: Goes to next slide Allow user to leave quiz: After user has completed quiz User may view slides after quiz: Any time Show quiz in menu as: Multiple Items Edit Properties Edit in Quizmaker QUIZCOPYRIGHT AND REFERENCES Slide 4: photo © 2020 Michael Hunter Slide 5: public domain, https://phil.cdc.gov/Details.aspx?pid=11162 Slide 9: public domain, https://phil.cdc.gov/Details.aspx?pid=23900 Slide 12: public domain, https://phil.cdc.gov/Details.aspx?pid=23211 Slide 13: public domain, https://phil.cdc.gov/Details.aspx?pid=23215 Slide 14: public domain, https://phil.cdc.gov/Details.aspx?pid=23181 Slide 15: public domain, https://phil.cdc.gov/Details.aspx?pid=11825 Slide 18: public domain, https://phil.cdc.gov/Details.aspx?pid=14226 Slide 18: public domain, : https://phil.cdc.gov/Details.aspx?pid=5400 Slide 19: public domain, https://phil.cdc.gov/Details.aspx?pid=5183 Slide 25-26: photo, https://www.dvidshub.net/image/1692989/fight-flu -early -with -vaccine{{{{ THANK YOU "}