{"title": "Earth-based Healing Ceremonies, Chris Chappell, MA, MS, LMHC, Licensed Mental Health Counselor", "author": null, "url": "https://www.santafenaturetherapist.com/earth-based-healing-ceremonies/", "hostname": "santafenaturetherapist.com", "description": "Earth-based Healing Ceremonies, Chris Chappell, MA, MS, LMHC, Licensed Mental Health Counselor, Santa Fe, New Mexico", "sitename": "Chris Chappell, MA, MS, LMHC", "date": "2023-04-01", "cleaned_text": "Indigenous earth-based cultures have long known the healing powers of nature and have practiced a variety of ceremonies for personal and community healing. While any one ceremony may be specific to a particular culture, earth-based ceremonies are a universal human expression and practice. As someone with an early and strong connection to nature, when I was exposed to and participated in such ceremonies as an adult, I was profoundly moved and transformed. I bring ceremonies into my work with clients when it seems appropriate to the problem or issue and when you, the client, are willing and interested. They are one form of nature therapy that can be helpful with a wide variety of problems. Most ceremonies involve a process with a beginning (preparation and severance), middle (threshold), and ending (incorporation and returning). We can even do some ceremonies in your back yard! The Medicine Wheel The medicine wheel (or four directions) is a traditional way of relating to nature that is common to many cultures worldwide. I learned the medicine wheel practices from the lineage of The School of Lost Borders. The medicine wheel is a powerful way to represent our psycho-spiritual being in an outward, earth-bound, balanced fashion. It helps ground our mind and soul in nature and the Earth. Each major direction (East, South, West, North) represents a different facet of the human psyche and way of being. When we are in balance, we move easily around the wheel. Psychological distress can be viewed as being stuck in one direction on the wheel, and the 'therapy' can involve moving out of the stuck direction to another balancing one, with the help of ceremony or other prescribed activities. The creation and maintenance of a personal medicine wheel can be a healing and transformative experience in and of itself. Medicine Walk Medicine walk is a time of intentional wandering on the land, with a ceremonial beginning and ending. It can be especially helpful if you are searching for guidance on how to proceed with a challenging decision or transition. In a guided medicine walk with me, after you set your intention for some specific guidance or healing that you need, we might build a simple medicine wheel and send you out through it with some smudging, hand clapping, or drumming. I would remain nearby and be available if a safety issue arose, while you wander in a natural area for a period of time, paying attention to whatever in nature draws you. It is truly amazing how nature usually provides an answer or the needed healing, either through a mirroring process of your inner true self, or through some sort of communication (sometimes even a conversation!). After returning through the medicine wheel, you can share your story and I, with help from Mother Earth, will mirror back to you your transformation so that you can take in and remember your strengths. Pipe Ceremony Medicine pipe ceremony is a way of practicing gratitude, exchanging energy with nature (through the medium of sacred smoke), and praying in a powerful way that helps shift energy rapidly. Pipe ceremony helps establish a deep connection with Divine Source as represented in the natural world. My pipe was gifted by a pipe carver, and I was trained in the ceremony, in a lineage that comes from a Lakota elder and medicine man. Self-generated Ceremonies Self-generated ceremonies in nature are creative endeavors that can be adapted to whatever the issue is at hand. Common practices include burning, burying, cleansing/washing, and/or smudging (using smoke). These often involve the transformation or purification of your issue or problem through the medium of one of the elements of nature (earth, water, fire, air). Self-generated ceremonies can also involve praying, drumming, singing, dancing, chanting, rattling, or the creation of 'nature art' with whatever natural materials are at hand. Framing the Session as Ceremony For those who are drawn to ceremony, I often frame each therapy session as a little ceremony. This involves calling in the help of Mother Earth and the spirits and ancestors of the land for whatever we need at the beginning of the session, and expressing gratitude at the conclusion. We speak our prayers out loud to nature and rattle to create sacred space. "}