{"title": "PDF", "author": "PDF", "url": "https://www.azdhs.gov/documents/licensing/medical-marijuana/debilitating/2013-october/ptsd-2013-october.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Public Comments Received about PTSD on the ADHS Website for the July 2013 Petitions I recently attended the International Drug Policy Reform Conference in Denver Colorado. There, I attended multiple panels concerning drug and veterans issues, particularly related to PTSD and the potential treatment that medical marijuana has to offer thos e suffering from it. Much of the relevant information on how this can be achieved may be found here: http://veteransformedicalmarijuana.org/content/general -use-cannabis -ptsd- symptoms As a young person and a college student, I am fully aware of how many of my peers have served and are currently serving in theaters of war. Me and everyone else in the country will need to be responsible enough to care for veterans for the rest of our lives. This can play a part in that. I implore the AZDHS to do the right thing. Please do not deny relief to the men and women who deserve and have earned it. Respectfully, Scott B. Cecil Students for Sensible Drug Policy Board of Directors HAD MY DAD HAD THIS OPTION FOR THE PTSD HE SUFFERED AFTER SURVIVING DEC 7TH BOMBING OF PEAR L HARBOR, HIS LIFE AS AN ALCOHOLIC COULD HAVE BEEN SPENT CALMER, MORE PRODUCTIVE. THE VETS COMING HOME FROM IRAQ AND AFGHANISTAN NEED THIS AS AN ALTERNATIVE TO DRUGS AND ALCOHOL/ the debilitating effects of PTSD can be treated with heavy Narcotics.that re nder the patient dependent on the stuff and that makes the side effects turn you into a Zombe ...with the use of Medical Marijuana I am able to live a reasonably productive life without the side effects ....while I use different strains for different uses .....would hate to have to go back to Narcotics I can take one strain that gets me uplifted in the beginning of the day and another that helps with the sleeping and minimizes the Night sweats and Nightmares Why?Because a no would be a big [profanity] you to all our soldiers that have been screwed over and sent on multiple tours to fight for this country and now need good medicine to have some quality of life. As one who has PTSD, The calming effect truly can bring a person out of panic attacks! The proble m is during the attack, I don't want to smoke! I have to have help to smoke before it will work. It helps depression and when having anxiety attacks, the relaxing effects can shorten the attacks. PTSD has kept me as a hermit separated from my entire family . Literally living in a hole in the ground in the dsesert!! I have hated every aspect of my life as a result to PTSD and if I hadn't smoked medical cannabis, I wouldn't be here to be writing this now. Thank You! PTSD is a condition brought upon by witness ing a traumatic event or going through some trauma. Cannabis has been shown to lessen the brain's sensitivity to outside triggers that can exacerbate PTSD symptoms. It also helps to calm rapid brain activity that can confuse PTSD sufferers. I fully suppor t adding PTSD to the list of qualifying debilitating medical conditions. As a sufferer of Post Traumatic Stress Disorder, non- combat related, I found that the use of cannabis was more beneficial than the prescription medications I was previously on. I no l onger have to worry about the dangerous side effects of drugs that have been proven to be no more effective than a placebo. Recent studies have shown that using cannabis is beneficial to those diagnosed with PTSD because of its ability to reduce anxiety. A few other states, including our neighbor New Mexico, have already listed PTSD as a qualifying condition When I gave up the prescription medications for cannabis, I was able to live a life without being dependent on the medication. I was able to leave the isolation of my house, go to therapy regularly, and Im able to work a full time job. All just by using marijuana. I have personally experienced more relief using this, than any other prescribed drug. Thank You. Because of the calmiing effect, and the mood leveling effect. It is an effective medical treatment and should be legalized in order to help all deserving patients. I am using it as a treatment for PTSD and by using the right type in moderation it helps. My goal is to get away from the antidepressa nt pills and use marijuanna for my condition. Believe there is plenty of evidence to suggest that the use of cannabis is beneficial for minimizing the negative psycho/emotional stresses of PTSD, and I have talked with PTSD patients that have firmly asserted that cannabis is the only medication that has benefited them in combating extreme incidents of PTSD episodes. PTSD should be added as a debilitating medical condition for medical marijuana because PTSD IS a 1 debilitating medical condition. Flashba cks, cold sweats, and nightmares are just a few of the possible results of having post traumatic stress! Having the disorder means you exhibit the post traumatic symptoms constantly, and that can make someone's day a real hell. However, medical marijuana h as been to help people relax and show a significant decrease in amount of stress PTSD patients have to bear. Medical marijauna helps with ptsd because it helps a person to not over react and act compulsivly. Because its safe and effective to treat some cases of PTSD. If it helps anyone with whatever they suffer from its a plant not a processed pill full of chemicals it's a plant grown from a seed & soil just like our fruits & veggies used to be before they were filled w ith chemicals... Hmm go figure. Having PTSD from other than military related; 10 years and 4 stomach surgeries, I have PTSD in reference to eating food due to getting sick and throwing up every time I ate. With the medical marijuana, it has been instrumen tal in helping me get past the thought of getting sick every time I eat and also helps with the keeping it in instead of loosing it after or when I eat. It has been truly instrumental in helping with thru the mental portion of what had been and develop new mindset for my particular situation. Because PTSD consists of anxiety among other symptoms which Medical Marijuana targets making it easier for patients to control. The benefits of medical marijuana far outweigh any risks. Marijuana use does not lead to risky or drug -seeking behavior. Marijuana is not a carcinogen. Medical marijuana has shown to effectively treat PTSD without any of the harmful or unpleasant side -effects of traditional medications prescribed. Medical Cannabis helps keep everything calm, Triggers are less common and if a attack does happen, Medical Cannabis helps relieve the issue. As someone that has survived rape and currently suffers from PTSD I want to say that marijuana is the only thing that has given me my life back and empowered me to control my symptoms. It should absolutely be added as a debilitating medical condition for medical marijuana. Because cannabis certainly relieves stress and would help with insomnia. Medical cannabis has helped me immensely to deal with my PTSD. Countless patients have been able to treat their PTSD with our medicine as well as being able to get off of dependency to pharmaceuticals connected to their diagnosis. I am a Vietnam veteran who was lucky enough to come home whole, at least physically. We didn't have \"PTSD\" then. I believe it was called \"battle fatigue,\" and we all coped however we could. For me, alcohol was initially the only option, until I discovered marijuana in the mid -seventies. It permitted me to get off the alcohol and \"offset\" the baggage I came home with. Was I cured? No way, that particular \"insanity\" stays with us forever. I still have my difficulties, but over the years I've been able to lead a fairly normal life, maintain a good profession and raise two sons. I sincerely belie ve that marijuana has been, and continues to be, a valuable friend, and its approval as a medicine should not be denied. Because it helps with PTSD and so many other things and is a natural herb. No one should be denied medicine that can help with their treatment. Herbal is natural, and has no side effects. I would never get between a patient and their doctor. If you needed help for PTSD, you would want a safe and effective medicine. Compassion is needed. What would Jesus do? It is my understanding that it's a great aide in helping out veterans cope with PTSD. I have PTSD. Life without cannabis means extreme nightmares, to the point of breaking teeth. Daytime is little better, exhausted and haunted by the night before. With cannabis, I sleep with dreams that range from pleasant to quite tolerable. No more crushing teeth through my mouth guard. Daytime is now filled with meaningful pursuits and increasingly delightful. No previous medication resolved these problems, and the side effects contributed to the sense of debility. Cannabis is essential for the many living with PTSD. Why?,because it is a debilitating condition!Many of our soldiers are coming back from these [profanity] wars (no telling how many tours) with PTSD.They deserve and we owe them access to any and every kind of medication that effectively treats their disease.MMJ has proven to help many others also such as victims of abuse.It is morally criminal not to allow people that need MMJ to have it,thereby forcing them to experiment 2 with all kinds of chemical drugs,several of which have not only proven to cause more depression and suicide,they continue to be prescribed by doctors...ITS A JOKE AND ITS [profanity] CRIMINAL!. As person who has PTSD, I find that medical marijuana is the only medicatio n that is able to alleviate my symptoms. In addition, I am able to function normally without the need for addictive benzodiazepines. Because people with PTSD who use marijuana know that it is a good medecine for them. As a medical cannabis patient suffer ing from PTSD, I can assure you that medical cannabis works better for me than any other drugs prescribed to me. I do not like having to take a bunch of different meds just to solve what cannabis does for me with one drug. I highly urge you to keep PTSD on the medical cannabis list of approved medical conditions. PTSD as it different severities and should all be taken into consideration. Many people suffer from PTSD and cannot get treatment because of costs or other financial/personal issues. Not having a medication that is benificial yet illegal only adds to the stress and anxiety towards the patients who need it. Add PTSD!!! Because PtsD Is Debilitating And Anything That Helps Should Be Available TO The patient. From veteransformedicalmarijuana.org \"Another fascinating discovery, one with implications for PTSD, is that the cannabinoid system is integrally related to memory, specifically to memory extinction. Memory extinction is the normal, healthy process of removing associations from stimuli. Dr. Mechoulam explained that an animal which has been administered an electric shock after a certain noise will eventually forget about the shock after the noise appears alone for a few days. Mice without cannabinoid systems simply never forget - they continue to cringe at the noise indefinitely. This has implications for patients with PTSD, who respond to stimuli that remind them of their initial trauma even when it is no longer appropriate. By aiding in memory extinction, marijuana could help patients reduce their association between stimuli (perhaps loud noises or stress) and the traumatic situations in their past. Working with Army psychiatrists, Dr. Mechoulam has obtained the necessary approvals for a study on PTSD in Isr aeli veterans, and hopes to begin the study soon\" Working for a medical cannabis producer I have seen first hand the difference it makes in veteran's lives. Additionally we have a Board Member that is a Vietnam War veteran, and have spent hundreds of hour s with this individual, who is 100% disabled (with PTSD). His temperament and ability to cope with life are greatly improved with cannabis. I have PTSD. Prescribed Klonopin for 12 years. Terrible side effects and does not work as well as MM. Now I don't have to take it and my liver enzymes are back to normal. MM saves the country Health care costs, as it is not subsidized. MM decreases the amount of money that is going to ca rtels and other horrible people. MM produces tax revenues for the state. Because it is a natural calming medication that helps with stress and anxiety. Because it is the most helpful medication for me The calming effect of thc helps to keep triggers min imized and allows tbe patient to have a vale of clairity to think and process what is causeing them distress. The medical marijuana helps to calm me and it is not damaging my system like the chemical drugs that the doctors were prescribing were,I now have liver problems, where as with the medical marijuana that could have been avoided. Because you can't OD on marijuana! It is calming and better than alcohol! It helps you deal with memories & stops uncontrolled flashbacks! You handle things & situations much better, than on pills or alcohol. This is how it helps me! I have PTSD from my life! If it was not for marijuana I think I would be in a mental home. It helps with my wellbeing, helps me stay calm, headaches, it has calmed my eczema outbreaks and also helps me think logical and it has saved my life! :) Because it is the only medication that treats PTSD at the root of the problem and treats across all three symptom spectrums. It is more effective than the traditional medications with less side effects a nd non -physically addictive. For example Benzodiazapenes are often prescribed for the anxiety part of PTSD which are highly addictive, less effective, and have many more negative side effects. If it has been proven to help and the patient can stop or decr ease the amount of prescription medications they have to take it SHOULD BE APPROVED! Why should anyone w/ANY disability/illness have to continue to 3 take pharmaceutical medications that only break down the body more (I.E. -Liver, Kidney's, ETC.). Medical marijuana has been a literal 'Life Saver' for far too many people & have helped them either discontinue or reduce the amount or RX's they are taking; the research is in and it is a PROVEN fact. Pharmaceutical Companies are pushing drugs to make more money NOT to save/improve lives. PLEASE STOP allowing these companies pushing medication that more often than not make patients worse instead of better. I suffer from PTSD and have for most of my life and have a hard time in dealing with it's effects. When I use medical marijuana it allows me to get subdued and not feel so paranoid when I leave my home. In general I feel much better in being in public while being attacked by my fears within me. The fears of being hurt or just being around othe rs. I am a veteran. It is better than taking a bunch of pills and it helps. There is a lot of supporting evidence that shows that cannabis works for treating this condition,and it should be another option for Arizona patients to consider in their course of treatment. Medical marijuana has gotten me off all medication's I was prescribed for my PTSD. 5 different medications to be exact all of which had negative side effects and the possibility of dependency and worse over dose. With the help of my new medi cation (mmj) I'm slowly but surely regaining my life. sometimes it is the only thing that actually dulls the pain to let me have any kind of a life at all. PTSD is a dibilitating condition. It relaxes the nervous system PTSD is can be extremely destruc tive, not only to the person who retains this aftereffect of trauma, but also to family, friends and work associates of the person who has it in the way it affects those close relationships. Medical marijuana addresses and minimizes the symptoms, allowing a person with PTSD to maintain better relationships and be more productive. because I have PTSD and out of everything i do to find a grace full way navigating life with PTSD has been with respectful use of cannabis I receive the most benefit.. My friend has complex PTSD. I've seen prescriptions make her condition worse. And I've seen her use cannabis along with talk therapy, as a very effective treatment. Not only in resolving past traumas, but in curbing and even eliminating PTSD attacks. It has been pr oven to work and it is safe. As, a new mexico medical marijuana patient who got it specifically for PTSD, I frimly believe it should be a qualifying condition everywhere,When Im haveing an episode there is nothing that can calm me down aside from smoking cannabis,, it has greatly improved my mood and my ability to make freinds, usually im on guard and aggressive but after a nice smoke I can operate like a normal person.. Please allow others the oppurtunity to use this wonderful medicine. I have PTSD . I now use cannibias And no longer have to take 10 pills a day. It has been life changing and now I can enjoy life again. Today I take no pills just cannibias ! ptsd impacts one's life every day. A person never knows when a trigger may happen, especially when out in public. medical cannabis takes the edge off and helps a person to calm themselves and not panic. It is non- physically addictive, and doesn't cause liver damage like so many medications do. There are many aspects of the right medical marijuana preparation that could help someone with PTSD, eg anxiety, sleeplessness, depression and more. These patients suffer greatly with this disorder. Marijuana can help ease them in times of stress. It is a debilitating condition that would be helped by medic al cannabis. It relieves the panic, anxiety, nausea and vomiting that can accompany a triggered attack. It has helped my debilatating ptsd from tbi better than anything.......i can almost go without now Medical marijuana is a safer alternative to pharma ceutical drugs which do not really help and causes a domino effect of potential negative side effects. Because the main ingredient in marijuana, THC, not only helps alleviate symptoms of PTSD, but also may ultimately help cure it. Needless suffering is i mmoral when there is a proven natural and effective remedy. For far too long emotional 4 and mental disorders have been dismissed as not deserving of our limited healthcare resources. PTSD is a legitimate condition for people that have been exposed to horrif ic situations and they deserve to be treated as any qualified healthcare provider deems necessary. Read the research. Studies have proven that cannabis can be an effective treatment for PTSD. Political motivations and scare tactics should not dictate publ ic policy. Because I have PTSD and have to take numerous prescription drugs to combat the extreme depression, suicidal thoughts, extreme anxiety and anger. I would love to get off the drugs that are chemicals and use medical marijuana which is a natural s ource. I have used medical marijuana for chemo and it worked for that and it eased the above condition of PTSD. I believe from my personal experience that this should be added ASAP as a debilitating medical condition because I suffer from PTSD and it is ve ry debilitating. Thank you for hearing my testimony, Sincerely Because it works for me a PTSD vet Calms nervousness, no side effects like oxy - metha - codeine - drug compounds. You can live an ambulatory life with cannabis +++ more positive effects follows treatment. Medical marijuana does help with PTSD symptoms. When an outburst or sudden change in mood occurs it helps to have the medicine available to help with the PTSD episode. Not all cannabis strains may work, but there are certain strains of cannibis that works wonders for me and makes me to be a more kinder considerate individual in society. It's already prescribed for PTSD in Israel, so it must be ok. http://israel21c.org/health/marijuana -could -alleviate - symptoms -of-ptsd/ Medical Marijuana may be one of the only means to allow coping relief in a relatively short period of time instead of other medical means which require a lengthy intervention process. Also Medical Marijuana allows an individual to judge when to use and the frequency of use giving control to the patient. I am a combat veteran who has PTSD and use it legally. I highly recommend it. There is no better assistance in obtaining restful sleep than w/the use of medical marijuana. It seems to be the only effective treatment for those I know with PTSD. It helps stabalize peoples lifes. Because it is an extremely serious ailment that can be treated with medical marijuana. I have PTSD and I see in my life my mind shouting out angry messagaea to people places and things on an ongoing bases. Sometimes I convert that hate and fear into words and actions. Medical marijuana helps quiet those thoughts of hate and fear. PTSD is debiltating! I've suffered my whole life,and cannibus is the medicine that which makes my life tolerable. I'm diagnosed with PTSD, and have suffered much before trying medical marijuana over Prozac. The side effects from using Prozac, which included thoughts of suicide, were severe, and worse than the symptoms of PTSD to start with! But using medical marijuana has allowed me to live without the anxiety, sleeplessness, and depression brought about by PTSD. Because it works. As a diagnosed patient of PTSD, I know from my own experience that medical marijuana is tremendously effective in treating my symptoms. I would highly recommend that PTSD be included in the Arizona Med Marijuana program so that PTSD patients can legally acquire their medicine. It is working well for patients in New Mexico ans other States. 1. There is much personal testimony and anecdotal evidence suggesting mmj eases PTSD symptoms. 2. Like other medicines, it may work for others but it might not, they should at least have the chance to try it. 3. Concerns over mj addiction and other worries are grossly overblown; especially when compared to the effects of PTSD. As someone with PTSD I found that all the anti depressants and anxiety pills doctors put me on just made me not feel like myself. It was horrible and I will never go back. I just want to be myself. I just want to feel less pain. Th e only way I have found that truly helps is Cannabis therapy. I am not a stoner. I am a professional 5 person who helps others for a living. It is wonderful. I Only wish the millions of people who are like me could get over the fear and stigma of using this \"marijuana\" as medicine. It has changed my life. I have PTSD...... ithe only thing that works effectively is cannabis. i don't want to take any narcotics . MY prescription DOESN'T KILL! Cannabis is a non- toxic, non addictive, botanical. To deny this medi cine to people suffering from this debilitating and often life threatening condition is morally suspect. Suicide is a distinct risk for suffers of PTSD! I am a vetnam vet with PTSD marijuana is the only thing that work ! with no side exfax. I have been p rofessionally diagnosed with PTSD. I have tried other pharmaceutical drugs. The medical cannabis works best for me. I believe that the endocannabinaoids that are naturally occuring in our bodies gives us the clue as to how cannabis provides homestasis to an out of balance system like PTSD. http://www.ncbi.nlm.nih.gov/pubmed/22804774 The endocannabinoid system and the brain. Mechoulam R, Parker LA. Source Institute for Drug Research, Hebrew University, Medical Faculty, Jerusalem 91120, Israel. mechou@cc.huj i.ac.il Abstract The psychoactive constituent in cannabis, (9) -tetrahydrocannabinol (THC), was isolated in the mid -1960s, but the cannabinoid receptors, CB1 and CB2, and 2- arachidonoyl glycerol) were ident ified only 20 to 25 years later. The cannabinoid system affects both central nervous system (CNS) and peripheral processes. In this review, we have tried to summarize research --with an emphasis on recent publications --on the actions of the endocannabinoid system on anxiety, depression, neurogenesis, reward, cognition, learning, and memory. The effects are at times biphasic --lower doses causing effects opposite to those seen at high doses. Recently, numerous endocannabinoid- like compounds have been identifie d in the brain. Only a few have been investigated for their CNS activity, and future investigations on their action may throw light on a wide spectrum of brain functions. It really helps those on need of it. Because it works for some people and it is not addictive. yes. It is widely reported that those with PTSD experience significant relief from their symptoms with medical cannabis. We have several friends who have PTSD and they reported that using medical cannabis has absolutely changed their lives and enabled them to do many activities that they were unable to do. I highly recommend that this be available to those who benefit from it . Marijuana can help in healing from trauma when i was suffering, i was living day to day, i do not do that now I have family with pt sd that takes medical cannabis. Its the only thing that really works for them including pills are just a waste of money waste a time. I believe if you saturate your cannabinoid receptors by consuming cannabis your body will heal any health issue, It works and is not addictive like opiates. It's an immediate relief and is less expensive than synthetic drugs. It will put American's to work and cartels out of work. Most PTSD cases involve veterans, police officers, and first responders. Medical Cannabis is not in the same class as herion or LSD and should not be classified that way. It has proven to be a valuable medicine for over 5,000 years. people that have ptsd suffer from anger outbests with no control. with medical marijuana it allows them to st ay calm and gives them a way of controlling there anger and having some cinde of peace with out a addictive drug and with out damageing there body Because studies prove and individual reports demonstrate the efficacy of cannabis treating PTSD symptoms. I am a double Veteran and after being diagnosed with severe PTSD Dr. Krueger who Social Security sent me to recommended Marijuana to relieve my anxiety. Prior to this I had been taking 4- 5mg Valium's a day and now I take 2 per day and get much better relief from Marijuana not only that but I feel it working instantly. It has,been proven that it helps patients with their many symptoms of ptsd. With PTSD there is a tendency to shut down all human feeling. Cannabis is the only medicine that has allowed me bot h to FEEL, as a human being, as well as to face my fears one day at a time. I can not give a medical 6 explanation for why and how it works, but it does. Each person needs to find what works for them and medical cannabis should be an option for everyone. Tha nk you for reading. Simply because it works. And safer than many prescription drugs, and there Side effects. Medical MJ in its various forms (tinctures/foods/or smoke) purest value is to calm the nervous system and who needs it more than the PTSD patient. It has a soothing affect without the side effects of drugs like valium. PTSD can happen in many instances other than military action. It can occur when parents or children are killed in a car accident or a child is left homeless. MMJ is easier as a remedy because it can be measured easier than capsules or pills.and the effects are more gradual and lasting. It help s with coping with PTSD and keeps you in the now Because medical marijuana helps with this disorder. Please allow the benefits of this medicine. I believe the feeling of well -being is essential to help move through the terrifying memories. Plus research shows that medical cannabis helps with the condition. because cannabis calms the mind medical cannibis is another tool to assist and help a PTSD individual help overcome or cope with their condition Because it has helped me with my PTSD . The consumer need is so great and medicalmarijuana can help so many who suffer I am a PTSD patient and a licensed medical cannabis patient. I was able to come off of all prescription medicines completely after eight years, with the use of medical marijuana. It control s my anxiety, and helps me sleep through the night. Medical cannabis is very effective for the treatment of PTSD. I myself have a bad case of PTSD for 22 years. Using medical marijuana has helped me in many ways. Its helps with the depression, anxiety att acks, the crazy feelings I get, helps me to sleep. I use less meds with Marijuana too. Helps the mind relax instead of the constant mind stresses that lead to physical stresses of the body. Medical cannabis helps me hopefully it can help others!! As a ptsd sufferer, i have tried different meds, and medical canibis has helped me the best and most natural way. I have mold illness on top of ptsd, so i have become sensitive to many pharmaceuticals, that the best for me has by far been canibis without side e ffects. My daughter has high levels of anxiety caused by PTSD. I have seen the benefits of medical marijuana with her use. She does not need Valium or other narcotics to medicate herself since she has had her medical card. I believe this medication has helped keep her drug free. Pharmaceutical drug free, and addiction free. When I use medical marijuana for n/v & pain, I notice a mellowing effect on myself and a great decrease in s/sx of my PTSD, which I will not go through by mentioning now. My medical Dr. has even taken me off of several different \"pills\" since starting on medical marijuana. relieves anxiety,promotes relaxation and acceptance of conditions of an individuals life problem s It helps extremely well with depression, anxiety, and mood swings! It is a very real and disabling condition that needs to be treated, and medical marijuana seems to be one of the most effective treatments for the condition I have PTSD. I suffer from severe symptoms everyday. Without my medication I am extremely anxious, suicidal and angry. With my medication of medical marijuana I am able to be a happy functioning member of society. When I have my medication I feel calm and less fearful of everyone an d everything. Medical Marijuana helps me to be a stable, kind and loving mother to my children and maintain a job that feeds my family. I seriously believe that this is a medication that helps me to want to live!!! I was stabbed and run over when I was in my early twenties but I do not let the PTSD run my life. I run my life thanks to my medical marijuana medication! Our country has a huge problem with mental health issues among our young solders whom go to war. Pills don't help, they kill. Marijuana has been proven to help with PTSD. They go to war to kill for our country and come home to a country that doesn't care about them once they get home. And not one [profanity] in Washington can deny this! 7 for me ---it helps me cope I have personally seen it make a positive improvement in the lives of many sufferers. I have seen several vets with PTSD living in New Mexico who find symptom relief from medical cannabis. One has also used marijuana to greatly reduce his use of opiates to treat his war injuries. I am currently receiving SSDI benefits for P.T.S.D. and can personally speak to the positive effects of it's use. I am a Vietnam Veteran who finds that medical marijuana greatly reduces my anxiety and helps me sleep. My Sleep Disorder gains nothing from the prescription drugs. These all create a sleepiness as per the Drs.. They have no effect in assisting me in sleeping. I have chronic pain in my hips and just recently found a solution to the pain. I take steroid injections, provided by my \"Pain\" Dr. I won't take narcotics for pain because of the way it makes me feel and that it is so addicting. I've been sleeping four hours a night for over 40 years. I sleep now for 6 to 8 hrs. per night. This makes a huge difference in reducing irritability (Anger). I take one particular anti - depressant causes weight gain. In my case - 35 lbs. I now weigh 25 lbs. lighter, which increases my mental and physical overall health. Less weight = less pain. Better mental attitude. Better human being. I am slowly lowering my intake o f prescription drugs while under my Psychiatrist control. It is time to do something right. Arizona has in many ways been a leader and advocate. Please do not turn your back on Veteran's of Arizona who can benefit from the use of this form of medicine. Tha nk you! It will help them. Is an AMAZING non additive medicine. plain and simple! These people need help. Please pass a new law. because it can be a long term dibitating after effect to physical or mental trauma and medicinal cannabis can help with eas ing these pains u got a couple of hours? I have PTSD...and MMJ has helped me cope better. I know several patients that are using it Anti-depressants from drug companies have too many undesirable side effects. All alternatives should be available to peo ple suffering so they can have a choice, not just what corporations offer. I suffer from PTSD and have seen positive effects from the use of medical marijuana. I compare having PTSD to being trapped in a movie theatre like in A Clockwork Orange. Your brai n shows you horrific movies over and over again which causes a great deal of anxiety. Medical marijuana stops the movies and has a calming effect that helps the anxiety. The best part is it works almost immediately and doesn't have the drowsiness or other side effects of pharmaceutical medications. Cannabis redueces anxiety, obsessive thoughts on the trauma. It relaxes the mind without side effects. I suffer from PTSD. Cannabis helps to take the edge off the constant anxiety and helps my mood. It helps me feel positive and motivated. It works! Lifts the mood, and shifts focus, instead of spiraling with negative memories or feelings. I've tried a lot of medications and dealing with there side affects was a disaster. I was totally against marijauna . But I had a freind that was on medical cannabis and he would tell me that instead of having to take three or more meds that all I would need is the medical cannabis. So I tried it it was amazing I only had to use it when I need it to and there where no s ide affects. I can go in the sun without having an allergic reaction ect.... So don't look down on it before you give it a chance there's married couples getting divorsed to this day because either there woman has no desires to please her man and men not being able to get an erection all due to side affects. So please look at the side affects of medication and the side affects of medical cannabis. You probably have family dealing with same issues and by all means you don't have to smoke it for it to work th ey have why not? I have a been living with and deal every day with the nightmares I seen and experienced in the Navy. I have even have had thoughts about suicide to stop the pains of regret for thing I have done. I've tried everything to help ease to pai n from alcohol to hard drugs but I find that smoking cannabis has help the most and has given me a reason to live. Plz understand PTSD victims die every day because people choose to believe it is not a real medical illness. 8 I'm sure there are technical me dical explanations for the effects of medical marijuana on the reduction of symptoms associated with PTSD. From the layman's perspective it is simple: Stress is the key term, and medical marijuana produces a natural calming state in the human mind. I would say that it is nearly impossible to be stressed while using this natural remedy. Thank you. Because for some patients; medicinal marijuana reduces the need for other pharmaceutical drugs. My body responds to natural medicines. To deny this as my truth, t akes away my whole freedom as an American. The Freedom of Choice. The Freedom to decide what is Best for Me. It has been proven that it help PTSD patients Seen it work on ptsd patients I have a son came back with ptsd.he was very different person.now wi th medical marijuana he has calmed down and getting help.the program is working for my son.it really helps while he is under the influence. And times when he is not. Please keep ptsd in program....thank you. Marijuana certainly helps to ease anxiety! It helps one take the \"edge\" off during the day, and allows one to sleep at night. It is the most effective and least invasive intervention available. They say it helps with war and stuff around USA I have PTSD and some days are almost intolerable for me. I'm only 33 years old and a disabled veteran. My injurys were sustained almost 12 years ago and yes without medical cannabis which I take for other medical conditions I would not be able to maintain a stable mind. Please help others like me to try to live a more tolerable existents. Thank you. I have PTSD and some days are almost intolerable for me. I'm only 33 years old and a disabled veteran. My injurys were sustained almost 12 years ago and yes wi thout medical cannabis which I take for other medical conditions I would not be able to maintain a stable mind. Please help others like me to try to live a more tolerable existents. Thank you. I have PTSD and some days are almost intolerable for me. I'm o nly 33 years old and a disabled veteran. My injurys were sustained almost 12 years ago and yes without medical cannabis which I take for other medical conditions I would not be able to maintain a stable mind. Please help others like me to try to live a mor e tolerable existents. Thank you. Proven success Ptsd has many different triggers. Only marijuana has many different strains, is not addicting, and does not damage internal organs, etc. Bible states, partake of the herb of the mountains. the soliders,people working in high stress jobs.need something beside the medicans,and the pills they are giveing the soilders.have a worse effect on the person,than marijuana.it helps the person sleep,deal with his stress. because adjunctively to counseling it accelerates the healing process. To Whom it May Concern, I speak from personal experience; I have fairly severe PTSD from early childhood trauma_ followed by multiple major traumas as an adult. After eight eight years of weekly therapy with an excellen t MSW (who continued her studies with the Jung Institute to specialize in PTSD); I continue to struggle daily. Folks with major PTSD experience year in and year out as 'doing life in a prison of skin.' I've been told there is no Rx for PTSD, certainly I ne ver found substantial relief until I tried medical cannabis. I am no longer perpetually in solitary confinement. After two months of cannabis treatment, I am finding I have a key to safely escape for wonderful, little islands of time! I lack the ability to adequately convey just what a Relief it is to know this 'key' to my prison cell is in my hand. When I am nearing the end of my rope, I can reach for my vaporizer and find release and relief. I'm still imprisoned, but the mini -vacations medical marijuana p rovides make life so much more bearable! Please add PTSD as a qualifying condition, so many young men and women served with valor only to learn they can never fully come 'home' deserve this life affirming assistance! Thank you, Absolutely. Peoples lives have been destroyed due to trauma. PTSD should be on top of the list. Cannabis works on the brain and nervous system and helps maintain homeostasis. Because it relaxes us, we don't dwell 9 on the past. We simply live in the present moment relaxed and happy w ith less pain. This is treatment for just about everything. Legalize... Many pills to treat PTSD symptoms are addictive, dangerous, and highly abused. Many times one pill just doesn't cut it. Allowing people to medicate with marijuana is a definite altern ative to anti depressants, anti psychotics, anti anxiety pills, and the list goes on. It's cant help our war heroes by curing the problem, but it can definitely help them cope with the pain. Medications doctors prescribe are unhealthy many people believe in all natural herbs that work faster and dont have a million side effects that make things worse. It dose help in more than one way! With out it my insedent would weigh on my mind, to point I can't sleep, eat or even deal with other people. With cannabis it helps relieve those symptoms not 100% but a lot better than normal and dosent have the sever come down other med's . Have . So YES PTSD should be a cannabis treated condition . #1 reason is that it gives PTSD patients relief without horrible side effects. Cannabis eases pain, helps with sleep, and helps a person gently detach from the trauma and find a little peace of mind. I was involved in the Social Security Disability Wounded Warriors project, helping Vets get through the disability process. I had several returning Vets as my clients and was appalled at the list of drugs they were given for PTSD. I saw young, healthy people being prescribed risperidone, anti -depressants, klonapin, all s orts of toxic drug cocktails that did nothing to reduce their PTSD symptoms. They were sick from the drugs that were not helping and afraid of repercussions from the Military if they used cannabis. Our Vets deserve better than that. Vets commit suicide at an alarming and shameful rate while on these drug cocktails, or maybe because of them. Why not give them something that works, gives them some quality of life and doesn't kill their livers in the meantime? Cannabis also does NOT cause \"homicidal or suicida l thoughts or behaviors\" as a side effect. Can't say that about anti -depressants and some of the other psych medications. Please choose compassion and allow PTSD to be added as a condition. Currently approved pharmacological agents have side effects and a dverse reactions that discourage their use by PTSD patients. Medical marijuana mitigates PTSD without adverse reactions or side effects. Medical Cannabis calms a person down and relaxes stressed nerves. Medical Cannabis does not build up a tolerance like opioid base medications do leading to over doses and death. To allow PTSD patients access to controlled, clean, medical cannabis is a good medication to calm a weary mind and return a war veteran back to functioning in society. It helps me control my anxi ety in crowded places. And nothing works better for going to sleep. There are other benefits but these are the most important reasons why I treat my ptsd with marijuana. Because it works quickly and without the serious side effects of many of the other me dications currently in use for PTSD. This natural medicine works where others have failed. What is the priority here... the patient or the politics? My daughter and I both suffer from PTSD, and benefit greatly from Medical Cannabis in New Mexico Because PTSD has a massive, destructive impact on the lives of those who have it. A moment's peace is the most valuable thing & medical cannabis gives their patient that. because it relieves stress and helps trauma victims live with their symptoms. Medical Cann abis has helped me with PTSD. It has eased the high anxiety, depression, and especially the relief from the trauma's triggers which helps to greatly manage the PTSD. I helps relax the mind so you can function normally. I am a veteran and know that it works for me, really saving my life and job. I also know that it has helped my fiancé who suffers from PTSD and panic attacks. The more research we can do, the more we learn what we already know from this miracle herb, I tried to vote yes but there seems to be a glitch. I have lived with PTSD since childhood. After numerous medications both legal and not, marijuana is the only medication that provides relief from my symptoms. Thank you for listening. cannabis helps a lot of my friends military and civilia n with ptsd better than big pharma poison 10 Because of the effectiveness in calming patients and quickly helping with sleep ans psychotic episodes. Prescription drugs and/or various other therapies do not always work or may have side effects that preclude their use. Medical marijuana has helped some people with PTSD. Please make this alternative available. - - 59 year old female Retired Medical Lab Director PhD Paranoia and anxiety are part of PTSD. Cannabis helps with these symptoms and people shouldn't b e denied this relief. People with PTSD often turn to alcohol and dangerous drugs which are addictive and cause serious medical/social side effects. Obviously, cannabis is the answer for those who desire it. Experience as a certified hospice and pallative care nurse It provides relief from the associated symptoms of PTSD. Helps alleviate the anxiety and stress caused by PTSD with little to no side effects compared a pharmacy solution. because if the person really has this bad thing it is a struggle someda ys Ptsd is something uncontrollable and when you do have Ptsd makes a person stop living thier lifestyle I have a friend who has severe PTSD from Vietnam. Medical Cannabis is the only thing that helps. He trialed every pharmacy medication and suffered through all the side effects. The pharmacy meds did not help, but actually made him worse. To be able to cope with everyday fears and stresses is something that can not be explained in words that others can understand. It is nothing anyone wants to live with. Myself along with my brother are both suffering from PTSD. The drugs that they have my brother on for a decade now have only increased his aggression. Not helped and has aided in hes worsened behavior. I believe that cannibis will take the place of all meds help him slow down and help his agitation PTSD is an often debilitating illness, that can strike at anytime, for any reason. Marijuana has helped me to manage my anxiety that occurs from my diagnosed PTSD. Because anyone having to deal with that should have some relief without pills Speaking from personal experience, I would recommend medical cannabas to anyone with PTSD. Cannabas has helped me rid strong and dangerous prescribed drugs from my life. Because it has helped me v with anxiety & helps me to main tain calm I had been diagnosed with PTSD about 6 years ago. They tried to treat it with anti -depressants and counseling but none of this helped me at all. I use medical marijuana for chronic pain - I wish someone would've told me that marijuana could help with the PTSD as well.. The meds they put you on can be as disabling as the condition and in my case that was what occurred. Medical Marijuana works on many different levels and it most assuredly helps with depression and anxiety. PTSD is a disorder of tr aumatic stress events that a person cannot deal with at the time of the events. Hence the name Post Traumatic Stress Disorder. It is a debilitating medical condition - one that I believe can be dramatically reduced without the psychotropics prescribed. MM can be smoked or ingested and it helps depression and anxiety quite a bit without the side effects meds have. Even if it works for some, but not all, that is reason enough for it to be permantly on the medical conditions list for use of MM. Chronic pain is depressing in nature but I have found medical marijuana helps that as well. I know in my life that medical marijuana has helped me greatly and would hate to see those that suffer from anything that could be helped by it's use be told their condition doesn 't apply. I suffer from PTSD and medical marijuana has helped with the symptoms more than any AMA medication. In fact, after having become addicted to Klonopin prescribed by a psychiatrist, medical marijuana is the only medicine that is safe to take for P TSD. The affects from PTSD vary greatly and cannabis has shown it is capable of addressing the array of feelings without the side affects of synthetic medicine. For example feeling heavily medicated and long term damage to internal organs etc. Sufferers o f this ailment should be entitled to explore this more natural means of coping. I am a veteran with 100% disability, diagnosed with PTSD. The Medical Cannabis allows me to sleep at night. I am a Veteran of multiple wars. Cannabis has really helped me. Th e VA here in My state honors the program so it's win/win. PTSD should be added because it works. It affects so many of our veterans. It also affects victims of sexual assault, abuse, and chil sexual abuse, domestic violence victims I personally think tha t places such as Zia should not be allowed to sign up patients. This should be authorized 11 by practicing physicians only. This way patients that are signed up for it, are actually in need, rather than just someone that going through dispensary doctors, just to get legal weed. Because I have ptsd and medical marijuana helps me tolerate the things tjat trigger my mood swings Because this mediacation could really help people with PTSD ? Because it is the most effective treatment for this condition. I have been Diagnosed with it. Its is debilitating! People who suffer from PTSD find little relief from intrusive thoughts, anxiety, or inability to sleep, among many other symptoms. It is not fair to keep these people from relief due to the stigma of a plant. Americans pride themselves on Liberty, Freedom, and the Pursuit of Happiness. Happiness is very difficult to pursue when one is dealing with mental trauma on a daily, if not hourly, basis. Cannabis is known to provide relief from the most common PTSD symptoms mentioned above. It is regulated for medicinal use and the question should be \"Why should these people not have access to this medicine?\" If you can come up with a viable answer that is not related to stigma or results from lack of knowledge (truth) of medicinal uses, then I would consider otherwise. As far as I am concerned, this is a medicine with multi -faceted uses, and anyone who can benefit should not be denied access. It helps calm the users. I believe it relieves the symptoms of PTSD in a way with the least amount of side effects. medical marijuana helps with mental problems such as depressions, stress, and anxiety. all symptoms of ptsd. are you kidding, that is one of the most disabling conditions that effects daily, if not moment to mo ment life Because treating with medical marijuana can cause less side effects. I suffered the affects of PTSD for many years before finally getting diagnosed correctly. During that time I tried many different pharmaceutical drugs for the symptoms but none of them did any good. I came to realize after many years that using marijuana does help me to endure whereas none of the pharmaceuticals did. I'm a torture survivor and have been treated with many psych meds. Medical marijuana has worked like no other m edicine. And I use less than I did before. I am a professional and business owner. It really saved me. It works. It has helped my PTSD greatly. PTSD is one of the most debilitating medical conditions that cam be greatly helped by the calming effects of cannabis About 5 years ago I was severely debilitated by PTSD. I had spent 2 -3 years trying cognitive behavioral therapy and many main -stream psychiatric drugs without success. My psychotherapist suggested cannabis and my psychiatrist concurred. Fortunate ly, living in NM, medical cannabis was available to me because of the PTSD diagnosis and as my wife put it a year later: \"cannabis gave me my husband back.\" And it gave me my life back. PTSD is one of the most debilitating medical conditions that cam be g reatly helped by the calming effects of cannabis It's been found to be helpful in some cases of Todd especially when the traditional medicines did not work. It is a real medical condition which marijuana can help. Do not deny people a possible non -addict ive solution for their disorder. Who are we to judge what someone else has gone through and how they react to it? PTSD is real to real people just like you and I. I see medical cannibus helping PTSD patients everyday People who are afflicted with PTSD, for WHATEVER reason, be it military horrors, psychological wounds, etc., should not have to be drugged out on pharmaceuticals!! Cannabis is truly 'safe and effective' without the addictiveness and side effects of big pharma's products. It is a debilitatin g condition that serverly effects hundreds of thousands of Americans and they should have the option to choose the medication of their choice without negative effects. Because medical marijauna relaxes a person and this effect can help with stress and ani exity.From my own use I know that medical marijuana takes my pain away and I no longer have to take persription pills or the use of the pain pump that I had removed two and a half years ago.Thank god for the program it has helped me tremendosly. 12 It has be en scientifically proven that marijuana is a safe, successful treating for PTSD and several other medical conditions. It's an excellent pain reliever and much safer than some prescription medications. I have severe PTSD in addition to chronic pain. Since beginning treatment with medical marijuana, I have, with my psychiatrist's consent and review, been able to reduce my anti -anxiety and anti -depression medications and eliminate my sleeping medication, which made me groggy and tired during the day. Yes it calm the ptsd person down and relieves the anxity because it is obvious that cannabis supports the symptoms of PTSD much better than habit -forming pharmaceuticals. there is no reason for treating PTSD differently from other medical conditions that benefit from cannabis. Helps with relaxatim.reduces body tention.by easing daytime anxiety nightmares. I suffer from PTSD myself. I thankfully live in a state that allows me to take cannabis. I feel so blessed to have access to a natural substance that provides much better relief than ANY of the alternatives. In my PhD research I've spoken with hundreds of Veterans and other patients who benefit from the use of cannabis for symptoms of PTS I have suffered from PTSD based on my military service for over 34 year s and it was not until I recieved my Medical Cannabis card in November of 2012 that I finally got some kind of releif. When my anxiety gets overwhelming I can smoke some cannabis specifically geared towards PTSD and it will bring me down to a decent level. As far as sleep goes it helps me get there instead of re -living the traumatic events every night before I try to go to sleep. It has helped me get at least 1 -2 hours more sleep per night. Now I know it does not sound like a lot but when you have only been able to sleep 2 -3 hours a night for over 30 years it's a great help I would not trade for anything and the biggest reason I support Medical cannabis is because it's all Natural un-like all the Psyhcotic meds I have take over the yeatrs and there are NO si de Effects that I have noticed. Therefore, all people whether they are Veterans of civilians that have a correct diagnosis of PTSD should be affored the right to have Medical Cannabis on hand at all times. Respectfully, PTSD causes lots of anxiety and st ress. Medical marijuana helps to relieve these symptoms. It relaxes you so that you can sleep and heal. Cannabis is the only medication I've ever tried that has even come close to helping me sleep in spite constant nightmares. It lets me do chores and have some semblance of a day when, often, I would otherwise need to stay home and do nothing. Cannibas has been proven to help PTSD!!! Because cannibis has calming Benifits with no negative side affect It works It helps with a number or illnesses including pain, stress, sleep, stomach problems, headaches, muscle spasms, depression etc without all the harmful side affects for other medications. It's also less addictive than other medications. Because my husband a nd it definitEly helps him. I don't smoke if he didn't smoke he would drink he is a vietnam vet. I have PTSD and it really helps me calm down and helps me with the anxity, stress, my anger and helps to relax my body I think it will be good to add it as a debilitating condition Suffering from PTSD. From Vietnam war. Using cannibis instead of chemicals has really help me rid of them antidepreon meds It helps relax and makes the condition at least, bearable. It mellows you out, helps keep stress down. Help s with pain too. because this is very helpful to the patient in many ways. In my direct experience as a PTSD patient, medical cannabis has eliminated my need for psychotropic medications and greatly improved my ability to exercise perspective during both waking and sleeping flashback experiences. I'm 50 years old, and I have a relatively serious case of PTSD. I've tried most pharmaceuticals associated with treatment of PTSD as well as the outlying conditions attached to that diagnosis. I'm in my first mo nth of mmj 13 treatment, and am very happy with the results. The current pharmaceutical treatments available help, but MMJ has been the most effective treatment I've used so far. If symptoms become overwhelming, I'm able to quickly and effectively get them un der control with marijuana. Just knowing I can make myself well, brings the anxiety down also. Please make this available to responsible adults who are suffering because of PTSD. So far it has been amazing for me. I know what it does for me with my anxiet y and arthritis Yes, because I have PTSD and since being in the program I have been able to get back to reality and actually have a conversation with people. . Before I couldn't even be in a public place without getting nervous and abandoning my errands.. I couldn't bring myself to work because I didn't want to have to talk with anyone.. now I I'm socially fit and have started my own business. . Also my blood pressure has dropped and I no longer take blood pressure medications.. Canniboids relieve anxiety and also address insomnia. Canniboids therapy is an excellent alternative to medications that are used for PTSD and if the patient is interested, canniboids should be the first line of defense when treating PTSD. It is a natural remedy It helps with the stress and nausea and other symptoms that PTSD causes. It also helps focus on other important issues. From a medical standpoint, medical cannabis has many components that prove effective on diseases of the nervous system. I would conside r PTSD a nervous system disorder since the brain is involved PTSD has various effects on my life on a daily bass with a high level of anxiety and insomnia. I was taking Xanax 3 to four times a day until I received my medical marijuana card. I now take NO Xanax for over 6 months. . I am off any unnatural substances and feeling Great . I am a business owner mother and wife as well. Has calming effects that reduce the anxiety associated with PTSD. Sleep is no longer plagued with bad dreams and rest is finall y achieved. Thanks for asking; I can speak from experience on this matter, not that I have been involved with the military aspect resulting from deployment, but from a childhood that was abusive at times because I was a \"mistake\" (unintentional conception, and the resulting blaming that occurred for things I had nothing to do with) and have suffered a lifetime of anxiety and guilt over any number of things that most people wouldn't care about. This anxiety, in my own opinion and the therapists I have spent much time with over the years, has resulted in not only ongoing emotional distress but at least to some degree the physical, debilitating pain and sleeplessness that is relieved by medical marijuana to a great degree. Please consider the benefit to myself and others by the use of medical marijuana. Because it is effective in the treatment of PTSD. To give patients all their choices Cause it help My husband uses medical marijuana in the state of New Mexico. He is rated 100% disabled with the Veterans Administration for PTSD. He was taking up to four psych meds at a time and percolates for sever back pain due to service connected damage to his spine, for the last 35 years. He started a medical marijuana regime about a year ago. Today he is off all his psy ch meds and pain meds. His is finally losing al the weight he has been carrying around, is actually social, his hyper vigilance is gone and is his paranoia. I tank that medical marijuana has successfully treated his PTSD to a functional status. I think it is a shame that more states do not allow medical marijuana to treat PTSD. My husband is the ultimate success story in my opinion. Pharmaceutical drugs are poison! Medical Mary is a gift that has been given to us from nature and can used to cure in various ways. Because of the considerable difference it would make in rehab. I have first hand experience in the benefits of medical cannabis for PTSD. It's been shown to be effective on people with PTSD symptoms. It has been proven to help with this disease. PTSD not only injures the patient, paitients' families are at high risk also. Many people suffer from the effects 14 of PTSD. The patients have a human right for proper treatment and the family has a human right to safety and protection. Cannabis greatly be nefits many who suffer from PTSD. It is an important medicine in treating PTSD! Our veterans deserve to choose the medicine they want. I believe medical Mary is the best medication there is period. Pharmaceutical drugs are poison and are killing men, wom en, and children in this country thanks to our beloved government!!! I have seen how much better my friend who has PTSD is when he is medicated with Cannibus. Because PTSD is debilitating and this condition need to be addresses as a medical condition. I have PTSD and it mellows me and I'm able to control my out burst when things go wrong. I'm also calmer and able to think things out. Medical Marijuana has certain strains of marijuana that is uplifting feeling. This helps a patient with PTSD by helping with daily activities, it helps reduce the stress level so that a patient with PTSD can maintain a certain level in order not to have fl ashbacks, and to help keep the patient from having outburst. In some patients with PTSD anxiety and depression are also reduced by medical marijuana. It has helped many people maintain a more of a normal life. More calm and productive. Having used cannabis for my mental stability for many years as recommended to me as a child by several doctors, very hush hush back than, I can say it has helped more than dozen of othermeds I am on Post Traumatic Stress Disorder affects many people aroun d the world and can be completely debilitating. Relief should be a right, not an option. PTSD changes a persons life. Weather it be from childhood trauma, or adult trauma. Research provides evidence to show that marijuana can positively treat those plague d w/PTSD. Marijuana has little side effects, and has little effects on liver, pancreas, and helps the human spirit , as opposed to the alternative , which are usually in the form of prescribed pills. Furthermore, marijuana has been proven to successfully t reat insomnia and stress caused by PTSD. *****Please, please consider adding PTSD as a debilitating medical condition where marijuana should be medically prescribed as the solution. *******THANK YOU for taking the time to read this ********:) because pill s kill !!! People with this condition live daily with events that are life changing...and deeply emotional. In my experience with MM, it evens out my emotions and allows life to go along at my speed. No worries, and no bad experiences. IMHO, it would assi st people with PTSD? Fight for your country and find out I have experienced relief from PTSD symptoms when I use cannibas. I rely on it to keep me feeling more calm and balanced, and it enhances my functioning. I am amazed at how Medical Marijuana is ab le to help me with fibromyalgia which can be horribly painful and can reduce stress in my life. It is a tue herbal -miracle help and will work well for PTSD 9retired psyc,.therapist Now in the upcoming of new medicines medical cannabis should be listed as medicine for all known sickness. Because there are many veterans as well as others who suffer from PTSD and can be helped without being treated with prescription drugs with numerous side effects. Anxeity and depression relief Since the development of the new sativa strains of medical marijuana, I can function in society with out constantly looking over my shoulder. I never used to believe that it would help me, but after moving here and trying it for myself, it's amazing how mu ch better I function out in the world. I believe PTSD should be added because now that I have been using it for my PTSD I have been more active I can leave my house I have less mood swings still have the dreams but less frequent so much better than the pi lls I was on and I feel more healthier thank you It helps relieve stress and can redirect your thoughts and worries Research has proven Cannabis to be highly effective in the management of PTSD and its symptoms. Click here: http://veteransformedicalmarij uana.org/content/general -use-cannabis -ptsd-symptoms It aids in relaxation and stress relief... It aids in the release of memories that haunt the ptsd victim due to the fact that it increases the cannabinoid receptors in the brain.!!! Marijuana is a asset not detriment to more conditions 15 than admitted by medical officials, even at that more and more physicians have admitted that use of marijuana is not as harmful as alcohol or tobacco are. I have PTSD, and medical marijuana has helped to relieve my anxiety . Its a terrible disorder with very few effective treatment options. No one should be denied options that have less negative effects than addictive lab created meds. If it helps quality of life and day to day coping -I support it! PTSD is a very weakening psychological condition. With the help of medical cannabis, people can relive there high levelsof depression, anxiety, and stress. These conditions can be crippling. Because, it is the only thing that works for redeveloping a common sense of well being w ith relationships in real world society. This is a serious condition for many people and cannabis can help relieve many PTSD symptoms. Because medical marijuana alleviates or lessens much of the PTSD. PTSD can range from slight to very debilitating, a to tal stopper to action. Medical cannabis helps relieve some of the anxiety and fear and other negative feelings that make PTSD a horrible experience. It has proven to be helpful in other states with medical cannabis laws! for the same reason xanax is prescribed for anxiety. It helps it works. Because its the only thing that really works. Better than any pill the doctors ever gave me for it. The pills almost killed me. Cannabis won't. I personally have recently been diagnose with ptsd although I a lso have glaucoma and able to buy medicinal marijuana through that diagnosis. In my experience I have been able to get off a lot of prescribed meds and actually sleep and maintain my ptsd much better with the medical marijuana.. Medical marijuana is the s afest and most effective medicine for most people suffering from PTSD It's a fact that it helps veterans cop with life after traumatic episodes leaves them disable led mentally and physically I am a PTSD patient currently on the Medical Cannabis Program h ere in NM and it been the best medicine over all the pills my doctor had givin me also the therapy is great it changed my outlook on daily life. Plus it's Natures Medicine we PTSD patients deserve the medicine that helps us the most. Because many medical marijuana patients in other states such as New Mexico that use it for PTSD have said that cannabis helps them so patients in Arizona should have the same opportunity to try to get better. PTSD is a serious mental condition caused by numerous life encounte rs. This disease affects its victims very hard and it is easy to ease these symptoms simply by introducing TCH to the body. Very cheap way to relieve this cindition is medical cannabis. Ptsd symptoms are relieved by medical marijuana in trials and real wo rld experience. As a vet with PTSD myself as well as my father, I firmly believe marijuana can offer an imense amount of care for sufferers of PTSD. As a person that suffers from PTSD I know I have symptoms that are not always simple to identify. Medical marijuana gives me the flexibility necessary to use when I need to and to not have to be dependent on a pill. It help with slepp and anxiety. As a person that suffers from PTSD I know I have symptoms that are not always simple to identify. Medical marijuana gives me the flexibility necessary to use when I need to and to not have to be dependent on a pill. The best thing I've found yet to deal with PSTD! Because it calms me down immediately instead of waiting up to an hour for pharmaceuticals that have awful side effects to take effect. Alleviates PTSD symptoms Because I have very bad PTSD and this herb calms me enought to be able to handle my problem and go out in public..I was not able to do this with anyother medicine that the Doctors had tried. ... It helps with the anseity associated ptsd. Why take so many prescriptions pills when medical cannabis will work just the same or better with no side affects not like prescription pills. Helps calm me down immediately instead of snapping at loved one s and angry all the time. Alleviates PTSD symptoms It works. After 13 years of addiction to benzodiazapines plus anti -depressants that were prescribed for my 16 PTSD, I switched to cannabis and have been pharmaceutical free for 5 years now and better results - no bothersome side effects plus far less depression than with SSRI cocktails. Cannabis is a better treatment for PTSD - for me and for many others. I have it and MJANE is the only medication that actually helps without melting my brain! It's the mora lly correct solution to treating PTSD without resorting to lethal drugs. Because it is needed. Period! Santa Fe, NM Medcial marijuana reduces the need for prescription pharaceuticals and MMJ relieves the nervous and anxious feelings assoicated with PTSD I am a combat veteran who suffers with PTSD and a medical marijuana patient in my state of New Mexico.I cannot begin to tell you how much is helping my condition along with several other of my brothers and sisters who have served in the military and have PTSD Because cannabis helps reduce the stress and anxiety caused by PTSD, Because medical cannabis takes a persons mind off the past and their problems helping to give an uplifting healthier well being. It treats the major issues of PTSD by providing the mind with hope and a peacefulness that is much needed For this helps our military, abused, raped patients with the PTSD. As someone that has been abused and raped it has helped me to where I am not so angry all the time, short fused as well. I feel that this should be considered for all patients that qualify that have PTSD. Thank you. I have PTSD and medical cannibis has helped me with sleep anxiety and depression. Only those who go through PTSD truely understand. Because my psychiatrist says it works f or PTSD. I haven't had personal experience. It is my experience that marijuana can help to remove any guilt or self -condemnation that may be connected to a PTSD event by helpting to see the experience in a different light. It gave me the courage to face m y feelings. Various options PTSD causes pain. Medical marijuana works well on pain. It also works by relaxing. People suffering from PTSD are in great need of relaxation. I have PTSD and I dose with medical marijuana. It has help me beyond belief. Witho ut it I would be very depressed, spending most of my time hiding in bed. Please add medical marijuana for this diagnosis. It has been shown that cannabis reduces the extreme symptoms of PTSD, with no side effects. Prescription drugs become addictive, and, i am told, stop working after a while. Anything that can help alleviate the severe effects of PTSD should certainly be used, and the natural herb cannabis does that. Of course it should be legalized for use with PTSD. Because it helps My husband has PTSD and marijuana is the one medicine that helps him. It keeps me clam I have chronic PTSD and before medical marijuana I could not sleep at night without horrible night terrors which would lead to taking more benzos and other prescriptions. One year ag o I was at lethal levels of prescription drugs when medical marijuana was recommended by my doctor. Within the past year my levels of lethal combinations of presciption drugs has decreased to half as many pills. I was reluctant to try the medical marijuana but very glad I did. Now I am back to lower levels of pills and do not have to worry about overdose and if I do have the night terrors I can take a couple hits and back to sleep. Highly recommended. Try the mmj before the pills is my recommendation. Alot of the prescriptions used to treat PTSD are lethal and very hard if not impossible to get off of. Truly believe its a blessing. Because it IS a debilitating condition and cannabis is vital to some who suffer from this disorder. Because a lot of people wh o have been through traumatic situations such as War etc. can get benefits from medical marijuana. To whom it may concern, Synthetic pharmaceuticals have not worked over the years to treat my PTSD. When I have had safe and legal access to medical cannabis, not only has my condition radically improved, I was also able to interact with my family in a genu ine, meaningful and healthy way. My appetite was restored and I was 17 able to sleep in a consistent and predictable basis further improving and enhancing my recovery. This is really important for Veterans and other folks who have been afflicted with this con dition. Respectfully, I am diagnosed with PTSD and I am a retired police officer. The use of medical marijuana has greatly improved my state of mind and well being. I suffer from server PTSD n for the paat 4 years I havr for outstanding releif. Because it works and alleviates the need for harmful prescriptions medications. And no side effects. I couldn't function as well as I do without it. medical marijuana mitigates the PTSD sx'a Because it is so life debilitating. Marijuana can ease the anxiety that is so prevalent for people affected by PTSD. I think people will stop taking Xanax & Lorazapam if they had the option of Medical Marijuana. I suffer from PTSD (my husband was overdose d when a doctor made a mistake, and died right in front of me), and I consider it debilitating. Although I am certified for my hiv I also suffer from PTSD. I found my partner dead and have flash backs on a daily basis. The medical helps stop the intensity of these flash backs. Calms me down from having a breakdown. The marijuana helps me deal with the demons the PTSD presents itself with. It does not change my mind, my mindset, feelings,memory like some may think. I still see a therapist, Psychiatrist and maintain to. The marijuana helps to see/experience less horror and try to have a positive outlook when my physical and mental health are in jeopardy. Please provide some comfort to all these people. Its a win win situation. I've been diagnosed with ptsd a nd smoking before I go to bed helps. Because my clinical observations have demonstrated without a doubt that it can be a safe and effective medication for managing the debilitating symptoms of ptsd Works really well, without addictive prescription drugs. It has helped me enormously! Because of an personal trauma about 20 years ago, I had not slept through the night until trying a small bite of a cannabis edible. I now sleep 6 to 8 hours without waking up every 45 minutes or so through the night. I have t ried different sleep aides for years and they would help slightly - maybe 2 hours without waking up. This has changed my life. I have also seen my husband wean himself off a cocktail of antidepressants, anti -anxiety, etc. medication using cannabis. It was a long process because he was physically addicted to at least one of these medications. Thousands of people have PTSD and I know this is the only way most if them can feel their best on a daily basis. I have Ptsd and smoking calms me down. Because it ca lms you down. Relaxes your mind to allow you to sleep comfortably. Without your mind racing. I know first hand, that it helps. I have it and MJANE is the only medication that actually helps without melting my brain! I have known soldiers suffering from PTSD that have used cannabis and were greatly helped. PTSD is successfuly treated with medical cannabis in New Mexico and it should be in Arizona as well! Yes, because it has similar effects of valium or clonazapan which is used for anxiety... It has helped me to stop taking my clonazapan 4 times a day to once or twice a week. Marijuana is not addicting like other medication which you could overdose accidently which has happened to me, I feel that I have more control over my medication this way... Medical cannabis has been a real ideal to PSTD as well for other logical to medicated on. Asa former Marine and a retired law enforcement officer with 21 years of service. I can personally attest to the fact that medical marijuana does bring relief to the suffering associated with this illness Cannibis increases the feel good feelings and helps you relax at the same time. ..... Non addictive non toxic cannot possibly overdose. .... question is why not??? i have it I personally have been diagnosed with PTSD. I find marijuana extremely helpful for my anxiety. I would rather not take the addictive Adovan or Zanax that they want to prescribe me. Marijuana is the best medicine for me because i HAVE ptsd and cannibis is very helpful in alleviating my symptoms. 18 I personally have PTSD and this has been the only thing to help me! After pill after pill after pill I was ready to give up... this helps me to where I can leave the house a little comfortably and I am not hiding locked in my room. It works without taking many as many harmful medications. It's been prone to be helpful in reducing the effects of PTSD and stress Natural , organic medicine. PTSD nightmares can be eased by taking a small dose of medical marijuana at bedtime. I have PTSD, and it has been helping me. The side effects of prescription drugs are just as awful if not worse than symptoms of PTSD. I believe PTSD is a real medical condition that cannabis can help with the symptoms. I suffer from server PTS D n for the paat 4 years I havr for outstanding releif. I've seen it work first hand. As a Medical Marijuana user with PTSD, I can attest to the fact that it helps anxiety and panic as well as the pain that is a physical effect of long term depression. i have ptsd and medical marijuana works better for me than any other medication. i live in n.m. and am totally grateful that ptsd is one of the conditions allowed for a medical marijuana license as it has made my life much more bearable. Because I suffer from it and have been able to quit all of my pharmacutical prescriptions by using medical canabis for my symptoms. I know people whom it helps tremendously... of course, they buy it illegally. The PTSD would be helped by medical marijuana as it sedated the nerves and removes one from their stress. So for those experiencing flashbacks, it will calm them and distance them from the horrors of memories they are left with, The proper use has personally assisted with my coping with this condition. For 44 years I have been married to a 3 tour Vietnam Combat Veteran who is rated 100% disabled for PTSD. The VA prescription drugs my husband took for PTSD gave him a zombie -like existence with horrible side affects whereas marijuana gives him a productive life with no bad side affects. Many PTSD folks have found great relief with cannabis. Israel has been doing it for combat vets for years. We have mass suicides we need relief and we need it now. Please set aside politics and save the life of a Veteran. us army retired. I have seen convincing results in the treatment of Post Traumatic symptoms with the managed use of cannabis. Per PTSD pts testimony and thru nuero science literature it has been more helpful than other drugs with less side effects As a C-PTSD sufferer for over forty years now, I can attest to the fact that cannibinoids have allowed me to lead a somewhat pleasant life. When flashbacks etc., start to impinge, a small dose quickly and easily removes 'dark clouds' and allows the shift into things that are much more interesting. because of the acute and chronic pain in joints and muscels,insomnia, and anxiety attacks ...to help break the feelings of dispare and numbness and gloom the person is trapped in always...MM meds bring slow relieve t o a patient who's burdened with terrible feelings of dispare and doom and frightening memories locked in ones mind.. Veterans need an option for physical pain, emotional balance and a comfortable self caring for sleep. Also, help in the order to stay cent ered in their every day lives and the rebuilding of their everyday lives rather than turning to hard drugs as many veterans have done in the past. Thank you MM has proven to be a useful tool in the treatment of many disorders. When used properly it is a positive tool. If it can be proven to help with ptsd then it should be approved, but there should be extensive research because.i feel tjeres a greater chance for it to make psychosis worse in most patients. iam clinicaly depressed, with the meds I take mmj helps to balance me out. I don't have the shakes as bad, I feel much better and I function. I don't worry about my side effects from my meds as much. It helps relieve stress and makes user more relaxed 19 Marijuana has also been documented as being effe ctive for the treatment of Post -Traumatic Stress Disorder (PTSD) and severe anxiety. The Military Suicide Research Consortium (MSRC) states that many veterans advocate the use of marijuana to treat PTSD as a means of mitigating the depression, alienation, and frequent suicide attempts common among veterans. New York University's Langone Medical Research Center has also found evidence that marijuana is effective for treating PTSD. Read any of the new studies being published. Cannabis is practically a vitami n at this point. Because I know first hand it works for PTSD, I have a cousin who a veteran who has served in the Gulf War, the Iraq War and the War in Afghanistan. He experienced many horrors while serving in all of these wars. His best friends being blown to pieces, brain matter splashed on his face. Friends guts hanging out still crying to him as they're dying. He has seen things that none of us should ever have to face or see. He fought for this country and preserving our freedoms and the freedoms of others. Through this, he also brought back the war he faced, the war still goes on and affects him to the point he gets bad anxiety and suffers into reliving these events the pain and horror it left him with. Hes been prescribed all kinds of medications to help with his PTSD and none of them helped him at all. They only made his symptoms of PTSD worse, as well as give him a whole set of side effects from them. He started using Medical Marijuana as a treatment option, and it has worked wonders for him. He has been able to keep a steady job and work to support his family. He wasn't able to handle working jobs and the stress that comes with them, now he can handle the stress of work and once again provide for his family. The bad bouts of anxiety are almost compl etely non existent. When he feels a little anxiety coming on, he can take a little cannabis and it relaxes and take any anxiety away, and he can proceed with the rest of his day. This also helps from slipping into any kind of bad PTSD episode where hes rel iving the war or going into any kind of shock as he calls it. It has helped him maintain a normal life now! He can play with his kids and be free of any anxiety. As well, he can spend the 4th of July with his family and not be scared or go into reliving the war when fireworks go off. He doesn't even flinch at them anymore. Cannabis, Medical Marijuana has shown that it works for PTSD. Not just my cousin, but many of his other war veteran brothers who he served right along with, they as well, are able to live normal lives again thanks to Medical Marijuan. List PTSD as a debilitating medical condition that can be treated with Medical Marijuana! I have suffered from PTSD half my life, am 59 yrs old. I have been put on several different physh drugs ( many in fact) I've had bad reactions to a lot of them the others just over medicated me never have found a fit. As with MJ I seen the differance right away, it would be great to have something that didn't make me a zombie, or have bad reactions to. Absolutely !! If someone fights for our country, comes back and is having issues, if marijuana helps them, why would we sent them? It seems to me that this would be one of the best uses for canabis yet. I suffer from Post traumatic stress disorder after being attack ed in my home by two intruders..... Medical Marijuana allows me to calm my mind enough to see through my triggers enough to socialize without fear. Marijuana with high CBD count is likely to calm anxiety, nausea, shaking, paranoia, insomnia and even may allow someone with nightmares to hit a part of rem sleep where u dnt dream. Marijuana is a natural medication that won't damage internal organs. Marijuana helps calm anxiety felt by a traumatic experience. It acts as a tool to help a person detach the bad memory association causing less triggers. I have seen many loved ones suffer with this and in my job I have seen marijuana help veterans greatly. When I was 19 years old I had my first child, . He has epilepsy since birth and cerebral palsy. I always imag ined having a family but little did I expect this challenge at such a young age. I have been diagnosed with PTSD and depression. This medicine has helped me through these very difficult times and I am now 32 years old. I truly believe that without it I may not have had the courage and strength to continue my journey in this life. Please add this as a debilitating medical condition so that we can be treated professionally. PTSD is aggravated by anxiety and med marijuana greatly reduces anxiety These people need a good option to help them cope with life. Much better then taking artificial and addicting drugs!!! Studies are showing High CBD strains such as Harlequinn and Charlotte's web to be effective treatment for 20 PTSD. It is safer than the pre scription medication currently given to patients, with littl to no side effects. Imagine waking up every day...happy...! I know marijuana can help with symptoms of PTSD including anxiety. I have PTSD as well as nerve damage. Marijuana works for both. Eve n more so with PTSD as a veteran who suffers from PTSD I think it should be a condition for medical marijuana. it has changed my life and made me functional again. I know it works I am a disabled veteran that has been through chemo poisoning. It helps relieve OCD thoughts, helps with creating a calm, relaxing atmosphere in the brain that makes you feel happy. Helps you sleep. Instead of replaying events and thoughts over and over again. Relieves pain in your mind and body. Which is what they call a plac ebo effect I think? I myself have used MJ in the past, and havn't used in the present. My happiness seems to be Gone most of the time, these days.They say MJ effects the memory. With PTSD, some memories you want to be lost! i suffer from PTSD.the va had m e on xanax three times a day i was a zombie,those are drugs.cannabis lets me rest and relax and let go of feelings from vietnam PTSD is definitely a debilitating medical condition. I don't know if medical marijuana helps, but it shouldn't be denied if the patient and doctor agree it would. Because it works. Well where I live marijuana is not legal witch does suck I'm in Louisiana I really wish it was but anyways I do smoke illegally for pain I have back problems and rather smoke weed than take the horrible pain pills the Dr gives me anyways when I was 17 my b est friends dad shot him self in the head with a .357 in front of me and his mom and him well it messed with me really bad gave me horrible PTSD couldn't sleep couldn't function I ended up having to go to therapy and they only way I could fall asleep are f unction was with weed it helped me sleep helped ease my mind just all around was a great great great thing if it was not for weed I don't know if I'd be hear today I honestly truly believe that weed saved my life I didn't feel like going on the way things were and felt I was going crazy but weed helped me to get over it and move on It helps with epilepsy, seizures, autism and depression. As someone who has been dealing with the diagnosis of PTSD since 2010 from issues that incurred in life and service I can tell you wellbutrin didn't save my life CBD rich cannabis and meditation in conjunction with tbe cannabis did. I would not be where I am today had cannabis not been a part of my life. I have been using medical marijuana for pain for years and a fortunate side effect for me is the ease in my symptoms from PTSD. Also, my daughter at age 14 overdosed on pharmaceutacals and almost lost her life. Since that chaotic event, I have removed all pharmaceuticals and prescription medicine from my life and my home. Marijuana is something I can see from seed, as it is put in the ground and grows. I know where it comes from and what is in it. Most impo rtantly, I know it will not harm my loved ones, children or grandchildren. I need this medicine in my life. This harmless herb of the earth helps me be the most productive citizen I am able to be despite having PTSD. Bc it is debilitating as I have PTSD If it helps with the symptoms associated with PTSD why shouldn't it be available? Better than big pharms pills! The medicine will calm and smooth the PTSD sufferer's mind and mellow the attitude. This is a conditional 'yes' and not for myself. IF respons ible medical professionals believe that medical marijuana could help with PTSD conditions, then as a tax -paying citizen I would be in favor of a 5- year trial, with research, of allowing its use. At the end of the 5 years, it should be evaluated for effecti veness. Because my husband of 37 yrs was a Vietnam Vet who had severe PTSD and struggled up to the day he died trying to stop the voices in his head and the nightmares. He was being treated by the VA Mental Health Dept. but nothing gave him as much as rel ief as when he would smoke a joint. I would have preferred he had it legally and would have eaten foods cooked with it rather than smoke which also destroyed his bronchial tubes, but it was the lack of education and the constant battle with the legal issue s that kept him from knowing how to use it properly. The VA couldn't council him regarding his marijuana use but they could prescribe more potent anti - psychotics which he ended up overdosing on in the end. Marijuana would have been safer for him to use. 21 Instead he took the strongest of all pain killers, morphine, and ended it all. Better that PTSD vets be treated with natural herbs less pharmecuticals it calms you I believe any hall a vet can receive that works for them should be allowed. Why should anyo ne have to suffer It allows people to live a better quality of life from their traumatic experience that caused their disease. If medical marijuana works why not let them use it is my question! I know people affected by PSTD that live in CA and they tell me that MMJ provides relief. They should be able to get it in AZ. Cannabis has help people including my self, have a life back. The feeling of panic, anger and fear. All from a flash back that you can't control, is unreal. Cannabis has help me in all areas. I can sleep at night and not have night sweats, and wake up with out migraines. This is a excellent alternative to prescriptions drugs, where I feel numb on a rollarcoster. Cannabis has help me \"get my life back\" as cheesy as it sounds. I hang out with my family and have fun, and deal with real life everyday things. I'm just a normal person, I have PTSD, and my medican is medical marijuana. Anything that would calm your stress the moment you use it should be added. I cant begin to imagine what some one with PTSD goes through but I do suffer from depression and I know that it works for me and helps me get through my day without the trouble of taking out my emotional tantrums and irritation and anxieties on my family and friends. Not only that but its a much safer alternative to taking and becoming dependant on a pill. In my experience I had to take a pill twice a day everyday, with mmj I only take as needed and its become less and less as I feel much more alive and not numb to having any emotions like Ifelt on the antidepressants. I just hope that people can understand that this isn't a bad change to society but a positive for those who truely need the help its time for people to realize that smoking or ingesting marijuana can really help in so many way s and I would be extremely happy to do whatever it is needed to educate the rest of the country in any way I can. It is a terribly debilitating condition. My spouse has suffered from severe combat PTSD since 1968. It can cause extreme insomnia, psychosis, flashbacks and horrid nightmares. My husband is lucky in that his physical disability allows him the use of MMJ. However, without the physical disability he would still need the MMJ as that is the only thing that allows him up to three hours of sleep per night and some relief from the nightmares. The federal government says PTSD is a debilitating medical condition, and the treat it with medical marijuana or they have in the past. It's a serious condition that could benefit from medicinal marijuana. Because of the amount of severe anxiety and depression that accompany this d isorder. It makes life easier for families to stay with the person that's suffering....as well as the person with the huge anxiety problem that's goes to the bathroom 8 times a day. He also cant sleep at night for more than two hours at a time. (but my point is that I know a lot of guys that it keeps them calm enough to keep their family around them at least) Cannabis has been effective in the treatment of PTSD I use medical mar ijuana for pain, but it also helps me with PTSD. Cannabis provides stress relief, it keeps my temper below the boiling point, prevents road rage and helps me fall asleep. Because it absolutely worked for mine... I'm medically retired from the US Army (Combat Medic). I've taken anxiety medications for acute anxiety, but they're all benzos - it doesn't take long to develop a tolerance to ativan or valium, and they have a high abuse potential. I've experimented with pot a little bit, and it's got a much better effect on my anxiety. Sativa strains of cannabis do a fantastic job of alleviating anxiety in crowds and mitigating the effects of triggering experiences like loud noises and bright lights. It's not nearly as intoxicating as valium or ativan, and has much more mild side effects than medications like risperdal or buspar (I've been on a LOT of medications since Iraq). As a victim of armed robbery, sometimes, all I want to do is forget. I want to be able to medicat e my condition legally. Our troops paid the ultimate tax by offering their lives for the service of our country. Now they are back home 22 suffering from all the horrible things they have done or seen, and all we can do is say we are sorry and take these pil l's we \"think\" they will work! Marijuana relieves symptoms without mummifying the patient. My husband suffers from severe PTSD and marijuana helps stabilize the condition without altering his personality. Please consider approval for this condition. Beca use not everyone is going to respond well to medications, and not everyone believes in taking a pill. I am a Vet with PTSD coupled with Major Depressive Disorder. I resorted to Marijuana as a last resort after thinking of ending my life. Five plus years l ater, I am here and can state that MMJ has helped me, not just for my physical ailments, but helped me get through episodes that would have been worse without it. Personal experience with many veterans and persons suffering from PTSD. The use of cannabis greatly relieves symptoms for these patients. In 2004 and again in 2005 I had open heart surgery for a leaking mitral valve. Shortly after this I started having night terrors usually a few times per week. I went to my doctor and was given several different medications, most were anti depressants, or some type of sleeping pills. I was also having depression at the same time. I always had side effects from these meds, and they never really helped. My mood would change and I would become withdrawn, sleep a lo t or wouldn't be able to sleep, sometime I would get angry. I don't know the exact number of meds I tried but it was more than 8 and less than 12. Usually it was a combination of different meds. I was hurting myself during these night terrors. kicking, fal ling out of bed and the wear on my body from not getting a good night sleep. I was under a doctors care during this time and this is all verifiable. My daughters would come in at night to wake me up, thank god for that, I do not wish PTSD on anyone. I did some reading and found out that cannabis was helping some veterans and I fiqured that it could help me. I was in a safety sensitive job where I was drug tested so I only tried this on my weekends and only took one or two puffs. It changed my life for the b etter, that's all I have to say. I do not need to smoke it every day maybe once or twice a week. I still have an occasional nightmare every couple of months but its not like it use to be. I am a much happy person, I sleep well and I know it has helped me. Yes I believe it should. As the new study's show Medical Marijuana can help with many physiological disorders. Because it helps with some flashback relief, no nightmares and also helps calm tinnitus Can help calm anxieties and severe depression amongst the other symptoms. Under such excrutiating mental conditions, medical cannibis has the potential to provide aid to someone who is suffering PTSD. Because I have been diagnosed with combat related PTSD and I regularly use cannabis (specifically the Canna binoid CBD) it to treat it. Personally, I don't use THC but am not against it. Many veterans I personally know find great medicinal qualities in using THC. Moreover, I also only vaporize cannabis by vaping concentrated CBD oil; smoking is unhealthy no matt er what is being smoked: cigarettes, pipe tobacco, cannabis, cigars, etc. Combustion smoking (fire on flower) is dangerous for many veterans of the Middle East; many of us (me included) suffer from debilitating respiratory illnesses following out deploymen ts to the region. Likewise, I also use cannabis infused topical creams and balms for my shoulders, knees and ankles and anywhere else my body aches. Our bodies took a pounding in the military and these products have tremendous medicinal benefit without get ting anyone (even a child) \"stoned.\" It's utterly ridiculous that VA can prescribe us veterans heavy - duty narcotics and nobody seems to have any problem with that. Yet, if a veteran wants to eat a piece -of-rice- sized portion of CBD rich cannabis oil, this is still criminal. Stop this arbitrary insanity. I personally use and know several people that use cannabis to treat excessive amounts of anxiety as a result of the onset of PTSD episodes. Cannabis is an effective and inexpensive alternative to prescripti on medication that alleviates anxiety expeditiously and oftentimes, entirely. because we need to support our veterans every way possible. the uses can be limitless. This would aid in the cause/effect strategies that the effects of this natural substance has. It has only positive quantities and nothing else. there has been no statistics or any proof that this has not been any effect to abuse, death, car crash, etc. Therefore I believe that further testing with sample cases on a 23 trial basis can be beneficia l with helping explore possibilities with mood enhancement and positive therapy and reinforcement. More research needs to be done but, many patients i've been in contact with have expressed that certain strains help them relax, physically and mentally, an d thus causing them to have less flashback episodes. Neurons in the brain fire incredibly fast during a PTSD flashback or memory. This can cause the individual experiencing PTSD issues to act out, possibly even hurt others or themselves. Once the firing of neurons has ceased, the individual will experience a very low feeling as the brain tries to attain homeostasis. This up and down cycle can lead to issues within the brain and chemical balance. The use of MMJ will allow relaxation of the neurons and receptors to allow less ongoing agony during these moments of time. Additionally, a dose of MMJ is much lower than other psych drugs that cause far worse negative side effects than being a bit slow to react or tired (or hungry for that matter). The long term us e of MMJ is safer than any pill that can be prescribed; studies have proven that time and time again. I am a Vietnam combat vet. I have suffered from PTSD for over 40 years. I am rated with the VA at 60% PTSD disabled, many days I am totally incapacated. Years ago I used Marijuana and it helped me a lot -a real lot. I tried the pills the VA gave me and had to give them up, they mede me feel lifeless. Now days I use alchol, but the hangovers are getting worse and last for 2 or more days. I doubt if my comments will make any difference, usually a decision is made by the deciders personal feelings...Still, I will tell anyone who listens....Marijuana has helped me to function thru my PTSD. because my PTSD was caused by the US Army experimenting on me without my consent in the 80s with agent buzz / mkultra . I have lost my religious belief system and will never trust the VA after that. I only ease my mind with high grade cannabis, which thanks to ..., keeps me from having a job (piss test). I volunteered at 20 years of age and served in the infantry 3 years and have not had a real job or any medical treatment since. Is this how a young man in my prime should be treated for being patriotic and honourable? Give me medicine I can trust ...that wont make me kill myself like all the other veterans who get mood enhancing drugs. They (army) destroyed my life...even my afterlife. ..and they owe me this medicine.It's the absolute ..., very least they should do! for the calming effect of Marijuana its helps with sleep with out it I would not be here. I am a combat veteran that struggled with PTSD for a long time. For a while, I found myself unable to discuss what happened without collapsing into hysterical tears. I couldn't cope with what happened and it culminated in a suicide attempt that I don't remember because I was intoxicated (alcohol poison). Just recently, I was enrolled in a medical marijuana program for chronic physical pain (partially sustained in combat). Since then, I have found myself much more leveled and foc us. I don't have to consume MJ to discuss my history and am of clearer mind every day. I don't feel anxiety, depression, or anger; all of which were related to the PTSD with which I was struggling. My performance at work has improved dramatically, all the while the workload increases and I don't find myself succumbing to pressure and losing control as I had previously. I am in control of my life now and I have never been happier to just be myself ever in my life, regardless of what happened. There is no better solution or treatment paired with a good therapist that's as safe or effective. Because I have it and it relieves my worries and I can cope because medical pot helps with these symptoms also Because I have PTSD, (from being raped at 12 yrs old... and a head on car crash in 2004) I have no problem smoking pot to get some sleep and to actually eat. I can do neither of these things on my own. I currently take Prozac and Xanax to \"help\" with both of those problems, but you know what??? Nothing comes cl ose to marijuana's effect...from either one of the pills. I would never have to \"WEEN\" myself off of pot! You can't just stop taking those pills they will have horrible side effects for you to deal with. I've been \"smoking\" since I was raped(12/13 yrs old) it's the only way to calm down my thoughts and my anger and to be strong enough to fight the horrors that haunt me everyday! Days go by, I do not leave my house out of \"irrational fears\" that constantly eat at me and wear me down. It's a small price to pa y to have marijuana available for people like me who can benefit from a good nights sleep,... AND, not have more fear of going to jail for some simple relief!! Because medical marijuana is a means to help with a condition, that gives vitually no side effe cts. 24 From the experience serving Veterans in AZ, I believe that many would benefit from MMJ. BECAUSE EVERY OPTION SHOULD BE OPEN TO EVERY PERSON My ex -partner is a Marine vet with PTSD. The VA has tried all sorts of treatments on him, but the only thing that helps him is marijuana. It also keeps him from drinking and getting violent. Used as a prescribed Medicain, canabis could be a God send to Veterans with PTSD. Taking the edge off the anxiety to get outside to begin therapy to get our lives back. Research (both empirical and anecdotal) show that marijuana is a safe and helpful tool that can aid in a ptsd sufferer's recovery. Coupled with therapy and applied carefully, marijuana has properties that effect the reward center of the brain and can encoura ge a positive life dynamic, something which can be very difficult for people who have undergone trauma and who are at times struggling to carry on in everyday life. Having a compound that reenforces positive decisions and helps make sufferers feel like eve rything in life is \"worth it\" can mean the difference between life crippling depression and being able to summon up the joy and strength of character needed to carry on in a normal and productive life. I flew helicopters in Vietnam for 30 months. After be ing diagnosed with PTSD and being prescribed a handful of pills (eventually) in 2000, I retired in 2003 and since I was no longer subject to drug testing..I tried Cannabis. Incredible results..I have worked ever since to make people realize just how immora l our denial of Cannabis for this illness is. I will work till death or disability stops me. This is wrong, I choose medical marijuana over prescription drugs due to all the side effects and addiction issues. The prescription drugs do nothing but make me stay in a fog and never handle my issues. MMJ has allowed me to function again and to allow me to concentrate on my PTSD and focus on recovery. I keep hearing everyone tell me to come forward with my PTSD but when I want to choose my treatment I feel that I have to lie because you know better than me. Because cannabis works!! I am a former Lt in the Navy Nurse Corps during the Vietnam War, am married to a Vietnam Veteran and have counseled Vietnam Veterans for substance abuse problems. Cannabis was always helpful to those suffering from post traumatic s tress symptoms, while alcohol, cocaine, opioids and other substances of abuse caused more harm to them. New science on the endocannabinoid system helps us understand how and why cannabis is helpful for PTS symptoms. It is much safer and more effective than the toxic pharmaceuticals that are prescribed. Marijuana can help with Feeling keyed up (also called hyperarousal) You may be jittery, or always alert and on the lookout for danger. You might suddenly become angry or irritable. This is known as hyperarousal. For example: You may have a hard time sleeping. You may have trouble concentrating. You may be startled by a loud noise or surprise. You might want to have your back to a wall in a restaurant or waiting room. some of the effects of marijuana are bene ficial for some of the symptoms of PTSD. Hypervigialnce, aniexty, aggrression are some to name a few. Veterans have used marjiuana to lessen the severity of their PTSD symptoms with good results. People suffer from traumatic events in there life and study's show that marijuana helps with coping with this disorder. Well short of having Jesus H. Christ coming back earth and telling you that God's herb -- cannabis is a safe treatment for PTSD sufferers you'll continue to ignore the medical literature an d just say NO to all these medical conditions. Shame on you AZDHS for becoming the Nanny State and dictating that Oxycontin is just dandy as well as other big Pharma drugs and say no to the herb. In five years, cannabis will be legal for recreational use as well so keep on saying NO and who cares you're out of touch and cannabis will finally be truly legal and say goodbye to your overpriced drugs that you are pushing. Because it WORKS [profanity] it Because if it helps someone relax use it. Better than pi lls. Multiple studies have shown that those who suffer from PTSD can get some relief and benefit from the use of medical marijuana. Cannabis is an very good in helping suffers of PTSD fall asleep and sleep through the night. I have another condition tha t already qualifies me for medical marijuana but I also have PTSD. I have found 25 from first hand experience that utilizing medicinal marijuana helps immensely with my PTSD symptoms. We have known since the return of our troops from Vietnam that marijuana w as the safest and most effective medication for the heavy mental stress of war. History verifies and justifies this miraculous medication. The other side of this is that our troops put themselves in harms way so the American People can enjoy the right to life, liberty and the pursuit of happiness. Our own Government should never have excluded a garden herb that has served mankind since the dawn of history or violated our right to cultivate and use that weed. This Prohibition of Marijuana was not a mistake i t was a crime against humanity that will require accountability. I was shot three times in the head in 1986. Over the years I've likely tried every psychotropic the doctors could throw at me. My PTSD was interfering with my family life and my work. While Cannabis has not Cured me, a small amount every day has been of great help. I'm too poor to afford regular medical care, so as a result I can't get the Medical Cannabis card. Perhaps in the new year. Please believe me when I say that PTSD is not something you want in your life, and know that Cannabis has helped a lot of people. Because it is! From the history of soldiers that medical cannabis has helped. The endocannabinoid system provides an avenue for evidence based treatment development for PTSD. (1st page 2013) http://onlinelibrary.wiley.com/doi/10.1002/da.22031/abstract Positron emission tomography offers new perspectives for evidence based treatment development in PTSD (link to PDF 2012) http://www.doaj.org/doaj?func=abstract&id=1152483&q1=endocannabinoid&f1=all&b1=and&q2=&f2=al l&recNo=2&uiLanguage=en No one can truly understand unless they have it,,Medical Marijuana can help cope better in society,,, because it helps Because I have PTSD and marijuana helps me immensely with my issues. knowing a lot of ptsd sufferers my self it does help a great deal and these people have givn there lives to defend this country and are entilted to what ever meds that work to them I know people that have PTSD and medical marijuana does help them. I feel very stron gly that it should be added Cuz it is a serious issue that people have and can be very annoying. But if they smoked weed it would help there PTSD symptoms. It is relaxing, calming & very soothing ! This condition is something that ruins the lives of man y people. Marijuana allows the person to stay relaxed and not stress so much about life. I have studied the effect of Marijuana vs. anti depressants. Marijuana only side effect was increased hunger while anti depressants took weeks to work and had side eff ects of suicide, weight gain, increased depression. It can't help PTSD. The people I have known who use Marijuana find it calming and that seems to be something of infinite value to veterans who suffer anxiety with PTSD. I've never seen any evidence that it would cause a problem like hallucinations. Most of my friends get mellow and fall asleep. That would be a gift for PTSD sufferers. It seriously effects the ability for me to go about my daily life and affairs. very connected with depression. I am 100% service connected disabled for ptsd. Believe me it works. Many Vietnam vets have self medicated themselves with marijuana ever since their Vietnam experiences. They have led functional lives in society. I know some that tried prescription anti a nxiety and depressant and psychotic medications. They felt marijuana kept them more stable and not zombiefied like the other medications did. Some medicated with alcohol. Their lives didn't turn out so well. Where is the proof? (Research, testing, etc) I cannot make any judgment on this matter, as I am not a medical professional. Marijuana helps the PTSD victim forget, and relax from the constant hyper -vigilance, and flashback to trauma. Definitely yes. It relaxes the body and the mind. Decreases anxie ty Some things stay with you along time and can effect you in amny seen and unseen ways... 26 Because if I were in the war and had gone through trauma I would want to chill with MM. PTSD fears can be incapacitating. They keep people from working, afraid to go out side, afraid to be around others who \"could\" inflict further pain. If it can help to calm people, it should be considered another alternative to addicting medications like valium. Why not Marijuana is know to be a great help in reducing stress. It is a natural muscle relaxant and will calm both the body and mind of those using it for this purpose. Reports from patients show cannabis far more helpful, and non -debilitating without the addiction of the pharmaceutical chemicals prescribed. Scientifi c medical studies have also shown cannabis is effective for PTSD. See : The endocannabinoid system as a possible target to treat both the cognitive and emotional features of post -traumatic stress disorder (PTSD). http://www.ncbi.nlm.nih.gov/pubmed/23950739 Mitigation of post - traumatic stress symptoms by Cannabis resin: a review of the clinical and neurobiological evidence. http://www.ncbi.nlm.nih.gov/pubmed/22736575 Cannabis is very therapeutic for stressful situations. Many people can find relief, its nat ural and good for you. It works naturally with the body's endocannabinoid system. Please add PTSD to the list of approved medical conditions. I suffer from PTSD and migraines (my comments also posted in the migraines section). The PTSD stems from childhood sexual abuse that my brain somehow shielded me from until about one year ago. When my daughter turned the age I was when the abuse started, the memories of my childhood came back to me in horrific flashbacks and I suddenly feared for my children's safety . I moved so the person could not locate me. I lost a significant portion of my family from this event because of course, it sounded made up and I was accused of lying. I have nightmares every few nights and fear going to sleep. I have flashbacks of the events when I do not want them (while intimate with my husband, while at work). These flashbacks initiate panic attacks that cause chest pain, shortness of breath, nausea, sweating, and the feeling that I may die. I have been to the emergency department to r ule out a cardiac nature and was of course cleared. I fear I cannot control the panic attacks and walk around with mild chest pain for most of the day. Last week, my dentist told me my front teeth on both top and bottom are cracking from clenching, which i s what I usually do to try to prevent a panic attack. The panic attacks of course lead to migraines. I have been to counseling and seen psychiatrists for the PTSD. I do not feel that the medications they recommend help. I feel sluggish all day and do not r est well at night. They don't even help treat the anxiety at all. Sometimes I drink alcohol after the kids go to bed. The alcohol at least makes the chest pain calm down... As I mentioned in the migraine comments, I have never taken any drug that was not prescribed to me. I have no idea if medical marijuana will help with my PTSD or migraines, but I am willing to try if given the opportunity. Thank you. NIDA will continue to block official studies, so a lack of peer reviewed studies that do not meet the Un iversity of Arizona's success criteria for a valid study should not justify keeping PTSD off the list of qualifying conditions. Many people have come forward to testify about the efficacy of medical marijuana in treating their PTSD. Why would we not believe them? Other medical marijuana states have added PTSD on their list of qualifying conditions, or they included it from the beginning, so if a patient that qualifies with PTSD in another state visits Arizona, their card will be recognized by law enforcemen t and they will be allowed to medicate in Arizona with any medical marijuana they brought with them or any that they acquire from a qualifying patients or caregivers that are licensed in Arizona. So, the truth of the matter is that we DO already allow PTSD patients from other states to medicate freely...so why shouldn't PTSD patients in Arizona - that pay taxes to live here - not be allowed the same medical alternative? It's a shame that patients visiting from other states receive better treatment in this r egard. To be haunted by things you can't forget is Hell. The idea that me,a common citizen, never been to war, has what us sometimes crippling PTSD, I can only imagine what a war very goes through. It will help them relax and stay calm allowing them to r ationalize the situation they are in Not only is it a safer alternative to alcohol, in some cases will be the only thing that works if consumed appropriately by the Veteran under a physicians supervision. PTSD is comparable to Chronic Pain by any 27 standard s! And should be allowed to be added to the list. As a social worker with experience in corrections, mental health and homeless populations I have seen how it helps my clients with PTSD without the side effects of other drugs. It's medicine, and most the time the only medicine that actually works wit PTSD. Plus it's more tax revenue for the State because it alows you to relax, better mental clarity. You tend to forget about your stresses wich makes you feel like you can function and ineteract with people again. Medical Marijuana is a very effective way to keep the mind occupied. For people suffering from PTSD that is very important. MMJ works in many ways; anxiety, slows memory of traumatic events, helps with physical pain -most survivors have had some physical abuse, calms social anxiety, and more. Because it is an effective way to manage the symptoms of PTSD. The VA doesn't offer any alternatives for those who don't fit into their cookie cutter treatment programs and as one of the \"don't fits\" cannabis helps greatly with the anxiety and panic attacks and facilitates being able to get back to sleep after a nightmare. Yes medical marijuana is a great way to help relieve the horrible and debil itating symptoms of PTSD. I am a veteran of two tours in Iraq. I spent two and a half years there. I have been diagnosed with moderate to severe PTSD. Using marijuana has allowed me to cut down from eleven prescription drugs (and all of the debilitating s ide effects) down to one. I have been honorably discharged and I would prefer not to be a criminal just to get through the day. It relieves the overwhelming anxiety and resulting symptoms such as insomnia and nausea that are caused by the condition. Along with relief for insomnia, it also helps with nightmares by providing restful sleep for the patient. Because I know from experience that mmj relieves ptsd symptons such as insomnia and nightmares. It also relieves the angry feeling that can be associated with the disease, as well as any physical ailments associated with the condition and improve general sense of well being when combined with exercise and a good diet. We have more and more men and women returning from tours of duty with closed head injurie s because our technology and medicine is so much better than the days of WWII, etc. Many are unable to work because of their PTSD. Medical cannabis often mellows the mood of the user and definitely helps with all the other symptoms which, in turn, may allo w those persons to work and stay a contributing member of society rather than what the alternative offers. Studies have shown that marijuana has proven to be efficacious in helping PTSD sufferers forget traumatic events. Because, if used under specific g uidelines, it helps to calm the mind and open the body to better process the emotions of the trauma (speaking from personal experience). I don't believe it. I KNOW it. I suffer from PTSD and it helps me every time. I have used cannabis for my PYSD and depression (in California) and has helped me with the nightmares, hopelessness, loneliness, panic attacks, insomnia and anxiety. I know first hand the effects it can have on PTSD. I've survived multiple traumatic situa tions in my life that have left me depressed and unable to cope with life and reality. Cannabis allows me to feel as though I'm at peace with myself, and the world around me again. Even if it's just a \"[profanity]\" kinda attitude. This is the reality of cannabis. I went from being confined in my room all the time, to working a full time job with over 300+ people on an average day in front of me. I learned to have a love/hate relationship for the communication I had with these people. It egged me on to conti nue to be more apart of society, and more and more lately, cannabis has allowed me to feel like I belong in society again. it helps me relax, sleep, deal with everyday functions! takes away some anger issues! and has no side effects! I have a medical con dition (Plantar Fasciitis) that allows me to use medical marijuana in my state. I am also a Gulf War I vet with PTSD and the medical marijuana helps me tremendously with the PTSD issues. PTSD can be a very debilitating mental illness. Often leaving many w ho have it unable to function at a normal level on normal activities. The ability to use medicinal cannabis van help rest and relax the mind. 28 It helps me stay calm when in a bad situation that I know will cause me anxiety. It can't be any worse than anyt hing else. if they feel it helps, I'm all for it. I served eight years in the Maine Corps and served three tours of duty in Iraq. I have been battling with PTSD, anxiety, depression, and all the nasty side -effects that comes along with these problems. These problems have lead to some very negative outcomes in my life. I have lost jobs, relationships, and myself. I have been put on a number of medications, some of which have amplified the problems, all of the medications made me feel very unstable. I have tried medical marijuana and it has helped me eat, sleep, and gave me the energy to get up and get moving. My prior medications killed my appetite, keep me awake, made me wet the bed at night, and violent. Marijuana can be a ve ry effective medicine in the easy of PTSD. PTSD cause very serious mental problems. Medical marijuana can help but there also should be counseling in the treatment plan. I am a New Mexico psychiatrist, and have seen over 100 PTSD patients who report no p roblems with marijuana and who are receiving major benefit from it. Because there are a rational scientific mechanisms regarding areas of the brain and cannabinoid receptor density that support the application of cannabinoids for this diagnosis. While we don't have level 1 clinical evidence (because the federal government will not allow the trials) Cannabis is a generally safe and non -toxic plant that has a lot of anecdotal evidence for improving the quality of life for people with a variety of conditions. I think that Cannanbis is a rational add -on therapy for verterans an d other with a debilitating disorder such as PTSD and that it should be combined with other psychological techniques, diet and lifestyle changes as well. Research has shown promising results from those with PTSD that consumed cannabis. The only thing keep ing cannabis from being used as a legitimate therapeutic medicine is the U.S. Govt. Americans should have the choice to which type of medication they prefer to treat their condition. Cannabis is 100% natural. Let the people make their own decision. it wo rks Medicine is what soothes the soul, relieves the ailment. If cannabis helps with PTSD --to the patient --why withhold it? We may drink green tea for pleasure but there are many medicinal aspects to the herb. Clinical Trial data for cannabis for PTSD pre sented by Israeli scientist and physician Dr. Yehuda Baruch, director of the Abarbanel Mental Health Center in Bat Yam and head of the Ministry of Health's medical marijuana project, was positive.This data was presented at a CME accaccredited medical conference in Tuscon in 2012. PTSD varies somewhat in severity but it remains debilitating across that spectrum. Personal experience over 40+ years is that cannabis relieves many symptoms that other meds do not. Medical Marijuana has shown to have extremely b eneficial applications when used to treat PTSD. medical marijuana eases anxiety, metabolism is slowed by indica strains. allows for a restful sleep period which is important to mental stability and health. Scientific evidence particularly the Israeli exp erience which demonstrates its safety and effectiveness (really, who knows more about PTSD than Israelis). My personal knowledge of PTSD patients who manage their condition effectively with medical cannabis. Zero toxicity associated with medical marijuana versus higher toxicity with other pharmaceuticals which have bad side effects. The need to provide assistance to our returning war heros, 30% plus have PTSD, and to deal with the epidemic of suicides in the military - veterans and active duty now commit su icide at a rate of 1 per day, a three fold increase in the past 20 years. Though my activities as a dispensary agent, I have met numerous veterans that have expressed their personal opinion that not only has medical marijuana relieved their PTSD symptoms, but that it has also helped reduce or eliminate their reliance on other drugs that they find more toxic, deblilitating or otherwise harmful to their quality of life. I feel very strongly that patriots that have been afflicted with PTSD in the service of t heir country should not be denied this medication if they find it efficacious. PTSD is a real threat to our troops and first responders. Medical marijuana is a proven way to deal with this debilitating condition. For States such as Arizona that are curren tly allowing medical canibus, I strongly urge 29 PTSD to be a qualifying condition allowing for a state issued medical marijuana card. Absolutely! WE see Veterans getting hooked on so many horrible drugs that lead to serious depression and suicide! Get them on something natural and that will actually help them. Debilitating medical condition is defined by many as simple as a statement: If you cannot do your daily routine with no assistance or hinderance, [then you have a debilitating medical condition.] If a person constantly has flashbacks or is in constant fear at the slightest noise, they cannot perform their daily routine. They are hindered severely. Cannabis has shown in multiple peer reviewed studies that cannabis helps these patients. I believe this is more than enough to define/justify a debilitating medical condition. The evidence that it helps is clear. I am a Veteran and suffer from PTSD from 3 tours oversees from 2002 -2008 with the Marine Infantry. I have been medicating with medical marijuana since 2008 after my discharge. I have insomnia and have tried most pharmaceuticals. However, I found myself addicted to them and couldn't sleep with out them, which is why I started using cannabis. I have found that Cannabis helps me sleep without all of the negative side effects. Cannabis also helps with many of my joints pains from being loaded up with 100 pounds worth of combat gear. If I can take one dose of a safe plant and help all of my symptoms, then why would I want to take a bunch of pills for each different problem? Bc I have seen how amazing this powerful medication can work at helping this terrible condition It helps relieve the extreme anxiety triggered by the memories of traumatic events...... Being a Veteran suffering with PTSD, a T.B.I., migraines as a result of the later, an I.E.D. explosion which threw me airborne causing lower back problems that are now 24/7 chronic pain giving. I can attest to this and it's viable use as a Medicine. In man y ways my daily life has improved over the last two years mentally, emotionally more so than any physical condition I am dealing with other than to say it allows me to function with the pain so as to not interfere with most daily activities thus leaving my with mobility. Before Cannabis it was over 14 different medications for pain, mental health, medical. I seem to be doing better off these man made chemicals than the previous 10 years I have been getting medication from the Department of Veterans Affairs. I have suffered from PTSD for many years and have tried many medicines and alternative treatment's for PTSD.. With the medicines I have taken I feel like a zombie in the morning and severely tired through- out the day.. When I do medicate with cannabis I don't have those adverse affects.. Also when I do take the doctor proscribed medicines I still have flash backs and such.. With Cannabis for some reason I don't have flashbacks so for me it's medicinal for me.. PTSD is a debilitating condition due to flash backs,night sweats,irritability,loud noises frighten me, and I can't sleep next to my significant other due to flashbacks when I do use Cannabis it helps so much.. I have worked in the healthcare industry for many years I know what is good for me and not Because I believe it to help with the stress of the disease and the it helps the nightmares we have plus it helps with moods swings and irritability There are adequate results from testing to draw a more than reasonable conclusion that medical cannabis do es help those suffering from the disorder. Limiting the use of medical cannabis to only physical ailments does not make sense, given all the research that indicates it is a preventive measure that can be applied during the process of stabilizing and preventing a rapid deterioration of someone suffering from PTSD, when re -introducing them to the general population. It only seems appropriate after the scientific studies done. I have used medical marijuana for PTSD and it works, I tried several different ant i depressants along with sleeping aids on top of other anti depressants to control my night terrors. I will say that nothing worked except cannabis. All the other drugs I used had bad side effects that I could not handle physically or emotionally. Medical marijuana helps calm & relax so it would be an effective medication for PTSD. Cuz I have it Marijuana is the one substance that does not cause death and has been proven to alleviate the occurrences and symptoms of PTSD. Please allow more research and in clude this debilitation in our list of conditions. My son died in my arms 12 years ago leaving me with PTSD along with depression and insomnia. I have been a 30 medical marijuana patient for over 2 years. Since beginning using my medical marijuana medication I have seen a significant improvement in my chronic back pain as well as my PTSD, depression and insomnia. I believe this is a more natural way to medicate than being on prescription pills for the past decade. Please consider medical marijuana as an alter native to patients suffering from PTSD or depression. To sooth the tortured soul. This plant provides much comfort. With the rate of suicide among our vets, I don't believe this should be withheld from them. Because cannabis alleviates PTSD symptoms and is as valid a treatment as any man made chemical I have suffered from PTSD for 4 years I have tried almost every medicine on the market and as a 23 -Year -old male, I feel I should have a medical option available that does not cause erectile dysfunction. I have been a medical marijuana patient for nearly 2 years and in that time I was able to dramatically reduce the number of prescriptions I require. I was on 18 prescriptions (simultaneously) prior to medical marijuana to 4 active currently 2 of which may be phased out soon... I would love to participate in a study where this could be monitored in order for people to benefit in the future... The psychological impact can cripple a person and disrupt their mind, causing sleep deprivation, psychosis, flashbacks, em otional trauma, violent tendencies, suicidal behavior, and other symptoms of psychological distress. Because if you've never had PTSD don't even [profanity] talk about it. I have unofficially used it for PTSD for a number of years now. It helps with the dreams and the unexpected flashes I get. Yes I do believe this should be included Yes and I think Psilocybin mushrooms should be legal in small dose for the same disorder. I think cannabis helps to relieve the pain and stress. idk about you but when i get anxiety or something [profanity] up in my head some cannabis clears it up. Please stop keeping these things illegal for the people who NEED them. its alright if it stays illegal in some areas for recreational use but there are so many good things various types of cannabis can do for various ailments. it even goes so far as to the [profanity] type It will work w/o side effects It helps me when I can't leave the house or whatever happens to trigger the event. One feature of PTSD is anxiety and marijuana helps anxiety. It would also help them be more calm, possibly allowing them to sleep. Some strains target anxiety though it's not a cure I have witnessed considerable relief for veteran friends who may be having a bad day. Our body already creates them and any extra isn't harmfull but just the opposite, it's a boost to your immune system and Cannabinoids can be found in breast Milk. It also opens the Pineal Gland which is a part of the body being suppressed from the gov. adding Fluoride Poison to everything. hitler did the same to his people before the madman slaughtered them. Since I was shot in 1986, I've had severe flashbacks, panic attacks, anger issues & a number of other problems. Rather than using Klonopin or the like (very addictive), Cannabis relieves my issues & allows me to sleep. It works & I can 't overdose on it. How cool is that?!!! works IT WORKS LIKE NO PILL CAN! I have PTSD. Ive been a mj smoker for a bit. No medication from any pharmacy does what mj does . The research for this is outstanding. If we add PTSD to the list, we could save thousands of lives in our state! There is no reason this condition shouldn't be added. Because I have seen it work many times for PTSD symptoms. Marijuana is far safer tha n pharm drugs.... Because there are cannaboinoids in MMJ that are very good to help assist the problems. I have seen the difference in patients that have this issue It has a calming effect, also channels less stressful thoughts! Clearly its triggered by anxiety which is quelled by mmj. I have PTSD, had it since returning from Iraq in 2007. I smoke marijuana for muscular skeletal pain along with 31 PTSD and other symptoms which PTSD brings up (migraines, insane TMJ, inability to eat, intense vo mitting). It helps relieve the symptoms of ptsd as well as anxiety. Cannabis helps PTSD. I have PTSD and I honestly do not know how I would have survived the first 5 years without Cannabis. Non -Toxic alternative that WORKS!!! Safer alternative to prescr iption pills, that kill. it relieves anxiety & helps you relax legalize it federally please I believe medicating with indica really helps me clear my mind and settle down for for decent sleep. i do believe its a debititating condition and I know marijua na helps me in particular. The country of Israel believes it to be so important they offer it to active soldiers returning from combat. Every combat vet I have met believes it to be helpful. They are studies being dont to prove it. It can help with other forms of ptsd not just military combat ptsd. It will ease their mind and help them sleep. It can be very beneficial. Because as a veteran I believe we should try to give relief to our returning heros any way we can. It has been shown in studies to alleviate symptoms when administered shortly after a traumatic event. It helps lower blood pressure, a symptom of PTSD and relieve stress, stop nightmares, and relax the mind and body. It also helps with the depression and a nxiety of PTSD. PTSD can produce a wide variety of debilitating symptoms that interfere with daily living. Many of these symptoms can be alleviated with the use of medical marijuana. The symptoms include; insomnia, nightmares, anxiety, anorexia, depression, and more that require other pharmaceuticals to control. Absolutely, hands down, these people need all of the help they can get. The va had me on three xanax a day i was zombiefried thc works much better Yes, we often give patients ativan and valium for PTSD, the side effects of these meds are terrible for some patients. If marijuana can help them, treat it like any other medicine. Good man has stand off with police during flashback and then commits suicide next year. PTSD symptoms are greatl y reduced or completely eliminated while using medical cannabis. I know this first hand, from my own experience and from others that I know. Since the federal government will not authorize funding for any studies that show the positive benefits of marijuana, only the negative effects of cannabis. Which by the way have all been lies. Let the unbiased research be done, this illness and many more will be helped. Please let people medicate with a safer medicine. Thank you for helping expose the truth. I have s een the effects of ptsd first hand and believe it could aid in helping stress levels and also help with sleeping. I understand Post Traumatic Stress because I suffer from it. Cannabis is the only medicine that adequately addresses this condition, helping me to live a positive and productive life, in spite of my injury and other physical disabilities.. Most don't understand that PTS is not a disorder...it's not an illness. You can't catch it like a cold. It's an injury. Soldiers suffer from it for much the same reason they suffer from a gunshot wound. Mental trauma is the unseen wound that all suffer from following exposure to prolonged and/or unconscionable experiences. Overwhelming mental trauma, whether it's suffered from combat, a debilitating injury, ca r or work accident...the effects can be debilitating and most certainly, life threatening. We lose 22 Veterans every day to suicide. Thousands have passed unnecessarily since I began interviewing Veterans on camera...thousands who might have been saved if cannabis would have been an option. Please, for the sake of those who served and those who continue to suffer. Please include PTS as a debilitating medical condition. Just from what i read and interviews with ppl that have PTSD i feel medical marijuana ha s helped with there struggle I have seen it work as a sustainable treatment for both myself and others suffering from this condition. It is a great way to address the symptoms of PTSD Cannabis will lower suicide rates and provide the quality of life that my hero veterans deserve. I would try anything for those that gave everything Having HIV/AIDS I know how Medical MJ has helped with my neuropathy and it helps with side affects of HIV meds. 32 WHY NOT? We have an endocannabinoid system that protects us from stress. Combat Veterans (as well as civilians who have been in a natural disaster, raped or other extreme stress situation) have been stressed to the max and their ECS system is overwhelmed. Cannabis is a natural remedy for folks suffering from pos t traumatic stress symptoms - of course it should be added. It is ridiculous that there are \"lists\" of acceptable conditions when cannabis is one of the safest medicines available. The prohibition is a crime. The evidence suggests it works. If we wait for the FDA it will be far too late for our veterans. We owe them this at least It seems to work for me It should be legal for all adults.& not just for MEDICAL. I DO have PAIN issues, But, don't want to play The doctor roulette game. To be one of the lucky ones. Cannabis calms the mind and therefore body too. Cannabis IS VERY helpful in treating symptoms associated with PTSD! I am living proof! I suffer from PTSD and it is the only thing that allows for a sense of normal. Marajuana destroys people's future.All people that are stoned want to do is nothing!! Medical marijuana allows a person to still function and complete daily tasks. Pills that are prescribed to patients only amount to additional health problems that call for more medications. Marijuana has been proven effective daily for multiple people with a variety of conditions. Who are we, as individuals, to determine whether a person suffering from PTSD will or won't benefit from treating their condition with Marijuana. everyone who has used cannabis would know that has many many healing properties, th e use of the correct strains and extracts of cannabis would help a whole lot, i cant say much on how exactly it will efffect them but the energy boost and bit of happiness is enough to help, why would you want to deny that? Because I never killed anyone h igh on weed but they gave us Prozac and sent us on patrol. I have achieved significant benefit for my symptoms for several years. I have many friends who suffer with this problem, and the ones still alive say cannabis is the only thing that helps them. T he safety profile of THC is 1/10,000 vs OXY 1/10. Marijuana helps with nervousness, depression etc...that are often associated with PTSD. As a patient with PTSD, no single medication relieves my symptoms. Pharmaceuticls have actually created additional health issues AND numerous side effects with no relief for my PTSD symptoms. Medical marijuana relieves all of my symptoms with no further health complications and no side effects. PTSD is a condition that can affect so many once normal aspects of your lif e and can cause near crippling fear and anxiety It helps with anxiety and panic attacks. Because patients tell us it helps them more than prescription drugs. I have dealt with PTSD as a result of childhood abuse and a family incident in my late twenties . I am now 42 and the most effective and cost -efficient treatment I have yet to find is 10mg of CBD (cannaboid oil) taken daily. Because it helps. It seems to be an obvious medical condition that can and would be immediately helped by cannabis. I am a social worker who has researched this matter very carefully. Recent research states that most people suffering from PTSD who go through a regimen/cocktail of pharmaceutical drugs which often are very harmful due to the many unforeseen side effects. Further , for those who opt for more invasive type psychological treatments such as \"exposure therapy,\" which recommends a 12- week treatment plan, there is a high drop- out after only the 3rd week of treatment. A current theory regarding THC states that cannabis he lps the brain learn new information. This in turn helps people suffering from PTSD forget the old -- as in bad -- information. According to Dr. Sewell, \"extinction learning,\" is made easier when a \"switch\" in the brain called CB1 is activated. It turns out cannabis is very good at activating the CB1 receptor. Previously lived in California and medicated with marijuana for PTSD incurred during service in Iraq. I was able to remove pharmaceutical prescriptions that caused me to gain forty pounds of weight in a two month 33 period. It had also helped with restoring my sleep schedule and remove the 'fog' that that would accompany a regiment of pills. It should also be of note that the Department of Veterans Affairs has come into agreement that treatment with medic al marijuana is clinically sound by a policy directive change recently. \"The new guidance does not authorize VA doctors to begin prescribing medical marijuana, which is considered an illegal drug under federal law. But it will now make clear that in the 14 states where state and federal law are in conflict, VA clinics generally will allow the use of medical marijuana for veterans already taking it under other clinicians.\" PTSD is greatly helped with cannabis medicine. Veterans & others with this condition are more relaxed & their hyper -vigilance is calmed down resulting in less agoraphobia, stress & insomnia. As a woman walking alone, I was attacked and nearly killed 13 years ago. I suffer from anxiety, nightmares, frequent headaches, specific social issues, and depression. The prescribed pharmaceutical cocktail I was on for five years, left me unable to perform my duties as a wife and mother. I had to make a change. I decided to discontinue all of my meds (safely) & to try a more natural approach. The results were astounding! My PTSD symptoms are now regulated through the daily use of legal medical cannabis. I am an educated, successful professional & a law abiding citizen. Cannabis changed my life for the better by allowing me to live more normally. Please recognize PTSD as a debilitating condition that can be helped through the use of medical cannabis. I am suffering from PTSD and have been on several medications in pill form and havent found right one ro help . But i hate pills and they kill more people every year than MMJ . After comparing my pill treatment to my MMJ , my PTSD is absolutley less likely to affect my daily living and responsibilities and i am to function properly and i am capable of maintaining healthier relatiinahips with others and have better selfesteem . I am a definite supporter of this debate. Even though it is a stimulant, it calms a person down. The worst known side effect is uncotrollable smiling and side pain from extensive laughter. Most anyone knows the true effects, if I was worried about negative reactions from this type of patient marijuana would be the first thing I would recommend. anything that can change a negative feeling to a positive feeling without any danger like marijuana is good for the people, It is a healing for the nation. Because Psilocybin will never be rescheduled and Cannabis is the second best natural treatment for PTSD. Many United States veterans who served our country have severe PTSD. Even if one veteran in Arizona can have some relief from a flower, it seems like it would be un -patriotic to deny them that medical option. I personally use MMJ for relief of PTSD symptoms. PTSD is a very harmful disorder, it's like your flight or fight reflex being activated several times a day for no apparen t reason, or one that is obvious that you simply didn't expect. PTSD is very draining and stressful for people that have to deal with it. For me MMJ turns off the activation of that reflex giving me some relief when I get home after work. My childhood was painful, MMJ makes my adulthood a little less so. I suffer from PTSD and I am a current mmj cardholder for other medical issues, but marijuana is a great treatment for my PTSD is does what pharmaceuticals can not. I have PTSD and consuming medical marijuana has almost completely stopped my anxiety attacks or if i have one and then I medicate the anxiety levels drop dramatically. I suffer from the condition. I was diagnoised 20 years ago. I have been a pharm. experment for years. Smoking Cannabis al lowed me to live as normal a life as l can remember. Sadly Cannabis of any type is illegal in Indiana where l currently live. I would love to function like a normal person again. I belive that if medicinal Marijuana can treat PTSD then our veterans, who h ave sacrificed so much, deserve the right to choose that form of treatment, if desired. Currently, I am disabled due to suffering from PTSD. I have been on many different types sleep pills over the years due to having a very difficult time sleeping. All o f the different types of sleeping pills give me the same results, such as grogginess, a drunk feeling upon waking up, feeling more tired, and general anxiety problems. These feelings are not good! At this time, I deal with having a difficult time sleeping. I refuse to take anymore sleeping pills! I cannot remember the last time I had a normal sleeping pattern. 34 35 "}