{"title": "Heart Palpitations Heart Disease and Beriberi (B Vitamin) Deficiency", "author": null, "url": null, "hostname": null, "description": "Having any Heart symptoms can be upsetting. Come learn the reason why one gets Palpitations and then address it Naturally.", "sitename": null, "date": "2019-01-01", "cleaned_text": "In this video, Dr. Huntoon discusses the importance of understanding your symptoms. B vitamins are vital for normal nerve conduction; especially for your heart. Scroll down to read the full article and consider what it says before you take medication or have surgery for this simply solved health concern. And when you are ready to make a change, Dr. Huntoon is ready to help. To Request an Action Plan to Address Heart Palpitations [Click Here](requestactionplan.asp) Heart Palpitations Palpitations make you feel like your heart is beating too hard or too fast, skipping a beat, or fluttering. You may notice heart palpitations in your chest, belly, throat, or neck. They can be bothersome or frightening. They usually aren't serious or harmful, though, and often go away on their own. Most of the time, they're caused by stress and anxiety, or because you've had too much caffeine, nicotine, or alcohol. They can also happen when you're pregnant. In rare cases, palpitations can be a sign of a more serious heart condition. So, if you have heart palpitations, see your doctor. Get immediate medical attention if they come with: - Shortness of breath - Dizziness - Chest pain - Fainting After your doctor takes your medical history and looks you over, he may order tests to find the cause. If he finds one, the right treatment can reduce or get rid of the palpitations. If there's no underlying cause, lifestyle changes can help, including [stress management](stress-management.asp). Your Heart and Its Normal Components To understand how the heart pumps, learn about: Structure of the Heart Structure of the heart: four chambers, four valves The heart has four chambers, two on the right and two on the left: - Two upper chambers are called atria (one is called an atrium). - Two lower chambers are called ventricles. The heart also has four valves that open and close to let blood flow in only one direction when the heart contracts (beats). The four heart valves are: - Tricuspid valve, located between the right atrium and right ventricle - Pulmonary or pulmonic valve, between the right ventricle and the pulmonary artery - Mitral valve, between the left atrium and left ventricle - Aortic valve, between the left ventricle and the aorta Each valve has a set of flaps (also called leaflets or cusps). The mitral valve has two flaps; the others have three. Blood flow occurs only when there's a difference in pressure across the valves, which causes them to open. Under normal conditions, the valves permit blood to flow in only one direction. The heart pumps blood to the lungs and to all the body's tissues by a sequence of highly organized contractions of the four chambers. For the heart to function properly, the four chambers must beat in an organized way. Electrical System of the Heart Electrical signals control the pump The heart beat (contraction) begins when an electrical impulse from the sinoatrial node (also called the SA node or sinus node) moves through it. The SA node is sometimes referred to as the heart's \"natural pacemaker\" because it initiates impulses for the heartbeat. The normal electrical sequence begins in the right atrium and spreads throughout the atria to the atrioventricular (AV) node. From the AV node, electrical impulses travel down a group of specialized fibers called the His-Purkinje System (the Bundle of His) to all parts of the ventricles. This exact route must be followed for the heart to pump properly. As long as the electrical impulse is transmitted normally, the heart pumps and beats at a regular pace. In an adult, a normal heart beats 60 to 100 times a minute. Electrocardiography (ECG or EKG) is a painless, non-invasive procedure that records the heart's electrical activity and can help diagnose arrhythmias. Abnormal Heart Rhythms (arrhythmias) Arrhythmias are abnormal beats. The term \"arrhythmia\" refers to any change from the normal sequence of electrical impulses, causing abnormal heart rhythms. Arrhythmias may be - completely harmless or - they can be life-threatening. Some Arrhythmias are so brief (for example, a temporary pause or premature beat) that the overall heart rate or rhythm isn't greatly affected. But if Arrhythmias last longer, they may cause the heart rate to be too slow or too fast or the heart rhythm to be erratic - so the heart pumps less effectively. - A fast heart rate (in adults, more than 100 beats per minute) is called tachycardia. - A slow heart rate (less than 60 beats per minute) is referred to as bradycardia. Causes - Normally, the heart's most rapidly firing cells are in the sinus (or sinoatrial or SA) node, making that area a natural pacemaker. - Under some conditions almost all heart tissue can start an impulse of the type that can generate a heartbeat. Cells in the heart's conduction system can fire automatically and start electrical activity. This activity can interrupt the normal order of the heart's pumping activity. - Secondary pacemakers elsewhere in the heart provide a \"back-up\" rhythm when the sinus node doesn't work properly or when impulses are blocked somewhere in the conduction system. An Arrhythmia occurs when: - The heart's natural pacemaker develops an abnormal rate or rhythm. - The normal conduction pathway is interrupted. - Another part of the heart takes over as pacemaker. Causes Causes There can be many. Usually, palpitations are either related to your heart or the cause is unknown from a Traditional Medical perspective. Non-heart-related causes include: - Strong emotions like anxiety, fear, or stress. They often happen during panic attacks. - Vigorous physical activity - [Caffeine](caffeine.asp), nicotine, alcohol, or illegal drugs such as cocaine and amphetamines - Medical conditions, including thyroid disease, a low blood sugar level, anemia, low blood pressure, fever, and dehydration - Hormonal changes during menstruation, pregnancy, or just before menopause. Sometimes, palpitations during pregnancy are signs of anemia. - Medications, including diet pills, decongestants, asthma inhalers, and some drugs used to prevent arrhythmias (a serious heart rhythm problem) or treat an underactive thyroid - Some herbal and nutritional supplements - Abnormal electrolyte levels (mineral and trace minerals) - [Nutritional Deficiencies (primarily B vitamins)](whywerecommendwholefoodsupplements1.asp) When this condition exists, it isn't hard to appreciate the heart becoming erratic when the stomach invades the space of the heart. Some people have palpitations after heavy meals rich in carbohydrates, sugar, or fat. Sometimes, eating foods with a lot of monosodium glutamate (MSG), nitrates, or sodium can bring them on, too. If you have heart palpitations after eating certain foods, it could be due to [food sensitivity](allergies.asp). Keeping a food diary can help you figure out which foods to avoid. They can also be related to heart disease. When they are, they're more likely to represent [arrhythmia](heartarrhythmia.asp). Heart conditions tied to palpitations include: - Prior heart attack - Coronary artery disease - Heart failure - Heart valve problems - Heart muscle problems At The Doctor's Office At the Doctor's Office Your doctor will: - Give you a physical exam - Take down your medical history - Want to know about your current medications, diet, and lifestyle - Ask for specifics about when, how often, and under what circumstances your palpitations occur Sometimes, a blood test can help your doctor find the cause of your palpitations. Other useful tests include: - Electrocardiogram (EKG): This can be done while you're at rest or exercising. The latter is called a stress EKG. In both cases, the test records your heart's electrical signals and can find unusual heart rhythms. - Holter monitoring: You'll wear a monitor on your chest. It continuously records your heart's electrical signals for 24 to 48 hours. It can identify rhythm differences that weren't picked up during an EKG. - Event recording: You'll wear a device on your chest and use a handheld gadget to record your heart's electrical signals when symptoms occur. - Chest X-ray: Your doctor will check for changes in your lungs that could come from heart problems. For example, if he finds fluid in your [lungs](lung-disease.asp), it may come from heart failure. - Echocardiogram: This is an ultrasound of your heart. It provides detailed information about its structure and function. If necessary, your doctor may refer you to a cardiologist for more tests or treatment. [Medicines Two Choices](MedicinesTwoChoices.asp) for You Treatment for Palpitations Treatment This depends on their cause. Often, palpitations are harmless and go away on their own. In that case, no treatment is needed. If your doctor doesn't find a cause, he may advise you to avoid the things that might trigger the palpitations. Strategies may include: Easing anxiety and stress. Common ways include: - Relaxation exercises - Yoga - Tai chi - Biofeedback - Guided imagery - Aromatherapy Cutting out certain foods, beverages, and other substances. These may include: - Alcohol - Nicotine - Caffeine - Illegal drugs Avoiding medications that act as stimulants. You may have to steer clear of: - Cough and cold medicines - Certain herbal and nutritional supplements If lifestyle changes don't help, you may be prescribed medications. In some cases, these will be beta-blockers or calcium-channel blockers. If your doctor finds a reason for your palpitations, he will focus on treating that reason. If they're caused by a medication, he will try to find a different treatment. If they represent an arrhythmia, you may get medications or procedures. You may also be referred to a heart rhythm specialist known as an electrophysiologist. [Medicines Two Choices](MedicinesTwoChoices.asp) for You What to Discuss with Your Doctor Dr. Huntoon's Alternative Perspective and Your Solution The Alternative Perspective Dr. Huntoon's Alternative Medicine Perspective Having the Medical Perspective above, which is the \"Standards of Medical Care,\" you may have noticed all they will offer you is \"treatment.\" Treatment that has no end in sight. This is because in the first part of the \"Standards of Medicial Care\" you may have noticed that the Allopathic Medical Industry freely acknowledges the Cause is Unknown. That does not bode well for placing your confidence in their treatment as a solution. After all, First, Do No Harm and Second, Do Not Treat Something You Do Not Understand. Bad things will happen! Heart Rhythm is controlled by the Nervous System within the heart, initiated by the SinoAtrial Node (SA Node) and spreads throughout the heart on the heart's neural network. This network is fed by adequate amounts of B vitamins and organic and trace minerals. When the body is deficient in these necessary fuels for the neural network, the electrical impulses that regulate the rhythm of the heart become erratic and palpitations and arrhythmia results. This stems from inadequate healthy flora within the digestive system due to the elimination of these healthy bacteria as a result of taking antibiotics. As a result of antibiotic exposure, the good friendly bacteria that help a person absorb their B vitamins is greatly interfered with. And, therefore, over time, the body cannot absorb adequate B vitamins to maintain proper heart rhythm and arrhythmia and heart palpitations develop. What also seems to be associated with and the underlying provoking CAUSE of this electrical issue is the condition of a [Hiatal Hernia](Hiatal-Hernia.asp). When the stomach pushes up through the hiatus in the diaphragm, this creates stress in the thoracic cavity and all the organs found there. Ideally built to house 3 major organs, when you add the forth organ (the herniated stomach), this crowds the thoracic cavity and the heart reacts by functioning and beating irregularly. Addressing the reasons for this AFTER addressing the Hiatal Hernia will help to SOLVE this condition fully. And all of it can be done within one office visit. Your Solution Dr. Huntoon has lots of experience working with this condition. He has helped hundreds of people stop their heart palpitations and go on to lead a normal, healthy life. Addressing the nutritional deficiencies and [Hiatal Hernia](Hiatal-Hernia.asp) usually makes the condition disappear quite quickly. Addressing the life-style choices that lead to both imbalances becomes prudent when fully resolving this condition. You would benefit truly from having a [Consultation](YourConsultationWithDrHuntoon.asp) and [Examination](YourExaminationWithDrHuntoon.asp) with Dr. Huntoon. Others have benefited using Acupuncture, Homeopathy and Naturopathy. Your Solution Dr. Huntoon has quite the experience over the years in dealing with Heart Arrhythmias, heart ( [atrial](atrialfibrillationa-fib.asp) or ventricular) [fibrillation](atrialfibrillationa-fib.asp) and [heart palpitations](heartpalpitations.asp). Seeing this condition thousands of times throughout the years, my advice is to support the person with proper [whole food B vitamins](beriberi.asp) and high quality [probiotics](probioticshelpthefollowing.asp). Understand that B vitamins are required for normal heart rhythm and are also required to activate the probiotics normal function so you can digest, absorb and assimilate your food. Having these two ingredients and eliminating the digestive [yeast/candidia](yeast-candidia.asp) imbalance from taking antibiotics that causes [sugar cravings](whyamiaddictedtosugar2.asp) is what causes heart arrhythmia and leads to heart disease. This does not have to be waiting for you in your future, or manifesting in your life now. Please consider calling me to discuss how to eliminate these heart concerns once and for all. Working with a [Holistic Chiropractor](holistic-chiropractor.asp), Acupuncturist, Homeopath or Naturopath has created great results. Looking for life-style imbalances and addressing your diet is important and vital. Developing a pro-active course of care that can help you avoid the negative side-effects of medication is ideal. Sometimes this is not possible due to the chronic nature of a person's condition. Finding an open-minded medical practitioner who will work with your alternative practitioner is the best form of care. A Holistic Chiropractor can help you develop a well-rounded, multifaceted approach to addressing your problem and the underlying deficiencies within your life-style and nutrition that contribute to your heart condition. [Supplementation with specific heart building products](whywerecommendwholefoodsupplements1.asp) will go a long way towards feeding and balancing your heart. The need for medication can be reduced and sometimes even eliminated through these whole food nutritional treatments. Developing a healthy life-style is the most important thing you can do for the health of your heart. "}