{"title": "Hepatitis B Vaccine Fact Sheet", "author": null, "url": "https://www.toronto.ca/community-people/health-wellness-care/diseases-medications-vaccines/hepatitis-b-vaccine-fact-sheet/", "hostname": "toronto.ca", "description": "Updated April 2022 Recombivax HB® or Engerix®-B Hepatitis B Infection Hepatitis B virus infection can spread from blood and body fluids. It commonly spreads among household contacts; from an infected mother to her baby during birth; unprotected sexual activity; contaminated needle, spa or medical equipment. The symptoms may take several months to appear. For some individuals, [...]", "sitename": "City of Toronto", "date": "2017-11-15", "cleaned_text": "Updated April 2022 Recombivax HB® or Engerix®-B Hepatitis B virus infection can spread from blood and body fluids. It commonly spreads among household contacts; from an infected mother to her baby during birth; unprotected sexual activity; contaminated needle, spa or medical equipment. The symptoms may take several months to appear. For some individuals, their immune system is able to fight off the infection. Some people remain chronic carriers of hepatitis B and can continue to spread the infection to others. Long-term infections may lead to liver damage, cirrhosis or cancer. The vaccine prevents liver cancer caused by hepatitis B infection. Hepatitis B vaccination is recommended for everyone, including people with careers in healthcare, childcare and for travel. The vaccine is over 95 per cent effective in preventing hepatitis B virus infection, after completing the vaccine series. Children between the ages of five and 15 years, who received the vaccine series produce a stronger immune response compared to adults. The immune response also varies with the schedule used, the dosage, and the underlying health status of the person being immunized. The vaccine does not protect persons who are already infected with hepatitis B. Anyone with allergies to vaccine ingredients such as yeast, alum or latex (in Recombivax® vaccine) should not receive the vaccine. As a precaution, delay getting the vaccine if you have a fever until you are feeling better. The vaccine is safe, effective and generally well tolerated. The most frequent reactions are pain and redness where the vaccine was given. Common side effects include headache, fever, dizziness, nausea or feeling faint shortly after receiving the vaccine. Reactions are usually mild and lasts only a few days. In rare cases, serious allergic reactions such as trouble breathing, rash, swelling in the throat and face may occur. Allergic reactions can be treated and are usually temporary. Please stay at the clinic for 15 minutes after vaccination for staff to monitor for any reactions. There are no long-term side effects associated with this vaccine. Starting in September 2022, free Hepatitis B vaccine will be offered to all students in grades 7 to 12. Hepatitis B vaccine is also publicly funded for high risk individuals, and for infants born to hepatitis B infected mothers. Combination hepatitis A and B vaccine for travel or career purposes is not publicly funded and may cost approximately $67 to 90 per dose depending if an adult or pediatric dose is needed. Talk to your health care provider or call us "}