{"title": "Human papillomavirus (HPV) - immunisation", "author": "Department; Human Services", "url": "http://www.betterhealth.vic.gov.au/health/healthyliving/human-papillomavirus-hpv-immunisation", "hostname": "betterhealth.vic.gov.au", "description": "The human papillomavirus (HPV) vaccine helps prevent infection with HPV that causes cervical cancer.", "sitename": "Department of Health & Human Services", "date": "2013-04-18", "cleaned_text": "Summary [Read the full fact sheet](#bhc-content) - Most people will have a human papillomavirus (HPV) infection at some time in their lives. - There are over 200 strains of HPV with around 40 strains affecting the genitals. - The human HPV vaccine helps prevent the types of HPV that cause most of the HPV-related cancers and disease in people of all genders. - HPV immunisation is recommended for people 9-25 years of age. The vaccine is most effective when given to young people before they become sexually active. - In Victoria, the HPV vaccine is most often provided by local councils (free-of-charge) to secondary school students in Year 7. - The HPV vaccine is also available free-of-charge for people aged 12 to 25 years through local councils, general practices and some local pharmacies. - All women and people with a cervix aged between 25 and 74 years old should have a cervical screening test every five years. On this page - [What is HPV?](#what-is-hpv) - [HPV symptoms and causes](#hpv-symptoms-and-causes) - [HPV sex](#hpv-and-sex) - [HPV can cause some cancers](#hpv-can-cause-some-cancers) - [HPV and cervical cancer risk](#hpv-and-cervical-cancer-risk) - [Immunisation against HPV](#immunisation-against-hpv) - [Who should be vaccinated against HPV?](#who-should-be-vaccinated-against-hpv) - [Has the HPV vaccine schedule changed?](#has-the-hpv-vaccine-schedule-changed) - [How many doses of HPV vaccine do I need?](#how-many-doses-of-hpv-vaccine-do-i-need) - [Who is eligible for the free HPV vaccine?](#who-is-eligible-for-the-free-hpv-vaccine) - [Where can I get vaccinated for HPV?](#where-can-i-get-vaccinated-for-hpv) - [Effectiveness of the HPV vaccine](#effectiveness-of-the-hpv-vaccine) - [How HPV protection the vaccine is given](#how-the-hpv-vaccine-is-given) - [HPV vaccine safety](#hpv-vaccine-safety) - [Will cervical screening tests be required later in life?](#will-cervical-screening-tests-be-required-later-in-life) - [Pregnancy and [Concerns about side effects of immunisation](#concerns-about-side-effects-of-immunisation) - [Rare side effects of immunisation](#rare-side-effects-of-immunisation) - [Other available immunisations](#other-available-immunisations) - to get help](#where-to-get-help) What is HPV? Human papillomavirus (HPV) is a very common virus that is spread through sexual contact. Most people do not experience any symptoms of HPV and the virus often goes away by itself. However, for some people HPV causes [genital warts](/health/conditionsandtreatments/genital-warts) or [cancer](/conditionsandtreatments/cancer). HPV can affect anyone who is or has been sexually active, even if they have only experienced sexual contact once. It is very common to be infected with one or more types of HPV shortly after sexual activity starts. Nine out of 10 people have HPV at some time in their lives. There over 200 strains of HPV, and around 40 types of HPV can affect the genital area which includes the vagina, vulva, cervix, penis, scrotum, anus and rectum. HPV is usually spread by skin-to-skin contact during sex such as through: - genital-to-genital contact - vaginal, anal and [oral sex](/health/healthyliving/Oral-sex) - sharing sex toys (for example dildos, vibrators, butt plugs). HPV symptoms and causes Many people with HPV do not experience symptoms. The virus can clear from your body without your knowledge. Although symptoms of HPV can be vague, see your doctor or sexual health clinic if you have: - unusual vaginal or anal bleeding - pain during sex - lumps, pain or itching in your genital area. HPV can cause: [genital as low-risk HPV infection) - certain types of cancer - (classified as high-risk HPV infection). HPV and sex Some types of HPV are transmitted through sexual contact. Many people become infected with HPV once they become sexually active, but not all infections lead to abnormal cell activity or cancer. You can be infected with one or more types of HPV in your genital area. This includes common STIs (such as genital warts). Signs of HPV (including warts) may not always be visible, or can be located where it is difficult for you to see, or you may not experience any symptoms, which means you may be infected without knowing it. That's why it is important to: [practise safe sex](/health/healthyliving/safe-sex)by using barrier protection (such as [external](/health/healthyliving/contraception-condoms-for-men)or [internal condoms](/health/healthyliving/contraception-condoms-for-women)and dental dams) - see a doctor or nurse if you notice any unusual changes to the skin around your genital area - have regular sexual health checks, including being tested regularly (at least yearly) for STIs if you are sexually active. It is also important to note, that you can't get HPV in your genital area from warts on other parts of the body (such as the hands and feet). HPV can cause some cancers While some types of HPV cause genital warts, other types may lead to certain cancers. This includes: [cervical cancer](/health/conditionsandtreatments/cervical-cancer) - cancers of the genital area (such anal and penile cancers) [mouth cancer](/health/conditionsandtreatments/mouth-cancer) [throat cancer](/health/conditionsandtreatments/throat-cancer). cervical cancer risk It is rare for HPV infection to lead to cervical cancer. Not all types of HPV cause cervical cancer - for example the strain that causes genital warts. Around 14 HPV strains can infect the cervix. They can cause abnormal cell changes (known as dysplasia) if the virus does not clear naturally from the body, which can then lead to cancer cell formation. This usually takes a long time to occur (10 years or more). Cervical screening is available To reduce your cervical cancer risk, screening is available through the [National Cervical Screening Program](https://www.health.gov.au/our-work/national-cervical-screening-program ) for: - All women and people with a cervix aged 25 to 74 years old every five years. The [Cervical Screening Test ](/health/conditionsandtreatments/cervical-screening-tests)looks for the presence of HPV. Cervical screening is recommended every 5 years, even if you feel healthy or have had the HPV vaccine. Some people who have had a hysterectomy may still require cervical screening tests, and should discuss this with their health provider. Immunisation against HPV The HPV vaccine protects against 9 strains of HPV that cause: - over 90% of cervical cancers - over 95 % of HPV-related cancers. The vaccine also protects against another 2 types of HPV which cause 90% of genital warts. The vaccine prevents the disease caused by HPV, but does not treat existing HPV infections. If you have symptoms of active HPV infection, you should see a medical professional. The HPV vaccine is most effective when given to someone before they become sexually active, that is, before they are exposed to HPV. HPV vaccines should be given to people of all genders. Two types of HPV vaccines are registered by the [Therapeutic Goods Administration (TGA)](https://www.tga.gov.au/) for use in Australia: - Gardasil®9 - Cervarix® Who should be vaccinated against HPV? The HPV vaccine is most effective when given to young people of all genders before they become sexually active and are exposed to HPV. This is when the body produces the greatest immune response. The ideal age for HPV vaccination is 12-13 years. Watch this video to find out more: HPV immunisation is recommended for: - people aged 9 to 25 years - men who have sex with men (if they haven't been previously vaccinated against HPV - people with significant immunocompromising conditions (aged 9 years and over). HPV vaccines should not be given to pregnant people. Please tell your immunisation provider if you think you could be pregnant on the day of vaccination. Has the HPV vaccine schedule changed? On 6 February 2023, the vaccine schedule on the [National Immunisation Program (NIP)](https://www.health.gov.au/topics/immunisation/when-to-get-vaccinated/national-immunisation-program-schedule ) changed from two doses to a single dose for most people. This change was made based on a recommendation from the Australian Technical Advisory Group on Immunisation (ATAGI). ATAGI reviewed a large amount of international clinical evidence to make this recommendation. The evidence has shown that a single dose provides good protection against HPV infection, and about the same level of protection that two doses provided. Immunocompromised people may still need three doses of HPV vaccine to be protected from HPV infection. You should talk to your doctor about the number of doses recommended for you or your child. If you would like to discuss the change, or clarify any information about the HPV vaccine schedule change please contact your preferred immunisation provider. How many doses of HPV vaccine do I need? The dosing and over with significant immunocompromising conditions| 3 doses initial dose |People aged 26 and over| 3 doses initial dose Who is eligible for the free HPV vaccine? In Victoria, the HPV Gardasil®9 under the [National Immunisation Program](https://www.health.gov.au/health-topics/immunisation/when-to-get-vaccinated/national-immunisation-program-schedule) to: people aged 12 to 25 years With the exception of men who have sex with men (MSM), adults aged 26 years and older are not typically recommended for HPV vaccination. This is because people 26 years and older have usually already been exposed to HPV. If you aged are 26 years and over and you wish to be vaccinated for HPV, you should talk to your doctor and seek their advice. People aged 26 years and older may need to pay for HPV vaccination. The cost will vary depending on the brand, dosage, where you get vaccinated and whether you are eligible for any concessions. You should discuss your circumstances with your immunisation provider. Men who have sex with men (MSM) of any age are recommended to receive HPV vaccine, if they have not previously been vaccinated. Where can I get vaccinated for HPV? Most people in Victoria are vaccinated free-of-charge by their local council through the [Secondary School Immunisation Program](https://www.health.vic.gov.au/immunisation/resources-for-secondary-schools-ssip). Councils and schools work together to coordinate parent/carer consent for vaccination, and sessions are usually held during school hours. People in Victoria can be vaccinated for HPV: - at school - in a local council vaccination clinic - at the general practitioner (GP) clinic - in some pharmacies While the vaccine is free for people aged 12 to 25 years, some GPs and community pharmacies may charge a vaccine administration fee. You should discuss expected costs with your chosen vaccination provider when you make your appointment. Effectiveness of the HPV vaccine The vaccine program in Australia has successfully reduced rates of HPV infections, genital warts and pre-cancer of the cervix. Since the introduction of the National HPV vaccination program (in 2007 for females and 2013 for males and people of other genders) the incidence of: - high-grade cervical abnormalities in young Victorian women (under 18) decreased by nearly 50% - genital warts in young people (under 21) reduced by 90%. The original HPV vaccine was first given in the major vaccine studies in 2003. The latest research shows the vaccine still offers close to 100% protection more than 10 years after it was received, and this protection shows no sign of weakening. This research is ongoing. How long does HPV vaccine protection last? HPV protection is expected to be long-lasting and is probably life-long. If booster shots are ever needed, people will be contacted by the [Australian Immunisation Register](https://www.servicesaustralia.gov.au/australian-immunisation-register) which keeps records of everyone who has received the vaccine. How the HPV vaccine is given The HPV vaccine is given as an injection (needle) into the deltoid muscle of the upper arm. HPV vaccine safety The HPV vaccine has undergone rigorous testing to ensure it is safe, and side effects experienced after HPV vaccination are usually mild and get better on their own within a few days. The vaccine does not contain HPV but appears similar enough to the virus so that the body produces antibodies, which prevent HPV infection. The chance of a severe reaction from Gardasil®9 is very small, and the risks from not being vaccinated against diseases caused by HPV may be very serious. Will cervical screening tests be required later in life? Yes - the vaccine doesn't prevent all types of HPV infection that cause cervical cancer. Cervical screening tests are recommended for all women and people with a cervix aged 25-74 years old every five years. Pregnancy and HPV immunisation Immunisation against HPV is not recommended for [pregnant](/healthyliving/pregnancy) people. Please tell your immunisation provider if you think you could be pregnant on the day of vaccination. The HPV vaccine can be safely given to people who are [breastfeeding](/health/healthyliving/breastfeeding). Disability and HPV immunisation Adolescents with disability should have the same access to HPV immunisation as everyone else. The following resources can assist adolescents with disability and their parents/carers to improve the immunisation experience: [Fact sheet - helping your child with disability get the HPV vaccine](https://hpvvaccine.org.au/downloads/disability-vaccination-fact-sheet.pdf) [Animated video - supporting your child with disability get vaccinated](https://hpvvaccine.org.au/resources) [Social story - preparing for school vaccinations](https://hpvvaccine.org.au/downloads/NECAS-social-i-will-get-vaccines-at-school.pdf) Pre-immunisation checklist Before receiving the HPV vaccine, tell the doctor or nurse if you: - are unwell (temperature over 38.5 C) - have [allergies to any medications](/health/conditionsandtreatments/allergies-to-medications)or substances - have had a serious reaction to any vaccine - have had a serious reaction to any part of the vaccine - have had a [severe allergy](/health/conditionsandtreatments/anaphylaxis)to anything - have a disease, or you are having treatment, that causes low immunity - are taking any prescription or over-the-counter medicines - are pregnant or planning to become pregnant. Possible reactions to immunisation Immunisation against HPV is effective and safe, but all medications can have side effects. Common side effects following immunisation are usually mild and temporary. Side effects after HPV vaccination are usually mild and get better on their own. Side effects may include: - pain, redness and swelling at the injection site - low-grade temperature (fever) - mild headache - mild nausea. If you experience fever after your HPV immunisation, try to: - drink extra fluids - don't overdress/wear light clothing - take paracetamol (check the label for the correct dose or speak with your pharmacist if you're unsure how to take paracetamol). Paracetamol can also be taken if you experience discomfort where you had the injection (such as pain, redness, swelling or itchiness). You may also like to use a cold compress on the injection site to relieve these symptoms. Discomfort at the injection site usually only lasts a couple of days and gets better on its own. Concerns about side effects of immunisation If a side effect following immunisation is unexpected, persistent or severe, or if you are worried, see your doctor or immunisation nurse as soon as possible or go directly to a hospital. It is important to seek medical advice for anyone who is unwell, as this may be due to other illness rather than because of the immunisation. Immunisation side effects can be reported to [SAEFVIC - Victoria's vaccine safety and central reporting service](https://www.safevac.org.au/) (Tel. [1300 882 924](tel:1300882924) and select option 1). If you live outside of Victoria, ask your immunisation provider how to report adverse events. Rare side effects of immunisation There is a very small risk of a [serious allergic reaction (anaphylaxis) ](/health/conditionsandtreatments/anaphylaxis)to any vaccine. The person being vaccinated should stay at the clinic for at least 15 minutes following immunisation in case further treatment is required. Other available immunisations Other immunisations you may need are decided by your health, age, lifestyle and occupation. Together, these factors are referred to as HALO. Talk to your doctor or immunisation provider if you think you, or someone in your care, have health, age, lifestyle or occupation factors that could mean immunisation is necessary. Check your immunisation HALO by using this Immunisation for Life downloadable poster. Where to get help - In an emergency, always call triple zero (000) [NURSE-ON-CALL](/health/serviceprofiles/nurse-on-call-service)Tel. [1300 60 60 24](tel:1300606024)- for expert health information and advice (24 hours, 7 days) [Emergency department of your nearest hospital](/health/servicesandsupport/hospital-emergency-departments) - Your [GP (doctor)](/health/serviceprofiles/general-practitioner-services) - Your local council immunisation service - [visit Find Your Council](https://www.viccouncils.asn.au/find-your-council) - Your [maternal and child health nurse](/health/healthyliving/maternal-and-child-health-services) [Maternal and Child Health Line](/health/serviceprofiles/maternal-and-child-health-line)Tel. [Parentline](/health/serviceprofiles/parentline-service)Tel. [13 am-midnight, 7 [Sexual Health Victoria (SHV)](https://shvic.org.au/our-reproductive-and-sexual-health-clinics)- appointment call: Melbourne CBD Clinic Tel. 9660 4700](tel:96604700)or Box [1800 [Cancer Council Victoria](https://www.cancervic.org.au/cancer-information/types-of-cancer/cervical_cancer/cervical-cancer-overview.html)Tel. [13 in your own language Tel. [13 14 50](tel:131450) - Use the [National Health Services Directory](https://www.healthdirect.gov.au/australian-health-services)to find a health service near you [HPV (Human papilloma virus)](https://shvic.org.au/stis-and-bbvs/hpv-human-papilloma-virus), Sexual Health Victoria, Australia [The Australian Immunisation Handbook](https://immunisationhandbook.health.gov.au), Department of Health and Aged Care, Australian Government [Immunisation schedule and vaccine eligibility criteria](https://www2.health.vic.gov.au/public-health/immunisation/immunisation-schedule-vaccine-eligibility-criteria), Department of Health, Victorian Government [National Immunisation Program](https://www.health.gov.au/health-topics/immunisation), Immunise Australia Program, Department of Health, Australian Government [Pre-immunisation checklist](https://www.health.vic.gov.au/publications/pre-immunisation-checklist), Department of Health, Victorian Government. This page has been produced in consultation with and "}