{"title": "PDF", "author": "PDF", "url": "https://www.lls.org/sites/default/files/National/USA/Pdf/LLS_AR_2005.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "2005 Annual ReportLEUKEMIA LYMPHOMA MYELOMA Over its history, the Society has been the recognized leader in the ght against leukemia. Our name change to The Leukemia & LymphomaSociety in 2000 was simply perception catching up to reality. TheSociety's objective is to nd cures for allblood cancers, and to be the leading resource for patients battling allof these cancers. This year, the Society took the rst step in making access to specic information and services simpler for patients with these cancers. We developed a color-coding system for the three main categories of blood cancers: Our new signature colors are green for leukemia, gold for lymphoma and blue for myeloma. Any information that is relevant to all the diseases is coded burgundy . All print materials prepared for patients during this year reflect the new system, making access to important information and resources more efcient. You'll also see our new colors in such e-newsletters as LeukemiaLinks, LymphomaLinks andMyelomaLinks. The next step will be to extend the new system to other venues, including access to information on the Society's Web site. This year's Annual Report displays the new colors with pride. They represent the ongoing efforts to constantly improve on the ways the Society serves and supports patients and those who love and care for them.2005 | ANNUALREPOR fortunate to be able to report that scal year 2005 was a banner year for the Society in many ways. Let's start with revenue. The Society raised $218.6 millionthrough private donations, corporate gifts and our various fundraising campaigns - that's $38 million more than we raised in scal 2004. Our already successful campaigns such as Team In Training ®and Light The Night®Walk were even more productive in scal 2005 (for information on individual campaigns, please turn to pages 12 and 13 of thisreport). And our donor development initiatives have shown impressive growth - a 38 percent increase in revenue over last year, to more than $25 million in scal 2005. The big story of the year is not just our success as fundraisers, but also our success as prudent stewards. Since its founding in 1949, the Society has been steadfast in pursuingits mission: Cure leukemia, lymphoma, Hodgkin's disease and myeloma, and improvethe quality of life of patients and their families. In scal 2005, we were able to strengthenour commitment, supporting four new Specialized Center of Research (SCOR) grants and renewing two others - for a total of six SCORs awarded in the scal year, a Societyrecord. More money for the best research globally means more research successes; andmore research successes mean greater hope for the hundreds of thousands of patientsbattling leukemia, lymphoma and myeloma. Finally, The Leukemia & Lymphoma Society of Canada became part of the Society effective July 1, 2004, and this year's annual report is the rst to include our Canadianoperations. We are pleased to be serving the needs of patients and families in Canadaas well as in the United States. Until the day comes when we can nally say we've defeated blood cancers, the Society will be here to help guide patients and their families on the cancer journey. In scal year2005, the Society had 2.5 million contacts with patients, caregivers and healthcareprofessionals, through our Web site, Information Resource Center, education programsand chapter-based outreach. Yes, we made great progress in advancing our mission in scal 2005, thanks to the dedicated volunteers, employees, donors and researchers who helped make the year so successful. We are looking forward to doing even more in scal 2006! Dwayne Howell President & CEOJohn M. Kamins Chairman leadership message 42005 leukemia highlights patient services In 2005, the Society offered new educational and support programs and services to meet the needs of patientsbattling AML, CML, ALL and CLL. A small sample of new Society programs, services and materials follows: INew Approaches to CLL: The Changing Treatment Landscape, featured world-renowned hematologist/ oncologist Michael Keating, M.D., The University of Texas M.D. Anderson Cancer Center. A betterunderstanding of how leukemia cells work and grow has led to targeted therapies for individual patients, and more rened diagnostic tests have enabled doctorsto devise smarter treatment strategies for all patients. In this program, Dr. Keating discussed the latest newsabout CLL, as well as clinical trials that might lead to even better treatments in the future. IMedical Update on AML: New Treatments and Blood Stem Cell Transplantation, was jointly presented by the Society, the National Bone Marrow Donor Program andCancer Care. The program featured Selina Luger, M.D., University of Pennsylvania Cancer Center, who presentedan overview of AML; and J. Douglas Rizzo, M.D., MedicalCollege of Wisconsin, who discussed treatment options,including marrow and blood stem cell transplantation. ICML: Ask the Expert, a telephone education program, featured Stephen D. Nimer, M.D., head of the Division of Hematologic-Oncology, Memorial Sloan-KetteringCancer Center. The entire one-hour session was devotedto Dr. Nimer elding questions from the audience, a format of great value to participants. INew Discoveries in CML: This teleconference featured two distinguished experts from M.D. Anderson: Francis J.Giles, M.B., M.D., F.R.C.P.I., F.R.C.Path, professor ofmedicine, Department of Leukemia; and Moshe Talpaz,M.D., professor of medicine, Department of ExperimentalTherapeutics. They discussed the latest information on CML therapies and the future direction of CMLresearch, and they answered questions from theaudience about CML clinical trials, newer treatments and other topics of interest. IAn updated booklet, Acute Lymphocytic Leukemia, provides information on this cancer, current treatments, new research directions and emotional aspects of managing the disease. 52005 | ANNUALREPOR Tresearch In the ght against blood cancers, leukemia research has arguably led the way, with major innovations in the development and testing of targeted therapies in just the past ve years. Gleevec ®, the rst product of this research, was only the beginning. This Society-funded breakthrough has led to additional studies thatare further advancing treatment options for patients withchronic myelogenous leukemia (CML) and for thosebattling acute myelogenous lymphocytic leukemia (ALL and CLL). They include: IThe Society funded a new Specialized Center of Research (SCOR) grant, Targeted Inhibition of Oligomeric Translocation andALL, led John Bushweller, Ph.D., the University of Virginia. The ve-year project will focus on newtherapies for Gleevec-resistant CML patients and AML and ALL patients who do not respond to standard therapies. This SCOR expands on currentknowledge about the specic genetic defects thatcreate malignancies in blood cells that harbor them,and on the successful application of Gleevec to many patients with CML. ICharles Sawyers, M.D., UCLA School of Medicine, presented ndings at the 46th Annual Meeting of the American Society of Hematology (ASH) for a new agent, BMS-354825. In clinical trials of thisagent, 86 percent of early-stage CML patients resistantto Gleevec experienced a complete team leader, creditedearlier Society-funded research on Gleevec resistancewith his ability to move ahead with recent, highlysuccessful clinical trials. IVarsha Gandhi, Ph.D., The University of Texas M.D. Anderson Cancer Center, received a TranslationalResearch Program (TRP) grant from the Society for her work, DNA Independent Strategy to Target CLL.Many types of leukemia are caused by increased cell proliferation and are frequently treated with drugsthat target DNA. In contrast, CLL expansion is moreoften associated with decreases in leukemic cell death.Dr. Gandhi's research focuses on a chemotherapeuticagent called chlorinated adenosine (8-CI-Ado), which has been shown to cause CLL cell death inlaboratory models by decreasing energy stores and the production of new RNAs, both critical to cellsurvival. Dr. Gandhi will now study what happenswhen 8-CI-Ado is introduced into fresh peripheral, (circulatory) blood cells obtained from patients with CLL. The objective is to advance this agent to clinical trials. \" \"hunter's story On the Friday afternoon when the doctor announced that our 10-month-old son hadleukemia, I was very frightened even though I wasn't 100 percent sure what leukemia was. It was a great reassurance when, by Mondayafternoon, the Society had contacted our homeand was helping us cope with the diagnosis. Theyfollowed up regularly and continued to supplyinformation as my son's situation changed. Lori Ruderman, mother of 6-year-old Hunter, leukemia survivor. \" \"We're currently testing a new agent, BMS-354825, in clinical trials among CML patients resistant to Gleevec, and it shows tremendous promise for getting patients into complete hematological remission. Earlier Society-funded research we did on Gleevec resistance enabled us to get to this point. Charles Sawyers, M.D., UCLA School of Medicine 6 72005 | ANNUALREPOR T2005 lymphoma highlights research Below are just three examples of outstanding Society-sponsored lymphoma research, includinglaboratory studies, clinical trials and a collaborativeSpecialized Center of Research (SCOR) project, all ofwhich will help advance the search for cures. IA SCOR grant was awarded to Tak Mak, Ph.D., Advanced Medical Discovery Institute, University of Toronto, for a ve-year project, Signaling Pathways in Lymphoma and Leukemogenesis. These collaborative studies will increase our understanding of lymphoma and leukemiaprocesses and direct the development of new anti-cancer agents and clinical trials. Dr. Mak and his team will identify how genetic defects in blood stem cells cause the formation of rarecancer stem cells that expand to form lymphomasand leukemias. IA Translational Research Program (TRP) grant to Alain Rook, M.D., University of Pennsylvania, wasrenewed this year for his ongoing investigation intopromising new therapies for patients with T-cellmalignancies. Dr. Rook and his team discoveredthat immune system cells in patients withextensive cutaneous T-cell lymphoma (CTCL) weretypically not producing a molecule called CD40L,rendering them unable to attack and killlymphoma cells. In the laboratory, synthetic CD40Lmarkedly improved immune cell anti-lymphomaactivity. Dr. Rook's new study, CD40 Ligand Defect in Cutaneous T-Cell Lymphoma, will investigate the cellular and molecular reasons for the CD40L effect with a goal of administering the new drug in clinical trials to treat patients withadvanced CTCL. IWeiguo Zhang, Ph.D., Duke University Medical Center, received a Career Development Program(CDP) grant for a study titled Adaptor Proteins in Lymphocyte Activation. The research studies two molecules, LAT and LAB, found in certain immunecell (lymphocyte) membranes. These moleculeswere shown in previous studies to be essential for the lymphocyte activation and developmentthat is needed for effective immune responsespatient services A number of new educational and support programs were developed this year to answer the needs ofpatients battling Hodgkin and non-Hodgkin lymphoma. A small sample of new programs follows: IInformation for the Newly Diagnosed: A Patient's Guide is part of our ongoing program, Insights Into NHL, a year-long series of teleconferences and newsletters for non-Hodgkin lymphoma (NHL)patients and families. This telephone educationprogram featured Andrew Zelenetz, M.D., chief, Lymphoma Service, Memorial Sloan-Kettering Cancer Center. Dr. Zelenetz explained the importanceof diagnosing the sub-type of lymphoma anddetermining its location(s) in the body, stage ofdevelopment and other factors to ensure the besttreatment. Clinical trials also were discussed, and Dr. Zelenetz answered questions from the audience. IMeet the Expert on Non-Hodgkin Lymphoma was updated this year and offered at chapters across the nation to share new information on NHL withpatients at the community level. This informativeprogram featured local lymphoma experts and cancer-care professionals. IEmerging medicine, New England Medical Center; David J. Inwards,M.D., assistant professor of medicine, practice chair,Hematology, Mayo Clinic College of Medicine; andMorie A. Gertz, M.D., professor of medicine, divisionchair, Hematology, Mayo Clinic College of Medicine.These \"orphan\" lymphomas (meaning that they affectfewer people than the more common types of thiscancer) were explained along with the latest treatmentadvances and clinical trials.against tumor cells. Ongoing studies in mice will determine how these proteins function in the immune system. Results will likely help in the development of a new class of molecularlytargeted drugs for patients with lymphoma and leukemia. \" \"vaithee's story The Society has helped us in so many ways — from nancial support for expenses not covered by health insurance to tickets to baseball games to keep our spirits up. Through the First Connectionprogram I was able to talk to someone who isliving healthy and cancer free. That was a greatmorale booster in a dark time. Subramanian \"Vaithee\" Vaitheeswaran, non-Hodgkin lymphoma survivor. \"\"Thanks to our Society SCOR grant, we're able to develop customized lymphoma vaccines that we hope will trigger an immune response specically against an individual's tumor. This will make the rst treatment the best treatment for that patient. Ronald Levy, M.D., Stanford University School of Medicine 82005 | ANNUALREPOR T2005 myeloma highlights research Three new, Society-funded research programs are examples of current efforts in the search for improvedtherapies and cures. IA Translational Research Program (TRP) grant was renewed this year for David Avigan, M.D., Beth IsraelDeaconess Medical Center. In previous studies, wholemyeloma tumor cells and normal immune cells, bothtaken from a patient, were fused, and these fusedcells were used to stimulate (immune) T cells torecognize and kill myeloma cells from the samepatient. In his new study, Vaccination with Dendritic Cell Tumor Fusions in Conjunction with Stem CellTransplantation as a Novel Immunotherapy forMultiple Myeloma, Dr. Avigan will conduct clinical trials in which stem cell transplant patients with myelomawill be immunized with a customized fusion vaccine to determine whether these vaccines will improvechances for patient survival. ILawrence Lum, M.D., Roger Williams Medical Center, received a TRP grant for a project called Circumventing Rituximab Resistance in Patients with B Cell Malignancies. Dr. Lum will study the effects of a molecule he created, CD20Bi, on myeloma andlymphoma cells. The molecule links a drug used toght these cancers, rituximab, with a patient's own T cells. Dr. Lum's new research will determine whetherpatients who are resistant to rituximab can benetfrom multiple infusions of their own rituximab-armedimmune cells, following chemotherapy and stem cell transplantation. If successful, this clinical study will improve survival and decrease relapse rates for myeloma and lymphoma patients.patient services The Society provided several new myeloma resources this year. These are just a few of theSociety's programs and services for myelomapatients, their families and caregivers: IThe Latest News LurieComprehensive Cancer Center. She shared heroptimism about the future of treatment for thiscancer and provided updates on new therapiesand combination treatments, clinical trials, genetictesting and other factors that are dramaticallychanging the landscape for myeloma patients. IExploring Myeloma was launched to provide patients with a new educational resource. Led by local blood cancer experts, Exploring Myeloma presents a thorough overview of the cancer in an easy-to-follow, one session, classroom format.The program, piloted this year in seven Societychapters, includes a one-hour slide presentation,followed by an hour-long Q&A with the experts. Exploring Myeloma also examines the emotional and social aspects of a myeloma diagnosis. It is being offered at all Society chapters in 2006. ITwo new educational booklets were created this year: Myeloma provides a comprehensive overview of the cancer, with segments on thedisease, how it's detected, treatment options and what the future for this disease may hold,based on today's research. Social and emotionalaspects are also explored. Myeloma: A Guide for Patients and their Families gives information on how to help manage this cancer from diagnosisthrough treatment. 9 IJing Chen, Ph.D., Emory University, received a Career Development Program grant for Molecular Therapeutic Strategies in Multiple Myeloma: Targeting FGFR3. This study is likely to provide information about the role of the protein FGFR3 incausing multiple myeloma. The research may alsoprovide new strategies to improve treatmentoutcomes, since about 15 percent of myelomapatients have a genetic abnormality that causesinappropriate FGFR3 expression. \" \"judy's story I began suffering from health issues in 1999, but it took two years of specialists and complicatedtests to come up with the devastating diagnosis:multiple myeloma. Thankfully, the Society wasthere, helping me make informed decisions aboutmy care and making it easier for me to explainmyeloma to my concerned friends and family. Judy Dixon, myeloma survivor\" \"Our Translational Research Program grant from the Society is helping us conduct clinical trials of patients with B cell malignancies who are resistant to rituximab. If we're successful, we'll be able to arm patients' T killer cells with the targeting antibodies and improve their survival and decrease relapse. Lawrence Lum, M.D., Roger Williams Medical Center 10 112005 | ANNUALREPOR T2005 blood cancer highlights research In addition to funding research focused on specic blood cancers, the Society invests in research that holdspromise for nding cures and improved therapies acrossthe entire blood cancer spectrum. The following areexamples of important studies: IJose Villadangos, Ph.D., Walter & Eliza Hall Institute of Medical Research, received a Career DevelopmentProgram (CDP) grant to study the Control of Antigen Presentation, Cross-Presentation and Migration inDendritic Cells. He is studying one way in which our immune system can ght cancer. This involves anti-cancer \"killer\" T cells that are recruited by otherimmune system cells known as dendritic cells (DC).These cells take parts of cancer cells, break them intosmaller pieces and display these pieces to the killercells, which recognize them. The killer cells then seekand destroy other, related cancer cells. However,cancer cells sometimes avoid detection by dendriticcells, and then a tumor can expand. To get around thislimitation, Dr. Villadangos will obtain dendritic cellsfrom patients and put them in the test tube withcancer cell pieces to generate \"DC vaccines.\" Thevaccines can then be re-introduced to patients toactivate anti-cancer killer cells. He will learn how thedendritic cells obtain the cancer cell pieces, processthem and display them on their surfaces. Thisknowledge is likely to improve methods for generatingDC vaccines that will have broad applications in anti-cancer therapies. IDavid Scadden, M.D., Massachusetts General Hospital, received a Translational Research Program grant forthe study Therapeutic Manipulation of the Stem Cell Niche. Hematopoietic stem cells are the cells from which all normal red and white blood cells derive, andadult stem cell transplantation is an important therapyfor individuals with advanced leukemia, lymphoma ormyeloma. Unfortunately, transplant success dependsin part on the number of stem cells that can berecovered from donors, and blood stem cells are rare.Dr. Scadden has discovered a drug, parathyroidhormone (PTH), that might increase pre-transplantstem cell harvests. Dr. Scadden and his colleagues will test the effect of PTH on the number of adultblood stem cells in a mouse transplant model and inhuman patients. If PTH treatment increases the stemcell recovery rate, it could be used to improve thesuccessful application of stem cell transplants forhematologic malignancies. IDavid Weinstock, M.D., Memorial Sloan-Kettering Cancer Center, received a CDP grant to study the chromosomal breakage and exchange that results in an abnormality called a \"translocation,\"commonly found in various types of blood cancers.The Chromosomal Translocations after RAG-Mediated DNA Double Strand Breaks project is aimed at understanding how chromosome breaks occur andhow normal cells repair them. Using a novel systemthey have developed, Dr. Weinstock and his group will determine which proteins prevent and which ones facilitate translocation formation. In addition, they will study how chemotherapies for various human cancers can promote translocation formation,producing secondary blood cancers. The ultimate goalof this project is to be able to prevent chromosometranslocations and block blood cancer formation. patient services In addition to disease-specic information and services, the Society provides resources of relevance and interestto all blood cancer patients. This is a small sample of programs and materials made available this year: IBreaking Through the Age Barrier: Getting the Best Cancer Treatment, is a series of chapter-based educational workshops launched this year. More thanhalf of all cancers occur in people older than 65, andthese patients may need special attention when itcomes to cancer treatment. The program helps deterthe outdated notion that people in this age groupare \"too old\" to benet from therapies that arestandard for younger segments of the population. The workshops familiarize older blood cancer patientsand their caregivers with information on treatments to help them communicate more effectively with healthcare professionals. The Comprehensive GeriatricAssessment, a checklist to help oncologists evaluateolder patients' capacity to undergo treatment and sideeffects, was introduced as part of this program. IAlso published this year is A Toolkit for Older Adults with Cancer and Their Caregivers, which includes booklets on choosing a healthcare team,understanding treatment options, clinical trials andnancial matters; and a guide to help caregiversunderstand the ins and outs of their important role. ICognitive and Late Effects Related to Childhood Cancer is a teleconference education program featuring Daniel Armstrong, Ph.D., University of MiamiSchool of Medicine. In this program, Dr. Armstrongdiscusses new research on the potential long-termeffects of cancer treatment on a child's ability to learnand, eventually, to work and participate in socialrelationships. The potential effects of chemotherapyand radiation therapy were discussed, along withsome of the educational and pharmaceuticalmeasures being used to address cognitive problemsthat can result from cancer treatment. The specialneeds of these children with respect to individualizededucation plans were also addressed. advocacy Advocates for blood cancer patients faced many legislative challenges in 2005, but the Society was ready, scoring some notable successes for cancerresearch and education. Our advocacy efforts strengthened in March during the annual Mission Day in Washington, D.C. More than 250 Society supporters lobbied legislators to increase funding for various medical programsimportant to cancer patients. Their efforts paid off. Despite signicant federal budget cuts, the Society was able to secure an additional $5million for blood cancer research at the U.S. Departmentof Defense, and an additional $5 million for bloodcancer education provided by the Centers for DiseaseControl and Prevention. The Society's free information programs and services for blood cancer patients, their families and caregivers are accessible in a variety of user-friendly venues: ICall (800) 955-4572 or email (infocenter@LLS.org) an information specialist at our Information Resource Center IVisit our Web site at www.LLS.org ILearn the latest about any of the blood cancers through our online education workshops andteleconferences, archived on our Web site IVisit or contact any of our 66 chapters in the United States and Canada, providing informationand support services at the community level 2005 | ANNUALREPOR T2005 fundraising highlights 12 13light the night Light The Night Walk continued its impressive growth as a leading national charity walk. Launched in 1998,Light The Night is held every fall in communities across the United States and Canada, celebrating and commemorating lives touched by cancer. In scalyear 2005, nearly 175,000 people participated — themost ever — raising $25 million to help advance theSociety's mission — a 36 percent increase over theprevious year. The Society also welcomed Ray Evernham,NASCAR great and long-time Society friend, as nationalLight The Night chairperson. Evernham's popularity andprestige in the sport helped promote Light The Night tothe huge NASCAR audience.team in training Team In Training (TNT), the world's largest endurance sports training program, enjoyed its best year ever. More than 35,000 purple-clad TNT runners, walkers,cyclists and triathletes participated in over 60 eventsaround the country, raising nearly $98 million to help advance the Society's mission. A milestone was reached last October when 9,000 runners andwalkers raised $10 million at The Nike 26.2, A Marathonfor Women to Benet The Leukemia & LymphomaSociety. The inaugural event, since renamed the NikeWomen's Marathon, achieved two important \"rsts\": therst marathon dedicated to a single charity and the rstmarathon in which all participants had the opportunity to raise funds to help the Society nd cures for cancer. school and youth School & YouthSMPrograms offer children hands-on experiences that cultivate caring, respect and the value of helping others while raising much-needed funds to help advance our mission. In 2005, 18 percent of allschools nationwide (kindergarten through 12th grade) — the most ever — signed up to participate in School & Youth's Pennies for Patients ®, Pasta for Patients and HOP for Leukemia & LymphomaSM. Soccer Kicks for CancerSM, the newest School & Youth addition, geared toward young soccer players, continued its nationalexpansion.donor development The Society's dynamic research programs depend on the contributions of generous donors. Fiscal year 2005 was no exception. Donor developmentrevenue increased to more than $25 million — a 38 percent increase in a single year. The giftscontributed to funding such Society research initiatives as the Specialized Center of Research, TranslationalResearch Program and Career Development grants, as well as chapter and Home Ofce-based patientservice programs. 14Specialized Center of Research 1 Jerry Adams, PhD 2002 2 Walter & Eliza Hall Institute of Medical Research Irwin D. Bernstein, MD 2003 3 Fred Hutchinson Cancer Research Center John Bushweller, PhD 2005 4 University of Virginia John C. Byrd, MD 2006 5 The Ohio State University Selina Chen-Kiang, PhD 2001 Weill Medical College of Cornell University Riccardo Dalla-Favera, MD 20046 Columbia University Brian J. Druker, MD 2006 7 Howard Hughes Medical Institute Oregon Health & Science UniversityCancer Institute James Grifn, MD 2006 8 Dana-Farber Cancer Institute Helen Heslop, MD 2004 Baylor College of Medicine Carl June, MD 2002 9 University of Pennsylvania Thomas J. Kipps, MD, PhD 2006 University of California, San Diego Ronald Levy, MD 2006 Stanford University School of Medicine Scott Lowe, PhD 200410 Cold Spring Harbor Laboratory Tak Mak, PhD 2005 Advanced Medical Discovery Institute University of Toronto, Canada Stephen Nimer, MD 2002 11 Memorial Sloan-Kettering Cancer Center Cheryl L. Willman, MD 2006 University of New Mexico Health Sciences Center Career Development Program: Scholars Peter Adams, PhD 2004 Fox Chase Cancer Center David Allman, PhD 2005 University of Pennsylvania Francisco Asturias, PhD 2002 Scripps Research InstituteSusan Biggins, PhD 2006 Fred Hutchinson Cancer Research Center Katherine Borden, PhD 2001 University of Montreal, Canada James Bowie, PhD 2002 University of California, Los Angeles Randy Brutkiewicz, PhD 2004 Indiana University School of Medicine Anthony Capobianco, PhD 2002 Wistar Institute J. Don Chen, PhD 2001 University of Medicine and Dentistry of New Jersey Zhijian Chen, PhD 2003 12 University of Texas Genhong Cheng, PhD 2001 University of California, Los Angeles Karlene Cimprich, PhD 2005 Stanford University School of Medicine Pamela Correll, PhD 2003 Pennsylvania State University Patricia Cortes, PhD 2002 Mount Sinai School of Medicine Chris Counter, PhD 2003 Duke University Medical Center John Crispino, PhD 2006 University of Chicago Blossom Damania, PhD 2006 University of North Carolina at Chapel Hill James DeGregori, PhD 2001 University of Colorado Health Sciences Center Wei Du, PhD 2004 University of Chicago Michael Eck, MD, PhD 2003 Dana-Farber Cancer Institute Christine Eischen, PhD 2005 University of Nebraska Medical Center Xin-Hua Feng, PhD 2004 Baylor College of Medicine Margaret Goodell, PhD 2002 13 Baylor College of Medicine Jonathan Graff, MD, PhD 2002 14 University of Texas H. Leighton Grimes, PhD 2006 University of LouisvilleWei Gu, PhD 2002 15 Columbia University Xi He, PhD 2006 Children's Hospital Boston Theodore Jardetzky, PhD 2002 16 Northwestern University Jin Jiang, PhD 2004 University of Texas Dong-Yan Jin, MD, PhD 2002 University of Hong Kong Craig Jordan, PhD 2004 University of Rochester Jae Jung, PhD 2001 New England Regional Primate Research Center Scott Keeney, PhD 2006 Memorial Sloan-Kettering Cancer Center Michelle Kelliher, PhD 2004 17 University of Massachusetts Medical School William Kerr, PhD 2003 18 University of South Florida Nigel Killeen, PhD 2001 University of California, San Francisco Scott Kogan, MD 2005 19 University of California, San Francisco Anthony Koleske, PhD 2003 Yale University Kerry Kornfeld, MD, PhD 2002 20 Washington University Stephen Kron, MD, PhD 2003 21 University of Chicago Matthew Krummel, PhD 2006 University of California, San Francisco Gustavo Leone, PhD 2005 The Ohio State University Daniel Lew, PhD 2001 Duke University Medical Center Xin Lin, PhD 2005 University of Texas Hsiou-Chi Liou, PhD 2001 Weill Medical College of Cornell University Fenyong Liu, PhD 2002 22 University of California, Berkeley Clifford Lowell, MD, PhD 2002 University of California, San FranciscoHiten Madhani, MD, PhD 2006 University of California, San Francisco Andreas Matouschek, PhD 2003 Northwestern University Danesh Moazed, PhD 2004 Harvard Medical School George Mosialos, PhD 2005 Biomedical Sciences Research Center Matthew O'Connell, PhD 2001 Mount Sinai School of Medicine David Pellman, MD 2001 Dana-Farber Cancer Institute Christoph Plass, PhD 2003 The Ohio State University Ishwar Radhakrishnan, PhD 2005 Northwestern University Linda Resar, MD 2006 Johns Hopkins University School of Medicine Theodora Ross, MD, PhD 2006 University of Michigan Medical Center Guy Sauvageau, MD, PhD 2003 University of Montreal, Canada Stephen Schoenberger, PhD 2006 La Jolla Institute for Allergy and Immunology Ralph Scully, MD, PhD 2006 Beth Israel Deaconess Medical Center David Seldin, MD, PhD 2001 Boston Medical Center David Sharp, PhD 2005 Albert Einstein College of Medicine Ali Shilatifard, PhD 2002 23 Saint Louis University School of Medicine Ramesh Shivdasani, MD, PhD 2001 Dana-Farber Cancer Institute Peter Sicinski, MD, PhD 2006 Dana-Farber Cancer Institute Tomasz Skorski, MD, PhD 2001 Temple University Reshma Taneja, PhD 2003 Mount Sinai School of Medicine William Tansey, PhD 2002 Cold Spring Harbor Laboratory *The year displayed after each grant represents the rst year of grant activity. 1The Specialized Center of Research Program is supported in part by The John and FrancesBeck Family Foundation and General Motors. 2Dr. Jerry Adams is funded in part by Eli Lilly and Company. 3Dr. Irwin Bernstein is funded by an anonymous donor.research grants* 4Dr. John Bushweller is funded in part by the Peter Berg Memorial Research Fund. 5Dr. John Byrd is funded in part by Douglas and Phyllis Smith, Elaine S. Smith, MichaelThomas and Joseph D. Johnson. 6Dr. Riccardo Dalla-Favera is funded in part from David and Diann Sant, Cathy and ScottZeilinger Philanthropic Fund, Lesley Goldwasserand Jonathan Plutzik, Ruth and Carl ShapiroFamily Foundation, Deborah and Jeff Briggs,Tracy and Frank Collins, James F. Egan, Jamesand Karen Finkel, Paul and Susan Friedman, Jonathan and Jeannie Lavine and Family, Tom Marano, Jeffrey and Katina Mayer, TheEdward L. Milstein Foundation, Michael andElin Nierenberg and Family, Daniel and CarolSpina and Joseph S. and Diane H. Steinberg. 7Dr. Brian Druker is funded in part by the Bertelsen Family and the Kathy Soloff CMLResearch Fund 2005. 8Dr. James Grifn is funded in part by the Virginia Sheldon Jerome Foundation.9Dr. Carl June is funded in part by Lisa Bee. 10Dr. Scott Lowe is funded in part by the Links for Life-Cure Leukemia Foundation, the AlverinM. Cornell Foundation and Valerie Aspinwall & The Reichman Memorial/Altschul Foundationand Kathy and Chip McNamara. 11Dr. Stephen Nimer is funded in part by The John and Shirley Davies Foundation. 12Dr. Zhijian Chen is funded by the St. Valentine's Day Luncheon and Style Show. 15Michael Teitell, MD, PhD 2004 24 University of California, Los Angeles Dimitris Thanos, PhD 2001 Biomedical Sciences Research Center Michael Thirman, MD 2003 University of Chicago David Toczyski, PhD 2004 University of California, San Francisco Toshio Tsukiyama, PhD, DVM 2003 Fred Hutchinson Cancer Research Center Jessica Tyler, PhD 2004 University of Colorado Health Sciences Center Katharine Ullman, PhD 2006 University of Utah David Van Vactor, PhD 2001 Harvard Medical School Jose Villadangos, PhD 2005 Walter & Eliza Hall Institute of Medical Research Claire Walczak, PhD 2002 Indiana University Medical Center Xiaolu Yang, PhD 2005 University of Pennsylvania Tso-Pang Yao, PhD 2004 Duke University Medical Center Kyoko Yokomori, PhD, DVM 2001 University of California, Irvine Hongtao Yu, PhD 2004 University of Texas Weiguo Zhang, PhD 2005 Duke University Medical Center Pengbo Zhou, PhD 2006 Weill Medical College of Cornell University Career Development Program: Scholars in Clinical Research Maurizio Bendandi, MD, PhD 2002 University of Navarra Ravi Bhatia, MD 2003 City of Hope National Medical Center Smita Bhatia, MD 2002 City of Hope National Medical Center Robert Brodsky, MD 2001 Johns Hopkins Oncology CenterJohn C. Byrd, MD 2002 25 The Ohio State University Martin Carroll, MD 2004 University of Pennsylvania Kenneth Cooke, MD 2006 University of Michigan Jorge Cortes, MD 2001 University of Texas Glenn Dranoff, MD 2001 Dana-Farber Cancer Institute Ephraim Fuchs, MD 2004 Johns Hopkins University School of Medicine Omer Koc, MD 2002 Case Western Reserve University Zihai Li, MD, PhD 2006 University of Connecticut Owen O'Connor, MD, PhD 2003 Memorial Sloan-Kettering Cancer Center Robert Orlowski, MD, PhD 2006 University of North Carolina at Chapel Hill Aaron Rapoport, MD 2002 University of Maryland Jeffrey Taub, MD 2003 Wayne State University Children's Hospital of Michigan Christopher Walsh, MD, PhD 2001 Mount Sinai School of Medicine Joseph Wiemels, PhD 2004 26 University of California, San Francisco Career Development Program: Special Fellows Manzoor Ahmad, PhD 2003 National Institute of Allergy & Infectious Disease Laurie Ailles, PhD 2004 Stanford University K. Mark Ansel, PhD 2006 CBR Institute of Biomedical Research, Inc. Toshiyuki Araki, PhD 2006 Beth Israel Deaconess Medical Center Kamel Benlagha, PhD 2003 University of Chicago Ittai Ben-Porath, PhD 2005 Whitehead Institute for Biomedical ResearchKlara Briknarova, PhD 2005 Burnham Institute Katja Bruckner, PhD 2004 Harvard Medical School Xin Chen, PhD 2006 Stanford University Aiyang Cheng, PhD 2004 Yale University School of Medicine Rafal Ciosk, PhD 2006 Fred Hutchinson Cancer Research Center Hilary Coller, PhD 2003 27 Princeton University Sean Conner, PhD 2005 University of Minnesota, Twin Cities Xu-Ming Dai, MD, PhD 2003 Albert Einstein College of Medicine Nika Danial, PhD 2004 Dana-Farber Cancer Institute Roberto De Guzman, PhD 2003 Scripps Research Institute Zhong Deng, PhD 2006 Wistar Institute Laxminarayana Devireddy, PhD 2003 28 University of Massachusetts Medical School Joaquin Espinosa, PhD 2004 University of Colorado at Boulder John Farrar, PhD 2002 University of Texas Hui Feng, PhD 2006 Dana-Farber Cancer Institute Josephine Ferreon, PhD 2006 Scripps Research Institute Harold Fisk, PhD 2003 The Ohio State University Elsa Flores, PhD 2004 29 University of Texas Casey Fox, PhD 2005 University of Pennsylvania Maxim Frolov, PhD 2003 University of Illinois at Chicago Pierre-Henri Gaillard, PhD 2003 Scripps Research InstituteJulie Gates, PhD 2006 University of North Carolina at Chapel Hill Xinsheng Gao, PhD 2004 University of Texas Marc Gavin, PhD 2004 University of Washington Felicia Goodrum Flood, PhD 2004 Princeton University Vanesa Gottifredi, PhD 2003 Fundacion Instituto Leloir Karen Haas, PhD 2005 Duke University Medical Center Tomoko Hamma, PhD 2006 Fred Hutchinson Cancer Research Center Joo Seok Han, PhD 2006 Ludwig Institute for Cancer Research Azizul Haque, PhD 2004 Medical University of South Carolina Kieran Harvey, PhD 2006 University of California, Berkeley Beate Heissig, MD, PhD 2004 Juntendo University Ke Hu, PhD 2006 Scripps Research Institute Tara Huber, PhD 2006 Mount Sinai School of Medicine Matthias Hundt, MD 2006 La Jolla Institute for Allergy and Immunology Lena Hwang, PhD 2003 University of California, San Francisco Miho Iijima, PhD 2005 Johns Hopkins University School of Medicine Irena Ivanovska, PhD 2005 Whitehead Institute for Biomedical Research Julie Jameson, PhD 2004 Scripps Research Institute Edith Janssen, PhD 2005 La Jolla Institute for Allergy and Immunology Sue Jaspersen, PhD 2005 Stowers Institute for Medical Research Janusz Kabarowski, PhD 2003 University of Alabama at Birmingham2005| ANNUALREPOR T13Dr. Margaret Goodell, a Stephen Birnbaum Scholar, is funded by The Stephen BirnbaumFoundation. 14Dr. Jonathan Graff is funded by the St. Valentine's Day Luncheon and Style Show. 15Dr. Wei Gu is funded in part by the Wipe Out Leukemia Forever Foundation, Inc. 16Dr. Theodore Jardetzky is funded in part by the Helen Brach Foundation.17Dr. Michelle Kelliher is funded by the Gold-Diggers, Inc. 18Dr. William Kerr is funded by The Newman Foundation. 19Dr. Scott Kogan is funded in part by The San Francisco Foundation. 20Dr. Kerry Kornfeld is funded by the Ed Heitz Memorial Research Fund. 21Dr. Stephen Kron is funded in part by Vito Ippolito and Kathryn O'Connor-Ippolito.22Dr. Fenyong Liu is funded in part by the Wayne and Gladys Valley Foundation. 23Dr. Ali Shilatifard is funded by the Ed Heitz Memorial Research Fund. 24Dr. Michael Teitell is funded by Parents Against Leukemia. 25Dr. John Byrd is funded by the Bruce Bocina Building Corp. 26Dr. Joseph Wiemels is funded by Team Friends of Allie-Honoring Sam Eisenberg and AllieScott.27Dr. Hillary Coller is funded by the Quest For the Cure Research Fund. 28Dr. Laxminarayana Devireddy is funded in part by the Remillard Family Foundation, Inc. 29Dr. Elsa Flores is funded by the Hildegarde D. Becher Foundation. 16Cheng-Fu Kao, PhD 2006 University of New Mexico Chang Kim, PhD 2003 Purdue University Alexei Kisselev, PhD 2002 Dartmouth College Paul Knoepfler, PhD 2003 Fred Hutchinson Cancer Research Center Eric Lai, PhD 2005 Memorial Sloan-Kettering Cancer Center Emma Langley, PhD 2006 Scripps Research Institute Yvette Latchman, PhD 2003 Puget Sound Blood Center Isabelle Le Blanc, PhD 2005 University of California, Berkeley Ziqiang Li, PhD 2006 Albert Einstein College of Medicine YuYao Liang, PhD 2006 University of Texas Bin Liu, PhD 2003 University of California, Los Angeles Jidong Liu, PhD 2006 Cold Spring Harbor Laboratory Matthew Lorincz, PhD 2003 Fred Hutchinson Cancer Research Center Hinh Ly, PhD 2004 Emory University Sami Malek, MD 2004 30 University of Michigan Medical School Brendan Manning, PhD 2005 Harvard School of Public Health Yinghui Mao, PhD 2005 Columbia University Alberto Martin, PhD 2004 University of Toronto, Canada Bernhard Mayr, MD 2003 Universitat Erlangen-Nuernberg Brooke McCartney, PhD 2002 Carnegie Mellon University Thomas Mercher, PhD 2006 Brigham and Women's Hospital Jung-Hyun Min, PhD 2005 Memorial Sloan-Kettering Cancer CenterConstantine Mitsiades, MD, PhD 2004 Dana-Farber Cancer Institute Massimo Morra, MD 200 Beth Israel Deaconess Medical Center Raul Mostoslavsky, MD, PhD 2005 Harvard Medical School Leon Murphy, PhD 2004 Harvard Medical School Mikhail Nikiforov, PhD 2003 University of Michigan Ryoma Ohi, PhD 2005 Harvard Medical School Joseph Opferman, PhD 2005 Dana-Farber Cancer Institute Sean O'Rourke, PhD 2006 University of Oregon Amir Oryan (Orian), MD, PhD 2005 31 Technion, Israel Institute of Technology Laura Pasqualucci, MD 2003 Columbia University Kathrin Plath, PhD 2005 Whitehead Institute for Biomedical Research Supriya Prasanth, PhD 2006 Cold Spring Harbor Laboratory Jian Qu, PhD 2005 University of California, San Francisco Yosef Refaeli, PhD 2003 National Jewish Medical and Research Center Inez Rogatsky, PhD 2003 Hospital for Special Surgery Joan Roig Amoros, PhD 2003 Parc Cientic de Barcelona Akihide Ryo, MD, PhD 2003 Yokohama City University Hyung Ryoo, PhD 2006 New York University School of Medicine Shireen Saleque, PhD 2004 Children's Hospital Boston Adrian Salic, PhD 2006 Harvard Medical School Tomoyuki Sawado, PhD 2005 Fred Hutchinson Cancer Research CenterJill Schweitzer, PhD 2004 University of Notre Dame Clare Scott, MD, PhD 2004 Walter & Eliza Hall Institute of Medical Research Neil Shah, MD, PhD 2005 University of California, Los Angeles Jeffrey Singer, PhD 2002 Brown University Chi Wai So, PhD 2003 The Institute of Cancer Research Yongcheng Song, PhD 2006 University of Illinois at Champaign-Urbana Eric Spierings, PhD 2005 Leiden University Medical Center Walter Steiner, PhD 2005 Niagara University Angela Stoddart, PhD 2005 University of Chicago Valery Sudakin, DSC 2003 Fox Chase Cancer Center Vinay Tergaonkar, PhD 2005 Salk Institute for Biological Studies Scott Tibbetts, PhD 2004 Louisana State University Benjamin Turk, PhD 2003 Yale University School of Medicine Takehiko Usui, PhD 2005 Memorial Sloan-Kettering Cancer Center Fred van Leeuwen, PhD 2004 Netherlands Cancer Institute Gelin Wang, PhD 2004 University of Texas Jing Wang, MD, PhD 2006 CBR Institute of Biomedical Research, Inc. Yanchang Wang, PhD 2002 Florida State University Wenyi Wei, PhD 2006 Dana-Farber Cancer Institute Orion Weiner, PhD 2005 University of California, San Francisco Amy Weinmann, PhD 2004 University of Washington Markus Welcker, PhD 2006 Fred Hutchinson Cancer Research Center Hans-Guido Wendel, MD 2006 Cold Spring Harbor Laboratory Geng Wu, PhD 2006 Children's Hospital Boston Ting-Ting Wu, PhD 2002 University of California, Los Angeles Zhaohui Wu, PhD 2006 University of Wisconsin, Madison Ping Xie, PhD 2003 University of Iowa Tomoki Yokochi, PhD 2006 Upstate Medical University Akihiko Yokoyama, PhD 2006 Stanford University School of Medicine Jianbo Yue, PhD 2006 Stanford University School of Medicine Jinsong Zhang, PhD 2004 University of Cincinnati Wei-Xing Zong, PhD 2004 University of Pennsylvania Career Development Program: Fellows David Aiello, PhD 2005 University of Massachusetts Medical School Dikran Aivazian, PhD 2003 32 Stanford University School of Medicine Jennifer Antonchuk, PhD 2004 University Hospital of Lund Toshiyuki Araki, PhD 2003 Beth Israel Deaconess Medical Center Bryan Barnhart, PhD 2006 University of Pennsylvania Peggy Baudouin-Cornu, PhD 2004 Mount Sinai School of Medicine Marie Bleakley, MD 2006 Fred Hutchinson Cancer Research Center Douglas Braaten, PhD 2003 Washington University Benjamin Braun, MD, PhD 2004 University of California, San Francisco Christine Brown, PhD 2001 City of Hope National Medical Center 30Dr. Sami Malek is funded by The Hearst Foundation, Inc.research grants continued 31Dr. Amir Orian is funded by the Pamela B. Katten Memorial Leukemia ResearchFoundation.32Dr. Dikran Aivazian is funded in part by Friends of Sue Rinsky. 17Deirdre Buckley, PhD 2004 33 Cold Spring Harbor Laboratory Kurt Cannon, PhD 2002 Harvard Medical School Iris Chan, MD, PhD 2004 Brigham and Women's Hospital Danica Chen, PhD 2006 Massachusetts Institute of Technology Jihua Chen, MD, PhD 2006 Dana-Farber Cancer Institute Jing Chen, PhD 2005 Emory University Dipanjan Chowdhury, PhD 2005 CBR Institute of Biomedical Research, Inc. Kent Christopherson, PhD 2004 University of Texas Warren D'Souza, PhD 2006 University of California, San Diego Zhong Deng, PhD 2003 Wistar Institute Tracy Diamond, PhD 2006 University of Pennsylvania Li-Lin Du, PhD 2003 Scripps Research Institute Pinghui Feng, PhD 2004 New England Regional Primate Research Center Sylvia Fischer, PhD 2005 Massachusetts General Hospital Timothy Fisher, PhD 2004 Princeton University James Forrest, PhD 2005 Emory University Josena Garcia, PhD 2006 Weill Medical College of Cornell University Tania Gourley, PhD 2004 Emory University Yuli Guo, PhD 2003 Dana-Farber Cancer Institute Jacob Harrison, PhD 2005 Brandeis University John Hines, PhD 2003 Yale University Amy Holdorf, PhD 2004 Mount Sinai School of MedicineEun-Jin Hong, PhD 2006 Harvard Medical School Daniel Hostetter, PhD 2006 University of California, San Francisco Kristen Hurov, PhD 2004 Dana-Farber Cancer Institute Jonathan Irish, PhD 2006 Stanford University Brenda Irvin, PhD 2003 Vanderbilt University Kristen Johnson, PhD 2006 University of Chicago Anna Keating, MD 2004 Memorial Sloan-Kettering Cancer Center Karen Keeshan, PhD 2005 University of Pennsylvania You-Me Kim, PhD 2004 Harvard Medical School Sridevi Khambhampaty, PhD 2006 Stanford University School of Medicine Marc Kvansakul, PhD 2006 Walter & Eliza Hall Institute of Medical Research Erica Larschan, PhD 2005 Brigham and Women's Hospital Dong Lee, PhD 2006 Salk Institute for Biological Studies Mathew Lensch, PhD 2003 Children's Hospital Boston Xiaoling Li, PhD 2005 Massachusetts Institute of Technology Zhe Li, PhD 2005 Children's Hospital Boston Xiaozhen Liang, PhD 2006 Harvard Medical School Chinten Lim, PhD 2005 University of California, San Diego Stephen Lin, PhD 2005 Dana-Farber Cancer Institute Edward Luk, PhD 2006 National Institutes of Health Julian Lum, PhD 2005 University of Pennsylvania Eugene Makeyev, PhD 2005 Harvard UniversityVanessa Marsden, PhD 2005 National Jewish Medical and Research Center Carla Martins, PhD 2006 University of California, San Francisco Sebastiaan Meijsing, PhD 2005 University of California, San Francisco Stavroula Mili, PhD 2006 Yale University School of Medicine Shinichi Mizuno, MD, PhD 2004 Dana-Farber Cancer Institute Alexandre Morozov, PhD 2006 Rockefeller University Valerie Notenboom, PhD 2002 Netherlands Cancer Institute Xuewen Pan, PhD 2004 Johns Hopkins University School of Medicine Sebastien Pfeffer, PhD 2005 34 Rockefeller University Lisa Postow, PhD 2006 Rockefeller University Natalie Prigozhina, PhD 2003 Scripps Research Institute Martin Prlic, PhD 2006 University of Washington Philippe Prochasson, PhD 2004 Stowers Institute for Medical Research Ling Qi, PhD 2003 Salk Institute for Biological Studies Bin Qian, PhD 2006 University of Washington Priyamvada Rai, PhD 2006 Whitehead Institute for Biomedical Research John Randell, PhD 2004 Massachusetts Institute of Technology Christopher Raymond, PhD 2003 Fred Hutchinson Cancer Research Center Lily Remsing Rix, PhD 2005 Center for Molecular Medicine Stefan Riedl, PhD 2005 Burnham Institute Adam Rosendorff, MD 2003 Brigham and Women's HospitalStefanie Sarantopoulos, MD, PhD 2006 Dana-Farber Cancer Institute Joseph Scandura, MD, PhD 2003 35 Memorial Sloan-Kettering Cancer Center David Schwartz, PhD 2003 Yale University Gary Shapiro, PhD 2005 University of California, San Diego Eric Shiozaki, PhD 2006 University of California, Los Angeles Jonathan Snow, PhD 2006 Children's Hospital Boston Holger Sondermann, PhD 2003 University of California, Berkeley Erinn Soucie, PhD 2006 IRIC - Institut de Recherche en Immunovirologie et en ancerologie Jason Tanny, PhD 2006 Rockefeller University Vera Tarakanova, PhD 2006 Washington University in St. Louis School of Medicine Ewan Taylor, PhD 2006 Scripps Research Institute Jorge Torres, PhD 2006 Stanford University School of Medicine Su-Yi Tseng, PhD 2004 New York University School of Medicine Lidia Vasilieva, PhD 2005 Harvard Medical School Li Wang, PhD 2004 Dartmouth College Ying-Jie Wang, PhD 2004 University of Texas David Weinstock, MD 2005 Memorial Sloan-Kettering Cancer Center Richard Willis, PhD 2004 National Jewish Medical and Research Center Jasmine Wong, PhD 2006 University of California, San Francisco Niels-Bjarne Woods, PhD 2005 Salk Institute for Biological Studies Jingsong Xu, PhD 2003 University of California, San Francisco2005| ANNUALREPOR T33Dr. Deidre Buckley is funded by Mr. and Mrs. Anthony Campbell and Mr. and Mrs.Matthew Campbell.34Dr. Sebastien Pfeffer is funded by the Lehman Brothers Foundation.35Dr. Joseph Scandura is funded by Michael Copley and Leslie Elliot Krause, Esq., inconjunction with Partners in Research. 18Zheng Xu, PhD 2005 Beth Israel Deaconess Medical Center Tingting Yao, PhD 2005 Stowers Institute for Medical Research Ping Yuan, PhD 2006 Princeton University Shan Zha, MD, PhD 2005 Harvard School of Medicine, Children's Hospital Boston Jing Zhang, PhD 2004 Whitehead Institute for Biomedical Research Xiaowu Zhang, PhD 2003 Whitehead Institute for Biomedical Research Song Zhao, MD, PhD 2005 Memorial Sloan-Kettering Cancer Center Rui Zhou, PhD 2005 Harvard Medical School Daniel Zilberman, PhD 2006 Fred Hutchinson Cancer Research Center Weiguo Zou, PhD 2006 Scripps Research Institute Translational Research Program Vahid Afshar-Kharghan, MD 2003 36 Baylor College of Medicine Ricardo Aguiar, MD, PhD 2002 Dana-Farber Cancer Institute Denis Alexander, PhD 2003 Babraham Institute Stephen Ansell, MD, PhD 2004 37 Mayo Clinic and Foundation Scott Armstrong, MD, PhD 2004 38 Children's Hospital Boston David Avigan, MD 2002 Beth Israel Deaconess Medical Center David Avigan, MD 2005 Beth Israel Deaconess Medical Center Maria Baer, MD 2003 Roswell Park Cancer Institute Deborah Banker, PhD 2002 Fred Hutchinson Cancer Research Center Dwayne Barber, PhD 2005 Ontario Cancer Institute, CanadaPamela Becker, MD, PhD 2006 University of Washington Antonio Bedalov, MD, PhD 2006 Fred Hutchinson Cancer Research Center Steven Bernstein, MD 2004 University of Rochester Steven Bernstein, MD 2006 University of Rochester Ravi Bhatia, MD 2003 City of Hope National Medical Center Smita Bhatia, MD 2002 City of Hope National Medical Center Bruce Blazar, MD 2004 University of Minnesota, Twin Cities Carl Borrebaeck, DSC 2006 Lund University Roger Briesewitz, PhD 2005 39 The Ohio State University John Bushweller, PhD 2002 University of Virginia Janet Butel, PhD 2003 Baylor College of Medicine John C. Byrd, MD 2005 40 The Ohio State University Michael Caligiuri, MD 2006 The Ohio State University Martin Carroll, MD 2004 University of Pennsylvania Ethel Cesarman, MD, PhD 2002 Weill Medical College of Cornell University Preet Chaudhary, MD, PhD 2006 University of Pittsburgh Wei Chen, MD, PhD 2005 University of Minnesota, Twin Cities Selina Chen-Kiang, PhD 2006 Weill Medical College of Cornell University Linzhao Cheng, PhD 2002 Johns Hopkins University School of Medicine Jason Chesney, MD, PhD 2006 University of Louisville Rachael Clark, MD, PhD 2006 Brigham and Women's Hospital Bayard Clarkson, MD 2004 Memorial Sloan-Kettering Cancer CenterRobert Collins, MD 2004 41 University of Texas Steven Collins, MD 2004 42 Fred Hutchinson Cancer Research Center Kenneth Cooke, MD 2004 University of Michigan Comprehensive Cancer Center Laurence Cooper, MD, PhD 2003 City of Hope National Medical Center Laurence Cooper, MD, PhD 2006 43 City of Hope National Medical Center Richard D'Andrea, PhD 2004 Child Health Research Institute Bryant Darnay, PhD 2002 University of Texas Albert Deisseroth, MD, PhD 2004 Sidney Kimmel Cancer Center Joseph DiCarlo, MD 2005 44 Stanford University Clark Distelhorst, MD 2006 Case Western Reserve University Dirk Dittmer, PhD 2006 University of North Carolina at Chapel Hill Nicholas Donato, PhD 2002 University of Texas Ming-Qing Du, MD, PhD 2003 University of Cambridge Ming-Qing Du, MD, PhD 2005 University of Cambridge Dimitar Efremov, MD, PhD 2006 International Centre for Genetic Engineering and Biotechnology Elizabeth Eklund, MD 2002 Northwestern University School of Medicine Elizabeth Eklund, MD 2006 Northwestern University School of Medicine Stephen Emerson, MD, PhD 2005 45 University of Pennsylvania Carolyn Felix, MD 2002 The Children's Hospital of Philadelphia Dean Felsher, MD, PhD 2004 46 Stanford University School of Medicine Robert Fenton, MD, PhD 2004 University of MarylandDaniel Fernandes, PhD, DSC 2006 Medical University of South Carolina Adele Fielding, PhD 2003 Mayo Clinic and Foundation Barry Finette, MD, PhD 2003 University of Vermont Christopher Flowers, MD 2006 Emory University Francine Foss, MD 2003 Tuffs University New England Medical Center Arthur Frankel, MD 2005 Scott and White Memorial Hospital and Clinic Ephraim Fuchs, MD 2002 Johns Hopkins University School of Medicine Varsha Gandhi, PhD 2005 47 University of Texas Irene Ghobrial, MD 2006 Dana-Farber Cancer Institute Spencer Gibson, PhD 2005 University of Manitoba, Canada Spencer Gibson, PhD 2002 University of Manitoba, Canada D. Gary Gilliland, MD, PhD 2003 Howard Hughes Medical Institute Brigham and Women's HospitalHarvard Medical School D. Gary Gilliland, MD, PhD 2006 Howard Hughes Medical Institute Brigham and Women's HospitalHarvard Medical School Jianlin Gong, MD 2004 Boston University Steven Gore, MD 2005 Johns Hopkins University School of Medicine Stephen Gottschalk, MD 2004 Baylor College of Medicine Steven Grant, MD 2003 Virginia Commonwealth University Steven Grant, MD 2006 Virginia Commonwealth University Ian Harmer, PhD 2003 University of Cambridge Charles Hemenway, MD, PhD 2005 48 Tulane University School of Medicine 36Dr. Vahid Afshar-Kharghan is funded by the MPD Foundation in partnership with Friends of Essential Thrombocythemia, Inc. and TheLeukemia & Lymphoma Society. 37Dr. Stephen Ansell is funded in part by Phyllis Rubinstein in honor of Lisa Mulman. 38Dr. Scott Armstrong is funded by the Connors Family Charitable Fund, Jack and EileenConnors, Willy's Fund and the William WesleyKelly Research Fund. research grants continued 39Dr. Roger Briesewitz is funded in part by the Friends of Jeff Sachs. 40Dr. John Byrd is funded by Stephen and Madeleine Anbinder and In memory of Andrew C. Renz, M.D. 41Dr. Robert Collins is funded by the St. Valentine's Day Luncheon and Style Show. 42Dr. Steven Collins is funded by the Quest For the Cure Research Fund.43Dr. Laurence Cooper is funded by The Gail Cohen Leukemia Fund. 44Dr. Joseph DiCarlo is funded in part by the Mario Lemieux Foundation. 45Dr. Stephen Emerson, a Stephen Birnbaum Scholar, is funded by The Stephen BirnbaumFoundation. 46Dr. Dean Felsher is funded in part by the Valentine Foundation.47Dr. Varsha Ghandi is funded by the Jim Jacobs Leukemia Research Fund. 48Dr. Charles Hemenway is funded in part by Anabel Wheeler, Bob Gadomski, Shahan and Camilla Soghikian. 49Dr. Craig Jordan is funded in part by the Douglas Kroll Research Program.19 2005| ANNUALREPOR TCraig Jordan, PhD 2006 49 University of Rochester Scott Kaufmann, MD, PhD 2005 50 Mayo Clinic and Foundation Thomas Kipps, MD, PhD 2004 University of California, San Diego Krishna Komanduri, MD 2006 University of Texas Marina Konopleva, MD, PhD 2002 University of Texas Steven Kornblau, MD 2003 University of Texas Steven Kornblau, MD 2006 University of Texas Simon Lacey, PhD 2002 Beckman Research Institute Simon Lacey, PhD 2005 Beckman Research Institute Jill Lacy, MD 2004 Yale University School of Medicine Uma Lakshmipathy, PhD 2004 University of Minnesota, Twin Cities Lawrence Lamb, PhD 2003 University of Alabama at Birmingham Charles Lee, PhD 2005 Brigham and Women's Hospital Robert Lee, PhD 2002 The Ohio State University Hyam Levitsky, MD 2005 51 Johns Hopkins University School of Medicine Jane Liesveld, MD 2004 52 University of Rochester Michael Lilly, MD 2002 Loma Linda University Bing Lim, MD, PhD 2003 Beth Israel Deaconess Medical Center Jose Lopez, MD 2005 Baylor College of Medicine Lawrence Lum, MD, DSC 2005 Roger Williams Medical Center Guitta Maki, PhD 2003 Rush University Medical Center Otoniel Martinez-Maza, PhD 2003 University of California, Los AngelesHector Martinez-Valdez, MD, PhD 2003 University of Texas Kenneth Meehan, MD 2006 Dartmouth-Hitchcock Medical Center Ari Melnick, MD 2006 Albert Einstein College of Medicine David Miklos, MD, PhD 2006 Stanford University Research Cancer Center Wilson Miller, MD, PhD 2003 Jewish General Hospital, Lady Davis Institute for Medical Research, Canada Mark Minden, MD, PhD 2003 Ontario Cancer Institute, Canada Shakeel Modak, MD, PhD 2004 53 Memorial Sloan-Kettering Cancer Center Malcolm Moore, MD 2006 Memorial Sloan-Kettering Cancer Center Benjamin Neel, MD, PhD 2004 Beth Israel Deaconess Medical Center Susan Nilsson, PhD 2004 Peter MacCallum Cancer Institute Lawrence Panasci, MD 2006 Lady Davis Institute for Medical Research, Canada Peter Parham, PhD 2004 54 Stanford University School of Medicine Roger Pearse, MD, PhD 2006 Weill Medical College of Cornell University Christoph Plass, PhD 2005 55 The Ohio State University Jonathan Pollack, MD, PhD 2006 Stanford University Miles Prince, MD 2005 Peter MacCallum Cancer Centre Miles Prince, MD 2006 Peter MacCallum Cancer Centre Louise Purton, PhD 2003 Peter MacCallum Cancer Institute Shahin Rai, MD 2004 56 Weill Medical College of Cornell University S. Vincent Rajkumar, MD 2003 Mayo Clinic and Foundation Yosef Refaeli, PhD 2006 National Jewish Medical and Research CenterDirk Reinhardt, MD 2002 Universitätsklinikum Münster Alain Rook, MD 2002 University of Pennsylvania Alain Rook, MD 2005 University of Pennsylvania Cliona Rooney, PhD 2002 Baylor College of Medicine Janet Rowley, MD 2006 57 University of Chicago Felipe Samaniego, MD 2006 University of Texas David Scadden, MD 2005 58 Massachusetts General Hospital Aaron Schimmer, MD, PhD 2004 59 Princess Margaret Hospital, Canada Stephen Schuster, MD 2002 University of Pennsylvania Stephen Schuster, MD 2006 University of Pennsylvania Oliver Semmes, PhD 2003 Eastern Virginia Medical School Judith Shizuru, MD, PhD 2003 60 Stanford University Sherrill Slichter, MD 2002 61 Puget Sound Blood Center and Program Florence Smadja, PhD 2003 Institut Universitaire d'hématologie Donald Small, MD, PhD 2004 62 Johns Hopkins University Mitchell Smith, MD, PhD 2003 63 Fox Chase Cancer Center Lloyd Stoolman, MD 2004 University of Michigan Alison Stopeck, MD 2002 Arizona Cancer Center Moshe Talpaz, MD 2004 University of Texas Ana Tari, PhD 2006 University of Texas Michael Thirman, MD 2005 64 University of Chicago John Timmerman, MD 2006 University of California, Los AngelesMichael Tomasson, MD 2003 65 Washington University Max Topp, MD 2004 University of Wuerzburg Joseph Tuscano, MD 2004 University of California, Davis Marcel van den Brink, MD, PhD 2006 Memorial Sloan-Kettering Cancer Center Andrea Velardi, MD 2002 66 Università di Perugia Edmund Waller, MD, PhD 2002 Emory University J. Brice Weinberg, MD 2006 Duke University Medical Center David Williams, MD 2006 Cincinnati Children's Hospital Medical Center Xiao-Feng Yang, MD, PhD 2004 67 Baylor College of Medicine Qing Yi, MD, PhD 2003 University of Texas Muxiang Zhou, MD 2005 Emory University 50Dr. Scott Kaufmann is funded by Clyde McGregor and Joan Kowling McGregor. 51Dr. Hyam Levitsky is partially funded by Milton Lichtman. 52Dr. Jane Liesveld is funded in part by the Douglas Kroll Research Program. 53Dr. Shakeel Modak is funded by an anonymous donor. 54Dr. Peter Parham is funded in part by Mrs. Dee Sanlippo.55Dr. Christoph Plass is funded by Stephen and Madeline Anbinder. 56Dr. Shahin Rai is funded by the Douglas Kroll Research Program. 57Dr. Janet Rowley is funded by The Coleman Foundation. 58Dr. David Scadden is funded by the F.M. Kirby Foundation. 59Dr. Aaron Schimmer is funded in part by John R. Jones, Jr. and In memory of DianeSierzega Ware.60Dr. Judith Shizuru is funded by an anonymous donor. 61Dr. Sherrill Slichter is funded by the Quest For the Cure Research Fund. 62Dr. Donald Small is funded by the Douglas Kroll Research Program. 63Dr. Mitchell Smith is funded by an anonymous donor. 64Dr. Michael Thirman is funded by The Coleman Foundation.65Dr. Michael Tomasson is funded in part by the Links for Life-Cure Leukemia Foundation. 66Dr. Andrea Velardi is funded by an anonymous donor. 67Dr. Xiao-Feng Yang is funded by the MPD Foundation in partnership with Friends of Essential Thrombocythemia, Inc. and The Leukemia & Lymphoma Society. 20Beverly S. Mitchell, MD Chair * Cancer Research Center Stanford University Armand Keating, MD Vice Chair Princess Margaret Hospital Irwin D. Bernstein, MD Fred Hutchinson Cancer Research Center David Bodine, PhD National Institutes of Health Selina Chen-Kiang, PhD Weill Medical College of Cornell University Curt I. Civin, MD Johns Hopkins Comprehensive Cancer Center Brian J. Druker, MD Howard Hughes Medical Institute Oregon Health & Science UniversityCancer Institute Alan M. Gewirtz, MD * University of Pennsylvania School of Medicine D. Gary Gilliland, MD, PhD Howard Hughes Medical Institute Brigham and Women's HospitalHarvard Medical School James Grifn, MD Dana-Farber Cancer Institute Judith E. Karp, MD The Bunting Blaustein Cancer Research Building Michael W. Long, PhD * Velcura Therapeutics, Inc. W. Stratford May, MD, PhD * University of Florida Warren S. Pear, MD, PhD Abramson Family Cancer Research InstituteKanti R. Rai, MD Long Island Jewish Medical Center Joel Rappeport, MD Yale School of Medicine Steven T. Rosen, M.D Robert H. Lurie Comprehensive Cancer Center Naomi Rosenberg, PhD * Tufts University School of Medicine Margaret A. Shipp, MD Dana-Farber Cancer Institute Guido J. Tricot, MD, PhD University of Arkansas for Medical Sciences Cheryl L. Willman, MD University of New Mexico Health Sciences CenterIrwin D. Bernstein, MD Chair Fred Hutchinson Cancer Research Center Selina Chen-Kiang, PhD Weill Medical College of Cornell University Brian J. Druker, MD Howard Hughes Medical Institute Oregon Health & Science UniversityCancer Institute Judith E. Karp, MD The Bunting Blaustein Cancer Research Building Michael W. Long, PhD Velcura Therapeutics, Inc. Beverly S. Mitchell, MD Cancer Research Center Stanford University *Board of Directorsmedical and scientific advisorsprofessional education subcommittee endowment funds Charlotte Meyers Research Fund de Villiers Endowment FundGlaxoSmithKline Foundation & GlaxoSmithKline, Inc. Research FundJim Jacobs Leukemia Research FundMary & Robert Bronstein Memorial FundThe Rachel Kudish FundThe M. Ford Memorial FundThe UFCW Endowment FundThe Major Brooks Memorial Endowment FundVrushali Ranadive Fellowship FundJoel Rappeport, MD Yale School of Medicine Margaret A. Shipp, MD Dana-Farber Cancer Institute Guido J. Tricot, PhD University of Arkansas for Medical Sciences21$1,000,000 and above Anonymous United Food & Commercial Workers International Union (UFCW) David and Diann Sant $500,000 — $999,999 Bristol-Myers Carl H. Lindner, Jr.Novartis $100,000 — $499,999 Anonymous - Maryland Chapter and Madeline AnbinderValerie Aspinwall & Birnbaum FoundationCelgene CorporationCenters for Disease Control & Prevention The Coleman FoundationCommunity Health Charities of Connecticut Diamond Ball/Ed Heitz Memorial Research Fund Mr. and Mrs. Simon C. FiremanGeneral Motors FoundationHCS FoundationVirginia Sheldon Jerome Foundation William Wesley Kelly Research Fund F.M. Kirby Foundation, Inc.Douglas Kroll Research ProgramSusan Lang FoundationLehman Brothers FoundationRush LimbaughMr. and Mrs. S. Craig LindnerLinks for Life - Cure Leukemia Foundation Clyde McGregor and Joan Kowling McGregor Kathy and Chip McNamaraThe Newman FoundationQuality Food CentersParents Against LeukemiaPeter Berg Memorial Research FundDee SanlippoCarl and Ruth Shapiro Family Foundation Douglas and Phyllis SmithMichael Thomas The Virginia Sheldon Jerome Foundation $50,000 — $99,999 Hildegarde D. Becher Foundation, Inc. The John and Frances Beck Family Foundation BerlexThe Bill Bernbach Foundation Bost Custom HomesMr. and Mrs. Anthony CampbellMr. and Mrs. Matt Campbell Chatham Development Corporation Chicago Cosmetologists FoundationFoxwood Homes, Thrombocythemia, Inc. GenzymeGlaxoSmithKlineLesley and Jonathan Plutzik The Jeff Gordon Foundation Pete HarmanThe Hearst Foundation, Inc.The Hollander FoundationIDECJim Jacobs Charitable FoundationPamela B. Katten Memorial Leukemia Research Foundation The Krutz FoundationThe Mario Lemieux Jacques and Marlene Rubin The Victor E. and Caroline E. Schutte Foundation - Trust E Kathy Soloff CML Research FundElaine S. SmithJoseph S. and Diane H. SteinbergThe Mel Stottlemyre Myeloma Foundation Wayne and Gladys Valley FoundationWindward Homes Wish Upon A Star Gala 2005 Balloons$10,000 — $49,999 Acco Brands, Inc. Breeden Adams FoundationAlabama Power Ansley Memorial Research FundAPCI Rock the NightLance Armstrong FoundationMary J. Arnett TrustMr. and Mrs. James AshworthAtlanta Thrashers FoundationThe Sandra Atlas Bass & Edythe & Sol G. Atlas Fund, Inc. Auburn Panhellenic CouncilBank of AmericaMrs. Angie BarrettJohn and Eileen BarrettMr. Doug BaughmanBears Care Fund, a Fund of The Robert R. McCormick Tribune Foundation Mr. and Mrs. Joseph and Judith Becelia Lisa BeeBellSouthBeloved Dawgs DinnerBenjamin Moore PaintsJay and Mary Birch Foundation, Inc. Murray AlabamaAnna and David BlumenfeldMr. and Mrs. Edward BlumenfeldBruce Bocina Building Corp.Boeing Employees Community Houston Employees Community Fund Ted BollinSteve BoomHelen Brach FoundationIn Memory of Emerson L. Broad FoundationEdgar and Clarissa BronfmanAlex Brown & Sons Charitable FoundationStanley E. Brown Family Foundation C. Scott BruinBurlington Coat Factory (No. 165)Burlington Coat the of Cancer Thomas ChapmanChildren's Charities FoundationDavid and Mary ChristensenCIBC World Market Corp Miracle Day USA Account CinergyBruce and Isobel ClelandGail Cohen Leukemia FundCommunity Health Charities of Arizona Community Health Charities of California Community Health Charities of Illinois Community Health Charities of Kentucky Community Health Charities of Wisconsin Jack ConnorsConnors Family Charitable FundConvergys CorporationMichael and Companies LLCCSX CorporationDanford FoundationDavid DashiellThe John and Shirley Davies Foundation Leona E. and Donald W. Davis The Marc David FoundationMary Del BeneFrance and Andre DesmaraisDonny DeutschFrank DiPascaliThe Edgar Family Charitable FundJohn P. EidelMr. and Mrs. Dennis and Dana Eisenberg 2005| ANNUALREPOR Tdonors22Employees Community Fund of Boeing St. Louis Entergy IncElizabeth FagoFairway Lincoln-MercuryFalk FlamingSusan FobesFriends In Memory of Todd Alan Whitman Friends of Jeff Sachs Friends of Ligonier Polo Friends of Sean to Benet The Leukemia & Lymphoma Society Friends of Sue RinskyFry Steel CompanyDorothy FuquaBrad GadomskiMariellen GillJill GimelliThe Gold-Diggers, Goldberg & Foundation, Inc. Steve GottliebGPCAMark Grace FoundationThe Paul B. Greetin and Beryl S. Greetin Foundation, Inc. Marliss Gruver and Mrs. and Stephanie ImhoffImlay Foundation Independent Research Group Insured Benet Plans, Inc.IntergraphVito Ippolito and Kathryn O'Connor-Ippolito Alan K. & Cledith M. Jennings Foundation Jewish Federation of Greater Philadelphia JMB Hope FoundationJoseph D. JohnsonJohn R. Jones, Jr. Mr. and Mrs. Ralph C. and Sally Jones Kenneth and Karen KaplanDavid Adam KatzKeating, Muething and Klekamp PLL Dr. Dean and Anne KereiakesMr. and Mrs. Jack J. Kessler, Esq.Digby KirbyKirshenbaum Bond & PartnersKlein Family Foundation Paul Konigsberg, Esq.Konigsberg Wolf & Co. PCRita and Gene KellyPam and Anne Kenny and PowersKLA of Jean & E. Floyd Kvamme Foundation Marie Lamfrom Charitable Foundation Rob Larocque and Carol ClauseRichard LavantureLLB Golf Tournament (O.E. Community Service Fund) The Lefngwell FoundationMr. and Mrs. George LehmanMichael LewinSteven LieblichMr. and Mrs. James and Jennifer Lincoln Mr. and Mrs. Keith E. LindnerMilton LitchmanLocal 148 Operating EngineersThomas J. Long FoundationTom MaranoRichard and Christina MarcinekDr. and Mark E. Mrs. Laffey McHugh Foundation Mellon Bank Meyer Memorial TrustMr. and Mrs. Don and Martha MillerEdward L. Milstein FoundationThe Sidney Milton & Leoma Simon and Deborah NorbergNorthwestern Mutual Life Foundation, Inc. Option One Mortgage Corp.Oracle Corporate Giving ProgramThe Oregon Community FoundationOsprey FoundationPanebraska LLC, a franchisee of Panera LLC The Hoyt & Viorica Pardee Foundation Sue RinskyRodman Ford Sales, Inc.Martha W. Rogers TrustWilliam G. Rohrer Charitable Foundation Ronald McDonald House Charities The Rosewood CorporationPhyllis RubinsteinPaul & Joan Rubschlager Foundation Thomas RyanLaura Landro and Richard Salomon The San Francisco FoundationAnnunziata Sanguinetti FoundationSarver Charitable TrustCharles and Julie ScheperDaniel and Andrea SchreiberThe Victor E. and Caroline E. Schutte Foundation - 1959 Mr. and Mrs. Stephen A. SchwarzmanThe Schwartz Family FoundationEdith M. Schweckendieck TrustsRenee and Stanley Jay Sharp SibeyMace SiegelIn Memory of Diane Sierzega WareSigma Alpha Epsilon Fraternity, University of Georgia Simpson Thacher & BartlettShahan and Camilla SoghikianMatthew SpitzerState of New York Department of Health on behalf of Senator Carl Marcellino State of New York Department of Taxation and Finance on behalf of Senator Charles Fuschillo Garrett L. Stauffer, CPASt. Joseph's/CandlerJohn SteinMarcie and Avy SteinDr. and Mrs. Paul and Kathy Steinberg donors continued23Sterling Equities Dr. Peter J. SternHarry and Jo Ann StoddardSheryl StollofKeith D. Stoltz FoundationThe Strain FoundationSugar Lakes Foundation Dave C. SwalmSwing For a CureJ.T. Tai & Co Foundation, Inc.Donald and Tracey TandyThe Taylor FoundationMr. and Mrs. and Arleigh TysoeMarilyn UnderhillUnited Way of DelawareUnited Way of New York CityMr. and Mrs. Ron and Terry UnkeferThe Valentine FoundationVanguard Charitable Endowment /DEE P Vaughhan Beneciaries FoundationVictory Scramble Fore A CureVredenburg FoundationMarc WalshThe James and Debra Wallace Foundation Watkins Family Charitable FundWaWa, Inc.Wechsler/Marsico AssociatesThe Harry & Jeanette Weinberg Foundation, Inc. Mr. Robert WeissThe Western and Southern Life Insurance Company M&M Whitmire Family FoundationWichita Community FoundationMr. and Mrs. Jack WilsonMr. and Mrs. James F. and Judith Watts Wilson Wipe Out Leukemia Forever Foundation, Inc. Tom Woods Memorial FoundationWyeth PharmeceuticalsMrs. Dee SanlippoWyner Stokes Charitable TrustMark ZurackSponsors are institutions or individuals that support a Society event. $100,000 - $499,999 American Airlines American Mr. Mrs. Melvin D. Booth ComcastCorixaCumberland Packing CorporationLawrence J. DeGeorge and Florence A. DeGeorge FoundationLunardi's MarketMichael Woodlands, Inc., 84 Lumber & Management Apache & Co.Mr. Eric BillingsBiogen IdecBlue Cross Blue Shield of MississippiBooz Allen Hamilton, Inc.Borgata Heart and Soul FoundationBouchard Bouchard Transportation Co., Inc.Aaron BraunBrayton PurcellBridgecom and Mrs. Peter and Janice BrockFrank G. and Frieda K. Brotz Family Foundation, Inc.Brown Automotive Group Buffalo Wild WingsCadell Dry Dock & Repair Co., Inc.Calyon Financial, Inc.Can-Am ContractorsCapital REITCapital Catalfumo Family Foundation CBRE CB Richard Ellis/L.J. Melody Capital Markets CB Richard Ellis - Corporation Services Celgene CorporationCell Boston Mr. Ferdinand J. CrovatoCrowell & Moring LLPCruise Industry Charitable Foundation Cub Foods BridgeviewCub Piper Rudnick Inc.Ernst J. and Connie M. Frankino Charitable Foundation Fried, Frank, Harris, Shriver & Jacobson Mr. Emanuel J. FriedmanFriedman French FoundationFuture Tech Enterprises, Inc.Gary Martin Hays and Associates, PCGEICO General Dynamics General Motors CorporationCharles Gibbs, Jr.Ms. Patricia County General HospitalHy-Vee, Inc.Ilex OncologyIndependence AirIndianapolis Lewis Selvage Maryland State Council Masonite International CorporationMCG Capital CorporationMedImmune, Inc.Medline IndustriesMellon BankMercedes-Benz of Co. Microsoft CorporationMighty TacoMillennium Pharmaceuticals, Inc.Mills Limited PartnershipMK Real Estate Group, Inc.Mr. and Mrs. Alfred T. MockettMohegan SunMondaviMorris Levine Key Food Stores Foundation, Inc. MotorolaMount Gay RumMunger, Tolles & OlsenMylan Charitable FoundationNational Commercial FlooringNational Cooperative Services Corporation National Rural Utilities Cooperative Finance Corporation National Trade ProductionsNeiman Aluminum CorporationPzerPGA Tour SuperstorePGT Trucking, Inc.Plumbers Local Union 72 PNC AdvisorsPPD Development LPPrairie FarmsPrairie Meadows Precision Communications Price ModernPricewaterhouseCoopers AssociationPVS Chemicals, Inc.Dr. and Mrs. Richard RaizmanRBC FoundationRealty Capital Partners or Herndon LLC Mr. Allen B. RectorRE/MAX Harbor RealtyReliable Churchill LLPMr. and Mrs. Bruce RendinaRiverside Health System FoundationRobert E. Torray & CompanyRoyal Bank of ScotlandRural Telephone Finance CooperativeSafewaySan Francisco Bay Area LaborSAPSattereld & PontikesSBC Communications, Inc.Scheer Partners, Schumacher CapitalSewell CitigroupSony DADC Marine LendingSystems Connection of MarylandTargetTech Village Partners LLCThelan, Reid & Priest LLPThompson, Habib & A. CenterUNISYSUnited Jewish Endowment FundUniversity HospitalUniversity Hospitals Health System Ireland Cancer Center University of Pittsburgh Medical Center Versailles Ohio Poultry Days Ultimate Frisbee Tournament Virginia Mason Medical CenterVolvo of SavannahWachovia Corporation (First Union)Wachovia SecuritiesWashington Building & Construction Trades Council Washington ExpressWashington GasWashington Nationals Washington Redskins Leadership Council Waste ManagementWaterfront Properties, Inc.Watson Wyatt WorldwideWCI CommunitiesThe Harry & Jeanette Luxenberg PC Wells FargoWestin Santa ClaraWheeler Family FoundationMr. and Mrs. Stuart WilliamsWilliams & Connolly LLPWilmer, Cutler & Pickering Hale and Dorr LLP WIN WIN Strategies FoundationWIVB-TV , Channel 4Yellow CorporationXM Satellite Radio Promotions are individuals or institutions that organize an event and donate proceeds to the Society. $1,000,000 and above KGO Newstalk AM 810 $500,000 Marketing, - $499,999 A&P/Super Fresh Supermarkets ABC 7Burlington Coat FactoryComputer Associates International, Inc. Cub Foods EastEquifaxThe Olive Garden Italian RestaurantRadio Disney AM 1110Ruth's Chris Steak House - BaltimoreSports Radio 1130 WDFNSt. Valentine's Day Luncheon and Style Show Team Friends of Allie - Honoring Sam Eisenberg and Allie Scott Optimist Club Arby's Austaco - Taco BellBergstrom Automotive Bowne & Co., Inc.Luc and Maria Boisclair - In Memory of AlexCharter One Bank The Classic Catering PeopleCoinstarCWP Asset Corp. DBA Mister Car Wash Department 56DEXDominosFather Serra C.S.Fox 5/UPN20Freedom Valu CentersJack Moore Memorial Golf The Wave The McCormick Tribune FoundationMedia/Professional InsuranceMembers Ltd. DevelopmentsMrs. Inc.The Ski ReedWashington Business JournalWIVB-TV , Channel 4Wisconsin Public Service National Man & Woman of the Year Jim Morrison Lizzy Walker Conroy2005| ANNUALREPOR Tpromotion partnerships 26The Legacy Circle honors those who have included the Society in an estate plan. Hugh Albora Peter AlexasBruce AllenFay AllenMargaret H. Louise K. AumackMinnie AustinMr. D. Honorable Ronald A. FonsecaCharles and Evelyn and Mrs. T. FoxLeo * Lynn and Ruthie T. KatzMichael E. and LitofskyGeoffrey Lombard the legacy circle27Mr. and Mrs. F. F. Michael Lynch Eric and Becky MahlumIda MalenaGeorgia Davidis MaloneMaria * Mr. Elizabeth PresniakMr. and Mrs. Michael PriceLarry PylesDavid VignesLaura Rubin Mrs. John WempeSteven WescoattLarry and Kathleen WheatonDr. and Mrs. Stanley A. White Carl and Hillary WhitleyDon WierStephen and Terri WilliamsAnthony and Michelle Mrs. YurfestEd YurowksiViolet Thomas ZeilingerKatherine Zell-CherryMrs. Ruth Zyskowski2005| ANNUALREPOR Tthe legacy circle continued Anonymous (224) Members as of June 30, 2005 * Deceased28independent auditors' report The Board of Directors The Leukemia & Lymphoma Society, Inc.: We have audited the accompanying consolidated statement of nancial position of The Leukemia & Lymphoma Society, Inc. (the Society) as of June 30, 2005, and the related consolidatedstatements of activities, cash flows, and functional expenses for the year then ended. Theseconsolidated nancial statements are the responsibility of the Society's management. Ourresponsibility is to express an opinion on these consolidated nancial statements based on ouraudit. The prior year summarized comparative information has been derived from the Society's2004 consolidated nancial statements and, in our report dated October 1, 2004, we expressed an unqualied opinion on those statements. We conducted our audit in accordance with auditing standards generally accepted in the United States of America. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the nancial statements are free of material misstatement. Our audit included consideration of internal control over nancial reporting as a basis fordesigning audit procedures that are appropriate in the circumstances, but not for the purpose of expressing an opinion on the effectiveness of the Society's internal control over nancialreporting. Accordingly, we express no such opinion. An audit includes examining, on a test basis,evidence supporting the amounts and disclosures in the nancial statements. An audit alsoincludes assessing the accounting principles used and signicant estimates made by management,as well as evaluating the overall nancial statement presentation. We believe that our auditprovides a reasonable basis for our opinion. In our opinion, the consolidated nancial statements referred to above present fairly, in all material respects, the nancial position of The Leukemia & Lymphoma Society, Inc. as of June 30, 2005, and the changes in its net assets and its cash flows for the year then ended in conformity with accounting principles generally accepted in the United States of America. September 30, 2005 New York, NY 29 2005| ANNUALREPOR T2005 2004 Assets Cash and cash equivalents $ 6,116 $ 22,703 Accounts receivable 672 555Legacies and contributions receivable (note 2) 5,026 5,347Prepaid expenses 4,246 4,024Investments, at fair value (note 3) 131,770 83,653Fixed assets, less accumulated depreciation and amortization of $7,594 and $6,289 4,098 3,624 Total assets $ 151,928 $ 119,906 Liabilities and Net Assets Liabilities: Accounts payable and accrued expenses $ 17,667 $ 13,039Deferred revenue 10,755 6,795Grants payable 7) 2,663 2,320 Total net assets 66,732 53,459 Total liabilities and net assets $ 151,928 $ 119,906consolidated statement of financial position The Leukemia & Lymphoma Society, Inc. June 30, 2005(with comparative amounts at June 30, 2004)(in thousands) See accompanying notes to consolidated nancial statements. 30Temporarily Permanently Total Unrestricted Restricted Restricted 2005 2004 Revenue Campaign contributions $ 225,380 $ 10,782 $ - $ 236,162 $ 201,104 Less direct donor benet costs (32,620) - 72 (note 1) 4,205 - - 4,205 -Net interest and dividend income (note 3) 2,632 65 - 2,697 841Net increase (decrease) in fair value of investments 2,711 (18) 15 2,708 3,256Grant refunds 653 - - 653 881Net assets released from restrictions 10,999 (10,999) - - - Total revenue 218,559 (98) 104 218,565 180,150 Expenses (note 8) Program Services: Research 54,037 - - 54,037 42,899 Patient and community service 58,821 - - 58,821 46,603Public health education 32,598 - 28,540 Professional 9,846 - - 9,071 services 155,302 - - 155,302 127,113 Services: Management and general 16,225 - 14,048 Fund raising 35,161 - - 30,508 Total services 51,386 - 51,386 expenses 206,688 - - 206,688 171,669 Excess of revenue over expenses 11,871 (98) 104 11,877 8,481 The Leukemia & Lymphoma Society of Canada (\"LLSC\") net assets as of July 1, 2004 (note 1) 1,029 128 239 1,396 - Change in net assets 12,900 30 343 13,273 8,481 Net Assets Beginning of year 4,465 End $ 2,663 $ 66,732 $ 53,459consolidated statement of activities The Leukemia & Lymphoma Society, Inc. Year ended June 30, 2005(with summarized totals for the year ended June 30, 2004)(in thousands) See accompanying notes to consolidated nancial statements. 31 2005| ANNUALREPOR T2005 2004 Cash flows from operating activities: Change in net assets $ 13,273 $ 8,481 Adjustments to reconcile change in net assets to net cash provided by operating activities: Net assets of LLSC at merger (1,396) - Net increase in fair value of investments (2,708) (3,256)Permanently restricted revenue collected (89) (928)Depreciation and amortization 1,186 1,209 Changes in assets and liabilities: Increase in accounts receivable (78) (173) Decrease in legacies and contributions receivable 321 1,726Increase in prepaid expenses (197) (587)Increase (decrease) in accounts payable and accrued expenses 4,520 (251)Increase in deferred revenue 3,848 1,504 Increase in grants payable 9,325 2,911 Net cash provided by operating activities 28,005 10,636 Cash flows from investing activities: Purchases of xed asstes (1,244) (937) Purchases of investments (202,996) (70,733)Sales of investments 158,310 51,115 Net cash used in investing activities (45,930) (20,555) Cash flows from financing activities: LLSC cash at merger 1,249 - Permanently restricted revenue collected 89 928 Net cash provided by nancing activities 1,338 928 Net decrease in cash and cash equivalents (16,587) (8,991) Cash and cash equivalents at beginning of year 22,703 31,694 Cash and cash equivalents at end of year $ 6,116 $ 22,703consolidated statement of cash flows The Leukemia & Lymphoma Society, Inc. Year ended June 30, 2005(with comparative amounts for the year ended June 30, 2004)(in thousands) See accompanying notes to consolidated nancial statements. 32See accompanying notes to consolidated nancial statements.Program Services Supporting Services Patient and Public Management Direct donor community health Professional and Fund Total benefit costs Research service education education Total general raising Total 2005 2004 2005 2004 Awards and grants $51,310 $ - $ - $ - $51,310 $ - $ - $ - $51,310 $41,084 $ - $ - Financial aid to patients - 4,505 - - 4,505 - - - 4,505 4,020 - - Donated services 533 3,672 - - 4,205 - - - 1,910 6,778 6,423 - - Insurance 10 243 167 52 472 73 162 235 707 650 - - Telephone 17 1,059 745 167 1,988 232 1,144 1,376 3,364 474 188 1,487 239 387 626 2,113 1,841 - - 168 342 1,136 1,177 4,163 3,614 Depreciation and amortization 15 415 278 91 799 126 261 387 1,186 1,209 - - Total expenses $ 54,037 32,598 $ $ 28,394Direct donor Total benefit costsconsolidated statement of functional expenses The Leukemia & Lymphoma Society, Inc. Year ended June 30, 2005(with comparative totals for the year ended June 30, 2004)(in thousands) Research 34.8%program services expenses37.9% 27.3%34.8%Patient and Community Service Public Health Professional Education 27.3%33 2005| ANNUALREPOR T1. Organization and Signicant Accounting Policies Organization The Leukemia & Lymphoma Society, Inc. (the \"Society\") is an international not-for-prot health agency dedicated to seeking the cause and cure of leukemia, lymphoma, Hodgkin's disease and myeloma and improving the quality of life of patients and their families. The Society's principal activities include: awardingresearch grants; facilitating psychosocial support aid to patients; answering phone requests for blood-related cancer information made to the Society's InformationResource Center; and disseminating educational information about blood-related cancers in the form of publications, internetsites, conference calls and symposia sponsorship for both themedical community and the general public. The Society entered into a merger agreement with Leukemia Research Fund of Canada (\"LRFC\"), effective July 1, 2004, underwhich the Society has approval rights over all LRFC resolutions.As part of this agreement, the name of LRFC was changed to The Leukemia & Lymphoma Society of Canada, Inc. (\"LLSC\").The merger was accounted for in accordance with purchasemethod concepts whereby a contribution of LLSC's net assets (at fair value) was recorded by the Society. Tax-Exempt Status The Society qualies as a charitable organization as dened by Internal Revenue Code Section 501(c)(3) and, accordingly, is exempt from federal income taxes under Internal Revenue Code Section 501(a). Additionally, since the Society is publicly-supported, contributions to the Society qualify for the maximumcharitable contribution deduction under the Internal RevenueCode. LLSC is registered as a charitable organization under the Income Tax Act (Canada) and is therefore not subject to income taxes if certain disbursement requirements are met. Principles of Consolidation The accompanying consolidated nancial statements include the accounts of the Society, which encompasses the Home Ofceof the Society and its sixty three chapters, LLSC, and the Society'snot-for-prot afliates, The Leukemia & Lymphoma SocietyResearch Programs, Inc. and The Leukemia & Lymphoma Society Research Foundation. All signicant inter-company and intra-Society accounts and transactions have been eliminatedin consolidation. Net Asset Classications To ensure observance of limitations and restrictions placed on the use of resources available to the Society, funds that havesimilar characteristics have been classied into three net assetcategories as follows: Unrestricted net assets: Consist of funds that are fully available, at the discretion of the Board of Directors, for theSociety to utilize in any of its programs or supporting services. Temporarily restricted net assets: Consist of funds that are restricted by donors for a specic time period or purpose, aswell as amounts relating to term endowment or deferred givingarrangements in which the funds must be maintained intactover the lifetimes of the donors.Permanently restricted net assets: Consist of funds that contain donor-imposed restrictions requiring that the principal be invested in perpetuity and that only the income be used. Income earned on these funds may be unrestricted or temporarily restricted, depending upon the donor-imposedrestrictions. Contributions and Deferred Revenue Contributions are recorded as revenue, at their fair value, when received or promised unconditionally. Contributionsreceived with donor restrictions that limit their use are reported as either temporarily or permanently restricted revenue. When a donor restriction is met through the passage of time or fulllment of a purpose restriction, temporarily restricted net assets are reclassied to unrestricted net assets and reported in the statement of activities as net assets released fromrestrictions. Conditional contributions are recognized as revenue when the conditions have been substantially met. Deferred revenue includes amounts received for special events that will be held subsequent to the scal year-end. Donated Services In 2005, the Society determined that certain of the donated services it received met the criteria for recognition in the nancialstatements. Specically, the donated services of family supportgroup facilitators and research grant reviewers have been valuedand are reported as both revenue and expense in 2005. Sincethere is no impact on the reported change in net assets, theSociety has not retroactively recorded these donated services in2004. Society management believes the value of donated servicesin 2004 was comparable to that in 2005. Cash Equivalents Cash equivalents consist of short-term investments with a maturity of three months or less from date of purchase, exceptfor amounts held for long-term purposes reported as investments. Fixed Assets and Depreciation Fixed assets, which consist principally of equipment and leasehold improvements, are recorded at cost, if purchased, or atfair value at date of donation, if contributed, and are depreciatedor amortized using the straight-line method over the estimateduseful lives of the assets or the terms of the leases, if shorter. Estimates The preparation of nancial statements in conformity with generally accepted accounting principles requires the Society'smanagement to make estimates and assumptions that affect theamounts reported in the nancial statements and accompanyingnotes. Actual results could differ from those estimates. Summarized Financial Information The nancial statements are presented with 2004 summarized or comparative information. With respect to the statement of activities, such prior year information is not presented by netassets class and, in the statement of functional expenses, 2004expenses by object are presented in total rather than by functionalcategory. Accordingly, such information should be read inconjunction with the Society's 2004 consolidated nancialstatements from which the summarized information was derived. notes to consolidated financial statements The Leukemia & Lymphoma Society, Inc. Year ended June 30, 2005(with comparative amounts as of and for the year ended June 30, 2004)342. Legacies and Contributions Receivable The Society's legacies and contributions receivable at June 30, 2005 and 2004 consist of unconditional promises to give and legacies for which the underlying wills have been declared valid by theprobate court and no other conditions are required to be met.Amounts are scheduled to be received as follows (in thousands): 2005 2004 Less than one year $ 4,795 $ 5,020 1 to 5 years 256 351 5,051 5,371 Less discount to present value (discount rate - 5%) (25) (24) Total $ 5,026 $ 5,347 3. Investments The following is a summary of investments at June 30, 2005 and 2004 (in thousands): 2005 2004 Cost or Cost or Donated Fair Donated Fair Value Value Value Value Money market funds $ 48,876 $ 48,876 $ 24,874 $ 24,874 Corporate notes and 82,167 $ 83,653 Debt and equity securities are recorded at fair value as determined by quoted market prices. Mutual funds are recorded at fair valueusing published unit values. Investment expenses of $284,000 and$281,000 have been netted against interest and dividend incomefor the years ended June 30, 2005 and 2004, respectively. 4. Awards and Grants Awards and grants for research are recognized as expense in the year approved by the Society's Board of Directors. Multi-year grants, which are generally two to ve years in length,are approved on an annual basis and may be terminated at thediscretion of the Society's Board of Directors. In addition tounconditional grants payable of $56,774,000 at June 30, 2005, the Society has grant commitments of $90,345,000 that areconditioned upon future events and, accordingly, are not recorded.5. Pension Plan The Society has a noncontributory, dened contribution 403(b) pension plan covering all employees meeting age and servicerequirements. Contributions are based on a percentage of eacheligible employee's salary and years of service. Expense under thisplan aggregated $2,327,000 and $2,194,000 for the years endedJune 30, 2005 and 2004, respectively. 6. Lease Commitments The leases for premises which the Society's Home Ofce and chapters occupy expire on various dates through December 31,2012 and provide for certain payments subject to escalation and periodic rate increases relating to real estate taxes, operatingexpenses and utilities. The approximate minimum future annual rental commitments are summarized as follows (in thousands): Year ended June 30: 2006 $ 6,146 4,4272010 4,527 Thereafter 1,535 Total $ 27,479 7. Temporarily and Permanently Restricted Net Assets Temporarily restricted net assets and the income earned on permanently restricted net assets are available for the following purposes at June 30, 2005 and 2004 in thousands): 2005 2004 Temporarily Permanently Temporarily Permanently Restricted Restricted Restricted Restricted Research program $ 2,810 $ 2,616 $ 3,578 $ 2,273 Patient service and bone marrow donor programs 255 - 215 - Professional education program 24 47 23 47Other programs 1,406 - 649 - Total $ 4,495 $ 2,663 $ 4,465 $ 2,320 8. Joint Costs Allocation In 2005 and 2004, the Society incurred joint costs for informational materials and activities that included fund raising appeals as follows(in thousands): 2005 2004 Fund raising $ 14,166 $ 12,225 Patient and community service 1,612 1,446Public health education 8,616 7,675 Total consolidated financial ANNUALREPOR TChairman of the Board John M. Kamins Honigman Miller Schwartz and Cohn Detroit, MI Vice Chairman for Medical and Scientic Affairs Beverly S. Mitchell, MD Cancer Research Center Stanford UniversityStanford, CA Vice Chairman for Field Relations David Frantze Stinson, Mag & Fizzell, PC Kansas City, MO Vice Chairman for Patient Services Marie Lauria, MSW Chapel Hill, NC Vice Chairman for Resource Development Margaret H. Anderson Anderson, Bryant, Lasky & Winslow, PSCLouisville, KY Secretary/Treasurer Thomas L. Fitzpatrick MABoard of Directors Alexandra Mayes Birnbaum Peartree Communications, Inc. New York, NY Robert A. \"Spider\" Cantley Twainharte, CA Paul J. Cienki General Dynamics Network Systems Needham, MA Michael Copley Children's Hospital & Health Center San Diego, CA Lawrence D. Ellis, MD University of Pittsburgh Pittsburgh, PA Paul N. Frimmer Irell & Manella, LLP Los Angeles, CA John A. Geoghegan Gellert & Quartararo, PC Purchase, NY Alan M. Gewirtz, MD University of Pennsylvania School of MedicinePhiladelphia, PA Carter K. D. Guice, Jr. Eastern District of Louisiana New Orleans, LA Steven L. Hooker The Regence Group Portland, OR Lynn C. Hoover Stinson Morrison Hecker, LLP Kansas City, MO Thomas F. Hunter Stimulys Carrollton, TX Charles F. Ingleeld Bay Village, OHJohn B. Kelly Capitol Financial Group Sacramento, CA Leslie Elliot Krause, Esq. Law Ofces of Leslie Elliot Krause New York, NY Michael W. Long, PhD Velcura Therapeutics, Inc. Ann Arbor, MI Dennis F. Marco North Haledon, NJ W. Stratford May, Jr., MD, PhD University of Florida Gainesville, FL Thomas R. McDonald Marana, AZ Richard H. Michalik Naperville, IL Rodman N. Myers Honigman Miller Schwartz and Cohn Detroit, MI Jason North JSN Consulting Palm Beach, FL Mary J. Oyer Northeld, IL Frederic C. Parvey Fidelity National Financial Jacksonville, FL William H. Reimers Bowman Enterprises, Inc. Raleigh, NC Marcie Rehmar Rogell Children's Hospital Columbus, OH Naomi Rosenberg, PhD Tufts University School of Medicine Boston, MAKevin R. Ryan Yampolsky, Mandeloff, Silver & Co. Philadelphia, PA Maya B. Shenoy Charlotte, NC Frank T. Short Short Strategy Group, Inc. Indianapolis, IN Norbert J. Sieber MARC USA Miami, FL Jay L. Silver Sugar Land, TX Thomas R. Snyder Nashville Bank and Trust Nashville, TN James E. Sparkes Sugarman Law Firm, LLP Syracuse, NY James J. Stephanak The Kalamazoo Gazette Kalamazoo, MI William M. Ward, Jr. Presbyterian Manors of Mid-America Wichita, KS Robert M. Yacobi Williamsburg, VAnational leaders36Ofcers Harry Pearce President Of Counsel Bowman and Brooke John M. Kamins Vice President Partner Honigman Miller Schwartz and Cohn Beverly S. Mitchell, MD Medical Vice President Cancer Research Center Stanford University Dwayne Howell Secretary-Treasurer President & Chief Executive Ofcer The Leukemia & Lymphoma Society Members Alexandra Mayes Birnbaum Peartree Communications, Inc. Tom Bertelsen Dominican Sisters of San Rafael Andrew Madoff Bernard L. Madoff Investment Securities Scott Zeilinger Kadima Partners, LLCMedical Advisory Board Edward J. Benz, Jr., MD President Dana-Farber Cancer Institute Donald Pinkel, MD San Luis Obis Co., CA Louis W. Sullivan, MD President Morehouse School of Medicine E. Donnall Thomas, MD Fred Hutchinson Cancer Research CenterProfessor of Medicine, EmeritusUniversity of Washington School of Medicinethe leukemia & lymphoma society research foundation Dwayne Howell President & Chief Executive Ofcer Laurence W. Hausner Chief Operations Ofcer Field Management Cynthia Gardner Executive Vice President Field Management Paul Weiss Senior Vice President Field Management Leslie Chambers Senior Vice President Field Management Finance, Administration & Information Technology John E. Walter Executive Vice President & Chief Financial OfcerFinance, Administration & Information Technology Jimmy Nangle Senior Vice President Finance Jon R. Lowell Chief Information Ofcer Government & Legislative Affairs George Dahlman Vice President Public Policy Human Resources Development Beverly Sherbondy Senior Vice President Human ResourcesMarketing Communications & Revenue Development Richard J. Geswell Executive Vice President Revenue & Marketing Nancy Klein Senior Vice President Marketing Communications Greg Elfers Senior Vice President Campaign Development Patient Services Robin Kornhaber, MSW Senior Vice President Patient Services Research & Medical Programs Marshall A. Lichtman, MD Executive Vice President Research & Medical Programs Louis DeGennaro, PhD Senior Vice President Research Administration The Leukemia & Lymphoma Society of Canada Rudy Putns Chief Executive Ofcersenior staffAlabama Gulf Coast Chapter 100 Chase Park South Suite 220 Birmingham, AL 35244Telephone: 205.989.0098 Arizona Desert Mountain States Chapter 3877 North 7th Street Suite 300 Phoenix, AZ 85014Telephone: 602.788.8622 California Central California Chapter 470 East Herndon Suite 102 Fresno, CA 93720-2929Telephone: 559.435.1482 Greater Los Angeles Chapter 6033 West Century Boulevard Suite 300 Los Angeles, CA 90045Telephone: 310.216.7600 Greater Sacramento Area Chapter 4604 Roseville Road Suite 100 North Highlands, CA 95660Telephone: 916.348.1793 Greater San Francisco Bay Area Chapter 1390 Market Street Suite 1200 San Francisco, CA 94102-5306Telephone: 415.625.1100 Northern California Division 1390 Market Street Suite 1200 San Francisco, CA 94102-5306Telephone: 415.625.1100 Orange County Inland Empire Chapter 2020 East First Street Suite 120 Santa Ana, CA 92705Telephone: 714.881.0610 San Diego/Hawaii Chapter 8575 Gibbs Drive Suite 26.2 San Diego, CA 92123Telephone: 858.277.1800 Silicon Valley & Monterey Bay Area Chapter 675 North First Street Suite 1100 San Jose, CA 95112-5155Telephone: 408.271.2873 Southern California Division 6033 West Century Boulevard Suite 300 Los Angeles, CA 90045Telephone: 310.216.7600 Colorado Rocky Mountain Chapter 5353 West Dartmouth Avenue Denver, CO 80227Telephone: 303.984.2110 Connecticut Connecticut Chapter 300 Research Parkway Suite CT 06450Telephone: 203.379.0445 or 888.282.9464 Faireld County Street 4th Floor Stamford, CT 06905Telephone: 203.967.8326 Delaware Delaware Chapter 100 West 10th Street Suite 209 Wilmington, DE 19801Telephone: 302.661.7300 Florida Central Florida Chapter 3319 Maguire Boulevard Suite 101 Orlando, FL 32803Telephone: 407.898.0733 Northern Florida Chapter 7077 Bonneval Road FL 32216Telephone: 904.332.6414 Palm Beach Chapter 4360 Northlake Boulevard Suite 109 Palm Beach Gardens, FL 33410Telephone: 561.775.9954 Southern Florida Chapter 3325 Hollywood Boulevard Suite Hollywood, FL 33021Telephone: 954.961.3234Suncoast Chapter 13907 North Dale Mabry Highway FL 33618Telephone: 813.963.6461 Georgia Georgia Chapter 2625 Cumberland Parkway Suite 205 Atlanta, GA 30339Telephone: 770.438.6006 Illinois Illinois Chapter 651 West Washington Boulevard Suite 400 Chicago, IL 60661Telephone: 312.651.7350 Indiana Indiana Chapter 941 East 86th Street Suite 100 Indianapolis, IN 46240Telephone: 317.726.2270 Iowa Iowa Chapter 8033 University Boulevard Suite A Des Moines, IA 50325Telephone: 515.270.6169 or 800.374.1074 Kansas Kansas Chapter 555 North Woodlawn Building 1 Suite 113 Wichita, KS 67208Telephone: Shawnee Mission, KS 66202-4001Telephone: 913.262.1515 Kentucky Kentucky & Southern Indiana Chapter 600 East Main Street Suite 102 Louisville, KY 40202-1077Telephone: 502.584.8490 Louisiana Louisiana Chapter 3636 South 1-10 Service Road Suite 304 Metairie, LA 70001Telephone: 504.837.0945 Maryland Maryland Chapter 11350 McCormick Road Executive Plaza lll Suite 100 Hunt Valley, MD 21031Telephone: 410.527.0220 Massachusetts Massachusetts Chapter 495 Old Connecticut Path Suite 220 Framingham, MA 01701-4567Telephone: 508.879.5083 or 800.688.6572 Michigan Michigan Chapter 1421 East Twelve Mile Road Building A Madison Heights, MI 48071Telephone: 248.582.2900 Minnesota Minnesota Chapter 8441 Wayzata Boulevard Suite 340 Golden Valley, MN 55426Telephone: 763.545.3309 Mississippi Mississippi Chapter 405 Fontaine Place Suite 103 Ridgeland, MS 39157Telephone: 601.956.7447 Missouri Gateway Chapter 77 West Port Plaza Suite 101 St. Louis, MO 63146-3111Telephone: 314.878.0780 Nebraska Nebraska Chapter 10832 Old Mill Road Suite 200 Omaha, NE 68154Telephone: 402.344.2242Nevada Southern Nevada Chapter 6280 South Valley View Boulevard Suite 342 Las Vegas, NV 89118Telephone: 702.436.4220 New Jersey Northern New Jersey Chapter 116 South Euclid Avenue Westeld, NJ 07090Telephone: 908.654.9445 Southern New Jersey Shore Region Chapter 216 Haddon Avenue Suite 328 Westmont, NJ 08108Telephone: 856.869.0200 New Mexico New Mexico/El Paso Candelaria NE Suite M Albuquerque, NM 87107Telephone: 505.872.0141 New York Central New York Chapter Learbury Centre 401 North Salina StreetSyracuse, NY 13203-1770Telephone: 315.471.1050 Long Island Chapter 555 Broad Hollow Road Melville, NY 11747Telephone: 631.752.8500 New York City Chapter 475 Park Avenue South 8th Floor New York, NY 10016Telephone: 212.448.9206 New York Metro Division 205 Lexington Avenue 16th Floor New York, NY 10016Telephone: 212.689.1400 Westchester/Hudson Valley Chapter 1311 Mamaroneck Avenue Suite 130 White Plains, NY 10605Telephone: 914.949.0084 Western New York & Finger Lakes Chapter 4053 Maple Road Amherst, NY 14226Telephone: 716.834.2578 Upstate New York/VT Chapter 6 Automation Lane Albany, NY 12205Telephone: 518.438.3583 North Carolina Eastern North Carolina Chapter 4320 Bland Road Flagship Building Raleigh, NC 27609Telephone: 919.875.8252 Western North Carolina Chapter 5950 Fairview Road Suite 250 Charlotte, NC 28210Telephone: 704.998.5012 Ohio Central Ohio Chapter 2225 City Gate Drive Suite E Columbus, OH 43219Telephone: 614.476.7194 Northern Ohio Chapter 902 Westpoint Parkway Suite 300 Cleveland, OH 44145Telephone: 440.617.2873 Southern Ohio Chapter 2300 Wall Street Suite H Cincinnati, OH 45212Telephone: 513.361.2100 Oklahoma Oklahoma Chapter 500 North Broadway Suite 250 Oklahoma City, OK 73102Telephone: 405.943.8888 Oregon Oregon Chapter 9320 SW Barbur Boulevard Suite 140 Portland, OR 97219Telephone: 503.245.9866Pennsylvania Central Pennsylvania Chapter 800 Corporate Circle Suite 100 Harrisburg, PA 17110Telephone: 717.652.6520 Eastern Pennsylvania Chapter #2 International Plaza Suite 245 Philadelphia, PA 19113Telephone: 610.521.8274 Greater Delaware Valley Division #2 International Plaza Suite 105 Philadelphia, PA 19113Telephone: 610.521.8274 Western Pennsylvania & West Virginia Chapter River Walk Corporate Centre Suite 441 333 East Carson StreetPittsburgh , PA 15219 Telephone: 412.395.2873 Rhode Island Rhode Pontiac Avenue Suite 1 Cranston, RI 02920Telephone: 401.943.8888 South Carolina South Carolina Chapter 1247 Lake Murray Boulevard Irmo, SC 29063Telephone: 803.749.4299 Tennessee Tennessee Chapter 404 BNA Drive Suite 102 Nashville, TN 37217Telephone: 615.331.2980 Texas North Texas Chapter 8111 LBJ Freeway Suite 425 Dallas, TX 75251Telephone: 972.239.0959 South Texas Chapter 950 Isom Road Suite 104 San Antonio, TX 78216Telephone: 210.377.1775 Texas Gulf Coast Chapter 5005 Mitchelldale Houston, TX 77092Telephone: 713.680.8088 Virginia Virginia Chapter 5511 Staples Richmond, VA 23228Telephone: 804.627.0400 Washington/Alaska Washington/Alaska Chapter 530 Dexter Avenue North Suite 300 Seattle, WA 98109Telephone: 206.628.0777 Washington, D.C. National Capital Chapter 5845 Richmond Highway Suite 800 Alexandria, VA 22303Telephone: 703.960.1100 Wisconsin Wisconsin Chapter 4125 North Brookeld, WI 53005Telephone: 262.790.4701 Canadian Ofces Greater Toronto Area East Mall Toronto, ON M9B 6J9Telephone: 416.661.2873 x107 Western Canada 1682 West BC V6J 4S6Telephone: Plains, York 10605Telephone 914.949.5213Facsimile 914.949.6691 www.LLS.orgThe Society is a nonprot organization that relies on thegenerosity of individual and corporatecontributions to advance its mission. Call our Information Resource Center toll free at800.955.4572 "}