{"title": "Brachytherapy for Uterine Cancer - Targeting Cancer", "author": null, "url": "https://www.targetingcancer.com.au/radiation-therapy/brachytherapy/brachytherapy-for-uterine-cancer/", "hostname": "targetingcancer.com.au", "description": "Find out how brachytherapy can be used in the treatment of uterine cancer.", "sitename": "Targeting Cancer", "date": "2020-09-10", "cleaned_text": "Brachytherapy is a form of treatment using a very small source of radiation that is delivered directly to the targeted area. For women suffering from uterine cancer it is most commonly used after the woman has undergone surgery to remove her uterus (hysterectomy). The aim of brachytherapy in this situation is to reduce the risk of recurrence for example in the top part of the vagina known as the 'vaginal vault'. Brachytherapy is effective in reducing the risk of cancer recurrence with a low risk of side effects. Some patients may require another form of radiation therapy know as ' [External beam radiation therapy](http://www.targetingcancer.com.au/radiation-therapy/ebrt/)' this may be used with or without chemotherapy and surgery. For more information regarding external beam radiotherapy for uterine cancer please refer to the uterine cancer information sheet. Where surgery is not possible at all, [radiation therapy](http://www.targetingcancer.com.au/what-is-radiation-therapy/) may be used as the 'main' treatment for uterine cancer. Primary radiation therapy for uterine cancer involves both external beam radiation therapy and brachytherapy, where possible. Most centres in Australia use 'high dose rate' brachytherapy, which delivers treatment in a very short period of time (minutes). In contrast, 'low dose rate' brachytherapy delivers treatment over a longer period of time, usually several days. This requires a hospital admission and isolation while the treatment is being delivered. Both 'high dose' and 'low dose' rate brachytherapy are equally effective in treating uterine cancer. Whether a treatment is high dose rate or low dose rate is dependent on the radioactive source that is used. The number of treatments of brachytherapy can vary depending on the institution and the technique they are using. Please speak to your oncologist about how many treatments you will be having. What is the procedure for treatment? Vaginal Vault brachytherapy Treatment usually starts 4-6 weeks after surgery, when the area has healed. The treatment is relatively simple and does not require an anaesthetic. A plastic tube or applicator is inserted in the vagina while the patient is lying on a treatment couch. The tube or applicator is secured in position to ensure that it doesn't move. The staff will check that you are comfortable. An example of how an applicator might look is shown below. Please note there are many different kinds of applicators available and each institution will have its own type. The applicator is then attached by cables to a shielded container where the radiation source is kept when not being used. The treatment staff will leave the room while the radiation therapy is being delivered. The patient is asked to lie still during the procedure. During the treatment, the radioactive source leaves the shielded container, travels to the tube/applicator in the patient to deliver the treatment before returning to the shielded container. When the machine is on the patient may hear the cable and source moving but the treatment itself is not painful and you will not see or feel anything. There is a camera and microphone in the treatment room, for communication between the treatment staff and the patient if needed. You can also call out or wave your hands, and the staff will stop the treatment and come back into the room to attend to you. After the treatment is completed, the applicator is removed and you will be able to go home. The whole procedure usually takes around 20 minutes. Side effects Side effects of radiation therapy can be divided into those that are acute/early and some late/long term effects. Potential Early Side Effects - Vaginal Vault Brachytherapy During and shortly after treatment Brachytherapy to the vaginal vault is tolerated well by most patients. Some side effects that people may experience include: - Mild discomfort with the insertion of applicator - Some spotting of blood or discharge after the procedure, which normally settles quite quickly - Urinary irritation - going to the toilet more frequently, possibly some stinging or burning for a few weeks - Fatigue - this is uncommon - Transient muscular discomfort from lying on a firm couch in the treatment position particularly for people with a history of chronic back and hip pain - Irritation of the vaginal surface experienced as mild discomfort associated with a discharge. This is usually mild but if you experience severe pain and large volume discharge seek medical advice. Potential long-term side effects - Severe long term complications are rare - Mild fibrosis of the upper vagina can occur. This may be experienced as a dry, narrowed, shortened vagina with discomfort during sexual intercourse or minor vaginal bleeding. You may be given a vaginal dilator and instructions on its use to reduce the risk of this happening. - Chronic ulcer of the vagina - very uncommon - Long term issues with bowel and bladder from brachytherapy alone is very rare. Primary radiation therapy for uterine cancer In cases where the patient cannot be operated on, treatment involves both brachytherapy and external beam radiation therapy. External beam radiation therapy (treatment delivered from outside the body) is used to treat a larger targeted area: the uterine cancer and potential areas of spread of the cancer, such as the lymph nodes. This may then be followed by brachytherapy which allows a high dose of radiation to be given to the tumour, resulting in the normal organs situated close by, such as bowel, bladder and rectum receiving a much lower dose. This increases the chances of control, while reducing the risks of injury to normal tissues. A dedicated brachytherapy team is involved in the procedure. This may consist of radiation oncologist, surgeon, radiation therapist who specialise in brachytherapy, medical physicist, radiologist and anaesthetist. The preparation for the procedure involves a clinical examination, blood tests and may involve imaging with an MRI. A \"low residue\" diet may be recommended a few days prior to the procedure. Sometimes a microlax enema is prescribed the day of or the evening prior to each brachytherapy treatment to make sure the lower bowel (rectum) is empty. As the procedure is usually done under the general anaesthetic, the patient will need to be fasted 6 hours before the procedure. Sometimes an anaesthetic is delivered by an injection into the back (spinal or epidural). This is given to block pain in the lower part of your body. The procedure is usually done in a dedicated suite or in an operating room. It usually takes around 20-30 minutes. It involves inserting a urinary catheter into the bladder, dilating the cervix and placing hollow tubes into the uterus and tumour (\"applicators\"). Sometimes hollow needles are used. Usually an ultrasound is used to guide the placement of the applicators in the uterus. An x-ray may be taken to check the positioning of applicators/needles. The position of the applicators is secured with material such as vaseline gauze placed in the vagina and sometimes stitches in the area are used to stop the applicators from moving. After the placement of the applicators their position will be checked before treatment can be commenced. In some centres the patient will be woken after the applicators are inserted. Once recovered from the anaesthetic, the patient undergoes a scan (CT or MRI). Images from the scan are used to calculate (plan) the treatment, so that the dose is precisely tailored to each patient's individual tumour and body structures. The calculations are done using dedicated computers and programmes that precisely calculate the doses delivered to the tumour and the normal tissues. After these calculations are completed and checked, the patient is brought into the treatment room for treatment. Other centres may combine the planning delivery of the treatment to happen whilst the patient is under the anaesthetic. The same checks described above, are required to make sure that the radiation is delivered safely and accurately. When not in use, the radioactive source is housed in a shielded container. When the patient is ready to be treated, the radioactive source is programmed to move from the shielded container via cables, into the applicators and/or needles to deliver the treatment. Treatment usually takes around 20 mins using high dose rate brachytherapy. When treatment is completed, the radioactive source is programmed to return into the shielded container. The patient will not feel the treatment being delivered. Results of brachytherapy Vaginal vault brachytherapy is effective in reducing the risk of recurrence in the vaginal vault, with low risks of side-effects. Studies show that the risk of vaginal vault recurrence is reduced from about 15 % to 1-2 % by brachytherapy. In primary radiation therapy for uterine cancer, the use of brachytherapy in addition to external beam radiation therapy enables the delivery of a higher dose of radiation therapy to the targeted area. This increases the chances of tumour control with relatively few side-effects. "}