{"title": "Santarome Bio Immunity Chewable on sale in pharmacies", "author": null, "url": "https://www.soin-et-nature.com/en/23180-santarome-bio-immunity-2-tube-of-10-chewable-tablets.html", "hostname": "soin-et-nature.com", "description": "Santarome Bio Immunité 2 Tube of 10 Chewable Tablets supports your immune system. Order it in your online pharmacy", "sitename": "Soin et Nature", "date": "2019-04-20", "cleaned_text": "What is Santarome Bio Immunité 2 Tube of 10 Chewable Tablets for? Immunité Bio chewable tablets is a food supplement that helps support the body's immune defenses. The formula of Organic Immunity in chewable tablets is composed of: - [Organic purple echinacea](/en/13432-ladrome-extraits-echinacee-pourpre-50ml.html) , which supports the immune system. This plant has immunostimulatory, antibacterial and antiviral properties. It is used to increase natural defense capacities. - Organic propolis, a real natural shield that bees use in their hives as a protective barrier against external aggressions. It strengthens the natural defenses of the human body. [Propolis](/en/17588-propolis-bio-spray-gorge-15ml-herbalgem.html) is known to be an excellent stimulant of the immune system , thanks to its natural antibiotic properties . - Organic Ravinstara Essential Oil, made from the leaves of the camphor tree, has been used in China for centuries. It is widely used as an accompaniment to winter infections - Organic cypress, it acts as a preventive treatment for viral infections. This composition is reinforced by a synergy of organic buds: - [Alder bud](/en/5711-macerat-bourgeon-aulne-glutineux-bio-30ml-extrait-gemmotherapie-biogemm-alnus-glutinosa-.html) macerate is a healing macerate that has a natural antibiotic function to treat infections and inflammations. - [Blackcurrant bud macerate](/en/5714-macerat-bourgeon-cassis-bio-30ml-extrait-gemmotherapie-biogemm-ribes-nigrum-gemmae.html) , its benefits are multiple, it is a powerful anti-inflammatory , universal drainer, invigorating. - [Rosehip bud macerate](/en/5718-macerat-bourgeon-eglantier-bio-30ml-extrait-gemmotherapie-biogemm-rosa-canina.html) acts on the immune and respiratory system, as well as the articular and endocrine systems. These buds have been rigorously selected for increased efficiency. Organic Immunity in chewable tablets is formulated with a good taste of red fruits. How to use Santarome Bio Immunité 2 Tube of 10 Chewable Tablets? Comment on the advice of use and dosage of Bio Immunity Santarome 2 Tube 10 Chewable Tablets with our partner Avis checked after your purchase. What is the composition of these tablets? organic cane sugar **, organic agave inulin **, bulking agent: organic acacia gum **, dry extract ** ( Cupressus sempervirens L. ), (L.) Moench ), organic propolis dry extract **, organic rice flour **, organic purple echinacea dry extract ** ( Echinacea purpurea (L. ) Moench), natural red fruit flavor, dry extract Organic Bamboo ** ( Bambusa bambos (L.) Voss ), Organic rice starch **, Organic Ravintsara essential oil Cinnamomum (L.) Gaertn .), Substance flavoring: Organic Sweet Orange essential oil **. ** Ingredients from Organic Farming Nutritional analysis for 2 tablets: | Ingredients|| For 2 tablets|| Dry plant equivalent| | Organic purple Echinacea dry extract ** (aerial parts)|| 600mg| | Organic Echinacea powder ** Cypress | Organic Propolis Extract **|| Extract ** (ex sudat)|| 40mg|| 480mg| | Organic Ravintsara Essential Oil Organic blackcurrant Rosehip Macerat ** shoot)|| 20mg| What are the side effects and contraindications? Internal use. Respect the dosage. Store in a clean, dry place away from heat and light. Keep out of the reach of children. Presentation - Packaging Santarome Bio Immunité 2 Tube of 10 Chewable Tablets comes in the form of 2 tubes of 10 Tablets "}