{"title": "Anitta habla de crisis de salud por la que fue hospitalizada: \"El cuerpo habla\"", "author": "Lena Hansen", "url": "https://es-us.vida-estilo.yahoo.com/anitta-habla-crisis-salud-hospitalizada-174952991.html", "hostname": "yahoo.com", "description": "La cantante brasileña Anitta fue hospitalizada por crisis de salud y cuenta cómo este gran susto cambió su vida.", "sitename": "Yahoo Vida y Estilo", "date": "2023-09-01", "cleaned_text": "Anitta habla de crisis de salud por la que fue hospitalizada: \"El cuerpo habla\" [Anitta](https://peopleenespanol.com/tag/anitta/) está en México en plena promoción de su nueva música. La cantante brasileña de 30 años recién lanzó tres nuevos videos musicales, una trilogía titulada [Funk Generation: A Favela Love Story.](https://peopleenespanol.com/celebridades/anitta-video-musical-casi-casi/) Hace unos meses, la artista pasó un gran susto de salud. En un encuentro con la prensa, Anitta habló de una crisis el año pasado por la que fue hospitalizada. \"El año pasado me puse muy enferma en el final del año\", dijo a El gordo y la flaca (Univision). \"No descubrían lo que yo tenía, iba al hospital\", recuerda, y se hizo pruebas para detectar cáncer. \"Estaba en el hospital por cinco meses, dejé de trabajar hasta que una prueba mía de sangre vino con un indicador de cáncer muy alto\", revela. Ella misma empezó a buscar las respuestas a su malestar cuando los médicos no supieron darle explicaciones. \"Empecé a ir a buscar curanderos y autoconocimiento, también medicina natural\", dijo. \"Empecé a buscar una razón. Creo que el cuerpo habla y cuando tienes algo que nadie sabe explicarte, yo fui a buscar las respuestas\". Al regresar al hospital un mes después, ya el indicador de cáncer no aparecía y los resultados de sus exámenes médicos fueron favorables. Su padre Mauro Machado también fue hospitalizado a mediados del 2022. Tras sufrir un derrame cerebral, su doctor decidió revisar el resto de su cuerpo y le encontró cáncer en el pulmón. En junio del 2022, Anitta contó en Instagram esta pesadilla que vivió su familia, agradeciendo que tras someterse a una cirugía su padre fue \"curado 100 por ciento\" y el cáncer fue removido. \"Los milagros pasan\", escribió ella en sus redes sociales. Afortunadamente ya Anitta se siente bien y pudo grabar un nuevo disco mientras se recuperaba el año pasado. \"Ya estaba mejorando, entonces yo alquilé una isla en Brasil privada. ¡Gasté una plata!\", admite la artista. \"Trabajé todo ese tiempo para tener plata para el tratamiento. En un lado de la isla puse a los doctores y monté un estudio al otro lado. Ahí todos los días grababa una canción\". Rodrigo Varela/Getty Images for iHeartRadio Esta crisis de salud cambió su perspectiva, asegura Anitta. \"Cuando volví a la vida real había cambiado demasiado\", recuerda. La cantante dice que antes tenía \"una vida loca, con alcohol, fiesta\", pero eso ha cambiado. \"Ahora no, estoy en meditaciones, terapias, piedras, cristales\". Su transformación inspiró su nueva canción \"Used To Be\". \"Yo era una perra y ahora ya no más\", dice risueña. \"Así nació la canción 'Used To Be', hablando de la vida loca que tenía yo y ahora que estoy "}