{"title": "Argentina | GSK", "author": null, "url": "https://www.gsk.com/en-gb/locations/argentina/es-arg/", "hostname": "gsk.com", "description": "GSK Argentina", "sitename": "Gsk", "date": "2023-01-01", "cleaned_text": "Con una trayectoria de más de 100 años en el país, contamos con 4 unidades de negocio (Medicinas Generales, Vacunas, Especialidades y Oncología) en donde investigamos, desarrollamos y producimos soluciones innovadoras para mejorar la calidad de vida de millones de argentinos. Hace más de 20 años que llevamos a cabo Investigación y Desarrollo (R&D) en el país, con excelentes resultados, que impactan en la salud y la calidad de vida de los pacientes, así como en experiencia para los grupos de investigadores, debido a su participación en estudios que se publican en los medios científicos más importantes a nivel global. Durante 2021, invertimos 7 millones de dólares en más de 25 estudios que involucraron la participación de 80 centros de investigación en todo el país. Desde 2011, mantenemos un acuerdo de colaboración y cofinanciamiento público-privado para apoyar la investigación científica básica, llamado Trust in Science. Una de las principales premisas del programa es la transparencia y el respeto por la propiedad intelectual, que pertenece al investigador y/o institución que realiza el descubrimiento. La inversión realizada hasta la fecha es de $6.3 millones de dólares y ha apoyado más de 30 proyectos de investigación sobre enfermedades de alta prioridad social, de las que han participado 110 investigadores de diferentes centros de referencia a nivel nacional. En lo que respecta a nuestra área de Investigación y Desarrollo, en 2022 se encuentran 25 estudios activos y 10 estudios planeados en más de 100 centros de investigación en diferentes áreas terapéuticas. En el 2022 inauguramos nuevas oficinas y laboratorio de control de calidad en la Ciudad de Buenos Aires. Nuestras modernas oficinas se encuentran ubicadas en el barrio de Núñez, cuentan con 2400 mts2 y allí trabajan 200 empleados. Fueron diseñadas con el concepto de modern employer, con espacios de colaboración, estaciones de concentración y diversas salas de reuniones, entre otros aspectos. Nuestro nuevo laboratorio de control de calidad cuenta con 1500 mts2 y más de 50 equipos de alta tecnología preparados para vacunas, HIV, Oncología y Rx. Más de 330 colaboradores son parte de nuestro equipo y hemos sido reconocidos 3 veces en el Top 10 del ranking Great Place to Work en Argentina. Carreras ¿Querés trabajar con nosotros? Dirección de contacto Centro Empresarial Libertador Libertador 7208 CP: 1429 Ciudad Autónoma de Buenos Aires Tel: [+54 11 5218 8900](tel:+54 11 5218 8900) Para consultas generales Reporte de evento adverso En GSK tomamos la seguridad de nuestros pacientes y consumidores muy en serio. Por esta razón, es vital para nosotros monitorear continuamente la seguridad de nuestros productos. Al escuchar sus experiencias y las de otros como usted somos capaces de ofrecer el mejor asesoramiento posible a los que utilizan nuestros productos. ¿Cómo informar de un posible efecto secundario? Por consultas o reclamos de producto farmacéutico y/o reporte de eventos adversos comuníquese al [0800-220-4752](tel:0800-220-4752) de Lunes a Viernes de 09:00 a 20:00. En caso de querer reportar eventos adversos por mail, puede enviar los detalles del caso a [ww.gskaereportingamericas@gsk.com](mailto:ww.gskaereportingamericas@gsk.com) Para ayudarnos a procesar su información de forma rápida y eficaz, por favor recuerde que debe brindar toda la información relevante posible. Como mínimo tendrá que proporcionar lo siguiente: - Las iniciales de la persona que experimentó el posible efecto adverso y/u otros identificadores, como la fecha de nacimiento. - La información de contacto de la persona que está reportando el problema. - Descripción del posible efecto adverso (los signos y/o síntomas experimentados, fecha de comienzo del posible efecto adverso y la evolución de éste). - El nombre del producto de GSK involucrado. [Back to top](#) Prensa Piera Basile Gerente de Comunicaciones y Asuntos Gubernamentales de GSK Argentina Email: [piera.m.basile@gsk.com](mailto:piera.m.basile@gsk.com) [Back to top](#) Profesionales de la salud ¿Sos profesional de la salud y necesitas información de nuestros productos? Ingresá a [GSKPro](https://gskpro.com/es-ar/) Código de Conducta de GSK ¿Querés conocer más sobre nuestros Valores y Expectativas? Podés consultar nuestro Código de Conducta que condensa los lineamientos de nuestro accionar basado en: Respeto, Integridad, Transparencia y poner en el Centro a nuestros Pacientes y Clientes. [Lee nuestro "}