{"title": "allopathic medicine: Latest News & Videos, Photos about allopathic medicine | The Economic Times - Page 1", "author": null, "url": "https://economictimes.indiatimes.com/topic/allopathic-medicine", "hostname": "indiatimes.com", "description": "allopathic medicine Latest Breaking News, Pictures, Videos, and Special Reports from The Economic Times. allopathic medicine Blogs, Comments and Archive News on Economictimes.com", "sitename": "The Economic Times", "date": "2021-06-30", "cleaned_text": "Sarbananda Sonowal calls for Integrated Ayush Departments in leading state hospitals of North eastern region Union Minister for Ayush, Sarbananda Sonowal has asked all the states of northeast India to explore the possibility of setting up an Integrated Ayush Department in the leading state hospitals, in line with setting up of similar departments in all 19 AIIMS. The Regional Review Meeting of Northeastern states of India was ceremonially inaugurated by the Chief Minister of Assam, Himanta Biswa Sarma along with Sonowal in Guwahati. Aurangzeb Lane renamed APJ Abdul Kalam Lane The Council also accorded its approval and sanctioned expenditure of approximately Rs 25 crore for the work of desilting and rehabilitation of bigger sewer lines. \"The sewerage system of the NDMC area is more than 80 years old, it has outlived its useful life and these are grossly inadequate to cater to the present and future needs,\" Upadhyay said. Drug regulator looks to limit alcohol content in medicines The Drugs Consultative Committee (DCC), which comes under the Central Drugs Standard Control Organisation (CDSCO) and comprises a technical body of experts, will deliberate and make a decision on the issue soon. The drug regulatory authority had received a representation from the UP government to amend the provisions in the Drugs and Cosmetics Act and rules with respect to the misuse of the drugs containing alcohol/tincture, a person in the know told ET. 'Himachal's Baddi becoming hub of spurious drugs': NHRC sends notice to FSSAI, health ministry The Indian National Human Rights Commission has intervened in the case of spurious\" vitamins, syrups and drugs being produced by more than 100 nutraceutical companies licensed to produce only food products, but taking advantage of lax oversight between regulatory bodies Hakki Pikki Tribe: Bird Hunters who turned to medicine after Project Tiger Stranded 31 members of the tribe had reached Sudan on a routine business trip to sell Ayurvedic medicines when fighting broke out among military factions. No criminal proceedings against Indian medicine practitioners for using allopathy: HC In the said circular, a specific request had been made to the subordinate police not to intervene with the practice of registered practitioners of Siddha, Ayurveda, Unani and Homeopathy and Naturopathy, who are registered with the TN Siddha Medical Council, TN Board of Indian Medicine and TN Homeopathy Medical Council. [Go To Page 1](#1) Medical tourism sector getting back in health with higher inflow of patients than pre-Covid timesThe health ministry has drawn up a roadmap to connect overseas patients with healthcare facilities in the country under its 'Heal in India' initiative. Retail inflation for industrial workers rises to 6.97% in MayHowever, this increase was largely checked by items like onion, bitter gourd, lemon, mango, watermelon, pan leaf, petrol for vehicles etc, which put downward pressure on the index, the ministry said. Detox Covid blues: India's rich travelling to exotic and secluded locations to boost immunityI-bankers, startup founders, stockbrokers, fund managers, entrepreneurs and industrialists are taking time off for a complete detox, helping luxury wellness resorts and spas across the country to recover from the shocks of pandemic-induced lockdowns and travel restrictions. 800 new Janaaushadhi centres to be set up in Northeast India: Sarbananda SonowalThe Jan Aushadi Diwas is being held across the country from March 1 to March 7. In line with Jan Aushadhi Diwas, PM Narendra Modi interacted with the beneficiaries Aushadhi Pariyojana and owners of Jan Aushadhi Kendras through video conference. High Court rejects IMA chief's plea against court order asking him not to use platform to propagate religionThe high court had issued notice on the appeal filed by the IMA chief challenging the trial court's order in June. Delhi HC to hear plea against Ramdev for remarks against allopathyThe matter will be heard by Justice C Hari Shankar who had earlier asked the counsel for the associations to place on record the videos pertaining to the alleged misinformation. Seven doctors' association move HC against Ramdev over statements against allopathyThe associations before court are three Resident Doctors' Association of All India Institute of Medical Sciences at Rishikesh, Patna and Bhubaneshwar, Association of Resident Doctors, Post Graduate Institute of Medical Education & Research, Chandigarh, Union of Resident Doctors of Punjab (URDP); Resident Doctors' Association, Lala Lajpat Rai Memorial Medical College, Meerut and Telangana Junior Doctors' Association, Hyderabad. Remarks on Allopathy: SC to hear Ramdev's plea on Jul 12, says received documents on Sunday nightThe apex court was scheduled to examine the original records of the statements of Ramdev on the use of allopathic medicine following his plea to stay investigation and transfer the cases lodged against him in this connection to Delhi. Supreme Court asks Baba Ramdev to place original record of his statement on allopathyThe top court was hearing Ramdev's plea seeking stay on the proceedings in connection with multiple FIRs lodged against him by Indian Medical Association (IMA) in Bihar and Chhattisgarh over his remarks against use of allopathic medicine during COVID-19 pandemic. Uttarakhand government to allow ayurvedic doctors to prescribe allopathic medicinesAyush Minister Harak Singh Rawat said the decision was taken for the benefit of the people living in the state's remote hill areas, where the primary health centres mostly have ayurvedic doctors. HC refuses to stay trial court order asking IMA chief not to use platform to propagate religionThe trial court had asked the IMA chief not to indulge in any activity contrary to the principles enshrined in the Constitution of India and maintain the dignity of the position chaired by him. Justice Asha Menon said the court will not pass any ex-parte order as nobody appeared on behalf of the person on whose complaint the trial court had passed the order on June 4. Debate over allopathy, ayurveda of no use; both systems useful: NITI K SaraswatThe Niti Aayog Member's remarks on allopathy and ayurveda comes against the backdrop of the Indian Medical Association (IMA) raising strong objections to yoga guru Ramdev's comments that questioned the efficacy of allopathic medicines in treating COVID infections. Ramdev also steers Patanjali Ayurved. Ramdev's remarks: Federation of resident doctors' associations to hold nationwide protest on June 1A controversy had erupted after he was heard questioning some of the medicines being used to treat the coronavirus infection and saying that \"lakhs have died from taking allopathic medicines for COVID-19\". Indian Medical Association challenges yoga guru Ramdev, asks him to participate in open debateThe letter further stated that Ramdev and his aide Balkrishna can also join the team of Ayurvedacharyas but only as spectators because they have not sent the qualification to the state office of the IMA. UP BJP MLA backs Ramdev over comments on allopathy\"Those robbing the society by making the present the medical system expensive are giving lessons on morality. People who sell tablets worth Rs 10 for Rs 100 in the field of allopathy are criminals in white clothes, not well-wishers of society,\" Singh said in a post on the social media platform. IMA files police complaint against Ramdev, seeks FIR over his 'wrongful' representation on allopathyIn the complaint submitted at the IP Estate Police Station, the apex medical body said Ramdev has \"wilfully and deliberately spread false, baseless and malicious information\" about treatment of Covid patients by established and approved methods and drugs. Ramdev should be booked under sedition charges: IMA in letter to PMIn its letter to Modi, the IMA said it was gratifying to note that only 0.06 per cent of people who received both the doses of vaccine \"got minimal\" infection by coronavirus, and \"very rarely\" vaccinated people had a severe lung infection. Patanjali Dairies head Sunil Bansal dies of COVID-19, company says had no role in his allopathic treatmentA specialist in dairy science, Bansal joined Patanjali's dairy business in January 2018 when the company announced its plans to sell packaged cow milk and other milk-based products including curd, buttermilk and cheese. Withdrawing comments on allopathic medicines, regret controversy: Baba RamdevCiting a video circulating on social media, IMA had said Ramdev claimed that allopathy is a \"stupid science\" and medicines such as remdesivir, fabiflu, and other drugs approved by the Drugs Controller General of India have failed to treat COVID-19 patients. 'Explanation not enough': Union health minister asks Ramdev to withdraw statement on allopathic medicinesIn a strongly worded letter to Ramdev, the minister also said that \"through your statement you not only disrespected corona warriors but also deeply hurt the sentiments of countrymen\". Ramdev's comments irresponsible: Maharashtra COVID task force memberEarlier in the day, the Indian Medical Association (IMA) took strong exception to Ramdev's comments in a viral video where he said allopathy is a \"stupid science\" and lakhs of people have died after taking allopathic medicines.Load More BACK TO TOP "}