{"title": "Meditation Archives - The Friendly Naturopath", "author": "Thefriendlynaturopath", "url": "https://thefriendlynaturopath.com.au/tag/meditation/", "hostname": "thefriendlynaturopath.com.au", "description": null, "sitename": "The Friendly Naturopath", "date": "2023-02-20", "cleaned_text": "[ Tips to improve your meditation practice ](https://thefriendlynaturopath.com.au/tips-to-improve-your-meditation/) The following video shares some of my most popular tips to improve your meditation practice. By following these tips, you'll feel more comfortable and be able to settle into [ Alternate Nostril Breathing ](https://thefriendlynaturopath.com.au/alternate-nostril-breathing/) Alternate nostril breathing, otherwise known in sanskrit as Nadhi Shodhana, is a pranayama technique designed to help you slow down your breath and balance your autonomic nervous s [ Zen walking meditation ](https://thefriendlynaturopath.com.au/zen-walking-meditation/) The Zen walking meditation technique is a highly recommended technique for anyone who doesn't feel like they can meditate in a seated or lying down. It's a four part st [ Box breathing ](https://thefriendlynaturopath.com.au/box-breathing/) Box Breathing, otherwise known as Equal or Square Breath is, as the name suggests, a technique designed to equalise the breath to help balance the nervous system. It comes from the [ Simplify and start again ](https://thefriendlynaturopath.com.au/simplify-and-start-again/) This is a 20 minute meditation that can be done either seated or lying down. I previously called it \"Unplug to find meaning\" but felt like this new name was more approp [ Yoga Nidra Practice ](https://thefriendlynaturopath.com.au/yoga-nidra/) Yoga Nidra translates as \"Yogic Sleep\". This is a 20 minute journey to take you through your body and help your brain activity drop to delta wave patterns (the state yo [ Metta Bhavana (\"Loving Kindness\") Meditation Metta Bhavana (\"Loving Kindness\") Meditation. It offers the following mantra to different parties: \"May you be happy. May you be healthy. May "}