{"title": "PDF", "author": "PDF", "url": "www.biodynamics.com/sites/default/files/scan/Light%20Yam%20%28Dioscorea%20batatas%29%20Living%20Medicine%20and%20Optimal%20Healing%20Conditions.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "We are the living links in a life force that moves and plays around and through us, binding the deepest soils with the farthest stars. --Alan Chadwick, Round Valley Farm Journals, Covelo, California Light Yam (Dioscorea batatas): Living Medicine and Optimal Healing Conditions The intent of this white paper is to share my experiences of integrating the light yam within sacred agriculture practices via the biodynamic preparations. I first thought to bring the light yam into my praxis in May 2012 and have been doing so ever since. After presenting the Agriculture Lectures, Rudolf Steiner (1924) responded to a question from two participants regarding the potential of the preparations to supply adequate nutrition for our times (Keyserlingk, 2000; Roessner, 2014). He said that, in the future, the biodynamic preparations would not be sufficient to support adequate nutrition even under the most favorable conditions. Further, Steiner indicated that the light yam would become indispensable as a food and living medicine for the human etheric body (n.d.). In other words, the dense light ether of this plant can act as a carrier of spirit and thus serve higher human consciousness. Steiner also told us that the light yam ought to replace the European potato, the overconsumption of which he thought responsible for materialistic thinking (Keyserlingk, 2000; Roessner, 2014). That is, potatoes, because they have not quite developed into a true root such as beets and carrots, remain in the intestines and their nourishment never reaches the head or the brain (Steiner, 1991). It is my premise that Steiner foresaw what electricity would mean to humankind. It is clear that we are now fully immersed in technologies that further separate us from nature and our own essential being. As far back as 1924, Steiner could see that human beings would become \"inductive (Steiner, 1923, 13; Zimmermann, n.d.) through the invisible and subnatural forces of electricity, which he referred to as \"fallen light ether.\" Steiner (1923, July; Kaslev, n.d.) described the etheric reality (n.d.) as the region of the nature spirits, or elementals as Paracelsus (n.d.) called them. It is far from the truth to say that we are \"turning on the light.\" Actually, we are activating the artificial electricity that interferes with and disrupts the human electromagnetic field and brain rhythms, which for optimal human health are thought to function best at the longstanding Schumann Resonance (SR) rate of 7.83 Hertz. The SRs (n.d.) comprise a set of spectrum peaks in the extremely low frequency (ELF) portion of the Earth's electromagnetic field. Schumann resonances occur globally and are naturally generated and excited by lightning discharges within the cavity formed by the Earth's surface and the ionosphere. Not all scientists, however, accept that SRs are universally constant. Gregg Braden (2012) and other researchers, such as those at the Global Coherence Initiative (2016), report that the SR rate regularly rises to 11 Hertz and higher. It is interesting to note that as the SRs (sometimes called Mother Earth's heartbeat) increase, we may feel an \"awakened calm\" that reflects humankind seeking 2 balance with the new energies. Perhaps this awakening is also happening in other life forms--both seen and unseen (Forti, 2015). The interfering technologies to which I refer include the following: Nonionized electromagnetic radiation (EMR), such as smart meters, wireless energy, cell phone towers, radar installations, and other electrically driven home and industrial appliances Aerosol spraying and ionospheric heater technology that cause the ingestion and inhalation of nanobots and heavy metal nanoparticles Inoculations that contain mercury, other toxic chemicals, or self-propelled nanobots harmful to life Synthetic fertilizers and pesticides, including new mixes with nanobots Biotechnology and genetically modified organisms (GMOs). Ionizing radiation, such as from the following: deployed nuclear weapons disguised as earthquakes and such, inevitable leaks in nuclear plants, only-one-choice cancer remedies made of radioactive chemicals, nuclear waste moved by high-risk transportation and buried near large population centers, and pesticides and agrichemicals dumped in local landfills worldwide and often left smouldering after, for example, spontaneously erupting, accidently catching on fire, or purposely being set ablaze. Robert Becker warned in 1990 that modern technologies allow frequencies to be pulsed in and through us that affect our natural rhythms and cycles. As a result, these conventions thwart us from remembering our divine inheritance. Since the mid-1990s, the Earth also has been challenged to absorb the intended balancing effects of the biodynamic preparations, which allow life to thrive. Although we need more grounded research to confirm this, the planet is clearly unable to supersede the consequences of our mistreatment. For example, increased amounts of atmospheric and earthly pollution, made evident by the rise in conductive aluminum particulates and increasing alkalinity in the soil and acidity in the oceans, reportedly cause all manner of deleterious outcomes (Klinghardt, n.d.; Otterpohl, n.d.; Freeland, 2014). The rise of wireless technologies and the nonionizing radiation of electromagnetic frequencies subsequently bring unwanted changes as well to the human and planetary etheric bodies residing in the unseen world. The human etheric body is the egg-shaped aura that surrounds the physical body and is the source of life energy. The planetary etheric body is a widespread mental energy field that includes the noösphere. We connect with this realm through thought, feeling, prayer, and meditation. Teilhard de Chardin and others have proposed that the noösphere (n.d.) greatly affects the health and consciousness of sentient beings and the planet alike. For example, Steiner suggested that many heart ailments are partially due to one's inability to develop the third etheric heart, which is born through self-realization. It \"becomes an eye of cognition for supersensible beings and for the etheric Christ Himself, protected and cherished in the Michaelic mystery-culture of will as it is destined for our epoch\" (Steiner, 1924; Haertl, 2000). The fact that problematic electromagnetic frequencies, multiplied by heavy metal nanoparticles such as aluminum, are silent and invisible should not deter us from examining the immense effects they may have on health and consciousness. The intense planetary forces they unleash also suggest an unseen world beyond the physical terrain, causing us to examine every relationship with both our immediate environment and the cosmos. 3 We can do much better. Those who work with the good, the true, and the beautiful in the formative and etheric realms--via the elementals and cosmic creative energies in meditative and practical work--stand at an unprecedented portal. We are called to respond lovingly and willingly to the renewing life stream that is offered to all, regardless of one's motives or actions. We are living in a time when the heroic battles that Archangel Michael fought with Lucifer and Ahriman in the heavens are now being played out on Earth through the asuras. According to Karyn Martin-Kuri (1996), \"As with any situation of group evolution, there were angelic beings who held themselves back and refused to participate fully in spiritual development.\" These battles in the heavens \"happen over and over, as long as we have manifestation in physical form. The asuras have their origin in the realm of the rebellious dynameis [antirhythmic activities contrary to nature] and can be felt in such situations as mass murders accomplished without any emotion\" (p. 64). It is time that we each step up to the plate and declare our creative, spiritual right to cocreate with Mother Earth without interference. Through a moral agenda, together we can choose to bring in the Christ light--or risk being plunged deeper into darkened realms. The growing awareness of increasing adverse energies visited me during the early 1990s when I experienced surprising hindrances while working with the biodynamic preparations. They seemed not to take hold and bring about the intended healing in the landscape. For instance, when the preparations were related to the increase or the decrease of available moisture, I detected a blockage in the \"aura\" of the landscape. It was necessary to do several stir and spray sequences to bring in the intended moisture (rain). Likewise, I noted a reduced amount of atmospheric oxygen during this time, particularly during hot spells in the summer when it was difficult to breathe. It seemed that the Earth's respiration and absorption rhythms were out of balance. In the presence of intensifying winds and storms in our area, the preps' apparent moderation in weather patterns and rhythms was no longer a given. I had not known a time when I was not able to use them to \"make music\" with the Earth. Something seemed awry with the harmonics of the transmitting and receiving forces in both humans and nature. To highlight my concern, I shall relay memories from two different time periods that stand in stark contrast to each other. These details happened during the individualization of Aurora Farm in the Kootenay River Valley of southeast British Columbia. First, in 1989, I recollect the protection afforded by the horn manure (#500)—the initial preparation added to the land. Upon completion of the spray, I experienced a palpable buffer of nourishment, like a protective shield over the landscape (earth and atmosphere) where the horn manure had been sprayed. I could feel a distinct veil between sprayed and unsprayed areas. I also had the sensation of a bridge being created from my thinking and feeling to my will forces, along with the awareness that the elementals (cosmic creative energies) were present and assisting in this process. As the agricultural practitioner, I was not doing anything per se; my will was simply attuning to the etheric formative energies. All was well. Paramahansa Yogananda (2002) described will as \"that which changes thought into energy\" (p. 32). When my will was attuned to the incoming cosmic creative energies, I experienced grace and ease as I was directed to the necessary action. I would describe it as surrendering, a \"Thy will, not mine\" experience. Other times, when my will was weaker, it was a constant struggle to merge with the landscape angels and hierarchies, to be able to listen and hear without distraction, judgment, and forcing the issue. This weakening included times of illness when the body was less strong. 4 My contrasting memory occurred in the early years of the millennium, when the first cell phone tower was installed on the hill immediately to the north of the farm. I sensed that the goodness and protective forces, which had been built up over the years via the biodynamic preparations (combined with my agnihotra practice1), were being tampered with by the electromagnetic frequencies and radiation now all around. Along with this came a noticeable weakening of my will and retreat of the elemental beings. Suddenly all was not well in the landscape. During composting workshops on the farm and in other places, I now needed to request participants to leave their electronic devices elsewhere, knowing that the elementals are unable to do their work in the presence of electrosmog. We risk the betrayal of these etheric helpers when we bring further materialistic forces between us. After all, we are in debt to the spiritual world for all of our knowledge and awareness (Steiner, 1923, Man...). In the past several years, I have taken Steiner at his word, interacting with two light yam products to discover their etheric properties. The first was introduced in 2009 and is intended for human healing—16x homeopathic pellets of dioscorea batatas. In January 2012, I facilitated the preparation of a product consisting of 16x dioscorea batatas, homeopathic gold, frankincense, lavender, and myrrh oils added to a base cream. Because the skin is the largest assimilative organ, the cream acts as a protective shield from the antirhythmic forces suspected of causing unprecedented illness in the four kingdoms of life on the planet. In my current practice, I grind the homeopathic light yam pellets at a dosage rate confirmed by dowsing (kinesiology)2 to integrate them into the biodynamic stirring and spraying process. While stirring, I also intone sacred Sanskrit sounds (coherent frequencies, such as Om3) into a sun-infused rainwater solution. I find it important to maintain clear intent before and during the work. At the same time, I seek to remain open to aspects of higher consciousness associated with this benevolent plant friend. In my experience, the light yam enhances the healing effects of the biodynamic preparations, allowing a continuous and unbroken light stream that \"catches\" in the physical world, as observed in a newly planted seedbed when all conditions stand at optimum. I do not claim to understand the subtle action of the light ether in this living medicine, as we do not yet have adequate language or research to describe all the workings of the four ethers and the formative forces in flux behind nature. I do know, however, that each time I use the light yam for the express purpose of healing in the context of sacred agriculture, its beneficial results are soon apparent. We are often at a loss to describe the intrinsic nature or essence of a new remedy. I would summarize the workings of the light yam as setting up the optimal conditions for healing to occur through continuous light-to-light communication. By contrast, illness occurs when the light stream is broken or interrupted (Becker, 1990). The light yam, when used either alone or along with biodynamic preparations, seems to reset the harmonics in the energy field. It acts as a portal to a unified field in which the remedies can take hold and nourish the territory in question. The overall outcome is meant to assist the elemental and spiritual realms for the good of all. The nourishment we receive in return integrates our feeling and thinking bodies with the strength of will. Thus, enlightened moral impulses become more tangible, more available. In this way, the human steward becomes the preparation itself, and we begin to truly move in and through the formative etheric realms via new portals that allow cosmic creative energies to stream forth. 5 This is the first of a series of white papers concerning various research topics associated with the light root or yam (Diascorea batatas). I invite comments from my colleagues to join with others in the ongoing dialogue on this living medicine. Also, I am seeking those who may wish to be small-scale growers of the light yam as well as co-producers of quality light root homeopathic remedies. Notes 1. Agnihotra—agni, \"fire\"; hotra, \"healing\"--an ancient Indian sunrise and sunset ritual said to bring healing to the atmosphere, the landscape, and oneself. See, for example, http://agnihotra.org 2. See, for example, Gurjar, Ajay Anil, & Ladhake, Siddarth A. (2008). Time-Frequency Sanskrit Divine Sound 'OM' Mantra. Retrieved from: http://paper.ijcsns.org/07_book/200808/20080825.pdf 3. For details about kinesiology, refer to Woods, Walt. (2001). Letter to Robin: A Mini-Course in Pendulum Dowsing. St. Johnsbury, VT, at http://www.letter to Robin.org; http://www.dowsers.org; Hawkins, David R. (1995). Power vs. of Human Behavior. [Appendix C]. Sedona, AZ: Veritas. See also Hawkins' 2012 revised edition of the same work. Other forms of kinesiology include applied kinesiology (or muscle strength testing; see, for example, www. drweil.com) and autonomic response testing (see http://www.klinghardtacademy.com). References Becker, Robert O. (1990). Cross Currents: The Promise of Electromedicine, the Perils of Electropollution. New York: Penguin. Braden, Gregg. (2012). Zero Point and the Schumann Resonance. Retrieved from: http://schumannresonancefield.blogspot.com Etheric body. (n.d.) Wikipedia Web site. Retrieved May 2016 at https://en.wikipedia.org/wiki/Etheric_body Forti, Kathy. (2015). Why of Planet Earth. Port Townsend, WA: Feral House Books. Global Coherence Initiative. (2016). Divine Sound 'OM' Mantra. Retrieved from: http://paper.ijcsns.org/07_book/200808/20080825.pdf Haertl, Ruth. (2000). A Study of the Formation of a New Etheric Heart Organ in the Light of the Present Michaelic Mystery Culture as Rudolf Steiner Required It for Our Age in His Lectures \"Die Sendung Michaels und Die Offenbarung der eigentlichen Geheimnisse des Menschenwesens.\" Translated by Monica Gold (http://www.rsarchive.org/RelArtic/GoldM/etheric_heart.html) Hawkins, David R. (1995). Power vs. Force: Hidden Human Behavior. [Appendix Alan. Web site. Retrieved from: http://www.kheper.net/topics/Anthroposophy/Steiner-etheric_world.htm Keyserlingk, (1999). The Birth of a Koberwitz 1924 and the Introduction of Biodynamics. London: Publishing. Klinghardt, Dietrich. (n.d.). 'Smart Meters' and EMR: The Health Crisis of Our Time. Retrieved from: https://www.youtube.com/watch?v=b_wxM6IAF1I Martin-Kuri, Karyn. (1996). A Message for the Millennium. New York: Ballantine Books. Noösphere. (n.d.). Wikipedia Web site. Retrieved May 2016 from: from: https://en.wikipedia.org/wiki/Paracelsus Roessner, Ralf. (2014). The Light Root: Nutrition of the Future (A Spiritual Scientific Study). London: Temple Lodge Publishing. Schumann resonances (SR). (n.d.) Wikipedia Web site. Retrieved March 2016 from: https://en.wikipedia.org/wiki/Schumann_resonances Steiner, Rudolf. (1923, July 11-14). Gesamtausgabe Lectures: Conferences and Courses About Christian Religious Work. Bibliography 345, p. 1. [1994 e-book, private study only]. Dornach, Switzerland: Rudolph Steiner Verlag. Steiner, Rudolf. (1923). Lectures and Courses on Christian Work IV: Lecture Steiner, Man and the Nature Spirits. Spring Valley, NY: Mercury Press. Steiner, Rudolf. (1924). Agriculture Lectures. Kimberton, PA: Biodynamic Farming and Rudolf. (1991). Nutrition and Stimulants. Kimberton, PA: Biodynamic Farming and Gardening Association. Woods, Walt. (2001). Letter to Robin: A Mini-Course in Pendulum to Yogananda, God Talks With Arjuna: The Bhagavad Gita, The Immortal Dialogue Between Soul and Spirit (Royal Science of God-Realization). Los Angeles: Self-Realization Fellowship. Zimmermann, Wilfried. (n.d.). The Impact of Electricity on Earth, Man, Civilization, and Culture. Retrieved from: http://www.karl-koenig-institute.net/impact_electricity_121115.pdf Barbara M. V. Scott, MS, is a wildlife biologist, biodynamic educator, practitioner, and writer. She offers workshops and consultations in conscious composting, land stewardship, heirloom seed cultivation, and subtle energy work. A School for the Practical and the Sacred—A Place of Joy opens in the spring of 2017. E-mail contact: barbara@soulmedicinejourney.com Web site: www.soulmedicinejourney.com Cite as: Scott, Barbara M. V. (2016, May). Light Yam (Dioscorea batatas): Living Medicine and "}