{"title": "The under-reported role of toxic substance exposures in the COVID-19 pandemic - PubMed", "author": "Username", "url": "https://pubmed.ncbi.nlm.nih.gov/32805343/", "hostname": "ncbi.nlm.nih.gov", "description": "Coronavirus disease 2019 (COVID-19) and previous pandemics have been viewed almost exclusively as virology problems, with toxicology problems mostly being ignored. This perspective is not supported by the evolution of COVID-19, where the impact of real-life exposures to multiple toxic stressors degr ...", "sitename": "PubMed", "date": "2020-07-01", "cleaned_text": "The under-reported role of toxic substance exposures in the COVID-19 pandemic - PMID: 32805343 - PMCID: [PMC7426727](http://www.ncbi.nlm.nih.gov/pmc/articles/pmc7426727/) - DOI: [10.1016/j.fct.2020.111687](https://doi.org/10.1016/j.fct.2020.111687) The under-reported role of toxic substance exposures in the COVID-19 pandemic Abstract Coronavirus disease 2019 (COVID-19) and previous pandemics have been viewed almost exclusively as virology problems, with toxicology problems mostly being ignored. This perspective is not supported by the evolution of COVID-19, where the impact of real-life exposures to multiple toxic stressors degrading the immune system is followed by the SARS-CoV-2 virus exploiting the degraded immune system to trigger a chain of events ultimately leading to COVID-19. This immune system degradation from multiple toxic stressors (chemical, physical, biological, psychosocial stressors) means that attribution of serious consequences from COVID-19 should be made to the virus-toxic stressors nexus, not to any of the nexus constituents in isolation. The leading toxic stressors (identified in this study as contributing to COVID-19) are pervasive, contributing to myriad chronic diseases as well as immune system degradation. They increase the likelihood for comorbidities and mortality associated with COVID-19. For the short-term, tactical/reactive virology-focused treatments are of higher priority than strategic/proactive toxicology-focused treatments, although both could be implemented in parallel to reinforce each other. However, for long-term pandemic prevention, toxicology-based approaches should be given higher priority than virology-based approaches. Since current COVID-19 treatments globally ignore the toxicology component almost completely, only limited benefits can be expected from these treatments. Keywords: COVID-19; Contributing factors; Immune system; Pandemic; SARS-CoV-2; Toxic mixture. Copyright © 2020 Elsevier Ltd. All rights reserved. Conflict of interest statement The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Figures Similar articles - [Alliance of COVID 19 with pandemic of sedentary lifestyle & physical inactivity: Impact on Gynecol. 2020 2020. PMID: 32917342 Free PMC article. No article. Spanish. No abstract available. - [Suicide research and prevention during and after the 32755830 Free PMC article. Review. - [A Practical Approach to the Management of Cancer Patients During the Novel Coronavirus Disease 2019 (COVID-19) Pandemic: An International Collaborative Free PMC article. Review. Cited by - [Mycotoxin Monitoring, Regulation and Analysis in India: A Success Story.](/36832780/)Foods. 2023 Feb 6;12(4):705. doi: 10.3390/foods12040705. PMID: 36832780 PMC article. - [Modifiable contributing factors Free PMC article. Review. - [The High-Effective Catalytic Degradation of Benzo[a]pyrene by Mn-Corrolazine Regulated by Oriented External Electric Field: article. - [Organophosphorus Pesticides as Modulating Substances of Inflammation through the Cholinergic Pathway.](/35562914/)Int J Mol Sci. article. Review. References - - - Borman E.D., Foster W.G., deCatanzaro D. Concurrent administration of diethylhexyl phthalate reduces the threshold dose at which bisphenol A implantation D. Concurrent administration of diethylhexyl phthalate reduces the threshold dose at which bisphenol A implantation and cadherins in mice. Environ. Toxicol. Pharmacol. 2017;49:105-111. - - - - - Castle S.C., Uyemura K., Rafi A., Akande O., Makinodan T. Comorbidity is a better predictor of impaired immunity than chronological age in older adults. J. Am. Geriatr. Soc. 2005;53(9):1565-1569. - [PubMed](/16137288/) - Castle S.C., Uyemura K., Rafi A., Akande O., Makinodan T. Comorbidity is a better predictor of impaired immunity than chronological age in older adults. J. Am. Geriatr. Soc. 2005;53(9):1565-1569. - Publication types MeSH terms Substances LinkOut - more resources Full Text Sources Miscellaneous "}