{"title": "Three spiritual exercises for facing a long future with Covid-19", "author": "Jim McDermott August", "url": "https://www.americamagazine.org/faith/2021/08/20/three-spiritual-exercises-future-covid-241265", "hostname": "americamagazine.org", "description": "It can be dispiriting, even infuriating, to imagine our future with Covid-19. Spiritual exercises inspired by Ignatius can help us become more aware and move past our anger.", "sitename": "America Magazine", "date": "2021-08-20", "cleaned_text": "Three spiritual exercises for facing a long future with Covid-19 About a month ago, a friend mentioned knowing someone who had been vaccinated and had gotten Covid-19. They were fine; their symptoms never amounted to more than a runny nose and a cough. But they had gotten it. This was surprising, as a well-regarded [Kaiser Family Foundation study](https://www.kff.org/policy-watch/covid-19-vaccine-breakthrough-cases-data-from-the-states/) from about the same time stated that the \"rate of breakthrough cases reported among those fully vaccinated\" was below 1 percent. Three weeks later, I myself know people who have had the virus despite being vaccinated. I suspect you do too—or will soon. Los Angeles County officials [announced Thursday](https://deadline.com/2021/08/los-angeles-breakthrough-infections-covid-amount-cases-1234818477/) that in late July some 30 percent of new Covid cases had come from among the vaccinated. [In Massachusetts, officials have confirmed ](https://www.nbcnews.com/health/health-news/breakthrough-covid-cases-least-125-000-fully-vaccinated-americans-have-n1275500) [12,641 Covid infections](https://www.nbcboston.com/news/local/over-12500-breakthrough-covid-cases-reported-in-mass-124-deaths/2469631/) among those fully vaccinated; this amounts to about 0.29 percent of the more than 4.4 million people who have been vaccinated in that state. it seems that many of us are going to get this damn virus whether we're vaccinated or not. That is a lot to have to confront. Maybe it's because so many people continue to refuse to get vaccinated (or to be safe around others) that even our vaccinated immunological defenses can be overwhelmed. Or maybe it's that our vaccines are slightly less adequate against the Delta variant. But it seems that many of us are going to get this damn virus whether we're vaccinated or not. That is a lot to have to confront. It can easily lead us down roads of outrage, panic and despair. I am struggling with this myself. And these are three spiritual exercises that I am trying to use to help me find my way through it. In a sense they each offer a different way of becoming more present to the moment that we are living in. 1. Center yourself in your own present-day experience. Most spiritual activity begins with some kind of moment of grounding oneself in the present. It is the moment of silence before Mass starts or the invitation to pay attention to your breathing as you begin to pray. It can be described as allowing ourselves into a holy space, which can be a useful way to visualize the experience. Personally, I think of it more as a moment in which we allow ourselves to become more fully present to ourselves. After all the busyness of our day-to-day life, we stop to catch up with ourselves and to learn what is going on inside of us. When we do that, we discover that God was there already, in our experiences and our feelings, waiting for us. During the pre-vaccine era of the pandemic, we each made incredible sacrifices. To be confronted with the fact that we may still get the virus and transmit it to others is dispiriting and not a little bit frightening. For me, part of spiritually coping with our present moment is about allowing ourselves the time and space to feel what we are feeling right now. Panic is often fear that has been too long ignored. Lashing out at others can be much the same—an expression of something inside us that we have not yet taken the time to actually see and hear. Part of spiritually coping with our present moment is about allowing ourselves the time and space to feel what we are feeling right now. So what if we were to take some time to sit in the presence of God and listen to what is going on inside us, to give our feelings a chance to speak, without judgment or need to respond? Maybe we discover that we need some space to grieve the death of our belief that we were just about out of the woods, or to sit with our outrage toward others who will not get vaccinated, or to cope with our fears of getting sick. In prayer we allow God to be present to us. And maybe in this prayer he can help us to be present to ourselves, to be caring and gentle with ourselves in the same way we would be to a child or loved one that is scared or suffering. 2. Consider the big picture. In his Spiritual Exercises, St. Ignatius proposes a meditation in which we look down on the whole world with the Trinity and consider what we see. I don't know about you, but when I am scared or angry my world can get really small. This tends to be a self-perpetuating cycle; the smaller my world gets, the more out of control I feel, and the more defensive I get. An exercise like this, which Ignatius calls the Incarnation Meditation, offers a way to break through all that. If we take a step back from our own situations and concerns right now, and sit with God looking out on our blessed world, what do we notice? The first thing that stands out to me is the degree to which reports about the pandemic are all over the place. Some in the press are blasting scary statistics and burying the more important (and generally far less scary) details far down in their articles. Meanwhile, the Centers for Disease Control and Prevention and other generally trustworthy medical outlets seem inconsistent in their recommendations and have yet to define the seriousness of the breakthrough issue. I can get worked up about all this. But from the more detached point of view that Ignatius imagines, I feel less emotionally invested and more aware I need to read more widely and think critically about what we are being told. From the more detached point of view that Ignatius imagines, I feel less emotionally invested and more aware I need to read more widely and think critically about what we are being told. The awareness of these inconsistencies in guidance also makes me reconsider some of my own choices. Maybe I should avoid going to restaurants, theaters or other places that don't require masks or proof of vaccination. Maybe I need to get tested every week or couple weeks just as a matter of course. Tellingly, last week [America](https://www.americamagazine.org/politics-society/2021/08/05/mask-mass-public-safety-us-bishops-covid-delta-wave-pandemic-241177) ['s Kevin Clarke wrote a report](https://www.americamagazine.org/politics-society/2021/08/05/mask-mass-public-safety-us-bishops-covid-delta-wave-pandemic-241177) on how different dioceses and bishops are handling the question of whether parishes should go back to requiring masks. The growing reality of these breakthrough cases seems to suggest the answer to that question must be an emphatic yes, regardless of state or federal mandates. An even bigger thing that I notice when I try to look out on the big picture is the billions of people who have not yet had the benefit of one shot, let alone the opportunity for a booster. A friend of mine who works with refugees abroad recently told me he doesn't think he will ever be able to be vaccinated while he is working there. As Delta runs wild, most of the world is completely unprotected. I can't say that I know exactly what to do with that information. If I were to wait as long as possible to get a booster shot, would that help more people elsewhere get vaccinated? Is there some foundation to whom I can make a contribution that might enable refugees or others abroad to get vaccinated? But in a sense, the point of the exercise is awareness. What is this world that I am living in? The more I can stay grounded in that reality, the more I open my own life to other people's needs and to the possibility of being able to help in some way. 3. Look ahead with acceptance (and maybe hope). The thing that I find hardest to accept right now is the possibility that rather than just a couple terrible years of our lives, Covid may be here to stay in one form or another—and with it, things like masks and variants and sickness and lockdowns. I don't want to believe that. I hope I'm wrong. But it's not clear. And if this is not a blip but our new reality, what then? Sometimes I find a simple mantra can help me accept the world as it is. It's just three words that I repeat to myself quietly. \"Now. Here. This.\" In one sense all three words serve the same purpose. They ground me in the present. Now. Here. This. But they also make me consider what stands before me in a different way. It doesn't matter what my plans were or how I feel. There is nothing to debate or to judge. Now is just now. Here is just here. This is just this. It gives me a kind of freedom. It also holds a strange kind of anticipation. This that stands before us, this is the life in store for us. It is not a life we would have chosen—God, no. But here it is. Now. And who knows what it may hold? Most popular The latest from america [Argentine priests celebrate reparation Mass after presidential candidate calls Pope "}