{"title": "VDH COVID-19 Vaccination Response - COVID-19 Vaccine", "author": null, "url": "https://www.vdh.virginia.gov/covid-19-vaccine/", "hostname": "virginia.gov", "description": "Healthcare Professionals Resources Media/News FAQs Dashboards", "sitename": "COVID-19 Vaccine", "date": "2021-04-18", "cleaned_text": "NEW UPDATES As of May 7, 2023, the Johnson & Johnson/Janssen (J&J) COVID-19 vaccine is no longer available in the United States. People aged 18 years and older who received 1 or 2 doses of J&J COVID-19 vaccine are recommended to receive 1 bivalent mRNA dose (Moderna or Pfizer-BioNTech) at least 2 months after their most recent J&J dose. For additional information, please visit the [CDC Website](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html) On April 18, 2023, the U.S. Food and Drug Administration authorized the currently available bivalent COVID-19 vaccines to be used for all doses administered to individuals 6 months of age and older, including an additional dose(s) for certain populations. The original monovalent Moderna and Pfizer-BioNTech COVID-19 vaccines are no longer authorized for use in the U.S. If you have never received any COVID-19 vaccine - you should receive a single bivalent vaccine. If you were previously vaccinated with a monovalent COVID-19 vaccine (including Novavax and J&J/Janssen) and have not yet received a dose of the bivalent vaccine - you should receive a single bivalent booster. If you are 65 years of age and older and have previously received a bivalent vaccine dose - you may receive one additional bivalent dose at least 4 months after your initial bivalent dose. If you have a weakened immune system and have previously received a bivalent vaccine dose - you may receive one additional bivalent dose at least 2 months after your initial bivalent dose. Additional doses may be administered for people who are at higher risk conditions at the discretion of your healthcare provider. Children 6 months through 5 years of age who are unvaccinated may receive a two-dose series of the Moderna bivalent vaccine (6 months through 5 years of age) OR a three-dose series of the Pfizer-BioNTech bivalent vaccine (6 months through 4 years of age). Children who are 5 years of age may receive two doses of the Moderna bivalent vaccine or a single dose of the Pfizer-BioNTech bivalent vaccine. Children 6 months through 5 years of age who have received one, two or three doses of a monovalent COVID-19 vaccine may receive a bivalent vaccine, but the number of doses that they receive will depend on the vaccine and their vaccination history. Contact your healthcare provider or visit [vaccinate.virginia.gov](https://vaccinate.virginia.gov/) to find a vaccine appointment. GET A COPY OF YOUR IMMUNIZATION RECORDS WHICH COVID-19 VACCINES ARE AVAILABLE IN VIRGINIA? Ages 6 years + One dose Ages 6 months to 5 years Moderna: 2 doses Pfizer: 1 dose if aged 5 years; 3 doses if aged 6 months to 4 years Additional Dose(s) Recommended, based on age or other health conditions 65 years + Bivalent vaccine dose: At least 4 months after the initial bivalent dose If immunocompromised: Bivalent vaccine dose: At least 2 months after the last bivalent dose*** Primary Vaccine Series The initial vaccine schedule Ages 12 years + 2 doses, 3 weeks* apart Additional Dose(s) Recommended, based on age, after completing a primary series Ages 12 years + Bivalent vaccine dose: At least 2 months after the Novavax primary series Option- Ages 18 years + Novavax Monovalent booster: At least 6 months after primary series** If immunocompromised: Ages 12 years + Bivalent vaccine dose: At least 2 months after the Novavax primary series*** * Healthcare providers may recommend an extended interval of 3-8 weeks between doses of the Novavax vaccine, based on the individual's age and health conditions. **The Novavax booster is an option for people aged 18 years or older who have not received any booster dose(s), and are unable to receive an mRNA vaccine (for example, not accessible or medically appropriate) or who would not receive an mRNA vaccine dose otherwise. ***Additional doses may be determined by a healthcare provider. For the most updated recommendations about COVID-19 vaccines, visit the [CDC website](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html?s_cid=11737:cdc%20booster%20guidelines:sem.ga:p:RG:GM:gen:PTN:FY22). Updated recommendations for bivalent mRNA COVID-19 vaccines (Pfizer-BioNTech and Moderna)* *These recommendations do not apply to Novavax and Janssen (J&J) COVID-19 vaccines, which are not bivalent mRNA vaccines. If you are unsure of the vaccines doses you previously received, check with your healthcare provider(s) who administered your vaccine(s), or you may [find your vaccination record here](https://vase.vdh.virginia.gov/vdhapps/f?p=545:1). COVID-19 VACCINES FOR CHILDREN The COVID-19 vaccine is safe and effective at preventing severe illness and death. [ CDC recommends everyone ages 6 months and older get vaccinated against COVID-19](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/why-vaccinate-children-teens.html). COVID-19 can cause disruptions for families and children, and vaccination can help minimize disruptions and decrease the chance of spreading the virus. Although children and adolescents may have a milder illness than adults, they are still at risk of becoming severely ill. Children with a COVID-19 infection have had serious illness, been hospitalized, or have even died. Children infected may also develop complications or long-term illness, such as [multisystem inflammatory syndrome in children (MIS-C)](https://www.cdc.gov/mis/mis-c.html) or [Long COVID](https://www.cdc.gov/coronavirus/2019-ncov/long-term-effects/index.html). MIS-C is a condition where different body parts become inflamed. Long COVID is when individuals develop symptoms such as fatigue, chest pain, headaches, or shortness of breath that last for weeks or months. Children who have already had a COVID-19 infection still benefit from vaccination because it provides stronger and broader protection against the virus and its potential long-term effects. You can keep your child protected by making sure they are up to date on their COVID-19 vaccines, as [recommended by the CDC](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html). Talk to your child's healthcare provider about when your child should receive their next COVID-19 vaccine. Side effects in infants and toddlers are usually mild in severity and resolved within a few days. Commonly reported side effects in the youngest age groups are pain at the injection side, fatigue, irritability and drowsiness. Fevers are also reported. Side effects seen in young children after vaccination against COVID-19 are similar to those in adolescents and young adults. Side effects in children aged 4 through 17 years were more commonly reported after the second dose and included headache, arm pain, and tiredness. Fevers are also commonly reported. Side effects reported after getting a bivalent shot are similar to those after the monovalent shot. There is no evidence to suggest that COVID-19 vaccines impact children's growth or development, including impacts on brain development, bone development, or future fertility. FREQUENTLY ASKED QUESTIONS Top Frequently Asked Questions about the COVID-19 vaccine [vaccinate.virginia.gov](https://vaccinate.virginia.gov/)or call 877-VAX-IN-VA (877-829-4682). If your child is aged 3 years or older, you may take them to a pharmacy to receive the COVID vaccine, as long as the pharmacy carries the vaccine for your child's age. Pharmacists are not able to vaccinate children less than 3 years of age. It is also up to the pharmacist on duty to decide what age they feel comfortable vaccinating. Not all pharmacists are willing to vaccinate down to 3 years old. It is recommended to call prior to your appointment to verify that the pharmacist will be able to vaccinate your child. For your child who is younger than 3 years, please check with your healthcare provider or local health department to see if they offer the vaccine. No. All COVID-19 vaccines work well to prevent severe illness, hospitalization, and death. However, similar to the annual flu shot, additional COVID-19 shots are needed to restore waning (or decreased) protection since the previous vaccine dose. The bivalent COVID-19 shots is a better match for the current forms of Omicron variants that are spreading. Therefore, CDC and VDH recommend staying [up to date](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html) with COVID-19 vaccinations for maximum protection. No, they do not. There is no evidence that COVID-19 vaccines cause fertility problems, in women or men. If you are trying to become pregnant now or want to get pregnant in the future, you can and should receive a COVID-19 vaccine. Yes. COVID-19 vaccines are beneficial and safe for people who are pregnant or breastfeeding. COVID-19 vaccination is recommended for all people 6 months and older, including people who are pregnant, breastfeeding, trying to get pregnant now, or might become pregnant in the future. There is no evidence of miscarriages, stillbirths, or preterm births linked to the vaccines. Getting COVID-19 during pregnancy is associated with severe illness, death, or pregnancy complications. Pregnant people can lower the risk of these events by getting vaccinated. Getting vaccinated during pregnancy may also protect infants aged less than 6 months from getting very sick. This is important because COVID-19 vaccines are not currently planned for this age group. Yes. Common side effects include mild symptoms that should go away in a few days. They include redness, pain, or swelling on the arm where you got the shot. They also include a mild fever, chills, headache, or feeling tired. Severe allergic reactions after getting a COVID-19 vaccine are rare. Call 9-1-1 or seek immediate medical care if you have symptoms. Vaccination sites are ready to help people who have immediate allergic reactions. Stay at the vaccination site for at least 15 minutes after getting the vaccine. Serious side effects that could cause a long-term health problem are extremely unlikely following any vaccination, including COVID-19 vaccination. If adverse effects occur, they generally happen within six weeks of receiving a vaccine dose. The benefits of COVID-19 vaccination outweigh the known and potential risks. To let CDC know about any side effects, you can report them to the [Vaccine Adverse Event Reporting System](https://www.cdc.gov/vaccinesafety/ensuringsafety/monitoring/vaers/index.html) (VAERS). Yes. You can get a COVID-19 vaccine and most other vaccines on the same day, as well as within 14 days. This includes the flu, pneumococcal, Tdap, and shingles vaccine. For more information, please visit the [CDC COVID-19 Vaccine Homepage](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html). People who previously received a vaccination for mpox (either JYNNEOS or ACAM2000), particularly adolescent or young adult males, might consider waiting 4 weeks before receiving a dose of any COVID-19 vaccine because of the observed risk for myocarditis and pericarditis after receipt of ACAM2000 orthopoxvirus vaccine and COVID-19 vaccines, and the unknown risk for myocarditis and pericarditis after JYNNEOS administration. ADDITIONAL INFORMATION ABOUT THE COVID-19 VACCINES Every vaccine goes through the same steps to make sure it is safe and effective. The COVID-19 vaccines were developed more quickly than usual because the financial part of that process was sped up to help us fight this virus. Scientists and researchers work on formulas that will become a vaccine. Before it's ever given to people, it goes through extensive lab testing. Clinical trials test safety, dosage, and effectiveness. Vaccines have to pass three phases before they can be offered to the general public. - Phase 1: Study the safety and look for common reactions, using 20-100 volunteers. - Phase 2: Study the effectiveness, by looking for how effective it is and by looking for the right dose using several hundred volunteers. - Phase 3: Study safety and effectiveness, by comparing people who got the vaccines with people who did not, using thousands of volunteers. - Phase 4: Even after vaccines have been offered to the public, continue to study safety and effectiveness including long-term benefits and side effects. The Food and Drug Administration (FDA) reviews the data from the trials and decides whether to authorize or approve it. [Emergency Use Authorization (EUA)](https://www.fda.gov/vaccines-blood-biologics/vaccines/emergency-use-authorization-vaccines-explained) [[Español]](https://www.fda.gov/vaccines-blood-biologics/vaccines/explicacion-de-la-autorizacion-de-uso-de-emergencia-para-las-vacunas)is used by the FDA during a public health emergency. This means that the FDA has looked at the data about the safety and effectiveness of the vaccine and, although it is NOT fully approved, allows it to be used while they continue to look at the data. - A full FDA approval means that the vaccine can be used even when there is not a public health emergency. To get this approval, the manufacturer must provide more detailed data that is collected for a longer time. - After the FDA authorizes or fully approves the vaccine, the [CDC's Advisory Committee on Immunization Practices (ACIP)](https://www.cdc.gov/vaccines/acip/index.html)makes recommendations for how that vaccine should be used. When bacteria or viruses enter our bodies, they attack and multiply. This invasion is called an infection. The immune system fights back to protect the body's cells. To help train your immune system to protect you from disease, we use vaccines. Vaccines do this by: - Imitating an infection - Helping the body's immune system - Teaching the body to \"remember\" how to fight the bacteria or virus in the future Every vaccine goes through the same steps to make sure it is safe and effective. The COVID-19 vaccines were developed more quickly than usual because the financial part of that process was sped up to help us fight this virus. - Phase 1: Study the safety and look for common reactions, using 20-100 volunteers. - Phase 2: Study the effectiveness, by looking for how effective it is and by looking for the right dose using several hundred volunteers. - Phase 3: Study safety and effectiveness, by comparing people who got the vaccines with people who did not, using thousands of volunteers. - Phase 4: Even after vaccines have been offered to the public, continue to study safety and effectiveness including long-term benefits and side effects. [Emergency Use Authorization (EUA)](https://www.fda.gov/vaccines-blood-biologics/vaccines/emergency-use-authorization-vaccines-explained) [[Español]](https://www.fda.gov/vaccines-blood-biologics/vaccines/explicacion-de-la-autorizacion-de-uso-de-emergencia-para-las-vacunas)is used by the FDA during a public health emergency. This means that the FDA has looked at the data about the safety and effectiveness of the vaccine and, although it is NOT fully approved, allows it to be used while they continue to look at the data. - A full FDA approval means that the vaccine can be used even when there is not a public health emergency. To get this approval, the manufacturer must provide more detailed data that is collected for a longer time. - After the FDA authorizes or fully approves the vaccine, the [CDC's Advisory Committee on Immunization Practices (ACIP)](https://www.cdc.gov/vaccines/acip/index.html)makes recommendations for how that vaccine should be used. How vaccines work? When bacteria or viruses enter our bodies, they attack and multiply. This invasion is called an infection. The immune system fights back to protect the body's cells. To help train your immune system to protect you from disease, we use vaccines. Vaccines do this by: - Imitating an infection - Helping the body's immune system - Teaching the body to \"remember\" how to fight the bacteria or virus in the future RESOURCE LINKS MEDIA The U.S. Department of Health and Human Services Office of Inspector General is alerting the public about fraud schemes related to the novel coronavirus (COVID-19). [Read "}