{"title": "Trauma and anthroposophical psychotherapy", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2022-11-07", "cleaned_text": "Trauma and anthroposophical psychotherapy The concept of psychological injury as psychotrauma was introduced about 150 years ago by Pierre Janet (1859-1947). The French philosopher, psychiatrist and psychotherapist Janet recognised that unprocessed psychological shocks lead to repetitions reenactments of the experience ( [1](#citation1)). Rudolf Steiner (1861-1925), a contemporary of Janet, developed a spiritual science that extended natural science, whereby he started from a comprehensive image of the human being that conceived of a person not only as a physical entity, but also as a soul and spiritual being (see also https://www.anthromedics.org/BAS-0347-EN). In this sense, the body is regarded and treated in anthroposophical psychotherapy as consisting life, soul and spirit bodies in development ( [2](#citation2)). Depending on the image of the human being and the understanding of pathogenesis, many independent methods and therapeutic approaches to trauma treatment have developed in recent years. Very well known and widespread are the Eye Movement Desensitisation and Reprocessing (EMDR) method based on neuroscientific findings ( which is part of Cognitive Behavioural Therapy, and Psychodynamic Imaginative Trauma Therapy (PITT) ( [6](#citation6), [7](#citation7)), which is familiar in German-speaking countries. Anthroposophical psychotherapy is characterised above all by the psychotherapeutic process being part of an interdisciplinary and integrative treatment concept. Depending on the individual needs of the patient, anthroposophical therapeutic treatments in nursing, art and movement therapies, and medical support are included. Symptoms, diagnosis and coping factors of psychotrauma Trauma is experienced as a severe mental shock or as an existential borderline experience with the experience of death. In this sense, Gottfried Fischer and Peter Riedesser define trauma as \"a vital experience of discrepancy between threatening situational factors and the individual's ability to cope, which is accompanied by feelings of helplessness and defenceless abandonment and thus causes a permanent shattering of the understanding of self and the world\" ( [8](#citation8)). In everyday clinical practice, however, it is not always easy to recognise traumatised persons as such. Often the patient themselves is not aware of the connection of their symptoms - such as persistent nervousness, impulsivity, sleep disorders, depression or anxiety - with underlying traumatising events in their biography. Psychological trauma does not arise from experiencing bad events, but what is decisive is how the events can be processed and integrated into life. Thus there is a wide range of trauma sequelae and the associated health impairments. Family factors and the circumstances that accompany childhood development predispose different individual coping skills. Coping strategies and self-regulation skills necessary for later life are already learned at pre-school age. In the period from birth to the second year of life, there are hardly any tangible memories for humans. The time between the second and fourth year of life plays an exceptional role in the maturation of the brain. If traumatising experiences are had at this age, they can - especially many years later - have both physical and psychological effects ( [9](#citation9)). A fundamental example of this connection is the 1998 Adverse Childhood Experiences/ACE study conducted by the American preventive physician Felitti and colleagues, which examined stressful experiences in childhood and illness in adulthood ( [9](#citation9)). It has been shown that these sometimes cause considerable lifelong consequences - such as drug abuse, alcoholism - and have a strong influence both on the later mental state - such as depression, suicide attempts - and on the body, and here can trigger heart disease, cancer and chronic bronchitis ( [10](#citation10)). A follow-up study in 2009 even found that people with six or more ACEs have an overall life expectancy almost 20 years shorter than people without ACEs ( [11](#citation11)). It turns out that besides the more familiar shock trauma, which is caused by a sudden, unexpected, overwhelming, singular event that is usually perceived as life-threatening, other types of trauma must also be taken into account, such as, above all, attachment (or developmental) trauma, secondary trauma (in the police, emergency services, etc.), social, or collective trauma (caused by natural disasters, wars) and intergenerational trauma. Clinical diagnosis in trauma is primarily based on the international statistical classification of diseases and related health problems ICD-11, which was published in 2018 by the World Health Organization (WHO) as an evolution of ICD-10. Here stress-associated post-traumatic stress disorder (PTSD) and the two new diagnoses of complex PTSD (C-PTSD) and prolonged grief disorder as well as adjustment disorder are grouped together above all (ICD-11, 6B4). With regard to dissociative disorders (ICD-11, 6B6), new subdivisions have been made in which, in addition to depersonalisation and derealisation, partial dissociative identity disorder (pDID) is distinguished from dissociative identity disorder (DID) ( [12](#citation12)). Based on these diagnostic criteria, corresponding trauma sequelae are then assigned to the different types of trauma. Thus, attachment and personality disorders appear as a result of attachment trauma. Experiencing one-time shock trauma (Type 1 trauma) results in the three main symptoms of PTSD: memory floods and re-experiencing, avoidance of thoughts and activities, and hyperarousal. Longer-lasting, repetitive traumatic events, such as years of abuse, are called repetitive trauma (Type 2 trauma) and lead to PTSD or C-PTSD, in which severe problems in affect regulation, an extreme, permanent feeling of inferiority and serious relationship problems can be observed. Type 2 trauma can also lead to partial dissociative identity disorder. Traumatisation caused by organised violence, such as child pornography or ritual violence, leads to C-PTSD as well as dissociative identity disorder (DID) and partial identity disorder (pDID). Not every traumatic experience leads to trauma sequelae. Sequelae of trauma manifest themselves in very different symptoms and are treated with different methods depending on the diagnosis. Trauma from an anthroposophical perspective Anthroposophical psychotrauma therapy differs from other forms of trauma therapy primarily in that it views the human being not only from a scientific perspective but also extends both the diagnosis and the treatment of the patient to include the dimension of spirituality ( [13](#citation13)). Here, the physical, the mental and the spiritual are each attributed their own existential qualities. Disease processes are understood as disintegration, as a situation detached from the overall context of the organism in the sense of pathological autonomisation. Healing, on the other hand, represents a reintegration process in which the human being, as a spiritual being, is harmoniously connected with their body and soul structure ( [14](#citation14)). The human being experiences themselves through the soul and spiritual core of their being, referred to as the \"I\" or inner self. This core of their being is embedded in the so-called constitutional elements of the life organisation (etheric body), soul organisation (astral body) and physical organisation. All the soul's activities - such as thinking, feeling and volition - are connected with the I in the awake human being and are controlled and influenced by it ( [15](#citation15)). Through the connection with this \"divine\", indestructible, spiritual I, the human being is always also the creator of what they are and do; through this I they can realise and develop themselves. In this sense, the anthroposophical psychotherapist always addresses this spiritual, indestructible core of the I in the therapeutic process. In trauma, memory and the associated possibility or impossibility of integrating what has been experienced into the life narrative as well as into the physical-functional and psychological organism plays a major role. Memory represents a recreation of experienced and processed content of experience. A traumatic experience penetrates into the person like a foreign body and cannot be internalised there, assimilated in the I. The violent intrusion of something foreign creates physical and psychological dynamics that are no longer attentive to the formative forces of the own I, but to those of the intruder: \"the person can no longer overcome the outside world as it has become, but the outside world overcomes them.\" ( [16](#citation16)). Through therapeutic stimulation of the activity of the I, intrusive trauma recollection can be integrated in such a way that it is woven into the overall memory narrative supported by the life organisation. In the case of attachment trauma experienced in early childhood, too, it is not only bodily and emotional development that is prevented, but above all the development of healthy forces of the I. This makes it much more difficult for a healthy identity and personality to mature. The approach in anthroposophical psychotherapy It is fundamental to establish a relationship of trust and warmth between the patient and the therapist by a cautious exploratory approach, so that the therapist can develop a sense of what has happened to the patient, what degree of injury and shock is present and how to proceed in the therapeutic process with this particular patient. To make a diagnosis, we approach with empathy and intuition, develop hypotheses that are confirmed, discarded or further developed in the course of the process. This can take a longer period of time depending on the patient and the severity of the trauma. The next step is to find out what kind of traumatisation is present. Here, too, it is a matter of a cautious exploration. We ask questions about the patient's biography and past experiences, whereby it is important always to be guided by the patient's current mental state. Our endeavour is to identify new contexts behind the fragments of what is told and remembered and to shed new light on what has been experienced. It is precisely with the help of anthroposophical biography work ( [17](#citation17)) that patients are given access to inner resources that are dormant and often unconscious in them. The patient is encouraged to gradually redevelop their self-activity and self-regulation skills on a physical and emotionally cognitive level. Rudolf Steiner developed exercises for strengthening the life of the soul in this respect ( [18](#citation18), [19](#citation19)) and for self-education ( [20](#citation20)), which serve to restore and maintain a person's own health. They are applied individually and as needed to stimulate new life forces in the patient and to foster the forces of the I and consciousness in them. These exercises, which seem simple at first glance, are specifically recommended for developing and controlling thoughts, behaviour and feelings over a longer period of time. Self-efficacy and a new entry to the experience of inner balance and feeling good about oneself is opened up. In the case of traumatising experiences in childhood, upbuilding work with perception and sensory exercises can be added. Steiner developed an extended theory of the senses, which distinguishes between twelve senses whose maturation exerts a great influence on physical as well as emotional and spiritual development ( [21](#citation21)). Certain perception exercises can help the patient to find healthy, positive access to their outer and inner reality again. In a successful therapeutic process, the patient feels perceived in their distress and pain, but also in their innermost, indestructible being, and successively achieves self-perception and a sense of themselves with all their light and shadow sides. Patient and psychotherapist are supported by an interdisciplinary community of therapists. Calming and organ-strengthening external nursing treatments and medicinal support from anthroposophical specialist doctors accompany the therapeutic process just as much as provisions from art or movement therapy. In addition to their specialist professional training, anthroposophical therapists always go through a path of schooling of inner attitude, attentiveness and perception ( [22](#citation22)). In this sense, the therapeutic encounter and relationship also represents a mutual process of development. [1] Fiedler P (Ed). im 20. und 21. Jahrhundert (2022) When and where was the lecture delivered? Lecture of 21 January 2022. Available at https://goetheanum.tv/programs/der-kulturbeitrag-der-anthroposophie-peter-selg?locale=de (24 October 2022). UTB; 1998, p. 545. [9] Felitti VJ. The Relation Between Adverse Childhood Experiences and Adult Health: Turning Gold into Lead. The Permanente Journal 2002; und wie sie heilen kann. 7th edition. Lichtenau: G. P. WH. Adverse Childhood Experiences and the Risk of Premature Mortality. American Journal of Preventive Medicine 2009;37(5): 389-396. Steiner R. Lecture of 11 January 1912. In: How to Cure Nervousness. CW 143. Forest Row: Rudolf Steiner Press; 2008. [16] Krause werden könnte. Entwicklungschancen des Lebenslaufs. Aus der [19] Steiner R. Exercises. Word SteinerBooks; 2014. [20] Steiner R. Menschenwesen, Weltenschicksal und Weltentwicklung. Lecture 1 to 6. GA 226. 5th edition. Dornach: Rudolf Steiner Verlag; 1988. [21] Steiner R. "}