{"title": "VUMC Reporter", "author": null, "url": null, "hostname": null, "description": null, "sitename": "Vanderbilt University", "date": "2016-10-27", "cleaned_text": "Reporter [Tennessee Poison Center at Vanderbilt University Medical Center saved an estimated $8 million in taxpayer Emergency Department costs, study says](https://news.vumc.org/2016/11/02/tennessee-poison-center-at-vanderbilt-university-medical-center-saved-an-estimated-8-million-in-taxpayer-emergency-department-costs-study-says/) Nov. 2, 2016—The Tennessee Poison Center, housed at Vanderbilt University Medical Center, saved taxpayers of Tennessee an estimated $8 million last year by preventing unnecessary emergency department (ED) visits, according to a survey conducted by the Center. The survey asked people who phoned the Poison Center in July, \"Would you have gone to the ED if Tennessee... [Vanderbilt sleep experts offer tips to adjust to this weekend's time change](https://news.vumc.org/2016/11/01/vanderbilt-sleep-experts-offer-tips-to-adjust-to-this-weekends-time-change/) Nov. 1, 2016—When daylight saving time ends at 2 a.m. on Sunday, Nov. 6, we set clocks back one hour, and essentially gain an extra hour of sleep—but that extra hour of sleep comes at the price of early evening darkness. [Kachnic elected president of the American Board of Radiology](https://news.vumc.org/2016/10/31/kachnic-elected-president-of-the-american-board-of-radiology/) Oct. 31, 2016—Lisa Kachnic, M.D., chair of the Department of Radiation Oncology at Vanderbilt University Medical Center (VUMC), has been elected president of the American Board of Radiology (ABR). She assumed the role after being chosen president-elect of the organization in March 2014 and succeeds former ABR President Milton Guiberteau, M.D. [Bioluminescent sensor causes brain cells to glow in the dark](https://news.vumc.org/2016/10/27/bioluminescent-sensor-causes-brain-cells-to-glow-in-the-dark/) Oct. 27, 2016—A team of Vanderbilt scientists have genetically modified luciferase, the enzyme that produces bioluminescence, so that it acts as an optical sensor that records activity in brain cells. [Love's Travel Stops and Country Stores sets new record for Children's Miracle Network, Monroe Carell Jr. Children's Hospital at Vanderbilt](https://news.vumc.org/2016/10/27/loves-travel-stops-and-country-stores-sets-new-record-for-childrens-miracle-network-monroe-carell-jr-childrens-hospital-at-vanderbilt/) Oct. 27, 2016—Love's Travel Stops and Country Stores - a Children's Miracle Network Hospitals® partner since 1998 - set a new fundraising record in its annual fundraising campaign benefiting Monroe Carell Jr. Children's Hospital at Vanderbilt. Five stores in Middle Tennessee raised $158,247 during the 2016 CMN Hospitals campaign, which ran from Aug. 26 through Sep. 30.... [Local company supports 'Growing to New Heights'](https://news.vumc.org/2016/10/27/local-company-supports-growing-to-new-heights/) Oct. 27, 2016—Derksen Portable Buildings hosted a \"Tool Shed Party\" and golf tournament Sept. 16-17 in Cottage Grove, Tennessee, in support of Monroe Carell Jr. Children's Hospital at Vanderbilt. Country music artist Steve Wariner headlined the party, and actor John Schneider, known for his role as Bo Duke in Dukes of Hazzard and a co-founder of the... [Howl-o-Ween Paw-ty](https://news.vumc.org/2016/10/27/howl-o-ween-paw-ty/) Oct. 27, 2016—Monroe Carell Jr. Children's Hospital at Vanderbilt hosted a \"Howl-o-Ween Paw-ty\" with a pet therapy dog show, a \"PUParazzi\" photo booth with hospital mascot Champ, and a stuffed dog giveaway courtesy of the MINI of Nashville car dealership. [Pinson, Ferguson lauded by Tennessee Hospital Association](https://news.vumc.org/2016/10/27/pinson-ferguson-lauded-by-tennessee-hospital-association/) Oct. 27, 2016—The Tennessee Hospital Association (THA) honored two people from Vanderbilt University Medical Center with Awards of Excellence at the group's annual meeting in Nashville last week. [Trial to test aortic valve technique in lower-risk patients](https://news.vumc.org/2016/10/27/trial-to-test-aortic-valve-technique-in-lower-risk-patients/) Oct. 27, 2016—In 2011, doctors at the Vanderbilt Heart and Vascular Institute performed the state's first transcatheter valve-replacement (TAVR) procedure for high-risk patients suffering from aortic stenosis, the most common valvular heart disease in the United States. [VIGH's Vermund named dean of Yale School of Public Health](https://news.vumc.org/2016/10/27/vighs-vermund-named-dean-of-yale-school-of-public-health/) Oct. 27, 2016—Sten Vermund, M.D., Ph.D., assistant vice president for Global Health and a member of the Vanderbilt University faculty since 2005, has been named dean of the Yale School of Public Health. He will begin this new role at Yale on Feb. 1, 2017. [Striking view](https://news.vumc.org/2016/10/27/striking-view/) Oct. 27, 2016—Dylan Burnette, Ph.D., assistant professor of Cell and Developmental Biology, won 12th Place in Nikon's Small World 2016 Photomicrography Competition for a colorful image of a dividing cancer cell. [Camarata named to NIDCD review committee](https://news.vumc.org/2016/10/27/camarata-named-to-nidcd-review-committee/) Oct. 27, 2016—Stephen Camarata, Ph.D., professor of Hearing and Speech Sciences and Psychiatry and Behavioral Sciences, has been invited to serve a four-year term on the Communication Disorders Review Committee (CDRC) of the National Institute on Deafness and "}