{"title": "The philosophy, principles and practices of aromatherapy — Natural Wellness Centre", "author": "Jenna Love", "url": "https://www.naturalwellness.net.au/blog/the-philosophy-principles-and-practices-of-aromatherapy", "hostname": "naturalwellness.net.au", "description": "The depth of use of essential oils in Clinical Aromatherapy is quite wide, ranging from deep penetrating therapeutic uses to the extreme subtlety of a unique fragrance.", "sitename": "Natural Wellness Centre", "date": "2020-09-10", "cleaned_text": "The philosophy, principles and practices of aromatherapy. By Jenna Love Aromatherapy is a complementary medicine modality; it is the controlled use of essential oils for specific outcomes that are measurable. It involves the inhalation and bodily application of essential oils or essences which are derived from aromatic plants. Aromatherapy is used to balance, relax, rejuvenate, restore or enhance the Psychological, Anatomical and Physiological health of an individual with a 'Holistic' approach to health where all areas of a persons' life and state of health are assessed and treated. The depth of use of essential oils in Clinical Aromatherapy is quite wide, ranging from deep penetrating therapeutic uses to the extreme subtlety of a unique fragrance. The basic principle of Aromatherapy is to strengthen the self-healing processes by indirect stimulation of the immune system. Aromas have a strong psychological influence over us, some aromas are not pleasant and warn us of physical danger, such as fire or something rotten, and this can help our health in a preventative way. To use aromas positively and beneficially is therapeutic, a plant produces essential oil from its own survival - to influence growth and production, to attract pollinating insects, and to repel predators. These oils are odoriferous, volatile liquid components; in their natural state they contain a number of complex bio-chemicals including antiseptics, so the practice of Aromatherapy goes far beyond smell and may have a chemical effect on the body. When plant essential oils are applied through inhalation the oils evaporate into the air using a diffuser container, spray, or oil droplets, or breathed in, for example, in a steam bath; apart from providing a pleasant smell, essential oils can provide respiratory disinfection, decongestant, and psychological benefits. Inhaling essential oils stimulates the olfactory system, the part of the brain connected to smell, including the nose and the brain. Molecules that enter the nose or mouth pass to the lungs, and from there, to other parts of the body. As the molecules reach the brain, they affect limbic system, which is linked to the emotions, the heart rate, blood pressure, breathing, memory, stress, and hormone balance. In this way, essential oils can have a subtle, yet holistic effect on the body. In the same way essential oils applied topically within massage oils, and bath and skin care products are absorbed through the skin and passed through the body and reach the brain effecting the limbic system. Massaging the area where the oil is to be applied can boost circulation and increase absorption. Clinical Aromatherapy has a complex set of diagnostic tools, all aiming to identify the disease or injury, treat of the disease or injury and prevent further disease or injury. In Keeping with the holistic view of health, which is looking at the body as a whole and assessing the whole health of a person physically, mentally, and emotionally, the first area to explore is whether the illness is coming from within the person, or from some uncontrolled outside source, or possibly both. The most often used tool of diagnosis is observation, combined with discussion between the practitioner and the patient to gather an in depth medical history and an overview of their current state of health. A typical diagnostic method will cover, case history, assessing the symptomatology, understanding and cross-referencing the patient with the pathology and a physical examination relevant to the presenting symptoms and the age, gender, and/or particular state of the patient. Specific assessment techniques may include the following: Pulse and Blood Pressure reading Palpation and Auscultation Percussion Testing the Tongue Iridology Taking the Temperature Reading the Respiratory rate Urine analysis or discussion Once all the relevant information has been gathered, a dialogue will be created about what expectations and goals the client has around Aromatherapy. The Practitioner will create a care plan and may dispense several blends for the client to introduce for home use, taking into account any aromas the client likes/dislike when blending. The topical application in the form of massage may also be applied with the most relevant prescribed blend. After a prearrange time frame the client will return for a follow up consultation to see how the client has found incorporating aromatherapy into his/her daily life, symptomatology will be assessed again and blends may be altered or a new blend may be dispensed. All changes and details will be updated in the client care "}