{"title": "COVID-19 Q & A - Northwest Community Healthcare", "author": "Topher McCulloch; Northwest Community Healthcare", "url": "https://www.nch.org/news/covid-19-q-a/", "hostname": "nch.org", "description": "Recently the news media has begun reporting on a \"new strain\" of COVID-19. According to the Centers for Disease Control and Prevention (CDC), \"Information", "sitename": "Northwest Community Healthcare", "date": "2021-01-07", "cleaned_text": "January 6, 2021 Recently the news media has begun reporting on a \"new strain\" of COVID-19. According to the Centers for Disease Control and Prevention (CDC), \"Information about the characteristics of these variants is rapidly emerging. Scientists are working to learn more about how easily they might spread, whether they could cause more severe illness, and whether currently authorized vaccines will protect people against them. At this time, there is no evidence that these variants cause more severe illness or increased risk of death.\" [Guy T. Kochvar, M.D.,](https://www.nch.org/doctors/guy-t-kochvar/) infectious disease specialist at NCH addresses readers' questions about the COVID-19 vaccines and the new variant recently discovered in the United Kingdom. Q: How did England come to trace this \"new strain\" - by the severity of the symptoms or new symptoms? Do you know if the current vaccine will have some success against this new strain? Dr. Kochvar: The United Kingdom has one of the most extensive systems in the world for monitoring genetic variation of SARS-CoV-2. One variant was linked to an outbreak in England's Kent County that grew faster than usual; reports indicate that this variant currently accounts for 60% of infections in London. Genetic sequences showed that the virus had accumulated 23 mutations, and laboratory tests have shown that one of its mutations may bind more tightly to the ACE- 2 receptor, its entry point into human cells. Based on this information, this variant strain has been predicted to potentially be more rapidly transmissible than other circulating strains of SARS-CoV-2. It's important to understand that, at this time, there is no evidence that this variant causes more severe illness or new symptoms. Additionally, there is no evidence that the currently approved COVID-19 vaccines are less effective against the new variant; experiments are currently underway that should confirm this in coming weeks. Q: Is there going to be another and then another strain ... is this just the beginning of something that will never end? Dr. Kochvar: Viruses generally acquire mutations over time, giving rise to new variants. The CDC along with its partners in academia, industry and state and local health departments have been ramping up genetic surveillance of SARS-CoV-2 strains. Data from these efforts are continuously analyzed at CDC and genomic data are rapidly uploaded to public databases for use by researchers, public health agencies and industry. Q: Will the current vaccine work for this new strain? Dr. Kochvar: Yes. The current FDA-authorized vaccines produce a broad immune response to target several parts of the viral surface spike protein. In order for this new variant strain of SARS-CoV-2 to evade the immune response induced by the Pfizer or Moderna vaccines, the virus would need to accumulate multiple mutations in the spike protein. This has not happened to date. Q: Is it correct that this COVID-19 vaccine does not work like other vaccines we've used before in humans? And if so, can you define what it is and how it works? What are the risks? What concerns are there in releasing this technology to humans with only a limited trial window for testing? What is mRNA? And if this \"new\" mRNA technology is new to humans, what does that mean for annual vaccines? On mutating COVID-19 viruses? Dr. Kochvar: COVID-19 mRNA vaccines contain synthetic mRNA which is genetic information that instructs our cells to synthesize a harmless piece of the SARS-CoV-2 spike protein. The spike protein alone cannot cause COVID-19. After our cells make copies of the protein, they destroy the instructions (mRNA) from the vaccine. Our immune systems recognize that the protein doesn't belong there and begin building an immune response and making antibodies, like what happens in natural infection against COVID-19. mRNA vaccines are noninfectious and do not enter the human cell nucleus, and therefore cannot be inserted into human DNA. Additionally, mRNA is rapidly broken down in the body, thus reducing the likelihood of long-term side effects. mRNA vaccines do not have the ability to cause cancer. Researchers have been studying and working with mRNA vaccines for decades. Interest has grown in these vaccines because they can be developed in a laboratory using readily available materials. This means the process can be standardized and scaled up, making vaccine development faster than traditional methods of making vaccines. mRNA vaccines have been studied before for influenza, Zika, rabies and cytomegalovirus (CMV). As soon as the necessary information about the virus that causes COVID-19 was available, scientists began designing the mRNA instructions for cells to build the unique spike protein into an mRNA vaccine. Future mRNA vaccine technology may allow for one vaccine to provide protection for multiple diseases, thus decreasing the number of shots needed for protection against common vaccine-preventable diseases. It would also allow for rapid development of new vaccines for COVID-19 in the event that multiple future mutations occurred to circulating strains of SARS-CoV-2. Q: Is COVID-19 going to be like the flu with a new strain every year? Dr. Kochvar: SARS-CoV-2 is an RNA virus which naturally develops mutations over time as it replicates inside a host. It's thought to typically acquire only 1-2 minor mutations per month. So far there is no evidence that these mutations will result in the need for a new vaccine every year as is seen with influenza. Q: Isn't a new strain to be expected and demonstrate that COVID-19 over time will continue to mutate? Why is there not more focus on healthy living such as diet, exercise, addressing current medical issues and taking required medicines as additional prevention? Dr. Kochvar: Yes, it is expected that SARS-CoV-2 will continue to naturally evolve over time. The primary measures that have been shown to be most effective in controlling its spread include use of face coverings, physical distancing, good hand hygiene, avoiding crowds and interacting outdoors rather than indoors when possible. Many significant risk factors known to be associated with more severe COVID-19 such as obesity, diabetes and hypertension can be improved with attention to proper diet, exercise and good medical follow-up. Q: Is there a concern that mRNA technology vaccines may pose a risk to people with severe allergies? Perhaps even creating autoimmune conditions? Would getting multiple doses of this vaccine over time (like flu shots annually) be a greater risk for allergy-at-risk people? And what kinds of allergy conditions are considered \"risk\"? What kinds of autoimmune conditions could be created by receiving the vaccine? Dr. Kochvar: If you have had a severe allergic reaction —also known as anaphylaxis—to any ingredient in an mRNA COVID-19 vaccine, you should not get either of the currently available mRNA COVID-19 vaccines. If you had a severe allergic reaction after getting the first dose of an mRNA COVID-19 vaccine, [CDC recommends](https://www.cdc.gov/vaccines/covid-19/info-by-product/clinical-considerations.html?CDC_AA_refVal=https://www.cdc.gov/vaccines/covid-19/info-by-product/pfizer/clinical-considerations.html) that you should not get the second dose. If you have had an immediate allergic reaction such as hives, swelling, and wheezing—even if it was not severe—to any ingredient in an mRNA COVID-19 vaccine, CDC recommends that you should not get either of the currently available mRNA COVID-19 vaccines. If you had an immediate allergic reaction after getting the first dose of an mRNA COVID-19 vaccine, you should not get the second dose. Your doctor may refer you to a specialist in allergies and immunology to provide more care or advice. If you have had an immediate allergic reaction—even if it was not severe—to a vaccine or injectable therapy for another disease, ask your doctor if you should get a COVID-19 vaccine. Your doctor will help you decide if it is safe for you to get vaccinated. CDC recommends that people with a history of severe allergic reactions not related to vaccines or injectable medications—such as food, pet, venom, environmental or latex allergies—get vaccinated. People with a history of allergies to oral medications or a family history of severe allergic reactions may also get vaccinated. People who are allergic to polyethylene glycol (PEG) or polysorbate should not get an mRNA COVID-19 vaccine. Polysorbate is not an ingredient in either mRNA COVID-19 vaccine but is closely related to PEG, which is in the vaccines. No imbalances were observed in the occurrence of symptoms consistent with autoimmune conditions or inflammatory disorders in clinical trial participants who received an mRNA COVID-19 vaccine compared to placebo. Persons with autoimmune conditions who have no contraindications to vaccination may receive an mRNA COVID-19 vaccine. Vaccine experts have examined available evidence and assessed the likelihood of SARS-CoV-2 vaccine-associated enhanced disease to be low but have advocated rigorous trial design and post-licensure surveillance to ensure safety. Most common side effects are identified in clinical trials before a vaccine is approved, but less common side effects may not be detected until the medicines or vaccines are more widely available. Q: What are the major differences (if any) between the Pfizer and Moderna vaccines? Dr. Kochvar: The two vaccines are similar in many ways, including the use of mRNA technology, efficacy (~95%), the need for 2 doses (Moderna interval 28 days; Pfizer interval 21 days) and side effects. The Pfizer emergency use authorization is for people age 16 and older while Moderna's is for people 18 and older. Both vaccines require complex cold storage although Moderna's is somewhat easier as it must be shipped at -4°F while Pfizer's must be shipped and stored at -94°F. Q: I have serious allergies. I'm very concerned about taking the vaccine. Are there going to be alternatives for people with allergies? Dr. Kochvar: For those who have had a severe allergic reaction to any ingredient in an mRNA COVID-19 vaccine, there are currently no alternatives. Q: Is it true if you had COVID-19 that you cannot get the vaccine? Or you have to wait for a period of time before it will work for you? Can you still pass COVID-19 after you have the vaccine? Dr. Kochvar: COVID-19 vaccination should be offered to you regardless of whether you already had COVID-19 infection. However, anyone currently infected with COVID-19 should wait to get vaccinated until after their illness has resolved and after they have met the [criteria](https://www.cdc.gov/coronavirus/2019-ncov/hcp/disposition-in-home-patients.html) to discontinue isolation. Additionally, current evidence suggests that reinfection with the virus that causes COVID-19 is uncommon in the 90 days after initial infection. Therefore, people with a recent infection may delay vaccination until the end of that 90-day period if desired. Q: Is the vaccination something done annually like a flu shot or a onetime thing? Dr. Kochvar: The duration of immunity provided by the COVID-19 vaccines is being actively studied in the vaccine trials. Updates will be provided by the CDC and scientific community as our understanding of immunity to SARS-CoV-2 grows. Q: What is the timeline for children to receive the vaccine? NCH: The Pfizer/BioNTech vaccine has been approved for use in children 16 years and older. The Moderna vaccine is only approved for adults. Children are not expected to be vaccinated until later in the U.S. vaccination process. Both Pfizer and Moderna recently began new vaccine trials that include children as young as age 12; if successful, the vaccine data will need to go through the FDA review process. "}