{"title": "journal Frontiers in Medicine: Latest News & Videos, Photos about journal Frontiers in Medicine | The Economic Times - Page 1", "author": null, "url": "https://economictimes.indiatimes.com/topic/journal-frontiers-in-medicine", "hostname": "indiatimes.com", "description": "journal Frontiers in Medicine Latest Breaking News, Pictures, Videos, and Special Reports from The Economic Times. journal Frontiers in Medicine Blogs, Comments and Archive News on Economictimes.com", "sitename": "The Economic Times", "date": "2013-06-18", "cleaned_text": "FOR: JOURNAL FRONTIERS IN MEDICINE Berberine: All about the controversial dietary supplement hyped for weight loss by social media users Berberine has become popular on social media as users have claimed that it aids in weight loss. Here are all the details related to Berberine which is now being used as a supplement for weight loss. Covid virus may remain active, transmissible for longer than recommended quarantine period: Study The researchers affiliated with the Pasteur-USP Scientific Platform, a partnership between France's Pasteur Institute, the University of Sao Paulo (USP) and Oswaldo Cruz Foundation (Fiocruz) in Brazil, followed the patients until they tested negative twice or three times consecutively by RT-qPCR. View: India needs to act fast to avoid flying blind into Omicron and beyond Booster doses will become available in India from January 10. The prioritisation and sequence of administration would be based on completing 9 months after the second dose. People will get a booster dose of the same vaccine that was originally administered to them. There are, however, several problems with the policy as framed. Delhi doctor first proven case to suffer 3 Covid infections \"The second and third infections occurred after she took both her shots and had developed antibodies,\" said Dr Jayanthi Shastri, head of the Molecular Diagnostics Laboratory in Mumbai's Kasturba Hospital, the lead author of a study tracing the doctor's Covid infections. Fever followed by cough, muscle pain: Likely order of coronavirus symptoms decoded This order is especially important to know when there are overlapping cycles of illnesses like the flu that coincide with infections of Covid-19. Coronavirus may have silently existed in China as early as last October: Study According to the study on the evolution of the virus, published in the journal Frontiers in Medicine, infections may have followed a silent course during this early phase, spreading among the Wuhan'spopulation in a random way without showing epidemic signs. [Go To Page 1](#1) From the image of a black hole to 'artificial embryos', 2019 was the year of many firsts in scienceThere were many firsts in the micro world of laboratories too. Otsuka licenses Mylan subsidiary to bring MDR TB drug delamanid to IndiaMDR TB is on the rise in India which, together with China and Russia, accounts for over half of these cases worldwide, according to a recent study. Desi generics firms pave way for cheaper hepatitis C drugIf scaling up of HIV treatment globally was made possible by Indian generics companies, it looks like they are set to repeat this feat with hepatitis C treatment too. Brain scan can tell whether you are in love!Researchers from universities in China and New York have obtained the first empirical evidence of love-related alterations in the brain using MRI scans. Study reveals 57% of TB patients given wrong drugsHere's why drug-resistant tuberculosis (TB) breeds freely in Mumbai: Patients don't get appropriate medication. Meditation can slow age-related loss of brain's gray matterResearchers from University of California - Los Angeles looked specifically at the association between age and gray matter. Govt-funded clinical research: India like US grapples with similar problems at a higher level\"The shift to resource-poor countries is often accomplished by reducing standard of care, exaggerating potential benefits.\"Load More BACK TO TOP "}