{"title": "Aromatherapy essential oils for jealousy", "author": null, "url": "https://www.baseformula.com/blog/aromatherapy-a-z-jealousy", "hostname": "baseformula.com", "description": "Jealousy is a complex emotion that encompasses a range of negative thoughts & feelings. Read our blog for how aromatherapy & other holistic therapies can help.", "sitename": "baseformula.com", "date": "2017-11-11", "cleaned_text": "Aromatherapy essential oils for jealousy [All Blog Articles](https://www.baseformula.com/blog/aromatherapy-blog) [General](https://www.baseformula.com/blog/general) [Aromatherapy A-Z](https://www.baseformula.com/blog/aromatherapy-a-z-of-health-conditions) As emotions go, jealousy is neither subtle nor kind - it is a complex emotion that encompasses negative thoughts and feelings that range from insecurity, fear and anxiety through to anger, resentment, inadequacy, helplessness and disgust. Most people experience jealousy at some point in their life, but for some, it can get out of control. It becomes toxic to themselves and can adversely affect their relationships with other people. Why jealousy can be harmful to health Our thoughts can either be nourishing and empowering or damaging to our body and soul. How we feel causes our brain to release chemicals, hormones and other signals that impact on our nervous, endocrine, and immune systems. Having chronic negative, unhealthy thoughts can therefore negatively impact on our body causing stress, imbalance, illness, and pain. Jealousy isn't a problem unless it is acted upon. It is perfectly normal to have little 'pangs' that pop up now and again as long as they can easily be dismissed. The problems start when we let those feelings overpower our thoughts and behaviour. Combating jealousy So, if jealousy becomes a problem, how can we negate those damaging thoughts and emotions? Although we wouldn't go as far as saying aromatherapy essential oils can dispel jealousy - they can certainly be useful in soothing, calming, or uplifting the emotions and helping us confront our feelings in a more constructive way. If the emotions are particularly strong, additional help may be needed. Our blog will go on to discuss other alternative therapies that can be useful alongside aromatherapy. Aromatherapy and jealousy As mentioned above jealousy can manifest itself in many different ways, for e.g. a person may suffer with fits of anger or could become withdrawn and depressed. The choice of essential oils will therefore very much depend on the individual's circumstances and specific needs. As Valerie Ann Worwood states in her wonderful comprehensive read \"The Fragrant Mind\" - we often refer to feelings of jealousy as \"a fit of jealousy\" or a \"fit of anger\" - describing the feelings as outbursts or explosions of emotions. Essential oils that can help support us through these intense times would be those that are calming, soothing and sedative. Essential oils such as [Benzoin](https://www.baseformula.com/benzoin-50-dilution), Roman Chamomile, Lavender, Marjoram, May Chang (Litsea cubeba) and Rose are particularly indicated here, for use in the diffuser, bath or for massage. Chamomile is particularly calming - being listed by Gabriel Mojay in his excellent \"Aromatherapy for Healing The Spirit\". He reminds us that in Chinese medicine - the root emotion of the Liver is anger, and it can be the organ related to jealousy, resentment, and frustration. A stagnation of \"Chi\" or \"Qi\"is the issue here - so the choice of oils focuses on lifting the irritation and easing tension. Orange, Bergamot and especially [Grapefruit](https://www.baseformula.com/grapefruit-essential-oil) essential oils are helpful in regulating Liver Qi and helping cleanse and refresh mind and body. Other useful oils include: [Bergamot](https://www.baseformula.com/bergamot-essential-oil)uplifts the minds and can help soothe anger, anxiety, insecurity, and fear. - Melissa can calm a troubled mind and help counteract anger and grief. [Myrtle](https://www.baseformula.com/myrtle-essential-oil)is recommended for addictive, self-destructive and compulsive-obsessive behaviours. - Rose is good where jealousy is related to bitterness or a sense of rejection. - Sandalwood can calm overactive emotions and help restore balance [Vetivert](Vetiverthttps://www.baseformula.com/vetivert-essential-oil)is a calming, grounding oil, good for anxiety, depression, and over-sensitivity. - Yarrow is ideal for defensive over-sensitivity. [Ylang Ylang](https://www.baseformula.com/ylang-ylang-extra-essential-oil)is calming and uplifting and can help dispel fear and anger. Affirmations Affirmations can be a powerful tool in your quest to fight jealous feelings and are ideal for using in conjunction with your chosen essential oils. Choose something meaningful and positive and keep repeating it to yourself, particularly when negative thoughts creep in. Examples of positive affirmations for jealous feelings might include: - I am an amazing person worth loving. - I feel my jealousy slowly melting away. - I am relaxed and secure with myself. - I will not allow any negative thoughts to enter my mind. - I improve my wellbeing by releasing jealous thoughts. - I don't need to compare myself to others. Using essential oils at the same time reinforces the message and encourages your brain to associate the scent of the oils with your affirmation. A quick sniff or spritz of your aromatherapy blend at other times of the day will help take you back to these positive thoughts. If you're not sure which oils to use with your affirmation a really simple option would be to try our [Balance Aromatherapy Spritz](https://www.baseformula.com/aromatherapy/aromatherapy-blends/aromatherapy-spritz/balance-aromatherapy-spritz), which can be sprayed all around you while repeating your affirmation. NLP (Neuro Linguistic Programming) It can be useful to remember that we can choose what emotion we focus on - and be self-disciplined as to where we allow our mind to go! NLP can present us with some excellent resources to help \"re-frame\" our thoughts - creating a more positive way of processing information. Another useful technique could be \"mirroring\" a positive person - someone whose qualities impress or inspire you - and using the technique to focus on how they achieve the goals you share. TFT (Thought Field Therapy) TFT can create an almost immediate change in the way information is being processed. If your brain focuses on a issue/circumstance in a way that is unhelpful (jealousy is such a draining emotion), TFT can help re-route the neural network connected to this emotion. This helps you process the feeling/information differently by using the appropriate sequence of tapping on major acupuncture points. Bach Flower Remedies If you need help in the moment - Bach Flower Remedies can be a useful addition to your range of options. Two remedies come to mind - Willow for introspection and feeling \"hard done by\" - helps to restore a more positive and optimistic approach. Holly is for a more burning, strong emotion - that can give rise to outbursts of anger - often associated with anger and resentment as well as jealousy. This remedy helps lift the mood and calm the emotions. Hypnotherapy Hypnotherapy is a powerful instigator of positive self-change. Negative emotions often arise as a result of the sub-conscious mind becoming over-protective - as a result of some unresolved hurt from the past. Using this process - in a wonderfully deeply relaxed state - we can help encourage the part of the brain that is reacting in a way that may not be helpful - to use its powerful resources in a more useful way. This new perspective then becomes second nature. Joannah Metcalfe Consultant Aromatherapist "}