{"title": "Reduce Hashimoto's Antibodies Naturally", "author": "Aviva Romm", "url": "https://avivaromm.com/reduce-hashimotos-antibodies/", "hostname": "avivaromm.com", "description": "You can reduce Hashimoto's antibodies, and you can do it naturally. Dr. Aviva Romm shares through exactly what she does to help patients with Hashimoto's.", "sitename": "Aviva Romm, MD", "date": "2018-01-10", "cleaned_text": "Anna came to me after years of struggling fatigue, anxiety, and depression, with no clear understanding of why. She'd tried antidepressants and anti-anxiety medications, but nothing helped. Then she had two miscarriages and a serious run with postpartum depression after the two pregnancies that she was able to carry to term. When she came to me, her story told me that there was a good chance she had an undetected thyroid problem. Her labs showed she had Hashimoto's with significantly elevated antithyroid antibodies, including an anti-TPO antibody level (see below) of over 1200 (of note I've seen antibodies over 3000!). \"My energy and mood are really so low, I'm always bloated, my skin is dry,: she told me, \"and I don't know what to do next. I can't keep going on with this fatigue and take care of my kids and my life.\" She began to weep and added, \"I really need help.\" What are Anti-Thyroid Antibodies? One of the ways the immune system protects us is through a second line of immune defense called the adaptive immune system, which produces antibodies (the first line of defense is called the innate immune system and it includes white blood cells and other cells). Antibodies are special proteins that circulate in our blood, and whose job it is to basically neutralize and destroy viruses, bacteria, and other organisms or allergens. When we're fighting off a cold or flu, we WANT our immune system to produce antibodies. But when it comes to our thyroid and other body tissue, we don't want those antibodies attacking ourselves, which is exactly what happens in autoimmune disease. Autoimmune diseases are cases of mistaken identity. A variety of triggers can lead the body's immune system to gets confused and start to attack our own, otherwise healthy tissue. With autoimmune thyroid disease, or Hashimoto's, the immune system attacks the thyroid gland. The antibodies that attack the thyroid, or affect thyroid function, are called thyroid autoantibodies and in Hashimoto's including anti-thyroid peroxidase peroxidase oxidizes iodide ions to form iodine atoms for addition onto tyrosine residues on thyroglobulin for the production of thyroxine (T4) or triiodothyronine(T3), the thyroid hormones. Large numbers of white blood cells called lymphocytes (these are innate immune system cells) accumulate in the thyroid and make antibodies that start to damage the thyroid, interfering with its ability to produce thyroid hormones or function properly. Without adequate thyroid hormone, many of the body's functions slow down, sometimes drastically. When cells in the thyroid become inflamed, TPO, an enzyme involved in thyroid hormone production, is released from the cells, and the body reacts by creating what are called anti-TPO antibodies. Anti-Tg antibodies increased in response to thyrobulin, being released from damaged thyroid cells. What To Do if Your Antibodies are Elevated Like Anna, perhaps you have been struggling with possible [thyroid-related](https://avivaromm.com/women-thyroid-health/) symptoms: anxiety, fatigue, brain fog, digestive issues, insomnia, weight gain, hormone imbalances, fertility challenges, miscarriages — and you're pretty sure it's your thyroid. You go to your wonderful doctor (you've brought your copy of [The Adrenal Thyroid Revolution ](https://avivaromm.com/bookbonus)to help guide your lab choices!) who gladly orders a complete set of thyroid labs. When you get your test results, you learn that your thyroid labs show that you have Hashimoto's - your TSH is high, your Free T3 or Free T4 could be low, and your thyroid antibodies (TPOAb and/or TgAb) are positive. And whoa - if these tests are all sounding like Greek to you - don't worry. (If they are, click [here](https://avivaromm.com/hypothyroid-testing-need-know/) or listen to my podcast on thyroid labs [here](https://avivaromm.com/labs/).). The presence of thyroid auto-antiantibodies in the blood, in conjunction with high TSH, or low FT4 or FT4 is indicative of Hashimoto's versus non-autoimmune hypothyroidism. Hashimoto's is the most common form of thyroid disease in the Western world, and it almost exclusively affects women. Another scenario could be that your other thyroid labs are within [normal ranges](https://avivaromm.com/labs/), and just your thyroid antibodies are high. In this case many doctors have been taught to dismiss this as no big deal - but in fact, elevated antibodies gives you an elevated risk for developing Hashimoto's later on. Maybe you too have already had a diagnosis of Hashimoto's and are even already on [thyroid hormone replacement medication](https://avivaromm.com/thyroid-medication-needed/), but you're still not feeling better - and your thyroid antibodies are still not coming down. Their presence may cause continuous damage to the thyroid tissue, leading to a decrease in thyroid hormone production. You're determined to bring those thyroid antibodies down! But is that possible? Perhaps your doctor said it's just something you have to live with - nothing can be done. But the answer is a resounding \"Yes.\" You actually can bring thyroid antibodies down, and you can do it naturally - in fact, there are strong scientific studies demonstrating this. In this article, I walk you through exactly what I do in my practice to help my patients reduce and even normalize their thyroid antibodies, and which, in Anna's case, dropped her antibodies down to the mid-80s (still a bit elevated, but dramatically improved and close to normal) in just a few months, and that have brought many other patients similar results. What Causes Anti-Thyroid Antibodies? There are several Root Causes that can lead the body to start to attack the thyroid, and a couple of basic \"mechanisms'\" whereby this happens. Though your genes aren't necessarily your destiny, genetics can play a role in susceptibility to Hashimoto's. Environment and lifestyle factors - like nutrition, chronic stress, and gut health - may determine whether those genes activate disease. Gut health is tremendously important, and so is a [thyroid-friendly diet](https://avivaromm.com/thyroid-diet/) (thankfully, I'm not talking about going on a extreme juice [cleanse or deprivation detox](https://avivaromm.com/detoxes-cleanses-thyroid/)). The intestinal microbiome, the community of bacteria that live in your gut, play a major role in regulating the immune system, and when gut flora get out of balance, the immune system can lose its balance too, and through a series of unfortunate events, triggers the immunes system to becomes more apt to mistake the thyroid for a \"bad guy\" (as my grandkids would say) that needs to be attacked. In addition to introducing lacto-fermented foods to your diet, such as naturally made pickled vegetables and sauerkraut (yogurt is healthy as well, but I recommend avoiding all dairy on an elimination diet), increasing your dietary fiber, as well as taking a daily probiotic containing Lactobacillus and Bifidobacterium strains, can help restore healthy gut flora. [Leaky gut](https://avivaromm.com/what-is-leaky-gut/) also influences immune function. This is when the tight junctions, or barrier functions, of the gut lining are damaged and food particles, bacterial fragments, and other organisms cross the intestinal barrier. In a healthy gut, only nutrients should be able to cross this barrier. Once outside the intestines, these can trigger unwanted immune reactions. Research suggests a very strong link between celiac disease (itself an autoimmune condition) and Hashimoto's. This partly occurs as a result of the gluten causing leaky gut. It's thought that as many as 10 percent of those with celiac disease also have Hashimoto's, and studies have also demonstrated considerable improvements in - and even resolution of - subclinical hypothyroidism and Hashimoto's with a strict gluten-free diet. Historically, it was thought that consuming gluten was only a problem for people with celiac disease; however, gluten sensitivity, though not an autoimmune condition, can also cause significant chronic inflammation and symptoms for millions of suffering people. Nutritional insufficiencies are another common factor in the production of thyroid auto-antibodies. Estimates are that as many as 8 out of 10 women fall short on getting enough of the nutrients we require for health - including thyroid health - on a daily basis. However, because many women fall short of experiencing full-on nutritional deficiencies, blood work and lab tests don't always raise red flags for your doctor, At the same time, many women don't have optimal levels of key nutrients and they experience subtle symptoms that can contribute to big diseases. For example, low zinc, vitamin D, vitamin A, and selenium are all associated with the development of Hashimoto's. See the action steps below for specific supplements for reducing elevated thyroid antibodies, always try to optimize your diet to include 8-10 servings of fresh fruit and veggies daily (not as hard as it sounds - portion sizes are smaller than most of us realize) and consider adding a multivitamin daily for [extra protection. ](https://avivaromm.com/nutritional-supplements-for-women/) Chronic stress can be its own Root Cause of an autoimmune attack - research has shown an association between Hashimoto's and chronic stress and/or childhood trauma - and it can add fuel to the fire of the other Root Cause: chronic stress exacerbates inflammation, leaky gut, alters the gut microbiome, depresses the immune system, and even send messages to our genes to activate in unhealthy ways. Adding in one practice every day - whether it's a morning meditation for even just five minutes, an evening wind-down with a cup of tea and a hot bath or shower, or ten minutes of journaling - can start to reprogram your natural cortisol levels, calm your adrenal stress response system, and take off the stress that can be adding to a thyroid problem. I talk more about the adrenals, stress and thyroid health [here.](https://avivaromm.com/heal-your-thyroid-get-out-of-survival-mode/) Studies have linked exposure to environmental toxins and unwanted antibody production. Research has identified an increasingly large number of chemicals, plastics, and heavy metals that disrupt both the endocrine system and immune function. For example, factory workers who have had exposure to endocrine-disrupting chemicals have a higher incidence of thyroid autoantibody production. Antibody production may also be sparked by [stealth infections](https://avivaromm.com/ebv-thyroid-connection/) (for example, Epstein-Barr virus or Cytomegalovirus). There are several theories about how infections foster autoimmunity. One possibility is the molecular mimicry theory, in which the immune system remembers specific proteins on the viruses that it (appropriately) attacked, but then it starts (inappropriately) attacking other proteins in the body that look similar to the virus protein. It's as if the immune system forgot to put on its glasses and can no longer make out the small differences between the virus proteins and healthy proteins. So it starts to attack both proteins, just to be safe. Another theory is called the bystander effect, in which the immune system attacks the cells along with the virus, or the virus stimulates the release of specific immune cells that are primed to attach to the body itself. Ultimately, what's clear is that autoimmune conditions are on the rise, they are especially common among women, and they are fueled by environmental factors that include nutrition, gut health, toxic exposure, hidden infection, and stress and anxiety. Do I Really Need My Thyroid Antibodies Checked? In medical school, doctors are taught to check test for TSH, and only add in additional tests, including thyroid antibodies, if the TSH is abnormal. The problem with this is that the while the TSH, or thyroid stimulating hormone, gives you some information about how your brain is communicating with your thyroid, it gives you no information about whether your immune system is attacking your thyroid. Not knowing your antibody numbers is NOT a trivial matter. You can have high auto-antibodies for as long as 8 years before other thyroid labs show abnormalities. That's almost a decade of problems brewing (and health subtly declining) before bigger problems manifest and potentially become even more difficult to address. [Click To Tweet ](http://ctt.ec/8306x) Just because your doctor doesn't know about the importance of testing for antibodies or the role of leaky gut, vitamin D, or stress in thyroid health - doesn't mean the science isn't there. It is. Pregnant and new moms are especially vulnerable to thyroid problems, including Hashimoto's and postpartum thyroiditis, and elevated anti-TPO antibodies in pregnancy is highly predictive of the risk of developing [Hashimoto's in pregnancy](https://avivaromm.com/thyroid-in-pregnancy/), after birth, and even later in life. (You can learn more about postpartum thyroid problems, what tests to have run, and strategies for natural healing [here](https://avivaromm.com/thyroid-problems-after-pregnancy/).) If you know your antibody levels and they're high, but your other thyroid tests are within a normal range, it isn't time for thyroid hormone medication, but it doesn't mean the thyroid should be ignored. High antibody numbers could mean the start of nascent Hashimoto's and you will want to stop that in its tracks. Further, ongoing elevated antibodies is a sign that there is ongoing autoimmune attack on the thyroid. If you're taking supplemental thyroid hormone and your antibody numbers remain high, you may not have fully addressed a Root Cause and/or your immune system is still mistakenly attacking your thyroid. 7 Strategies For Lowering Hashimoto's Antibodies Whether you're taking thyroid hormones or not, you can reduce, and sometimes normalize, antibody production and it can be done naturally. Here's what I recommend:Eliminate [thyroid food gluten-fre](https://avivaromm.com/is-a-gluten-free-diet-right-for-you/)e does require vigilance. Gluten hides in a lot of unexpected places, like salad dressings, condiments, and even in the \"glue\" that holds some deli meats together. Even some body care products and cosmetics contain gluten, so read labels carefully. Give Yourself Permission to Relax Scientific evidence strongly suggests that chronic stress has a corrosive effect on immune function. Further, when the stress response system is chronically over-activated, ....The good news? You can start to reclaim calm in your life [in just one day](https://avivaromm.com/circadian-reset/). Heal Your Gut Reduce or eliminate the use of [NSAIDs](https://avivaromm.com/simple-steps-relieve-pain/) (like ibuprofen) that can damage the gut lining and start an [elimination diet](https://avivaromm.com/elimination-diet/) to remove inflammatory food triggers, Take a high-quality probiotic with at least 10 billion CFUs per dose and a range of Lactobacilius and Bifidobacter species. Adding in some probiotic-rich fermented foods and beverages can help, too. Targeted supplementation can speed gut healing. DGL licorice, aloe vera, marshmallow root, and turmeric are some of my favorite gut-supportive supplements. You can learn more about leaky gut [here](https://avivaromm.com/heal-leaky-gut/), and you'll find a comprehensive plan in my book, [The Adrenal Thyroid Revolution](http://www.avivaromm.com/book), and in my related new program [The Adrenal Thyroid Solution. ](https://avivaromm.com/courses/the-adrenal-thyroid-solution/) Cool Inflammation Inflammation is one of the triggers that gets the immune system confused and over time, this can lead to autoimmunity. My top go-to's in my practice for helping patients cool inflammation and reset immune response are the adaptogens, especially [ Ashwagandha,](https://avivaromm.com/adaptogens-burnout-2/) which has been shown to help heal the thyroid, and the powerful anti-inflammatory (and anti-depressant, and gut healing!) [curcumin](https://avivaromm.com/women-turmeric-depression/), the active ingredient extracted from the famous curry spice, turmeric. Avoid Environmental Triggers The endocrine-disrupting chemicals in the modern world are many, and we won't be able to avoid all of them all the time, but small steps to keep ourselves safe(r) go a long way: avoid eating canned food; ditch plastic and teflon-coated kitchen utensils, cookware, and storage containers in favor of glass, stainless steel, and cast iron alternatives; steer clear of soaps that contain chemical antimicrobials (like triclosan); and look for clean health and body care products. My favorite go-to site for learning how to \"detox your home\" is [The Environmental Working Group](http://www.ewg.org), and of course, in my book and course on thyroid health, I guide you though doing this easily, cost-effectively, and in detail. Root Out Stealth Infections If you suspect that a hidden infection is playing a role in your antibody production, work with a trusted practitioner to test for and address chronic underlying infection. Learn more about this [here.](https://avivaromm.com/ebv-thyroid-connection/) Supplements that Can Help There are several key supplements that have been proven very effective for reducing thyroid antibodies. In my practice, I recommend taking all of these at the following daily doses: - Selenium(Dose: 200 mcg/day, do not exceed this dose) + MyoInositol (Dose: 600 mg/day): - Selenium, a mineral, is critical for the functioning and protection of the thyroid gland from oxidative stress - damage to cells from inflammation - by helping the body to restore glutathione. It is well studied and has been found to be very effective at reducing thyroid antibodies. - More recent research has discovered that the combination of selenium and myoinositol is even more powerful at reducing anti-thyroid autoantibodies - both anti-TPO and anti-Tg antibodies - and also helping to improve thyroid function and TSH levels. In one major study, 6 months of treatment was needed to begin to see maximum benefits, but in my clinical practice I've seen noticeable improvement in half that time. I recommend saying on the combination at least until thyroid autoantibodies are normalized; indefinitely if needed. - Vitamin D is an important modulator of immune health, and plays a special role in inhibiting the antibodies that attack the thyroid. - Large studies have shown that there is greater likelihood of having Hashimoto's if you are Vitamin D deficient, and having more severe or persistent hypothyroidism, suggesting that this may even be a cause of Hashimoto's in some people. - It's important to test your 25(OH)D level if you have elevated antibodies or Hashimoto's. An ideal level is 50-80 ng/dL on blood test. At least 3 studies have shown improvement in anti-thyroid antibody levels in those treated with Vitamin D. - In one study, after 4 months of oral vitamin D3 supplementation of 1200-4000 IU/day in 186 vitamin D-deficient patients, there was a over a 20% decrease in anti-TPO levels. Another study analyzed 100 newly diagnosed Hashimoto's patients and found that anti-TPO levels were highest among patients in the lowest 25(OH)D and at the 3-month follow-up, there was a significant decrease in anti-TPO levels in patients that received vitamin D3 supplementation And finally another study demonstrated that anti-TPO and anti-Tg levels in Hashimoto's patients with a 25(OH)D level <50 nmol/L were significantly decreased as a result of administration of vitamin D at 1000 IU/day for 1 month. - Typical dose is 2000 to 4000 IU daily. Of note, these supplements are not only proven safe in pregnancy, but should be recommended, if you're trying to conceive, are pregnant, or have postpartum thyroiditis and have elevated anti-thyroid antibodies. Bringing It Home There's a lot that conventional medicine has yet to learn about thyroid health and disease - there are tremendous gaps between the research that's available and what we're taught in medical school or our medical continuing education. Just because your doctor doesn't know about the importance of testing for antibodies or the role of leaky gut, vitamin D, or stress in thyroid health - doesn't mean the science isn't there. It is. And I can tell you from clinical practice, many women get substantial reduction in thyroid autoantibody levels, are able to reduce thyroid medication dosing, and most importantly, start to feel like themselves again. Giving yourself 3-9 months to see improvement is important, as is really getting under the hood of Hashimoto's to address root causes with the 7 steps above. I'm thrilled to help you learn how to do this, and take back your health. "}