{"title": "Dangerous Dogs In Your Neighborhood? - Whole Dog Journal", "author": "Nancy Kerns", "url": "https://www.whole-dog-journal.com/blog/dangerous-dogs-in-your-neighborhood/", "hostname": "whole-dog-journal.com", "description": "Whole Dog Journal's mission is to provide dog guardians with in-depth information on dog food, training, behavior, health, and more.", "sitename": "Whole Dog Journal", "date": "2019-10-09", "cleaned_text": "This evening I was relaxing, scrolling through the news online and checking out dog pictures and videos on social media, when I came across a story that just made my blood run cold. It was posted by an acquaintance who lives one town away from me, and detailed how her husband had gone out that morning for a jog with their Australian Shepherd Zazu; they take a six-mile run together on-leash, four days a week. One this morning's run, however, not a block from their home, Zazu was attacked by two Rottweilers, who were loose, with their owners nowhere to be seen. The police were summoned, the dogs caught and impounded, Zazu rushed to the emergency veterinary hospital, but his wounds were too serious and he could not be saved. A neighbor, who heard the tumult and witnessed the scene, identified the dogs as belonging to a couple who lives nearby. They are older, she told the police - and one of their adult children who also lives there breeds the dogs and sells puppies for extra income. Usually, the dogs are never taken out of the yard - but they do get loose from time to time. Loose dogs in the neighborhood Personally, I don't think there is a place in society for dogs who kill. And while no one is perfect, and everyone has had a dog who has gotten loose before, when you own large, powerful dogs (especially more than one), you have a greater-than-average responsibility to see to it that your dogs can not escape the security of your yard. I hope the owners of these dogs are held responsible for Zazu's death, and I hope the dogs who murdered Zazu are not released back into the custody of their owners - or, perhaps anyone else. I know that's harsh. It's not the dogs' fault that they were inadequately contained. It's not their fault that their owners failed to socialize them adequately, so that they saw a leashed dog as prey or an interloper in their neighborhood, as opposed to a potential playmate. It's not their fault that they have been denied the stimulation of an active dog like Zazu, locked up with no exercise, reduced to a life of breeding and reproduction, over and over. It's not fair. But it's not fair to Zazu and his owners, either, that two very powerful, aggressive dogs were in a position to kill. What if the dog they attacked had been being walked by an elderly or frail person? The person might be dead, too. What if the dog they attacked was being walked by a mother who also was pushing a stroller with a baby inside? I shudder to think of it. People who keep dogs in a socially impoverished environment, for the sole pupose of breeding puppies to sell - that's even worse. This type of person is literally the backyard breeder in the derogatory trope. I am hoping that the dogs are designated as dangerous and steps are taken to make sure they can't be a threat to anyone else in the community. And my heart goes out to the owners of poor Zazu; his dad will be forever traumatized by the memory of the TEN MINUTES he struggled to save his dog as Zazu was being fatally mauled. What steps can Zazu's owners take? I asked someone I know who is an animal control officer in a different community: What should Zazu's owners do? She said, if there is any kind of record of the dogs being loose before, or any previous complaint made about their aggression, the local animal control could take steps to get a dangerous dog designation for the Rottweilers. If there is any sort of record of the dogs doing this before, or even just being picked up for running loose before, she would press the local court for the dangerous dog designation. But if this is the first record of any complaint about the dogs, then their owners are likely to be fined only for the dogs \"running at large,\" asked for proof of licensing and rabies vaccination (and possibly fined for lack of same), and charged for the short impound; all that Zazu's owners can do is sue for Zazu's final vet bill, including cremation. Obviously, I love dogs, and don't relish the idea of any dogs being euthanized. But large, aggressive dogs in the hands of owners who can't or won't contain them? I can't imagine living and walking my own dogs in that neighborhood. Do any of you have any advice for Zazu's owners? Have you ever been in "}