{"title": "148: Dr. Sam Berne on Holistic Eye Care & Improving Eyesight Naturally", "author": "Katie Wells", "url": "https://wellnessmama.com/podcast/148/", "hostname": "wellnessmama.com", "description": "Dr. Sam Berne, a holistic optometrist, shares ways to prevent vision problems and improve eyesight naturally.", "sitename": "Wellness Mama®", "date": "2018-03-26", "cleaned_text": "many people think we can change, but today I'm talking to a holistic optometrist who says otherwise. Because vision exists in the brain, not the eyes, it is possible [to improve and even rehabilitate our eyes](https://wellnessmama.com/health/improve-eyesight/) instead of just correct them. Want to be free of glasses? Prevent eye disease? Reverse cataracts? Dr. Sam Berne says it can be done and there are natural ways to do it. Dr. Sam Berne on Holistic Eye Care Over his 25 years in optometry Dr. Sam Berne has developed a form of holistic vision therapy that goes deeper than better eyesight. He believes glasses and contacts are just short-term solutions that can actually weaken the eyes and looks to root causes of disease for an alternative approach. With these holistic methods Dr. Berne can address vision issues caused by autism, ADHD, cataracts, dry-eye, glaucoma, macular degeneration, and other eye conditions. If you're tired of forking out money for contacts and glasses as your prescription gets stronger and stronger, you'll definitely want to check out this episode! In This Episode You'll Learn - why I thought twice before getting my daughter glasses - how nutrition and overall health affects your eyes - how glasses weaken the eyes and what to do instead - what causes \"floaters\" in vision - the link between ADHD, ADD, and the eyes - what dyslexia and reading delays often have to do with vision - specific help for macular degeneration, cataracts, and more - what causes dry eye and what to do about it - simple exercises you can do that improve eyesight naturally - supplements that help eye health Resources We Mention Learn more about Dr. Sam Berne at [f.lux app](https://justgetflux.com/) Do or one of your children struggle with vision issues? What would you ask Dr. Berne? Let us know by leaving a comment or writing a review [on iTunes](https://podcasts.apple.com/podcast/the-wellness-mama-podcast/id886538772). I read each and every comment, and my guests often do too and might answer your questions! Read Transcript Child: Welcome to my Mommy's podcast. This podcast is brought to you by Dry Farm Wines. This is the only wine I drink anymore. After researching and finding that many other wines contain added sugar, dyes like ultra vita-mega purple and filtering agents including fish waters, egg whites and some other unsavory ingredients. And things like sawdust to improve the taste. But the Dry Farm part is important too. What this means is that the grapes are not irrigated. Without the water, they don't get as big or as sweet, yielding higher nutrient and lower alcohol wines naturally. Their wines are lab tested for purity and to make sure that they are free of even trace amounts of pesticides and herbicides. And they are all sourced from small family dry farm vineyards all over the world. I absolutely love their wines and I find them to be less expensive than other high-quality wines. And Wellness Mama listeners can get an extra bottle of wine for a penny at wellnessmama.com/go/wine. This podcast is brought to you by Paleovalley. If you have not tried these, they're awesome. They make grass-fed, naturally fermented beef and now pastured turkey sticks that are high in protein and nutrients and also a good source of probiotics because they're naturally fermented. And they're shelf stable so you don't have to keep them refrigerated. We bring these along whenever we travel and our kids love them all time as part of an on-the-go meal. I bring them whenever I travel because they save me so many times from airport food. And Wellness Mama listeners can get 20% off of any order at wellnessmama.com/go/paleovalley Katie: Hello and welcome to the Healthy Moms Podcast. I'm Katie from wellnessmama.com and today, we are going to talk about eye health and it's going to be fascinating. I am here with Dr. Sam Berne, who has been in private practice in New Mexico for over 25 years and he uses holistic vision therapy to improve eye health, vision and overall wellness. He treats the body as one integrated system, rather than a collection of independent organs in order to identify and address the root causes of disease. He has developed innovative methods for healing the mind, body and spirit through eye therapy and he provides individuals with natural alternatives for reducing disease and improving vitality. His methods offer a holistic solution to those with autism, ADHD, cataracts, dry eye, glaucoma, macular degeneration and other eye conditions and I can't wait to jump in and I think a perfect place to start would be, I'd love to hear your personal story and how you developed this approach, because I think a lot of people don't really think that the eyes can change. They think they can lose weight or gain muscle or change the body or even change the brain but a lot of people don't really think the eyes can change. So let's start with your story and how you developed it. Sam: Well, it started when I was about eight years old and I was diagnosed with a learning disability, and my mom took me everywhere. We ended up in an eye doctor's office and I got a pair of nearsighted glasses. It didn't really help my learning problem but I was able to see clearly and every year, I would go back and get a stronger prescription. I became a memorizer in school, that's how I learned. And when I graduated optometry school, I met a holistic eye doctor and I went through his vision therapy, which is a physical therapy for eyes, and two things happened. He diagnosed me with a condition called \"convergence insufficiency,\" and this is a condition where the two eyes don't work together. And when I healed that through his therapy, my reading improved, my learning skyrocketed, and it was really an amazing epiphany. The other thing that happened is that I didn't need my nearsighted glasses anymore. I realized that I was carrying a lot of tension in my eyes and that I did needn't to do that. So I didn't need my prescription, I wasn't nearsighted anymore, and I was able to see 20/20. So then I decided I wanted to go into a more holistic approach to eye care and that's really how I got my start in my private practice. Katie: That's so fascinating. And I feel like a lot of people don't think that the eyes can change, that they think that the eyes are a pretty static thing and that once they've deteriorated, to use that word, to a certain point that they're stuck there and people will acknowledge that they can change their body through dieting and exercise or even their brain now that we start to understand neuroplasticity, but a lot of people just really deny, including a lot of doctors that I've talked to, that the eyes can change. In fact, when my daughter had...we took her in for her eye exam when she was five years old, starting kindergarten and she was diagnosed with nearsightedness and a lazy eye and all these things. But I noticed that they had started, like you mention tension in your case, they had started right after a really stressful event in our lives and a big move and all these changes. And so I really wondered if there could be something else that was contributing and the doctor told me flat out that there was no way, nothing could change it. But your research has kind of proven that the eyes can change, so can you talk about that? Are the eyes set in stone or can we, like in your case, you actually reverse these problems? Sam: Well, the eyes originate from brain tissue. In the first trimester, we see in the fetus that the eyes actually grow out from the brain. So every tissue of the eye is brain tissue. You mentioned neuroplasticity. Since the eyes are part of the brain, they qualify for neuroplasticity and in some of the latest research actually, there are studies out that show that the eyes do have the regenerative capability, especially in the retina, they're doing stem cell therapy. So when we work with the eyes, we're working with an extension of the brain, that's number one. The second thing is that the eyes actually link and reflect what's going on with our systemic and metabolic health. For example, if we have inflammation in the gut, that actually can be one of the causes or factors of conditions like macular degeneration, or glaucoma, or cataracts. If we have dry eye syndrome, as an example, that's connected to adrenal burnouts, so our sympathetic nervous system is overworking. So there's definitely a very strong link between our eyes and our body, and we do have the capability to improve our vision at any age through nutrition, through vision therapy, and other techniques that I've developed. And I think that it's starting to change. People are recognizing we can change other parts of our body, why not our eyes? Katie: Yeah, I love that and I love that you are out there actually doing this and having the results with people because it's showing that it can be done. So I'm curious how you treat some of the causative factors of different eye diseases that you see. I know that there's a lot of different ones out there but when someone comes into you, what are some of the more common ones that you're seeing and how do you address those? Sam: Well, just today, I saw somebody who was diagnosed with wet macular degeneration and macular degeneration is probably one of the leading causes of blindness today. Basically, the macula is the center part of the retina where we see detail and the retina has one of the highest metabolic needs of the body and the macula has the highest metabolic need of the retina. And what causes oxidative stress in the macula, which is what macular degeneration is, is that free radicals accumulate there. So on a cellular level, the mitochondria are not producing enough ATP and this creates metabolic waste that starts to accumulate. So in this lady's case, she was getting injections of pharmaceutical drugs to try to stop or slow down the wet macular degeneration. So what I suggested is that we start having her take some carotenoids and these would be things like lutein and zeaxanthin. And this is well researched. In the ARED study in 2001 people that took carotenoids and antioxidants for their eyes had a 25% reduction of getting macular degeneration. So I'm putting around these eye vitamins and antioxidants and we're gonna get her off the injections which have a lot of side effects. They create inflammation and eye irritation, and they're not really helping. So in macular degeneration, it's very important to get those yellow carotenoids, lutein and zeaxanthin, kind of the yellow, green leafy vegetables, the orange bell peppers, those kinds of things. Omega-3 fish oil is another really important nutrient for the eyes. Let's take a look at cataracts. Cataracts is a problem with the metabolism of the lens of the eye and the macula, the lens, and the cornea rely on their circulation indirectly from the blood vessels. So they're called avascular tissues. So the lens of the eye is very vulnerable for getting an accumulation of this metabolic waste and this creates the cataract formation. Actually, you can use homeopathic eye drops, glutathione, lots of antioxidants, and in early to moderate stage of cataracts, you can actually reverse cataracts without needing surgery. The third major eye disease is glaucoma and this is a very scary disease. I call it the \"silent thief\" because when you have glaucoma, you don't know it and it begins to reduce your peripheral vision and you can actually go blind from it. So the key in glaucoma is to increase the lymphatic health to the fluid health in the eyes and in the body. And there are certain herbal remedies, certain antioxidants, even things like acupuncture and craniosacral therapy can actually help balance the eye pressure and improve the optic nerve health. So overall, just in these three conditions, if you change your diet, if you reduce your stress, if you find out that you have heavy metal toxicity and you get rid of that, if you balance your endocrine system, if you do my eye exercises, you can actually reverse a lot of these eye diseases without using surgery and pharmaceuticals. And that's my mission, that's my message. I'm so excited about putting this work out there because you're right, it's not really well known, in general health. Katie: Yeah, exactly. That is music to my ears coming from the nutrition background that even what we eat can affect our eyes. Because like I said, it makes sense to so many people that what you eat affects your gut or it affects your skin or different areas of the body. That makes sense when you think about it that it would affect your eyes too. But I love that you've actually seen that in practice seeing people being able to change their eyes through dietary and lifestyle interventions. You mentioned eye exercises and I want to delve into those because with our daughter that was one of the things that we did with her and literally she went from really bad vision, I forget how bad it was, but it was really bad and they were saying she needed these really thick glasses. And I was like, \"Okay, if we need to do glasses, we will but I wanna try some exercise and different things first.\" And I read a ton of books and we did a lot of the exercises. I took her to a different eye doctor and tested her as if she's never been tested and her vision had drastically improved. So I am a huge believer, but talk to us about eye exercises and how they work. Sam: Okay. Well, that's a great story. Basically, the eyes and the brain and the body have a certain pattern. What's going on in the eyes is reflected in our posture, our movement, our emotions, our brain processing. So in terms of the eye exercises that you're referring to, you can actually repattern, reprogram, and retrain how the eyes and the brain and the body work together. You spoke about glasses. When you go to an eye doctor and you get a prescription that's calculated based on the 20/20 eye chart, that's gonna do nothing more than weaken your vision, especially in children. And they use eye drops to dilate the eyes and paralyze the focusing muscles, then they give the maximum lens prescription. What that does is that actually reduces the visual function of the eyes when you wear a really strong prescription. So the idea is, if you start doing the vision therapy exercises and some of them are whole body, some of them are based on brain and perception and memory, some of them are based on more visual tracking and visual coordination exercises. And there's a sequence when you introduce them especially to a child, but for anybody, actually what happens is you start to have stronger vision and you don't need that prescription or that strong of a prescription, because any prescription you get that's based on 20/20 is going to weaken your eyes. One of my strategies is sometimes I prescribe a less strong prescription or I'll base my prescription on a person's focusing response, so that's a dynamic measurement of how we measure the lens for the visual system and then based upon that, it actually relaxes the eyes but still allows them to see clearly, it's not too strong. But the vision therapy exercises are kind of like a neuroplasticity training. So it's retraining the brain and the eyes to have a new experience, whether it's integrating peripheral vision, central vision, visual information processing. And again, it works really well. It's kind of like changing the pattern that we're set with and it works very well. It's very effective. Katie: That's so fascinating and I'm curious, can these things be done as part of just a holistic health routine, like someone who doesn't have a diagnosed eye problem but who is, like for me, getting older and doesn't want to develop eye problems, is this something we can do preventatively as well? Sam: Oh, absolutely. On my website, I've put out some videos and free eye exercises that actually improve the eye circulation, to reduce stress, to open up the peripheral vision. Because our eyes are pattern addicts basically and we're on these digital devices all day, this is gonna degenerate and deteriorate our eyesight. And if we started doing these exercises that reduce our stress, open our eyes circulation, improve our visual information processing, then, of course, we're gonna be able to not only preserve our vision but our vision can get better as we get older. People that are in bifocals and trifocals and they've had these different kinds of eye surgeries and taking these pharmaceutical drugs, this is taking us further away from our ability to heal our eyes and that's why these natural methods are so effective in helping us regain our eyesight and vision. It's very empowering to be able to do these exercises and regain our eyesight and vision. Katie: Yeah, that's really exciting. Even you're saying for someone who has worn glasses for years, there's still the ability to improve their eyes? Sam: Absolutely. Now as an example, let's go through the conditions. If you're nearsighted, what that means is you've made an adaptation where you've pulled the visual world in. That's what I did when I was a child. Basically, the mind is telling the eyes, \"I don't know what's going on out there. I've got to pull my world in to make sense of it.\" So it's a tension-based problem and so basically the eye doctor validates the adaptation you make by giving you a nearsighted prescription. Farsightedness or hyperopia is pushing the world out, pushing it away. In that particular situation, you get a lens that makes a magnification but then that causes your eye muscles to become very flaccid, so they lose the responsiveness of their focusing. Astigmatism is a twisting of the eyes. There's some twist in the eye muscles that is created...again, it's an adaptive response, either stress, trauma, toxicity, and so then you get those lenses and you start wearing them and it weakens your vision. So in my approach, what you can begin doing is wear a slightly reduced prescription in non-demanding and non-threatening situations, and your visual system then has the opportunity to begin to relax and the eyes can work together. So you can begin to move away from the strong prescription. I say it like this. You go to the eye doctor, you're sitting in the darkroom, you have a machine over your face, and the doctor is flipping lens saying, \"Which is clearer? Number one or number two? Number one or number two?\" And let's say you're having a bad day and you guessed number two. You get this lens and you start wearing and you go, \"My goodness, this is making me dizzy. It's making me nauseous. It's getting me a headache.\" You go back to the doctor and what does he say? \"Don't worry, you'll get used to it.\" No. You do not wanna try to get used to something that's making you imbalanced. So you've gotta be very careful of the lenses that you wear because they will weaken your eyes and there are ways that you can start unwinding the visual system even as you get older so that you don't have to be so dependent on the prescriptions. Katie: That makes perfect sense. What you said about how adaptable the eyes are, that makes perfect sense that if they put you at the worst prescription or the strongest prescription possible, that your eyes will learn to adapt and it also makes sense you'll be dizzy while you do because your eyes are so tied to your vestibular system and everything else. That's super fascinating. With the exercises that you do or the protocol, would that be different for someone who's nearsighted versus...would these conditions require different things or are there some exercises that benefit everybody? Sam: Well, there are some exercise that would benefit everybody, the ones that are stress reducing and they open up the circulation. But say for a nearsighted person, that kind of a pattern is a tunneling of the vision. You become very focal, very agency driven. So there isn't a lot of peripheral vision, there's isn't a lot of relaxation. It's basically fight-or-flight response, hypervigilance. I gotta focus and get it done. So those exercises would be more peripheral oriented and more relaxation. I always say focus and expand, focus and relax. For farsighted people, and this includes people in their 40s who start needing reading glasses and magnification, what happens is you start losing your focusing muscle responsiveness. So those people need more agency, more focusing in their exercises and more focusing flexibility. And this is kind of a cool thing. For nearsighted people, I'll give farsighted prescriptions for them to wear while they're doing their exercises and for farsighted people, I'll give nearsighted prescriptions for them to wear. So you're wearing the opposite prescription as a way to rebalance how the eye, brain, body works together. And it's amazing when you start wearing something opposite and you have to deal with things like blur and how to change your focusing so you're able to do the exercise. So you can use glasses therapeutically to improve your vision. I remember when I got in my first practice and I had trouble getting patients, I went to one of the local hospitals and I was working in the traumatic brain injury clinic, this was an outpatient place in one of the hospitals and I said to the physiatrist, \"I have this physical therapy for the eyes that can help all these folks with double vision, memory problems, vestibular issues.\" And so I developed this whole program to work with traumatic brain injury and I had phenomenal success in a short period of time. One of the things I developed was the use of therapeutic prisms. These are prisms that when you put them on, it actually stimulates your spatial awareness and your peripheral vision. So let's say you have a stroke on your right eye and you lose the peripheral vision there. You can actually prescribe a therapeutic lens that puts you into that blind spot and that begins to activate the peripheral vision there and also that side of the body. And within a few weeks, you start regaining the peripheral vision on the side where you've had the damage or the injury. So again, neuroplasticity, you can change your eyes because they are part of the brain and through nutrition, through the exercises, it's just a very effective approach in helping people improve their vision. Katie: It's so cool. I listened to some of your podcasts and you've mentioned a few times the connection of the eye to the brain and the eyes being brain tissue essentially. And you had a great podcast on how behavioral conditions like ADHD and autism can be kind of addressed through vision therapy and that whole idea eye-brain connection. And I know a lot of people listening, I've heard from a lot of readers whose children are struggling with potentially some of those issues. So I'd love if you could really delve into that connection and how you are addressing that. Sam: When I graduated optometry school, I attended a place called Gesell Institute and it was affiliated with the Yale Study Center in New Haven, Connecticut. Arnold Gesell started this institute in 1948, a long, long time ago. He was a child researcher, developmental specialist, but it was an institute where I learned to evaluate kids along the ASD to ADD spectrum. Now, this was back in the mid-80s before it really exploded. But there were a couple of things that I learned at that institute that stayed with me that when we have a vision problem, it's more than in the eyeball but it's in the whole person. And because of this eye-brain connection that with these spectrum disorders from ASD to ADD, that one of the things that's missing...and I'm so excited now, I'm seeing research where they're linking up vision problems with autism and ADD and ADHD. Clearly, most diagnostic exams stop at the 20/20 eye chart and I've had parents come to see me and say, \"Well, I did go for an eye test and everything checked out in terms of the distance acuity chart.\" And I said, \"Yes, that's not vision, that's eyesight.\" So if you take a child with autism and...I have a saying that when you see one child with autism, you've seen one child with autism. Because there's so many different factors involved. But the visual piece where they're not establishing eye contact, they're always looking down, they have difficulty going up and down stairs, they're focusing on one object incessantly for long periods of time, difficulty with tracking, focusing visual coordination, that we wanna bring vision into the conversation because it's part of the brain in terms of the autistic spectrum disorder. Now on the other end of it, there was another really exciting research study that was done through the University of California at San Diego. An ophthalmologist, Dr. Granet did a study where kids who were diagnosed with ADHD had a vision condition that I have that I spoke about just a few minutes ago called convergence insufficiency. And he found that about 10% of kids who were diagnosed with ADHD had this convergence insufficiency and that if you repair that through eye therapy like I did, the ADHD symptoms would go away. I guess what I'm saying is that these situations, these spectrum disorders, they're complicated. And there isn't a magic bullet. I think nutrition, toxicities, trauma, genetics, I mean there are many factors that we could talk about but I want to bring vision into the conversation of awareness that goes beyond the eye chart. I remember I was involved with them consulting with a number of schools, and school nurses would call me and they would say, \"Dr. Berne, all these kids are passing the distance eye test. What can we do as a better test to see if they actually have a vision problem?\" And I said, \"Give them something to read and just observe their behavior. If they start pulling the book in, they close or cover one eye, if their face gets scowled, if they're stressing or straining, that's gonna tell you that there's a vision problem.\" So it's the near test, they're looking at the print, that actually is a better indicator on what's going on in the visual system. So if it's an exciting awareness to recognize that vision is part of this whole central or developmental process in all of these kids and I've had great success over the years working with these children and continue to do so. Katie: Yeah, I agree. I think this is awesome that you're bringing this into the conversation. Because like you said it is a holistic approach and I think you found a very important key of it. I wanna go through a few more specific conditions that I've gotten questions about, to make sure we address those and then I want to go back to the big picture. But I have gotten quite a few email questions about floaters and I'm curious if you have any specific advice or instruction for people who have floaters. Sam: Absolutely. That's a great question. In the jelly-like part of the eye, it's called the vitreous, the jelly-like part of the eye is between the lens of the eye and the retina. It's this jelly material, and this is the place where floaters start developing. So what is a floater? A floater is basically oxidative stress. It's a free radical damage where the jelly-like part of the eye begins to solidify and this creates these specks or these threads that are kind of coming through the vision into your line of sight. Now, one of the reasons why we develop floaters is again because as we age, we have less oxygenation and hydration in the eye tissues. So this creates a real vulnerability in the vitreous where this oxidative stress becomes these floaters. Then the idea is that you want to make sure you're getting enough antioxidants for your eyes that can actually chew up. These are free radicals and yes, you can reverse floaters. You need to really increase your antioxidants especially, and I spoke about this before, the carotenoids, omega-3 fish oil, beta-carotene, vitamin C, vitamin E, astaxanthin, and other really important antioxidant for your eyes, glutathione, magnesium, selenium, chromium. So you can reverse floaters. I also think the digital devices...if you're on the computer a lot and this can be another contributing factor to the development of floaters. You want to be careful about the blue light that's coming off the computer. So when the blue light, especially after 6:00 p.m., it begins to suppress the melatonin, so it's affecting our sleep cycle. But the blue light can also damage all of our eye tissues, our retina, our macula, our vitreous, our lens. So if you feel vulnerable with that, you can get something called blue-blocking lenses which actually block the blue light. A lot of people don't know about this. There is a connection between the vitreous and the liver meridian in acupuncture. If you go through some detoxification program to support your liver better, this is another way for you to reduce the floaters. Katie: I love that you mentioned blue blockers because I've worn them for years and also we just reduce blue light in our home at night by not watching screens as much as possible and we have lower lever lights that we use in the evening in lamps versus the overhead lights. But I want to go deeper on screens and I'm really curious what your professional opinion is because just logically as a mom, seeing the increase and all of these vision problems in kids...I can remember a couple of people I knew as a kid who had glasses and now I see so many young, young children, even toddlers, with glasses. And one factor that I can at least think of that potentially contributed is that we are looking at screens so much more than we use to which is the blue light but I also wonder are there any other factors there with screens whether we're looking at something the same distance away or anything else that we need to be concerned about as parents with our kids looking at screens so much? Sam: Well, one of the key factors is movement stimulates vision. When you and I were growing up, we were creeping, and crawling, and climbing and outside and playing ball and all those things that we were doing. And when you're on these digital devices and I consulted at schools where a first grader is using iPads, I don't agree with that. I think that creates visual confinement. It creates focusing in one position for long periods of time. It's definitely gonna shut down their visual system. We haven't even talked about the EMFs because that's another issue. When it comes to a holistic eye doctor, one of the things that's really great about doing that is that a holistic eye doctor is going to test what a child capability is, what they're focusing response is, and you can prescribe something called a learning lens or developmental lens which has nothing to do with reading the distance chart. So when you wear that lens, it actually opens up your peripheral vision and that relaxes your system. And it's a great tool with kids who are having difficulties with reading or if they're on digital devices a lot. These learning lenses, they won't create a tendency or deterioration. They actually protect your eyes from becoming nearsighted and they actually relax your visual system, and it's a wonderful tool in terms of supporting somebody who's got to be on digital devices. And then, of course, you talked about the blue light, yes, it's definitely a big issue in terms of how it affects our vision and this is another really interesting point I want to bring to your listeners. If you have cataract surgery, and they put the plastic lens in your eye, that plastic lens most likely won't have blue blockers in it and so, therefore, you're more susceptible developing macular degeneration unless you were told, wear blue-blocking glasses. So when we have our original hardware, our original lenses, there's a pigment that block some of the blue light. Now, it doesn't fully develop till about age 11 but if you've had cataract surgery, you are very wide open to developing macular degeneration if you don't use blue-blocking lenses and I would also supplement it with the carotenoids, lutein, and zeaxanthin. So a lot of people don't know that, I want to bring that out as a very important point if you use digital devices. Katie: That makes perfect sense as well. And I wonder too if there's a flipside because not only are we looking at artificial blue light at night but I feel like we're not...and this is something I read a lot about, we're not getting enough daylight like actual...from the sun, daylight, which is so much more diverse and brighter than inside light during the day. And I read a cool study, you probably would know it better than I would but about how there's light signaling cells in the retina because they looked at blind people and people who had had their eyes removed. And blind people were still able to adjust their circadian rhythms to new time zones and when they traveled whereas those who had their eyes removed weren't able to and they were trying to figure out why. And there was like a specific cell, I can't remember the name but it was in the back of the eye that was signaled by bright light and that that controlled the circadian rhythm. So it seems like it would make sense that in that case, the reverse is also true that we're not getting enough daylight, enough bright blue light when we're supposed to, to signal our bodies to have a correct circadian rhythm and that that probably would also affect the eyes as well. I don't know, are you familiar with that? Sam: Very much so. Let me just talk about light for a second. So light is a food and when it enters the eyes, it affects our endocrine system, our nervous system, and our visual system. So part of the light when it enters the retina, it stimulates the photoreceptors as you say and then a signal is sent through the optic nerve back to the brain and that's how we see it. There's another pathway called the retinal-hypothalamic pathway where that light is traveling to the hypothalamus which is the master gland of the body. And then from there are the signals that are sent to the pineal and the pituitary which precisely as you say balances the circadian rhythm. So it's very important that we get proper light every day. It affects our mood, that's how people get seasonal affective disorder. It also balances our nervous system and our endocrine system. And we are heliotropic, we go towards the light just like the plants. And yes, we need to protect our eyes from the ultraviolet sunlight, so between 10:00 and 4:00, you want to wear polarized sunglasses with UV blocking tints, that's totally fine, or a hat. But it's very important that you get 30 to 60 minutes of natural light every day, it's so important. Another piece to the puzzle is many years ago, I studied how to use different colors where you look at different colors in a machine that's projected into your eyes and that actually can help improve your peripheral vision, so I call that light therapy. And to this day, I still treat people with light and color therapy, and what it does is it stimulates the photoreceptors in the retina that go to sleep due to stress, trauma, toxicity, and if you can reawaken those photoreceptors through different color frequencies, you open up the peripheral vision and that improves your depth perception, your memory, and your body balance. So light is a really important nutrient for our eyes and our body. Let's not be afraid of it. It's part of us. We're part of the sun. We just have to navigate how we take care of ourselves if we are susceptible to maybe getting cataracts and macular degeneration. But in children especially, they need to get at least 30 to 60 minutes of natural light every day. Katie: Yeah. That makes perfect sense. So basically like someone who pretty much just always wears sunglasses anytime they're outside just as a matter of habit, that could actually be contributing to eye problems in some ways because they're not getting enough of that light. Sam: Absolutely. I'm very moderate in my approach. So it's not that I'm against sunglasses. I live in the desert Southwest and so there are times that I do wear sunglasses when I'm skiing or I'm up at 12,000 feet. But natural light is so critical for balancing our systems, circadian rhythm, our mood, our visual processing. We need light in order to see and it's a very important nutrient that I really encourage people to get that. You can do an exercise called sunning where you can actually go outside, and you can do this in the morning, close your eyes and direct your eyes towards the sun with your eyes closed and slowly move your head from side to side and invite the sun into your eyes but your eyelids are closed, so you're getting the protection but the eyelids are translucent, so you're getting the light into your eyes but in a more regulated way. That would be a way people could still get sunlight into their eyes but still feel like they're protecting themselves. Katie: So what about dry eyes? I've gotten quite a few emails from people who have various versions of dry eyes. I think there's even an autoimmune version. Are there natural ways people can address that? Sam: There was a research study that was done that showed that people who supplemented with omega-3 fish oil, that actually their tears increased and they had more sustaining tears. So omega-3 fish oil is really important. I would also say in terms of most eye drops that you get from the pharmacy, those actually dry your eyes even more. I've done a lot of videos on what eye drops you should use. The two eye drops that I recommend, one is a homeopathic eye drop and the other is called MSM. And MSM is a really important eye drop that actually moisturizes the eyes. It helps to reduce inflammation and increases cell permeability and it's a really great eye drop that's natural. So it's moisturizing without any side effects. Homeopathic eye drops help increase the immune system in the eyes. They're great for moisturizing also. There's another study that came out that women who are low in estrogen or women who also have been through menopause, they tend to suffer more dry eyes. So there's actually a special homeopathic eye drop that you can use if you've been through menopause and you have dry eye. I also think there's a connection between dry eye and the adrenal system. So if you're suffering adrenal burnout, that's gonna dry your eyes also. You're on digital devices, that's another reason why you can develop dry eye. So in terms of the dry eye syndrome, there's so many great things you can do to support yourself through eye drops, through nutrients, through stress reduction, and what's out there in terms of pharmaceuticals and what's in the pharmacy is only gonna dry your eyes even more and you just get dependent on these eye drops. They're only treating a symptom. Katie: That's good to know. And so you had also, I believe, a podcast or have written about the ocular microbiome and I've studied like the gut microbiome quite a bit and the oral microbiome and I have to admit I had never even considered the fact that the eye has a microbiome as well. But I'd love if you could explain how that works and how we can support the ocular microbiome. Sam: So there was a study that came out which actually showed that we have an ocular microbiome, and I was really excited to see that because I've known that for years, that our eyes have really important bacteria, good bacteria that prevents or reduces our infection possibilities and inflammation issues. And then there was another study that was done, I think this was through the Journal of Microbiology and actually took people who had contact lenses, they wore contact lenses, and they found that those people had a reduced ocular microbiome. So we could go into what contact lens wearers should so do to boost the ocular microbiome. But basically, the idea is that when you started using antibiotic eye drops or steroids eye drops or glaucoma eye drops or Visine, you are reducing the ocular microbiome. If you're using homeopathic eye drops or MSM eye drops, you are improving the ocular microbiome. In terms of what you're putting into your eyes and how you're taking care of your eyes, it's gonna support a healthy ocular microbiome, so you have less risk for inflammation, autoimmune diseases like you talked about, like uveitis is very serious inflammation in the eye and part of it could be autoimmune. Once you go down that route and you started taking steroids, this really reduces the ocular microbiome. So I read this article on Mindbodygreen and they talk a lot about ways that you can boost the ocular microbiome and there's gonna be more and more written about it. I've actually like to see a probiotic eye drop produced. That would be really interesting as a way to increase the ocular microbiome. So you're on it, you're right there. Katie: That'll be fascinating if there's a probiotic eye drop, especially for, you mentioned, people with contact lenses because I feel like they tend to use eye drops more often anyway, that would be really cool if someone developed that. Maybe that's something we'll see from you down the road. This podcast is brought to you by Dry Farm Wines. This is the only wine I drink anymore. After researching and finding that many other wines contain added sugar, dyes like ultra vita-mega purple and filtering agents including fish waters, egg whites and some other unsavory ingredients. And things like sawdust to improve the taste. But the Dry Farm part is important too. What this means is that the grapes are not irrigated. Without the water, they don't get as big or as sweet, yielding higher nutrient and lower alcohol wines naturally. Their wines are lab tested for purity and to make sure that they are free of even trace amounts of pesticides and herbicides. And they are all sourced from small family dry farm vineyards all over the world. I absolutely love their wines and I find them to be less expensive than other high-quality wines. And Wellness Mama listeners can get an extra bottle of wine for a penny at wellnessmama.com/go/wine. This podcast is brought to you by Paleovalley. If you have not tried these, they're awesome. They make grass-fed, naturally fermented beef and now pastured turkey sticks that are high in protein and nutrients and also a good source of probiotics because they're naturally fermented. And they're shelf stable so you don't have to keep them refrigerated. We bring these along whenever we travel and our kids love them all time as part of an on-the-go meal. I bring them whenever I travel because they save me so many times from airport food. And Wellness Mama listeners can get 20% off of any order at wellnessmama.com/go/paleovalley Katie: I promise to bring it back to the big picture. I love that we delved into all of the specific conditions and I love to kind of go back to the overarching...like what are some things, if you could kind of like wave a magic wand and have all of us do things that would be better for our eyes, what would be some of the things that we could all do to improve our eye health? Sam: Well, first of all, I think to be more aware of what you eat and you talk a lot about nutrition, that rainbow diet, the antioxidants, so important for your eyes. Before I really got into all of this, I used to just counsel my patients to eat more plant-based, organic, the rainbow diet, and they've come back and their cataracts are going away or their macular degeneration was getting better. So I think that's the first thing, is what you eat is so important. The second thing is to kind of look at...if you do have toxicities in your body they could be affecting your eyes and if your vision is going up and down or you're having a deterioration, to recognize that there may be some systemic and metabolic reasons why your visual system is letting you down and maybe start to explore some of those things. Stress is a really big issue. So you can do eye relaxation exercises to reduce your stress. And body relaxation exercise is so important for discharging the stress from your eye muscles because when you accumulate all that stress in your eyes and you're not able to discharge it, this reduces the circulation flow and this is the start down the road of deteriorating eyesight, whether you need to get stronger glasses, contacts, or you're developing an eye disease. Next, is if you're using the computer, I call it the 20-20-20 rule and what it is, is that every 20 minutes you take 20 seconds and you look up and out at 20 feet. So that's the 20-20-20 rule. I think that in terms of the digital devices, if you're at all concerned, I would wear the blue-blocking lenses. I would go to a holistic eye doctor where you can get a lens prescription that's based on the computer and don't use bifocals or progressive bifocals as with the invisible bifocals because those help you focus through a tiny hole in the lens. You're not using the whole lens. So you shouldn't be using bifocals or progressive lenses for computers. You wanna use a single vision lens. The wider the window that you're looking through, the more relaxed your visual system is. I would make sure to get at least 30 minutes of sunlight every day. That's critically important. That's without any lenses, any sunglasses. And if you do wear corrective lenses, start going without them, maybe in your bedroom 5 to 10 to 15 minutes a day. Give your eyes a rest and just explore what it's like to be without your corrective glasses. If you want to negotiate with your eye doctor, say, \"Hey, can I get a prescription that's slightly reduced?\" and start wearing that. That's gonna be very relaxing for your visual system. I would also take a look at any inflammatory response you have in your body, especially your gut. Since the eyes originate from brain tissue, if the gut is inflamed the brain could be inflamed and the eyes could be inflamed. Also, in terms of genetics, you don't have to live out that destiny. Again, environment can change how our genes are expressing based on our environment, what we eat, what our stress level is and so on. So in terms of children, I would get an early vision exam but I would do so with a holistic eye doctor that's looking at not only the sensory eye system but also how the eyes and the body work together. Try to get a developmental vision evaluation so that you're looking at the visual system developmentally and be very careful about any lens prescription you put on a child that could weaken the eyes. If you've got strabismus, an eye turning in our turning out, I don't recommend eye muscle surgery because that actually creates more confusion in the brain. Vision therapy is much more effective in healing strabismus and lazy eye than surgery. So you don't wanna be doing surgery with kids, and you don't want to be wearing an eye patch seven or eight hours a day. That also doesn't work also. I've got a lot of resources on my website, free resources. I'm happy to interact with people because I want to get this word out there. As you can tell, it's not really well known. So those are just a few of the things that I would suggest or recommend for people to take better care of their eyes. Katie: That's all such great advice and you've mentioned several of your videos, your podcasts, and your website, I'll make sure all of those are linked in the show notes at wellnessmama.fm so people can find them or they can also just google you, Dr. Sam Berne and find you as well. But also if someone is listening and maybe has never considered that eyesight is something they can change and now they have that like, \"I want to change that. I'm gonna stop wearing glasses. I wanna fix my eyes.\" How can they work with you directly? I think you have workshops that I maybe saw on your website but what would be the best place for someone to start to contact you? Sam: Just contact us through our email, through drsamberne.com. And a lot of times, there's some free advice that I can give just to get people started. I have so many free videos on eye exercises and nutritional perspectives, so hook in with me with Facebook and we can start the process. And I do workshops and I still see private patients. But just join my community and get a different point of view just like yourself because people need to feel hopeful. They need to know there's other information out there than what they're getting and they don't have to live out the doctor's diagnosis. That's critical. Katie: Yeah, absolutely. And I love that you are bringing awareness to that message and helping so many people. And I know you're very busy, I thank you so much for your time and being here. This has been super fascinating and I know that you're helping a lot of people and hopefully, you'll reach even more through this and just thank you for being here. Sam: You're welcome and thank you, Katie. It was a real pleasure. Katie: And thanks to all of you for listening and I hope to see you next time on the Healthy Moms Podcast. If you're enjoying these interviews, would you please take two minutes to leave a rating or review on iTunes for me? Doing this helps more people to find the podcast, which means even more moms and families could benefit from the information. I really appreciate your time, and thanks as always for listening. "}