{"title": "«El beneficio de la vacuna de la influenza es nulo\"", "author": null, "url": "https://www.mundonuevo.cl/el-beneficio-de-la-vacuna-de-la-influenza-es-nulo/", "hostname": "mundonuevo.cl", "description": "La vacuna de la influenza (gripe) es inútil pues no tiene impacto clínico relevante y en realidad es un testimonio de un fracaso industrial, político y sanitario, del cual se hace eco un periodismo alarmante de baja calidad basado en falsedades (lo que llaman ahora \"fake news\"). Juan Gérvas Ante la llegada de la gripe,...", "sitename": "mundonuevo.cl", "date": "2020-03-20", "cleaned_text": "La vacuna de la influenza (gripe) es inútil pues no tiene impacto clínico relevante y en realidad es un testimonio de un fracaso industrial, político y sanitario, del cual se hace eco un periodismo alarmante de baja calidad basado en falsedades (lo que llaman ahora \"fake news\"). Juan Gérvas Ante la llegada de la gripe, que llegará, el autor recuerda la inutilidad de la vacunación frente a ella por más que desde las instancias más diversas, comenzando por la Organización Mundial de la Salud (OMS), se trate de meter el miedo en el cuerpo a fin de favorecer el cumplir con la vacuna. [layerslider id=2] Cuando llegue la gripe, que llegará como todos los años... Cuando llegue la gripe habrá una especie de sorpresa general, como si fuese algo insólito. Podemos decir, igual que respecto a la primavera: \"la gripe ha venido ¡y nadie sabe cómo ha llegado!\" Cuando llegue la gripe sepa qué hacer, sepa que ni la vacuna ni el Tamiflú-Relenza sirven para nada bueno. Cuando llegue la gripe lo mejor es: - evitar aglomeraciones, especialmente donde haya enfermos como centros de salud y urgencias, - lavarse las manos siempre después de ir al baño y antes de las comidas. El lavado de manos es la mejor medida, la vacuna más eficaz contra las infecciones respiratorias, como la gripe y muchas otras, - si está muy afectado, quédese en casa un par de días y tome remedios caseros. Recuerde que tener gripe no implica tener que consultar con el médico, ni mucho menos ir a urgencias; emplee el sentido común y reserve estos recursos para cuando haya gravedad que los requiera; es inútil lo de saber si es gripe A, o B, o resfrío sin más. Las vacunas son un bien social, pero la vacuna de la gripe no produce inmunidad de \"rebaño Le dirán que las vacunas son un bien social, en el sentido de que protegen a los más débiles que no se pueden vacunar y que es un deber moral el vacunarse contra la gripe para no contagiar a sus pacientes, o a sus familiares. Es falso, es sólo una manipulación que apela a la ética y a la responsabilidad pues la vacuna de la gripe no produce inmunidad de rebaño-grupo. Si le preocupa transmitir la gripe, recuerde, lávese las manos (y no se vacune). No hay pruebas de que la vacuna de la gripe evite la transmisión de la enfermedad de médicos a pacientes. Revise la información acá: [http://bit.ly/2UR0XPc](http://bit.ly/2UR0XPc), [http://bit.ly/38rlmhL](http://bit.ly/38rlmhL), [http://bit.ly/2tUfqyO](http://bit.ly/2tUfqyO), [http://bit.ly/2Hkkz6j](http://bit.ly/2Hkkz6j). La vacuna de la gripe no evita la transmisión de la gripe entre familiares (vacunar a los abuelos no impide la transmisión de la gripe a los nietos). Vea: [http://bit.ly/39qOfuy](http://bit.ly/39qOfuy) En la mayoría -hasta casi el 80%- de los casos, se pasa la gripe sin notarla. Pero los que están vacunados expulsan seis veces más virus que los que no están vacunados. Por ello, pida que le atienda en la consulta quien no esté vacunado contra la gripe. Revise: [http://bit.ly/2UR1GzU](http://bit.ly/2UR1GzU) y [http://bit.ly/2SKaDbt](http://bit.ly/2SKaDbt) [layerslider id=5] Tampoco sirve de nada la vacuna de la gripe en el embarazo La manipulación es muy fácil en la mujer embarazada a la que se le pide \"por su bebé\" que se vacune contra la gripe. Sin embargo, no hay pruebas de que ello tenga ninguna ventaja, y hay graves efectos adversos, como multiplicar por ocho la posibilidad de aborto. Como señala la Revisión Cochrane: \"No hay datos sobre la efectividad de la vacuna de la gripe durante el embarazo\": [http://bit.ly/39Bmdg9](http://bit.ly/39Bmdg9) Y hay que tener en cuenta la asociación entre vacuna de la gripe y abortos espontáneos, cuya frecuencia se multiplicó por ocho cuando se volvió a vacunar con la vacuna estacional a las mujeres vacunadas previamente contra la gripe A, como señala el artículo del British Medical Journal: \"los Centros para el Control y Prevención de Enfermedades (CDC, por sus siglas en inglés) han encontrado que las mujeres que habían recibido la vacuna contra la influenza en 2009, que contenía la cepa H1N1 y que fueron vacunadas posteriormente con la vacuna contra influenza estacional tuvieron un aumento de 7,7 veces en abortos espontáneos en los siguientes 28 días posteriores a la vacunación.\" Revise el articulo original en: [http://bit.ly/2UQYy7c](http://bit.ly/2UQYy7c) Es curioso pues, revisión tras revisión, se demuestra que la vacuna de la gripe aporta nada o casi nada a la embarazada y que tiene efectos adversos, leves y graves, ¡pero la recomiendan...! Como ha señalado Alberto Donzelli en su trabajo publicado en el International Journal of Environmental Research and Public Health: ¿Vacunación contra la influenza para todas las mujeres embarazadas? Se necesita mejor evidencia. \"En concordancia con las revisiones Cochrane, se necesitan ensayos adicionales sobre la vacuna para la influenza con diseños y comparación de grupos adecuados antes de promover la vacunación universal contra la influenza estacional en las mujeres embarazadas. Por ahora, se podría ofrecer la vacunación en el segundo o tercer trimestre comunicando las incertidumbres que aún existen de manera de promover una decisión informada.\" Vea el trabajo en: [http://bit.ly/31RBWox](http://bit.ly/31RBWox) Efectos adversos de la vacuna de la gripe Recordemos que en general se suele declarar menos del 1% de los efectos adversos de los medicamentos. En concreto, en España y respecto a la vacuna de la gripe H1N1, hubo una ínfima declaración de efectos adversos. La declaración espontánea de dichos efectos adversos fue de una (1) declaración por cada 322 casos de efectos adversos leves y de una (1) declaración por cada 32 casos de efectos adversos graves: [http://bit.ly/2HlFGp6](http://bit.ly/2HlFGp6) La vacuna de la gripe tiene efectos adversos leves (frecuentes) y graves (infrecuentes). Entre los efectos adversos graves: reacción local intensa (dolor, enrojecimiento, inflamación, equimosis, Guillain-Barré, alteraciones desmielinizantes, neuritis, encefalomielitis y otros efectos adversos. Además, tras la vacunación hay falsos positivos en la prueba del SIDA. Revise la ficha técnica aquí: [http://bit.ly/2SFPAa5](http://bit.ly/2SFPAa5) La vacuna de la gripe no evita complicaciones, ni hospitalizaciones, ni muertes Desde siempre, pero puede ver los datos de 2004 a 2018, de los Centros para el Control y Prevención de Enfermedades (CDC) que han medido la «efectividad» de la vacuna de la gripe de la misma manera: a partir de consultas por resfríos. Es decir, no sobre complicaciones, ni hospitalizaciones, ni muertes. Insisto, en Estados Unidos miden la efectividad vacuna de la gripe sólo por su capacidad de disminuir cuadros gripales confirmados por laboratorio (en consultas de atención primaria). Revise la información oficial aquí: [http://bit.ly/38qjXIo](http://bit.ly/38qjXIo) En la Unión Europea, además de las consultas por resfríos (influenza-like illness) en atención primaria, se miden los ingresos en hospital por cuadros de gripe con síntomas compatibles con cuadro grave de infección respiratoria: http://bit.ly/38ktHUt [layerslider id=1] Y... ¿cuántas consultas por resfrío evita la gripe? Le dirán que en torno al 50%, y es verdad. Así lo proclaman: \"La efectividad de la vacuna de la gripe llega al 47%\", por ejemplo. Pero fíjese en la manipulación. La vacuna de la gripe evita 1 caso de consulta por gripe por cada 100 vacunados. Entre 100 no vacunados hay 2 casos de gripe. Como 1 es la mitad de 2, la efectividad es del 50%. ¡Es del 50% en términos relativos, pero en términos absolutos es del 1% (para evitar consultas por resfrío)! En la Unión Europea la efectividad de la vacuna de la gripe para evitar hospitalizaciones fue del 2,5% (y no mejor en grupos de riesgo): [http://bit.ly/3bCgYyA](http://bit.ly/3bCgYyA) Recordemos que el objetivo de vacunar contra la gripe no es el de evitar un 1% de consultas por resfrío-gripe ni el 2,5% de hospitalizaciones, sino el evitar la mayoría de las complicaciones, hospitalizaciones y muertes por gripe. En esto la vacuna de la gripe es inútil pues no tiene impacto clínico relevante y en realidad es un testimonio de un fracaso industrial, político y sanitario: «La efectividad de la vacunación contra la influenza no es consistente con la recomendación que se entrega\", señala el siguiente artículo que examina el tema en base a la evidencia científica disponible: [http://bit.ly/2tVP53x](http://bit.ly/2tVP53x) Tres revisiones de largo alcance realizadas por Cochrane llegan a la misma conclusión: [http://bit.ly/2vtv98r](http://bit.ly/2vtv98r) La \"campaña\" de la gripe empieza a fines del verano, el año pasado con la influenza H3N2 En verano de 2009, hace 10 años, la Organización Mundial de la Salud (OMS) declaró la «primera pandemia de gripe», la gripe A, una alarma sin ciencia ni ética que desacreditó a la propia OMS al pronosticar hasta 64 millones de muertos ¡y apenas llegó al cuarto de millón en total! en un mundo en que cada día muere un millón de personas por causas variadas. Al respecto vea: [http://bit.ly/2uAa506](http://bit.ly/2uAa506) y también: [http://bit.ly/38tdFHO](http://bit.ly/38tdFHO) Fue una inyección de miedo que se repite todos los veranos y al que se suma el periodismo de baja calidad. Así ha sido en 2019 con la agitación por la \"peligrosa\" gripe en el invierno de Australia, un periodismo alarmante de baja calidad basado en falsedades (lo que llaman ahora \"fake news\"). Como se pidieron allí más pruebas para confirmar la gripe se difundió la falsa noticia de que era una \"gripe mutante\", peligrosa. Los datos demuestran la falsedad, pero el miedo queda. [http://bit.ly/2HjFiat](http://bit.ly/2HjFiat) Es una historia que viene de largo, pues en 2004 la OMS ya pronosticó hasta 100 millones (cien millones) de muertos por la gripe aviar. ¡Hubo cien personas muertas, 100, en total!: [http://bit.ly/2uJHFk3](http://bit.ly/2uJHFk3) [layerslider id=4] Y es una historia interminable, pues el 18 de septiembre de 2019 la OMS difundió una nota de prensa en la que advertía en tono sombrío que «el espectro de una emergencia sanitaria mundial se vislumbra peligrosamente en el horizonte». Y señalaba específicamente a la gripe como una amenaza, recordando la de 1918 y comentando que algo así mataría hasta a 80 millones de personas: [https://bbc.in/2tQO7Fw](https://bbc.in/2tQO7Fw) Con tales campañas logran inyectar miedo para que la población exija la vacuna, y se la ponga, pero al tiempo provocan temerosas víctimas, y cuando aplican lo que han aprendido, las víctimas se convierten en culpables por el mal uso del sistema sanitario. Atemorizan a la población con la gripe para «vender» la vacuna de la gripe (inútil y sin eficacia) y luego se espantan cuando las urgencias se llenan a rebosar «por la gripe». Vacuna de la gripe, decisiones de salud pública contra los hechos Es sorprendente la falta de fundamento científico de las recomendaciones de las autoridades políticas y científicas, como ya destacó en 2006 quien coordina las Revisiones Cochrane sobre la vacuna de la gripe, Tom Jefferson: Vacuna de la gripe, decisiones de salud pública contra los hechos. Revise el artículo publicado en el British Medical Journal aquí: [http://bit.ly/39wpcWX](http://bit.ly/39wpcWX) Nada como leer el texto en que Chris del Mar, profesor de salud pública, quien deja en claro que tiene una postura a favor de las vacunas, pero no de la vacuna de la gripe: \"Chris Del Mar, profesor de Salud Pública de la Bond University de Australia y editor de coordinación de la Colaboración Cochrane, ha conducido distintas revisiones sistemáticas sobre las vacunas contra la influenza. El Dr. Del Mar señala que para la mujer saludable promedio sería más apropiado evaluar los potenciales daños de esa vacua frente a sus pequeños potenciales beneficios. Los expertos en salud pública en todo el mundo sobre promueven la vacuna contra la influenza. Del Mar ha señalado enfáticamente que apoya muchas vacunas, pero no tanto la de la influenza. \"Es una vacuna terrible. Su eficacia es mínima.\" Texto completo en: [http://bit.ly/2UQYy7c](http://bit.ly/2UQYy7c) Y los antivirales, ¿qué? El (Oseltamivir) y Relenza (Zanamivir) son inútiles. Ni evitan neumonías ni evitan hospitalizaciones, ni muertes. Su efecto es comparable al de la simple aspirina. Vea: [http://bit.ly/2uGFNsk](http://bit.ly/2uGFNsk) y también: [http://bit.ly/2Smo3vx](http://bit.ly/2Smo3vx) En Chile.... En Chile la campaña de inmunización contra la influenza de 2019 tuvo una cobertura del 89% y se administraron 5.590.694 dosis. La vacuna contra la influenza representa el 24,5% del presupuesto anual del Programa Nacional de Inmunizaciones con un costo anual de $ 11.381 millones equivalentes a USD $ 17,5 millones, de acuerdo a datos del Ministerio de Salud del 2018. Tomado de actasanitaria.com Juan Gérvas estudió Medicina en la Universidad de Valladolid, donde se doctoró, completando su formación en Estados Unidos. Gérvas obtuvo varias becas de investigación, incluyendo la Fullbright, antes de comenzar a trabajar para el sistema público sanitario español. Gérvas ha sido profesor en varias universidades y escuelas, tanto en España como en Estados Unidos. "}