{"title": "Agujas de Pino blanco y Suramina", "author": "Bree", "url": "https://cienciaysaludnatural.com/hierbas/agujas-de-pino-blanco-suramina/", "hostname": "cienciaysaludnatural.com", "description": "La Dra. Judy Mikovits explica sobre el potencial de la Suramina para inhibir los efectos tóxicos de la inyección K0 B1T disponible en el te de agujas de pino Blanco.", "sitename": "CienciaySaludNatural.com", "date": "2023-02-26", "cleaned_text": "La Dra. Judy Mikovits explica sobre el potencial de la Suramina que es un medicamento esencial de la OMS., ver en: [https://pubchem.ncbi.nlm.nih.gov](https://pubchem.ncbi.nlm.nih.gov/compound/Suramin-sodium#section=Drug-and-Medication-Information) [https://pubchem.ncbi.nlm.nih.gov/compound/Suramin-sodium#section=Drug-and-Medication-Information](https://pubchem.ncbi.nlm.nih.gov/compound/Suramin-sodium#section=Drug-and-Medication-Information) En un fragmento de la entrevista de primer video con Jason Shurka: Entrevistador Jason Shurka: ¿Sabe usted de alguna manera para curarse de las lesiones de la inyección actual? ¿Sabe de algo? Dr.Judy Mikovits: Hay un antídoto. Porque esta gente no estaría inyectando a la gente si no supiera la respuesta. SURAMINA [S-U-R-A-M-I-N-A]. Este es el antídoto más importante. Es una medicina esencial de 100 años de edad, la OMS (Organización Mundial de la Salud) medicina esencial para la Enfermedad del Sueño. Se puede inocular la más mínima cantidad de Suramina, y revertir el autismo. La suramina tiene efectos que inhiben los componentes de coagulación (formación de coágulos) y de la replicación y modificación inadecuadas del ARN y el ADN. Aclaración Importante Dada la enorme confusión y revuelo generado por la suramina y las agujas de pino creemos interesante aclarar esto: Cuidado con confundir la suramina real con el té de aguas de pino Judy Mikovits fue la primera que habló de suramina en una entrevista: [https://t.me/Spain_Denuncia/1289](https://t.me/Spain_Denuncia/1289) Ella misma dijo después en otra entrevista que las agujas de pino NO SON LO MISMO QUE LA SURAMINA. Judy Mikovits Ph.D, explicó que la Suramina es un potencial antídoto contra los efectos tóxicos de la inyección contra K0 B1T, en este video aclara que las agujas de pino no son Suramina, ver en el minuto 67:43 Ella misma dice: «Pine needle tree is not suramine» es decir «Las agujas de pino no son SURAMINA» [https://www.bitchute.com/video/Rb0SZ4dLP4zJ/](https://www.bitchute.com/video/Rb0SZ4dLP4zJ/) Colabore con nosotros para que podamos subtitular este video [https://cienciaysaludnatural.com/colaboracion/](https://cienciaysaludnatural.com/colaboracion/) Por lo tanto la Dra. Judy Mikovits no dice eso. Otra gente si, pero no ella. El Dr Dietrich Klinghardt, cita a la dra Mikovits a quien conoce y dice: El té de agujas de pino contiene una sustancia SIMILAR a la suramina. [https://t.me/AfectadosPorLasVacunas/1343](https://t.me/AfectadosPorLasVacunas/1343) Y la Dra. María José Martinez Albarracín aclara: Procurar que sean hojas (agujas) frescas y de la variedad Pino correcto. ¿Significa eso que el té de agujas de pino pino blanco oriental, ( Pinus Strobus ) sea malo o inefectivo? No. De hecho es muy beneficioso. Pero NO es suramina. Agujas de pino blanco oriental ( Pinus Strobus ) Pinus strobus, pino blanco oriental ( Pinus Strobus ) las agujas se presentan en a 5. Pinus strobus L. P inaceae SCN: pino blanco OCN: pino blanco del este El pino blanco oriental (Pinus strobus) no es tóxico, pero hay muchas otras variedades de pino que si son tóxicas. Evite usar las variedades tóxicas Resumen de referencia rápida de la seguridad para el para Pinus strobus L., en el Botanical Safety Handbook figura como : Clase de seguridad: 1, La clase 1 incluye hierbas que se pueden consumir de manera segura cuando se usan adecuadamente. Las hierbas de clase 2 son para aquellas con ciertas restricciones, como para uso externo, para no usarse durante el embarazo o la lactancia, u otras restricciones específicas. Se proporciona una dosis estándar para aquellas hierbas que llevan una advertencia de dosis excesiva. Las hierbas de clase 3 solo deben usarse bajo la supervisión de un experto calificado, por lo que no se ha especificado una dosis estándar para estas hierbas más potentes. Estas clasificaciones, tienen el objetivo de proporcionar información basada en pruebas y fácil de interpretar para los profesionales de la salud, los fabricantes de suplementos a base de hierbas, y consumidores. Clase de interacción: A Para las hierbas de Clase A, no se debe esperar una interacción clínicamente relevante debido a la falta de evidencia pertinente. La clase de iteracción B incluye aquellos para los cuales las interacciones clínicamente relevantes son plausibles, según estudios en humanos o animales, múltiples informes de casos y/o estudios in vitro que demuestran mecanismos biológicamente plausibles. Las hierbas de clase C tienen interacciones clínicamente relevantes conocidas, como lo demuestran estudios farmacológicos en humanos y/o informes de casos con causalidad probable. Contraindicaciones en el Botanical Safety Handbook figura como: Ninguno conocido. Interacciones de medicamentos y suplementos: Ninguno conocido. Eventos adversos y efectos secundarios: Ninguno conocido. Consideraciones farmacológicas: Ninguno conocido. Embarazo y lactancia No hay información sobre la seguridad del pino blanco en el embarazo o lactancia fue identificada en la literatura científica o tradicional. Aunque esta revisión no identificó ninguna preocupación para su uso durante el embarazo o la lactancia, la seguridad no ha sido concluyente establecido. Como todos los pinos verdaderos (especies del género Pinus ), el pino blanco oriental tiene agujas agrupadas; es la única especie en su rango con agujas agrupadas en grupos de 5 (otros pinos del Medio Oeste y el este de América del Norte tienen 2 o 3 agujas por paquete). Los conos largos del pino blanco del este también son distintivos, ya que son sustancialmente más largos que los conos de cualquier otra conífera del este o del medio oeste. Tiene un crecimiento rápido y puede llegar hasta los 40 metros de altura. Las acículas son finas y pueden medir hasta los 12 cm. Cuando es joven tiene una bonita forma piramidal, por lo que es muy utilizado como árbol de navidad en muchos hogares. Propiedades y usos con referencias de ensayos clinicos Formato: - Sólo tiene un signo positivos (+) indica* que no se considera que la hierba sea, en general, tan segura como el café - Las 3 letras mayúsculas entre paréntesis, son las referencias abreviadas, [ver lista de referencias, click aqui](https://cienciaysaludnatural.com/lista-de-referencias-de-hierbas-medicinales/). - La «f» significa que la propiedad asignada no tiene estudios publicados aún. *De acuerdo al Handbook of Medicinal Herbs (James A. Duke): Un solo más (+) indica que no considero que la hierba sea, en general, tan segura como el café. anoto dos ventajas (++) para esas hierbas que, en general, creo que son tan seguras como el café. Propiedades o Actividades (Pino Blanco) — referencias de (Pino Blanco) CEB); Herida (f; CEB; DEM). Pino blanco del este Varios compuestos que se encuentran en las agujas de pino se han identificado como un antídoto potencial para el [contagio actual de proteína de pico](https://www.researchsquare.com/article/rs-99513/v1), spike, resultante del coronavirus quimérico SARS-CoV-2 y la posible transmisión patógena de la proteína de pico o spike de las inyecciones experimentales de ARNm. Las agujas de pino blanco oriental ( Pinus Strobus ) contienen muchos componentes beneficiosos útiles para la prevención de resfriados y gripe, como: - alfa-pineno, - beta-pineno, - beta-felandreno, - D-limoneno, - germacreno D, - 3-careno, - cariofileno, - vitamina A y - vitamina C. Las agujas de pino blanco oriental también contienen ácido shikímico, la misma molécula que se encuentra en la hierba de anís estrellado utilizada históricamente en la medicina tradicional china para tratar plagas y enfermedades respiratorias. Las agujas de pino han sido utilizadas por las poblaciones indígenas de todo el mundo como alimento y medicina durante miles de años. Las agujas de pino frescas de los pinos blancos del este y otros árboles apropiados se han utilizado durante siglos como fuentes de vitamina C y otros fitoquímicos que los nativos americanos usaban para tratar infecciones respiratorias y otras dolencias. La vitamina C es una cura conocida para el escorbuto, ya que el escorbuto es una enfermedad por deficiencia de vitamina C. Las agujas de pino contienen muchas otras sustancias que parecen reducir la agregación de plaquetas en la sangre, lo que podría prevenir la formación de coágulos de sangre que provocan accidentes cerebrovasculares, ataques cardíacos y diagnósticos de embolia pulmonar. La Suramina Compuesta Suramin es fuertemente [inhibidor de la replicación de la proteína pico](https://www.nature.com/articles/s41594-021-00570-0) o spike del coronavirus. También tiene un efecto inhibidor contra los componentes de la cascada de la coagulación y la replicación y modificación inapropiadas del ARN y el ADN. La coagulación excesiva provoca coágulos de sangre, minicoágulos, accidentes cerebrovasculares y ciclos menstruales inusualmente abundantes, que ahora se informan diariamente a VAERS después de la vacunación. Investigaciones recientes han demostrado que es un inhibidor in vitro de la infección por SARS-CoV-2 en cultivo celular al prevenir la entrada viral. La investigación muestra que esto se debe a su potente inhibición de la ARN polimerasa dependiente de ARN (RdRp) del SARS-CoV-2, una enzima esencial del ciclo de vida viral. Se propone que la suramina es 20 o más veces más potente que el remdesivir, actualmente utilizado como fármaco anti-COVID-19 1, 2, 3. La suramina originalmente se deriva del azul de tripano derivado del tolueno, un derivado del aceite de pino. Cuando se introdujo la suramina para el tratamiento de la enfermedad del sueño africana en 1922, fue uno de los primeros agentes antiinfecciosos que se había desarrollado en un programa de química médica. A partir de la actividad antitripanosómica del colorante azul de tripano, sintetizado en 1904 por Paul Ehrlich, Bayer fabricó una serie de derivados incoloros y más potentes. La molécula 205 era suramina, sintetizada por Oskar Dressel, Richard Kothe y Bernhard Heymann en 1916. El aceite de aguja de pino se utilizó como fuente botánica para el azul de tripano. La enfermedad del sueño (también conocida como tripanosomiasis africana humana) estaba a la vanguardia de la investigación en ese momento, no era una enfermedad desatendida como lo es hoy, y el desarrollo de la suramina fue un gran avance para el campo emergente de la quimioterapia. El azul de tripano se llama así porque puede matar los tripanosomas, los parásitos que causan la enfermedad del sueño. El azul tripán se deriva de la toluidina, es decir, cualquiera de varias bases isoméricas, C14H16N2, derivadas del [tolueno](https://en.wikipedia.org/wiki/Toluene) . El azul de tripán también se conoce como azul de diamina y azul de Niágara. El tolueno también es un derivado del aceite de pino. El compuesto fue aislado por primera vez en 1837 a través de una destilación de aceite de pino por el químico polaco Filip Walter, quien lo llamó rétinnaphte. Pine-Sol se basó en aceite de pino cuando se creó en 1929 y durante su ascenso a la popularidad nacional en la década de 1950. Sin embargo, a partir de 2016, los productos Pine-Sol que se venden en las tiendas ya no contienen aceite de pino para reducir costos. Sin embargo, el té de agujas de pino proporciona un beneficio similar, si no superior, debido en parte al hecho de que es un extracto suave directo de toda la hierba que deja intactas muchas de sus propiedades que podrían ser destruidas por el calor excesivo durante la destilación y la disección posterior. de sus múltiples componentes nutritivos. Más sobre suramina La suramina es una naftilurea polisulfonada con potencial actividad antiviral, antiparasitaria y antineoplásica que ha sido ampliamente utilizada en el tratamiento clínico de parásitos e infecciones virales. También se ha utilizado en el tratamiento de la tripanosomiasis (enfermedad del sueño) y la oncocercosis desde principios de la década de 1920. En particular, es eficaz para [tratar la enfermedad del sueño africana](https://www.jbc.org/article/S0021-9258(17)49420-8/fulltext) causada por Trypanosoma brucei rhodesiense y Trypanosoma brucei gambiense sin afectar el sistema nervioso central. Por lo general, se administra mediante inyección intravenosa. El mecanismo de acción de la suramina no está claro, pero se cree que los parásitos pueden tomar suramina de manera selectiva a través de la endocitosis mediada por receptores de un fármaco que se une a las lipoproteínas de baja densidad y, en menor grado, a otras proteínas séricas. Una vez que se encuentran dentro de los parásitos, la suramina se combina con proteínas, especialmente enzimas glucolíticas tripanosómicas, para inhibir el metabolismo energético. También se utiliza en el tratamiento de la ceguera de los ríos u oncocercosis, una enfermedad causada por la infección con el gusano parásito Onchocerca volvulus. Los síntomas incluyen picazón severa, protuberancias debajo de la piel y ceguera. Es la segunda causa más común de ceguera por infección, después del tracoma. También se ha demostrado que la suramina es un inhibidor contra una amplia variedad de otros virus, incluidos los [virus Zika](https://www.sciencedirect.com/science/article/abs/pii/S0166354217300931?via%3Dihub) y [Chikungunya](https://pubmed.ncbi.nlm.nih.gov/27581733/), lo que indica sus diversos mecanismos de acción contra múltiples virus. 4, 5, 6, 7, 8, 9, 10 El virus Zika es un flavivirus transmitido por mosquitos que en su mayoría causa infecciones asintomáticas o enfermedad leve caracterizada por febrícula, sarpullido, conjuntivitis y malestar general. El virus Chikungunya es un alfavirus transmitido por mosquitos que puede causar una enfermedad debilitante que se caracteriza principalmente por dolor articular persistente. Mecanismo identificado por el cual Suramin inhibe SARS-CoV-2 RdRp Por lo tanto, la investigación muestra que la suramina es un inhibidor directo y potente de RdRp viral por inhibición directa, con un análisis estructural que muestra el mecanismo de unión e inhibición. Este es el primer [inhibidor no nucleótido del SARS-CoV-2](https://journals.asm.org/doi/10.1128/AAC.00900-20) RdRp, y esto indica el potencial para desarrollar análogos de suramina y formulaciones de fármacos como inhibidores potentes y efectivos de la replicación viral. La comparación del complejo RdRp-suramina con el complejo RdRp unido a remdesivir muestra que las dos moléculas de suramina ocupan posiciones específicas en la cadena de ARN y la cadena de cebador, lo que bloquea la unión de la cadena de cebador-plantilla de ARN dúplex al sitio activo de la enzima. Simultáneamente impidió la entrada de nucleótido trifosfato en el sitio catalítico. Esto bloqueó directamente la actividad catalítica de RdRp.11 Terapia de suramina y cáncer La suramina de las agujas de pino no solo se ha utilizado tradicionalmente para virus y parásitos, sino que los medicamentos a base de suramina se han probado ampliamente como tratamiento para varios tipos de cáncer. 12, 13, 14, 15, 16, 17 Como compuesto anti-canceroso suramina bloquea la unión de varios factores de crecimiento, incluido el factor de crecimiento similar a la insulina I (IGF-I), el factor de crecimiento epidérmico (EGF), el factor de crecimiento derivado de plaquetas (PDGF) y el factor de crecimiento tumoral beta (TGF-). beta), a sus receptores, inhibiendo así la proliferación y migración de células endoteliales. Este agente también inhibe la angiogénesis inducida por el factor de crecimiento endotelial vascular (VEGF) y el factor de crecimiento de fibroblastos básico (bFGF); transcriptasa inversa retroviral; desacoplamiento de topoisomerasas; transporte de folato celular; y esteroidogénesis.18, 19, 20, 21, 22 El efecto inhibitorio de la suramina de las agujas de pino sobre la proteína de espiga o spike del coronavirus, los virus Zika y Chikungunya y ciertos parásitos justifican una evaluación adicional de este compuesto natural como potencial terapéutico de amplio espectro. Preparar té de agujas de pino Hacer té de agujas de pino es fácil y solo requiere agujas de pino jóvenes y frescas y agua caliente. Sin embargo, es imperativo elegir las agujas de pino correctas, Advertencia Existen 20 variedades tóxicas conocidas de pinos. El pino blanco oriental ( Pinus strobus ) no es tóxico y es una excelente variedad. Evite usar estas variedades tóxicas: - Ponderosa Pine, - Balsam Fir, - Lodgepole y - Monterey Pines. Además, también hay bastantes árboles que comúnmente se llaman «pinos», pero que en realidad son imitadores tóxicos, como el tejo inglés, el pino de la isla Norfolk y el pino tejo. Estos nunca deben usarse para preparar té de agujas de pino. Si encuentra \" este artículo útil suscríbase como miembro de nuestro equipo para apoyarnos y en conjunto podamos aclarar el tema en discusiones con familiares, amigos, funcionarios y empleadores. La experiencia nos dice que cuando la gente esta siendo coaccionada y no entiende que pasa, cuando finalmente se enteran quien y como los están coaccionando, entonces pueden salir de la confusión, eliminar el miedo y actuar seguros para defenderse. Para lograr esto primero hace falta informar con evidencia de primera línea, no de forma periodística sino con una base de datos con la documentación científica de expertos, libre de conflictos de intereses. Para llevar a cabo esta base de datos en cienciaysaludnatural.com hace falta recursos, pagar hosting y tiempo de elaboración de contenidos. Necesitamos que las personas que reconocen el valor del proyecto nos recomienden para poder continuarlo. Muchas gracias. [Puede Apoyarnos](https://cienciaysaludnatural.com/colaboracion/) en [https://cienciaysaludnatural.com/colaboracion](https://cienciaysaludnatural.com/colaboracion/) Colabore con nosotros para que podamos llegar a más personas: contribución en mercado pago o paypal por única polymerase by suramin» (2020). [https://www.nature.com/articles/s41594-021-00570-0](https://www.nature.com/articles/s41594-021-00570-0) 2. Yin, W. Aún está en fase experimental y carece de estudios revisados por pares. 3. Salgado-Benvindo, C. et al. [Suramin Inhibits and release of infectious particles](https://www.sciencedirect.com/science/article/abs/pii/S0166354217300931?via%3Dihub). Antiviral Res 143, 230-236. 5. Henß, L. et Suramin is and Ebola virus cell entry. Virol J 13, 149 (2016). 6. Ren, P., Zou, G., Bailly, B., Xu, S., Zeng, M., Chen, X., Shen, L., Zhang, Y., Guillon, P., Arenzana-Seisdedos, F., et al. (2014). suramin of Biological Chemistry 295, no. 24 (2020): 8331-8347. 9. De Clercq, «Suramin in the treatment of AIDS: mechanism of action.» Antiviral research 7, no. 1 (1987): 10.Kartnig, Theodor, Franz Still, and Franz Reinthaler. «Antimicrobial essential oil Y.-J., et al. Structural bases of norovirus RNA dependent RNA e91765-e91765. 12.Cheng, B., Gao, F., Maissy, E., and Xu, P. (2019). Repurposing suramin for the of 13. Myers, Charles, Michael Cooper, Cy Stein, Renato LaRocca, M. M. Walther, Gary Weiss, Peter Choyke, Nancy Dawson, Seth Steinberg, and Margaret M. Uhrich. «Suramin: a novel 881-889. 14.Stein, C. A., R. V. LaRocca, R. Thomas, McAtee, and Charles E. Myers. anticancer no. 4 (1993): 701-710. 16.Spigelman, Zachary, Amy Dowers, Susan Kennedy, Dennis DiSorbo, Michael O'Brien, Ronald Barr, and McCaffrey. «Antiproliferative effects of suramin biochemistry by suramin.» Proceedings of the National Academy of Sciences 83, no. 17 (1986): 6440-6444. 21. Coffey Jr, Robert J., Edward B. Leof, Gary D. Shipley, and Harold L. Moses. «Suramin inhibition of growth factor receptor binding and mitogenicity in Journal (1987): 22. Sartor, Oliver, Catherine A. McLellan, 6 (1992): 2166-2174. Reutilización de suramina para el tratamiento de la metástasis pulmonar del cáncer de mama con nanopartículas basadas en glicolquitosano [https://www.sciencedirect.com/science/article/abs/pii/S1742706118307359](https://www.sciencedirect.com/science/article/abs/pii/S1742706118307359) Base estructural para la inhibición de la ARN polimerasa del SARS-CoV-2 por suramina [https://www.nature.com/articles/s41594-021-00570-0](https://www.nature.com/articles/s41594-021-00570-0) La suramina inhibe la replicación del virus Chikungunya al interactuar con los viriones y bloquear los primeros pasos de la infección [https://pubmed.ncbi.nlm.nih.gov/32191995/](https://pubmed.ncbi.nlm.nih.gov/32191995/) Antioxidant Potential of Pine Needles: A Systematic "}