{"title": "Curso Técnico en Aromaterapia Holística del centro LAIA · NATUROPATÍA (920552) | Aprendemas", "author": null, "url": "https://www.aprendemas.com/es/curso/curso-tecnico-en-aromaterapia-holistica-920552/", "hostname": "aprendemas.com", "description": "Mira el Programa de Curso Técnico en Aromaterapia Holística del centro LAIA · NATUROPATÍA. Aprende y perfecciona tus conocimientos en Medicina, no esperes ¡Pide más información!", "sitename": "Aprendemas.com España", "date": "2015-04-13", "cleaned_text": "Presentación En este curso de Aromaterapia científica, emocional y energética, según la escuela francesa, aprenderás las propiedades de los aceites esenciales y sus aplicaciones terapéuticas, considerando las normas de seguridad necesarias para su correcta y rigurosa utilización. La Aromaterapia utiliza las esencias (aceites esenciales) extraídos de plantas aromáticas con fines terapéuticos. Es una terapia natural milenaria y sus acciones benefician el cuerpo físico, el emocional/psíquico y el energético de forma holística. El curso incluye las monografías de más de 70 aceites esenciales, las reglas necesarias para construir una fórmula y saber dosificar los aceites esenciales, Aromaterapia aplicada a órganos y sistemas y un gran número de fórmulas para las diferentes afecciones y síntomas. Contenido MÓDULO 1: Introducción y bases de la Aromaterapia Científica y Holística. Tema 1: Historia de la aromaterapia Tema 2: Definiciones y principios básicos Tema 3: El olfato Tema 4: Las diferentes familias bioquímicas aromáticas Tema 5: Contraindicaciones y precauciones en el uso de los aceites esenciales Tema 6: Las diferentes vías de administración de los aceites esenciales Tema 7: Cómo calcular y construir una fórmula Tema 8: Aceites vegetales y otras bases portadoras de aceites esenciales MÓDULO 2: Aromaterapia Aplicada Tema 9: Aromaterapia energética Tema 10: El drenaje de emuntorios con aceites esenciales Tema 11: Aromaterapia para el sistema nervioso Tema 12: Aplicación de los aceites esenciales en infecciones Tema 13: Aromaterapia para el sistema respiratorio Tema 14: Aromaterapia para el sistema digestivo Tema 15: Aromaterapia para la piel Tema 16: Aromaterapia en inflamación y dolor Tema 17: Aromaterapia para el sistema circulatorio Tema 18: Aromaterapia para el sistema endocrino Tema 19: Aromaterapia en y lactancia Tema 20: Aromaterapia en pediatría Tema 21: Otras aplicaciones Información Adicional Duración 7 meses (200 horas lectivas) Certificación Se librará un diploma acreditativo de 'Aromaterapia Holística' al finalizar el curso, y una vez aprobadas todas las actividades propuestas "}