{"title": "PDF", "author": "PDF", "url": "https://www.poison.org/-/media/files/pdf-for-article-dowloads-and-refs/hord-tang-bryan-food-sources-of-nitrates-and-nitrites.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Perspective See corresponding editorial on page 11. Food sources of nitrates and nitrites: the physiologic context for potential health benets1-3 Norman G Hord, Yaoping Tang, and Nathan S Bryan ABSTRACT The presence of nitrates and nitrites in food is associated with an increased risk of gastrointestinal cancer and, in infants, methemoglo- binemia. Despite the physiologic roles for nitrate and nitrite in vas-cular and immune function, consideration of food sources of nitrates and nitrites as healthful dietary components has received little atten- tion. Approximately 80% of dietary nitrates are derived from vege-table consumption; sources of nitrites include vegetables, fruit, and processed meats. Nitrites are produced endogenously through the ox- idation of nitric oxide and through a reduction of nitrate by commen-sal bacteria in the mouth and gastrointestinal tract. As such, thedietary provision of nitrates and nitrites from vegetables and fruit may contribute to the blood pressure-lowering effects of the Dietary Approaches to Stop Hypertension (DASH) diet. We quantied nitrateand nitrite concentrations by HPLC in a convenience sample of foods. Incorporating these values into 2 hypothetical dietary patterns that emphasize high-nitrate or low-nitrate vegetable and fruit choicesbased on the DASH diet, we found that nitrate concentrations in these 2 patterns vary from 174 to 1222 mg. The hypothetical high-nitrate DASH diet pattern exceeds the World Health Organization's Accept-able Daily Intake for nitrate by 550% for a 60-kg adult. These data call into question the rationale for recommendations to limit nitrate and nitrite consumption from plant foods; a comprehensive reeval-uation of the health effects of food sources of nitrates and nitrites isappropriate. The strength of the evidence linking the consumption of nitrate- and nitrite-containing plant foods to benecial health effects supports the consideration of these compounds as nutrients. Am J Clin Nutr 2009;90:1-10. INTRODUCTION The health effects of the dietary consumption of vegetables and fruit have been attributed to their constituents, includingvitamins, minerals, ber, and so-called nonnutritive substances such as flavonoids and glucosinolates to name a few (1-3). Dietary supplements containing food components such asb-carotene and antioxidant vitamins such as vitamin A and E have been used in secondary prevention trials for the prevention of lung cancer (4, 5). These trials found that b-carotene, alone or in combination with vitamin E or retinyl palmitate, increased the incidence of lung cancers and cardiovascular disease mor- tality rates (6). Indeed, meta-analyses of primary and secondarycancer prevention trials of dietary antioxidant supplementsconsistently show a lack of efcacy and an increased risk of mortality (7). Clearly, more research is needed to identify thenutrients and food components of vegetables and fruit as-sociated with a decreased risk of cardiovascular disease and cancer. Whereas the health benets of vegetables and fruit may derive from the contribution of their constituents to food patterns such as the Mediterranean-type pattern (8-10), recent research has found specic foods to be associated with a decreased risk of cardio-vascular disease. Recent prospective epidemiologic studies have shown that green leafy vegetables are among the foods most protective against coronary heart disease and ischemic stroke risk(11, 12). The Dietary Approaches to Stop Hypertension (DASH)studies found that diets rich in vegetables (ie, 8-10 servings) and low-fat dairy products can lower blood pressure to an extent similar to that achieved with single hypotensive medications (13,14). The blood pressure-lowering effect of this diet was hy- pothesized to be attributable to the high calcium, potassium, polyphenols, and ber contents and low sodium and animalprotein contents (15). These and other ndings point to a less widely acknowledged but biologically plausible hypothesis: the content of inorganic nitrate (NO 32) in certain vegetables and fruit can provide a physiologic substrate for reduction to nitrite (NO 22), nitric oxide, and other metabolic products (NO x) that produce vasodilation, decrease blood pressure, and supportcardiovascular function (16-18). Interestingly, both potassiumnitrite, in 1880, and potassium nitrate, in 8th century China, were known to mediate hypotensive and antianginal actions, 1From the Department of Food Science and Human Nutrition, Michigan State University, East Lansing, MI (NGH); the Brown Foundation Institute of Molecular Medicine, The University of Texas Health Science Center, Hous-ton, TX (YT and NSB); and The University of Texas Graduate School of Biomedical Sciences at Houston, Houston, TX (NSB). 2Supported by the Michigan Agricultural Experiment Station, Michigan State University, and the American Heart Association National, 0735042N(to NSB). 3Address correspondence to NS Bryan, Center for Cell Signaling, Insti- tute of Molecular Medicine, The University of Texas-Houston Health Center, 1825 Pressler Street, 530B, Houston, TX 77030. E-mail:nathan.bryan@uth.tmc.edu. Received October 19, 2008. Accepted for publication March 9, 2009. First published online May 13, 2009; doi: 10.3945/ajcn.2008.27131. Am J Clin Nutr 2009;90:1-10. Printed /C2112009 American Society for Nutrition 1Downloaded from https://academic.oup.com/ajcn/article/90/1/1/4596750 by guest on 25 October 2021 respectively (19, 20). The goals of this review are to 1) provide a physiologic context for the potential health benets of dietary nitrite and nitrate from plant foods, and 2) support a growing consensus for a comprehensive reevaluation of the health ben- ets and risks associated with dietary sources of nitrates and nitrites. NITRITE AND NITRIC OXIDE PRODUCTION IN THE VASCULATURE AND IN TISSUES: 2 SYSTEMS,REDUNDANT FUNCTIONS New discoveries in the eld of nitrate and nitrite biology have provided mechanistic insights into the potential new physiologic roles of dietary nitrate and nitrite and their potential health benets. A brief introduction to the biology of nitric oxideproduction in the vasculature and nitric oxide-requiring tissues will provide the appropriate context for understanding the im- portance of dietary nitrate and nitrite. There is a consensus thatdietary nitrates are essentially inert and acquire biological ac-tivity only after reduction to nitrite. As such, nitrate serves as a source, via successive reduction, for the production of nitrite and nitric oxide as well as other metabolic products. The lateSpeaker of the US House of Representatives, Representative Thomas \"Tip\" O'Neil, famously stated \"All politics is local.\" There is no more apropos analogy in biology than the regulationof the availability of nitrogen oxides—by localization, oxygen tension, pH, inflammatory microenvironment, and organ and tissue specicity—that determines how much nitrate, nitrite,nitric oxide, and other NO xspecies to which tissues will be exposed. VASCULAR NITRIC OXIDE PRODUCTION Normal functioning of human vasculature requires both the presence of nitrite and nitric oxide along with the necessity to respond to these important signaling molecules (21, 22). The generation of up to '70% of systemic nitric oxide is accom- plished by endothelial nitric oxide synthase (eNOS), one of 3 members of the NOS family of enzymes, in the vascular endo- thelium (23). These enzymes synthesize nitric oxide from theamino acid L-arginine and molecular oxygen to accomplish vasodilation, blood pressure regulation, inhibition of endothelial inflammatory cell recruitment, and platelet aggregation (21). Asa result, the normal production of nitric oxide and nitrite and theability of the endothelium to respond to these species may prevent various types of cardiovascular disease, including hy- pertension, atherosclerosis, and stroke (24). The biological effects of nitric oxide are caused by the ini- tiation of cyclic GMP (cGMP)-mediated intracellular signals in the vascular wall. Two other members of the NOS family haveneuronal functions (nNOS) and inflammatory immune functions (inducible NOS or iNOS) (25). In neuronal tissue, nNOS provides nitric oxide for normal neuron function. The function of iNOS isan essential signaling mechanism in the innate immune response(26). In tissues experiencing chronic inflammation, such as inflamed bowel tissue in ulcerative colitis, iNOS can generate high concentrations of nitric oxide that promote carcinogenesisby inhibiting apoptosis, enhance prostaglandin formation, and promote angiogenesis in the early stage of carcinogenesis (27- 29). In atherosclerosis, hypoxic conditions combined can limit eNOS-derived production; nitrite can directly induce vasodilation in hypoxic endothelium (30). Indeed, the Bryan laboratory has shown thatnitrite can restore vascular tone after ischemia/reperfusion and substitutes for loss of eNOS-derived nitric oxide in eNOS- decient mice (31, 32). Unlike the provision of eNOS-derived nitric oxide to the endothelium to maintain vasomotor tone, nitric oxide production from nitrite occurs primarily in tissues (33). There are 2 systemsof reducing nitrate to nitrite in mammals. The rst system identied to accomplish this was the action of commensal gram- negative bacteria on the tongue to reduce salivary nitrate (34).Concentrations of plasma nitrate in the saliva occur as part ofenterosalivary circulation of dietary nitrate (35). Approximately 25% of ingested nitrate is secreted in saliva, where some 20% (or '5-8% of the nitrate intake) is converted to nitrite by com- mensal bacteria on the tongue (36). These anaerobic bacteria on the dorsal surface of the tongue use nitrate as an alternative electron acceptor to produce energy. Indeed, use of an antibac-terial mouthwash after consumption of dietary nitrate (10 mg/kg in water) attenuates the expected postprandial rise in plasma nitrite (37). In the proximal small intestine, nitrate is rapidlyabsorbed with high bioavailability (100%) (38). The nitritesupplied to the gastrointestinal tract serves to enhance gastric mucin production (39) and can serve as a substrate for genera- tion of nitrogen oxides for antimicrobial actions and support ofgastric homeostasis (40). NITRIC OXIDE PRODUCTION IN TISSUES Recently, nitric oxide synthesis in healthy tissues has been shown to occur independently of the L-arginine-NOS pathway (41); dietary provision of nitrates and nitrites may account for approximately half of steady state nitric oxide concentrations.Because inorganic nitrate is considered a biologically inert compound, the reduction of nitrate to nitrite is necessary for nitrite to serve as a substrate for nitric oxide production. TheLundberg group at the Karolinska Institute has shown, for the rst time, that mammalian enzymes have nitrate reductase activity—a function previously thought to be carried out only bybacterial nitrate reductases (41). As such, several different mammalian enzymes and metalloproteins have been shown to possess nitrate reductase activity, oxidore-ductase andmitochondria (41, 42). Nitric oxide synthesis in tissues, there- fore, can occur through a reduction of nitrate to nitrite and nitrite can be subsequently reduced to nitric oxide. Nitrite reduction tonitric oxide can be carried out by numerous metalloproteins, enzymes, and compounds with redox potential, including he- moglobin (43), deoxyhemoglobin, deoxymyoglobin, XOR, vi-tamin C, and polyphenols (41). As noted above, nitrite reduction to nitric oxide is greatly enhanced during the stress of hypox- emia and ischemia (44). These redundant physiologic systemsfor the provision of nitric oxide under normoxic or hypoxicconditions indicate that nitrite may serve as systemic reservoir for nitric oxide production. Emerging evidence from animal models and human clinical studies indicates that nitrite exerts unique intracellular signaling properties that mediate physiologic functions independent of its role as a source of nitric oxide in tissues by reduction (24). Nitrite2 HORD ET ALDownloaded from https://academic.oup.com/ajcn/article/90/1/1/4596750 by guest on 25 October 2021 infusion in humans induces rapid local vasodilation, reduces blood pressure acutely, serves as an endocrine reservoir of nitric oxide, and, unlike organic nitrates, does not induce tolerance (45,46). Nitrite has also been shown to play a role in mitochondrial respiration (47), cardiac function (48), activation the aform of the estrogen receptor (49), and exertion of antiapoptotic effects(50). Because nitrite is a biologically active resulting from nitrate reduction in tissues, signicant physiologic benets may be associated with the provision of nitrite from dietarysources. REGULATION OF THE NITRITE ECONOMY: ROLE OF DIET, TISSUE NITRATE REDUCTASES, AND DISEASE STATES The stepwise reduction of nitrate to nitrite to nitric oxide is, by necessity, an inefcient process by which each step yields a 3-log lower concentration of product than substrate (41). Therefore,a 10 mg/kg infusion of nitrate given over 5 min yielded a plasma concentration of nitrite of '1lmol/L and resulted in ostensibly nitric oxide-mediated vasodilation after experimentally (41). andsources of nitrate, nitrite, and nitric oxide are shown in Table 1 (45, 51). The 1- to 5-min half-life of nitrite is intermediate be- tween that of nitrate (5-8 h) and nitric oxide (milliseconds) (44).Notably, nitric from efcient oxidation of nitric oxide to nitrite and other nitrogen oxides, such as N-nitroso compounds by enzymes (so-called nitric oxide oxidases) that use transition metals in their active sites, such as copper-containing ceruloplasmin (52), myeloperoxidase (which uses heme iron as a cofactor), and even endothelial NOS (53).Oxidation of nitric oxide to nitrite and nitrite to nitrate con- tributes to the pool of NO xcompounds that serve as signaling molecules systemically or as a local substrate for nitric oxideproduction. In situations such as iNOS-mediated inflammatoryprocesses in ulcerative colitis, the large concentrations of nitric oxide produced can lead to high concentrations of more stable nitric oxide oxidation products such as nitrite and nitrate. Theelegant physiologically redundant mechanisms by which nitrite and nitrate are produced and reformed by oxidation of nitric oxide to ensure an abundant supply for the myriad processes thatrequire them for adequate functioning are illustrated in Figure 1. Dietary sources of nitrate and nitrite may bolster the reserve of these compounds for optimal functioning through periods ofphysiologic stress and diseases characterized by endothelialdysfunction (31, 32).SOURCES OF ENDOGENOUS AND DIET-DERIVED NITRIC OXIDE GENERATION In addition to the provision of nitrate and nitrite by diet or via the oxidation oxide to nitrite, vascular and gastroin- testinal nitric oxide production can be enhanced through variousmeans based on lifestyle and food choices. Physical activity,commensal bacteria, and dietary factors can influence nitric oxide production. Exercise enhances nitric oxide production in vascular endothelium (54) and postexercise plasma nitrite concentrationshave been proposed as an index of exercise capacity (55). In fact, aging is associated with an impaired capacity of the vasculature to increase plasma nitrite during exercise (56). Strikingly, it hasbeen found that dietary nitrate supplementation, at concentrations achievable by vegetable consumption, results in more efcient energy production without increasing lactate concentrationsduring submaximal exercise (57). Foods can increase the generation of nitric oxide in the gas- trointestinal tract via the polyphenolic content of, for example,apples or red wine (58, 59). Pomegranate juice has been shown toprotect nitric oxide from oxidation while enhancing its biological activity (60). The metabolic activity of commensal bacteria in the gastrointestinal tract and probiotic bacteria also provide nitricoxide from nitrite, and to a lesser extent, from nitrate (61, 62). Whereas data estimating the contribution of the microbiota, including probiotic bacteria, to the generation of nitric oxide arespeculative, they raise the possibility that the gastrointestinal production of nitric oxide and NO xis biologically plausible. These data add layers of complexity to the estimation of nitrate/nitriteexposure levels in vivo and the determination of whether specicfoods or lifestyle choices can signicantly affect the production and metabolic disposition of dietary and endogenous NO xspecies. QUANTIFYING THE NITRITE ECONOMY Given the complex interactions between nitrite and nitrate of dietary origin, the endogenous production of nitrate and nitritefrom nitric oxide and other nitrogen oxides (NO x) (Figure 1), the effect of physiologic conditions such as atherosclerosis and inflammatory disease, dietary sources of NO x, and physicalTABLE 1 Plasma concentrations, half-lives, and sources of NO xspecies nitrite, Endogenous nitrite 1Data from references 44 and 51. FIGURE 1. A schematic diagram of the physiologic disposition of nitrate, nitrite, and nitric oxide from and endogenous sources.The action of bacterial nitrate reductases on the tongue and mammalianenzymes that have nitrate reductase activity in tissues are noted by the number 1. Bacterial nitrate reductases are noted by the number 2. Mammalian enzymes with nitrite reductase activity are noted by thenumber 3.DIETARY SOURCES OF NITRATES AND NITRITES 3Downloaded from https://academic.oup.com/ajcn/article/90/1/1/4596750 guest on 25 October 2021 activity, nitrate, and nitrite balance studies are not, at present, feasible. Therefore, a simple characterization of an optimal concentration of dietary nitrate and nitrite based on an overallpicture of the nitrate and nitrite economy is not possible. However, we can make 2 generalizations that summarize our current knowledge. First, most nitrite utilization and nitric oxideproduction occur in healthy individuals in 2 compartments: vascular and somatic tissues. Normal vascular function requires nitric production from the L-arginine-NOS pathway; in ischemic conditions, nitrite can substitute for L-arginine-NOS- derived nitric oxide (31, 32). Most healthy somatic tissues possess mammalian enzymes that exert nitrate reductase active nitrite to maintain gastrointestinal and cardiovascular health. In inflammatory conditions, iNOS in epithelial and immune cells can produce nitric oxide as part ofthe innate immune response. The second generalization is that in cardiovascular disease states characterized by hypoxia and/or ischemia/reperfusion injury, eNOS-supplied nitric oxide may belimiting and nitrite may be used to support vascular function under these conditions. However, concern has been expressed that nitrite may be reduced to nitric oxide under normoxicconditions (63) and that, under these conditions, nitrate andnitrite may inhibit steroidogenesis in vitro and in vivo (64). The data supporting the in vivo conversion of nitrates and nitrites to nitric oxide has implications for dietary consumption offoods high in nitrate and nitrite. As such, nitrate- and nitrite- containing foods may supply nitrite in situations in which substrates for endogenous NO xproduction are limiting, as in cardiovascular conditions, to support cardiovascular and gas- trointestinal function. As such, when the dietary intake of nitrate and nitrite is low and there is no additional sourcesof x(eg, gastrointestinal via oxidation oxide and nitrite, provides more substrate for nitric oxideproduction than dietary sources. Long-term consumption of di-ets containing high levels of nitrate and nitrite may have im- portant implications for providing health benets by ensuring high concentrations of nitrogen oxides as a \"reserve\" for tissuedefense and homeostasis in stress and disease. DIETARY SOURCES OF NITRATE AND NITRITE Dietary nitrate intake is determined by the type of vegetable consumed, the levels of nitrate in the vegetables (including the nitrate content of fertilizer), the amount of vegetables consumed, and the level of nitrate in the water supply (65). As such, thenitrate content of organic vegetables may be less than that of vegetables grown in the presence of nitrogen-containing fertil- izers. The primary determinants of nitrite consumption are thelevels of nitrites in cured, processed meats and the consumption level of these products. A recent survey of vegetable nitrate concentrations in the European Union states and Norway basedon'42,000 submitted analytic results showed a variation ranging from a low of 0.1 mg/100 g (peas and Brussels sprouts) to a high of 480 mg/100 g (rucola or rocket) (66). The nitrate and nitrite contents of edible vegetable components are listed inTable 2 (from reference 67). A list of vegetable varieties grouped in ascending order of nitrate content are shown in Table 3 (from reference 68). In terms of plant anatomy, the nitrate content ofvegetable organs can be listed in descending order (most to least) as petiole .leaf.stem.root.influorescence .tuber .bulb.fruit.seed (69). The accumulation of nitrate is subject to factors such as genotype, soil conditions, growth conditions (ie, nitrate uptake, nitrate reductase activity, and growth rate), and storage and transport conditions (65, 70). Forexample, the average nitrate content of spinach collected from 3 different markets in Dehli, India, varied from 71 to 429.3 mg/ 100 g fresh weight (FW) (70). These data dictate that caution beobserved in linking the biological effects of leafy vegetables (and other nitrate-containing vegetables and fruit) to specic health effects, particularly in observational epidemiologic studies. DIETARY NITRATE AND NITRITE INTAKE ESTIMATES The mean intake estimates for nitrate and nitrite in the United States and Europe vary by investigator but are consistent andcomparable. International estimates of nitrate intakes from food are 31-185 mg/d in Europe and '40-100 mg/d in the United States (71, 72). The bioavailability of dietary nitrate is 100%(38). Nitrite intakes vary from 0 to 20 mg/d (65). Nitrate intakes from sources other than vegetables, including drinking water and cured meats, has been estimated to average 35-44 mg/per-son per day for a 60-kg human (66). On the basis of a conser- vative recommendation to consume 400 g of different fruits and vegetables per day at median nitrate concentrations, the dietaryconcentration of nitrate would be '157 mg/d (66). In the Eu- ropean Union, where fruit consumption (average nitrate con- centration: ,10 mg/kg FW) constitutes more than half of the recommended intake of 400 g, actual nitrate intakes would be'81-106 mg/d before additional nitrate losses from washing, peeling, and/or cooking are taken into consideration. A CASE STUDY IN NITRATE AND NITRITE INTAKE ESTIMATES BASED ON A CONVENIENCE SAMPLE Due to the variability in nitrate and nitrite concentrations of foods reported in Tables 2 and 3, we conducted nitrate and nitrite TABLE 2 Nitrate and nitrite contents of edible components of vegetables1 Vegetable types and varieties Nitrite Nitrate mg/100 g fresh weight mg/100 g vegetables Carrot 0.002-0.023 https://academic.oup.com/ajcn/article/90/1/1/4596750 by guest on 25 October 2021 analyses on a convenience sample of vegetables, a commercial vegetable juice beverage (V8; Campbell Soup Co, Camden, NJ),fruit, fruit juices, as well as fresh and processed meats ( Tables 4 and5). Vegetables with the highest nitrate concentrations in our sample included spinach (740 mg/100 g FW), collard greens(320 mg/100 g FW), mustard greens (120 mg/100 g), broccoli(40 mg/100 g FW), and tomato (39 mg/100 g FW). Banana, apple sauce, and oranges had nitrate and nitrite concentrations (mg/100 g FW) of 5 and 0.009, 0.3 and 0.008, and 0.8 and 0.015,respectively. Vegetable and fruit juices had nitrate and nitrite concentrations (mg/L FW) of 27.6 and 0.04 (carrot juice), 26.1 and 0.09 (V8 juice), 12.9 and 0.07 (pomegranate juice), 9.1 and0.14 (cranberry juice), and 0.6 and 0.01 (acai juice). Note that a desiccated vegetable dietary supplement (Nature's Way Gar- den hadthe nitrate and nitrite concentrations of any food tested, ie,27,890 and 10.5 mg/100 g FW, respectively. Each capsule of this supplement contains 900 mg desiccated vegetable product, and label recommendations suggest a daily intake of 2 capsules daily,which equates to .500 mg nitrate and 0.2 mg nitrite per day. Hot dogs, ham, pork tenderloin, bacon, and nitrate- or nitrite-free bacon had nitrate and nitrite concentrations (mg/100 g FW) of 9 and 0.05,0.9 and 0.89, 3 and 0, 6 and 0.38, and 3 and 0.68, respectively. MODELING NITRATE AND NITRITE INTAKES BASED ON THE VEGETABLE AND FRUIT CONTENT IN THE DASH DIET PATTERN Our data, considered together with data in Tables 2 and 3, make it plain that, because of the wide variation in nitrate and nitrite contents of vegetables, fruit, and their juices, practicing the oft-quoted dietary recommendation \"Eat your fruits and vegetables\"may not translate into high nitrate and nitrite concentrations in the diet. We set out to model this variation by using the vegetable andfruit components of the DASH dietary pattern (73) that involved choosing particular foods with a high or low nitrate content. Two hypothetical vegetable and fruit consumption patterns based onthe DASH diet (1 cup raw leafy vegetables, 1/2 cup cut-up raw or cooked vegetables, 1/2 cup vegetable juice, 1 medium fruit, 1/4 cup dried fruit, 1/2 cup fruit juice, or 1/2 cup fresh, frozen, orcanned fruit), which contains foods that are low or high in nitrate, are shown in Table 6 . The high-nitrate DASH diet would result in the consumption of 1222 mg nitrate and 0.351 mg nitritecompared with the low-nitrate DASH diet that yields 174 mg nitrate and 0.41 mg nitrite. These analyses make evident that consuming a dietary pattern such as the DASH diet can yielddifferences in nitrate intake that vary by '700%. POTENTIAL HEALTH RISKS OF EXCESSIVE NITRATE AND NITRITE EXPOSURE Analogous to all essential or indispensable nutrients, intake of excess nitrate and nitrite exposure is, in specic contexts, as- sociated with an increased risk of negative health outcomes. A setof Dietary Reference Intake (DRI) categories are set by the Foodand Nutrition Board of the National Academy of Sciences for essential nutrients to clearly dene, where possible, the contexts in which intakes are decient, safe, or potentially excessive.These DRI categories include the Recommended Dietary Al- lowance (RDA), Adequate Intake (AI), Tolerable Upper Level Intake (TUL), and Estimated Average Intake (EAI) (74). TheTABLE 3 Classication of vegetables according to nitrate content1 Nitrate content (mg/100 g fresh weight) Vegetable varieties Very low, ,20 Artichoke, asparagus, broad bean, eggplant, garlic, onion, green bean, mushroom, pea,pepper, potato, summer squash, sweetpotato, tomato, watermelon Low, 20 to ,50 Broccoli, carrot, cauliflower, cucumber, pumpkin, chicory Middle, 50 to ,100 Cabbage, dill, turnip, savoy cabbage High, 100 to ,250 Celeriac, Chinese cabbage, endive, fennel, kohlrabi, leek, parsley Very high, .250 Celery, cress, chervil, lettuce, red beetroot, spinach, rocket (rucola) 1Data from reference 68. TABLE 4Mean nitrate and nitrite contents of a convenience NJ).TABLE 5Mean nitrate and nitrite contents of a convenience sample of fruit, vegetables, meats, and processed meats 1 Nitrates Nitrites mg/100 g mg/100 g Fruit Apple sauce 0.3 0.008Banana 4.5 0.009 Fruit mix 0.9 0.08 Orange 0.8 0.02 Vegetables Broccoli 39.5 0.07 Carrots 0.1 0.006Cole slaw 55.9 0.07French fries 2.0 0.17 Ketchup 0.10 0.13 greens 116.0 0.003Salad mix 82.1 0.13Spinach 741 0.02 Tomato 39.2 0.03 soup 20.9 0.001Desiccated vegetable dietary supplement 227,890 10.5 Meats/processed meats Bacon 5.5 Bacon, nitrite-free 0.90 Hot 3.3 and nitrite concentrations quantied by ion chromatog- raphy (ENO 20 Analyzer; Eicom, Kyoto, Japan). Analysis of foods reflectsthe mean value from triplicate or quadruplicate analyses. 2Nature's Way Veggies (1 capsule; vegeta- Nature's AND NITRITES 5Downloaded from https://academic.oup.com/ajcn/article/90/1/1/4596750 by guest on 25 October 2021 process of setting DRIs for nutrients considers a broad range of physiologic factors, including nutritional status and potentialtoxicities. Rational methodologies such as these, including the consideration of normal dietary consumption patterns of nitrate- and nitrite-containing foods, have not been applied in settingexposure limits or in considering the potential health benets ofdietary nitrates and nitrites. Whereas accidental toxic exposures of nitrates and nitrites have occurred (75), the health risks due to excessive nitrate andnitrite consumption appear only in specic subgroups of the population. The permissible concentration of nitrate in drinking water is 50 mg nitrate/L in the European Union and 44 mg/L inthe United States in accordance with World Health Organization recommendations rst established in 1970 and reafrmed in 2004 (76). The US Environmental Protection Agency limits humanexposure to inorganic nitrates to .10 mg/L (or nitrogen) and nitrites to 1 ppm nitrite nitrogen (77). The Joint Food and Agricultural Organization/World Health Organization has set the Acceptable Daily Intake (ADI) for the nitrate ion at3.7 mg/kg body wt and for the nitrite ion at 0.06 mg/kg body wt (66). Likewise, Environmental Protection Agency has set a Reference Dose for nitrate of 1.6 mg nitrate nitrogen /C1kg CONTEXTS FOR NITRATE- AND NITRITE-ASSOCIATED TOXICITIES Two types of exposure place susceptible individuals at high risk to the adverse effects of excess nitrite exposure. First, infantsyounger than 6 mo of age may be exposed to excess nitrates in bacterially contaminated well water, which reduces nitrate to nitrite (78). Infants consuming excess nitrite experience met-hemoglobinemia or \"blue baby syndrome\" because of the mediated oxidation of ferric (Fe 2+) iron in oxyhemoglobin that leads to hypoxia and cyanosis (16, 79). As such, an AmericanAcademy of Pediatrics consensus panel concluded that all pre- natal and well-infant visits should include questions about the home water supply; if the water source is a private well, thewater should be tested for nitrates (80). The panel concluded that infants fed commercially prepared infant foods are generally not at risk of nitrate poisoning, but that home-prepared infantfoods from vegetables (eg, spinach, beets, green beans, squash,and carrots) should be avoided until infants are 3 mo of age or older. Breastfed infants are not at risk of excessive nitrate ex- posure from mothers who ingest water with a high nitrate content(up to 100 ppm nitrate nitrogen) because the nitrate concentra- tion does not increase signicantly in breast milk (80). Note that the few human nitrate and nitrite exposure studies, including children and adults, have not produced methemoglo- binemia. Infants exposed to 175-700 mg nitrate/d did not have methemoglobin concentrations .7.5%, which suggests that ni- trate alone cause methemoglobinemia (81). A morerecent randomized 3-way crossover study exposed healthy adults to single doses of sodium nitrite that ranged from 150 to 190 mg per volunteer to 290-380 mg per volunteer (82). Theobserved methemoglobin concentrations were 12.2% for vol- unteers receiving the higher dose of nitrite ion and 4.5% for those receiving the lower dose. Recent nitrite infusion studies ofup to 110 lg/C1kg 21/C1min21for 5 min induced methemoglobin concentrations of only 3.2% (45). These data have led scientists to propose alternative explanations for the observed methemo-globinemia in infants, including gastroenteritis and associated iNOS-mediated production of nitric oxide induced by bacteria- contaminated water (83, 84). These studies call into question themechanistic basis for exposure regulations for nitrate and nitrite.At best, these ndings highlight a serious, but context-specic, risk associated with nitrite overexposure in infants. Experts have questioned the veracity of the evidence sup- porting the hypothesis that nitrates and nitrites are toxic for healthy adolescent and adult populations (16, 17, 66). It appears that the biologically plausible hypothesis of nitrite toxicity (eg,methemoglobinemia) has essentially transformed a plausible hypothesis into sacrosanct dogma (16), despite the lack of proof (83, 84). The second context in which nitrate and nitrite exposure has been associated with negative health effects is through the consumption of cured and processed meats (85). Nitrates added tomeats serve as antioxidants, develop flavor, and stabilize the redcolor in meats but must be converted to nitrite to exert these actions. Sodium nitrite is used as a colorant, flavor enhancer, and antimicrobial agent in cured and processed meats. Nitrate andnitrite use in meat products, including bacon, bologna, corned beef, hot dogs, luncheon meats, sausages, and canned and cured meat and hams is subject to limits put forth in Food and DrugAdministration (FDA) and US Department of Agriculture (USDA) regulations. These regulations can be found in the Code of Federal Regulations (CFR) (21CFR 170.60, 172.170, and172.175 for FDA 6 Hypothetical dietary nitrate and nitrite intakes based on food and juice serving recommendations for vegetables and fruit based on the DietaryApproaches to Stop Hypertension (DASH) dietary pattern 1 Food pattern and serving size Nitrate content Nitrite content mg/serving mg/serving DASH food pattern with high-nitrate or high-nitrite food choices (4-5 servings each of vegetables and fruit) 1 cup raw spinach 926 0.027 1/2 cup cooked collard greens 198 0.06 1/2 cup vegetable juice 42.5 0.021 medium banana 6.75 0.0141/4 cup raisins 1 — 1 medium orange 1 0.02 1/2 cup pomegranate juice 47 0.21Total 1222 0.351 DASH food pattern with low-nitrate or low-nitrite food choices (4-5 servings each of vegetables and fruit) 1 cup raw leaf lettuce 103 0.171/2 cup broccoli 25 0.09 1/2 cup vegetable juice 42.5 0.02 1 medium apple 0.40 0.011/4 cup raisins 1 — 1/2 cup canned fruit cocktail 1 0.1 1/2 cup orange juice 1 0.02Total 174 0.41 1Analysis of foods reflects the mean value from triplicate analyses. Nitrate and nitrite concentrations HORD from https://academic.oup.com/ajcn/article/90/1/1/4596750 by guest on 25 October 2021 Consumption of red and processed meats is associated with an increased risk of certain types of cancer and chronic obstructive pulmonary disease (85-89). On the basis of the association withcancer risk, the American Institute for Cancer Research's Food, Nutrition, Physical Activity, and the Prevention of Cancer: a Global Perspective contains the following recommendation\"Limit consumption of red meats (such as beef, pork and lamb) and avoid processed meats\" (90). A systematic review indicated that up to '500 g ('18 oz) weekly of red meat can be consumed without cancer risk. However, review panelists could not de- termine a safe consumption level for processed meat; cancer risk was shown to increase with any consumption of processed meatsbased on a meta-analysis of cohort studies showing an increasedrisk of colorectal cancer with increased intakes of processed meats (summary estimate of relative risk per 50 g/d: 1.21; 95% CI: 1.04, 1.42) (92). It is worth noting that nitrite or nitrate is notadded to fresh meats. A discussion of this association in the co- ntext of nitrate and nitrite consumption and gastric physiology is warranted to illuminate the processes relevant to this association. Direct evidence of the participation of nitrate and nitrite in human carcinogenesis is lacking, despite extensive epidemio- logic and animal studies (84). Rodent toxicological studies (91)and human epidemiologic investigations have not shown anunequivocal relation between nitrite exposure and the risk of cancer (71). It is reasonable to conclude that all food sources of nitrate and nitrite are not equal with regard to potential healthbenets or risks. The association between nitrite consumption and gastrointestinal cancers was bolstered by ndings that ingested nitrites may react with secondary amines or N-alkylamides to generate carcinogenic N-nitroso compounds (NOCs) (71). Al- though NOCs have been shown in animal models to be carcino- genic (92), proof in humans has been scant. The N-nitrosamides and N-nitrosoureas have been shown to be direct mutagens, whereas N-nitrosoamines do not act as direct mutagens but gen- erally require activation by microsomal enzymes within the body,perhaps by cytochrome P450 enzymes (93). The use of nitrites inbacon must be accompanied by the use of either sodium ery- thorbate or sodium ascorbate (vitamin C), antioxidants that inhibit the nitrosation effect of nitrites on secondary amines (94). The useof these antioxidants, along with lower nitrate and nitrite levels in processed meats, has lowered residual nitrite levels in cured meat products in the US by '80% since the mid-1970s (95). A recent study has yielded new insights into the ability of vitamin C to modulate the formation of carcinogenic NOCs under conditions simulating the proximal stomach during the digestionof foods such as processed meats (96). Nitrite in processed meats may be converted to nitrosating species and NOCs by acidi- cation in the presence of thiocyanate at low gastric pH. Theformation of NOCs was examined under these conditions in thepresence and absence of vitamin C and lipid. In the absence of lipid, vitamin C prevented the formation of N-nitrosodiethylamine and N-nitrosopiperidine and decreased the formation of N- nitrosodimethylamine and N-nitrosomorpholine 5-fold and 1000- fold, respectively. In the presence of 10% lipid (a food matrix component for processed meats), the presence of vitamin Cincreased the formation of nitrosodimethylamine, nitro- sodiethylamine, and N-nitrosopiperidine 8-, 60-, and 140-fold, respectively. Thus, the presence of lipid converts vitamin C frominhibiting to promoting acid nitrosation. This effect is attribut-able to the ability of vitamin C to assist in the generation ofnitric oxide in the aqueous phase, which enables the re- generation of nitrosating species by reacting with oxygen in the lipid phase (96). Whereas these data require conrmation inanimal models and in humans, it provides a biologically plau- sible mechanism for the observed association between processed meat consumption and gastrointestinal cancer risk. Others havepostulated that gastric formation of NOCs may be inhibited by nutrients and other components of vegetables and fruit (97). Clearly, more research is needed to address the potentialmechanisms by which certain NOCs are related to cancer risk. ESTIMATING HUMAN NITRATE AND NITRITE EXPOSURE LEVELS The recent demonstration of the vasoprotective, blood pressure- lowering, and antiplatelet aggregation properties of originating from dietary nitrate, suggests thata reexamination of the health effects of dietary sources of nitrate and nitrite would be benecial (31, 32, 46). An illustrative ex- ample of human exposure to nitrate, nitrite, and nitric oxide willserve to support the apparent safety of these exposure levels. Based on an estimated daily intake of 0.77 mg nitrite, nitric oxide production would equate to 11.1 lmol/d, and an intake of 76 mg nitrate would equate to 894 lmol/d or roughly 1 mmol NO x/d from diet. A 70-kg individual produces 1.68 mmol nitric oxide/d (based on 1 lmol /C1kg21/C1h21nitric oxide production) through the endogenous L-arginine pathway. Notably, the amount of nitrite and nitrate consumed as dietary nitrate and nitrite results in nitric oxide production approximately equal to endogenous sources if, as discussed above, we assume most ofthe endogenous nitric oxide goes to stepwise oxidation to ni- trite and nitrate. Therefore, up to 50% of human steady state concentrations of nitrite and nitrate, which are routinely usedas clinical biomarkers of nitric oxide activity, are derived from from dietary sources. Assuming 50 lmol/L nitrite in saliva and a daily production of up to 1.5 L saliva/d, the total nitriteexposure from saliva alone is 75 lmol, or 5.18 mg. The en- terosalivary concentration and circulation of nitrate and ulti- mately nitrite provides an essential pathway for health andhost defense (98). If nitrite were, indeed, a carcinogen, wewould be advised to avoid swallowing because saliva contains 50-100 lmol/L nitrite, which can increase to near millimolar levels (99) after a nitrate-rich meal. Even more convincing,studies of natives in the high altitude of Tibet have shown that increasing nitrite and nitrate concentrations within the body is a natural physiologic response that is not associated withharmful physiologic effects (100). These data show that nor- mal physiologic exposure levels of nitrite and nitrate greatly exceed concentrations considered to produce health risks.These observations render as questionable the rationale sup-porting these regulatory limits. DIETARY CONSUMPTION OF NITRATES AND NITRITES RELATIVE TO WHO ACCEPTABLE DAILY INTAKES The WHO ADI for nitrate (0-3.7 mg/kg) translates into an equivalent of 222 mg nitrate for a 60-kg adult. Our calculationsabove indicate that an individual following a DASH dietary pattern with high-nitrate vegetable and fruit choices represented in our convenience sample would exceed this ADI by '550%. InDIETARY SOURCES OF NITRATES AND NITRITES 7Downloaded from https://academic.oup.com/ajcn/article/90/1/1/4596750 by guest on 25 October 2021 fact, as has been observed previously and conrmed here, a portion of spinach commonly consumed in one serving of salad can exceed the ADI for nitrate (51). The fact that typicalconsumption patterns of vegetables and fruit exceed regulatory limits for dietary nitrates calls into question the rationale behind current nitrate and nitrite regulations. The physiologic basis forregulating human consumption of plant foods containing nitrates and nitrites should be reevaluated to include potential health benets. CONCLUSIONS The DASH diet forms the basis for public dietary health recommendations in the United States (eg, MyPyramid.gov) and is widely recommended by private health agencies, such as theAmerican Heart Association (101). Taken together, the data considered here support the conclusions of the European Food Safety Authority (66) that benets of vegetable and fruit con-sumption outweigh any perceived risk of developing cancer from the consumption of nitrate and nitrite in these foods. Note that the nitrate and nitrite concentrations measured in our conveniencesample may differ from samples taken from more disparategeographic locations. We conclude that the data on nitrate and nitrite contents of vegetables and fruit bolster the strength of existing evidence to recommend their consumption for healthbenets. Despite the demonstration of physiologic roles for nitrate and nitrite in vascular and immune function, food sources of nitratesand nitrites as healthful dietary components have received little attention (18). The questionable practice of causal inference with regard to the etiologic roles of dietary nitrates and nitrites inmethemoglobinemia and cancer has exerted a detrimental effect on research supporting the health benets of nitrate- and nitrite- containing foods. This has occurred despite the observed benetsof nitrate and nitrite in medical therapeutics (102). Indeed, datafrom observational epidemiologic and human clinical studies support the hypothesis that nitrates and nitrites of plant origin play essential physiologic roles in supporting cardiovascularhealth and gastrointestinal immune function. We support the recent call for a multidisciplinary and systematic review of the biological consequences of dietary nitrate and nitrite consump-tion (84). The strength of the evidence linking the consumption of nitrate- and nitrite-containing plant foods to benecial health effects supports the consideration of these compounds asnutrients. The authors' responsibilities were as follows—NGH: primary author; NSB: senior author who designed the experimental analysis; and YT: carried out the nitrate and nitrite analyses. No conflicts of interest were reported. REFERENCES 1. Van Duyn MA, Pivonka E. Overview of the health benets of fruit and vegetable consumption for the dietetics professional: selected litera- ture. J foods: benets, concerns and challenges-a po- sition paper from the American Council on Science and Health. J Nutr2002;132:3772-81. 3. Nothlings U, Schulze MB, Weikert C, et al. Intake of vegetables, le- gumes, and fruit, and risk for all-cause, cardiovascular, and cancer mortality in a European diabetic population. J Nutr 2008;138:775-81. 4. Albanes D, Heinonen OP, Taylor PR, et al. Alpha-Tocopherol and beta-carotene supplements and lung cancer incidence in the alpha-tocopherol, beta-carotene cancer prevention study: effects of base-line characteristics and compliance. J Natl Cancer Inst 1996;88:1560-70. 5. Omenn GS, Goodman GE, Thornquist MD, et al. Risk factors for lung cancer and for intervention effects in CARET, the Beta-Carotene andRetinol the beta-carotene and retinol efcacy trial, and prospects for the future. Eur J Cancer Prev 2007;16:184-91. 7. Bjelakovic of antioxidant supplements for primary and secondary prevention: systematic review and meta-analysis. JAMA 2007;297:842-57. 8. Visioli F, Grande S, Bogani P, Galli C. The role of antioxidants in the Mediterranean diets: focus on cancer. Eur J Cancer Prev 2004;13:337- 43. 9. Visioli F, Bogani P, Grande S, Galli C. Mediterranean food and health: building human evidence. J Physiol Pharmacol 2005;56(suppl 1):37- 49. 10. Trichopoulou A, Critselis E. Mediterranean diet and longevity. Eur J Cancer Prev 2004;13:453-6. 11. Joshipura KJ, Ascherio A, Manson JE, et al. Fruit and vegetable intake in relation to risk of ischemic stroke. JAMA 1999;282:1233-9. 12. Joshipura KJ, Hu FB, Manson JE, et al. The effect of fruit and vege- table intake on risk for coronary heart disease. Ann Intern Med 2001; 134:1106-14. 13. Appel LJ, Moore TJ, Obarzanek E, et al. A clinical trial of the effects of dietary patterns on blood pressure. DASH Collaborative Research Group. N Engl J Med 1997;336:1117-24. 14. Sacks FM, Svetkey LP, Vollmer WM, et al. Effects on blood pressure of reduced dietary sodium and the Dietary Approaches to Stop Hy- pertension (DASH) diet. DASH-Sodium Collaborative Research Group. N Engl J Med 2001;344:3-10. 15. Most MM. Estimated phytochemical content of the dietary approaches to stop hypertension (DASH) diet is higher than in the Control Study Diet. J Am Diet Assoc 2004;104:1725-7. 16. McKnight GM, Duncan CW, Leifert C, Golden MH. Dietary nitrate in man: friend Br J Nutr 1999;81:349-58. CABI Nitric 19. Lo EY CC, ed. Medieval Chinese medicine: the Dunhuang medical manuscripts. London, United Kingdom: Routledge, 2004. 20. Reichert ETMS. On the physiological action of potassium nitrite. Am J Med Sci 1880;159:158-80. 21. Lundberg JO, Weitzberg E, Gladwin MT. The nitrate-nitrite-nitric oxide pathway in physiology and therapeutics. Nat Rev Drug Discov 2008;7:156-67. 22. Rassaf oxide way: for multiple-level approach to assess vascular function. Biol Chem 2006;387:1347-9. 23. Xia Y, Dawson VL, Dawson TM, Snyder SH, Zweier JL. Nitric oxide synthase generates superoxide and nitric leading peroxynitrite-mediated cellular injury. Proc Natl Acad Sci USA 1996;93:6770-4. 24. NS. nitric oxide biology: cause consequence? Thelier N, al. Heme oxygenase-1 is a critical regulator of nitric oxide Escherichia coli-infected human enterocytes. 2008;180:5720-6. 27. Weinberg RA. The hallmarks of cancer. Cell 2000;100:57- 70. 28. Ambs S, Merriam WG, Bennett WP, et al. Frequent nitric oxide synthase-2 expression in human colon adenomas: implication for tumorangiogenesis and colon cancer progression. Cancer Res 1998;58:334-41. 29. Ambs S, Ogunfusika MO, Merriam HORD guest 30. Dalsgaard T, Simonsen U, Fago A. Nitrite-dependent vasodilation is facilitated by hypoxia and is independent of known NO-generatingnitrite reductase activities. Am J Physiol Heart Circ Physiol 2007;292:H3072-8. 31. Bryan NS, Calvert JW, S, Ji SY, Lefer Natl 2007;104:19144-9. 32. NS, Calvert JW, Gundewar S, Lefer DJ. Dietary nitrite restores NO homeostasis mice. Free JL. Nitric oxide pro- duction nitrite occurs primarily in tissues not in the blood: critical role of xanthine oxidase and Preussmann R. Influence of dietary nitrate on nitrite content of human saliva: possible relevance to in vivoformation of N-nitroso compounds. Food Cosmet Toxicol 1976;14:545-8. 35. Duncan C, Dougall H, Johnston P, et al. Chemical generation of nitric oxide in the mouth from the enterosalivary circulation of dietary ni-trate. Nat Med 1995;1:546-51. nitric production humans: air. 1994;35:1543-6. 37. Govoni M, Jansson EA, Weitzberg E, Lundberg JO. The increase in plasma nitrite after a dietary nitrate load is markedly attenuated by mouthwash. JO. Nitrite in saliva increases gastric mucosal blood flow and mucusthickness. J Clin Invest 2004;113:106-14. 40. anti- Med 2006;41:1404-12. 41. Jansson EA, Huang L, Malkey R, et al. A mammalian functional nitrate reductase that regulates nitrite proteins mediate the conversion of nitrite to nitric oxide in the vascularwall. Am Nitrite reductase activity of hemoglobin as a systemic nitric oxide generator mechanism to detoxifyplasma hemoglobin produced during hemolysis. J Physiol HeartCirc Physiol 44. Lundberg JO, Weitzberg E. NO control. infusion humans and primates: endocrine effects, pharmacokinetics, and toler-ance formation. Circulation 2007;116:1821-31. 46. Webb AJ, Patel N, Loukogeorgakis S, et al. Acute blood pressure lowering, vasoprotective, and antiplatelet properties of dietary nitratevia bioconversion of oxygen andregulator cardiac and function. Circ Res 2007;100:1749-54. 49. Veselik DJ, Divekar S, Dakshanamurthy S, al. Activation of estrogen receptor-alpha by the anion nitrite. Cancer Res 2008;68:3950-8. 50. Gonzalez FM, Shiva S, Vincent PS, et al. Nitrite anion provides potent cytoprotective and antiapoptotic effects as re-perfusion Lundberg JO, Govoni M. Inorganic nitrate is a possible source for systemic generation of nitric oxide. Free Radic Biol Med 2004;37:395-400. 52. Shiva S, Wang X, Ringwood LA, et al. Ceruloplasmin is a NO oxidase to NO under anoxia. Cell Mol Life Sci 2007;64:96-103. 54. Allen JD, Cobb FR, Gow AJ. Regional and whole-body markers of nitric oxide production following hyperemic stimuli. BiolMed 2005;38:1164-9. Rassaf al. Nitric oxide synthase-derived plasma nitrite predicts exercise capacity. Br J Sports Med 2007;41:669-73(discussion 673). 56. Lauer T, Heiss C, Balzer J, et al. Age-dependent endothelial dys- function is associated with failure to increase plasma nitrite in responseto exercise. Basic Res Cardiol 2008;103:291-7. 57. Larsen FJ, Weitzberg E, Lundberg JO, Ekblom B. Effects of dietary nitrate on oxygen cost during exercise. Acta Physiol Fogliano V, Minetti M. Apples increase nitric oxide production by human saliva at the acidicpH of the stomach: a new biological function for polyphenols with a catechol Free J. Red wine-dependent reduction of nitrite to nitric oxide Napoli C. Pomegranate juice protects nitric oxide against oxidative destruction and enhancesthe biological actions of nitric oxide. Nitric 2006;15:93-102. from nitrate and nitrite.Nitric Oxide 2005;13:272-8. 62. Sobko T, Huang L, Midtvedt T, et al. Generation of NO by probiotic bacteria in the gastrointestinal tract. Free Radic Biol Med 2006;41:985-91. 63. Panesar NS. Downsides to the nitrate-nitrite-nitric oxide pathway in physiology and therapeutics? Nat Rev Drug Discov 2008;7:710 (authorreply 710). 64. Panesar Chan hormone synthesis from inorganic nitrite and nitrate: studies in vitro and in vivo. Toxicol ApplPharmacol 2000;169:222-30. 65. Pennington J. Dietary exposure models for nitrates and nitrites. Food Control 1998;9:385-95. 66. Authority EFS. Nitrate in vegetables: scientic opinion of the panel on contaminants in the food chain. The EFSA Journal 2008;689:1-79. 67. Wang ZHTX, Wei YS, Li SX. Nitrate accumulation and its regulation by nutrient management in vegetables. In: Balanceable fertilization andhigh quality vegetables. Beijing, China: China Agricultural UniversityPress, 2000. 68. Santamaria P. Nitrate in vegetables: toxicity, content, intake and EC regulation. J Sci Food Agric 2006;86:10-7. 69. Santamaria P. Ways of reducing rocket 2001;548:529-37. 70. Anjana SUIM, Abrol vegetables Sci 2007;92:355-60. 71. Mensinga TT, Speijers GJ, implications ex- to environmental nitrogenous compounds. Toxicol Rev 2003;22:41-51. 72. Gangolli VJ, nitrite and Eur J Pharmacol 1994;292:1-38. 73. Lin PH, Aickin M, Champagne C, et al. Food group sources of nu- trients in the dietary patterns of the DASH-Sodium trial. J Am DietAssoc 2003;103:488-96. 74. Otten JJHJ, Meyers LD, eds. Dietary Reference Intakes: the essential guide to nutrient requirements. Washington, DC: National AcademyPress, Food and Nutrition Board, Institute of Medicine, NationalAcademy of Sciences, 2006. 75. CDC. Methemoglobinemia following unintentional ingestion of so- dium nitrite—New York, 2002. MMWR Morb Wkly Health Organization. Recommendations; nitrate and nitrite. In: Guidelines for drinking water quality. 3rd ed. Geneva, Switzerland:WHO, 2004:417-20. 77. Agency UEP. National Primary Drinking Water Regulations: Final Rule, 40. Fed Regist 1991;CFR parts 141-143:3526-3597. 78. Johnson CJ, Kross BC. Continuing importance of nitrate contamination of groundwater and wells in rural areas. Am J Ind Med 1990;18:449-56.DIETARY SOURCES OF NITRATES AND NITRITES 9Downloaded from https://academic.oup.com/ajcn/article/90/1/1/4596750 by guest on 25 October 2021 79. Fan AM, Steinberg VE. Health implications of nitrate and nitrite in drinking water: an update on methemoglobinemia and re-productive and developmental toxicity. Regul Toxicol Pharmacol 1996;23:35-43. 80. Greer FR, Shannon M. Infant methemoglobinemia: the role of dietary nitrate in food and water. Pediatrics 2005;116:784-6. 81. Cornblath M, Hartmann AF. Methhemoglobinaemia bioavailability of dium nitrite investigated in healthy adult volunteers. Bilthoven, Neth-erlands: National Institute of Public Health and the Environment, 1997. 83. L'Hirondel JL, Avery AA, Addiscott T. Dietary nitrate: where Environ 2006;114:A458-9 (author reply A459-61). 84. Powlson DS, Addiscott TM, Benjamin N, et al. When does nitrate become a risk for humans? J Environ Qual 2008;37:291-5. 85. Norat T, Bingham S, P, et al. Meat, sh, and colorectal cancer risk: the European Prospective Investigation into cancer and nutrition.J Natl Cancer Inst 2005;97:906-16. 86. Santarelli Processed meat and colorectal cancer: a review of epidemiologic and experimental evidence. Nutr Cancer 2008;60:131-44. 87. Varraso R, Jiang R, Barr RG, Willett WC, Camargo CA Jr. Prospective study of cured meats consumption and risk of chronic obstructivepulmonary disease in men. Am J Epidemiol 2007;166:1438-45. 88. Jiang R, Paik DC, Hankinson JL, Barr RG. Cured meat consumption, lung function, and chronic obstructive pulmonary disease among United States adults. Am J Respir Crit Care Med 2007;175:798-804. 89. Jiang R, Camargo Varraso R, Paik DC, Willett WC, Barr RG. Consumption of cured meats and prospective risk of chronic obstruc-tive pulmonary disease in women. Am J Clin Nutr 2008;87:1002-8. 90. World Cancer Research Fund. Food, nutrition, physical activity, and the prevention of cancer: a global perspective. Second Expert Report, 2007. Available from: http://www.dietandcancerreport.org (cited 2007).91. National Toxicology Program. Toxicology and carcinogenesis studies of sodium nitrite (CAS NO. 7632-00-0) in F344/N rats and B6C3F1mice (drinking water studies). Rep Adamson RH. hepatocellular carcinoma Cancer Detect Prev 1989;14:215-9. 93. Anonymous. Nitrates and nitrites in food and water. Cambridge, United Kingdom: Woodhead Publishing Limited, 1996. 94. Rao GS, Osborn JC, Adatia MR. Drug-nitrite interactions in human saliva: effects of food constituents on carcinogenic N-nitrosamineformation. J Dent Res 1982;61:768-71. 95. Cassens RG. Residual cured meat. Food Technol 1997;51: 53-5. 96. Combet E, Paterson S, Iijima K, et al. Fat transforms ascorbic acid from inhibiting to promoting acid-catalysed N-nitrosation. Gut 2007;56:1678-84. 97. de Kok TM, Engels LG, Moonen EJ, Kleinjans JC. Inflammatory bowel disease stimulates formation nitrate mucosal blood and Am J 2007;292:G718-24. 99. McKnight GM, Smith LM, Drummond RS, Duncan CW, Golden M, Benjamin N. Chemical synthesis of nitric oxide in the stomach fromdietary nitrate in humans. Gut 1997;40:211-4. 100. Erzurum SC, Ghosh S, Janocha AJ, et al. Higher blood flow and cir- culating NO products offset high-altitude hypoxia among Sci Appel LJ, Brands MW, Daniels SR, Karanja N, Elmer PJ, Sacks FM. Dietary approaches to prevent and treat hypertension: a scienticstatement from the American Heart Association. Hypertension 2006;47:296-308. 102. Butler AR, Feelisch M. Therapeutic uses of inorganic nitrite and ni- trate: from the past to the future. Circulation 2008;117:2151-9.10 HORD ET ALDownloaded from https://academic.oup.com/ajcn/article/90/1/1/4596750 "}