{"title": "Energy Medicine: Balancing Your Body's Energies for Optimal Health, Joy, and Vitality Updated and Expanded (Paperback)", "author": "Donna Eden; David Feinstein", "url": null, "hostname": null, "description": null, "sitename": null, "date": "2008-08-21", "cleaned_text": "You are here [Back to top](#skip-link) Energy Medicine: Balancing Your Body's Energies for Optimal Health, Joy, and Vitality Updated and Expanded (Paperback) $21.00 Usually Ships in 1-5 Days Description In this updated and expanded edition of her alternative-health classic, Eden shows readers how they can understand their body's energy systems to promote healing. About the Author Donna Eden is among the world's most sought after, authoritative and joyous spokespersons for energy medicine. Her abilities as a healer are legendary. She has taught some 50,000 people worldwide, both laypeople and professionals, how to understand the body as an energy system. David Feinstein, Ph.D., is a clinical psychologist who serves as national director of the Energy Medicine Institute. Gary Craig is the founder of Emotional Freedom Techniques (EFT), the most widely used of all the techniques within the burgeoning new field of energy psychology. Praise For... \"Eden delivers an excellent, comprehensive guide to a unique combination of ancient Eastern and modern Western health-care techniques.\" --PUBLISHERS WEEKLY \"Even the most hard-nosed doctor will admit that some people have a healing presence that makes us--and our immune systems--better than before. Donna Eden is one of those rare healers.\" --Gloria Steinem \"It's time for minds to open and bodies to heal. Read, listen and explore your intimate ghealing abilities.\" --Bernie Siegel, M.D., author of Love, Medicine and Miracles \"Donna Eden is one of the most joyous and effective pioneers in the rapidly expanding and vitally important frontier called energy medicine. This book, the classic in hands-on energy medicine, is an enormously practical guide that sings with compassion, integrity, and wisdom.\" --Christiane Northrup \"Donan Eden's body-energy work is perhaps the most brilliant, comprehensive and effective system in the genre that I have ever seen.\" --Jean Houston, The Possible Dream "}