{"title": "Advances of mRNA vaccine in tumor: a maze of opportunities and challenges - Biomarker Research", "author": "Yuan; Gao; Fan; Chang; Ying; Zhao; Qiu; He; Xingxing", "url": "https://biomarkerres.biomedcentral.com/articles/10.1186/s40364-023-00449-w", "hostname": "biomedcentral.com", "description": "High-frequency mutations in tumor genomes could be exploited as an asset for developing tumor vaccines. In recent years, with the tremendous breakthrough in genomics, intelligence algorithm, and in-depth insight of tumor immunology, it has become possible to rapidly target genomic alterations in tumor cell and rationally select vaccine targets. Among a variety of candidate vaccine platforms, the early application of mRNA was limited by instability low efficiency and excessive immunogenicity until the successful development of mRNA vaccines against SARS-COV-2 broken of technical bottleneck in vaccine preparation, allowing tumor mRNA vaccines to be prepared rapidly in an economical way with good performance of stability and efficiency. In this review, we systematically summarized the classification and characteristics of tumor antigens, the general process and methods for screening neoantigens, the strategies of vaccine preparations and advances in clinical trials, as well as presented the main challenges in the current mRNA tumor vaccine development.", "sitename": "BioMed Central", "date": "2023-01-18", "cleaned_text": "- Review - [Open Access](https://www.springernature.com/gp/open-research/about/the-fundamentals-of-open-access-and-open-research) [Published:](#article-info) Advances of mRNA vaccine in tumor: a maze of opportunities and challenges [Biomarker Research](/) volume 11, Article number: 6 (2023) [Cite this article](#citeas) - 5262 Accesses - 3 Citations - 3 Altmetric - Abstract High-frequency mutations in tumor genomes could be exploited as an asset for developing tumor vaccines. In recent years, with the tremendous breakthrough in genomics, intelligence algorithm, and in-depth insight of tumor immunology, it has become possible to rapidly target genomic alterations in tumor cell and rationally select vaccine targets. Among a variety of candidate vaccine platforms, the early application of mRNA was limited by instability low efficiency and excessive immunogenicity until the successful development of mRNA vaccines against SARS-COV-2 broken of technical bottleneck in vaccine preparation, allowing tumor mRNA vaccines to be prepared rapidly in an economical way with good performance of stability and efficiency. In this review, we systematically summarized the classification and characteristics of tumor antigens, the general process and methods for screening neoantigens, the strategies of vaccine preparations and advances in clinical trials, as well as presented the main challenges in the current mRNA tumor vaccine development. Introduction In recent years, immunotherapy has gained significant momentum in the field of cancer treatment. One of favorable approach of cancer immunotherapy is tumor vaccines designed to stimulate the patient's adaptive immune system against specific tumor antigens, amplify and maintain specific T-cell responses, and tilt the combat between tumor and immune system in the immune direction to achieve control of tumor growth and eventual clearance [ [1](/articles/10.1186/s40364-023-00449-w#ref-CR1)]. However, traditional vaccine approaches such as live attenuated vaccines and inactivated viral vaccines that have achieved good preventive effects in a variety of infectious diseases are not suitable for tumor vaccine development [ [2](/articles/10.1186/s40364-023-00449-w#ref-CR2)]. Therefore, the development of more effective and versatile vaccine platforms has become an urgent need. Over the past decades, significant technological innovations and research investments have brought several different vaccine platforms to the stage. Tumor antigens can be made into tumor vaccines through a variety of candidate vaccine platforms, including DNA, RNA, peptides, dendritic cells (DCs), viral vectors [ [3](/articles/10.1186/s40364-023-00449-w#ref-CR3)]. Although various vaccine platforms have their own characteristics, the choice of vaccine platform mainly depends on the security and efficacy of the vaccine, the speed and time as well as capital cost of preparation [ [4](/articles/10.1186/s40364-023-00449-w#ref-CR4)]. The successful development and widespread application of mRNA vaccines against SARS-COV-2 has led to the rapid maturation and optimization of the mRNA vaccine industry chain, and the experience gained has made the use of mRNA vaccine technology for tumor therapy promising. The advantages of vaccine platforms based on mRNA technology are: first, short development cycle: once the required mRNA sequence information is determined, rapid and large-scale production can be achieved by in vitro transcription with superior efficiency to traditional live or inactivated viral vaccines [ [3](/articles/10.1186/s40364-023-00449-w#ref-CR3), [5](/articles/10.1186/s40364-023-00449-w#ref-CR5)]; second, dual immunity mechanism: in addition to the mRNA encoding antigens are capable of stimulating the immune response, the mRNA itself also has intrinsic immune stimulatory properties, and reasonable regulation of its immunogenicity allows it to function as an adjuvant [ [6](/articles/10.1186/s40364-023-00449-w#ref-CR6)]; third, efficacy: the modification of the sequence and the improvement of the delivery tools make the mRNA more stable and highly translatable [ [7](/articles/10.1186/s40364-023-00449-w#ref-CR7)]; forth, safety: unlike DNA vaccines and viral vectors vaccines, they do not enter the cell nucleus leading to the potential risk of insertional mutations in the host genome. Moreover, the in vitro preparation process can avoid the immunogenicity and cytotoxicity caused by virus-derived contaminants [ [8](/articles/10.1186/s40364-023-00449-w#ref-CR8)]. In addition, it can be degraded intracellularly by natural pathways [ [9](/articles/10.1186/s40364-023-00449-w#ref-CR9)]. In this review, we systematically described the key steps and technical reserves in the development of tumor mRNA vaccines, including the classification and characteristics of tumor antigens, general process and methods of neoantigen prediction and recognition, the latest strategies to improve the stability, translation efficiency and immunogenicity of mRNA vaccines, six common delivery tools and their respective functional characteristics, advances of relevant clinical trials completed or underway, as well as presents challenges that exist in current tumor vaccine development. The classification and characteristics of tumor antigens Traditionally, non-mutated proteins that are highly expressed in tumors and low or no expression in normal tissues are defined as tumor-associated antigens (TAAs) [ [10](/articles/10.1186/s40364-023-00449-w#ref-CR10)], which could be further classified into the following types according to their expression levels or tissue expression characteristics (Fig. [1](/articles/10.1186/s40364-023-00449-w#Fig1)). The first category is overexpressed antigens which are expressed in normal tissues while up-regulated in tumor such as EGFR and HER2 [ [11](/articles/10.1186/s40364-023-00449-w#ref-CR11)]. These antigens are common, but have low tumor specificity and are subject to central tolerance, thus limiting their immunogenicity. Cancer testis antigens (CTAs) are another category of TAAs, which usually over expressed in a variety of cancers, as well as normally expressed in the normal testis and very few other tissues [ [12](/articles/10.1186/s40364-023-00449-w#ref-CR12)]. As the places where these antigens are expressed in the normal tissues is immune privilege site and doesn't express major histocompatibility complex (MHC) I / II molecules, so it is considered to have high tumor specificity [ [12](/articles/10.1186/s40364-023-00449-w#ref-CR12)]. Another TAA widely presented is differentiation antigens, and these antigens are characterized by their expression in the normal and tumor tissues of the same origin [ [13](/articles/10.1186/s40364-023-00449-w#ref-CR13)]. Although these antigens such as PSA and gp100 are widely applied in the early development of tumor vaccines, the induced antigen specific immune responses may be compromised due to the central tolerance [ [14](/articles/10.1186/s40364-023-00449-w#ref-CR14)]. Oncofoetal antigens, such as 5T4, are upregulated during fetal development and in cancer, but rarely expressed in adult tissues [ [15](/articles/10.1186/s40364-023-00449-w#ref-CR15)]. However, another common oncofoetal antigen, CEA, is expressed in a variety of cancers, but also in non-tumor disease and normal colon tissue, and its expression level is also associated with aging [ [16](/articles/10.1186/s40364-023-00449-w#ref-CR16), [17](/articles/10.1186/s40364-023-00449-w#ref-CR17)]. Therefore, it is difficult to generalize the tumor specificity, immunogenicity, and central tolerance of this class of antigens. The last type of TAAs are onco-viral antigens with the feature of \"non-self\", and thus have high tumor specificity and are not limited by central tolerance [ [18](/articles/10.1186/s40364-023-00449-w#ref-CR18)]. Several onco-viral antigens such as E6 and E7 oncogenic proteins have been used as vaccine targets for cancer prevention and treatment [ [19](/articles/10.1186/s40364-023-00449-w#ref-CR19)]. Nevertheless, a common problem of TAAs abovementioned as tumor vaccine targets is that there are also expressed to some extent in non-malignant tissues and may therefore fail to elicit an anti-tumor immune response due to self-tolerance mechanisms or produce off-target effects resulting in autoimmune toxicities [ [1](/articles/10.1186/s40364-023-00449-w#ref-CR1), [19](/articles/10.1186/s40364-023-00449-w#ref-CR19)], so they are not the best choice for vaccine targets. On the contrary, another type of tumor antigens is tumor specific antigens (TSAs) or neoantigens which are derived from somatic mutations, abnormal gene expression products characterized by \"foreignness\", holding the great hope to elicit tumor specific T cell response [ [9](/articles/10.1186/s40364-023-00449-w#ref-CR9)]. Tumors exhibit a high rate of mutational accumulation various from single-nucleotide variants (SNVs), insertions or deletions (indels), gene fusion to splice variant, therefore creating great opportunities to generate TSAs [ [1](/articles/10.1186/s40364-023-00449-w#ref-CR1)]. Abnormal gene expression products generated by cancer-associated epigenetic changes, transcription, translation and post-translation abnormalities are also one of the important sources of neoantigens, but there are few relevant studies [ [9](/articles/10.1186/s40364-023-00449-w#ref-CR9)]. The first classification of tumor specific antigens is based on their origin. Recently, Franziska et al. proposed the theory of differentiation of neoantigens according to the clinical setting, linking them to dissection of the peculiar disease and therapeutic contexts and classifying them into three types [ [20](/articles/10.1186/s40364-023-00449-w#ref-CR20)]. The first type is named guarding neoantigen, which is characterized to stimulate of early antitumor immune responses in the absence of immunotherapy. Such neoantigens may have a guarding function reflecting in promoting early tumor rejection and regression before the formation of the tumor immunosuppressive microenvironment, slowing tumor growth, inhibiting metastasis, and preventing recurrence after operation of the primary tumor [ [20](/articles/10.1186/s40364-023-00449-w#ref-CR20)]. The second type of neoantigen is restrained neoantigens recognized by the reactivated T cells after ICB treatment with the feature of less antigenicity than guardian neoantigen, and it's defined in terms of its predictive role of clinical benefits of immunotherapies such as ICB [ [20](/articles/10.1186/s40364-023-00449-w#ref-CR20)]. The third type of neoantigen is named ignored neoantigens. These neoantigens account for the majority of neoantigens generated by somatic mutations, but induced immune responses are undetectable before treatment until receiving vaccination. A crucial characteristic of these neoantigens is that the level of neoepitope presentation is insufficient to prime of naive T cells, but can be recognized by memory T cell [ [20](/articles/10.1186/s40364-023-00449-w#ref-CR20)]. This newly developed method of neoantigen classification is based on the characteristics of neoantigens before and after treatment, and endows the concept of \"clinical\" to previous neoantigens. Subsequently, this classification needs more experimental to support its classification value. Prediction of neoantigen candidates The ideal tumor vaccine target is TSAs. Although there are huge advantages of neoantigen-based vaccines over the traditionally used TAAs, neoepitopes that can be recognized by spontaneously occurring T cells account for only 1% to 2% of somatic mutations of cancers, and their ability to mediate T cell-mediated tumor cell killing and anti-tumor effects varies, so there are still remaining difficulties to precisely make use of these neoepitopes [ [20](/articles/10.1186/s40364-023-00449-w#ref-CR20), [21](/articles/10.1186/s40364-023-00449-w#ref-CR21)]. Identification of somatic mutation sites and prediction of binding affinity between neoepitope and MHC alleles are the two key prerequisites for optimally selecting neoepitope candidates [ [20](/articles/10.1186/s40364-023-00449-w#ref-CR20), [22](/articles/10.1186/s40364-023-00449-w#ref-CR22)]. Although nonsynonymous mutations within cancer cells to be identified by whole-exome sequencing, significant obstacles in pinpointing which mutation-derived peptides can be correctly processed by antigen presenting cells and presented on the HLA molecules, as well as which one has strong immunogenicity and is not easily lost during immune editing remain to their success. Screening for suitable targets for vaccines has many aspects to consider, including properties of the neoantigen itself such as clonality and indispensability of mutant genes [ [23](/articles/10.1186/s40364-023-00449-w#ref-CR23)], dissimilarity to the wild-type sequence [ [24](/articles/10.1186/s40364-023-00449-w#ref-CR24)], transcript expression of neoantigens [ [25](/articles/10.1186/s40364-023-00449-w#ref-CR25)], MHC binding affinity [ [26](/articles/10.1186/s40364-023-00449-w#ref-CR26)] and the stability of the neoepitope-MHC complex [ [27](/articles/10.1186/s40364-023-00449-w#ref-CR27)] et al. The general methods and influence factors of neoantigen identification will be discussed in the following contents. Algorithmic prediction At present, the algorithm based on machine learning is still the mainstream method to predict neoantigens. A variety of parameters affecting the efficiency of neoepitopes presentation on MHC molecule are calculated by the current computational neoantigen prediction pipelines. The prediction process of neoantigens has been widely reviewed [ [28](/articles/10.1186/s40364-023-00449-w#ref-CR28), [29](/articles/10.1186/s40364-023-00449-w#ref-CR29)]. Briefly, the general process of neoantigen identification including sample preparation, tumor mutation calling, neoantigen prediction by algorithm or identification by mass spectrometry (MS) analysis and validation of T cell activation (Fig. [2](/articles/10.1186/s40364-023-00449-w#Fig2)). During the prediction process, many factors influence the identification of mutated peptides presented by MHC molecule, and the common intrinsic and extrinsic factors that influence the ability of predicted neoantigens to activate T cells during neoantigen identification process are also shown in Fig. [2](/articles/10.1186/s40364-023-00449-w#Fig2). Firstly, during the sample preparation, it is preferable to select frozen-fixed fresh samples rather than formalin fixed paraffin embedded (FFPE) tissue specimens to reduce the DNA damage [ [30](/articles/10.1186/s40364-023-00449-w#ref-CR30)]. In addition, the purity of the tumor also impacts the calling of gene mutations, which is generally required to be at least 80% for sequencing [ [31](/articles/10.1186/s40364-023-00449-w#ref-CR31), [32](/articles/10.1186/s40364-023-00449-w#ref-CR32)]. In the sequencing stage, the selected exome capture kits, sequencing depth, quality control, alignment with reference genome, and correction of sequencing read coverage in GC-rich regions will all impact the final result of mutation identification [ [33](/articles/10.1186/s40364-023-00449-w#ref-CR33), [34](/articles/10.1186/s40364-023-00449-w#ref-CR34)]. Besides, the level of transcript expression and degradation rate of mutant peptides are closely related to whether they can be candidate epitopes. Mutated peptides with high expression at the protein level are more likely to be captured by MHC molecule in a quantitative manner even if with low binding affinity [ [25](/articles/10.1186/s40364-023-00449-w#ref-CR25), [35](/articles/10.1186/s40364-023-00449-w#ref-CR35)]. This is why many studies took transcript expression level as one of criterion for screening mutated gene [ [36](/articles/10.1186/s40364-023-00449-w#ref-CR36)]. Although tumor mutation resources are abundant, in the escape stage of immune editing process, tumor cells will escape the surveillance of the immune system through mechanisms such as loss of tumor antigen expression to proliferate and invade [ [37](/articles/10.1186/s40364-023-00449-w#ref-CR37)]. Therefore, the type of mutation from which the neoantigen originates, whether it is a clonal mutation, whether it is a driver or passenger gene, and whether exsiting loss of heterozygosity will all influence the durability of neoantigen expressed on tumor cells [ [23](/articles/10.1186/s40364-023-00449-w#ref-CR23), [38](/articles/10.1186/s40364-023-00449-w#ref-CR38), [39](/articles/10.1186/s40364-023-00449-w#ref-CR39)]. The presentation of epitopes is restricted by HLA molecules. Therefore, HLA allele typing is required to predict potential immunogenic neoepitopes. Tools that commonly used in the HLA typing include PHLAT, Optitype, Polysolver and RNA2HLA et al. [43](/articles/10.1186/s40364-023-00449-w#ref-CR43)]. Most of the developed neural network tools are used to predict binding affinity of a large number of MHC class I alleles for given neoantigen candidate sequencing [ [32](/articles/10.1186/s40364-023-00449-w#ref-CR32)]. These algorithms are trained based on wet laboratory binding affinity data or eluting mutant peptide ligand data detected by mass spectrometry, and are continuously optimized [ [20](/articles/10.1186/s40364-023-00449-w#ref-CR20), [26](/articles/10.1186/s40364-023-00449-w#ref-CR26), [32](/articles/10.1186/s40364-023-00449-w#ref-CR32)]. A typical example is that NetMHCpan and MHCflurry achieved the best performance in the evaluation system with the area under the ROC curve (roc- AUC) as the performance index [ [26](/articles/10.1186/s40364-023-00449-w#ref-CR26), [44](/articles/10.1186/s40364-023-00449-w#ref-CR44)]. It is considered that the mutant peptides are more likely to induce CD8 + T cell response when the predicted HLA binding affinity is above medium (IC50 < 150 nmol/l) [ [45](/articles/10.1186/s40364-023-00449-w#ref-CR45)]. Some tools like NetChop and NetCTL as well as NetCTLpan also incorporate predictors of proteasome processing, transporter associated with antigen processing (TAP), and MHC binding to give a comprehensive score of each peptide's inherent potential as a T cell recognized epitope [ [46](/articles/10.1186/s40364-023-00449-w#ref-CR46), [47](/articles/10.1186/s40364-023-00449-w#ref-CR47)]. Calis JJ et al. designed a model cable of utilizing amino acid properties and their positions in peptides to predict the immunogenicity of class I peptide MHC (pMHC) complexes and the relative ability of pMHC complexes to initiate an immune response for further facilitating the screening of optimal neoantigens [ [48](/articles/10.1186/s40364-023-00449-w#ref-CR48)]. In addition, the stability of the interaction between mutant peptide and MHC molecules appears to be more important than the MHC binding affinity in the immunogenicity prediction process. For this reason, Dylan T Blaha and his colleagues used a rapid, high-throughput method to experimentally determine peptide/HLA thermal stability, completing the guidelines for neoantigen selection [ [27](/articles/10.1186/s40364-023-00449-w#ref-CR27)]. So far, the epitope prediction methods mainly focus on the MHC I binding epitope, as the MHC I peptide binding groove has a closed end, and most of its binding epitopes are sequences containing 8-11 amino acids. In contrast, the end of groove for MHC II binding peptide is open, and the binding property is not strict, which means that it has ability of binding and presenting longer and more variable length peptides [ [1](/articles/10.1186/s40364-023-00449-w#ref-CR1)]. It was found that in addition to CD8 + T cells, specific CD4 + T cells play an indelible and even dominant role in inhibiting tumor growth, which is related to the open MHC II molecules binding peptide groove having the opportunity to recognize more peptides [ [49](#ref-CR49), [50](#ref-CR50), [51](/articles/10.1186/s40364-023-00449-w#ref-CR51)]. However, there are few algorithms for MHC II molecular binding peptides as peptide binding by HLA-II is more promiscuous than HLA-I which makes it more challenging to identify binding motifs. There are tools such as EDGE and MARIA that combine the prediction of HLA I and HLA II binding peptides [ [52](/articles/10.1186/s40364-023-00449-w#ref-CR52), [53](/articles/10.1186/s40364-023-00449-w#ref-CR53)]. EDGE predicted tumor specific neoantigens have also been developed into personalized tumor antigen vaccines and some clinical trials have been carried out in in melanoma, gastrointestinal cancer and breast cancer [ [20](/articles/10.1186/s40364-023-00449-w#ref-CR20), [22](/articles/10.1186/s40364-023-00449-w#ref-CR22)]. MARIA is a multi-mode recursive neural network based on deep learning for predicting neoantigen epitopes restricted to specific HLA Class II alleles [ [53](/articles/10.1186/s40364-023-00449-w#ref-CR53)]. Common tools with their functions or characteristics required for each part of the antigen prediction process including quality control of sequencing reading, read alignment, somatic mutation calling, HLA allele typing and neoantigen prediction are shown in Table [1](/articles/10.1186/s40364-023-00449-w#Tab1). Although the algorithm prediction has developed rapidly and made great breakthroughs, in consideration of randomness in mutation and complicated situation in tumor microenvironment, and it's hard to be denied that there is still a long way to go before it is widely used. At present, there is still no consensus on many aspects of neoepitope prediction. Another obstacle is that the training data sources used by different algorithms have problems of sample size, uniformity and standardization, which may lead to different epitopes predicted by different algorithms and lack of screening criteria. Besides, another dilemma is that in the process of epitope prediction, there is a lack of a standard to calculate the weight of various influencing factors, so as to comprehensively prioritize the candidate neoepitopes, which inevitably makes users subjectively select candidate antigens for follow-up work, greatly increasing the inaccuracy of the algorithm and the workload of users. Experimental approach In general, experimental discovery of neoepitopes relies on next generation sequencing with mass spectrometry based immunepeptiomics. Immunopeptiomics is the collective identification and quantification of sample-specific repertoires of HLA-presented peptides with the rationale of isolating MHC molecules from cells following with immunoaffinity purification and detection by liquid chromatography, matching MS data to a specific reference database that included somatic mutation information [ [54](/articles/10.1186/s40364-023-00449-w#ref-CR54), [55](/articles/10.1186/s40364-023-00449-w#ref-CR55)]. Current mass spectrometry techniques make it possible to identify a large number of pMHC complexes, regardless of whether they are provided from cell lines or patient's tumor tissue [ [29](/articles/10.1186/s40364-023-00449-w#ref-CR29)]. In an attempt to identify neoepitopes in two common mouse tumor models, Mahesh Yadav et al. developed a method combining whole-exome and transcriptome sequencing analysis with mass spectrometry, coupled with an pMHC complex structure prediction algorithm, and ultimately discovered and validated three immunogenic neoepitopes that capable of triggering strong immune responses in MC-38 tumor-bearing mice [ [36](/articles/10.1186/s40364-023-00449-w#ref-CR36)]. HLA type of human species is more diverse and complex than mouses'. In a study to identify neoepitopes in human, Michal Bassani-Sternberg performed mass spectrometry analysis of 95,500 peptides isolated from patient with melanoma. in addition to 4 of 11 mutant ligands were shown to be immunogenic to trigger neoantigen-specific T cell responses, specific effector T cells targeting the MS-identified neoantigens were also detected in patients' tumors and peripheral blood [ [56](/articles/10.1186/s40364-023-00449-w#ref-CR56)]. Discovering the HLA bound ligandome by mass spectrometry is hopeful for developing tumor vaccines. Still, the precise identification of immunogenetic neoepitopes remains a variety of challenges. For instance, the current mass spectrometry techniques suffer from false negatives due to the inability in fully identifying neoepitopes which could be recognized by T cells [ [29](/articles/10.1186/s40364-023-00449-w#ref-CR29)]. However, such failure of recognition cannot only be attributed to the low binding affinity between neoepitopes and MHC molecule, because some epitopes with low predicted binding affinity can be detected by mass spectrometry [ [29](/articles/10.1186/s40364-023-00449-w#ref-CR29)]. Therefore, other factors affecting the activation of T cell response by epitopes should also be taken into consideration to improve the false-negative situation. Immunopeptidomics often requires a large quantity of tissue samples, which can affect its accuracy if not enough material is collected, as well as interfere with the accurate identification of the cancer immunopeptidome when the tumor sample has a large stromal content [ [57](/articles/10.1186/s40364-023-00449-w#ref-CR57)]. Therefore, Alice Newey and colleagues established an in vitro model of patient-derived organoids (PDOs) in colorectal cancer and demonstrated immunopeptidomics for CRC PDOs [ [57](/articles/10.1186/s40364-023-00449-w#ref-CR57)]. Wenwen Wang also developed hepatobiliary tumor organoids and performed multi-omics analysis based on this model to validate the feasibility of screening for neoantigen-peptides [ [58](/articles/10.1186/s40364-023-00449-w#ref-CR58)]. The development of organoid models not only enriches preclinical models for identifying neoantigen-peptides, but also can be used to study how drug treatment or cytokines affect the expression of HLA molecules, and the number of neoantigen-peptides. Besides, as intra-tumoral HLA II molecule is mainly expressed by antigen presenting cells (APCs) rather than cancer cells, this may lead to inaccurate outcome of MS analysis for detecting peptides on APCs in the tumor microenvironment. Therefore, Jennifer G. Abelin et al. developed a technique for discovering HLA II binding motifs to improve sensitivity of MS analysis in discovering the HLA II epitopes [ [59](/articles/10.1186/s40364-023-00449-w#ref-CR59)]. The further method to detect whether the MHC molecule presenting neoantigen stimulates T cell response is based on T cell detection system. T cell-based detection system is inseparable from the detection of T cell functional phenotype, such as according to IFN- production or CD137 expression to determine whether it is activated or not [ [60](/articles/10.1186/s40364-023-00449-w#ref-CR60)]. T cells can also be detected by MHC reagents loaded with a series of labeled neoantigens such as in situ MHC tetramer (IST) [ [61](/articles/10.1186/s40364-023-00449-w#ref-CR61), [62](/articles/10.1186/s40364-023-00449-w#ref-CR62)]. One application related to this type of detection method is ATLAS, an emerging technology platform that recognizes tumor specific neoantigens through the patient's T cell immune response mechanism, with a considerable amount of clinical or preclinical researches underway [ [22](/articles/10.1186/s40364-023-00449-w#ref-CR22)]. However, both regular mass spectrometry and T cell response assays are at the limit of low throughput of capacity and false negatives of sensitivity. In addition to standardizing the detection methods and formulating reasonable and unified inclusion comparison standards, it is also necessary to compare the database of immunogenic neoepitopes identified by mass spectrometry and T cell assays, so as to better understand the key factors of the immunogenicity of neoepitopes and optimize the neoepitope screening strategy. Current status of mRNA tumor vaccine technology development mRNA, also known as messenger RNA, was first discovered by Brenner et al. in 1961, and it is a single stranded RNA transcribed from a strand of DNA as a template and carries genetic information to guide protein synthesis. In the 1990s, in the context of a series of breakthroughs in vitro transcription technology represented by Wolfe et al. whom injected an in vitro transcription (IVT) mRNA expression vector into mouse skeletal muscle and detected the protein expression for at least 2 months [ [63](/articles/10.1186/s40364-023-00449-w#ref-CR63)], a new milestone concept that regards mRNA as a potential therapeutic tool especially as vaccine platforms was born. The principle of mRNA vaccine is to transfect the corresponding transcripts which carrying tumor antigen information into the cytoplasm of host cells (usually APCs) after confirming one or more target proteins. The encoded proteins of interest can be displayed on the surface of APCs through binding with MHC molecules to activate the immune system, including B cell-mediated humoral response and CD4 + T / CD8 + T mediated cell response [ [19](/articles/10.1186/s40364-023-00449-w#ref-CR19), [64](/articles/10.1186/s40364-023-00449-w#ref-CR64)]. For the batch synthesis of mRNA, the most efficient method is IVT. IVT primarily utilizes linear DNA as a template with aid-assisting by bacteriophage RNA polymerase to prepare mRNA. The main process steps include transcription of linearized plasmid DNA into mRNA, chemical modification (including 5'-end capping structure and 3'-polyA tailing structure), separation and purification process [ [5](/articles/10.1186/s40364-023-00449-w#ref-CR5)]. Early applications for mRNA vaccines were non-replicating, unmodified mRNAs. This kind of naked mRNA not only has strict storage conditions and high cost, but also is easily degraded rapidly by extracellular RNases and cannot be effectively internalized by APCs. Additionally, it also activates downstream interferon-related pathways to stimulate innate immunity resulting in accelerating its degradation [ [3](/articles/10.1186/s40364-023-00449-w#ref-CR3), [65](/articles/10.1186/s40364-023-00449-w#ref-CR65), [66](/articles/10.1186/s40364-023-00449-w#ref-CR66)]. This unstable characteristic greatly restricted the early development of mRNA vaccine. In order to overcome the obstacles, researchers developed modified mRNA and virus-derived self-amplified mRNAs (SAM) to enhance their stability and accommodate their immunogenicity (Fig. [3](/articles/10.1186/s40364-023-00449-w#Fig3)). The specific strategies are discussed below. Optimization of mRNA translation and stability 5 cap and modification The 5cap is a protective structure, containing a m7G at the 5' end of eukaryotic mRNA sequence connected to the first nucleotide with a 5 5'-triphosphate bridge named m7GpppN, which is also referred as cap 0 structure [ [67](/articles/10.1186/s40364-023-00449-w#ref-CR67)]. The 5'cap structure can enhance the stability and translation efficiency of mRNA, which is reflected in its ability to eliminate the free phosphate groups on the sequence, regulate the pre-mRNA splicing, protect RNA from exonuclease cleavage, bind with eIF4E to initiate translation and recruit the required proteins [ [5](/articles/10.1186/s40364-023-00449-w#ref-CR5)]. Therefore, a well-formed 5cap is critical to IVT mRNA to function. Common capping strategies for IVT mRNA include enzymatic and chemical methods. The most representative enzymatic method is the Vaccinia capping system, which is used in the second step following the initial synthesis of IVT mRNA, mainly utilizes Vaccinia virus Capping Enzyme activities of RTPase, GTase, and G-N7 MTase to synthesize the CAP 0 structure [ [5](/articles/10.1186/s40364-023-00449-w#ref-CR5), [68](/articles/10.1186/s40364-023-00449-w#ref-CR68)]. The 5cap structure produced by this method is most similar to that of natural eukaryotic mRNA, and the capping efficiency is very high as well as is unacted on the length, sequence and substrate structure of RNA [ [69](/articles/10.1186/s40364-023-00449-w#ref-CR69)]. Another common method is to add a cap analogue (m7GpppG) to the 5' end of the mRNA through bacteriophage polymerases during transcription, minimizing the number of reaction steps and enzymes required to make mRNA [ [70](/articles/10.1186/s40364-023-00449-w#ref-CR70)]. But this chemical method risks the binding of the cap analogue to the mRNA in the opposite direction, which will result in a decrease in the translation efficiency [ [71](/articles/10.1186/s40364-023-00449-w#ref-CR71)]. Anti-reverse cap analog (ARCA) was developed to overcome reverse cap analogs by chemically modifying the m7G moiety with 3-OH or 2-OH to successfully achieve forward incorporation of cap analogues, thereby increasing the translation efficiency [ [72](/articles/10.1186/s40364-023-00449-w#ref-CR72)]. Additional methylation of 5cap endows its structural and functional versatility. Compared to cap 0, cap 1 is characterized by a methylated 2-OH on the first nucleotide and cap 2 is characterized by a methylated 2-OH on the second nucleotide, which serves a useful role for body to discriminate \"self\" and \"non-self\" RNA, thus preventing the mRNA translation from inhibition [ [67](/articles/10.1186/s40364-023-00449-w#ref-CR67)]. Processing of cap 0 into a cap 1 structure can be achieved by using 2'-O-methyltransferase to catalyze the transfer of a methyl group from s-adenosylmethionine to IVT mRNA with cap 0 [ [73](/articles/10.1186/s40364-023-00449-w#ref-CR73)]. For now, the cap1 structure is most commonly used for capping mRNA vaccines. However, co-transcriptional reactions with ARCA require a high level (from 4:1 to 10:1) ratio of ARCA to GTP, yet capping efficiency remains low (60-80%) and at least 20% of mRNAs fail to be capped after transcription [ [67](/articles/10.1186/s40364-023-00449-w#ref-CR67)]. The CleanCap developed in 2018 utilized an initiating capped trimer to enable co-transcribed mRNA to acquire cap1 structure, overcoming the limitations of previous capping methods [ [70](/articles/10.1186/s40364-023-00449-w#ref-CR70)]. Besides, another trinucleotide cap analogue with a LNA moiety synthesized by Annamalai et al. further improved the translation efficiency of mRNA, but its effect on the stability of mRNA needs to be further investigated [ [74](/articles/10.1186/s40364-023-00449-w#ref-CR74)]. Modification of 5- and 3-UTRs The 5'-UTR and 3'-UTR are located on the flanks of the coding region, respectively, and contain various regulatory sequences that affect the stability, translation and localization of mRNA [ [73](/articles/10.1186/s40364-023-00449-w#ref-CR73)]. The cis-regulatory element in UTRs regulates the translation and half-life of mRNA. Currently, designed 5 ' UTR sequences are mainly derived from genes such as globin and Hsp70, or predicted and designed through big data and machine learning [ [75](#ref-CR75), [76](#ref-CR76), [77](/articles/10.1186/s40364-023-00449-w#ref-CR77)]. The rational design of 5 ' UTR should avoid the appearance of the start codon (AUG) and (CUG) in 5 ' UTR which may probably disturb the translation process [ [64](/articles/10.1186/s40364-023-00449-w#ref-CR64)]. Secondly, the secondary structure of 5'UTR also influences the initiation efficiency of the suboptimal start codon, thus it is also recommended selecting short and loose rather than a highly stable secondary structure during the design [ [64](/articles/10.1186/s40364-023-00449-w#ref-CR64), [78](/articles/10.1186/s40364-023-00449-w#ref-CR78)]. On the other head, the 3' UTR sequence is mainly obtained from genes such as hemoglobin subunit (HBA) and hemoglobin subunit (HBB) [ [79](/articles/10.1186/s40364-023-00449-w#ref-CR79)]. When designing and synthesizing UTR sequences, attention should be taken to avoid introducing too many unstable sequences, and to regulate mRNA degradation by together two random 3' UTRs containing stable elements has also been shown to improve the translation efficiency [ [83](/articles/10.1186/s40364-023-00449-w#ref-CR83)]. Moreover, Alexandra G and colleagues developed a novel cell culture-based approach to screen for cell type-specific 3' UTR elements that contribute to mRNA stabilization and found that such 3' UTR has more protein expression products than mRNA with the b-globin 3'UTR [ [83](/articles/10.1186/s40364-023-00449-w#ref-CR83)]. Codons modification in the ORF The influence of non-coding regions alone on the translation and stability of mRNAs cannot fully explain the large number of half-life changes observed in the entire transcriptome [ [84](/articles/10.1186/s40364-023-00449-w#ref-CR84), [85](/articles/10.1186/s40364-023-00449-w#ref-CR85)]. It was found that codons in the ORF may have a general impact on the transcriptome translation and stability, thus the concept of codon optimality, which referred as the inhomogeneous decoding rate of codons by ribosomes, was introduced to represent a measure of translation efficiency, which has a broad and powerful effect on mRNA stability [ [85](/articles/10.1186/s40364-023-00449-w#ref-CR85)]. Replacing non-optimal codons with optimal codons significantly enhances mRNA stability, translation speed and the protein yield [ [85](/articles/10.1186/s40364-023-00449-w#ref-CR85)]. However, it is not advisable to select optimal codons solely, as some of the suboptimal or infrequent codons serve to slow down the translation of critical structural motifs to ensure proper protein folding [ [86](/articles/10.1186/s40364-023-00449-w#ref-CR86)]. Secondly, codon bias is closely related to the percentage of GC content within the OFR, so adjusting the GC content in the OFR will also alter the translation elongation rate [ [87](/articles/10.1186/s40364-023-00449-w#ref-CR87), [88](/articles/10.1186/s40364-023-00449-w#ref-CR88)]. Besides, the introduction of stable RNA secondary structures near the start codon should be avoided since they require more energy to unfold before translation initiation, which slows down the translation rate [ [89](/articles/10.1186/s40364-023-00449-w#ref-CR89), [90](/articles/10.1186/s40364-023-00449-w#ref-CR90)]. In conclusion, multiple factors should be considered comprehensively to achieve regulation of translation rate by optimizing codons of ORF, rather than simply believing that a higher translation elongation rate is better. Poly (A) tail modification The poly(A) tail is a major regulator of gene expression, regulates the mRNA translation by synergistically acting with the (m7G) cap of 5'-end, and is also involved in regulating mRNA stability [ [91](/articles/10.1186/s40364-023-00449-w#ref-CR91)]. The poly(A) tail can be added to the 3 'end of the mRNA by either Recombinant Poly(A) polymerase-mediated polyadenylation or by transcription according to a designed DNA template, and the major difference between the two methods is that the former Poly(A) tail length is fixed, while the latter allows for the regulation of Poly(A) tail length as needed [ [5](/articles/10.1186/s40364-023-00449-w#ref-CR5), [92](/articles/10.1186/s40364-023-00449-w#ref-CR92)]. It has been demonstrated that the mRNA translation is largely controlled by length of the poly(A) tail. Previous studies have suggested that the tail length is positively correlated with the mRNA translation and stability, and indeed some highly translated and stable RNA has been shown to have a short poly(A) tail (less than 30 nucleotides) [ [93](/articles/10.1186/s40364-023-00449-w#ref-CR93), [94](/articles/10.1186/s40364-023-00449-w#ref-CR94)]. In addition, the M7G cap at the mRNA 5' end can form a closed loop with the poly (A) tails through the interaction with/between eIF4E, eIF4E and PABPC molecules and communicate directly [ [95](/articles/10.1186/s40364-023-00449-w#ref-CR95)]. Such cap-tail combination can significantly improve the translation efficiency, but at the same time, there is a risk that translation termination occurs near the mRNA 5 end [ [91](/articles/10.1186/s40364-023-00449-w#ref-CR91)]. Modulation of immunogenicity In addition to mRNA encoding antigens that activate the immune system, due to mRNA itself has exogenous resemblance to infectious pathogens, it can prompt pattern recognition receptors to sense pathogen-associated molecular patterns, activate DCs to initiate signals to produce pro-inflammatory factors via endosomal anchored receptors such as toll-like receptors in immune cells and cytokines via cytosolic sensors including cGAS, RIG-I and MDA5 in non-immune cells, and ultimately leading to innate and adaptive immune responses [ [3](/articles/10.1186/s40364-023-00449-w#ref-CR3), [96](/articles/10.1186/s40364-023-00449-w#ref-CR96), [97](/articles/10.1186/s40364-023-00449-w#ref-CR97)]. Undoubtedly, the inherent immunostimulatory properties of exogenous mRNAs play an adjuvant-like role in driving dendritic cell maturation, which is beneficial to a certain extent for vaccination. Nevertheless, excessive innate immune sensing of mRNA can produce a large amount of interferons such as type I IFNs leading to translation stagnation, degradation of RNA and serious systemic side effects such as autoimmunity, which can negatively affect the immune response [ [98](/articles/10.1186/s40364-023-00449-w#ref-CR98)]. How to maintain the balance of proper activation of innate immunity has been continuously explored. Currently, purification of IVT mRNA, changing transcription conditions, adjustment of mRNA sequence, addition of additional adjuvants and other strategies are widely used to shape the immunogenicity of IVT mRNA. Purification of IVT mRNA One reason for the strong immunogenicity of IVT mRNA is that contaminants generated during the production process include double-stranded RNA (dsRNA), short transcripts are not effectively removed, and these byproducts can lead to high IFN-1 production by activating innate immune receptors like RIG-I and MDA5 [ [6](/articles/10.1186/s40364-023-00449-w#ref-CR6)]. For small-scale mRNA preparation, natural PAGE or agarose gel electrophoresis can identify the correct ssRNA [ [99](/articles/10.1186/s40364-023-00449-w#ref-CR99)]; for large-scale mRNA preparation, purification by reversed-phase high performance liquid chromatography (HPLC) can effectively separate IVT byproducts and improve protein production, but this method is costly and cannot prevent high levels of cytokine secretion [ [100](/articles/10.1186/s40364-023-00449-w#ref-CR100)]. Another economical alternative to HPLC is using cellulose to bind dsRNA and separating it from the ssRNA mobile channel in the spin column to remove dsRNA [ [101](/articles/10.1186/s40364-023-00449-w#ref-CR101)]. The dsRNA clearance rate and purified mRNA translation rate of this method was comparable to that of HPLC, but purification of nucleotide modified mRNA rather than unmodified mRNA was required to effectively prevent high levels of IFN secretion [ [6](/articles/10.1186/s40364-023-00449-w#ref-CR6), [101](/articles/10.1186/s40364-023-00449-w#ref-CR101)]. Transcription conditions In addition to removing dsRNA in the IVT process, dsRNA byproducts can also be reduced from the source by optimizing the transcription conditions. Compared with synthesizing mRNA under moderate conditions (37 °C), the synthesis of mRNA at 55 using thermally-stabilized T7 phage RNA polymerase can effectively reduce dsRNA produced by 3' -extension of run-off products, while the poly(A) tail can reduce the dsRNA produced by the antisense RNA, thus the combination of both methods can effectively reduce the formation of both dsRNA byproducts from both sources [ [6](/articles/10.1186/s40364-023-00449-w#ref-CR6)]. Moreover, the level of dsRNA can be effectively reduced by reducing Mg2 + in transcriptional reaction conditions, and this is a ubiquitous phenomenon, independent of the template of DNA sequence, structure and length [ [102](/articles/10.1186/s40364-023-00449-w#ref-CR102)]. Nucleotide modification Another strategy for regulating immunogenicity is nucleotide modification, which has been described in some detail in other reviews [ [6](/articles/10.1186/s40364-023-00449-w#ref-CR6), [7](/articles/10.1186/s40364-023-00449-w#ref-CR7)]. Briefly, natural can label RNA \"self\" and avoid innate immune system recognition of IVT mRNA [ [103](/articles/10.1186/s40364-023-00449-w#ref-CR103), [104](/articles/10.1186/s40364-023-00449-w#ref-CR104)]. The basic mechanism can be summarized as follows: , M1 and m5C avoid the conformation change m6A, TLR8 and RIG-I [ [106](/articles/10.1186/s40364-023-00449-w#ref-CR106), [107](/articles/10.1186/s40364-023-00449-w#ref-CR107)]. By using to replace U, RNA molecules can avoid the activation of OAS and downstream RNA enzyme L leading to RNA cleavage [ [108](/articles/10.1186/s40364-023-00449-w#ref-CR108)]. Many studies support that nucleotide modification can enhance mRNA stability and the translation efficiency, as well as reduce immunogenicity. For example, nucleotide modification with m5C and can increase mRNA uptake and protein expression, as well as decreased the formation of stress granules, which served as a marker for innate immune activation [ [109](/articles/10.1186/s40364-023-00449-w#ref-CR109)]. But this is not absolute, as some studies also indicate that unmodified mRNA has better protein yield than substituted mRNA, and its induced cytokine production is also very slight [ [110](/articles/10.1186/s40364-023-00449-w#ref-CR110)]. Another study also found no substantial difference in the protein expression and cytokine secretion from unmodified or substituted mRNAs delivered intravenously through lipid nanoparticles (LNPs) [ [111](/articles/10.1186/s40364-023-00449-w#ref-CR111)]. Besides, different cells may show different responses to the same modified nucleoside, such as different pro-translation effects [ [6](/articles/10.1186/s40364-023-00449-w#ref-CR6)]. Therefore, the variety of nucleoside modification methods and effects, the benefits and potential hazards of nucleoside modification must be comprehensively considered before implementation. Additional adjuvants The strategies described above focus on reducing the immunogenicity of IVT mRNA, but delayed activation of innate immune responses can adversely affect protein translation, antigen expression and processing as well as T cell activation, thereby compromising vaccine effectiveness. Therefore, an increasing number of studies have attempted to add additional adjuvants to vaccines. The first is TLR agonist, which has been developed to activate TLR3, TLR4, TLR5, TLR7 and TLR9, most of which is still in clinical trials, among which MPLA as a TLR4 agonist and imiquimod as a TLR7 agonist has been approved by FDA for infectious diseases or cancer [ [112](/articles/10.1186/s40364-023-00449-w#ref-CR112), [113](/articles/10.1186/s40364-023-00449-w#ref-CR113)]. The second is STING agonists, which can currently be delivered by nanoparticles. A study using liposomal nanoparticles to deliver cGAMP in a mouse model of breast cancer found enhanced expression of MHC II and costimulatory molecules [ [114](/articles/10.1186/s40364-023-00449-w#ref-CR114)]. In another study, STINGVAX, a kind of tumor vaccine, was developed by co-formulating STING agonist CDNs as an adjuvant with vaccine cells expressing GC-SF. Its application in a mouse melanoma model was observed STING-dependent expression of IRF3 and type I IFN and tumor regression [ [114](/articles/10.1186/s40364-023-00449-w#ref-CR114), [115](/articles/10.1186/s40364-023-00449-w#ref-CR115)]. The third adjuvant, TriMix, is a cocktail proteins, CD40 ligand (CD40L), CD70 and enhancing immunogenicity of unmodified, unpurified naked RNA, promoting DC maturation and enhancing cytotoxic T lymphocyte response, and has been used in several clinical trials [ [3](/articles/10.1186/s40364-023-00449-w#ref-CR3)]. The fourth is granulocyte-macrophage colony-stimulating factor (GM-CSF), which is considered to enhance the local recruitment and activation of DCs and promote tumor antigen presentation, also activate other cells in the immune response [ [116](/articles/10.1186/s40364-023-00449-w#ref-CR116)]. The fifth category is some mRNA carriers, such as cationic lipids and protamine. The use of cationic lipids DOTAP/DOPE loaded mRNA can act as an adjuvant and induce more pro-inflammatory cytokines and type I IFN secretion than bare mRNA injection alone [ [117](/articles/10.1186/s40364-023-00449-w#ref-CR117)]; protamine-mRNA complex can act as an adjuvant by activating TLR7/8 [ [118](/articles/10.1186/s40364-023-00449-w#ref-CR118)]. Delivery approaches In order to efficiently deliver mRNA into cells and maintain high translation efficiency, scientists have made unremitting efforts to explore various delivery methods, including direct injection of naked mRNA, delivery of naked mRNA using physical methods such as electroporation and gene gun, or delivery through other carriers such as biological nanomaterials [ [119](/articles/10.1186/s40364-023-00449-w#ref-CR119)]. The popular delivery methods are discussed below. Ex Vivo Loading of DCs Delivery System DCs is an important delivery tool for early vaccine studies and can be efficiently transfected by electroporation with mRNAs that mostly antigens, and differentiation antigens clinical trials have discovered that DC-loaded mRNAs in vitro can efficiently encode antigens and elicit antigen-specific T cell responses [ [121](/articles/10.1186/s40364-023-00449-w#ref-CR121)]. The most commonly used DCs in clinical trials is monocyte-derived DCs which derived from peripheral blood mononuclear cells (PBMCs) or leukocyte [ [121](/articles/10.1186/s40364-023-00449-w#ref-CR121)].Given that such DCs is distinct from the steady-state DC subsets present in vivo, it is unclear which primary DCS are the best candidates [ [121](/articles/10.1186/s40364-023-00449-w#ref-CR121)]. Another reason that hinders the application of DC-based delivery is that the preparation process involves cell isolation, purification, transfection, and maturation, which is time-consuming and costly, making it difficult to meet the urgent therapeutic needs of some patients [ [122](/articles/10.1186/s40364-023-00449-w#ref-CR122)]. Lipid nanoparticles LNPs are one of the most popular and widely used tools for the mRNA delivery, which are mainly composed of ionizable amino lipids, polyethylene glycol, phospholipids and cholesterol. The related progress ofresearch has been discussed in detail in several recent reviews [ [123](/articles/10.1186/s40364-023-00449-w#ref-CR123), [124](/articles/10.1186/s40364-023-00449-w#ref-CR124)]. Briefly, the basic process is that negatively charged mRNA molecules can be delivered stably wrapped in the inner core by electrostatic interaction with positively charged lipids, free from enzymatic degradation by extracellular RNases and endosomes [ [125](/articles/10.1186/s40364-023-00449-w#ref-CR125)]. Upon reaching the antigen-presenting cells, lipid nanoparticles can enter the cells through various mechanisms such as macrocytic drinking and endocytosis, and subsequently stay in the endosomal compartment. In the endosomes, positively charged lipids may interact and fuse with the negatively charged endosomal membrane, resulting in the rupture of the endosomal membrane, allowing mRNA molecules to leak from LNPs and endosomes into the cytoplasm to perform further translation functions [ [123](/articles/10.1186/s40364-023-00449-w#ref-CR123), [126](/articles/10.1186/s40364-023-00449-w#ref-CR126)]. A number of preclinical and clinical trials have confirmed that LNPs are promising mRNA vaccine carriers that can effectively activate the immune response, and continuously improving technologies have enabled LNPs to exhibit more complex structures and enhanced physical stability, bringing fruitful results for the innovation of vaccine delivery systems [ [124](/articles/10.1186/s40364-023-00449-w#ref-CR124)]. Polymer-based carrier Polyplexes or polymer-based nucleic acid carriers as another commonly used tool for the mRNA delivery, are similar to LNPs in that polyplexes can also be positively charged and transfect mRNA through electrostatic interactions with mRNA [ [73](/articles/10.1186/s40364-023-00449-w#ref-CR73)]. Early commonly used polymer delivery materials include polyethyleneimine (PEI), poly(l-lysine) (PLL) and poly(amidoamine) (PAMAM). Although PEI was relatively widely used as a delivery system for mRNA vaccines, the cytotoxicity problems associated with its high cationic charge density and degradation problems limited its further application [ [7](/articles/10.1186/s40364-023-00449-w#ref-CR7)]. Subsequent development of multimeric delivery tools has targeted materials with biodegradable structures, the most applied of which is poly--amino ester (PBAE), which further improves its serum stability and transfection efficiency when incorporating lipids [ [127](#ref-CR127), [128](#ref-CR128), [129](/articles/10.1186/s40364-023-00449-w#ref-CR129)]. Other materials include amino polyesters, which are also biodegradable and are characterized for tissue-selective mRNA delivery [ [119](/articles/10.1186/s40364-023-00449-w#ref-CR119)]. One study compared the recently developed polymer pABOL with LNPS in many aspects, and found that LNPs were superior to pABOL in terms of cellular response to SARS-COV-2 and the activation and reactivity of Th2 [ [130](/articles/10.1186/s40364-023-00449-w#ref-CR130)]. Although it cannot be asserted that LNPs are necessarily more suitable as delivery vehicles than polymers, and a more multidimensional comparison of different classes of delivery vehicles is needed, it is true that polymer-based delivery vehicles need to be more fully developed to enrich their delivery performance. Peptide-based delivery In addition to the previously described delivery vectors, peptides can also be used for mRNA delivery because of the ability of certain positively charged amino acids to adsorb mRNA through electrostatic interactions and the ability of cell-penetrating peptides (CPPs) to rapidly internalize across biological membranes [ [131](/articles/10.1186/s40364-023-00449-w#ref-CR131), [132](/articles/10.1186/s40364-023-00449-w#ref-CR132)]. Changing the ratio of charged amino/phosphate groups in the peptide can regulate particle size and thus alter encapsulation efficiency, while modulating the mass ratio of the peptide, such as protamine to mRNA, can alter the protein expression and cytokine secretion levels [ [131](/articles/10.1186/s40364-023-00449-w#ref-CR131), [133](/articles/10.1186/s40364-023-00449-w#ref-CR133)]. Protamine is a typical peptide carrier that, in addition to stably binding mRNA for delivery, also serves as an adjuvant to activate TLR7/8 to induce an innate immune response [ [133](/articles/10.1186/s40364-023-00449-w#ref-CR133)]. To overcome the previous shortcomings, many researches try to optimize the structure of protamine through the rational design of protamine nanocapsules incorporated with oily nuclei and polyethylene glycol, and the preparation of fusion peptide Xentry by combining protamine with a short CPP et al. [ [134](/articles/10.1186/s40364-023-00449-w#ref-CR134), [135](/articles/10.1186/s40364-023-00449-w#ref-CR135)]. Virus-like Replicon Particles (VRP) Viral vectors are another for the mRNA delivery, among which adenovirus, alphavirus, Sendai virus, flavivirus and picornaviruses have been used for the mRNA delivery [ [79](/articles/10.1186/s40364-023-00449-w#ref-CR79)]. However, most adenovirus vaccines are developed for viral diseases, as well as some bacterial and parasitic diseases and monogenic disorders [ [136](/articles/10.1186/s40364-023-00449-w#ref-CR136), [137](/articles/10.1186/s40364-023-00449-w#ref-CR137)]. At present, the common viral vectors used for tumor antigen mRNA delivery usually appear in the form of VRP to synthetic SAM, which is mostly originated from alphavirus [ [64](/articles/10.1186/s40364-023-00449-w#ref-CR64)]. Compared with traditional mRNA, SAM uses ORFs encoding antigens of interest to replace the ORFs of the viral genome, while retaining the viral genome encoding non-structural replicating specific proteins [ [136](/articles/10.1186/s40364-023-00449-w#ref-CR136)]. The basic principle is that self-replicating replicons are wrapped into VRP by co-transfecting cells in vitro with helper RNA which encodes a viral structural protein, and then encapsulating SAM encoding tumor antigens, so as to achieve the purpose of simulating viral replication without forming infectious particles [ [138](/articles/10.1186/s40364-023-00449-w#ref-CR138)]. This vector has the advantage of increasing the level of RNA replication as well as triggering an innate immune response and promoting the maturation of dendritic cells; however, it also has the disadvantage of inducing neutralizing antibodies against viral surface proteins, thus impeding its application [ [139](/articles/10.1186/s40364-023-00449-w#ref-CR139), [140](/articles/10.1186/s40364-023-00449-w#ref-CR140)]. Recently, a novel RNA delivery method -SEND system has been developed, which uses human self-expressed protein PEG10 combined with RNA to assemble virus-like particles, which has the advantages of safety [ [141](/articles/10.1186/s40364-023-00449-w#ref-CR141)]. The use of self-expressed proteins to bind RNA for delivery can effectively avoid rejection. The developed tools to explore the interaction between mRNA and protein, such as PMTRIPs [ [142](/articles/10.1186/s40364-023-00449-w#ref-CR142)], undoubtedly provide effective help for exploring and developing such proteins as delivery carriers. Cationic nanoemulsions (CNEs) CNEs are another delivery vehicle whose composition, preparation methods, physicochemical properties, and biological behavior have been summarized in a review [ [143](/articles/10.1186/s40364-023-00449-w#ref-CR143)]. Briefly, CNE is a dispersion of an oil phase in an aqueous phase, consisting of an oil core of vegetable or semi-synthetic origin, stabilized by a cationic surfactant [ [143](/articles/10.1186/s40364-023-00449-w#ref-CR143)]. Studies have also been carried out to investigate the stability, toxicity, and biodistribution of CNE, and the results of these studies confirm its stability, but toxicity has not been consistently concluded in different models [ [144](#ref-CR144), [145](#ref-CR145), [146](/articles/10.1186/s40364-023-00449-w#ref-CR146)]. Administration routes The degree of antigen uptake, expression and presentation by antigen presenting cells varies with the route of injection, which will alter the magnitude and quality of neoantigen-specific CD8 + T cells and ultimately affect the strength, speed, and duration of immune responses and side effects [ [147](/articles/10.1186/s40364-023-00449-w#ref-CR147)]. Conventional delivery routes include intradermal, and intranasal [ [96](/articles/10.1186/s40364-023-00449-w#ref-CR96)]. Intramuscular injection is one of the commonly used administration routes, which has the characteristics of easy operation, well tolerance, flexible injection dose and less side effects at the injection site [ [148](/articles/10.1186/s40364-023-00449-w#ref-CR148)]. In an experiment with mice, the researchers compared the efficiency of LNPs- mRNA delivery by six different injection routes, and intramuscular injection showed good performance in duration of mRNA translation and protein expression level [ [149](/articles/10.1186/s40364-023-00449-w#ref-CR149)]. In a non-human primate experiment, the researchers used a non-invasive method of a dual radionuclide near-infrared probe to monitor the temporal and spatial trafficking characteristics of the vaccine by intramuscular injection, providing valuable help for accurately evaluating the dose, injection route and biological distribution of the vaccine [ [150](/articles/10.1186/s40364-023-00449-w#ref-CR150), [151](/articles/10.1186/s40364-023-00449-w#ref-CR151)]. Many ongoing clinical trials also choose intramuscular injection to deliver LNPs-mRNA [ [152](/articles/10.1186/s40364-023-00449-w#ref-CR152)]. In view of the advantages and disadvantages of each vaccination route according to the disease own characteristics, monitoring and studying the spatio-temporal dynamics of the vaccine can reasonably select the vaccination route to ensure that the vaccine efficacy can be maximized. Advances in clinical trials of mRNA tumor vaccines To date, the majority of registered clinical trials of mRNA tumor vaccines are under phase I and phase II, which aim to evaluate the safety, tolerability, and efficacy of the vaccines (Table [2](/articles/10.1186/s40364-023-00449-w#Tab2) and Table [3](/articles/10.1186/s40364-023-00449-w#Tab3), Supplementary Table [1](/articles/10.1186/s40364-023-00449-w#MOESM1)). Early clinical trials of mRNA tumor vaccines, mostly targeted tumor-associated antigens. Several melanoma studies observed enhanced antigen-specific immune responses and clinical outcomes when the vaccine was combined with other immunotherapies [ [153](#ref-CR153), [154](#ref-CR154), [155](/articles/10.1186/s40364-023-00449-w#ref-CR155)]. However, in this study (NCT02410733), no advantage was observed for the combination of anti-PD1 therapy, as the number of patients who responded (partial + complete responses) to the TAA vaccine FixVac alone was 10/25, while the number of responses in vaccinated patients additionally treated with anti-PD1 therapy was 8/17 [ [156](/articles/10.1186/s40364-023-00449-w#ref-CR156)]. In addition, when TAA-DC vaccine was combined with chemotherapy agents, no stronger tumor-specific T cell responses or improved clinical outcomes were observed in combination therapy compared with DC vaccine monotherapy, no matter in either melanoma or prostate cancer studies [ [157](/articles/10.1186/s40364-023-00449-w#ref-CR157), [158](/articles/10.1186/s40364-023-00449-w#ref-CR158)]. However, it is difficult to determine from several clinical trials whether the combination therapy can produce an enhanced antitumor effect, as various factors such as different diseases and patient stages will have an impact on this. Equally, it is difficult to compare the actual effectiveness of different delivery methods when the observed indicators are different. Therefore, it is necessary to expand the included subjects and unify intervention and observation indicators so as to objectively evaluate the effect of combined therapy and different delivery materials. With the rise of neoantigen screening methods, personalized vaccines became a hot topic in tumor vaccine development. However, the development of mRNA vaccines tailored to patient's genetic mutation is still in its infancy. The first human neoantigen mRNA vaccine was developed and tested in melanoma patients. The vaccine contained 20 different neoepitopes, 60% of which were immunogenic, and 75% of the patients had a progression-free survival of 27 months [ [159](/articles/10.1186/s40364-023-00449-w#ref-CR159)]. In a study that mRNA vaccines targeting poly-neoepitopes against gastrointestinal cancer, a total of 15.7% of the potential neoantigen induced specific T cell immunity which mainly consisting of CD4 + T cell response (59%), while no objective clinical responses in the 4 treated patients were observed [ [160](/articles/10.1186/s40364-023-00449-w#ref-CR160)]. Many clinical trials of personalize vaccines have been conducted against multiple tumors simultaneously, of which the mRNA sequence was designed to encode multiple neoepitopes and delivery vehicles was chosen liposomal nanoparticles which are currently of great interest. More and more companies are participating in the mRNA tumor vaccine development, which has greatly expanded the market size of mRNA vaccine [ [161](/articles/10.1186/s40364-023-00449-w#ref-CR161)]. For instance, mRNA-5671, an mRNA cancer vaccine developed by Modena and Merck, which encodes four key KRAS mutants and delivered via LNPs, is currently under evaluation for safety and tolerability in a Phase I clinical trial. In addition to encoding specific antigens or tumor-associated antigens, there are also vaccines which mRNA encoding immunomodulatory factors. One such vaccine, mRNA-2752, is an mRNA vaccine encoding three immunomodulatory factors and is currently being evaluated in Phase I and II clinical trials for safety and tolerability alone and in combination with a fixed dose of durvalumab in patients with relapsed/refractory solid tumors or lymphomas. Conclusions Genetic instability contributes to the development of cancer and shapes its heterogeneity, resulting in differential sensitivity to treatment for tumor patients. With deeper understanding of individual mutant antigens, breakthroughs in sequencing technology and the rise of big data and machine learning, rapid and accurate identification of patient-specific mutations in an economical and inexpensive manner has been achieved. Meanwhile, in vaccine preparation, the application of strategies such as optimized mRNA sequences and improved preparation conditions have broken through the previous bottleneck of instability and strong immunostimulatory property of mRNAs, while the control of vaccine delivery has been enhanced by optimized biomaterials and improved engineering techniques. These technological advances have laid a solid foundation for the widespread implementation of precision medicine represented by personalized mRNA vaccines. However, opportunities always come with challenges. Despite the abundance of tumor mutations, very few mutant peptides have been found to actually trigger anti-tumor responses, and it is still time-consuming and labor-intensive to accurately select neoepitopes from the huge number of predicted epitopes that can actually activate immune responses. On the one hand, studies on the immunogenicity of neoepitopes are limited, and no general rule of immunogenic neoepitopes has been found. Therefore, there is still a big obstacle to identify neoepitopes efficiently through streamlined algorithms and experiments. With regard to vaccine preparation, ex vivo loading of DCs delivery system played an important role in early tumor vaccine delivery. In recent years, biomaterials represented by lipid nanoparticles have been continuously improved and innovated, showing superior performance which makes them favored in the preparation of a new round of mRNA vaccines. But there is a lack of researches directly comparing which delivery vehicle is the most advantageous in terms of safety and delivery efficiency. At present, clinical trials of mRNA tumor vaccines are being actively carried out and are generally in the early stage of development. Clinical trials with reported results, especially personalized mRNA tumor vaccine trials are still few, and treatment efficacy has shown great variation in different patients. So more and in-depth research is needed to continue to explore the most appropriate treatment populations, clinical settings, delivery approach, doses and routes of administration, as well as combination therapy before achieving another breakthrough in tumor immunotherapy and benefiting the masses of tumor patients. Availability of data and materials Not applicable. Abbreviations - TAAs: - Tumor-associated antigens - MHC: - Major histocompatibility complex - PSA: - Prostate specific antigen - TSAs: - Tumor specific antigens - MS: - Mass spectrometry - FFPE: - Formalin fixed paraffin embedded - TAP: - Transporter associated with antigen processing - pMHC: - Peptide MHC - PDOs: situ MHC tetramer - IVT: - In vitro transcription - ORF: - Open reading frame - UTR: - Untranslated region - m7G: - 7-Methylgaunosine - ARCA: - Anti-reverse cap analog - HBA: - Hemoglobin subunit - HBB: - Hemoglobin subunit - PAMPs: - Pathogen-associated molecular patterns - dsRNA: - Double-stranded RNA - HPLC: - High performance liquid chromatography - : - Pseudouridine - m6A: - N6-methyladenosine chromatography and mass spectrometry - TCR: - T cell receptor - LOH: - Loss of heterozygosity - TLR: - Toll-like receptor - DCs: - Dendritic cells - SNV: - Single nucleotide variation - CNV: - Copy number variation - MNV: - Multi-nucleotide variation - NSCLC: - Non-small cell lung cancer - GBM: - Glioblastoma - GSMs: - Glioma stem cells - AML: - Acute myeloid leukemia References Blass E, Ott PA. Advances in the development of personalized neoantigen-based therapeutic cancer vaccines. Nat Rev Clin Oncol. 2021;18:215-29. Koff WC, Burton DR, Johnson PR, King CR, Nabel GJ, et al. Accelerating next-generation vaccine development for global disease prevention. Science. 2013;340:1232910. Pardi N, Hogan MJ, Porter FW, Weissman D. mRNA vaccines - a new era in vaccinology. Nat Rev Drug Discov. 2018;17:261-79. Minnaert Smedt SC, Raemdonck K, et al. Strategies for controlling the innate immune activity of conventional and self-amplifying mRNA therapeutics: Getting the message O. mRNA-based therapeutics-developing new class of drugs. Nat Rev Drug Discov. 2014;13:759-80. Mu X, Hur S. Immunogenicity of In Vitro-Transcribed RNA. Acc Chem Res. 2021;54:4012-23. Fang E, Liu X, Li M, Zhang Z, Song L, Zhu B, et al. Advances in COVID-19 mRNA vaccine development. Signal Transduct Target Ther. 2022;7:94. Gao M, Zhang Q, Feng XH, Liu J. Synthetic modified messenger RNA for therapeutic applications. Acta Biomater. 2021;131:1-15. Sahin U, Tureci O. Personalized vaccines for cancer immunotherapy. Science. 2018;359:1355-60. Alarcon NO, Jaramillo M, Mansour HM, Sun B. Therapeutic cancer vaccines-antigen discovery and adjuvant delivery platforms. Pharmaceutics. 2022; 14:1448. Pazmino MDP, Tonai Y, et al. T cell circuits that sense antigen density with an ultrasensitive threshold. Science. 2021;371:1166-71. Gibbs ZA, Whitehurst AW. Emerging Cancer/Testis Antigens to Neoplastic Behaviors. Trends Cancer. 2018;4:701-12. Liu J, Fu M, Wang M, Wan D, Wei Y, Wei X. Cancer vaccines as promising immuno-therapeutics: platforms and current progress. J Hematol Oncol. 2022; 15:1. Yang F, Yang XF. New concepts in tumor antigens: their significance in future immunotherapies for tumors. Cell Mol Immunol. 2005;2:331-41. Stern PL, Brazzatti glycoprotein expression. Semin Cancer Biol. 2014;29:13-20. Hao C, Zhang G, Zhang L. Serum CEA levels in 49 different types of cancer and noncancer diseases. Prog Mol Biol Transl Sci. M, P JY, Brown C, Shively JE. Tumor regression and immunity in combination therapy with anti-CEA chimeric antigen receptor T cells 1899469. van der Ossendorp F, van Hall T, Melief CJ. Vaccines for established cancer: overcoming the challenges posed by immune evasion. Nat Rev Cancer. 2016;16:219-33. Saxena M, van der Burg SH, Melief CJM, Bhardwaj N. Therapeutic cancer vaccines. Nat Rev Cancer. 2021;21:360-78. Lang F, Schrors B, Lower M, Tureci O, Sahin U. Identification of neoantigens for individualized therapeutic cancer vaccines. Nat Rev Drug Discov. 2022;21:261-82. Parkhurst MR, Robbins PF, Tran E, Prickett TD, Gartner JJ, Jia L, et al. Unique Neoantigens Arise from Somatic Mutations in Patients with Gastrointestinal Ehrnrooth EEW. The Changing Landscape of Therapeutic Cancer Vaccines—Novel Platforms and Neoantigen Identification. Clin Cancer Res. 2021;27:689-703. Levine AJ, Jenkins NA, Copeland NG. The Roles of Initiating Truncal Mutations in Human Cancers: The Order of Mutations and Tumor Cell Type Matters. Cancer Cell. 2019;35:10-5. Richman LP, Vonderheide Self-Proteome Predicts to Checkpoint Blockade. Cell Syst. 2019;9(375-382): e374. Bassani-Sternberg M, Pletscher-Frankild S, Jensen LJ, Mann Mass spectrometry of human leukocyte antigen class I peptidomes reveals strong effects of protein abundance and turnover on antigen presentation. Mol Cell Proteomics. 2015;14:658-73. Jurtz V, Paul S, Andreatta M, Marcatili P, Peters B, Nielsen M. NetMHCpan-4.0: Improved Peptide-MHC class I interaction predictions integrating eluted ligand affinity data. 3360-3368. Blaha DT, Anderson SD, Yoakum MV, Zha Y, Gajewski TF, et al. High-Throughput Stability Screening of Neoantigen/HLA Complexes Improves Immunogenicity Predictions. Cancer Immunol Res. 2019;7:50-61. Hu Z, Ott PA, Wu CJ. Towards personalized, tumour-specific, therapeutic vaccines for cancer. Nat Rev Immunol. 2018;18:168-82. Schumacher D, Jewell S. Effect of fixatives and tissue processing on the content and integrity of nucleic acids. Am J Pathol. 2002;161:1961-71. Brendel M, Getseva V, Assaad MA, Sigouros M, Sigaras A, Kane T, et al. Weakly-supervised tumor purity prediction from frozen H&E stained slides. 104067. Vodak D, Sun J, Hovig E, et al. Performance comparison of four exome capture systems for deep sequencing. BMC Genomics. 2014;15:449. Shaw KRM, Maitra A. et al. MHC I-associated peptides preferentially derive from transcripts bearing miRNA S, al. tumour mutations combining mass spectrometry immunoediting: integrating roles in cancer suppression and promotion. Science. 2011;331:1565-70. McGranahan N, Favero F, de Bruin EC, Birkbak NJ, Szallasi Z, Swanton C. Clonal status of actionable driver events and the timing of mutational processes in cancer evolution. Sci Transl Med. 2015; 7: 283ra254. McGranahan N, not quantity. Sci Transl Med. 2019; 11. Bai Y, Ni M, Cooper B, Wei Y, Fury W. Inference of high resolution HLA types using genome-wide RNA or DNA sequencing reads. BMC Genomics. Kohlbacher O. 2014;30:3310-6. Shukla SA, Rooney MS, Rajasagi M, Tiao G, Dixon PM, Lawrence MS, et al. Comprehensive analysis of cancer-associated somatic mutations in class I HLA genes. Nat Biotechnol. 2015;33:1152-8. Chelysheva I, Pollard AJ, O'Connor Hammerbacher J. Wu CJ. HLA-binding properties of tumor neoepitopes in humans. Cancer Immunol Res. 2014;2:522-9. Stranzl T, Larsen MV, Lundegaard C, Nielsen Prediction of cleavage by networks. Eng. 2002;15:287-96. Calis JJ, Maybeno M, Greenbaum JA, Weiskopf D, De Silva AD, Sette A, et al. Properties of MHC class I presented that enhance R, Calis JJ, et al. High-throughput epitope discovery reveals frequent recognition of neo-antigens by CD4+ T cells in human melanoma. Nat Med. 2015;21:81-5. Oh DY, Kwek SS, Raju SS, Li T, McCarthy E, Chow E, et al. Intratumoral CD4(+) T Cells Mediate Anti-tumor Cytotoxicity in Human Bladder Cancer. Cell. 2020;181(1612-1625): e1613. Tran E, Turcotte S, Gros A, Robbins PF, Lu YC, Dudley ME, et al. Cancer immunotherapy based on mutation-specific CD4+ T cells in a patient with epithelial cancer. Science. 2014;344:641-5. Bulik-Sullivan B, Busby J, Palmer CD, Davis MJ, Murphy T, Clark A et al. Deep learning using tumor HLA peptide mass spectrometry datasets improves neoantigen identification. Nature Biotechnology. 55-63. Chen B, Khodadoust MS, Olsson N, Wagar LE, Fast E, Liu CL, et al. Predicting HLA class II antigen presentation through integrated deep learning. Nat Biotechnol. 2019;37:1332-43. Chong C, Coukos G, Bassani-Sternberg M. with immunopeptidomics. Biotechnol. 2022;40:175-88. Gfeller D, Bassani-Sternberg M, Schmidt J, Luescher IF. Current tools for predicting cancer-specific T cell immunity. 2016;5: Sinitcyn P, Audehm S, et al. Direct identification of clinically relevant neoepitopes presented on native human melanoma tissue by mass spectrometry. Nat Commun. 2016;7:13404. Newey B, Michaux Woolston A, et al. Immunopeptidomics of colorectal cancer organoids reveals a sparse HLA class I neoantigen landscape and no increase in neoantigens with interferon or MEK-inhibitor treatment. J Immunother Cancer. 2019;7:309. Wang W, Yuan T, Ma L, Zhu Y, Bao J, Zhao X et al. Hepatobiliary Tumor Organoids Reveal HLA Class I Neoantigen Landscape and Antitumoral Activity of Neoantigen Peptide Enhanced Abelin T, Goulding SP, et al. Defining HLA-II Ligand Processing and Binding Rules with Mass Spectrometry Enhances Cancer Epitope Prediction. Immunity. 2019;51(766-779): e717. Zhang B, Bowerman NA, Salama JK, Schmidt H, Spiotto MT, Schietinger A, et al. Induced sensitization of tumor stroma leads to eradication of established cancer by T cells. J Exp Med. 2007;204:49-55. Bentzen AK, Marquard AM, Lyngaa Donia M, et al. Large-scale detection of antigen-specific T cells using peptide-MHC-I multimers Biotechnol. Cartwright EK, Skinner PJ. T cells using in Situ MHC tetramer staining. Int J Mol Sci. 2019;20:5165. Wolff JA, Malone RW, Williams P, Chong W, Acsadi G, Jani A, et al. Direct gene transfer into mouse muscle in vivo. Science. 1990;247:1465-8. Miao L, Zhang Y, Huang L. mRNA vaccine for cancer immunotherapy. Mol Cancer. 2021;20:41. Dolgin E. The tangled history of mRNA vaccines. Nature. 2021;597:318-24. Xu S, Yang K, Li R, Zhang L. mRNA vaccine era-mechanisms, drug platform and clinical prospection. Int T, D, Kowalska J, et al. The identity and methylation status of the first transcribed nucleotide in eukaryotic mRNA 5' cap modulates protein expression Acids Res. 2020;48:1607-26. Muttach F, Muthmann N, Rentmeister Org Chem. 2017;13:2819-32. Fuchs AL, Neu A, Sprangers R. A general method for rapid and cost-efficient large-scale production of 5' capped RNA. RNA. 2016;22:1454-66. Henderson JM, Ujita A, Hill E, Yousif-Rosales S, Smith C, Ko N, et al. Cap 1 Messenger RNA Synthesis with Co-transcriptional CleanCap((R)) Analog by In Vitro J, Waddell C, Stolarski E, Rhoads RE. Synthesis and properties of mRNAs containing the novel \"anti-reverse\" cap R, Darzynkiewicz E, Rhoads RE. Novel cap analogs for in vitro synthesis of mRNAs with high translational efficiency. RNA. 2004;10:1479-87. Kim J, Eygeris Y, Gupta M, Shanmugasundaram M, Pal I, Potter J, Kore AR. Trinucleotide Cap Analogue Bearing a Locked Nucleic Acid Moiety: Synthesis, mRNA Modification, and Translation for Therapeutic Applications. Org Lett. 2021;23:4133-6. Carralot JP, Probst J, Hoerr I, Scheel B, Teufel R, Jung G, et al. Polarization of immunity induced by direct injection of naked sequence-stabilized mRNA vaccines. Cell Mol Life Sci. 2004;61:2418-24. Weng Y, Li C, Yang T, Hu B, Zhang M, Guo S, et al. The challenge and prospect of mRNA therapeutics landscape. PJ, de Ridder D. Designing Eukaryotic Gene Expression Regulation Using Machine Learning. Trends Biotechnol. 2020;38:191-201. Hinnebusch AG, Ivanov IP, Sonenberg N. Lokras A, Foged C, Thakur A. Opportunities and challenges in the delivery of mRNA-based vaccines. Pharmaceutics. 2020; 12:102. Vlasova-St Louis I, Bohjanen PR. Coordinate regulation networks by and CELF1. J. Modulation of mRNA as LM, Fesser S mRNA-Based Therapeutic Gene Delivery by Expression-Augmenting 3' UTRs Global analysis of mRNA isoform half-lives reveals stabilizing and destabilizing elements in yeast. Cell. 2014;156:812-24. Presnyak V, Alhusaini N, Chen YH, Martin S, Morris N, Kline N, et al. Codon optimality is a major determinant of mRNA stability. Cell. 2015;160:1111-24. Thanaraj TA, Argos P. Protein secondary structural types are differentially coded on messenger RNA. Protein Sci. 1996;5:1973-83. Chen SL, Lee W, Hottes AK, Shapiro L, McAdams HH. Codon usage Proc Natl Acad Sci U S A. 2004;101:3480-5. Hanson G, Coller J. Codon optimality, bias and usage in translation and mRNA decay. Nat Rev Mol Cell Biol. 2018;19:20-30. Gu W, Zhou T, Wilke CO. A universal trend of reduced mRNA stability near the translation-initiation L. Disruptive mRNA folding increases efficiency of catechol-O-methyltransferase variant. Nucleic Acids Res. 2011;39:6201-12. Passmore LA, Coller J. Roles of mRNA poly(A) tails in regulation of eukaryotic gene expression. Nat Rev Mol Cell Biol. 2022;23:93-106. Weissman D. mRNA transcript Lima SA, Chipman LB, Nicholson AL, Chen YH, Yee BA, Yeo GW, et al. Short poly(A) tails are a conserved feature of highly expressed Struct Mol Nicholson AL, Cell Biol. NE, Preiss T. Translation initiation by recruitment: Recent insights and open questions. Wiley RNA. 2018;9: e1473. Heine A, Juranek S, Brossart P. Clinical and immunological effects of mRNA vaccines in malignant diseases. Mol Cancer. 2021;20:52. Li X, Sun X, Guo X, Li X, Peng S, Mu X. Chemical reagents modulate S. Type I Interferons Modulate CD8(+) T Cell Immunity to mRNA Vaccines. Trends Mol Med. 2017;23:216-26. Peisley A, Lin C, Wu B, Orme-Johnson M, Liu M, Walz T, et al. Cooperative assembly and dynamic disassembly of MDA5 filaments for viral dsRNA recognition. Proc Natl Acad Sci U S A. 2011;108:21010-5. Kariko K, H, Ludwig J, Weissman D. Generating the optimal mRNA for therapy: HPLC purification eliminates immune activation and mRNA. Nucleic Acids H, Mahiny A, Vlatkovic I, Sahin U, et al. A Facile Method for the Removal dsRNA mRNA. Mol Ther Nucleic Acids. 2019;15:26-35. Mu X, Greenwald E, Ahmad S, Hur S. An origin of the immunogenicity of in vitro transcribed RNA. Nucleic Acids Res. 2018;46:5239-49. Frye M, Harada BT, Behm M, He C. RNA modifications modulate gene expression during development. Science. 2018;361:1346-9. Melamed JR, Hajj KA, Chaudhary N, Strelkova D, Arral ML, Pardi N, et al. Lipid nanoparticle chemistry determines how nucleoside base modifications alter mRNA delivery. J Control Release. 2022;341:206-14. Durbin AF, Wang C, Marcotrigiano J, Gehrke L. RNAs Containing Modified Nucleotides Fail To Trigger RIG-I Conformational Changes for Innate Immune Signaling. mBio. 2016; 7. Andries O, Mc Cafferty S, De NN, Kitada T. N(1)-methylpseudouridine-incorporated mRNA outperforms pseudouridine-incorporated mRNA by providing enhanced protein expression and reduced immunogenicity in mammalian cell lines and mice. J Control Release. 2015;217:337-44. Kariko K, Buckstein M, Ni H, Weissman D. Suppression of RNA recognition by Toll-like receptors: the impact of nucleoside modification and the evolutionary origin of RNA. Immunity. 2005;23:165-75. Anderson BR, Muramatsu H, Jha BK, Silverman RH, Weissman D, Kariko K. Nucleoside modifications in RNA limit activation of 2'-5'-oligoadenylate synthetase and increase resistance to cleavage Res. cytoplasmic release and RNA-protein correlations at the level of single cells. Nucleic al. Sequence-engineered mRNA Without Chemical Nucleoside Modifications Enables an Effective Protein Therapy in Large Animals. Mol Ther. 2015;23:1456-64. Wu MZ, Asahara H, Tzertzinis G, Roy B. Synthesis of low immunogenicity RNA with high-temperature in vitro transcription. RNA. 2020;26:345-60. Luchner Reinke S, Milicic A. TLR Agonists Adjuvants Targeting Cancer and Infectious Diseases. Pharmaceutics. 2021; 13. Wang Y, Zhang S, Li H, Wang H, Zhang T, Hutchinson MR, et al. Small-Molecule Modulators of Toll-like Receptors. Acc Agonists as Cancer Therapeutics. Cancers (Basel). 2021; 13. Jiang M, Chen P, Wang L, Li W, Chen B, Liu Y, et al. cGAS-STING, an important pathway in cancer immunotherapy. J Hematol Oncol. 2020;13:81. Hong IS. Stimulatory versus suppressive effects of GM-CSF on tumor progression in multiple cancer types. Exp Mol Med. 2016;48: e242. Pollard Verrier B, Van Gulck E, Naessens T, et al. Type I IFN counteracts the induction of antigen-specific immune Radsak M, et al. Toll-like receptor-dependent activation of several human blood cell types by protamine-condensed mRNA. Eur J Immunol. 2005;35:1557-66. Kowalski PS, Rudra A, Miao L, Anderson DG. Delivering the Messenger: Advances in Technologies for Therapeutic mRNA Mol Ther. Obeid 2018;200:443-9. T, Langer R, Dong Y. Lipid nanoparticles for mRNA delivery. Nat Rev Mater. 2021;6:1078-94. Tenchov R, Bird R, Curtze AE, Zhou Q. Lipid Nanoparticles-From Liposomes to mRNA Vaccine Delivery, a Landscape of Research Diversity and Advancement. ACS Nano. 2021. Lou G, Anderluzzi G, Schmidt ST, Woods S, Gallorini S, Brazzoli M, et al. Delivery of self-amplifying mRNA vaccines by cationic lipid nanoparticles: The impact of cationic lipid selection. J Control Release. 2020;325:370-9. Cullis PR, Hope MJ. Lipid Nanoparticle Systems for Enabling Gene Therapies. Mol Ther. 2017;25:1467-75. Su X, Fricke J, Kavanagh DG, Irvine DJ. In vitro and in for Systemic Delivery of mRNA to the Lungs. Angew Chem Int Ed Engl. 2016;55:13808-12. Oberli MA, Reichmuth AM, Dorkin JR, Mitchell MJ, OS, Jaklenec A, et al. Lipid Nanoparticle Assisted Delivery for Cancer Immunotherapy. McKay PF, Hu K, Samnuan K, Jain N, Brown A, et al. Polymeric and lipid nanoparticles for delivery of self-amplifying RNA vaccines. J Control Release. 2021;338:201-10. Qiu Y, Man RCH, Liao Q, Kung KLK, Chow MYT, Lam JKW. Effective mRNA pulmonary delivery by dry powder formulation of PEGylated synthetic KL4 peptide. J Control Release. 2019;314:102-15. Khan MM, Filipczak N, Torchilin VP. Cell penetrating peptides: A versatile vector for co-delivery of drug and genes in cancer. J Control Release. 2021;330:1220-8. Fotin-Mleczek M, Duchardt KM, Lorenz C, Pfeiffer R, Ojkic-Zrna S, Probst J, et al. Messenger RNA-based vaccines with dual activity induce balanced TLR-7 dependent adaptive immune responses and provide antitumor activity. 2011;34:1-15. Gonzalez-Aramundiz JM, et al. Rational design of protamine nanocapsules as antigen delivery carriers. J Control Release. 2017;245:62-9. Bell GD, Yang Y, Leung DH. development. Cell. 2021;184:1589-603. Kotterman MA, Schaffer DV. Engineering adeno-associated viruses for Nat Genet. 2014;15:445-51. Morse MA, Hobeika AC, Osada T, Berglund P, Hubby B, Negri S, et al. An alphavirus vector overcomes the presence of neutralizing antibodies and elevated numbers of Tregs to induce immune responses in humans with advanced cancer. J Clin Invest. 2010;120:3234-41. Biddlecome A, Habte HH, McGrath KM, Sambanthamoorthy Wurm M, Sykora MM, et al. Delivery of self-amplifying RNA vaccines in in vitro reconstituted virus-like 2019;14: M, Frahm N, Kochar N et al. First-in-Human Evaluation of the Safety and Immunogenicity of a Recombinant Vesicular Stomatitis Virus Human Immunodeficiency Virus-1 gag Vaccine (HVTN 090). Open Forum Infect Dis. 2015; 2: ofv082. Segel M, Lash B, Song J, Ladha A, Liu CC, Jin X, et al. Mammalian retrovirus-like protein PEG10 packages its own mRNA and can be pseudotyped for mRNA delivery. Science. C, Bhosle SM, Vanover D, Santangelo PJ. Quantification and Localization of Protein-RNA Interactions in Patient-Derived Archival Tumor Tissue. Cancer Res. al. delivery systems. Int J Pharm. 2017;534:356-67. Brito LA, Chan M, Shaw CA, Hekele A, Carsillo T, Schaefer M, et al. A cationic nanoemulsion for the delivery of next-generation RNA Nanotechnol. 2016; 16: B, Bigras M, Dubois G, et al. Nonclinical safety assessment of repeated administration and biodistribution of a novel rabies self-amplifying CD8(+) T Yang L, Thompson EA, Pushparaj P, Tran K, Liang F, et al. Route of Vaccine Administration Alters Antigen Trafficking but Not Innate or Adaptive Immunity. Cell Rep. 2020;30(3964-3971): e3967. Pardi N, Tuyishime S, Muramatsu H, YK, et al. Expression kinetics of nucleoside-modified mRNA delivered in lipid nanoparticles to mice by various routes. J Control Release. 2015;217:345-51. Lindsay KE, Bhosle SM, Zurla C, Beyersdorf J, Rogers KA, Vanover D, et al. Visualization of early events in mRNA vaccine delivery in non-human primates via PET-CT and near-infrared imaging. Nat Biomed Eng. 2019;3:371-80. Ols S, Lore K. Imaging the early fate of mRNA vaccines. Nat Biomed Eng. 2019;3:331-2. Shemesh CS, Hsu JC, Hosseini I, Shen BQ, Rotte A, Twomey P, et al. Personalized Cancer Vaccines: Clinical Landscape, Challenges, and Opportunities. Mol Ther. 2021;29:555-70. Boczkowski D, de Rosa N, Haley NR, Morse MA, Tyler DS, et al. Enhancement of anti-tumor immunity through local modulation of CTLA-4 and GITR by cells. Benteyn D, Corthals Aerts C, Heirman C, et al. phase study intravenous mRNA electroporated S, Carrasco J, Bar I, Corthals J, Wilgenhof S et al. TriMix and tumor antigen mRNA electroporated dendritic cell vaccination plus ipilimumab: link between T-cell activation and clinical responses in advanced melanoma. J Immunother Cancer. 2020; 8. Sahin U, Oehm P, Derhovanessian E, Jabulowsky RA, Vormehr M, Gold M, et al. An RNA vaccine drives immunity in checkpoint-inhibitor-treated melanoma. Nature. 2020;585:107-12. Boudewijns S, Bloemendal M, de Haas H, Bol KF, Schreibelt G, et al. Autologous monocyte-derived DC vaccination combined with cisplatin in stage III and IV melanoma patients: a prospective, randomized phase 2 TH, Ellebaek Andersen R, Met O, et al. Dendritic cell vaccination in combination with docetaxel for patients with metastatic castration-resistant prostate cancer: II Sahin U, Derhovanessian E, Miller M, Kloke BP, Simon P, Lower M, et al. Personalized RNA mutanome vaccines mobilize poly-specific therapeutic immunity against cancer. Nature. 2017;547:222-6. Cafri G, Gartner JJ, Zaks T, Hopson K, Levin N, Paria BC, et al. mRNA vaccine-induced neoantigen-specific T cell immunity in patients with gastrointestinal cancer. J Clin Invest. 2020;130:5976-88. Xie W, Chen B, Wong J. Evolution of the market for mRNA technology. Nat Rev Drug Discov. 2021;20:735-6. Wingett SW, Andrews S. FastQ Screen: A A. ClinQC: a tool for quality control and cleaning of Sanger and NGS data in clinical research. BMC Bioinformatics. 2016;17:56. Song L, Florea L, Langmead B. sequencing error correction without counting. Genome Biol. 2014;15:509. Liu Schroder J, Schmidt B. Musket: a multistage k-mer spectrum-based error corrector for Illumina sequence data. Bioinformatics. 2013;29:308-15. Davis EM, Sun Y, Liu Y, Kolekar P, Shao Y, Szlachta K, et al. SequencErr: measuring and suppressing next-generation Biol. 2021;22:37. Thankaswamy-Kosalai Sen P, assessment of read-mapping by multiple aligners based on genome-wide CA, Schlesinger F, J, Bioinformatics. Koboldt DC, Zhang Q, Larson DE, Shen D, McLellan MD, Lin L, et al. VarScan 2: somatic mutation and copy number alteration discovery in cancer by exome sequencing. Genome Res. 2012;22:568-76. Lai Z, Markovets A, Ahdesmaki Chapman B, Hofmann O, McEwen R, et al. VarDict: a novel and versatile variant caller for next-generation sequencing in cancer research. Nucleic Acids Res. 2016;44: e108. Larson DE, Harris CC, Chen K, Koboldt DC, Abbott TE, Dooling DJ, et al. SomaticSniper: identification of somatic point mutations in whole genome sequencing data. Bioinformatics. 2012;28:311-7. Cibulskis K, Lawrence MS, Carter SL, Sivachenko A, Jaffe D, Sougnez C, et al. Sensitive detection of somatic point mutations in impure and heterogeneous cancer samples. Nat Biotechnol. 2013;31:213-9. Klambauer G, Schwarzbauer K, Mayr Bodenhofer U et al. cn.MOPS: mixture of Poissons for discovering copy number variations in next-generation sequencing data with a low false discovery rate. Nucleic Acids Res. 2012; 40: e69. Chen X, Schulz-Trieglaff O, Shaw R, Barnes B, Schlesinger F, Kallberg M, et al. Manta: rapid detection of structural variants and indels for germline and cancer sequencing applications. Bioinformatics. 2016;32:1220-2. Ge H, Liu K, Juan T, Fang F, Newman M, Hoeck W. FusionMap: detecting fusion genes from next-generation sequencing data base-pair Bioinformatics. 2011;27:1922-8. Kawaguchi K, Shimizu M, Yamada R, Matsuda F. HLA-HD: An accurate HLA algorithm next-generation Mimori T, Sato Y, Kawai Y, et al. HLA-VBSeq: accurate HLA typing at full from whole-genome sequencing data. BMC Genomics. 2015;16(Suppl 2):S7. Reynisson B, Alvarez Paul S, Peters B, Nielsen M. NetMHCpan-4.1 and NetMHCIIpan-4.0: improved predictions of MHC antigen presentation by concurrent motif deconvolution and integration of MS MHC eluted ligand data. Nucleic Acids Res. 2020; 48: W449-W454. Wu J, Wang W, Zhang J, Zhou B, Zhao W, Su Z, et al. DeepHLApan: A Deep Learning Approach for Neoantigen Prediction Considering Both HLA-Peptide Binding and Immunogenicity. Front Immunol. 2019;10:2559. Larsen MV, Lundegaard C, Lamberth K, Buus S, Lund O, Nielsen M. J, Schats K, van Dam PJ, Seremet T, et al. A randomized controlled phase II clinical trial on mRNA electroporated autologous monocyte-derived dendritic cells (TriMixDC-MEL) as III/IV melanoma patients who are disease-free Met O, Hansen M, et al. mRNA-transfected dendritic cell vaccine in combination with metronomic cyclophosphamide as treatment for patients with advanced malignant melanoma. de Wilt JH, et al. Vaccination with mRNA-electroporated dendritic cells induces robust tumor antigen-specific CD4+ and CD8+ T cells responses in stage III and IV melanoma patients. Clin Cancer Res. 2012;18:5460-70. Weide E, TK, et al. Direct injection of protamine-protected mRNA: results of a phase 1/2 vaccination trial in metastatic melanoma patients. J Immunother. 2009;32:498-507. Lance dendritic cell-based immunotherapy, in combination with sunitinib in unfavorable risk patients with advanced renal cell carcinoma (RCC): Phase 2 study results. J Immunother Cancer. 2015;3:14. Crosby EJ, Hobeika AC, Niedzwiecki D, Rushing C, Hsu D, Berglund P, et al. Long-term survival of patients with stage III colon cancer treated with VRP-CEA(6D), an alphavirus vector that increases the CD8+ effector memory T cell to Treg ratio. Boer A, al. Immunogenicity of dendritic cells pulsed with CEA peptide or transfected with CEA mRNA for vaccination of colorectal cancer patients. Anticancer Res. 2010;30:5091-7. Wang QT, Nie Y, Sun SN, Lin T, Han RJ, Jiang J, et al. Tumor-associated antigen-based personalized dendritic cell vaccine in EM, et al. Therapeutic vaccination against autologous cancer stem cells with mRNA-transfected dendritic cells in patients with glioblastoma. Cancer Immunol Immunother. Van Tendeloo VF, Van de A, Van Driessche A, Cools N, Anguille S, Ladell K, et al. Induction of complete and molecular remissions in acute myeloid leukemia by Wilms' tumor 1 antigen-targeted dendritic cell Natl Acad U Kyte JA, Mu L, Aamdal S, Kvalheim G, Dueland S, Hauser M, et al. Phase I/II trial of melanoma therapy with dendritic cells transfected with autologous tumor-mRNA. Cancer Gene Ther. 2006;13:905-18. Sebastian M, Schroder A, Scheel B, Hong HS, Muth A, von Boehmer L, et al. A phase I/IIa study of the mRNA-based cancer immunotherapy CV9201 in patients with stage Hipp MM, Klinkhardt U, Fruh M, Sebastian M, Weiss C, et al. Phase Ib evaluation of a self-adjuvanted protamine formulated mRNA-based active cancer immunotherapy, BI1361849 (CV9202), combined with local radiation treatment in patients with stage IV non-small cell lung cancer. J Immunother Cancer. 2019;7:38. Kubler H, B, Gnad-Vogt U, Vom Dorp F, et al. Self-adjuvanted mRNA vaccination in advanced prostate cancer patients: a first-in-man phase I/IIa study. J Immunother Cancer. 2015;3:26. Acknowledgements Not applicable. Funding This research was financially supported by the National Natural Science Foundation of China (No. 82073095), and the medical Sci-Tech innovation platform Foundation of Zhongnan Hospital, Wuhan University (No. PTXM2023005). Ethics declarations Ethics approval and consent to participate Not applicable. Consent for publication All authors have read and approved the final manuscript. Competing interests The authors declare that there are no potential competing interests. Additional information Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Supplementary Information Rights and permissions Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit [http://creativecommons.org/licenses/by/4.0/](http://creativecommons.org/licenses/by/4.0/). The Creative Commons Public Domain Dedication waiver ( [http://creativecommons.org/publicdomain/zero/1.0/](http://creativecommons.org/publicdomain/zero/1.0/)) applies to the data made available in this article, unless otherwise stated in a credit line to the data. About this article Cite this article Yuan, Y., Gao, F., Chang, Y. et al. Advances of mRNA vaccine in tumor: a maze of opportunities and challenges. Biomark Res 11, 6 (2023). https://doi.org/10.1186/s40364-023-00449-w Received: Accepted: antigens - Algorithmic prediction - Sequence optimization - Adjuvants "}