{"title": "Consejos para proteger tu sistema inmune", "author": null, "url": "https://www.ensure.abbott/mx/blog/consejos-para-proteger-tu-sistema-inmune.html", "hostname": "ensure.abbott", "description": "Te compartimos algunas medidas para regresar a tu rutina con hábitos más saludables y un sistema inmune más fuerte.", "sitename": "ensure.abbott", "date": "2020-01-01", "cleaned_text": "Consejos para proteger tu sistema inmune - Main Image - Te compartimos algunas medidas para regresar a tu rutina con hábitos más saludables y un sistema inmune más fuerte. El sistema inmune es la defensa natural del cuerpo, compuesto por un grupo de órganos y células especiales que lo protegen de infecciones y enfermedades.1 Para mantenerlo saludable, es importante adoptar hábitos como; hacer ejercicio, alimentarse sanamente, dormir bien y mantenerse hidratado todos los días. ¿Cómo identificar si las defensas del cuerpo están bajas? Las defensas son las encargadas de impedir la entrada de virus y bacterias al organismo. Por ello, la importancia de fortalecerlas. Algunas señales para determinar que están bajas son: infecciones virales y resfriados recurrentes. Medidas para proteger tus defensas Una de las mejores decisiones que beneficia el cuidado de las defensas es una buena alimentación, ya que esto representa uno de los principales factores para el mantenimiento de una vida más saludable2 y por ende, apoya a tener un sistema inmune resistente. Ahora más que nunca, es tiempo de mantenerte sano con nutrientes esenciales que te protejan. El primer paso para tener hábitos más saludables es contar con una dieta sana, variada y suficiente, que sea rica nutricionalmente. De lo contrario, puede ser un factor de riesgo para desarrollar un estado nutricional deficiente,3 que de paso a una enfermedad como: hipertensión, obesidad, alguna enfermedad cardiovascular, cáncer o diabetes.4 Cualquier momento es bueno para cuidarte, por ello te sugerimos algunas medidas pertinentes para tener mejores hábitos y mantener a tus defensas fuertes: - Incluye alimentos esenciales como frutas y verduras. - Come muchos cítricos ya que son una excelente fuente de vitamina C y garantiza la formación de sustancias inmunológicas.5 - Prepara tus alimentos en casa con todas las medidas de higiene. - Mantén limpias tus manos en todo momento y evita tocar tu cara. - Equilibra el consumo de leguminosas, alimentos de origen animal, así como, cereales y carbohidratos.6 - Evita consumir alimentos altos en azúcares agregados, grasas saturadas y sodio.7 - Mantente hidratado; bebe diario un litro o litro y medio de agua natural. - Agrega a tu dieta vitaminas y minerales, los cuales ejercen un papel importante como cofactores de muchas vías metabólicas8 y se consideran esenciales para la integridad y el perfecto funcionamiento del sistema inmune. - Mantente activo físicamente al menos 30 minutos al día; practica 4 tipos de ejercicios que involucren resistencia, fuerza, equilibrio y flexibilidad.14 Sabemos que volver a la normalidad y a la rutina diaria representa un gran reto para nuestra salud. Por ello, es momento de mostrar mayor compromiso y responsabilidad con tus hábitos. Una de las claves para lograrlo es una buena alimentación la cual debe ser completa, equilibrada, suficiente y variada. Ensure® puede ser tu aliado para estar siempre radiante, activo y mantenerte más saludable cada día. Gracias a su practicidad, Ensure® te acompaña siempre para consumir nutrientes que tu cuerpo necesita, sin frenar las actividades que estés realizando. Recuerda que es una nutrición especializada que contiene proteína, vitaminas, minerales, carbohidratos y lípidos, que benefician a tu cuerpo. Además es libre de lactosa y gluten, para garantizar una nutrición completa y balanceada, ideal para consumirlo a cualquier momento del día. No olvides consultar a tu médico o nutriólogo para desarrollar planes de dieta y ejercicio de acuerdo a tus requerimientos nutrimentales. 1 What is the immune system? WebMD. Enlace: [https://www.webmd.com/migraines-headaches/qa/what-is-the-immune-system](https://www.webmd.com/migraines-headaches/qa/what-is-the-immune-system) Fecha de acceso: Junio, 2020. 2, 3, 4, 5, 7 Mariño GA, Núñez VM, Gámez BAI. Alimentación saludable. Rev Acta Médica. 2016;17(1) Enlace: [https://www.medigraphic.com/pdfs/actamedica/acm-2016/acm161e.pdf](https://www.medigraphic.com/pdfs/actamedica/acm-2016/acm161e.pdf) Fecha de acceso: Junio, 2020. 6,8 Dieta y Ejercicio: Opciones de hoy para un mañana más saludable. NIH: National Institute on Aging. Enlace: [https://www.nia.nih.gov/health/infographics/dieta-ejercicio-opciones-hoy-manana-mas-saludable](https://www.nia.nih.gov/health/infographics/dieta-ejercicio-opciones-hoy-manana-mas-saludable) [https://www.webmd.com/cancer/lymphoma/living-with-b-cell-18/b-cell-protect-immune-system](https://www.webmd.com/cancer/lymphoma/living-with-b-cell-18/b-cell-protect-immune-system) Fecha de acceso: Junio, 2020. * La información del sitio web de Ensure se tomó como referencia principal. Últimas Entradas Las transacciones que se efectúen a través del sitio web externo se sujetan a los Términos y Condiciones, y Política de Privacidad de dicho sitio web que no está bajo control de Abbott. Abbott provee estos enlaces solamente para su conveniencia. "}