{"title": "Llega el frío, como estimular nuestro sistema inmunológico. Los consejos de nuestro farmacéutico", "author": "Ester", "url": "https://www.visitsitges.com/en/llega-el-frio-como-estimular-nuestro-sistema-inmunologico-los-consejos-de-nuestro-farmaceutico-2/", "hostname": "visitsitges.com", "description": "Llega el frío, como estimular nuestro sistema inmunológico. Los consejos de nuestro farmacéutico, Farmacia Benazet para preparar nuestro sistema inmunitario de cara al invierno y la llegada del frío.Siempre es importante reforzar nuestras defensas pero sobre todo este año donde se juntan los síntomas del Covid-19, los de la gripe, los de los resfriados o", "sitename": "VisitSitges", "date": "2020-10-19", "cleaned_text": "Llega el frío, como estimular nuestro sistema inmunológico. Los consejos de nuestro farmacéutico, Farmacia Benazet para preparar nuestro sistema inmunitario de cara al invierno y la llegada del frío. Siempre es importante reforzar nuestras defensas pero sobre todo este año donde se juntan los síntomas del Covid-19, los de la gripe, los de los resfriados o los de algunas otras enfermedades del aparato respiratorio que puedan aparecer. Habrá pues que estar bien alerta para no confundir las enfermedades durante este otoño e invierno, y preparar nuestro sistema inmunitario para que pueda combatir las posibles infecciones con eficacia. Como estimular y reforzar nuestro Sistema Inmunológico - En primer lugar, hay que llevar un estilo de vida saludable, por eso le recomendamos: Realizar una ingesta adecuada de alimentos ricos en vitaminas y minerales, como frutas y verduras. - El cobre con propiedades antivíricas los encontramos en: nabos, boniato, calabaza, castañas, granadas y setas. - La vitamina A con propiedades antivíricas y protectoras de las mucosas los encontramos en: boniato, calabaza, pomelo, granada, higos. - La vitamina D que mejora el sistema inmune innato y adaptativo lo encontramos en los: shiitakes, yema de huevo y pescado azul. - La vitamina C estimula la capacidad del neutrófilos y la proliferación de los linfocitos T que nos protegen de los virus y la podemos encontrar en: cítricos sobre todo en el pomelo, caquis, mangos, granada, calabaza, boniato y nabos. - El magnesio aumenta la actividad de las células encargadas de neutralizar virus y cánceres y lo encontramos en los: nabos e higos. - El zinc aumenta el número de linfocitos T y también lo encontramos en los: nabos, calabaza y setas. - Las setas como el Shiitake, el Maitake contienen una sustancia antiviral llamada lentinam. Beber agua suficiente, para mantener hidratados. Evitar la ingesta de azúcares, fritos, grasas y alimentos procesados. Hacer un consumo moderado de alcohol y evitar el tabaco. Realizar ejercicio moderado de forma regular. Dormir las horas necesarias; lo recomendable para un buen descanso es entre 7 y 8 horas. Evitar el estrés. Las situaciones de estrés y nerviosismo prolongado debilitan el sistema inmunológico. Procurar tener un estado anímico positivo y optimista. Los disgustos y el desánimo hacen bajar las defensas. - Aparte de seguir estos consejos, hay una serie de productos naturales que nos ayudan a reforzar y estimular nuestro sistema inmunitario y que puede encontrar en las farmacias de nuestra Villa. Echinacea: planta medicinal, con actividad antivírica, antibacteriana, cicatrizante y estimulante del sistema inmunitario. Uña de gato: planta medicinal que estimula el sistema inmunitario. Jalea real: posee propiedades antifúngicas (combate las infecciones por hongos), antibacterianas e inmunoestimulantes. Contiene vitaminas y minerales. Es un excelente revitalizante, muy indicado en los cambios de estación. Própolis: lo fabrican las abejas, como la Jalea Real, y tiene propiedades antisépticas. Muy indicado para prevenir y combatir infecciones de garganta. Complejos vitamínicos: todas las vitaminas son imprescindibles. Las que más intervienen en la prevención y curación de enfermedades infecciosas son las A, C y E. Mantienen en buen estado el sistema inmunitario y, además, favorecen un estado saludable de las mucosas, que pueden ser una puerta de entrada para los agentes patógenos. Probióticos: son bacterias y levaduras simbióticas, que colaboran con el sistema inmunitario. Algunas producen sustancias que matan o limitan el crecimiento de bacterias patógenas. Imprescindibles cuando el paciente sigue un tratamiento con antibióticos. Pueden contribuir a regularizar el ritmo de deposiciones, sobre todo cuando hay diarreas. Homeopatía: varias cepas homeopáticas tienen propiedades inmuno-estimulantes, como el Anae Barbarie, el Sulfuro y la Silicea. Otras cepas actúan como antibióticos, como por ejemplo Mercurius, Allium cepa, Kalium Bichromicum, Pyrogenium, etc ... Aunque los medicamentos homeopáticos son considerados seguros, nunca hay que automedicarse. Si tiene alguna duda, en las farmacias pueden encontrar profesionales sanitarios que le aconsejarán en cada caso particular, y recuerde seguir en todo momento las indicaciones de las autoridades sanitarias. "}