{"title": "Flu Shots 101: How to Detox and Get the Most From Them", "author": "Trisha Gilkerson", "url": "https://www.intoxicatedonlife.com/detox-get-flu-shot/", "hostname": "intoxicatedonlife.com", "description": "If you are someone that gets the flu shot, I want to give you some pointers to help reduce the damage of the vaccine. Here are some effective tips.", "sitename": "Intoxicated On Life", "date": "2014-10-17", "cleaned_text": "Let's talk about the flu shot. We skip the flu vaccine, but I know not everyone makes that choice. For our family the benefits simply don't outweigh the consequences. If you are one that has decided the best option for your family is to receive the flu vaccine, I want to give you some pointers to help reduce the damage of the vaccine. I also know there are some of you that are required to get the flu shot in order to keep your job (don't even get me started on that!) so you may also find these tips helpful as well. 4 Tips for Those Who Choose to Get the Flu Shot 1. Stay away from Tylenol, Ibuprofen, and Asprin after your flu shot. [Studies have found](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2693360/) that the use of these pain relievers reduces the bodies ability to produce antibodies. This is the very thing you are trying to accomplish in getting a vaccine - you want your body to produce antibodies so you become immune to the virus your vaccinating against. 2. Get a thimerosal-free vaccine. Be sure you demand a flu shot that does not have mercury. If the location you've gone to does not have the thimerosal (mercury)-free vaccine available, call around and find a location that does. Mercury is a very damaging heavy metal. Another interesting tidbit to note about mercury, is if you have a MTHFR genetic mutation, your body will have a very difficult time ridding itself of even a little bit of mercury. If you have a double mutation, it will be virtually impossible. Does it sound like I'm speaking a foreign language? MTH.., what?! If you don't know what I'm talking about, that's OK. Just know that many, many people (some doctors estimate that over 75% of the population) have this mutation. It just makes it more difficult for your body to get rid of the mercury. So, don't allow anyone to stick you with a needle that contains a mercury-filled vaccine. Period. End of story. 3. Detox, detox, detox! It is so important you work to get the toxins out of your body. Do several of the following, or do all of them, get the nasties out of your body as quickly as you can! Wondering what all of the fuss is about? [This post outlines the ingredients in the flu vaccine](https://www.intoxicatedonlife.com/2014/10/15/truth-about-flu-vaccine/) and which ones you need to be concerned about. Detox baths, particularly detox baths with bentonite clay are a great way to begin detoxing. [This post](http://thehumbledhomemaker.com/2013/12/how-to-take-a-detox-bath.html) from my friend Erin at The Humbled Homemaker, has a great recipe for a detox bath. Why bentonite clay? [Bentonite clay](http://amzn.to/1KFQFm9) has dual properties: it both binds and draws out. It binds to toxins and it draws them out. If you want to up the ante, use bentonite clay internally. Yes, drink the clay. I know, it sounds disgusting, but I've done it and it's not bad. I can highly recommend the [Detox+ that Bulk Herb Store sells](http://www.bulkherbstore.com/Detox-Plus#a_aid=intoxicatedonlife) (it also contains activated charcoal in the mix which is another great detox component). If you're really too squeamish to do the Detox+ drink, you can always grab these [bentonite clay capsules](https://www.amazon.com/dp/B0048IMGSY?tag=intoonlife-20) which I've also personally used. Supplements to help with detox: Below are a list of supplements that can be added to your detox regiment. [Chlorella](https://www.amazon.com/dp/B005RPV1OC?tag=intoonlife-20)is a fresh water algae and a very powerful detox tool. After having to undergo a CT scan, this is one of the strategies I used for detox. Chlorella binds to chemicals, heavy metals, and pesticides in your gut and removes them, but leaves the minerals and vitamins intact. It's really quite fascinating! [These are the chlorella pills](https://www.amazon.com/dp/B005RPV1OC?tag=intoonlife-20)that I used. [N-acetyl Cysteine](https://www.amazon.com/dp/B0013OUQ3S?tag=intoonlife-20)is an amino acid which binds and removes mercury and other metals found in vaccines from the body. It also breaks down toxic substances in liver. I've not ever personally used this supplement, but if I was receiving the flu vaccine, I'd definitely add it to my detox regiment. [Vitamin C](https://www.amazon.com/dp/B003PQX3XC?tag=intoonlife-20)is an amazing antioxidant that we could likely all benefit from taking more of. It is fantastic for both immune support and for removing metals used in the vaccines. I would begin using vitamin C several days prior to receiving the flu vaccine and continue to take it afterwards. Be sure not to get just Vitamin C in the form of asorbic acid, but get a vitamin C with flavanoids. This is the [vitamin C](https://www.amazon.com/dp/B003PQX3XC?tag=intoonlife-20)that I take daily and highly recommend. Essential oils can also be beneficial in helping your body detox. Below are the essential oils that are most well known for assisting with detox. ( [Here are more of my essential oil articles](https://www.intoxicatedonlife.com/category/health/essential-oils/)). - cilantro/coriander essential oil - cinnamon essential oil - clove essential oil - oregano essential oil 4. Boost your Immune System! Read the tips on [7 Steps to Avoiding the Flu Without a Shot](https://www.intoxicatedonlife.com/?p=63068) to see how you can boost your immune system. Just because you received the flu vaccine doesn't mean you won't get the flu. In fact, approximately 8.4% of individuals who receive the flu vaccine whereas 8.9% of individuals who don't receive the vaccine end up getting the flu. Unfortunately, there are thousands of strain's of influenza and when you get the flu shot you're only vaccinated against 3-4 of those strains. More Immune System Articles: [DIY Immune-Boosting Herbal Tea Recipe](https://www.intoxicatedonlife.com/2014/09/08/diy-immune-boosting-herbal-tea/) [DIY Immune Bomb and 5 Immune System Supporting Recipes](https://www.intoxicatedonlife.com/2014/10/13/diy-immune-bomb-plus-5-immune-system-supporting-recipes/) [Stop the Stomach Flu: Home Remedies That Work](https://www.intoxicatedonlife.com/2014/08/05/stop-stomach-flu-tracks-home-remedies-work/) [Why I Don't Buy (most) Cough Syrups from the Store (and the One that I Do)](https://www.intoxicatedonlife.com/2015/11/02/why-i-dont-buy-most-cough-syrup-from-the-store-and-one-that-i-do/) [The Key Habit That "}