{"title": "¿DETOX: es necesario?", "author": null, "url": "https://beewellness.es/detox-es-necesario/", "hostname": "beewellness.es", "description": "Detox es una palabra muy popular en estos últimos años y significa diferentes cosas según en el contexto que se utilice. En marketing es una palabra comodín que se usa para vender dietas o cualquier otra clase de elixir para quitarte kilos.", "sitename": "Beewellness", "date": "2017-07-20", "cleaned_text": "abreviado de la palabra \"detoxificación\", que a su vez es un término adaptado del inglés «detoxification». Se ha convertido en una palabra muy popular en estos últimos años y significa diferentes cosas según en el contexto en el que se utilice. Por ejemplo, en marketing es prácticamente una palabra comodín que se usa para vender dietas o cualquier otra clase de elixir para quitarte kilos, años y arrugas de manera instantánea. En la medicina convencional, el término detox se refiere a los programas de desintoxicación de drogas y alcohol. En medicina integrativa, se refiere a la limpieza del organismo de toxinas que ha ido acumulando con el tiempo. Lo cierto es que aunque ahora sea una palabra de moda, la práctica detox está muy presente en todas las tradiciones y culturas: desde los ayunos recogidos en la Biblia hasta los baños y saunas de la antigua Grecia y Roma, pasando por la medicina Ayurvédica de India o la Medicina Tradicional China. Desde muy antiguo se ha considerado importante el limpiar el cuerpo de toxinas. Lo cierto es que nuestro organismo ya está diseñado para limpiar esas toxinas. Podríamos definir «detox» también como el conjunto de reacciones químicas que ocurren dentro de nosotros para transformar y eliminar esas toxinas que pueden ser nocivas para el organismo. Nuestro cuerpo es muy bueno a la hora de desintoxicarnos, pues es algo que hace 24 horas al día todos los días del año, ¡tanto si estamos haciendo un detox como si no! Entonces... ¿es necesario hacer detox? La respuesta a esta pregunta es no. No es necesario «hacer un detox» en el sentido de que el cuerpo dispone de los órganos y mecanismos para hacerlo por sí mismo. Ahora bien, sí podemos y debemos «hacer un detox», en el sentido de apoyar y ayudar a nuestro cuerpo a que haga este proceso, por sí mismo, lo mejor posible. Cuesta creerlo, pero nuestro organismo se está convirtiendo en una especie de central de residuos: nada menos que 300 sustancias químicas contaminantes se concentran a lo largo y ancho de nuestra anatomía. ¿Y cómo puede ser? Pues las rutinas de cada día están repletas de sustancias peligrosas para la salud en las que ni siquiera reparamos. No se trata solamente de la polución ambiental, sino que limpiar la casa, maquillarse o ingerir ciertos alimentos son actividades cotidianas que se pueden convertir en auténticos atentados contra la salud si no se eligen los productos adecuados. (1) Para que te hagas una idea: desde principios del siglo XX hasta hoy en día ha aumentado de manera exponencial el número de agentes químicos en la atmósfera (de 1 a 400 toneladas). (1). La mayor parte de estas sustancias no han sido testadas para saber si suponen un riesgo para la salud. Además, es importante recordar que el mayor peligro de estas toxinas a las que estamos expuestos en pequeñas cantidades es el \"efecto cóctel\", prolongado en el tiempo, que tiene como resultado la acumulación de estas sustancias en el organismo. ¿Cuál es mi posición ante tanta incertidumbre? Yo presumo que estas sustancias son peligrosas para la salud, al menos hasta que no se demuestre lo contrario, y es por esto que recomiendo a mis clientes que las eviten en la medida de lo posible. Lamentablemente, y a pesar de avances en este sentido (como la legislación europea REACH), la posición de la comunidad científica es la contraria. Un estudio de Ecologistas en Acción con los datos del 2015 de la Agencia Española Seguridad Alimentaria (AECOSAN) indica que se han encontrado residuos de 33 plaguicidas diferentes en alimentos españoles. Los alimentos más contaminados fueron la miel, la zanahoria, la patata y la piña. Estos plaguicidas (como el glifosato) tienen la capacidad de alterar nuestro sistema hormonal, contribuyendo a malformaciones en el feto, daños al sistema reproductor masculino o femenino, o alteraciones metabólicas (diabetes, obesidad) y problemas cardiovasculares, alteraciones neurológicas y cánceres hormono-dependientes. (2) Nuestra dieta moderna, cargada de aditivos químicos, pesticidas y herbicidas, es, además, pobre en nutrientes. Esto supone que los órganos de limpieza, es decir, el hígado, los riñones, el intestino, los pulmones y la piel, no obtienen todo lo que necesitan para gestionar la carga tóxica que reciben. Entre estas, se incluyen además sustancias como el alcohol, la cafeína, el tabaco, medicamentos y otras drogas que son parte de nuestra vida diaria y que también han de ser procesadas y excretadas por los órganos DETOX. En resumen: si la carga tóxica excede la capacidad de nuestros órganos DETOX, entonces las toxinas se acumularán en el organismo y nos causarán una serie de problemas. Se incluyen toda una seria de síntomas inespecíficos como cansancio, falta de energía, neblina mental, dolores articulares y/o musculares, hinchazón y pesadez, trastornos del sueño, problemas de alergias y de piel, infecciones frecuentes, falta de concentración de memoria, cambios de humor, depresión, ansiedad, etc. Podríamos denominarlo el síndrome de \"Me encuentro fatal pero el médico me dice que no tengo nada\". A largo plazo, numerosos estudios han vinculado varias enfermedades crónicas como problemas cardiovasculares, obesidad, diabetes y cáncer con la presencia de altos niveles de tóxicos o químicos en nuestro cuerpo (3). - estás pensando en quedarte embarazada (lo tendría que hacer la pareja y al menos 3 meses antes de empezar a concebir) - tienes problemas hormonales de tiroides, problemas con la regla o de menopausia - padeces enfermedades autoinmunes como artritis reumatoide o lupus - después de un tratamiento médico prolongado o consumo de muchos medicamentos - sufres problemas metabólicos como obesidad, diabetes, tensión alta, elevado colesterol, hígado graso - tienes problemas digestivos como síndrome de colon irritable, estreñimiento o diarrea crónicas, digestiones pesadas, exceso de acidez - tienes falta de concentración, memoria, claridad, cambios de humor - notas problemas con el sueño, falta de energía y vitalidad Estoy en contra de cualquier forma de dieta extrema, detox o no, y de cualquier programa que asocie alimentos y culpa, toxicidad o prohibición. Un programa detox seguro y efectivo tiene dos objetivos fundamentales: - Reducir todas aquellas cosas que aumentan la carga tóxica y por lo tanto dan más trabajo a órganos detox como el hígado y los riñones. Aquí me refiero a todos los alimentos procesados, azúcares refinados, alcohol, cafeína, tabaco, medicaciones, plásticos, cosmética y productos de higiene comerciales, etc. - Aumentar el consumo de nutrientes que necesita el cuerpo para hacer bien su trabajo detox. Cada vez tenemos más evidencia clínica de que los nutrientes y otros componentes de los alimentos pueden modular la transformación y eliminación de toxinas en el cuerpo (4). Proteínas de calidad, mucha variedad de verduras y frutas, grasas saludables, agua, hierbas aromáticas y especias y productos fermentados son los pilares de un programa detox bien diseñado. Las actividades de Beewellness, en este sentido (tanto el [programa Detox Beewellness](https://beewellness.es/producto/programa-detox-grupal-beewellness/) como el [Reto 10: Adiós al picoteo](https://beewellness.es/producto/reto-10/), este último también en sus ediciones online) incluyen estos dos aspectos: eliminamos o reducimos en la medida de los posible nuestra exposición tóxica, y al mismo tiempo, disfrutamos de una dieta anti-inflamatoria muy variada y rica en verduras y fruta. Las recetas están seleccionadas con gran cuidado para que aporten los nutrientes que necesita nuestros órganos detox, ¡y al mismo tiempo sean fáciles d elaborar y muy ricas! Sin pasar hambre, ni contar calorías. Desde [mi experiencia personal](https://beewellness.es/sobre-mi/) y los resultados obtenidos con cientos de pacientes, hacer un detox del modo en que lo he definido más arriba no es una dieta radical. Todo lo contrario, es como pulsar el botón reset que te va ayudar a equilibrar tu hormonas, quitar antojos, restaurar tu salud intestinal, aportar claridad mental y calma, reducir tus niveles de glucosa y colesterol, calmar tu inflamación interna y estimular tu metabolismo y cambiar tu relación con la comida para siempre. Es como irte de vacaciones... ¡pero sin ir a ninguna parte! - Agency for Toxic Substances and Disease Registry ( [ATSDR](https://www.atsdr.cdc.gov)). Lista de tóxicos peligrosos. - Ecologista en Acción (2015). Directo a tus hormonas: guía de alimentos disruptores. Residuos de plaguicidas con capacidad de alterar el sistema endocrino en los alimentos españoles. - Crinnion, Altern Med Rev, 2000, Vol 5 (1):52-63) "}