{"title": "Mayan Healing Ritual - RodneyCurtis.com", "author": "Rodney Curtis", "url": "https://rodneycurtis.com/mayan-healing-ritual/", "hostname": "rodneycurtis.com", "description": "You can credit the pills. You can credit eight months of treatment. You can credit the warm, moist Caribbean air and glorious sunshine. Or, like me, you can also credit [...]", "sitename": "RodneyCurtis.com", "date": "2019-03-09", "cleaned_text": "Massage therapists work their magic during a Mayan Healing Ritual in Costa Maya, Mexico. You can credit the pills. You can credit eight months of treatment. You can credit the warm, moist Caribbean air and glorious sunshine. Or, like me, you can also credit the Mayan Healing Ritual. This is how it was advertised: \"Spoil yourself with this Mayan holistic experience, releasing energies and opening up for a spiritual cleanse. Our Xaman will lead you through the process of purification in a unique ceremony with five steps:\" 1. Mayan bath 2. Temazcal (sweat lodge) 3. Clay mask ritual 4. Coconut bath 5. Mystical hammock massage It sounded relaxing, soothing, cleansing and uplifting. And it was the only shore excursion my wife and I both agreed on. Backing up a few notches: we were on a last-minute cruise, decided on and booked the evening before we left. This was our last stop on our week-long adventure — Costa Maya, Mexico — before returning to the Port of New Orleans. Backing up a few more notches: because my big brother's stem cells and my own keep fighting, the doctors have decided to try and finally put a stop to it with immunosuppressants and a cocktail of medications. The battlegrounds where our stem cells fight have been: 1. My eyes 2. My skin 3. My nails 4. My psyche, as I try to put my cancer struggle where it belongs — back in my distant past. The cancer's been gone for almost a decade, but the cure — the stem cells — have caused all those non-life-threatening annoyances mentioned above. Walking off the ship, a pleasant, warm rain began falling as soon as we were safe under a canopy. It felt like the cleansing had begun. We were ushered into a woody bamboo building and met our Xaman or shaman. She was a wonderful woman who explained that these practices went back centuries. She asked us to privately decide who or what we wanted to heal. Then in a darkened room, with soft music playing, six of us slowly slipped into six identical tubs. I don't know how long we soaked, but a few different times our host poured herb-infused waters over us and gently rubbed our shoulders. We then briefly showered, a half-dozen of us together in bathing suits. And she brought us into the temazcal. Basically, it was a steam bath in an enclosed wood and stone room, heated with a central fire basin. \"The ancient Maya respected the steam bath's efficacy and power for treating both physical and spiritual diseases,\" said Rosita Arvigo, author of \"Spiritual Bathing: Healing Rituals and Traditions from Around the World.\" According to a piece on CNN. The smell of herbs infused the room and our shaman invited us to recall past wounds and bring them up for healing. Then we were asked to recall a time of joy when we were children and to meditate on that feeling. All the while, the closed room got hotter and hotter. Apart from her instructions, much of this was done in silence. And then each of us was asked to introduce ourselves and to say a little something about why we were there. The five other responses were beautiful; including my wife's, the newlywed couple who married during the cruise and the retired couple from Oklahoma — one a kindergarten teacher, the other a cop who taught tolerance and crises de-escalation classes. My response choked me up. I said I was cured of cancer a decade ago, but now it felt like I was beginning to heal. When it seemed as though the heat, the herbs, the steam and fire would overcome us, she had us hold hands around the fire and purposely force out a loud laugh or yell or any kind of audible release we felt like. It was beautiful, then the door opened and we rode the glorious rush of fresh, cool, tropical air into another room. There, we were given soft clay to gently, slowly paint onto each other's faces. Honestly, that was the most awkward part of the entire ceremony. But after a little light chatting and a slice of silence, we showered off the clay and headed for another soak. This time it was in six large tubs that looked like enormous coconut shells. I'm not sure what the proportions of water to coconut water were, but it felt soothing and delicious. We were gently splashed a little more as time dripped away. I looked up and everyone else had left their baths. An attendant smiled at me, wrapped a towel over my shoulders and gently guided me to a string hammock. \"By keeping the ancient steam bath practice alive, we are encouraging sustainable tourism and enabling traditional communities to earn their livelihood by doing what their ancestors did,\" says Barbara Varicchio, head of sales and promotion for Dos Palmas Eco Tours, an organization that arranges temazcals and works closely with Mayan communities.\" From CNN And here's where it gets weird. Each of us were cocooned inside our own hammocks, wrapped in towels with our eyes covered. And then, from underneath, our mystical hammock massages began. The picture at the top explains pretty much what happened. At our shaman's direction, the attendants lay on mats underneath us and massaged us with their arms, feet, knees and legs. Imagine, if you will, sitting in one of those airport or mall massage chairs. Your whole body gets squeezed, pushed, rubbed down and stretched. It felt remarkable after the showers, the baths, the sweat lodge and emotion. We staggered out into the sunshine, the rain having long-since passed. Tipping the shaman and massagers, we poured ourselves into some lounge chairs and devoured guacamole and sipped liquid refreshments. It's been more than three weeks since the healing ritual and my eyes feel much better now. I use far less eye drops and haven't had to moisturize them once. My psyche has felt even better. And here's where it gets the weirdest yet. My skin? Well, this is where the leap comes in. Maybe it's a logical leap. Or maybe a leap of faith. But I just returned from an appointment with my cancer doctor. He says things look really good. The immunosuppressants that I could have been on for years will likely start being tapered off on my next visit in June! I'm not sure where the credit belongs. But to be perfectly honest, I don't really care. I dole out grateful credit to both my cancer/stem cell doctor and to the mystical Mayan shaman. And that's the life, in acoconut shell, of a Spiritual Wanderer. After the healing ritual, Marci and I paused for a selfie, unaware of the interloping photo bomber. We use cookies to enhance your experience while using our website. If you are using our Services via a browser you can restrict, block or remove cookies through your web browser settings. We also use content and scripts from third parties that may use tracking technologies. You can selectively provide your consent below to allow such third party embeds. For complete information about the cookies we use, data we collect and how we process them, please check our Privacy Policy "}