{"title": "Efficacy and Safety of Traditional Chinese Medicine in Coronavirus Disease 2019 (COVID-19): A Systematic Review and Meta-Analysis", "author": "Wang; Heping; Xu; Bowen; Zhang; Ying; Duan; Yuanyuan; Gao; Ruike; He; Haoqiang; Li; Xiuyang; Jie", "url": "https://www.frontiersin.org/articles/10.3389/fphar.2021.609213/full", "hostname": "frontiersin.org", "description": "Introduction: Until now, there is no clinically approved specific medicine to treat COVID-19. Prior systematic reviews (SRs) have shown that traditional Chinese medicine (TCM) reduces the number of patients with severe disease and time to fever clearance, promotes clinical effectiveness, and improves chest images and the negativity rate of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) nucleic acid test. Few SRs arrived at a definitive conclusion, and more randomized controlled trials (RCTs) were published. We conducted this study to summarize the latest evidence of TCM in COVID-19.Methods: Eight online databases were searched from December 2019 to July 2020, updated to March 2021. Only RCTs evaluating the clinical efficacy and safety of TCM in the treatment of COVID-19 were included. Primary outcomes were clinical cure and the negativity of the SARS-CoV-2 nucleic acid test. Secondary outcomes included clinical deterioration, ARDS, mechanical ventilation, death, time to fever clearance, duration of hospitalization, and chest imaging improvement. Safety outcomes included adverse events and serious adverse events during treatment. Two reviewers selected the included articles, assessed the risk of bias, and extracted data independently and in duplicate.Results: A total of 25 RCTs involving 2222 participants were selected in the systematic review, and seven RCTs were included in the meta-analysis. The results showed that TCM plus routine treatment was significant...", "sitename": "Frontiers", "date": "2021-08-06", "cleaned_text": "SYSTEMATIC REVIEW article Sec. Ethnopharmacology Volume 12 - 2021 | [https://doi.org/10.3389/fphar.2021.609213](https://doi.org/10.3389/fphar.2021.609213) Efficacy and Safety of Traditional Chinese Medicine in Coronavirus Disease 2019 (COVID-19): A Systematic Review and Meta-Analysis - 1Department of Oncology, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China - 2Graduate School, China Academy of Chinese Medical Sciences, Beijing, China - 3Graduate School, Beijing University of Chinese Medicine, Beijing, China - 4Department of Respiratory, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China - 5Department of Cardiology, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China - 6Department of Medical Affairs, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China Introduction: Until now, there is no clinically approved specific medicine to treat COVID-19. Prior systematic reviews (SRs) have shown that traditional Chinese medicine (TCM) reduces the number of patients with severe disease and time to fever clearance, promotes clinical effectiveness, and improves chest images and the negativity rate of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) nucleic acid test. Few SRs arrived at a definitive conclusion, and more randomized controlled trials (RCTs) were published. We conducted this study to summarize the latest evidence of TCM in COVID-19. Methods: Eight online databases were searched from December 2019 to July 2020, updated to March 2021. Only RCTs evaluating the clinical efficacy and safety of TCM in the treatment of COVID-19 were included. Primary outcomes were clinical cure and the negativity of the SARS-CoV-2 nucleic acid test. Secondary outcomes included clinical deterioration, ARDS, mechanical ventilation, death, time to fever clearance, duration of hospitalization, and chest imaging improvement. Safety outcomes included adverse events and serious adverse events during treatment. Two reviewers selected the included articles, assessed the risk of bias, and extracted data independently and in duplicate. Results: A total of 25 RCTs involving 2222 participants were selected in the systematic review, and seven RCTs were included in the meta-analysis. The results showed that TCM plus routine treatment was significantly better than routine treatment alone in clinical cure (risk ratio [RR] = 1.20, 95% confidence interval (CI) [1.04, 1.38], P = 0.01) and chest image improvement (RR = 1.22, 95% CI [1.07, 1.39], P = 0.01) and could reduce clinical deterioration (RR = 0.39, 95% CI [0.18, 0.86], P = 0.02), ARDS (RR = 0.28, 95% CI [0.11, 0.69], P = 0.01), mechanical ventilation (RR = 0.30, 95% CI [0.12, 0.77], P = 0.01), or death rate (RR = 0.28, 95% CI [0.09, 0.84], P = 0.02). No significant difference between TCM and routine treatment in the negativity of SARS-CoV-2 nucleic acid test (RR = 1.08, 95% CI [0.94, 1.23], P = 0.29) was observed. Finally, there was no overall significant difference in the incidence of adverse events between the two groups. The summary of evidence showed moderate confidence of a benefit of 11.8% in clinical cure and 14.0% in chest image improvement and a reduction of 5.9% in clinical deterioration, 25.4% in ARDS, 18.3% in mechanical ventilation, and 4.5% in death with TCM plus routine treatment compared to routine treatment alone in patients with COVID-19. A low confidence of a benefit of 5.4% in the negativity of SARS-CoV-2 nucleic acid test was also observed. Conclusions: Synethized evidence of 21 outcomes in 8 RCTs showed moderate certainty that TCM treatment plus routine treatment may promote a clinical cure and chest image improvement compared to routine treatment alone while reducing clinical deterioration, development of ARDS, use of mechanical ventilation, and death in patients with COVID-19. TCM treatment plus routine treatment may not promote the negativity of the SARS-CoV-2 nucleic acid test compared to routine treatment alone. TCM treatment was found to be safe for patients with COVID-19. Introduction Coronavirus disease 2019 (COVID-19) is a new acute respiratory infectious disease, and the global epidemic is still spreading since the outbreak in December 2019, becoming a major global public health event. Through active prevention, control, and treatment, the epidemic situation in China has been basically controlled, with only minor local outbreaks and a few imported cases from abroad in individual areas, whereas the epidemic situation in other countries remains difficult. There are still no effective clinical therapeutic drugs that can cure the disease. Traditional Chinese medicine (TCM) has been used in the whole process of the novel coronavirus disease treatment in China, and the \"Diagnosis and Treatment Protocol for Novel Coronavirus Pneumonia Trial Version 3\" clearly stated that 91.5% (or 74,187) of COVID-19 patients were treated with Chinese herbal medicine (CHM) ( [National Health Commission of the People's Republic of China, 2020a](#B35); The State Council Information Office of the People's Republic of China, 2020). A large number of clinical studies have shown that early intervention with CHM and integrated traditional Chinese and western medicine can reduce clinical symptoms, shorten the course of the disease, prevent severe forms of the disease, improve the cure rate, and reduce mortality ( [Gao et al., 2020](#B14); [Ren et al., 2020](#B43); [Yang Y. et al., 2020](#B63)). Although more than 20 systematic reviews (SRs) were conducted to evaluate the clinical efficacy of TCM on the treatment of COVID-19 ( [Ang et al., [Cai et al., et al., X. et al., 2020](#B61); al., 2020](#B66); [Zhang H. Y. et al., 2020](#B68); [Zhang W. B. et al., 2020](#B69); [Zhou Z. et al., 2020](#B78); [Gao et al., et et al., 2021](#B36); [Zhou et al., 2021](#B75)), most of them did not assess the quality of evidence and did not arrived at a definite conclusion ( [Ang et al., 2020](#B2); [Cai et al., X. et al., 2020](#B61); [Zeng et al., 2020](#B66); [Zhang H. Y. et al., 2020](#B68); [Zhang W. B. et al., 2020](#B69); [Gao et al., M. et et al., 2021](#B36); [Zhou et al., 2021](#B75)). What is more, in 12 previously published SRs ( [Ang et al., 2020](#B2); [Jin L. et X. et al., 2020](#B61); [Zeng et al., 2020](#B66); [Zhang H. Y. et al., 2020](#B68); [Zhang W. B. et al., 2020](#B69); [Liu M. et al., 2021](#B28)), the authors did not evaluate the eligibility and quality of the included trials, retrospective observational studies were mistakenly regarded as randomized controlled trials (RCTs), and these SRs included synthesized data of observational studies with RCTs in the meta-analysis. One prior SR included a trial of suspected cases of COVID-19 ( [Fan et al., 2020](#B10)). In addition, RCTs of TCM published recently were not included in previous SRs. For example, a rigorous double-blinded RCT was not included in all the previously published SRs; this study demonstrated that Xuebijing injection might suppress the cytokine storm in severe cases of COVID-19 patients ( [Luo et al., 2021](#B32)). The current study was guided by the following questions. Can TCM treatment 1) promote clinical cure, 2) accelerate the clearance of SARS-CoV-2, and/or 3) prevent unfavorable clinical outcomes (e.g., health deterioration, ARDS, use of mechanical ventilation, or death) when integrated with western medicine? 4) How confident are we of the answers obtained? In addition, 5) is TCM treatment safe for COVID-19 patients? The objective of this study was to perform a SR and meta-analysis of low risk of bias RCTs to evaluate the available evidence on clinical efficacy and safety of TCM in the treatment of COVID-19. Materials and Methods This SR was guided by the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) statement and checklist ( [Moher et al., 2009](#B33)) (Additional File 1). This study was registered on PROSPERO (No. CRD42020171564). We updated the PROSPERO record on April 21, 2020. This study also followed an unpublished written protocol. Eligibility Criteria Type of Studies This SR included RCTs and excluded observational and animal studies because evidence obtained from RCTs is more convincing ( [Balshem et al., 2011](#B3)). The meta-analysis only included outcomes assessed as low risk of bias. Types of Participants This SR included participants diagnosed with COVID-19 through etiological or serological tests. Mild, ordinary, severe, and critical cases were included, and clinical classifications followed the Diagnosis and Treatment Protocol of COVID-19 ( [National Health Commission of the People's Republic of China, 2020b](#B34)). Types of Intervention and Control Randomized studies of Chinese medicine interventions as the sole treatment or combined with other treatments were included in this study. Chinese medicine interventions include Chinese medicine formulas (e.g., Qingfei Paidu decoction, Huashi Baidu formula, and Xuanfei Baidu medicine (e.g., Jinhua Qinggan granule and Lianhua Qingwen capsule), and Chinese medicine injections (e.g., Xuebijing and Xiyanping injections). Non-pharmacological studies were excluded. Placebo, standard medication treatment, and usual care were included as control groups. Usual care recommended by NHS's protocol includes rest in bed, support therapy, ensuring sufficient caloric intake, monitoring water and electrolyte balance, monitoring vital signs, and oxygen saturation; standard medication treatment recommended by NHS's protocol includes antiviral treatment (alpha interferon, lopinavir/ritonavir, ribavirin, chloroquine phosphate, and Arbidol) and antibiotic drug treatment ( [National Health Commission of the People's Republic of China, 2020b](#B34)). Types of Outcomes Randomized studies reporting outcomes related to clinical efficacy and safety of TCM in COVID-19 treatment were included in this study. Search Strategy We searched PubMed, EMBASE, CENTRAL, Web of Science, the Chinese Biomedical Literature Database (CBM), the China National Knowledge Infrastructure (CNKI), the Wanfang database, and the Chinese Scientific Journals Database (VIP database). Initial database searches were performed from December 2019 to July 2020 and were updated in March 2021. The language was restricted to English and Chinese. We also searched the Chinese Clinical Trial Registry (ChiCTR) and [ClinicalTrials.gov](http://ClinicalTrials.gov) to identify ongoing and completed trials. RCTs included in previously published SRs and meta-analysis were additional records in our comprehensive search. The search strategy was a combination of controlled vocabulary (MeSH terms and Emtree terms) and free-text terms. The search strategy for PubMed is shown in Additional File 2. Modifications to the search strategy were used with other databases. Screening and Selection Search results were imported to EndNote X8. Two authors reviewed the titles and abstracts in the database search results after duplicates were removed. The full text was then reviewed and assessed for its eligibility. Screening and selection were independently processed in duplicate by the two reviewers. RCTs that met the inclusion criteria were included. The process is summarized using a PRISMA flow diagram. Data Extraction The following data were extracted from the included studies: 1) identification information (first author and year of publication); 2) general information (study setting, sample size, and duration); 3) participants (clinical classification of COVID-19, age, and sex); 4) intervention details (type of Chinese medicine intervention, routes of delivery, name of Chinese patented medicine or formula, dose, frequency, and duration); 5) comparison details (name, dose, frequency, and duration of treatment); 6) outcomes details. Authors of the trials were contacted for any missing or incomplete data. The composition of formulation and patented drugs will be reported in botanical scientific names, not the Latin drug names used in pharmacopeia to avoid confusion ( [Rivera et al., 2014](#B44)). Outcome Justification and Prioritization Because the specific outcomes reported in the included studies were somewhat inconsistent with our outcome of interest, we made some minor amendments to our registered record and written protocol. The selection of outcomes was based on the two Core Outcome Sets of COVID-19 ( [Jin X. et al., 2020](#B23); [Qiu R. et al., 2020](#B42)) and advice of doctors participating in the treatment of COVID-19 in Wuhan. Primary Outcomes The primary outcomes of this study were improved clinical cure and the negativity of the SARS-CoV-2 nucleic acid test. Clinical cure was defined according to the following criteria: recovery of body temperature for more than 3 days, symptom recovery, marked improvement in chest CT images, and two consecutive negative SARS-CoV-2 nucleic acid tests (at least 1 day apart) ( [National Health Commission of the People's Republic of China, 2020b](#B34)). Secondary Outcomes Secondary outcomes of this study included the following: 1) clinical deterioration, 2) incidence of unfavorable clinical events of acute respiratory distress syndrome (ARDS), mechanical ventilation, and intensive care unit (ICU) admission, 3) death, 4) time to fever clearance, 5) duration of hospitalization, and 6) chest imaging improvement. Clinical deterioration was defined as the progression of clinical classification (from the status at randomization), which includes from a mild case to moderate, severe, or critical case; from a moderate case to a severe or critical case; from a severe case to a critical case. The definition of clinical classification was defined by NHS's protocol ( [National Health Commission of the People's Republic of China, 2020b](#B34)), as follows: mild cases: mild clinical symptoms without signs of pneumonia on imaging; moderate cases: fever and respiratory symptoms with radiological findings of pneumonia; severe cases: respiratory distress (30 breaths/min), oxygen saturation 93% at rest, arterial partial pressure of oxygen (PaO2)/fraction of inspired oxygen (FiO2) 300 mmHg (l mmHg = 0.133 kPa), lesion progression 24-48 h > 50% on chest imaging; critical cases: respiratory failure requiring mechanical ventilation and shock, with other organ failures that require ICU care. Safety Outcomes Safety outcomes included adverse events (AEs) and serious AEs, defined by the International Conference on Harmonization-Good Clinical Practice (ICH-GCP) guidelines ( [International Conference on Harmonisation of technical requirements for registration of pharmaceuticals for human use, 2015](#B21)), that occurred during treatment. The terminologies and severity of AEs according to the Common Terminology Criteria for Adverse Events (CTCAE) ( [U.S. Department of Health and Human Services, 2017](#B53)) and any other criterion will be included. Quality Assessment The Risk of Bias 2 Tool was used to assess the methodological quality of the included studies ( [Sterne et al., 2019](#B48)). We evaluated outcomes of the included studies of the risk of bias of the randomization process, deviation from intended intervention, missing outcome data, outcome measurement, and selection of the reported result. A low risk of bias in all five domains will lead to a low risk of overall bias. The RCTs of low risk of overall bias will be included in the meta-analysis; RCTs of unclear and high risk of overall bias will be included in the descriptive analysis. Evidence Synthesis for Randomized Controlled Trials Meta-analysis was carried out when adequate data of primary and secondary outcomes were obtained, the results among the studies were homogeneous, and forest plots were presented. The mean differences (MD) for continuous data and risk ratio (RR) for dichotomous data with 95% confidence intervals (CIs) were evaluated. The random-effects model was used when synthesizing data for the meta-analysis. We quantified inconsistency by applying the I2 statistic; a value of I2 > 50% was considered substantial heterogeneity ( [Higgins et al., 2019](#B24)). Subgroup and sensitivity analyses were performed to explore the source of heterogeneity if substantial heterogeneity existed. Stata 16 was used in data synthesis to perform a meta-analysis. Meta-analysis was precluded in some conditions (limited evidence for comparison or different effect measures) ( [Higgins et al., 2019](#B24)), and descriptive analysis was used in these conditions. Publication Bias Publication bias of the cumulative evidence among individual studies was evaluated using a graphical method of funnel plot and the Egger test ( [Egger et al., 1997](#B9)) if at least ten studies were included for the synthesized outcome. Quality of Evidence The quality of the cumulative evidence was evaluated using the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) system ( [Guyatt et al., 2008](#B16)). The risk of bias, inconsistency, indirectness, imprecision, and publication bias were evaluated. Quality of evidence was classified as high, moderate, low, or very low ( [Guyatt et al., 2008](#B16)). We presented our findings in a Summary of Finding (SoF) table. Risk difference (RD) was used to interpret the effect of TCM treatment ( [Poole et al., 2015](#B39); [Zhang et al., 2018](#B71)). Results Included Studies The process of study selection is shown in [Figure 1](#F1). A total of 25 RCTs 2020](#B27); [Qiu C. T. et al., 2020](#B67); [Zhang Y. L. et al., 2020](#B70); [Zhao et al., 2020a](#B72); [Zheng et al., 2020](#B74); et et et al., al., 2021](#B32); [Wang et al., 2021](#B56)) with 2,222 participants were selected in our SR and seven trials were included in quantitative synthesis ( [Fu et al., 2020](#B12); al., 2020](#B74); [Luo et al., 2021](#B32)). Of the included trials, 24 were open-labeled RCTs, and one trial was a double-blinded RCT ( [Luo et al., 2021](#B32)). All of the trials were conducted in mainland China, 19 of which were published in Chinese and six in English ( [Hu et al., 2020](#B19); et M. et [Zheng et al., 2020](#B74)) and 20 single-center RCTs and one trial that did not mention the location of the trials ( [Zhang Y. L. et al., 2020](#B70)). Five RCTs were registered in the Chinese Clinical Trial Registry ( [Hu et al., 2020](#B19); et al., 2020](#B54)). We searched the ChiCTR and [ClinicalTrials.gov](http://ClinicalTrials.gov) but found no additional records. Details of selected RCTs are shown in [Tables 1](#T1), [2](#T2). The composition of formulation and patented drugs are shown in [Table 3](#T3). The course of treatment was 5-21 days, and the follow-up time was 5-29 days. The intervention groups of all 25 trials received TCM treatment plus routine treatment. The efficacy of the TCM formula was evaluated in 16 trials, six trials evaluated oral Chinese patented drugs ( [Hu et al., 2020](#B19); [Sun H. M. et al., 2020](#B50); [Yu et al., 2020](#B65); [Zhang Y. L. et [Chen et al., 2021](#B5); [Duan et al., 2021](#B8)), three trials evaluated Chinese medicine injection of Xuebijing ( [Chen et al., 2020](#B6); [Wen et al., 2020](#B57); [Luo et al., 2021](#B32)), one trial evaluated Chinese medicine extracts ( [Zhou W. M. et al., 2020](#B77)), and one trial evaluated the clinical efficacy of the TCM formula and oral Chinese patented drugs ( [Liu W. et al., 2021](#B30)). Control groups received routine treatment recommended by the Diagnosis and Treatment Protocol of Coronavirus Disease 2019, which includes antiviral treatment (alpha interferon inhalation, lopinavir/ritonavir, ribavirin, and Arbidol), antibacterial treatment, oxygen therapy, and supportive treatment ( [National Health Commission of the People's Republic of China, 2020b](#B34)). Risk of Bias of Selected Studies We assessed the risk of bias of 58 outcomes in 25 RCTs: 21 outcomes in eight RCTs were assessed as \"low risk\" and were included in the meta-analysis, 30 as \"some concerns,\" and 7 as \"'high risk.\" Five trials did not report allocation sequence concealment, and 19 outcomes in these trials were assessed as \"some concerns\" in the randomization process et al., 2020](#B57); et al., 2020a](#B72)). One trial used patients' hospitalization number to grouping and was assessed as \"high risk\" in the randomization process; the trial allocated odd-numbered patients to group A and allocated even-numbered patients to group B ( [Xiong W.-z. et al., L. et al., 2020](#B70); [Duan et al., 2021](#B8)) had deviations from the intended intervention and did not use an appropriate analysis (e.g., intention-to-treat [ITT] analysis); thus, nine outcomes in these trials were assessed as \"some concerns\" in deviations from intended intervention. One trial had imbalanced deviations between groups, and two outcomes were assessed as \"high risk\" ( [Sun H. M. et al., 2020](#B50)). ( [Sun H. M. et al., 2020](#B50); 2020](#B64); [Chen et al., 2021](#B5); [Duan et al., 2021](#B8)) did not report all the outcome data for nearly all participants randomized, and six outcomes in these trials were assessed as \"high risk\" in missing outcome data. Two objective outcomes (death and negativity of SARS-CoV-2 nucleic acid test), in which that assessment of the outcome cannot be influenced by knowledge of intervention received, were assessed as \"low risk\" in outcome measurement. Four studies ( and CHAMPS Collaborative Group, 2020](#B64)) were conducted in a blinded fashion to study allocation for outcome assessors, one trial ( [Luo et al., 2021](#B32)) was a RCT, and one trial ( [Yu et al., 2020](#B65)) assessed the outcome with two independent assessors; eleven outcomes in these six trials were assessed as \"low risk\" in the outcome measurement. Eleven outcomes in nine trials ( [Ding et al., 2020](#B7); [Lin et al., 2020](#B27); [Qiu al., 2020](#B41); M. et al., 2020](#B50); [Yu et al., 2020](#B65); [Zhang C. T. et et [Chen et al., 2021](#B5); [He and Zhang, 2021a](#B17)) did not report measurements of outcomes and were assessed as \"some concerns.\" A summary of the risk of bias is shown in [Figure 2](#F2). Clinical Cure Clinical cure was reported in nine RCTs; five trials used the TCM formula as the TCM intervention ( [Fu et et al., 2020a](#B72); [Zheng et al., 2020](#B74)), one trial used an oral Chinese patented drug ( [Hu et al., 2020](#B19)), one trial used a Chinese medicine injection of Xuebijing ( [Chen et al., 2020](#B6)), one trial used Chinese medicine extracts ( [Zhou W. M. et al., 2020](#B77)), and one trial used the TCM formula and oral Chinese patented drugs ( [Liu W. et al., 2021](#B30)). Three of the trials assessed as low risk of bias ( [Fu et al., 2020](#B12); [Hu et al., 2020](#B19); [Ye and CHAMPS Collaborative Group, 2020](#B64)) and two trials that had a similar time point of outcome measurement were included in the meta-analysis ( [Fu et al., 2020](#B12); [Hu et al., 2020](#B19)). The result showed that TCM plus routine treatment could increase clinical cure better than routine treatment alone at 14-15 days (RR = 1.20, 95% CI [1.04, 1.38], 0.01) ( [Figure 3](#F3)). I2 = 0% indicated that there was no heterogeneity between the two RCTs. A forest plot of the clinical cure is shown in [Figure 3](#F3). Another study reported that no patients in either the TCM plus routine treatment group or routine treatment group were clinically cured at 7 days ( [Ye and CHAMPS Collaborative Group, 2020](#B64)). Negativity of SARS-CoV-2 Nucleic Acid Test The negativity status of the SARS-CoV-2 nucleic acid test was reported in 3 RCTs: one trial used the TCM formula as the TCM intervention [(He and Zhang, 2021a](#B17)), one trial used an oral Chinese patented drug of Lianhua Qingwen Capsules ( [Hu et al., 2020](#B19)), and one trial used a Chinese medicine injection of Xuebijing ( [Wen et al., 2020](#B57)). Two trials assessed as low risk of bias were included in the meta-analysis ( [Hu et al., 2020](#B19); [Wen et al., 2020](#B57)). The time point of the nucleic acid test was 7 days ( [Wen et al., 2020](#B57)) and 14 days ( [Hu et al., 2020](#B19)). No significant difference between TCM plus routine treatment and routine treatment alone was observed (RR = 1.08, 95% CI [0.94, 1.23], 0% indicated that there was no heterogeneity between the two RCTs. A forest plot of negativity of the SARS-CoV-2 nucleic acid test is shown in [Figure 4](#F4). Another trial ( [Wang J.-b. et al., 2020](#B54)) assessed as low risk of bias reported no significant difference in the time to the negativity of the nucleic acid test between the two groups (p = 0.263). Clinical Deterioration Clinical deterioration was reported in 13 RCTs: four trials used the TCM formula as the TCM intervention ( [Fu et al., al., 2020](#B41); [Ye and CHAMPS Collaborative Group, 2020](#B64)), six trials used oral Chinese patented drugs ( [Chen et al., 2020](#B6); [Hu et al., 2020](#B19); et al., 2020](#B50); [Yu et al., 2020](#B65); [Zhang Y. L. et al., 2020](#B70); [Duan et al., 2021](#B8)), two trials used a Chinese medicine injection of Xuebijing ( [Luo et al., 2021](#B32); [Wen et al., 2020](#B57)), and one trial used Chinese medicine extracts ( [Zhou W. M. et al., 2020](#B77)). Four trials et al., 2020](#B12); Collaborative Group, 2020](#B64); [Luo et al., 2021](#B32)) were assessed as low risk of bias; three trials that had similar time points of outcome measurement were included in the meta-analysis ( [Fu et al., 2020](#B12); al., 2021](#B32)). The meta-analysis showed that TCM plus routine treatment could prevent clinical deterioration better than routine treatment alone at 14-15 days (RR = 0.39, 95% CI I2 = 0% indicated that there was no heterogeneity between the three RCTs. A forest plot of clinical deterioration is shown in [Figure 5](#F5). Another trial of low risk of bias ( [Ye and CHAMPS Collaborative Group, 2020](#B64)) reported no difference in clinical deterioration rate between two groups of severe cases at 7 days (7.14 vs. 7.14%). Incidence of Unfavorable Clinical Events Incidence of ARDS was reported in 2 RCTs ( [Wang J.-b. et al., 2020](#B54); [Luo et al., one trial used the TCM formula as the TCM intervention ( [Wang J.-b. et al., 2020](#B54)) and one trial used Chinese medicine injection of Xuebijing ( [Luo et al., 2021](#B32)). Both two trials were assessed as low risk of bias and were included in the meta-analysis. The result showed that TCM plus routine treatment could decrease the incidence of ARDS compared to routine treatment alone (RR = 0.28, 95% CI [0.11, 0.69], p = 0.01). An I2 = 0% indicated that there was no significant heterogeneity between the two RCTs. A forest plot of chest image improvement is shown in [Figure 6](#F6). Incidence of mechanical ventilation was reported in 3 RCTs ( [Wang J.-b. [Luo et al., 2021](#B32)): two trials used TCM formula as the TCM intervention ( [Wang J.-b. et 2020](#B54)) and used Xuebijing injection ( [Luo et al., 2021](#B32)). All three trials were assessed as low risk of bias and were included in the meta-analysis. The result showed that TCM plus routine treatment could decrease the incidence of mechanical ventilation compared to routine treatment alone (RR = 0.30, 95% CI [0.12, 0.77], p = 0.01). An I2 = 0% indicated that there was no significant heterogeneity between the three RCTs. A forest plot of chest image improvement is shown in [Figure 7](#F7). The incidence of ICU admission was not reported as an outcome in the included trials, and thus meta-analysis was not conducted. Chest Image Improvement Chest image improvement was reported in 11 RCTs: eight trials used the TCM formula as the TCM intervention ( [Ding et al., and 2020](#B67); [He and Zhang, 2021a](#B17); [Wang et al., 2021](#B56)) and three trials used oral Chinese patented drugs ( [Hu et al., 2020](#B19); [Sun H. M. et al., 2020](#B50); [Yu et al., 2020](#B65)). Three trials assessed as low risk of bias were included in the meta-analysis ( [Hu et al., [Yu et al., 2020](#B65)). The time point of chest image assessment was 7 days ( [Yu et al., 2020](#B65)) and 14 days al., 2020](#B19); [Wang J.-b. et al., 2020](#B54)). The result showed that TCM plus routine treatment was better than routine treatment alone (RR = 1.22, 95% CI [1.07, 1.39], p = 0.01). An I2 = 30.87% indicated that there was no significant heterogeneity between the three RCTs. A forest plot of chest image improvement is shown in [Figure 8](#F8). Subgroup analysis showed no significant difference between oral TCM patented drugs and the TCM formula (p = 0.65). Death Cases of death were reported in five RCTs: three trials used the TCM formula as the TCM intervention ( [Wang 2020](#B64); [Zheng et al., 2020](#B74)), one trial used an oral Chinese patented drug ( [Yu et al., 2020](#B65)), and one trial used Xuebijing injection ( [Luo et al., 2021](#B32)). Three trials assessed as low risk of bias were included in the meta-analysis ( [Yu et al., 2020](#B65); [Zheng et al., et al., 2021](#B32)). The result showed that TCM plus routine treatment could decrease death compared to routine treatment alone (RR = 0.28, 95% CI [0.09, 0.84], p = 0.02) ( [Figure 7](#F7)). An I2 = 0 indicated no significant heterogeneity between the three RCTs. A forest plot of death is shown in [Figure 9](#F9). Time to Fever Clearance Time to fever clearance as the outcome was reported as an outcome in five trials: three trials used the TCM formula as the TCM intervention ( [Qiu al., 2020](#B54); [Zhao et al., two trials used a Xuebijing injection ( [Chen et al., 2020](#B6); [Luo et Only one trial ( [Luo et al., 2021](#B32)) was assessed as low risk of bias; therefore, meta-analysis was not conducted for this outcome. The trial of low risk of bias ( [Luo et al., 2021](#B32)) reported that the duration of fever in the Xuebijing injection group was shorter than that for the control group (5.54 ± 2.32 days vs. 7.34 ± 2.42 days, p = 0.018). Duration of Hospitalization Duration of hospitalization was reported as an outcome in five trials, and all five trials used the TCM formula as the TCM intervention ( [Ai et al., 2020a](#B72); [Wang et al., 2021](#B56)). All five trials were assessed as \"some concerns\"; thus, meta-analysis was not conducted. A significant reduction in the duration of hospitalization in TCM groups compared to routine treatment groups was reported in four trials ( [Ai et al., 2020](#B1); [Li and 2021](#B56)), whereas another trial ( [Zhao et al., 2020a](#B72)) reported no significant difference between the two groups. Adverse Events Nineteen studies reported AEs as an outcome: seven trials ( [Chen et al., [Chen et al., 2021](#B5); [Luo et al., 2021](#B32)) reported that there was no obvious difference in the incidence of AEs between the TCM plus routine treatment group and routine group, five trials ( [Ai et al., 2020](#B1); [Fu et 2020](#B27); al., 2020](#B65); [Zhang C. T. et al., 2020](#B67)) reported no treatment-related AEs in both groups, two trials ( [Wen et al., 2020](#B57); [Xiong W.-z. et TCM treatment-related trials ( [Zhou W. M. et al., 2020](#B77); [Liu W. et al., 2021](#B30); [Wang et al., 2021](#B56)) reported that TCM plus routine treatment could decrease the incidence of AEs more than routine treatment, and only one trial reported one serious AE in the routine treatment group and no serious AEs in the TCM plus routine treatment group ( [Wang J.-b. et al., 2020](#B54)). One trial reported one allergic reaction in the TCM plus routine treatment group and no AEs in the routine treatment group ( [Li and Zhang, 2020](#B25)). Another trial reported 27 AEs of diarrhea in the TCM plus routine treatment group, with eight patients stopping the medication on their own because of intolerance to diarrhea, and no AEs in the routine treatment group ( [Duan et al., 2021](#B8)). We synthesized the overall incidence of AEs reported in the 17 RCTs; two trials did not report AEs in the control groups and were not included in the meta-analysis ( [Wen et al., 2020](#B57); [Xiong W.-z. et al., 2020](#B60)). The result showed no significant differences in the overall incidence of AEs between the two groups (p = 0.10). The forest plot of incidence of AEs is shown in [Figure 10](#F10). Subgroup Analysis Because the number of studies included in the meta-analysis was small, subgroup analysis was only conducted for the chest image improvement outcome. Publication Bias Owing to the limited number of studies included in the meta-analysis, a funnel plot and Egger's test were not employed to assess the publication bias. Some publication bias was probably present since unpublished RCTs were not included in this SR. Quality of Evidence The GRADE system was used to assess the quality of evidence. Evidence was assessed as moderate for clinical cure, clinical deterioration, ARDS, mechanical ventilation, death, and chest image improvement outcomes. For the negativity of the SARS-CoV-2 nucleic acid test, the quality was very low. A summary of findings is shown in [Table 4](#T4). Summary of Evidence With the RD calculated in [Table 4](#T4) and the quality of evidence, we present our summary of evidence. The synthesized evidence showed moderate confidence of a benefit of 11.8% in clinical cure and 14.0% in chest image improvement and a reduction of 5.9% in clinical deterioration, 25.4% in ARDS, 18.3% in mechanical ventilation, and 4.5% in death with TCM treatment plus routine treatment compared to routine treatment alone in patients with COVID-19 ( [Figures 3](#F3), [5](#F5)- [9](#F9); [Table 4](#T4)). Low confidence of of 5.4% in the negativity of the SARS-CoV-2 nucleic acid test was also observed ( [Figure 4](#F4); [Table 4](#T4)). There were no significant differences in the overall incidence of AEs between the TCM plus routine treatment group and routine treatment group ( [Figure 10](#F10)). Discussion Our findings showed moderate confidence that TCM treatment of Toujie Quwen granules and Lianhua Qingwen Capsules plus routine treatment could promote a clinical cure, TCM treatment of Keguan-1 and Lianhua Qingwen Capsules plus routine treatment could promote chest image improvement, TCM treatment of Toujie Quwen granules, Lianhua Qingwen Capsules, and Xuebijing injection plus routine treatment could reduce clinical deterioration, TCM treatment of Keguan-1 and Xuebijing injection could reduce the development of ARDS, TCM treatment of Keguan-1, syndrome differentiation decoction, and Xuebijing injection could reduce the use of mechanical ventilation, and TCM treatment of syndrome differentiation decoction, Lianhua Qingwen Capsules, and Xuebijing injection plus routine treatment could reduce death compared to routine treatment alone in patients with COVID-19 ( [Figures 3](#F3), [5](#F5)- [9](#F9); [Table 4](#T4)). In addition, our findings showed that TCM treatment plus routine treatment may not promote the negativity of SARS-CoV-2 nucleic acid test compared to routine treatment alone ( [Figure 4](#F4); [Table 4](#T4)), and no significant differences were observed in the overall incidence of AEs between TCM plus routine treatment group and routine treatment group ( [Figure 10](#F10)). About 7.4-41.8% of [Rubin et al., 2020](#B45); [Wu et al., 2020](#B59)), and the mortality rate of COVID-19 patients with ARDS was 30.4-52.4% ( [Huang et et al., 2020](#B59)). Pathoanatomy confirmed that COVID-19 is accompanied by a significant lymphocyte-predominant mononuclear inflammatory infiltrate ( [Tian et al., 2020](#B52)). The nature of ARDS was an excessive and uncontrolled inflammatory response, forming a cytokine storm ( [Guan et al., 2020](#B15)). TCM could promote immune balance and eliminate inflammation through cytokines-related pathways such as TLR and TNF ( [Peng et al., 2020](#B38)). Ma Xing Shi Gan component inhibited the inflammatory response by interfering with TLR4/NF-B/MAPK signaling pathway and reducing the release of inflammatory factors IL-1, IL-6, and TNF- ( [Yang R. et al., 2020](#B62)). In addition, previous studies had found that a variety of phytochemical components contained in TCM such as flavonoids, alkaloids, terpenoids, polyphenols, and quinones can intervene in the occurrence, progression, and outcome of ALI/ARDS through a variety of mechanisms ( [He et al., 2021b](#B18)). A double-blinded randomized controlled trial demonstrated that Xuebijing injection may suppress the cytokine storm and prevent the progression to ARDS in severe COVID-19 patients by regulating the Another trial showed that Keguan-1 significantly improved the time to fever resolution and reduced the development of ARDS ( [Wang J.-b. et al., 2020](#B54)). A found that TCM treatment of Shenhuang Granule significantly reduced the occurrence of ARDS (36.3 vs. 63.5%, p = 0.012) and the likelihood of receiving mechanical ventilation (66.7% vs. 72 84.7%, p = 0.028) and shortened the time from ICU admission to discharge (32 [20-73] days vs. 76 [63-79] days, p = 0.0074) ( [Feng et al., 2021](#B11)). In addition, a retrospective study also found that in COVID-19, the mortality rate of cases that received TCM treatment was lower than that of cases that did not receive TCM treatment, whether in all cases or severe cases (6.2 vs. 35% for all cases; 22.1 vs. 77.7% for severe cases) ( [Shu et al., 2020](#B47)). This synthesized evidence in this SR showed that the intervention of TCM treatment plus routine treatment could reduce the incidence of unfavorable clinical events of clinical deterioration, ARDS, mechanical ventilation, and death in patients with COVID-19. This evidence demonstrated that TCM treatment in the early stages may suppress the cytokine storm, prevent the progression to ARDS, decrease the use of mechanical ventilation, and eventually reduce the mortality of COVID-19 patients. Our study had several strengths. We employed explicit eligibility criteria, conducted a comprehensive search of eight online databases, assessed eligibility and risk of bias critically, addressed important clinical efficacy-related outcomes, and assessed the quality of evidence using the GRADE system. Unlike 12 prior SRs ( [Ang et al., 2020](#B2); [Jin L. et X. et al., 2020](#B61); [Zeng et al., 2020](#B66); [Zhang H. Y. et al., 2020](#B68); [Zhang C. T. et al., 2020](#B67); [Liu M. et al., 2021](#B28)) that synthesized the data of both RCTs and observational studies in the same meta-analysis, this review excluded observational studies and updated the RCTs to summarize the latest evidence. We included ten newly published RCTs in this SR ( [Chen et al., 2021](#B56)) and a double-blinded RCT in the meta-analysis of the outcomes of clinical deterioration and death to synthesize new evidence ( [Luo et al., 2021](#B32)). Furthermore, unlike other SRs that included both confirmed and suspected cases, this study excluded trials containing suspected cases. This study assessed the risk of bias of individual outcomes in the included RCTs with Risk of Bias Tool 2 but did not assess the risk of bias of individual studies. Unlike prior SRs that included both the low risk of bias studies and studies with \"some concerns\" or high risk of bias in a quantitative synthesis, this review only included outcomes with low risk of bias in the meta-analysis. We also assessed the quality of evidence critically using the GRADE system to a degree of confidence in the evidence. There were several limitations in this SR. First, publication bias was probably present, as unpublished RCTs were not included in this systematic review. Second, only six of the 25 included studies were registered in the ChiCTR or in [ClinicalTrials.gov](http://ClinicalTrials.gov), and selective reporting bias was not assessed rigorously. Third, only one trial was a double-blinded RCT, and only four trials used allocation concealment for outcome assessors. Finally, the evaluated treatments contained several different interventions and different courses of treatment in both TCM and routine treatments, thus leading to clinical heterogeneity among trials. The time points of nucleic acid tests were baseline after randomization and at 14 days ( [Hu et al., 2020](#B19)). In the early stages of the epidemic, nucleic acid tests were insufficient, which led to the negativity of the SARS-CoV-2 nucleic acid test being rarely reported as a primary outcome. It was reported that honeysuckle decoction inhibits SARS-CoV-2 replication and accelerates the negative conversion of infected patients ( [Zhou L. K. et al., 2020](#B76)). However, we failed to conclude whether TCM accelerates negative conversion owing to limited evidence. The risk of bias of included studies was critically evaluated, with only 30.2% (16/53) of outcomes being assessed as \"low risk\" in overall bias. The poor quality of clinical trials was a reason for the low quality of evidence in prior SRs ( [Ang et al., 2020](#B2); [Xiong X. et al., 2020](#B61)). Several reasons lead to the poor quality of included trials, but the leading cause was the absence of a blinded method, putting aside the huge number of patients and the shortage of human resources in the early stage of pandemic. The absence of a blinded method to outcome assessors caused poor performance in the measurement of outcome domain in RoB 2. Missing data and deviations from intended intervention may have also lead to poor quality. Finally, inappropriate analysis (e.g., per-protocol analysis) used to estimate the effect of the intervention may be another possible cause of the poor quality of the included trials. Three of 25 included studies reported quality control of herbs or patented drugs ( [Hu et al., 2020](#B19); [Wang and CHAMPS Collaborative Group, 2020](#B64)); the quality was in accordance with The Pharmacopeia of People's Republic of China. Only one trial reported chemical analysis based on the analysis of the relative amounts of the standard compounds in components of Keguan-1 by high-performance liquid chromatography (HPLC) ( al., 2020](#B54)). The results of this SR showed a moderate grade of confidence that TCM plus routine treatment promotes a clinical cure of COVID-19 patients compared to routine treatment alone. Our findings indicated a potential benefit of TCM integrated with western medicine in the treatment of COVID-19. The reason for the downgrade of the clinical cure is that the small sample size was below the optimal information size. We will update this study and the evidence when more rigorous RCTs with larger sample sizes are published in the future. As the epidemic is mostly controlled in mainland China at this time, there are very few ongoing clinical trials of TCM on COVID-19 in the country. Some multi-center RCTs conducted in mainland China are in the process of publication. We searched [ClinicalTrials.gov](http://ClinicalTrials.gov) for clinical trials conducted overseas, and there was one ongoing trial in Singapore ( [Zhao, 2020b](#B73)). Further RCTs of TCM and COVID-19 are still needed in countries where TCM treatment is legal and may be administered to patients. Conclusion Synethized evidence of 21 outcomes in eight RCTs showed moderate certainty that TCM plus routine treatment could promote a clinical cure and chest image improvement compared to routine treatment alone while reducing clinical deterioration, development of ARDS, use of mechanical ventilation, and death in patients with COVID-19. TCM treatment plus routine treatment may not promote the negativity of the SARS-CoV-2 nucleic acid test compared to routine treatment alone. TCM treatment was found to be safe for patients with COVID-19. Author Contributions HW conceived this study. HW and BX registered the protocol and performed the search, screen, inclusion, and quality assessment of the included trials. HW, BX, and YZ performed the evidence synthesis. HW, BX, and YD drafted the first version of this manuscript. BX, YZ, HH, and XL provided critical revisions and edited the manuscript. JL and RG revised the manuscript. All authors read and approved the final manuscript for submission. Conflict of Interest The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. The reviewer RQ declared a shared affiliation, with no collaboration, with two authors, BX and HH, to the handling editor at the time of the review. Publisher's Note All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. Acknowledgments The authors would like to acknowledge Editage for English language editing. Supplementary Material The Supplementary Material for this article can be found online at: [https://www.frontiersin.org/articles/10.3389/fphar.2021.609213/full#supplementary-material](https://www.frontiersin.org/articles/10.3389/fphar.2021.609213/full#supplementary-material) References [Ai, X. Y., Luo, C., Luo, L. P., Xie, M., Fan, H. M., Tan, X. H., et al. (2020). Therapeutic Effect of Integrated Traditional Chinese and Western Medicine on COVID-19 in Guangzhou. China Trop. Med. 20, 746-750. ] [Ang, L., Song, E., Lee, H. W., and Lee, M. S. (2020). Herbal Medicine for the Treatment of Coronavirus Disease 2019 (COVID-19): A Systematic Review and Meta-Analysis of Randomized Controlled Trials. J. Clin. Med. 9, [Balshem, Helfand, J., Oxman, A. D., Kunz, R., Brozek, J., et al. (2011). GRADE Guidelines: 3. Rating the Quality of Evidence. J. Clin. Epidemiol. 64, 401-406. doi:10.1016/j.jclinepi.2010.07.015] [Cai, X., Tang, F., and Ma, W. K. (2020). Meta-analysis of the Combination of Traditional Chinese and Western Medicine in the Treatment of COVID-19. J. Baotou Med. Coll. 36, 95-98. ] [Chen, C. W., Li, X. L., and Liu, Y. F. (2021). Clinical Study of Lianhua Qingwen Capsule in the Treatment of Corona Virus Disease 2019. Zhong xi yi jie he yan jiu 13, 1-4. ] [Chen, L. Z., Liu, H., and Xiao, G. L. (2020). The Efficacy of Xuebijing Injection in Novel Coronavirus Pneumonia and its Effect on CRP. Zhong guo chu fang yao 18, 110-111. ] [Ding, X. J., Zhang, Y., and He, D. C. (2020). Clinical Effect and Mechanism of Qingfei Touxie Fuzheng Recipe in the Treatment of Novel Coronavirus Pneumonia. Her. Med. 05, 640-644. ] [Duan, C., Xia, W. G., and Zhen, C. J. (2021). Clinical Observation of Jinhua Qinggan Granules Combined with Western Medicine Routine Treatment in the Treatment of Novel Coronavirus Pneumonia. J. Tradit. Chin. Med. 61, 1473-1477. ] [Egger, M., Smith, G. D., Schneider, M., and Minder, C. (1997). Bias in Meta-Analysis Detected by a Simple, Graphical Test. BMJ 315, 629-634. doi:10.1136/bmj.315.7109.629] [Fan, A. Y., Gu, S., and Alemi, S. F. (2020). Chinese Herbal Medicine for COVID-19: Current Evidence with Systematic Review and Meta-Analysis. J. Integr. Med. 18, 385-394. doi:10.1016/j.joim.2020.07.008] [Feng, J., Fang, B., Zhou, D., Wang, J., Zou, D., Yu, G., et al. (2021). Clinical Effect of Traditional Chinese Medicine Shenhuang Granule in Critically Ill Patients with COVID-19: A Single-Centered, Observational Study. J. Microbiol. Biotechnol. 31, 380-386. doi:10.4014/jmb.2009.09029] [Fu, X. X., Lin, L. P., and Tan, X. H. (2020). Clinical Study on 37 Case of COVID-19 Treated with Integrated Traditional Chinese and Western Medicine. Tradit. Chin. Drug Res. Clin. Pharm. 05, 600-604. ] [Gao, C. Y., Song, C. M., and Fu, Y. L. (2021). Curative Effect on Treating COVID-19 by Integrated Medicine: A Systematic Review. J. Shaanxi Univ. Chin. Med. 44, 1-9. ] [Gao, S., Ma, Y., Yang, F., Ren, L., Zhang, J., Yu, C., et al. (2020). Zhang Boli: Traditional Chinese Medicine Plays a Role in the Prevention and Treatment on Novel Coronavirus Pneumonia. Tianjin J. Trad. Chin. Med. 37, 121-124.] [Guan, W. J., Ni, Z. Y., Hu, Y., Liang, W. H., Ou, C. Q., He, J. X., et al. (2020). Clinical Characteristics of Coronavirus Disease 2019 in China. N. Engl. J. Med. 382, 1708-1720. doi:10.1056/NEJMoa2002032] [Guyatt, G. H., Oxman, D., Vist, G. E., Kunz, R., Falck-Ytter, Y., Alonso-Coello, P., et al. (2008). GRADE: an Emerging Consensus on Rating Quality of Evidence and Strength of Recommendations. BMJ 336, 924-926. doi:10.1136/bmj.39489.470347.ad] [He, Q., and Zhang, Q. J. (2021a). Clinical Analysis of Shengmai San in Treating Novel Coronavirus Pneumonia with Deficiency of Qi and Yin in Convalescence. Zhong yi yao xue bao 49, 84-86. ] [He, Y.-Q., Zhou, C.-C., Yu, Wang, L., Deng, J.-l., Tao, Y.-L., et al. (2021b). Natural Product Derived Phytochemicals in Managing Acute Lung Injury by Multiple Mechanisms. Pharmacol. Res. 163, 105224. doi:10.1016/j.phrs.2020.105224] [Hu, K., Guan, W. J., Bi, Y., Zhang, W., Li, L., and Zhang, B. (2020). Efficacy and Safety of Lianhuaqingwen Capsules, a Repurposed Chinese Herb, in Patients with Coronavirus Disease 2019: A Prospective, Randomized Controlled Trial. Phytomedicine 85, 153242. doi:10.1016/j.phymed.2020.153242] [Huang, C., Wang, Y., Li, X., Ren, L., Zhao, J., Hu, Y., et al. (2020). Clinical Features of Patients Infected with 2019 Novel Coronavirus in Wuhan, China. Lancet 395, 497-506. doi:10.1016/s0140-6736(20)30183-5] [International Conference on Harmonisation of technical requirements for registration of pharmaceuticals for human use (2015). ICH GCP - 1. GLOSSARY - ICH GCP. Available at: ] [https://ichgcp.net/1-glossary](https://ichgcp.net/1-glossary) (Accessed June 9, 2021). [Jin, L., Xu, Y., and Yuan, H. (2020a). Effects of Four Types of Integrated Chinese and Western Medicines for the Treatment of COVID-19 in China: a Network Meta-Analysis. Rev. Assoc. Med. Bras (1992) 66, 771-777. doi:10.1590/1806-9282.66.6.771] [Jin, X., Pang, B., Zhang, J., Liu, Q., Yang, Z., Feng, J., et al. (2020b). Core Outcome Set for Clinical Trials on Coronavirus Disease 2019 (COS-COVID). Engineering 6, 1147-1152. doi:10.1016/j.eng.2020.03.002] [J. P. T. Higgins, J. Thomas, J. Chandler, M. Cumpston, T. Li, M. J. Pageet al. (Editors) (2019). Cochrane Handbook for Systematic Reviews of Interventions version 6.0 (updated July 2019), London, United Kingdom: Cochrane. Available at: ] [http://www.training.cochrane.org/handbook](http://www.training.cochrane.org/handbook) (Accessed September 13, 2020). [Li, Y. D., and Zhang, W. J. (2020). Evaluation on the Clinical Effect of Traditional Chinese Medicine and Western Medicine Regimens on COVID-19. Guangming J. Chin. Med. 35, 1273-1275. ] [Liang, S. B., Zhang, Y. Y., Shen, C., Liang, C. H., Lai, B. Y., Dai, N., et al. (2020). Chinese Herbal Medicine Used with or without Conventional Western Therapy for COVID-19: An Evidence Review of Clinical Studies. Front. Pharmacol. 11, 583450. doi:10.3389/fphar.2020.583450] [Lin, F. F., Huang, J. P., and Yang, J. (2020). Clinical Study of Xuanfei Qingre Decoction in the Treatment of Common Type Novel Coronavirus Pneumonia. Zhejiang Zhong xi yi jie he za zhi 30, 977-981. ] [Liu, M., Gao, Y., Yuan, Y., Yang, K., Shi, S., Tian, J., et al. (2021a). Efficacy and Safety of Herbal Medicine (Lianhuaqingwen) for Treating COVID-19: A Systematic Review and Meta-Analysis. Integr. Med. Res. 10, 100644. doi:10.1016/j.imr.2020.100644] [Liu, M., Gao, Y., Yuan, Y., Yang, K., Shi, S., Zhang, J., et al. (2020). Efficacy and Safety of Integrated Traditional Chinese and Western Medicine for Corona Virus Disease 2019 (COVID-19): a Systematic Review and Meta-Analysis. Pharmacol. Res. 158, 104896. doi:10.1016/j.phrs.2020.104896] [Liu, W., Su, X. Y., and Liao, X. L. (2021b). Efficacy Analysis of Antiviral Drugs Combined with Chinese Medicine in Treating Mild Type Novel Coronavirus Pneumonia. Dang dai yi yao lun cong 19, 159-160. ] [Luo, X. F., Ni, X. J., Lin, J. H., Zhang, Y., Wu, L., Huang, D., et al. (2020). The Add-On Effect of Chinese Herbal Medicine on COVID-19: A Systematic Review and Meta-Analysis. Phytomedicine 85, 153282. doi:10.1016/j.phymed.2020.153282] [Luo, Z., Chen, W., Xiang, M., Wang, H., Xiao, W., Xu, C., et al. (2021). The Preventive Effect of Xuebijing Injection against Cytokine Storm for Severe Patients with COVID-19: A Prospective Randomized Controlled Trial. Eur. J. Integr. Med. 42, 101305. doi:10.1016/j.eujim.2021.101305] [Moher, D., Liberati, A., Tetzlaff, J., Altman, D. G., and Prisma Group, (2009). Preferred Reporting Items for Systematic Reviews and Meta-Analyses: the PRISMA Statement. Plos Med. 6 (7), e1000097. doi:10.1371/journal.pmed.1000097] [National Health Commission of the People's Republic of China (2020b). Diagnosis and Treatment Protocol of Corona Virus Disease 2019 (Trial Version 7). Available at: ] [http://en.nhc.gov.cn/2020-03/29/c_78469.htm](http://en.nhc.gov.cn/2020-03/29/c_78469.htm) (Accessed September 13, 2020). [National Health Commission of the People's Republic of China (2020a). Diagnosis and Treatment Protocol for Novel Coronavirus Pneumonia Trial. version 3. China.] [Ouyang, J. H., Jiang, Z. Y., and Zhang, M. (2021). Efficacy and Safety of Traditional Chinese Medicine for Patients with Mild or Common COVID-19 A Meta-Analysis. J. Emerg. traditional Chin. Med. 30 (1), 17-20+26. ] [Pang, W., Liu, Z., Li, N., Li, Y., Yang, F., Pang, B., et al. (2020). Chinese Medical Drugs for Coronavirus Disease 2019: A Systematic Review and Meta-Analysis. Integr. Med. Res. 9 (2020), 100477. doi:10.1016/j.imr.2020.100477] [Peng, X. J., Yang, X. J., and Xu, G. (2020). Investigating Clinical Efficacy and Mechanism of Qingfei Paidu Decoction for Treatment of COVID-19 Based on Integrative Pharmacology. Chin. J. Exp. Tradit Med. Form 26 (2020), 6-13. ] [Poole, C., Shrier, I., and VanderWeele, T. J. (2015). Is the Risk Difference Really a More Heterogeneous Measure? Epidemiology 26 (2015), 714-718. doi:10.1097/ede.0000000000000354] [Qi, G. D., Qi, W., Jiang, Q., Shen, K., Zhang, X., Zhang, L., et al. (2020). The Efficacy of Lianhua Qingwen Combined with Western Medicine Scheme on COVID-19 General Type Patients: a Systematic Review. Clin. J. traditional Chin. Med. 32 (7), 1195-1199. ] [Qiu, M., Li, Q., and Zhu, D. (2020b). Efficacy Observation of Maxing Xuanfei Jiedu Decoction on Common Type of NCP. Trad. Chin. Med. 07 (2020), 1129-1130+1132. ] [Qiu, R., Zhao, C., Liang, T., Hao, X., Huang, Y., Zhang, X., et al. (2020a). Core Outcome Set for Clinical Trials of COVID-19 Based on Traditional Chinese and Western Medicine. Front. Pharmacol. 11 (2020), 781. doi:10.3389/fphar.2020.00781] [Ren, J. L., Zhang, A. H., and Wang, X. J. (2020). Traditional Chinese Medicine for COVID-19 Treatment. Pharmacol. Res. 155 (2020). doi:10.1016/j.phrs.2020.104768] [Rivera, D., Allkin, R., Obón, C., Alcaraz, F., Verpoorte, R., and Heinrich, M. (2014). What Is in a Name? the Need for Accurate Scientific Nomenclature for Plants. J. Ethnopharmacology 152 (2014), 393-402. doi:10.1016/j.jep.2013.12.022] [Rubin, S. J. S., Falkson, S. R., Degner, N. R., and Blish, C. (2020). Clinical Characteristics Associated with COVID-19 Severity in California. J. Clin. Trans. Sci. 5 (1), e3. doi:10.1017/cts.2020.40] [Schlesinger, Wedekink, F., Krone, M., et al. (2020). Biodistribution and Serologic Response in SARS-CoV-2 Induced ARDS: A Cohort Study. PloS one 15 (11), e0242917. doi:10.1371/journal.pone.0242917] [Shu, Z., Zhou, Y., Chang, K., Liu, J., Min, X., Zhang, Q., et al. (2020). Clinical Features and the Traditional Chinese Medicine Therapeutic Characteristics of 293 COVID-19 Inpatient Cases. Front. Med. 14, 760-775. doi:10.1007/s11684-020-0803-8] [Sterne, J. A. C., Savovi, J., Page, M. J., Elbers, R. G., Blencowe, N. S., Boutron, I., et al. (2019). RoB 2: a Revised Tool for Assessing Risk of Bias in Randomised Trials. BMJ 366 (2019), and Li, X.-M. (2020a). The Role of Chinese Medicine in COVID-19 Pneumonia: A Systematic Review and Meta-Analysis. Am. J. Emerg. Med. 38 (2020), 2153-2159. doi:10.1016/j.ajem.2020.06.069] [Sun, H. M., Xu, F., and Zhang, L. (2020b). Study on Clinical Efficacy of Lianhua Qingke Granule in Treatment of Mild and Ordinary COVID-19. Zhongguo Shi Yan Fang Ji Xue Za Zhi 14 (2020), 29-34. ] [The State Council Information Office of the People's Republic of China (2020). SCIO Briefing on TCM's Important Role and a List of Effective Drugs in COVID-19 Prevention and Control. Available at: ] [http://english.scio.gov.cn/pressroom/2020-03/25/content_75858152.htm](http://english.scio.gov.cn/pressroom/2020-03/25/content_75858152.htm) (Accessed September 12, 2020). [Tian, S., Hu, W., Niu, L., Liu, H., Xu, H., Xiao, S. Y., et al. (2020). Pulmonary Pathology of Early-phase 2019 Novel Coronavirus (COVID-19) Pneumonia in Two Patients with Lung Cancer. J. Thorac. Oncol. 15 (5), 5700-5704. doi:10.1016/j.jtho.2020.02.010] [U.S. Department of Health and Human Services (2017). Common Terminology Criteria for Adverse Events (CTCAE) Version 5.0. Available at: ] [https://ctep.cancer.gov/protocoldevelopment/electronic_applications/docs/CTCAE_v5_Quick_Reference_5x7.pdf](https://ctep.cancer.gov/protocoldevelopment/electronic_applications/docs/CTCAE_v5_Quick_Reference_5x7.pdf). [Wang, J.-b., Wang, Z.-x., Jing, J., Zhao, P., Dong, J.-h., Zhou, Y.-f., et al. (2020b). Exploring an Integrative Therapy for Treating COVID-19: A Randomized Controlled Trial. Chin. J. Integr. Med. 26, 648-655. doi:10.1007/s11655-020-3426-7] [Wang, S. X., Li, M. Y., Ma, M-Y., Hu, J-H., and Chen, X. L. (2020a). Clinical Efficacy of Lianhua Qingwen Integrated with Western Medicine on COVID-19 by Meta-Analysis. Chin. Traditional Herbal Drugs 14, 3763-3769. ] [Wang, Y., Chen, L., and Zheng, L. (2021). The Clinical Efficacy of Qingfei Paidu Decoction Combined with Routine Treatment in Novel Coronavirus Pneumonia. Zhong cheng yao 43 (2021), 656-659. ] [Wen, L., Zhou, Z., Jiang, D., and Huang, K. (2020). Effect of Xuebijing Injection on Inflammatory Markers and Disease Outcome of Coronavirus Disease 2019. Zhonghua Wei Zhong Bing Ji Jiu Yi Xue 32, 426-429. doi:10.3760/cma.j.cn121430-20200406-00386] [Wu, C., Chen, X., Cai, Y., Xia, J. a., Zhou, X., Xu, S., et al. (2020b). Risk Factors Associated with Acute Respiratory Distress Syndrome and Death in Patients with Coronavirus Disease 2019 Pneumonia in Wuhan, China. JAMA Intern. Med. 180, 934. doi:10.1001/jamainternmed.2020.0994] [Wu, Y. Q., Zou, L., and Yu, X. (2020). Clinical Effects of Integrated Treatnent of Traditional Chinese and Western Medicine on COVID-19: a Systematic Review. Shanghai J. traditional Chin. Med. 54, 29-36. ] [Xiong, W.-z., Wang, G., Du, J., and Ai, W. (2020b). Efficacy of Herbal Medicine (Xuanfei Baidu Decoction) Combined with Conventional Drug in Treating COVID-19:A Pilot Randomized Clinical Trial. Integr. Med. Res. 9, 100489. doi:10.1016/j.imr.2020.100489] [Xiong, X., Wang, P., Su, K., Cho, W. C., and Xing, Y. (2020a). Chinese Herbal Medicine for Coronavirus Disease 2019: A Systematic Review and Meta-Analysis. Pharmacol. Res. 160, 105056. doi:10.1016/j.phrs.2020.105056] [Yang, R., Liu, H., Bai, C., Wang, Y., Zhang, X., Guo, R., et al. (2020b). Chemical Composition and Pharmacological Mechanism of Qingfei Paidu Decoction and Ma Xing Shi Gan Decoction against Coronavirus Disease 2019 (COVID-19): In Silico and Experimental Study. Pharmacol. Res. 157, 104820. doi:10.1016/j.phrs.2020.104820] [Yang, Y., Islam, M. S., Wang, J., Li, Y., and Chen, X. (2020a). Traditional Chinese Medicine in the Treatment of Patients Infected with 2019-New Coronavirus (SARS-CoV-2): A Review and Perspective. Int. J. Biol. Sci. 16, 1708-1717. doi:10.7150/ijbs.45538] [Ye, Y. A., and Champs Collaborative Group, G- (2020). Guideline-Based Chinese Herbal Medicine Treatment Plus Standard Care for Severe Coronavirus Disease 2019 (G-CHAMPS): Evidence from China. Front. Med. (Lausanne) 7, 256. doi:10.3389/fmed.2020.00256] [Yu, P., Li, Y., et al. (2020). Observation of Therapeutic Effect of Lianhua Qingwen Granule Combined with Abidor on Mild New Coronavirus Pneumonia. Chinpharm. J. 55, 1042-1045. ] [Zeng, M., Li, L., and Wu, Z. (2020). Traditional Chinese Medicine Lianhua Qingwen Treating corona Virus Disease 2019(COVID-19): Meta-Analysis Trials. PLoS One 15, e0238828. doi:10.1371/journal.pone.0238828] [Zhang, C. T., Yang, Y., and You, F. M. (2020c). Clinical Study on COVID-19 from the Perspective of \"Yidujiashi\" Theory. Zhong yao yao li yu lin chuang 36, 43-45. ] [Zhang, H. Y., Wu, J. Y., and Sun, L. (2020a). Meta Analysis and Trial Sequential Analysis of Lianhua Qingwen COVID-19. Pract. J. Med. Pharm. 37, 1110-1114. ] [Zhang, W. B., Liu, L. N., and Wang, Z. (2020b). Meta-analysis of the Efficacy and Safety of Lianhua Qingwen Combined with Western Medicine in the Treatment of Common Patients with New Coronary Pneumonia. J. Hainan Med. Univ. 26, 1045-1050. ] [Zhang, Y. L., Lei, L., and Xu, Y. (2020d). Clinical Efficacy of Jinyinhua Oral Liquid in the Treatment of 80 Patients with Coronavirus Disease 2019. Zhong guo yao ye 29, 23-26. ] [Zhang, Z., Ambrogi, F., Bokov, A. F., Gu, H., de Beurs, E., and Eskaf, K. (2018). Estimate Risk Difference and Number Needed to Treat in Survival Analysis. Ann. Transl. Med. 6, 120. doi:10.21037/atm.2018.01.36] [Zhao, J., Yang, X., Wang, C., Song, S., Cao, K., Wei, T., et al. (2020a). Yidu-toxicity Blocking Lung Decoction Ameliorates Inflammation in Severe Pneumonia of SARS-COV-2 Patients with Yidu-Toxicity Blocking Lung Syndrome by Trial Assessing the Efficacy of Lianhua Qingwen as an Adjuvant Treatment in Patients with Mild Symptoms of COVID-19. Available at: ] [https://clinicaltrials.gov/ct2/show/NCT04433013](https://clinicaltrials.gov/ct2/show/NCT04433013) (Accessed September 13, 2020). [Zheng, Z. Z., Bai, Z. G., and Li, C. J. (2020). Clinical Observation on Novel Coronavirus Pneumonia Treated by TCM Syndrome Differentiation Treatment. Med. J. Comm. 02, 117-118. ] [Zhou, L.-p., Wang, J., Xie, R.-h., Pakhale, S., Krewski, D., Cameron, D. W., et al. (2021). The Effects of Traditional Chinese Medicine as an Auxiliary Treatment for COVID-19: A Systematic Review and Meta-Analysis. J. Altern. Complement. Med. 27, 225-237. doi:10.1089/acm.2020.0310] [Zhou, L. K., Zhou, Z., Jiang, X. M., Zheng, Y., Chen, X., Fu, Z., et al. (2020c). Absorbed Plant MIR2911 in Honeysuckle Decoction Inhibits SARS-CoV-2 Replication and Accelerates the Negative Conversion of Infected Patients. Cell Discov 6, 54. doi:10.1038/s41421-020-00197-3] [Zhou, W. M., Zhao, F. M., and Li, B. L. (2020b). Clinical Value of Glycyrrhizinate in the Treatment of Patients with Common New Coronavirus Pneumonia. BingDu XueBao 02, 160-164. ] [Zhou, Z., Gao, N., Wang, Y., Chang, P., Tong, Y., and Fu, S. (2020a). Clinical Studies on the Treatment of Novel Coronavirus Pneumonia with Traditional Chinese Medicine-A Literature Analysis. Front. Pharmacol. 11, 560448. doi:10.3389/fphar.2020.560448] Keywords: traditional Chinese medicine, COVID-19, randomized controlled trial, systematic review, meta-analysis, SARS-CoV-2 Citation: Wang H, Xu B, Zhang Y, Duan Y, Gao R, He H, Li X and Li J (2021) Efficacy and Safety of Traditional Chinese Medicine in Coronavirus Disease 2019 (COVID-19): A Systematic Review and [Yanfang Ma](https://loop.frontiersin.org/people/1161712/overview), Lanzhou University, China [Ruijin Qiu](https://loop.frontiersin.org/people/924263/overview), Beijing University of Chinese Medicine, China Copyright © 2021 Wang, Xu, Zhang, Duan, Gao, He, Li and Li. This is an open-access article distributed under the terms of the [Creative Commons Attribution License (CC BY).](http://creativecommons.org/licenses/by/4.0/) The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. *Correspondence: Jie Li, [drjieli2007@126.com](mailto:drjieli2007@126.com) These authors have contributed equally to this work "}