{"title": "Admissions Requirements", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2023-01-01", "cleaned_text": "Admissions Requirements Mission Our [mission](/media/370209/wvu-som-strategic-compass.pdf) is to improve the health and well-being of everyone we serve. The Committee on Admissions (COA) must select students who provide evidence that they will fulfill the mission of the WVU SoM. Applicants must have strong experiences in patient care (including MD shadowing), roles as educator and leader, research, and service to the state of West Virginia and beyond. The COA practices a holistic review of each applicant, including the incorporation of competency-based admissions. Although WVU SoM no longer requires specific coursework, all applicants must be able to provide evidence of a strong scientific fund of knowledge and strong social/interpersonal skills. Required Core Competencies for Entering Medical Students Please review the required core competencies on the AAMC website through the link provided below. [https://www.aamc.org/services/admissions-lifecycle/competencies-entering-medical-students](https://www.aamc.org/services/admissions-lifecycle/competencies-entering-medical-students) Mastery of competencies can be demonstrated by successful completion of coursework, strong performance on the MCAT, and specialized experiences that have developed the required knowledge base such as research, employment, military courses, and self-study. Letters of recommendation and the interview can also help demonstrate interpersonal, intrapersonal, and communication competencies. Applicants will have the opportunity to describe how they have met the required competencies on the secondary application. Academic Experience - A minimum of 90 credit hours (at the undergraduate or graduate level) from an accredited US or Canadian academic institution is required by matriculation. - A minimum of three years of higher education or employment post-high school is required before matriculation. - We do not require prerequisite coursework. - Successfully completing coursework is the most common way applicants can demonstrate science competency. - Examples of coursework that can demonstrate science competency may include some of the following: - Biochemistry - Biological Sciences - Chemistry - Engineering Sciences - Laboratory Sciences - Mathematics/Statistics - Organic Chemistry - Physics Medical College Admissions Test (MCAT) - All applicants are required to take the MCAT. - Scores will be accepted from exams taken between September 2020 and September 2023 for Regular Decision Applicants. - The most recent MCAT total and sub-section scores are what is reported to the committee, while all scores are reviewed. - If you are taking the MCAT this cycle, please wait to submit the secondary application until that score is released. - To identify what scores may be competitive for the regular decision program, please refer to our [Class Profile](/md-admissions/2027-class-profile/)for more information. - Early Decision applicants must have a minimum MCAT total of 506 to apply. Please refer to the [Early Decision Program](/md-admissions/programs/early-decision-program/)page for more information. Letters of Recommendation - 1 letter of recommendation of your choice - Or a committee letter from your undergraduate academic institution - Letters of recommendation should focus on the applicant's core competencies as listed through the [AAMC](https://www.aamc.org/services/admissions-lifecycle/competencies-entering-medical-students) - Letters of recommendation should be uploaded into AMCAS at least two weeks prior to your interview - Letters will only be considered when submitted through AMCAS - Additional letters will not increase an applicant's competitiveness Secondary Application All AMCAS-verified applicants will have the opportunity to complete a secondary application. Applicants will be notified via email with instructions on how to submit the secondary application. Please refer to the [Admissions Timeline](/md-admissions/admissions-timeline/) for important deadlines for the secondary application. Once we receive the completed secondary application, the applicant will then be placed on a roster to be holistically reviewed. Interview Strong interview skills will be one way for an applicant to provide evidence of interpersonal and communication competencies. Applicants will be notified via email if offered an interview. As there are a limited number of interview slots, some applicants may be placed on a waitlist for an interview and could potentially be invited for an interview if slots become available during the admissions cycle. Applicants are encouraged to continue to update their applications as this may help increase the chances of being offered an interview slot. Applicant Updates Applicants can submit updates through their ApplyWeb Applicant Portal via the Checklist. Updates can include unofficial transcripts, continued or new mission-based experiences, and letters of intent after a completed interview. Additional letters of recommendation will only be accepted through AMCAS. Casper Test (Computer Based Assessment for Sampling Personal Characteristics) All Applicants who receive a secondary application are encouraged, but not required to complete the Casper evaluation to assist with our Admissions process. It is permissible to sign up for a Casper test date and complete the evaluation after the medical school application has been submitted. Casper results will be available to our Team three weeks from the test date. Applicants will be invited for interviews with or without Casper results, as testing for the 2024 application cycle is optional. If an applicant has a Casper score, it will be considered during waitlist pull decisions. Our Admissions Team is unable to answer any informational calls, emails, or communications about Casper. Any queries should be directed to Casper at [https://takecasper.com/contact-us](https://takecasper.com/contact-us) More information is available at the following link: [https://takecasper.com/aboutcasper/](https://takecasper.com/aboutcasper/) Functional Technical Standards In accordance with section 504 of the Rehabilitative Act of 1973 (PL 93-112) and following a careful review of the 1979 report by a Special Advisory panel on Technical Standards of the Association of American Medical Colleges, and incorporating the guidelines of the Americans with Disabilities Act (ADA PL 101-336) enacted by Congress in 1990, the West Virginia University School of Medicine has adopted minimal technical standards for the assessment of all applicants to the School of Medicine. Please see the [Functional Technical Standards Policy here.](https://medicine.hsc.wvu.edu/md-admissions/admissions-policies/) Ineligible Applicants - Medical Students who have been dismissed or have been terminated by an allopathic or osteopathic school will not be considered for admittance. - Individuals who have previously earned an allopathic or osteopathic medical degree, whether in this country or abroad, will not be considered "}