{"title": "NHS 111 Wales", "author": null, "url": "https://111.wales.nhs.uk/", "hostname": "wales.nhs.uk", "description": "Advice, tips and tools to help you make the best choices about your health and wellbeing.", "sitename": "nhs.uk", "date": "2018-04-26", "cleaned_text": "Overview Prostate cancer is the most common cancer in men in the UK. Prostate cancer usually develops slowly, so there may be no signs you have it for many years. Symptoms often only become apparent when your prostate is large enough to affect the urethra (the tube that carries urine from the bladder to the penis). When this happens, you may notice things like an increased need to urinate, straining while urinating and a feeling that your bladder has not fully emptied. These symptoms shouldn't be ignored, but they do not mean you definitely have prostate cancer. It is more likely that they are caused by something else, such as [prostate enlargement](http://111.wales.nhs.uk/encyclopaedia/p/article/prostateenlargement/)). What is the prostate? The prostate is a small gland in the pelvis found only in men. About the size of a satsuma, it's located between the penis and the bladder and surrounds the urethra. The main function of the prostate is to help in the production of semen. It produces a thick white fluid that is mixed with the sperm produced by the testicles, to create semen. Why does prostate cancer happen? The causes of prostate cancer are largely unknown. However, certain things can increase your risk of developing the condition. The chances of developing prostate cancer increase as you get older. Most cases develop in men aged 50 or older. For reasons not yet understood, prostate cancer is more common in men of African-Caribbean or African descent, and less common in men of Asian descent. Men who have first degree male relatives (such as a father or brother) affected by prostate cancer are also at slightly increased risk. Recent research also suggests that obesity increases the risk of prostate cancer Tests for prostate cancer There is no single test for prostate cancer. All the tests used to help diagnose the condition have benefits and risks, which your doctor should discuss with you. The most commonly used tests for prostate cancer are [blood tests](http://111.wales.nhs.uk/encyclopaedia/b/article/bloodtests/), a physical examination of your prostate (known as a [digital rectal examination or DRE](http://111.wales.nhs.uk/encyclopaedia/r/article/rectalexamination/)) , an MRI, and a [biopsy](http://111.wales.nhs.uk/encyclopaedia/b/article/biopsy/). The blood test, known as a prostate-specific antigen (PSA) test, measures the level of PSA and may help detect early prostate cancer. Men are not routinely offered PSA tests to screen for prostate cancer, as results can be unreliable. This is because the PSA blood test is not specific to prostate cancer. PSA can be raised due to a large non-cancerous growth of the prostate (BPH), a urinary tract infection or inflammation of the prostate, as well as prostate cancer. Raised PSA levels also cannot tell a doctor whether a man has life-threatening prostate cancer or not. If you have a raised PSA level you may be offered an MRI scan of the prostate to help decide if you need further tests and treatment. Read more about [diagnosing prostate cancer](http://111.wales.nhs.uk/Encyclopaedia/c/article/canceroftheprostate/#Diagnosis) and [PSA screening for prostate cancer](http://111.wales.nhs.uk/Encyclopaedia/c/article/canceroftheprostate/#Prevention). How is prostate cancer treated? For many men with prostate cancer, treatment is not immediately necessary. If the cancer is at an early stage and not causing symptoms, a policy of \"watchful waiting\" or \"active surveillance\" may be adopted. This involves carefully monitoring your condition. Some cases of prostate cancer can be cured if treated in the early stages. Treatments include surgically removing the prostate, [radiotherapy](http://111.wales.nhs.uk/encyclopaedia/r/article/radiotherapy/) and hormone therapy. Some cases are only diagnosed at a later stage when the cancer has spread. If the cancer spreads to other parts of the body, and cannot be cured, treatment is focused on prolonging life and relieving symptoms. All treatment options carry the risk of significant side effects, including [erectile dysfunction](http://111.wales.nhs.uk/encyclopaedia/e/article/erectiledysfunction/) and [urinary](http://111.wales.nhs.uk/encyclopaedia/i/article/incontinence,urinary/) symptoms such as needing to use the toilet more urgently or more often. For this reason, many men choose to delay treatment until there is a risk the cancer might spread. Newer treatments, such as high-intensity focused ultrasound (HIFU) or cryotherapy, aim to reduce these side effects. Some hospitals may offer them as an alternative to surgery, radiotherapy or hormone therapy. However, the long-term effectiveness of these treatments are not yet known. Read more about [treating prostate cancer](http://111.wales.nhs.uk/Encyclopaedia/c/article/canceroftheprostate/#Treatment). Living with prostate cancer As prostate cancer usually progresses very slowly, you can live for decades without symptoms or needing treatment. Nevertheless, it can have an effect on your life. As well as the possible side effects of treatment, a diagnosis of prostate cancer can understandably make you feel anxious and depressed. You may find it beneficial to talk about the condition with your family, friends, a family doctor and other men with prostate cancer. Financial support is also available if prostate cancer reduces your ability to work. Read more about [living with prostate cancer](http://111.wales.nhs.uk/Encyclopaedia/c/article/canceroftheprostate/#Livingwith). Diagnosis If you have symptoms that could be caused by prostate cancer, you should visit your GP. There is no single, definitive test for prostate cancer, so your GP will discuss the pros and cons of the various tests with you to try to avoid unnecessary anxiety. Your doctor is likely to: - ask for a urine sample to check for infection - take a blood sample to test your level of prostate-specific antigen (PSA) - examine your prostate by inserting a gloved finger into your bottom - called digital rectal examination. The GP will assess your risk of having prostate cancer based on a number of factors, including your PSA levels and the results of your prostate examination, as well as your age, family history and ethnic group. If you are at risk, you should be referred to hospital to discuss the options of further tests. MRI Scan if you have a raised PSA level, your doctor may refer you to hospital for an MRI scan of your prostate. If the scan shows a problem, it can be targeted later with a biopsy Having a biopsy to diagnose prostate cancer There are a few types of biopsy that may be used in hospital, including the below A transperineal biopsy This is where a needle is inserted into the prostate through the skin behind the scrotum. It's usually done under a general anaesthetic (while you are asleep). It has the advantage of a reduced risk of infection. A transrectal biopsy This is where a needle is inserted into the prostate through your rectum (back passage) During this biopsy, an ultrasound probe (a machine that uses sound waves to build a picture of the inside of your body) is inserted into your rectum. This allows the doctor or specialist nurse to see where to pass the needle to take small samples of tissue from your prostate. This procedure can be uncomfortable and sometimes painful, so you may be given a local anaesthetic to numb the area and minimise any discomfort. As with any procedure, there may be complications, including bleeding and infection A biopsy may also be taken during a cystoscopy examination. Issues with biopsies. Although a biopsy is more reliable than a PSA test, there can still be issues, such as: - missing the cancer - doctors can see the prostate using the ultrasound scan but might not always spot a tumour - needing another biopsy if your symptoms persist or your PSA level continues to rise - you may be offered another MRI scan first - finding small, low risk cancers that do not need tretment but may cause you anxiety - some men choose to undergo surgery or radiotherapy that may not benefit them but still cause side effects, such as incontinence and eretile dysfunction The samples of tissue from the biopsy are studied in a labratory. if cancerous cells are found, they can be studied further to see how quickly the cancer will spread. This is called \"staging and grading\" and helps doctors to decide which treatment is the most appropriate. Want to know more? Further testing for advanced cancer If there is a significant chance the cancer has spread from your prostate to other parts of the body, further tests may be recommended. These include: - An MRI scan,CT scan or PET scan - these scans build a detailed picture of the inside of your body. - An isotope bone scan - this can tell if the cancer has spread to your bones. A small amount of radiation dye is injected into the vein and collects in parts of the bone where there are any abnormalities. Want to know more? Screening There is currently no screening programme for prostate cancer in the UK, because it has not been proven that the benefits would outweigh the risks. PSA screening Routinely screening all men to check their prostate-specific antigen (PSA) levels is a controversial subject in the international medical community. There are several reasons for this. PSA tests are unreliable and can suggest prostate cancer when no cancer exists (a false-positive result). Most men are now offered an MRI scan before a biopsy to help avoid unnecessary tests, but some men may have invasive, and sometimes painful, biopsies for no reason. Furthermore, up to 15% of men with prostate cancer have normal PSA levels (a false-negative result), so many cases may be missed. The PSA test can find aggressive prostate cancer that needs treatment, but it can also find slow-growing cancer that may never cause symptoms or shorten life. Some men may face difficult decisions about treatment, although this is less likely now that most men are offered an MRI scan before further tests and treatment Treating prostate cancer in its early stages can be beneficial in some cases, but the side effects of the various treatments are potentially so serious that men may choose to delay treatment until it's absolutely necessary. Although screening has been shown to reduce a man's chance of dying from prostate cancer, it would mean many men receive treatment unnecessarily. More research is needed to determine whether the possible benefits of a screening programme would outweigh the harms of: - overdiagnosis - people being diagnosed with a cancer that would never cause symptoms or shorten life expectancy - overtreatment - people being treated unnecessarily for tumours that would unlikely be harmful Should you know your PSA level? Instead of a national screening programme, there is an informed choice programme, called prostate cancer risk management, for healthy men aged 50 or over who ask their GP about PSA testing. It aims to give men good information on the pros and cons of a PSA test. If you're a man aged 50 or over and decide to have your PSA levels tested after talking to your GP, they can arrange for it to be carried out free on the NHS. If results show you have a raised level of PSA, your GP may suggest further tests. Treatment The treatment you receive for prostate cancer will depend on your individual circumstances, For many men with prostate cancer, no treatment will be necessary. When treatment is necessary, the aim is to cure or control the disease so it affects everyday life as little as possible and does not shorten life expectancy. Sometimes, if trhe cancer has spread, the aim is not to cure it but to prolong life and delay symptoms. Your cancer care team People with cancer should be cared for by a muiltidisciplinary team (MDT). This is a team of specialists who work together to provide the best care and treatment. The team often consists of specialist cancer surgeons, oncologists (radiotherapy and chemotherapy specialists), radiologists, pathologists, radiographers and specialist nurses. Other members may include physiotherapists, dieticians and occupational therapists. You may also have access to clinical psychology support. When deciding what treatment is best for you, your doctors will consider: - the type and size of the cancer - what grade it is - your general health - whether the cancer has spread to other parts of your body Good prostate cancer care Your MDT will be able to recommend what they feel are the best treatment options, but ultimately the decision is yours. You should be able to talk with a named specialist nurse to help you make the decision. You should also be told about clincal trials you may be eligible for. If you have side effects from treatment, you should be referred to specialist services (such as continence services) to help stop or ease these side effects. Staging of prostate cancer Doctors will use the results of your prostate examination, biopsy and scans to identify the \"stage\" of your prostate cancer (how far the cancer has spread). The stage of the cancer will determine which types of treatments will be necessary. If prostate cancer is diagnosed at an early stage, the chances of survival are generally good. Want to know more? Watchful waiting or active surveillance Watchful waiting and active surveillance are different approaches to keeping an eye on the cancer and starting treatment only if it shows signs of getting worse or causing saymptoms. Watchful waiting Watchful waiting is often recommended for older men when it's unlikely the cancer will affect their natural lifespan. If the cancer is in its early stages and not causing symptoms, you may decide to delay treatment and wait to see if any symptoms of progressive cancer develop. If this happens, hormone medication to control prostate cancer is usually used. Watchful waiting may also be recommended if your general health means you are unable to receive any form of treatment. in either of these cases, you may just have hormone treatment to treat any symptoms caused by the prostate cancer. Active surveillance Active surveillance aims to avoid unnecessary treatment of harmless cancers, while still providing timely treatment for men who need it. Active surveillance involves you having regular PSA tests, MRI scans and sometimes biopsies to ensure any signs of progredssion are found as early as possible. If these tests reveal the cancer is changing or progressing you can then make a decision about further treatment. Men undergoing active surveillance will have delayed any treatment-related side effects, and those who eventually need treatment will be reassured that it was necessary. Surgically removing the prostate gland (Radical Prostatectomy A radical prostatectomy is the surgical removal of your prostate gland. This treatment is an option for curing prostate cancer that has not yet spread beyond the prostate or has not spread very far. Like any operation, this surgery carries some risks A recent trial showed possible long term side effects of radical prostatectomy may include an inability to get an erection and urinary incontinence Before having any treatment, 67% of men said they could get erections firm enough for intercourse When men who had a radical prostatectomy were asked again after 6 months this had decreased to 12%. When asked again after 6 years, it had slightly improved to 17% Out of the men who were actively monitored instead, 4% were using absorbent pads at 6 months and 8% after 6 years In extremely rare cases, problems arising after surgery can be fatal It's possible that prostate cancer can come back again after treatment. Your doctor should be able to expalin the risk of your cancer coming back after treatment, based on things like your PSA level and the stage of cancer. Studies have shown that radiotherapy after prostate removal may increase the chances of a cure, although research is still being carried out into when it should be used after surgery. After a radical prostatectomy, you will no longer ejaculate during sex. This means you will not be able to have a child through sexual intercourse. You may want to ask your doctors about storing a sperm sample before the operation so it can be used later for invitro fertilisation IVF Want to know more? Radiotherapy Radiotherapy involves using radiation to kill cancerous cells. This treatment is an option for curing prostate cancer that has not spread beyond the prostate or has not spread very far. Radiotherapy can also be used to slow the progression of prostate cancer that's spread and relieve symptoms . You will normally have radiotherapy as an outpatient in a hospital near you. It is done in short sessions for 5 days a week, usually for 4 weeks. There are short and long term side effects associated with radiotherapy You may receive hormone therapy before undergoing radiotherapy to increase the chance of successful treatment. Hormone therapy may also be recommended after radiotherapy to reduce the chances of cancerous cells returning. Short-term effects of radiotherapy can include: - discomfort around your bottom - [diarrhoea](http://111.wales.nhs.uk/encyclopaedia/d/article/diarrhoea/) - loss of pubic hair - tiredness - [cystitis](http://111.wales.nhs.uk/encyclopaedia/c/article/cystitis/) - an inflammation of the bladder lining, which can cause you to urinate frequently; urination may be painful. A recent trial showed that possible long term side effects of radiotherapy can include an inability to get an erection. Before having treatment, 67% of men said they could get erections firm enough for intercourse, decreasing to 22% after 6 months Although this improved over the next 6 months, it declined again to 27% when the men were asked after 6 years Radiotherapy is also slightly more likely than other treatments to cause moderate - to-severe back passage problems, such as diarrhoea, bleeding and discomfort. It's possible that prostate cancer can come back again after treatment. Your doctor should be able to explain the risk of your cancer coming back after treatment, based on things like your PSA level and the stage of your cancer Some hospitals now offer new minimally invasive treatments if radiotherapy fails to work, sometimes as part of a clinical trial. These new treatments are called brachytherapy, high-intensity focused ultrasound (HIFU) and cryotherapy. These treatments have fewer side effects, but the long-term outcomes are not yet known. There is a higher risk of complications from surgery in men who have previously had radiotherapy. If these treatments are not appropriate, medicine is usually used to control the cancer. Want to know more? Brachytherapy Brachytherapy is a form of radiotherapy where the radiation dose is delivered inside the prostate gland. It is also known as internal or interstitial radiotherapy. The radiation can be delivered using a number of tiny radioactive seeds that are surgically implanted into the tumour. This is called low dose-rate brachytherapy. The radiation can also be delivered through hollow, thin needles placed inside the prostate. This is called high dose-rate brachytherapy. The idea behind this method is to deliver a high dose of radiation to the prostate while minimising damage to other tissues. But the risk of uninary problems is higher than with radiotherapy, although the risk of sexual dysfunction is the same. The risk of bowel problems is slightly lower. Want to know more? Hormone Therapy Hormone therapy is often used in combination with radiotherapy. For example, you may receive hormone therapy before undergoing radiotherapy to increase the chance of successful treatment It may also be recommended after radiotherapy to reduce the chances of cancerous cells returning Hormone therapy alone does not cure prostate cancer. It can be used to slow the progression of advanced prostate cancer and relieve symptoms. Hormones control the growth of cells in the prostate. In particular, prostate cancer needs the hormone testosterone to grow. So the purpose of hormone therapy is to block the effects of testosterone, either by stopping its production or by stopping your body being able to use testosterone. There are three ways to give hormone therapy: - Injections to stop your body making testosterone. - Tablets to block the effects or reduce the production of testosterone, - a combination of the 2 The main side effects of hormone treatment are caused by their effects on testosterone. They usually go away when treatment stops They include loss of sex drive and erectile dysfunction (this is more common with the injections than with the tablets) Other possible side effects include: - hot flushes, - sweating - weight gain, and - swelling of the breasts. An alternative to hormone therapy is to surgically remove the testicles (orchidectomy). This does not cure prostate cancer, but by removing the testosterone, it controls the growth of the cancer and it's symptoms. Many men prefer to have hormone treatment to block the effects of testosterone. Want to know more? Trans-urethral resection of the prostate (TURP) TURP is a procedure that can help relieve pressure from the tube that carries urine from the bladder out of your penis (urethral) to treat any problematic symptoms you may have with urination. It does not cure cancer During TURP, a thin metal wire with a loop at the end is inserted into your urethra and pieces of the prostate are removed. This is carried out under [general anaesthetic](http://111.wales.nhs.uk/encyclopaedia/a/article/anaesthetic,general/) or a spinal anaesthetic ( [epidural](http://111.wales.nhs.uk/encyclopaedia/e/article/epiduralanaesthesia/)). Read more information about [transurethral resection of the prostate (TURP)](http://111.wales.nhs.uk/encyclopaedia/t/article/transurethralresectionoftheprostate(turp)/). High intensity focussed ultrasound (HIFU) HIFU is sometimes used to treat men with localised prostate cancer that has not spread beyond their prostate. An ultrasound probe inserted into the rectum releases high-frequency sound waves through the wall of the rectum. These sound waves kill cancer cells in the prostate gland by heating them to a high temperature. The risk of side effects from HIFU is usually lower than other treatments. However, possible effects can erectile dysfunction (in five to 10 in every 100 men) or urinary incontinence (in less than one in every 100 men). Fistulas (an abnormal channel between the urinary system and rectum) are also rare, affecting less than one in every 500 men. This is because the treatment targets the cancer area only and not the whole prostate. However, HIFU treatment is still going through clinical trials for prostate cancer. In some cases, doctors can carry out HIFU treatment outside of clinical trials. HIFU is not widely available and its long-term effectiveness has not yet been conclusively proven. Want to know more? Cryotherapy Cryotherapy is a method of killing cancer cells by freezing them. It is sometimes used to treat men with localised prostate cancer that has not spread beyond their prostate gland. Tiny probes called cryoneedles are inserted into the prostate gland through the wall of the rectum. They freeze the prostate gland and kill the cancer cells, but some normal cells also die. The aim is to kill cancer cells while causing as little damage as possible to healthy cells. The side effects of cryotherapy can include: - erectile dysfunction - this can affect between two and nine in every 10 men - incontinence - this affects less than one in 20 men It is rare for cryotherapy to cause rectal problems or fistulas. Cryotherapy is still undergoing clinical trials for prostate cancer. In some cases, doctors can carry out cryotherapy treatment outside of clinical trials. It is not widely available and its long-term effectiveness has not yet been conclusively proven. Treating advanced prostate cancer If the cancer has reached an advanced stage, it is no longer possible to cure it. However, it may be possible to slow its progression, prolong your life and relieve symptoms. Treatment options include: - radiotherapy - hormone treatment - chemotherapy If the cancer has spread to your bones, medicines called bisphosphonates may be used. Bisphosphonates help reduce bone pain and bone loss. Chemotherapy [Chemotherapy](http://111.wales.nhs.uk/encyclopaedia/c/article/chemotherapy/) is mainly used to treat prostate cancer that has spread to other parts of the body (metastatic prostate cancer) and which is not responding to hormone therapy. Chemotherapy destroys cancer cells by interfering with the way they multiply. Chemotherapy does not cure prostate cancer, but can keep it under control and reduce symptoms (such as pain) so everyday life is less affected. The main side effects of chemotherapy are caused by their effects on healthy cells, such as immune cells. They include infections, tiredness, hair loss, sore mouth, loss of appetite, nausea and vomiting. Many of these side effects can be prevented or controlled with other medicines, which your doctor can prescribe for you. Steroids Steroid tablets are used when hormone therapy no longer works because the cancer is resistant to it. This is called hormone-refractory cancer. Steroids can be used to try to shrink the tumour and stop it from growing. The most effective steroid treatment is dexamethasone. Other medical treatments There are a number of new medications that could be used if hormones and chemotherapy fail. Your medical team can tell you if these are suitable and available for you. NICE has recently issued guidance on medications called abiraterone and enzalutamide. Both abiraterone and enzalutamide may be used to treat men with metastatic prostate cancer that no longer responds to the chemotherapy drug docetaxel. Read the NICE guidelines on: Deciding against treatment Some men may decide against treatment for prostate cancer, particularly if they are not at an age where they feel treating the cancer is unlikely to significantly extend thei life expectancy. This is entirely your decision, and your MDT will respect it. If you decide not to have treatment, your GP and hospital team will still give you support and pain relief. This is called palliative care. Support is also available for your family and friends. Living with Living with prostate cancer Depending of the type of prostate cancer you have, your life may be affected in different ways. Prostate cancers get worse slowly, and you may have it for years without symptoms. During this time, may not need treatment. If your cancer is more likely to spread may decide to have surgery or radiotherapy that aims to cure the cancer. However, these treatments can have side effects. Further information Impact on everyday activities If you have no symptoms, prostate cancer should have little or no effect on your everyday activities. You should be able to work, care for your family, carry on your usual social and leisure activities and look after yourself. However, you may be understandably worried about your future. This may make you feel anxious or depressed and affect your sleep. If your prostate cancer progresses, you may not feel well enough to do all the things you used to. After an operation or other treatment, such as radiotherapy or chemotherapy, you will probably feel tired and need time to recover. If you have advanced prostate cancer that has spread to other parts of your body, you may have symptoms that slow you down and make it difficult to do things. You may have to reduce your working hours or stop working altogether. Whatever stage your prostate cancer has reached, try to give yourself time to do the things you enjoy and spend time with those who care about you. Further information Complications of prostate cancer: Erection problems If you have erectile dysfuntion speak to your GP. It may be possible to treat you with a type of medicine known as phosphodiesterase type 5 inhibitors (PDE5). PDE5s work by increasing the blood supply to your penis. The most commonly used PDE5 is sildenafil (Viagra). Other PDE5s are available if sildenafil is not effective. Another alternative is a device called a vacuum pump. It is a simple tube connected to a pump. You place your penis in the tube and then pump out all the air. This creates a vacuum which causes the blood to rush to your penis. You then place a rubber ring around the base of your penis. This keeps the blood in place and allows you to maintain an erection for around 30 minutes. Urinary incontinence If you have mild urinary incontinence, you may be able to control it by learning some simple exercises. Pelvic-floor exercises can strengthen your control over your bladder. To carry out pelvic-floor exercises: - Sit or lie comfortably with your knees slightly apart. - Squeeze or lift at the front as if you were trying to stop the passage of urine, then squeeze or lift at the back as if you were trying to stop the passage of wind. - Hold this contraction for as long as you can (at least two seconds, increasing up to 10 as you improve). - Relax for the same amount of time before repeating. If your urinary incontinence is more severe it may be possible to treat with surgery. This would involve implanting an artificial sphincter - a sphincter is a muscle that is used to control the bladder. Further inforomation Relationships Being diagnosed with prostate cancer often brings families and friends closer, although it can put pressure on relationships too. Most people want to help, though they may not know what to do. Some people find it hard to talk about cancer, and may try to avoid them. Being open and honest about how you feel and what your family and friends can do to help may put others at ease. But do not feel shy about telling people that you need some time to yourself, if that is what you need. Further informtion Talk to others If you have questions, your doctor or nurse may be able to reassure you, or you may find it helpful to talk to a trained counsellor, psychologist or specialist telephone helpline. Your GP surgery will have information on these. Some may find it helpful to talk to other people with prostate cancer at a local support group or through an internet chat room. Further information Money and financial support If you have to reduce or stop work because of your prostate cancer, you may find it hard to cope financially. If you have prostate cancer or you are caring for someone with prostate cancer, you may be entitled to financial support. Find out early what help is available to you. Speak to the social worker at your hospital, who can give you the information you need. Want to "}