{"title": "Essay On Ancient Medicine", "author": null, "url": "https://www.ipl.org/essay/Essay-On-Ancient-Medicine-FJEXDGTYVG", "hostname": "ipl.org", "description": "Medicine of the Ancient World There were many civilizations that had technology that impacted their world in various manners. I will be looking at four...", "sitename": "ipl.org", "date": "2023-01-01", "cleaned_text": "civilization raised or how the people lived? How they regulated their lands? Or what they used to eat? Etc. One of the aspects that many people are curious about is the old-world medicine, how ancient people dealt with illnesses and how they treated their patients? As for the American civilization, the most recorded advanced medicine was in the Aztec's empire. The Aztec's Empire was the most powerful Mesoamerican kingdom of old ages. In fact, their culture was full of creativity with a combination of methodology and religious tradition. They arrived in the Valley of Mexico in 1325C.E, and their name means Aztlan people, where they were originally from. In fact, Ancient civilizations began in areas that had arable land and other features such as rivers. Civilizations succeeded in these environments because they could settle down and not live a nomadic lifestyle. Because the land was arable, agriculture prospered and people relied on the geography to grant them the elements needed for survival. In China and Egypt, geography greatly influenced and affected the lives of the people living there because of the prosperous rivers and large natural barriers. The Elizabethan time period was from 1558 through 1603 known as the Renaissance. During the Renaissance there was not any running water, so people would have to throw their waste in the streets. With people's waste in the street came many illnesses including The Plague. Even a minor scrap could kill you in the next minute. When people got sick they needed medicine, physicians, and health care. In the late 1500 there was not a great deal medican, there was mostly just spiritual analysis. The Civil War was filled with many diseases and deaths. Over 620,000 men lost their lives during this war; roughly two thirds of the casualties were caused by the lack of medical knowledge of many diseases. The remaining one third of the casualties was from the actual battle itself. The war became a turning point for many women interested in the medical field. The knowledge of medicine was the beginning of a new age during the Civil War, and the lack of it led to many gruesome deaths. Owning the complete collection of Grey's Anatomy may make someone feel like an expert of the medical field, but when it comes down to knowing the diseases that were common during other periods of time, that understanding seems to be very limited. While diseases like the common cold have been around for a long time, there are many staple diseases that have shaped the medical field and the foundation for medicine today that need to be known. To fully understand diseases during the Elizabethan era, it is vital to understand the cause, type, and treatment of the illnesses that were common during that time period. Medicine during the Elizabethan Era was extremely basic. The knowledge most people had about medicine came from their ancestors through many generations. The Elizabethan Era was a time when terrible illnesses such as the Black Plague were killing nearly one-third of the population. The cause of many illnesses during this time was lack of sanitation. Back then, women played a major role in medicine. They often nursed the sick using home remedies that were passed down from generation to generation. Surprisingly ancient civilizations have influenced this modern world starting at 3500 BC in what now day middle east ,the first of ancient civilizations began. Ancient Mesopotamia influenced in our world today in many ways. Two contributions from the Mesopotamian civilization were the inventions of cuneiform and Hammurabi's Code. Each classical age was either interested in mathematical and scientific theories or had more practical technology. Greece, Gupta India were both more into the mathematical and scientific theories. Greece had scientists that worked in astronomy and mathematics. Gupta India made discoveries in astronomy, mathematics, and medicine. While Rome, Han China, and Olmec had more practical technology. Rome developed domes and arches and built roads. Han China invented paper, farming tools, and watermills. Olmec learned how to move heavy items without The earliest medical ideas developed by Greeks and Romans have affected modern day medical principles. Although modernized and based upon to suit our continually evolving society, numerous occasions, practices and conventions that were started years, decades and hundreds of years ago; the medical principles that were developed by the Greeks and Romans are still continued today. The ancient Greek and Roman medical practices have laid the foundations of medicine and medical practices that we utilize today. After people such as Hippocrates and Claudius Galen, who created new developments in the field of medicine, professionals could utilize the prior revelations to get a more detailed knowledge of surgical procedures and diagnosis of diseases. In order to become a developed civilization, a country needs a stable resource supply. The Nile River provided all of the necessary resources for Egypt. You need a stable water supply to keep your population stable. Farmland helps you with trade with other countries for other goods and or money. Transportation will allow you to make those trades as well as to travel to other countries to see how to improve your country. Ancient Egypt was the most advance civilization of antiquity. They had fairly advance Medicine, Architecture, Religion, and were also wise in philosophy. Greek culture learned a lot from Egypt, and they constantly referred to them and sought to find their ancestors in Egypt. The Nile was a fundamental element for the flourishing of the civilization of ancient Egypt, most of the population of cities were in the Nile valley and the Delta. The Nile was vital to Egyptian culture from the stone age. Climate change, and desertification, dried the hunting and grazing lands of Egypt to form of Sahara Desert, around 8000 B.C; then the inhabitants emigrated and settled next to the river Nile, where they developed an agricultural economy and a centralized society. During the Renaissance health and medicine changed considerably . There were many important changes to the understanding of anatomy and surgery. Important doctors and surgeons discovered different ways of understanding to body and different ways of operating. For example how Vesalius in the 15th century dissected the human body to learn more about anatomy. During this essay I will investigate how far health and medicine improved during the Renaissance by focusing on anatomy and surgery. During the Renaissance, the treatment of diseases and advancements is surgical procedures increased. The impact of technology also affected the way people were treated, medically, as well as how the survival rate of injured or sick people. The earliest \"doctors\" studied at the universities of northern Italy. Epidemic diseases became more common during this time period, diseases such as, the Bubonic Plague, smallpox, the pneumonic plague, and measles. The Renaissance was a time of discovery in the medical field and continues to grow today. The Enlightenment was a movement that shunned superstition and was more in favor with a scientific explanation of the world. The Enlightenment was also known as the Age of Reason or Age of Enlightenment. It started in Europe and America around the 17th and 18th centuries. The Enlightenment was about people who used their critical thinking skills to argue knowledge, education, politics, religion, and art. The enlightenment produced an increased number of inventions, books, scientific findings, political laws, and revolutions. The history of medicine goes back over thousands of years and is still developing today. Medicine was used to diminish illness and heal injury since the beginning of humanity. In ancient times, if one was to become sick or injured, Egypt would have been the best place to do so. Egyptians chances of survival would have been remarkably better than those of one's foreign peer, but one had the opportunity of being treated by a physician whose work was displayed all over the ancient world and has made a huge impact and change in the modern world that we know today. "}