{"title": "What is chronic wasting disease?", "author": null, "url": "https://www.usgs.gov/faqs/what-chronic-wasting-disease", "hostname": "usgs.gov", "description": "Chronic wasting disease (CWD) is a fatal, neurological illness occurring in North American cervids (members of the deer family), including white-tailed deer, mule deer, elk, and moose. Since its discovery in 1967, CWD has spread geographically and increased in prevalence locally. CWD is contagious; it can be transmitted freely within and among cervid populations. No treatments or vaccines are currently available. Chronic wasting disease is of great concern to wildlife managers. It has been detected in at least 23 states, two Canadian provinces, and South Korea. CWD is not known to infect livestock or humans. CWD is transmitted directly through animal-to-animal contact, and indirectly through contact with objects or environment contaminated with infectious material (including saliva, urine, feces, and carcasses of CWD-infected animals). Learn more: Expanding Distribution of Chronic Wasting Disease Center for Disease Control (CDC) Chronic Wasting Disease in Animals Center ...", "sitename": "U.S. Geological Survey", "date": "2014-12-29", "cleaned_text": "fatal, neurological illness occurring in North American cervids (members of the deer family), including white-tailed deer, mule deer, elk, and moose. Since its discovery in 1967, CWD has spread geographically and increased in prevalence locally. CWD is contagious; it can be transmitted freely within and among cervid populations. No treatments or vaccines are currently available. Chronic wasting disease is of great concern to wildlife managers. It has been detected in at least 23 states, two Canadian provinces, and South Korea. CWD is not known to infect livestock or humans. CWD is transmitted directly through animal-to-animal contact, and indirectly through contact with objects or environment contaminated with infectious material (including saliva, urine, feces, and carcasses of CWD-infected animals). Learn more: Related Content [ Why bother about wildlife disease? ](/publications/why-bother-about-wildlife-disease) [ Enhanced surveillance strategies for detecting and monitoring chronic wasting disease in free-ranging cervids ](/publications/enhanced-surveillance-strategies-detecting-and-monitoring-chronic-wasting-disease-free) [ Chronic Wasting Disease ](/publications/chronic-wasting-disease) [ Chronic Wasting Disease Positive Tissue Bank ](/publications/chronic-wasting-disease-positive-tissue-bank) [ Disease emergence and resurgence—the wildlife-human connection ](/publications/disease-emergence-and-resurgence-wildlife-human-connection) [FAQ](#faq) [Multimedia](#multimedia) [Publications](#publications) [Why bother about wildlife disease?](/publications/why-bother-about-wildlife-disease)In most developed countries, the maintenance of the numbers of wildlife1 is vested in the natural resource agencies of those countries. During earlier times, game species were the primary focus of natural resource agencies2,3 however, current wildlife conservation continues to transition towards a more holistic focus on biodiversity4 and environmental health5,6. Nevertheless, that transition lagsAuthorsMilton Friend [Enhanced surveillance strategies for detecting and monitoring chronic wasting disease in free-ranging cervids](/publications/enhanced-surveillance-strategies-detecting-and-monitoring-chronic-wasting-disease-free)The purpose of this document is to provide wildlife management agencies with the foundation upon which they can build scientifically rigorous and cost-effective surveillance and monitoring programs for chronic wasting disease (CWD) or refine their existing programs. The first chapter provides an overview of potential demographic and spatial risk factors of susceptible wildlife populations that may [Chronic Wasting Disease](/publications/chronic-wasting-disease)Chronic wasting disease (CWD) is an always-fatal, neurological illness occurring in North American cervids (members of the deer family), including white-tailed deer, mule deer, elk and moose. Since its discovery in 1967, CWD has spread geographically and increased in prevalence locally. CWD is contagious; it can be transmitted freely within and among free-ranging populations. It is likely that disAuthorsBryan Richards [Chronic Wasting Disease Positive Tissue Bank](/publications/chronic-wasting-disease-positive-tissue-bank)In 2005, the USGS National Wildlife Health Center entered into an agreement with the Wyoming Game and Fish Department and the Department of Veterinary Sciences at the University of Wyoming to produce a collection of positive tissues from cervids intentionally infected with chronic wasting disease. This agreement was facilitated through the University of Wyoming Cooperative Fish and Wildlife Unit.AuthorsScott D. Wright [Disease emergence and resurgence—the wildlife-human connection](/publications/disease-emergence-and-resurgence-wildlife-human-connection)In 2000, the Global Outbreak Alert and Response Network (GOARN) was organized as a global disease watchdog group to coordinate disease outbreak information and health crisis response. The World Health Organization (WHO) is the headquarters for this network. Understandably, the primary focus for WHO is human health. However, diseases such as the H5N1 avian influenza epizootic in Asian bird populatiAuthorsMilton Friend, James W. Hurley, "}