{"title": "Ayurveda - Wikipedia, la enciclopedia libre", "author": null, "url": "https://es.wikipedia.org/wiki/Ayurveda", "hostname": "wikipedia.org", "description": null, "sitename": "Wikimedia Foundation, Inc.", "date": "2004-11-18", "cleaned_text": "Ayurveda Ayurveda (en [sánscrito](/wiki/S%C3%A1nscrito): [](/wiki/AITS), [ajuved]) es el nombre de un tradicional](/wiki/Medicina_tradicional) integrativa originario del [subcontinente indio](/wiki/Subcontinente_indio). [[1]](#cite_note-HIML-intro-1)Basado en curas naturales y cambios en el estilo de vida. [[2]](#cite_note-2) [Medicina alternativa](/wiki/Medicina_alternativa) La teoría y la [[3]](#cite_note-3) [[4]](#cite_note-4) [[5]](#cite_note-5) [[6]](#cite_note-kaufman-6) [[7]](#cite_note-oxpsych-7) [[8]](#cite_note-Quack-2011-8) La Asociación Médica de la India califica de [quackery](/wiki/Quackery) a los practicantes de ayurveda que dicen practicar la medicina. [[9]](#cite_note-IMA-9) Según el Consejo General de Colegios Oficiales de Médicos de España las prácticas ayurvédicas carecen de base científica. [[10]](#cite_note-10) La ayurveda se practica extensamente en la India y Nepal, donde alrededor del 80% de la población afirma utilizarla. [[11]](#cite_note-Dargan-11) [[12]](#cite_note-:0-12) [[13]](#cite_note-:1-13) [[14]](#cite_note-:3-14) No hay pruebas fehacientes de que la ayurveda sea eficaz para tratar ninguna enfermedad. [[15]](#cite_note-cruk-15) Se ha descubierto que los preparados rotulados como ayurvédicos contienen plomo, mercurio y arsénico, sustancias que se sabe que son perjudiciales para el ser humano. [[16]](#cite_note-WebMD-16) En un estudio realizado en 2008, se descubrió que cerca del 21% de los medicamentos supuestamente ayurvédicos de patente fabricados en Estados Unidos y la India que se vendían a través de Internet contenían niveles tóxicos de metales pesados, concretamente plomo, mercurio y arsénico. [[17]](#cite_note-Saper20083-17) Se desconocen las consecuencias para la salud pública de estos contaminantes metálicos en la India. [[18]](#cite_note-Saper20082-18) Nombre sánscrito[ [editar](/w/index.php?title=Ayurveda&action=edit§ion=1)] - yurveda, en el español /áiur vedá/ en sánscrito clásico [Etimología](/wiki/Etimolog%C3%ADa): el de [editar](/w/index.php?title=Ayurveda&action=edit§ion=2)] conoce desde se practica la medicina ayurvédica en el [subcontinente índico](/wiki/Subcontinente_%C3%ADndico). En antiquísimos textos mitológicos entre mediados y fines del [II milenio a. C.—](/wiki/Segundo_milenio_antes_de_Cristo) no se menciona ningún tipo de medicina. En el más reciente, el Atharvaveda, datado a principios del I milenio a. C. se mencionan 14 oraciones para pedir a los dioses que curen las enfermedades. Los textos ayurvédicos recogen las doctrinas médicas del período [posvédico](/wiki/Periodo_v%C3%A9dico), posterior al [siglo VII a. C.](/wiki/Siglo_VII_a._C.) Son de autoría diversa, desde uno atribuido al dios [Dhanu Antari](/wiki/Dhanwan_Tari), el [avatar](/wiki/Avatar) el de la medicina, hasta otros de autores apenas conocidos. Tres textos antiguos aparecen frecuentemente como las bases de la medicina ayurvédica: - el [Sushruta-samjita](/wiki/Su%C5%9Brutasa%E1%B9%83hit%C4%81), atribuido a [Sushruta](/wiki/Sushruta)—entre los siglos [V a. C.](/wiki/Siglo_IV_a._C.)y [III d. C.—](/wiki/Siglo_III_d._C.), el más antiguo, es una [farmacopea](/wiki/Farmacopea)y describe 700 plantas medicinales, 64 preparaciones a base de minerales y 57 preparaciones de origen animal. [[22]](#cite_note-22) - el [Charaka-samjita](/wiki/Carakasa%E1%B9%83hit%C4%81), atribuido a [Charaka](/wiki/Charaka)(hacia el siglo II d. C.), durante el reinado del rey [Kaniska](/wiki/Kaniska). - el [Astanga-jridaia-samjita](/w/index.php?title=A%E1%B9%A3%E1%B9%AD%C4%81%E1%B9%85gah%E1%B9%9Bdayasa%E1%B9%83hit%C4%81&action=edit&redlink=1), atribuido a [Vagbhata](/wiki/Vagbhata), posiblemente un monje budista que residió en [Sindh](/wiki/Sindh).[ [cita requerida](/wiki/Wikipedia:Verificabilidad)] El texto es un compendio de tratamientos médicos descritos tanto por [Charaka](/wiki/Charaka)como por [Susruta](/wiki/Susruta), por tanto, es posterior a ambos.[ [cita requerida](/wiki/Wikipedia:Verificabilidad)] Base doctrinal de la medicina ayurvédica[ [editar](/w/index.php?title=Ayurveda&action=edit§ion=3)] medicina ayurvédica describe los Los tres doshas[ [editar](/w/index.php?title=Ayurveda&action=edit§ion=4)] Una de las bases de la medicina ayurvédica son los [doshas](/wiki/Doshas) —palabra sánscrita que significa 'humores' o 'aires vitales'—, que en las obras modernas se traduce como 'temperamentos' o 'biotipos'. La medicina ayurvédica clasifica tres humores, combinaciones de dos elementos: [vtta](/wiki/Vata_(Ayurveda)): 'aire', representa la unión del aire y el éter [pitta](/wiki/Pitta): ' [bilis](/wiki/Bilis)', representa la unión del fuego y el agua [kapha](/wiki/Kapha):' [flema](/wiki/Doctrina_de_los_cuatro_humores)' representa la unión del agua y la tierra. En cada persona se presentan los tres doshas, existiendo como predominante uno o dos, aunque en sentido ideal los tres doshas deberían presentarse en igual proporciones en un mismo ser humano. Cada dosha aporta al individuo características físicas y mentales particulares. [[23]](#cite_note-23) El [Caraka-samhita](/wiki/Caraka-samhita) define los doshas de la siguiente manera: - Dosha vata Vata es lo no untuoso, frío, ligero, sutil, movible y áspero. Las personas que tienen un predominio de este dosha presentan complexión delgada (les resulta fácil bajar de peso), estructura ósea reducida, piel sensible, seca y áspera, de color claro, cabello seco, venas muy pronunciadas. Son ansiosos y tienen trastornos del sistema nervioso. - Dosha pitta Las personas que tienen un predominio de este dosha presentan estructura ósea mediana (tienen tanta facilidad para aumentar de peso como para perderlo), piel sensible, a veces grasosa, cabello fino de tonos suaves y venas traslúcidas. Padecen metabolismo acelerado, problemas gastrointestinales, problemas nerviosos y de tensión. - Dosha kapha Las personas que tienen un predominio de este dosha presentan complexión grande (gran tendencia al aumento de peso y a poseer mayor fuerza física), piel grasosa, cabello grueso y grasoso, de color oscuro. Su carácter es predominantemente pacífico y muy calmado. Los 24 tattwas (principios cósmicos)[ [editar](/w/index.php?title=Ayurveda&action=edit§ion=5)] La medicina ayurvédica considera que la realidad está constituida de 24 principios cósmicos o [tattuás](/w/index.php?title=Tattwa&action=edit&redlink=1) (los mismos del [sistema sankhia](/wiki/Sankhya)): [[24]](#cite_note-24) - 1) [prakriti](/wiki/Prakriti): naturaleza primaria o primordial. - 2) [majat](/w/index.php?title=Mahat&action=edit&redlink=1): inteligencia cósmica. - 3) [ajankara](/w/index.php?title=Ahankara&action=edit&redlink=1): ego. - 4) [manas](/wiki/Manas_(s%C3%A1nscrito)): mente. [pañcha tan-matra](/w/index.php?title=Tanmatra&action=edit&redlink=1) ('cinco objetos'): - 5) oído - 6) tacto - 7) vista - 8) gusto - 9) olfato [pañcha gñana-indríia](/w/index.php?title=Pancha_jnanendriya&action=edit&redlink=1) ('cinco órganos de conocimiento'): órganos de los sentidos (receptivos): - 10) oídos - 11) piel - 12) ojos - 13) lengua - 14) nariz. [pañcha karma-indríia](/w/index.php?title=Pancha_karmendriya&action=edit&redlink=1) ('cinco órganos de acción'): - 15) boca - 16) manos - 17) pies - 18) pene - 19) ano [pañcha maja-bhuta](/w/index.php?title=Pancha_mahabhuta&action=edit&redlink=1) ('cinco grandes elementos'): - 20) tierra - 21) agua - 22) fuego - 23) aire - 24) éter. La medicina áiurveda comprende ocho ramas o especialidades: - kaia chikitsa (medicina del cuerpo). - shalia chikitsa (extracción de astillas). [shalakia](/wiki/%C5%9Aal%C4%81k%C4%81)chikitsa o shalakia tantra (limpieza del ojo con una púa de puercoespín). [urdhwanga](/w/index.php?title=%C5%AArdhv%C4%81%E1%B9%85ga&action=edit&redlink=1)chikitsa (medicina de la parte superior del cuerpo, del cuello hacia arriba). - kaumara bhritia (cuidado del bebé; debido a la mortalidad infantil típica de la época del áiurveda, en la India hasta la actualidad a los bebés menores de dos años se les dice ku-mara, 'muere-fácil'). - bhuta vidiá ('sabiduría sobre el tantra (antídotos para venenos). - rasaiana de - vayi karana ('causa de fuerza', alimentos afrodisíacos). Además del aprendizaje de estas disciplinas, el Áiur vedá exigía el conocimiento de diez artes indispensables para la preparación y aplicación de las medicinas, a saber: [destilación](/wiki/Destilaci%C3%B3n) - habilidades operativas - cocina - horticultura [metalurgia](/wiki/Metalurgia) - manufactura del [azúcar](/wiki/Az%C3%BAcar) - farmacia - análisis y separación de minerales - composición de metales - preparación de [álcalis](/wiki/%C3%81lcalis). Al finalizar la iniciación, el [gurú](/wiki/Gur%C3%BA) se dirigía en tono solemne a sus estudiantes para encaminarlos hacia una vida de [castidad](/wiki/Castidad), honestidad y [vegetarianismo](/wiki/Vegetarianismo). Se esperaba del estudiante que se dedicara en cuerpo y alma a los enfermos; que no traicionara ningún paciente envenenándolo en beneficio propio; que se vistiera de manera modesta y que evitara darse a la bebida; que tuviera autocontrol y que moderara sus palabras; que constantemente se esforzara en mejorar su conocimiento y sus habilidades técnicas; que fuera amable y modesto en casa del enfermo, prestando máxima dedicación al paciente; que no difundiera datos sobre el enfermo o su familia; y que si no preveía la curación, que se lo guardara para sí mismo si lo contrario pudiere causar daño a los más allegados. Estos preceptos son parecidos a los del [juramento hipocrático](/wiki/Juramento_hipocr%C3%A1tico). Se desconoce la duración de la formación de médico. El médico se formaba gracias a los textos, a la observación directa ( [prati aksha](/w/index.php?title=Pratyaksha&action=edit&redlink=1)) y a la inferencia ( [anumana](/w/index.php?title=Anumana&action=edit&redlink=1)).[ [cita requerida](/wiki/Wikipedia:Verificabilidad)] El conocimiento sigue el patrón cósmico-religioso unificador propio de esta cultura: se describían 360 huesos, como los días del año. Se trata de conectar e interrelacionar todo, al igual que sucede en la [medicina tradicional china](/wiki/Medicina_tradicional_china). Y, como en esta debido al desconocimiento de la existencia de los [elementos químicos](/wiki/Elemento_qu%C3%ADmico), se creía que todo cuanto existía estaba hecho de solamente cinco elementos (mahá bhutá): tierra, agua, fuego, aire y éter. Creían también que el cuerpo estaba formado por la combinación de 'tres humores' [tri doshá](/wiki/Tri_dosh%C3%A1) (parecidos a los «humores» de la medicina griega): [vata](/wiki/Vai%C3%BA)('aire'). [pittá](/wiki/Pitt%C3%A1)('bilis'), hecho principalmente de fuego (presumiblemente porque la bilis —al ser muy alcalina— genera ardor). [kapha](/wiki/Kapha)('moco'), constituido principalmente por agua. Las diferentes combinaciones entre ellos daban lugar a los diferentes fluidos y tejidos del cuerpo humano, y la alteración de su equilibrio natural daba origen a la enfermedad. [[25]](#cite_note-25) Tratamientos ayurvédicos[ [editar](/w/index.php?title=Ayurveda&action=edit§ion=6)] La medicina ayurvedica incluye [dieta](/wiki/Dieta) y [medicamentos](/wiki/Medicamento) de [herboristería](/wiki/Herborister%C3%ADa) y hace hincapié en el uso del cuerpo, la mente y el espíritu en la [prevención](/wiki/Prevenci%C3%B3n_(medicina)) y el tratamiento de [enfermedades](/wiki/Enfermedad). Es lo que se denomina una medicina mente-cuerpo, cuya premisa es despertar el natural equilibrio del sistema mente-cuerpo para hipotéticamente curarse a sí mismo. Plantas medicinales[ [editar](/w/index.php?title=Ayurveda&action=edit§ion=7)] Los remedios, principalmente [plantas](/wiki/Planta), se eligen por su capacidad de armonizar el equilibrio entre el [paciente](/wiki/Paciente) y las influencias básicas de la vida, tales como la [dieta](/wiki/Dieta), el trabajo y la vida familiar. La medicina ayurvédica describe 2700 plantas medicinales diferentes.[ [cita requerida](/wiki/Wikipedia:Verificabilidad)] La farmacopea, publicada por el Ministerio de Salud de la India está contenida en 5 volúmenes, e incluye monografías oficiales de 418 plantas medicinales. [[26]](#cite_note-26) Masaje abhiangam[ [editar](/w/index.php?title=Ayurveda&action=edit§ion=8)] Una de sus herramientas fundamentales es el [masaje](/wiki/Masaje) [abhiangam](/wiki/Abhiangam), que —en el caso de algunos [doshas](/wiki/Dosha)— se realiza con aceites naturales especialmente prescritos por el médico y, en otros casos, se realiza en seco. Existen otros sistemas de masaje ayurvédico como la marmaterapia, que se aplica mediante la estimulación de los puntos clave denominados marmas y que requiere una experiencia y conocimientos superior al [abhiangam](/wiki/Abhyangam). Uno de los tratamientos básicos de la medicina ayurvédica es el irodhara, que consiste en verter sobre la frente una mezcla tibia de aceites y hierbas. Pinda-sueda[ [editar](/w/index.php?title=Ayurveda&action=edit§ion=9)] La medicina ayurvédica [[27]](#cite_note-27) unos tampones de tela rellenos de plantas medicinales de la India y aceites esenciales de grado alimentario con los que el terapeuta puede hacer más intensa la relajación. La medicina ayurvédica en la actualidad[ [editar](/w/index.php?title=Ayurveda&action=edit§ion=10)] En la India[ [editar](/w/index.php?title=Ayurveda&action=edit§ion=11)] El ayurveda es el sistema médico tradicional de la India. El Gobierno de la India incorpora la medicina ayurvédica en la carrera de pregrado «Bachillerato en Medicina y Cirugía Ayurvédica». [[28]](#cite_note-28) Administrativamente, la medicina ayurvédica está incluida dentro de una de las tres divisiones más importantes del Ministerio de Salud y Bienestar de la Familia, y forma parte del Departamento AYUSH (acrónimo de ayurveda, [yoga](/wiki/Yoga), [unani](/wiki/Unani), [siddha](/wiki/Siddha) y [homeopatía](/wiki/Homeopat%C3%ADa)). [[29]](#cite_note-29) Para graduarse de médico ayurvédico hay que estudiar durante 5 años y medio. La carrera se estudia en 256 colleges (colegios universitarios), muchos de los cuales dependen de universidades. En el año 2010 se admitieron 13 037 alumnos. Existen 64 instituciones de postgrado donde son admitidos 1110 alumnos cada año, para realizar la especialización en algunas de las 16 ramas del ayurveda. En el último censo realizado en el año 2010 había registrados 478 750 profesionales. Hay 2458 hospitales ayurvédicos con una capacidad instalada de 44 820 camas. Las instituciones ayurvédicas más reconocidas en la India son: - El Institute of Post Graduate Teaching & Research in Ayurveda ('instituto de posgrado de docencia e investigación de medicina ayurvédica') en [Yamnagar](/wiki/Jamnagar)( [estado de Guyarat](/wiki/Estado_de_Guyarat)). - ('universidad ayurvédica de Guyarat') en Yamnagar (estado de Guyarat). - El National Institute of Ayurveda ('instituto nacional de medicina ayurvédica') en [Yaipur](/wiki/Jaipur)(estado de Guyarat). En Occidente[ [editar](/w/index.php?title=Ayurveda&action=edit§ion=12)] En los [países occidentales](/wiki/Occidente) con la acogida de prácticas orientales tales como el [yoga](/wiki/Yoga) y la [meditación](/wiki/Meditaci%C3%B3n) el ayurveda se ha incorporado a la llamada [medicina alternativa](/wiki/Medicina_alternativa). Algunas universidades médicas occidentales incluyen cursos, posgrados y especializaciones sobre medicina ayurvédica. [[30]](#cite_note-30) [[31]](#cite_note-31) [[32]](#cite_note-32) Actualmente hay un interés mayor en la medicina ayurvédica, puesto que sus seguidores creen que da una visión completa de los desequilibrios del ser humano al considerar aspectos de la naturaleza interna y externa del mismo. No obstante su difusión, generalmente los médicos occidentales la consideran una superstición pseudocientífica. [[33]](#cite_note-33) Riesgos[ [editar](/w/index.php?title=Ayurveda&action=edit§ion=13)] Un estudio realizado en [Estados Unidos](/wiki/Estados_Unidos) sobre muestras compradas por internet, y otro realizado en la India, concluían que hasta 20 % de los preparados ayurvédicos examinados contenían niveles tóxicos de [metales pesados](/wiki/Metal_pesado) como [plomo](/wiki/Plomo), [mercurio](/wiki/Mercurio_(elemento)) o [arsénico](/wiki/Ars%C3%A9nico). Además, estos estudios también alertaban de los inexistentes controles de calidad o el uso de hierbas que contienen otras sustancias nocivas. [[34]](#cite_note-Saper2008-34) [[35]](#cite_note-Valiathan06-35) Aproximadamente la mitad de los compuestos analizados contienen arsénico o mercurio en concentraciones tan potencialmente peligrosas que producirían daños por envenenamiento en tejidos como cerebro, riñón y en los sistemas nervioso y reproductor, principalmente en mujeres embarazadas. [[36]](#cite_note-36) [[37]](#cite_note-37) Incluso se han descrito frecuentes casos de hepatoxicidad por el uso de los más variados —y en principio inocuos— productos de herbolario utilizados de forma rutinaria en la Ayurveda y en la medicina tradicional china. [[38]](#cite_note-38) Eficacia[ [editar](/w/index.php?title=Ayurveda&action=edit§ion=14)] Se está realizando un considerable número de [experimentos](/wiki/Experimento) para determinar si ciertas plantas utilizadas en los tratamientos ayurvédicos son efectivas para tratar algunas enfermedades. Lamentablemente, gran parte de los estudios que se están llevando a cabo carecen del rigor necesario para extraer conclusiones fiables (por ejemplo, los experimentos sufren problemas con la [aleatorización](/wiki/Asignaci%C3%B3n_aleatoria), reducido tamaño de la [muestra](/wiki/Muestra_estad%C3%ADstica) o [controles](/wiki/Control_cient%C3%ADfico) inadecuados). [[39]](#cite_note-39) Aun así, los resultados obtenidos en algunos experimentos sugieren que ciertas plantas usadas en la ayurveda tienen principios activos que pueden resultar [terapéuticos](/wiki/Terap%C3%A9utico) para algunas enfermedades concretas. [[40]](#cite_note-40) De hecho, los principios activos que demuestren ser eficaces pueden constituir la base del desarrollo de futuros [medicamentos](/wiki/Medicamento) farmacéuticos, como ha sucedido con una gran parte de los medicamentos disponibles actualmente. [[41]](#cite_note-41) No obstante, a pesar del entusiasmo de muchas personas que promueven el uso de la ayurveda, no se ha conseguido demostrar mediante experimentos rigurosos que sea efectiva en general y de forma significativa como sistema de tratamiento de enfermedades. [[42]](#cite_note-42) En concreto, se han realizado experimentos específicos cuyos resultados indican que los tratamientos ayurvédicos no son efectivos, por ejemplo, para tratar [enfermedades cardiovasculares](/wiki/Enfermedades_cardiovasculares) o [hipertensión](/wiki/Hipertensi%C3%B3n_arterial). [[43]](#cite_note-43) El centro de investigación Cancer Research UK afirma que no hay evidencia de que la ayurveda ayude a tratar el cáncer, y además, algunos preparados ayurvédicos contienen sustancias tóxicas o que interactúan de forma perjudicial con los medicamentos probados contra el cáncer. [[44]](#cite_note-44) Una de las principales críticas que recibe la ayurveda es que parte de premisas que no están probadas científicamente, confundiendo conceptos [metafísicos](/wiki/Metaf%C3%ADsico) con la realidad. [[45]](#cite_note-45) [editar](/w/index.php?title=Ayurveda&action=edit§ion=16)] [](#cite_ref-HIML-intro_1-0)Meulenbeld, Gerrit Jan (1999). «Introduction». Literature. Groningen: Egbert Forsten. 2021 Actualización de carrera»](https://www.currentschoolnews.com/es/noticias-de-educaci%C3%B3n/licenciatura-en-medicina-ayurv%C3%A9dica-y-cirug%C3%ADa-bams-actualizaci%C3%B3n-de-carrera/). Current School News. 4 de mayo de 2021. Consultado el 27 de febrero de 2023. [](#cite_ref-3) [«Los nutricionistas catalanes advierten que la medicina ayurvédica es una \"pseudociencia peligrosa\"»](https://www.lavanguardia.com/vida/20190408/461524106513/nutricionistas-catalanes-advierten-medicina-ayurvedica.html). La Vanguardia. 08-04-2019. Consultado el 6 de diciembre de 2020. [](#cite_ref-4)Güell, Oriol (17 de diciembre de 2019). [«Las primeras pseudoterapias a examen, sin evidencias sólidas de eficacia»](https://elpais.com/sociedad/2019/12/17/actualidad/1576601109_107408.html). El País. Consultado el 6 de diciembre de 2020. [](#cite_ref-5)Romero, Víctor (24 de julio de 2017). [«Ni yoga ni homeopatía en hospitales: Valencia lanza una ofensiva contra las pseudociencias»](https://www.elconfidencial.com/espana/comunidad-valenciana/2017-07-24/yoga-homeopatia-quiromasaje-shiatsu-ofensiva-sanidad-valencia-pseudociencias-carmen-monton_1420072/). El Confidencial. Consultado el 6 de diciembre de 2020. [](#cite_ref-kaufman_6-0)Kaufman, Allison B.; Kaufman, James C., eds. (2018). [Pseudoscience: The Against Science](https://books.google.com/books?id=dwFKDwAAQBAJ&pg=PA293). MIT Press. p. 293. [ISBN](/wiki/ISBN) [978-0-262-03742-6](/wiki/Especial:FuentesDeLibros/978-0-262-03742-6). «Ayurveda, a traditional Indian medicine, is the subject of more than a dozen, with some of these \"scholarly\" journals devoted to Ayurveda alone..., others to Ayurveda and some other pseudoscience....Most current Ayurveda research can be classified as \"tooth fairy science,\" research that known to exist....Ayurveda is a of beliefs but its claimed topics such as people, practitioners of Indian & Medicine to practice Modern Medicine. » [](#cite_ref-10)R.C. (09/12/2018). [«Lista pseudociencias y pseudoterapias que carecerían de base científica»](https://www.diaridetarragona.com/tarragona/Lista-pseudociencias-y-pseudoterapias-que-carecerian-de-base-cientifica-20181209-0008.html). Diari de Tarragona. Consultado el 6 de diciembre de 2020. [](#cite_ref-Dargan_11-0)Dargan, Paul I.; Gawarammana, Indika B.; Archer, John R.H.; M. (2008). metal poisoning from Ayurvedic traditional medicines: An emerging problem?». International Journal and it is practiced in varying forms in Southeast Asia. [«Ayurvedic Medicine: An Introduction»](https://web.archive.org/web/20141025164009/http://nccih.nih.gov/health/ayurveda/introduction.htm). U.S. Department of Health & Human Services, National Institutes of Health National Center for Complementary and Integrative Health (NCCIH). August 2008. Archivado desde [el original](http://nccih.nih.gov/health/ayurveda/introduction.htm)el 25 de octubre de 2014. [](#cite_ref-:1_13-0) [«Weeklong programme to observe Health Day»](https://web.archive.org/web/20170323212717/http://thehimalayantimes.com/fullNews.php?headline=Weeklong+programme+to+observe+Health+Day&NewsID=395245). The Himalayan Times. The Himalayan Times. 28 de octubre de 2013. Archivado desde [el original](http://thehimalayantimes.com/fullNews.php?headline=Weeklong+programme+to+observe+Health+Day&NewsID=395245)el 23 de marzo de 2017. Consultado el 7 de enero de 2015. «In Nepal, 80 per cent of the population receives Ayurvedic medicine as first aid treatment. (2008). Herbal Medicines. UK](/w/index.php?title=Cancer_Research_UK&action=edit&redlink=1). 3 de de 2018. «There is no scientific evidence to prove that Ayurvedic medicine can treat or cure cancer, other Phillips RS et in US- and in US- and -veda, que se encuentra en 11 renglones antes del final de la tercera columna de la [pág. 148](http://www.sanskrit-lexicon.uni-koeln.de/scans/MWScan/2014/web/webtc/servepdf.php?page=0148)en el Sanskrit-English Dictionary del sanscritólogo británico sánscrito Veda pronuncia agudo, Sanskrit-English Dictionary del sanscritólogo británico Monier Monier-Williams (Véase la entrada vedá, que se encuentra en el renglón 12 de la segunda columna de la [[1]](http://www.sanskrit-lexicon.uni-koeln.de/cgi-bin/monier/serveimg.pl?file=/scans/MWScan/MWScanjpg/mw0839-yaj.jpg) [Archivado](https://web.archive.org/web/20200924215406/http://www.sanskrit-lexicon.uni-koeln.de/cgi-bin/monier/serveimg.pl?file=%2Fscans%2FMWScan%2FMWScanjpg%2Fmw0839-yaj.jpg)el 24 de septiembre de 2020 en [Wayback Machine](/wiki/Wayback_Machine). pág. 839; o la entrada -vedá que se encuentra en renglón 14 de la segunda columna de la [http://www.sanskrit-lexicon.uni-koeln.de/cgi-bin/monier/serveimg.pl?file=/scans/MWScan/MWScanjpg/mw1205-sAman.jpg pág. 1205). [«Copia archivada»](https://web.archive.org/web/20160514084302/http://www.sanskrit-lexicon.uni-koeln.de/cgi-bin/monier/serveimg.pl?file=%2Fscans%2FMWScan%2FMWScanjpg%2Fmw1205-sAman.jpg). Archivado desde [el original](http://www.sanskrit-lexicon.uni-koeln.de/cgi-bin/monier/serveimg.pl?file=%2Fscans%2FMWScan%2FMWScanjpg%2Fmw1205-sAman.jpg)el 14 de mayo de 2016. Consultado el 6 de febrero de 2021. Como en inglés o en francés veda no lleva tilde, en español se ha pronunciado tradicionalmente como grave: /véda/, por lo que en los años 2010 la [RAE](/wiki/Real_Academia_Espa%C3%B1ola)(Real Academia Española) lo incluyó sin tilde en su [Diccionario de la lengua española](/wiki/Diccionario_de_la_lengua_espa%C3%B1ola). [](#cite_ref-21) [«Copia archivada»](https://web.archive.org/web/20170517033600/http://biblioteca.itam.mx/estudios/estudio/letras36/notas3/sec_2.html). Archivado desde [el original](http://biblioteca.itam.mx/estudios/estudio/letras36/notas3/sec_2.html)el 17 de mayo de 2017. Consultado el 3 de febrero de 2011. [](#cite_ref-22)Girish Dwivedi y Shridhar Dwivedi The Indian Journal of Chest Diseases & Allied Sciences (en inglés) (National Informatics Centre) 49 (4): 243-244. Archivado desde [el original](http://medind.nic.in/iae/t07/i4/iaet07i4p243.pdf)el 10 de octubre de 2008. Consultado el 15 de noviembre de 2020. [](#cite_ref-23) [Texto del Charaka-samhita](https://web.archive.org/web/20150412052137/http://www.rencapp.com/TamilCube_Charaka_Samhita.pdf), publicado en el sitio David](/w/index.php?title=David_Frawley&action=edit&redlink=1)(1992): American Institute of Vedic Studies health care professional's independent study course in ayurveda (pág. 128). American Institute of Vedic Studies, 1992. [](#cite_ref-25)R. F. G. Müller: breath as soul MEDICINE & HOMOEOPATHY»](https://pcimh.gov.in/show_content.php?lang=1&level=1&ls_id=56&lid=54). ya ('nacido del sudor') es un nombre que se le da a los insectos y gusanos, ya que la medicina ayurvédica cree que estos nacen por generación espontánea a partir de la transpiración... [](#cite_ref-28)Martínez, Ángel (16 de enero de 2020). [«Una universidad india imparte estudios sobre posesiones demoníacas y fantasmas»](https://elpais.com/internacional/2020/01/15/mundo_global/1579085829_903552.html). El País. Consultado el 6 de diciembre de 2020. [](#cite_ref-29)El término ayush es también un juego de palabras, ya que en varios idiomas indios (como el sánscrito y el hindi), áyush o áiush significa 'longevidad', y es justamente el origen etimológico de la palabra ayurveda. [](#cite_ref-30) [«Programme Specification and Curriculum Map for Integrated Masters in Complementary Medicine - Ayurvedic Medicine»](http://www.mdx.ac.uk/__data/assets/pdf_file/0035/48797/Complementary-Medicine-Ayurvedic-Medicine-Integrated-Masters-1314.pdf), artículo publicado en el sitio web de la [Middlesex University](/wiki/Middlesex_University)(Londres). [](#cite_ref-31) [Aprobación del curso de posgrado en medicina ayurveda](http://www.fmed.uba.ar/facultad/consejo/sesion/12-1213b.htm) [Archivado](https://web.archive.org/web/20181006202036/http://www.fmed.uba.ar/facultad/consejo/sesion/12-1213b.htm)el 6 de octubre de 2018 en [Wayback Machine](/wiki/Wayback_Machine)., ficha del 13 de diciembre de 2012 publicada en el sitio web de la Facultad de Medicina de la Universidad de Buenos Aires. [](#cite_ref-32) [«Noémie Delagrange»](http://univ-paris3.academia.edu/No%C3%A9mieShaktiDelagrange), ficha publicada en el sitio web Universidad de París. [](#cite_ref-33) [«Superstición y pseudomedicinas en las bases de datos científicas (I): Homeopatía y \"medicina\" Ayurveda»](https://lacienciaysusdemonios.com/2013/06/20/supersticion-y-pseudomedicinas-en-las-bases-de-datos-cientificas-i-homeopatia-y-medicina-ayurveda/). La Ciencia y sus Demonios. 19 de junio de 2013. Consultado el 21 de enero de 2018. [](#cite_ref-Saper2008_34-0)Saper, R. B.; Phillips, R. S. et al. (2008). [«Lead, and Arsenic in US- and Indian-manufactured ayurvedic Medicines Sold via the Current Science ( [Indian Academy of Sciences](/w/index.php?title=Indian_Academy_of_Sciences&action=edit&redlink=1)) 90 (1): 5-6. [](#cite_ref-36)Saper, Robert B. (15 de diciembre de 2004). [«Heavy Metal Content of Ayurvedic Herbal Medicine Products»](https://jamanetwork.com/journals/jama/fullarticle/1108395). JAMA (en inglés) 292 (23). [ISSN](/wiki/ISSN) [0098-7484](//portal.issn.org/resource/issn/0098-7484). [doi](/wiki/Digital_object_identifier): [10.1001/jama.292.23.2868](https://dx.doi.org/10.1001%2Fjama.292.23.2868). Consultado el 21 de enero de 2018. [](#cite_ref-37)Centers for Disease Control and Prevention (CDC) (24 de agosto de 2012). [«Lead poisoning in pregnant women C.; Reddy, K. Sarah; Balick, Michael J. (2001). [«Therapeutic Plants of Selected Clinical and Other Studies for 166 Species»](https://www.liebertpub.com/doi/pdf/10.1089/10755530152639729). The Journal of Alternative and Complementary Medicine (Nueva York) 7 (5). [ISSN](/wiki/ISSN) [1075-5535](//portal.issn.org/resource/issn/1075-5535). Consultado el 25 de diciembre standardized Ayurveda formulation and 30 de octubre de 2020. Consultado el 25 de diciembre de 2020. [](#cite_ref-41)Honey Polur, Tejal Joshi, Christopher T. Workman, Gandhidas Lavekar, Irene de febrero de 2011). to the Roots: Prediction of Biologically Active (2-3): 181-187. de 2020. [](#cite_ref-42)Santiago Marí, Alfonso (5-6-2010). [«Ayurveda, la medicina de la India»](https://www.hola.com/salud/enciclopedia-salud/2010060545527/terapias/tipos/ayurveda-la-medicina-de-la-india/). Hola.com (Madrid). Consultado el 25 de diciembre de 2020. «Hasta la fecha, y a pesar del entusiasmo de tantas personas en el uso de esta terapia, los estudios en general no han conseguido demostrar que el Ayurveda tenga una eficacia significativa en ningún tipo de enfermedad. » [](#cite_ref-43)Mamtani, R.; Mamtani, R. (2005). [«Ayurveda and in Review 13 (3): 155-162. [ISSN](/wiki/ISSN) [1061-5377](//portal.issn.org/resource/issn/1061-5377). Consultado el 25 de diciembre de 2020. [](#cite_ref-44) [«There is no scientific evidence to prove that Ayurvedic medicine can treat or cure cancer, or any other disease.»](https://about-cancer.cancerresearchuk.org/about-cancer/cancer-in-general/treatment/complementary-alternative-therapies/individual-therapies/ayurvedic-medicine)(en inglés). Cancer Research UK. 3-12-2018. Consultado el 25 de diciembre de 2020. «There is no scientific evidence to prove that Ayurvedic medicine can treat or other disease. » [](#cite_ref-45)Kaufman, B.; C., eds. (2018). [Pseudoscience: The Conspiracy Against Science](https://books.google.com/books?id=dwFKDwAAQBAJ&pg=PA293)(en inglés). MIT Press. p. 293. [ISBN](/wiki/ISBN) [978-0-262-03742-6](/wiki/Especial:FuentesDeLibros/978-0-262-03742-6). «Ayurveda, a traditional Indian medicine, is the subject of more than a dozen, with some of these \"scholarly\" journals devoted to Ayurveda alone..., others to Ayurveda and some other pseudoscience....Most current Ayurveda research can be classified as \"tooth fairy science,\" research that known to exist....Ayurveda is a of beliefs but its claimed topics such as of Psychiatry (en J.: Historia y filosofía de la medicina. San José de Costa Rica: Editorial de la Universidad de Costa Rica, primera edición, 2005, págs. 19-20. [Frawley, David](/w/index.php?title=David_Frawley&action=edit&redlink=1): Salud ayurveda, guía práctica Barcelona (España): [Ayurveda](http://openlibrary.org/books/OL25254628M/Salud_Ayurveda), 2012. [Berra, Jorge Luis](/w/index.php?title=Jorge_Luis_Berra&action=edit&redlink=1): Ayurveda, una medicina milenaria al servicio del cuerpo, la mente y el espíritu (240 páginas). Buenos Aires: Paidós, 2009. [ISBN 978-950-12-4811-1](/wiki/Especial:FuentesDeLibros/9789501248111). [Frawley, David](/w/index.php?title=David_Frawley&action=edit&redlink=1): Ayurveda (Colombia): Ayurmed, 2011. 978-9584484543](/wiki/Especial:FuentesDeLibros/9789584484543) Gargantilla P.: Breve historia de la medicina: del chamán a la gripe A. Editorial Nowtilus, primera edición, 2011. Págs. 62-65. - Lama A.: Historia de la medicina. Santiago de Chile: Mediterráneo, 2004, págs. 40-48. - Halpern, Marc: Cómo sanar su vida, lecciones en el camino de Ayurveda. Bogotá (Colombia): Ayurmed: 2013 [ISBN 978-9584499325](/wiki/Especial:FuentesDeLibros/9789584499325). - Universidad San Sebastián: Médicos en el extremo Oriente y las dos Indias. Historia de la medicina, 2012, págs. 79-82. - Morningstar, Amadea: El con [Medicina](/wiki/Medicina). [«La Medicina en la antigua India. Evolución de la Medicina. Concepto de enfermedad. Higiene. Organización de la profesión médica»](https://web.archive.org/web/20131017201646/http://www.med.unne.edu.ar/kinesiologia/catedras/introduc/historia/02_07.pdf), monografía publicada en la Universidad Nacional del Nordeste, 2007. [Ayurveda Pharmacopoeial Publication](https://pcimh.gov.in/show_content.php?lang=1&level=1&ls_id=56&lid=54), farmacopea ayurvédica publicada por la Comisión para la Medicina India y Homeopatía del [gobierno de India](/wiki/Gobierno_de_India), actualizada en mayo de 2019 (en inglés). "}