{"title": "Updates on Cancer Therapies Under Study From 2023 ASCO Breakthrough", "author": "Alice Goodman", "url": null, "hostname": null, "description": null, "sitename": null, "date": "2023-08-31", "cleaned_text": "Presented here are some brief summaries of novel therapies under study from the 2023 ASCO Breakthrough meeting in Yokohama, Japan. The subjects range from new observations about a HER2-directed bispecific antibody and systemic treatment of gastric cancer to an option for treating hand-foot syndrome in patients on capecitabine. In addition, dexamethasone premedication may reduce the immunogenicity of COVID-19 vaccinations in patients with solid tumors of any type, another study suggests. HER2-Targeted Bispecific Antibody Plus Docetaxel in Breast Cancer First-line treatment with zanidatamab (a bispecific antibody targeting HER2) plus docetaxel may induce responses in patients with advanced HER2-positive breast cancer who have had no prior systemic treatment in the advanced setting, according to the results of a phase Ib/II study presented at the 2023 ASCO Breakthrough meeting.1 The lead author of this study is Xiaojia Wang, MD, PhD, of the Zhejiang Cancer Hospital, Hangzhou, China. Similar efficacy was achieved with two different doses of zanidatamab in combination with docetaxel: cohort A (n = 10) was treated with zanidatamab at 30 mg/kg intravenously plus docetaxel at 75 mg/kg/m2 intravenously every 3 weeks; cohort B (n = 27) received zanidatamab at 1,800 mg combined with the same docetaxel dose every 3 weeks. Safety was reported to be tolerable in both cohorts. The trial included 37 women with unresectable, locally advanced recurrent or metastatic HER2-positive breast cancer. At baseline, median patient age was 55, 100% were Asian, 56.5% had hormone receptor-positive disease, 43.2% had received prior systemic adjuvant therapy, and 5.4% had brain metastasis. Among 33 patients evaluated for response, the confirmed objective response rate was 90.9%, with 2 complete responses and 28 partial responses. Median duration of response was 12.4 months in cohort A and not reached in cohort B. The 6-month progression-free survival rate was 93.3%, and the 12-month progression-free survival rate was 73.3%. A total of 36 patients experienced at least one treatment-related adverse event; the most common events were decreased neutrophil count (59.5%), anemia (54.1%), and diarrhea (51.4%). There were two treatment discontinuations attributed to treatment-related adverse events and two dose reductions. No deaths thought to be related to treatment were reported. About two-thirds of patients (n = 25) had at least one grade 3 or higher treatment-related adverse event, most commonly, decreased neutrophil count (48.6%) and decreased white blood cell count (18.9%). Serious treatment-related adverse events occurred in six patients (16.2%). Neoadjuvant Chemotherapy Regimen for Gastric Cancer The addition of neoadjuvant docetaxel, oxaliplatin, and S-1 (referred to as the DOS regimen) as perioperative chemotherapy plus adjuvant S-1 following surgery prolonged survival outcomes for Asian patients with locally advanced gastric cancer compared with patients treated with surgery and adjuvant S-1 alone. These findings are from a long-term follow-up of the phase II PRODIGY study.2 \"A patient subgroup with cT4 disease showed the greatest relative risk reduction for overall survival with neoadjuvant chemotherapy. Unlike in the Western setting, these findings suggest that neoadjuvant chemotherapy may be preferred for patients with cT4 disease in Asia,\" stated lead author Min-Hee Ryu, MD, PhD, of Ulsan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea. Previously, the primary results of the study showed that the neoadjuvant DOS regimen and adjuvant S-1 prolonged progression-free survival.3 The presentation at the 2023 ASCO Breakthrough meeting focused on long-term overall survival. The study enrolled 530 patients at 18 study sites in South Korea. They had histologically confirmed, resectable primary gastric or gastroesophageal junction adenocarcinoma with clinical stage T2-3 node-positive or T4 disease. Patients were randomly assigned 1:1 to the experimental arm of the neoadjuvant DOS regimen (docetaxel at 50 mg/m2, oxaliplatin at 100 mg/m2 intravenously on day 1, S-1 at 40 mg/m2 orally twice daily on days 1-4 every 3 weeks for three cycles) before surgery, followed by adjuvant S-1 or the control arm of surgery followed by adjuvant S-1 (40-60 mg twice daily on days 1-28 every 6 weeks for eight cycles). The clinical stage of enrolled patients was T2 in 5%, T3 in about 24%, T4a in about 63%, and T4b in about 7%. Of the 266 patients assigned to the experimental arm and the 264 patients on the control arm, 238 and 246, respectively, comprised the full analysis set. Median follow-up of surviving patients was 8.3 years. Overall survival was significantly improved by 28% with the DOS regimen (P = .028); the 5-year overall survival rate was 66.8% for the experimental arm vs 63% for the control arm. The 8-year overall survival rate was 63.8% vs 54.6%, respectively. The neoadjuvant DOS regimen plus S-1 adjuvant therapy also improved progression-free survival by 29% compared with the control arm. The 5-year rate of progression-free survival was 60.6% vs 56%, respectively. The 8-year progression-free survival rate was 55.8% vs 43.2%, respectively. The greatest risk reduction for overall survival with neoadjuvant chemotherapy was seen in a subgroup with cT4 disease. Diclofenac for Hand/Foot Syndrome Associated With Capecitabine Topical diclofenac gel significantly reduced the incidence of all grades of hand-foot syndrome in patients treated with capecitabine chemotherapy (frequently used to treat breast cancer). The use of topical diclofenac led to fewer frequent dose reductions, allowing patients to continue capecitabine. These conclusions were from an exploratory subanalysis of the D-ToRCH study.4 \"We feel topical diclofenac should be the new standard of care [in this setting],\" stated Akhil Santhosh MD, of the All India Institute of Medical Sciences, Delhi, New Delhi. Although celecoxib reduces the incidence of capecitabine-associated hand-foot syndrome, safety concerns about its effects on the cardiovascular and gastrointestinal systems have limited its use. Topical diclofenac has had no such concerns to date. The D-ToRCH trial randomly assigned 264 patients with breast or gastrointestinal cancer who planned to have capecitabine treatment to apply topical diclofenac gel 1% or placebo gel. Patients were stratified according to sex and receipt of capecitabine monotherapy or combination therapy. The breast cancer subgroup included 148 patients: 77 randomly assigned to diclofenac gel and 71, to placebo gel. Baseline characteristics were well balanced in each arm. Mean patient age was 47 years; 60.1% had an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1, and 39.9% had an ECOG performance status of 2. The most common comorbidity was hypothyroidism (26.2%). More than two-thirds of patients were treated with capecitabine monotherapy and the others, combination chemotherapy. Lapatinib was the additional chemotherapy most commonly used (79.3%). A total of 60 patients had stage III breast cancer (40.8%), and 88 patients had metastatic breast cancer (59.5%). Among a total of 20 patients who developed hand-foot syndrome, 6 (7.8%) were in the diclofenac arm and 14 (19.7%) were in the placebo arm (P = .034). The severity of hand-foot syndrome was of a lesser magnitude with topical diclofenac vs placebo gel. Grade 2 or 3 hand-foot syndrome was reported in 3 patients (3.9%) in the diclofenac arm and 11 patients (15.5%) in the placebo arm (P = .016). Capecitabine dose reductions were needed less frequently with topical diclofenac vs placebo (3.9% vs 15.5%, respectively). The incidence of other capecitabine-associated adverse events, such as diarrhea, mucositis, and myelosuppression, was similar in both study arms. Use of Dexamethasone With COVID-19 Vaccines in Patients With Solid Tumors Regardless of cancer type, patients with solid tumors who had COVID-19 vaccinations while on treatment with dexamethasone premedication for chemotherapy had lower immunogenicity responses than did those who were vaccinated but not on dexamethasone.5 Moreover, the study authors observed a direct association between immunogenicity level and dexamethasone dosage, as well as length of duration from vaccination to dexamethasone use. The lead author of the study is Chayanee Samdaengpan, MD, of Chulabhorn Hospital, Bangkok, Thailand. The prospective, longitudinal observational cohort study enrolled 161 patients with solid cancers; 71 received dexamethasone, and 90 did not. All participants were immunized with two doses of a vaccine against COVID-19. The median anti-S immunoglobulin G (IgG) titer (measure of immunogenicity) after COVID-19 vaccination was lower in the dexamethasone-treated group than in the nondexamethasone group: 47.2 U/mL U/mL (P = .035). The anti-S IgG seroconversion rate was also significantly lower with dexamethasone than without: 98.3% vs 81.0% (P = .023). The lowest median anti-SARS-CoV-2 IgG titer level of 7.89 AU/mL was observed in patients treated with the highest dose of the steroid (37 mg or more) and in patients who were received COVID-19 vaccines on the same day they received dexamethasone (2,541 AU/mL). DISCLOSURE: Dr. Ryu has received DAEHWA Pharmaceutical Co, Daiichi Eli Lilly, MSD, Novartis, Ono Pharmaceutical, and Taiho Pharmaceutical; and has served as a consultant or advisor to AstraZeneca, Bristol Myers Squibb, DAEHWA Pharmaceutical Co, Daiichi Sankyo, Eli Lilly, MSD, Novartis, Ono Pharmaceutical, and Taiho Pharmaceutical. Dr. Wang, Dr. Santhosh, and Dr. Samdaengpan reported no conflicts of interest. REFERENCES 1. Wang X, Lee KS, Zeng X, et al: Zanidatamab, a HER2-targeted bispecific antibody, in combination with docetaxel as first-line therapy for patients with advanced HER2-positive breast cancer: Updated results from a phase Ib/II study. [2023 ASCO Breakthrough. Abstract 1. Presented August 3, adjuvant S-1 for resectable advanced gastric cancer: Final survival outcomes of the randomized phase 3 PRODIGY trial. [2023 ASCO Breakthrough. Abstract 30. Presented August 3, 2023](https://meetings.asco.org/2023-asco-breakthrough/15359?presentation=226804#226804). YK, Yook JH, Park YK, of neoadjuvant docetaxel, oxaliplatin, and S-1 plus surgery and adjuvant S-1 versus surgery and adjuvant S-1 for resectable Topical diclofenac in prevention of capecitabine associated HFS in patients with breast cancer: An exploratory subgroup analysis of the D-ToRCH study. [2023 ASCO Breakthrough. Abstract 18. Presented August 3, 2023](https://meetings.asco.org/2023-asco-breakthrough/15397?presentation=227210#227210). 5. Samdaengpan C, Sungkasubun P, Chaiwiriyawong W, et al: The effect of corticosteroid on immunogenicity of SARS-CoV-2 vaccines in solid cancer patients. [2023 ASCO Breakthrough. Abstract 127. Presented August 3, 2023](https://meetings.asco.org/2023-asco-breakthrough/15398?presentation=227225#227225). The content in this post has not been reviewed by the American Society of Clinical Oncology, Inc. (ASCO®) and does not necessarily reflect the ideas "}