{"title": "PDF", "author": "PDF", "url": "www.cbm.uam.es/Scientific-Report-2021-2022.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "AND PATHOLOGICAL PROCESSESINTERACTIONS WITH THE ENVIRONMENT SCIENTIFIC REPORT CENTRO DE BIOLOGÍA MOLECULAR SEVERO OCHOA 2021-2022 2021-2022SCIENTIFIC REPORT 2021 - 20226 CBM 8 THE CBM IN A NUTSHELL 10 PLATFORMS AND SINGULAR PROJECTS 20 GENOME DYNAMICS AND EUKARYOTIC AND RECYCLING OF THE TRANSCRIPTIONAL MACHINERY ACROSS MITOSIS José REGULATION OF GENE EXPRESSION IN LEISHMANIA Iván Ventoso / Juan José Berlanga / Miguel Ángel Rodríguez / Margarita Cabrera42 REGULATION OF mRNA TRANSLATION IN EUKARYOTES AND ITS IMPLICATIONS FOR ORGANISMAL LIFE GENOME MAINTENANCE AND INSTABILITY 44 Luis Blanco Dávila 46 GENOME MAINTENANCE AND VARIABILITY: ENZYMOLOGY OF DNA REPLICATION GENOME INSTABILITY AND CANCER PREDISPOSITION Miguel de Vega 50 MAINTENANCE OF BACTERIAL GENOME STABILITY Ignacio Flores 52 TELOMERES IN CANCER AND REGENERATION María Gómez 54 FUNCTIONAL THE GENOME Emilio Lecona 56 CHROMATIN, CANCER AND CHROMOSOME REPLICATION ADHESION MOLECULAR CHARACTERIZATION OF VASCULAR PATHOGENESIS AND LYMPHOMAGENESIS Isabel Guerrero Vega 68 MECHANISMS OF CELL-CELL SIGNALING DURING DEVELOPMENT José María Izquierdo Juárez 70 MOLECULAR AND CELLULAR BASIS OF THE PHYSIO(PATHO)LOGY ASSOCIATED WITH THE EXPRESSION OF INTRACELLULAR ANTIGENS Manuel López Cabrera 72 MOLECULAR PATHOPHYSIOLOGY OF PERITONEAL INFLAMMATION AND FIBROSIS (PERINFIB) Jaime Millán María Mittelbrunn Herrero 76 IMMUNOMETABOLISM AND Ginés Morata Pérez / Natalia Azpiazu Torres 78 MECHANISMS OF TUMORIGENESIS IN DROSOPHILA Fernando Rodriguez Pascual 80 EXTRACELLULAR MATRIX REMODELING IN THE CARDIOVASCULAR SYSTEM María Hornero86 CELL 92 CELLULAR RESPONSE TO STRESS AND MORPHOGENESIS Miguel Manzanares 94 FUNCTIONAL GENOMICS Fernando Martin Belmonte 96 INTESTINAL MORPHOGENESIS AND HOMEOSTASIS Nuria Martínez Martín 98 METABOLISM AND B CELL FUNCTION David G. Míguez 100 SYSTEMS BIOLOGY Mar Ruiz Gómez / Joaquim Culí Espigul 102 GENETIC AND FUNCTIONAL ANALYSIS OF THE IN HEALTH AND Ernesto Serrano-Saiz 106 TRANSCRIPTIONAL CONTROL OF THE NERVOUS SYSTEMPHYSIOLOGICAL AND PATHOLOGICAL PROCESSES108 MOLECULAR NEUROPATHOLOGY 110 Jesús Avila / Félix Hernández 112 TAU FUNCTION AND DYSFUNCTIONS IN ALZHEIMER DISEASE FRIEDREICH´S ATAXIA Fco. Javier Díez Guerra 120 MOLECULAR BASES OF NEURONAL PLASTICITY Carlos Dotti 122 SURVIVAL AND PLASTICITY IN THE AGING BRAIN José Antonio Esteban García 124 MECHANISMS OF SYNAPTIC PLASTICITY, AND CONTRIBUTION TO COGNITIVE FUNCTION María Ledesma Muñoz 126 LIPIDS IN NEURONAL PHYSIOLOGY AND PATHOLOGY Beatriz López IN GLYCINERGIC NEUROTRANSMISSION: HYPEREKPLEXIA AND Lozano 130 MOLECULAR BASIS OF HUNTINGTON'S DISEASE AND OTHER CENTRAL NERVOUS SYSTEM DISORDERS María Llorens-Martín 132 ADULT NEUROGENESIS AND NEURODEGENERATIVE DISEASES Marta Pereira NEUROSCIENCE 8 CBM 2021-2022 EXTRINSIC FACTORS THAT REGULATE THEIR THE GENETICS OF PSYCHIATRIC DISEASES Francisco Wandosell Jurado 140 MOLECULAR MECHANISMS OF NEURODEGENERATION Francisco Zafra 142 MOLECULAR BASIS OF MECHANISMS José PATHOLOGY MUSCLE Santiago Lamas Peláez 158 MOLECULAR PATHOPHYSIOLOGY OF FIBROSIS Jr ERRORS OF METABOLISM AND OTHER RARE GENETIC DISEASES REGULATORY AND MECHANISMS SIGNALING PATHWAYS THROUGH Desviat 168 PHYSIOPATHOLOGY STUDIES AND THERAPEUTIC NEUROMETABOLIC DISEASES Jorgina Satrústegui Gil-Delgado / Beatriz Pardo Merino / Araceli del Arco Martínez / Cayetano von Kobbe Alonso170 CALCIUM SIGNALING IN MITOCHONDRIA: IN IMMUNE MODULATION INTERACTIONS WITH DEVELOPMENT Balbino Alarcon 178 SIGNAL VIROMICS Hernández 182 CELLULAR PLASTICITY IN DEVELOPMENT AND CANCER Margarita Del Val Latorre 184 VIRAL IMMUNOLOGY Manuel Fresno 186 N. Navarro 190 INTRACELLULAR SIGNALLING INFLAMMATORY PROCESSES Ana Ortega Molina 192 METABOLISM AND AGING Felipe X. Pimentel HEALTH AND DISEASE9 CBM AND BIOACTIVE LIPIDS IN THE IMMUNE RESPONSE María Luisa Toribio García 198 DEVELOPMENT OF THE HUMAN LYMPHOHEMATOPOIETIC SYSTEM Hisse Martien van MICROBES IN HEALTH AND WELFARE 202 José M. Almendral del Río / Alberto López-Bueno204 DNA VIRUS EVOLUTION, PATHOGENESIS, AND ANTI-CANCER POTENTIAL Ricardo Amils Pibernat 206 MOLECULAR ECOLOGY Berenguer Carlos / Mario Mencía Caballero208 BIOTECHNOLOGY AND OF EXTREME 210 GENETIC VARIABILITY RNA BIOENGINEERING TO GENERATE COMPOUNDS ENGINEERING AND NANOBIOTECHNOLOGY Paulino Gómez-Puertas 216 MOLECULAR MODELING GROUP Aurelio Hidalgo 218 ULTRAHIGH-THROUGHPUT DISCOVERY ENGINEERING RNA IN THE STRESS 228 VIRUS-CELL MODEL Margarita ANTIVIRAL IMMUNITY BY VIRAL PROTEASES AND NONCODING RNAS Francisco Sobrino 232 NEW STRATEGIES FOR PREVENTION AND CONTROL OF VIRAL DISEASES: FOOT-AND-MOUTH DISEASE VIRUS AS A MODEL SCIENCE AND SOCIETY 234 José Antonio López Guerrero 236 SCIENCE AND SOCIETY SCIENTIFIC FACILITIES 238 ANIMAL FACILITY. Dña. Beatriz CHEMISTRY CORE FACILITY. Dra. VECTORS FACILITY. Mercedes Dávila and I am pleased to present the scientific report 2021-22 of the Centro de Biología Molecular Severo Ochoa (CBM), giving an overview of the events and scientific and strategic activities during this period. This will be my last contribution that I write as Director, as on March 2023 Paola Bovolenta has been designated CBM Director, after being elected by the CBM General Board (Claustro Cientifico) and proposed by the Governing Board (Junta de Gobierno). In 2021-2022 we have started to see the fruits of the work carried out in the past few years, thanks to the changes in the scientific organization and the recruitment of promising scientists, young PIs as well as senior consolidated groups, adding their expertise in state-of-the-art technological and scientific approaches. We have seen a significant improvement in research outputs in terms of high-quality well as in fund-raising, relevant EU-funded and national and regional grants focused in the COVID19 pandemics have continued during these two years, adding to the knowledge of the biology of the virus, its airborne detection, immune response the development potential treatment strategies. One of our researchers coordinates CSIC Interdisciplinary Thematic Platform known as Global Health Platform facility has been PCRs for CSIC personnel, in Health closely related development of new vaccines, several CBM researchers have been very active in science dissemination and communication to the lay public in mass media and have received prestigious awards for this activity. Also, in 2022, we launched a specific science communication event with the support of Comunidad de Madrid, \"Ciencia Contigo\", carried out at the Residencia de Estudiantes in Madrid, that was highly successful in terms of the number of attendees and the feedback and comments in social media. We have continued with our strong commitment to training, exemplified by 2021-22, 65 Master Thesis and more than Final Degree Projects carried out supervised by CBM researchers. A total of 147 seminars and conferences by prestigious national and international researchers have taken place in these two years. In 2021 the CBM Equality Working Group was established and, working in close contact with CSIC and UAM Equality Committees, carried out specific dissemination opportunities for activities. result this, CBM Distinction to mention that CBM researchers received different awards in this period, underlying those granted to young researchers, as is the case of the National Research Award \"Gabriela Morreale\", in Medicine and Health Sciences granted to María Llorens and the \"Margarita Salas Award\" from Comunidad de Madrid granted to Ana Ortega. Finally, thanks to the excellent research outputs, and a very well-defined strategic plan for the next four years, focused on Interplay Ochoa Centre of Excellence in the 2021 Call, with Paola Bovolenta as Scientific Director. This represents an excellent opportunity for the CBM to consolidate a leading position in the Spanish research landscape, which I am confident will be achieved. All the proposed actions and the commitment and excellent work of in scientific and technical services undoubtedly ensure success in this aim. I have had the privilege of serving the CBM as Director for the past four years. I had never anticipated that I would one day be Director when I completed my PhD research in this centre (a too long time ago!). I have always been aware of the scientific excellence of the CBM, but during these years I have had the opportunity to realize the complexity and the impressive efficiency of the scientific, administrative out \"housekeeping\" allow investigators to and attain their scientific objectives. I would like to thank all the many people who have helped me along, each in their own corresponding sphere of activity and responsibility, with special thanks to the Vice-director Jaime Millán. I am grateful to have had this time serving as Director and I am excited with the prospect of continuing to be part of Juan Modolell, ad honorem Professor of Research of the Spanish National Research Council (CSIC), passed away in Madrid at age 85. Juan was born in Barcelona in 1937. He obtained two bachelor's degrees: in Biological Sciences (Universidad de Barcelona, 1959) and in Biochemistry (Universidad de La Laguna, 1962). He attained a PhD in Biochemistry from Ohio State University in 1966. Afterwards, he made a successful post-doc at Prof. Bernard Davis´ lab (Harvard Medical School), the inhibition of protein biosynthesis by the antibiotic streptomycin. Juan came back to Spain in 1970 to join the laboratory of Prof. David Vazquez, at the \"Centro de Investigaciones Biológicas\", obtained a second PhD in Chemical Sciences (Universidad Complutense de Madrid, 1971) and soon after, became a staff member of the CSIC. In 1977, he moved to the recently founded \"Centro de Biología Molecular Severo Ochoa\" (CBMSO) where he has been an active member for the rest of his life. Juan made landmark discoveries in two unrelated fields of in the biosynthesis of proteins field when, it 1980, he made a risky transition to start working in Drosophila Developmental Biology. After a fruitful conversation with Antonio on the analysis of pattern of the pattern of cover the thorax of the adult Drosophila . Juan and his group pioneered the use of Molecular Biology techniques to clone and key role of the patterning of bristle precursors are selected from among the clusters of cells that express achaete/scute. Furthermore, Juan´ s team demonstrated that the expression genes depends on the activity of enhancer elements, which drive their transcription at precise positions of the wing disc and reinforce it in the neural precursors. Remarkably, these were ones achaete-scute expression acting through those enhancers (the of stablished to the generation of morphological patterns and pave the way to the identification genes in organisms, thus generations of researchers, which he considered his second family, was always eager to receive visiting scientists that benefited from the know-how and the excellent scientific environment of Juan´s lab at the CBMSO. He was also a great listener to all who approaches him seeking for advice and guidance. The scientific community has lost an extraordinary colleague, brilliant, and Organ Homeostasis Maria Luisa Toribio García Interactions with the Environment Sonsoles Campuzano Corrales Director of the CBM Equality Committee Germán Lerma Rodrigo CBM Manager José Antonio Esteban García Representative of CSIC at the CBM Scientific Committee Federico Mayor Jr Director of the Instituto Universitario de Biología Molecular ( UAM )11 CBM 2021-2022SCIENTIFIC ADVISORY BOARD SCIENTIFIC Freeman FRS Sir Willian Dunn School of Pathology University of Oxford, Oxford (UK) matthew.freeman@path.ox.ac.uk Dr. Matthias W. Hentze EMBL Gene (Germany) SCIENTIFIC FRS Sir Willian Dunn School of Pathology University of Oxford, Oxford (UK) matthew.freeman@path.ox.ac.uk Dr. Matthias W. Hentze EMBL Gene (Germany) ( UK) waldemar.vollmer@ncl.ac.uk Dr. Reinhard Faessler Department Molecular Max Plank Institute of FRS Sir Pathology University of Sebastian Amigorena INSERM U932, PSL Research University Institut Curie, Paris (France) Dr. Felix Rey Molecular and Structural Microbiology CNRS URA 3015, Institut Pasteur, Paris Dr. Ed Palmer Department of Biomedicine University Hospital Basel Basel Dr. Matthijs Verhage Department of Functional Genomics at the VU University Medical Center, Vrije Universiteit, Amsterdam, The Netherlands Dr. Giampietro Schiavo Discoveries Centre W. Dr. John Diffley Reseach UK London Research Institute (UK) Dr. Waldemar Vollmer Institute for Cell and Molecular Bioscienciences (UK) Dr. Reinhard Faessler Department of Molecular Medicine Max Plank Institute of Biochemistry. Martinsried (Germany) Dra. 27 PIsPHYSIOLOGICAL AND PATHOLOGICAL PROCESSES 29 > 8 OCHOA LECTURESIF > 10 PROGRAM SEMINARS DOCTORAL THESESMEMORIAL LECTURES473 317 132 80 18 2 21 50Gender CELLS, Juan Alcaín Sánchez, Patricia Fuentes Villarejo, María Jesús García León, M. Toribio 22382013. 01/12/2022. CSIC/ONECHAIN Rodríguez; number: 201731236. 10/20/2017. FIGURE IN THOUSAND OF EUROSHEALTH RESEARCH PROGRAM AUTONOMOUS REGION OF MADRID NATIONAL RESEARCH 3.154 17.190 ACADEMIA NACIONAL DE MEDICINAJesús Ávila Santiago Lamas BASIC SCIENCE AWARD DE LA EUROPEAN SOCIETY FOR FREE RADICAL RECHEARCH PREMIO INVESTIGACIÓN BÁSICA FUND. RENAL IÑIGO ALVAREZ DE TOLEDOVeronica Miguel Herranz PREMIO JOVEN INVESTIGADOR CIBERNEDJulia Terreros Roncal PREMIO COMUNICACIÓN CIENTIFICA CSIC FUNDACION BBVA PREMIO XV TERTULIA EN INVESTIGACIÓNPREMIO COMUNICACIÓN CIENTÍFICA CSIC FUNDACION BBVA MEDALLA DE HONOR UIMP A LOS VALORES SOCIALESJosé Antonio López Guerrero Margarita del Val MIEMBRO DE LA ACADEMIA EUROPEAEncarnación Martínez-Salas PREMIO DE INNOVACION JÓVENES INVESTIGADORES PFIZER. PREMIO NACIONAL DE INVESTIGACIÓN GABRIELA MORREALE. MIEMBRO ACADEMIAS: JOVEN DE ESPAÑA; EUROPEA; ACADEMIANET PREMIO DE INVESTIGACIÓN MÉDICA TRANSLACIONAL DE LA REAL ACADEMIA DE MEDICINAMaría Llorens-Martín PREMIO DE INVESTIGACIÓN DE LA CM \"MARGARITA SALAS\"Ana Ortega MIEMBRO ELECTO DE LA ACADEMIA JOVEN DE ESPAÑADOCTOR HONORIS CAUSA UNIVERSIDAD REPUBLICA URUGAYMaría Llorens-Martín Santiago Lamas AWARDS AND HONORSAWARDS AND HONORS 20222021 I PREMIO DIVULGACIÓN ORO YO INVESTIGO YO SOY CSICCarmela Cela RodríguezCBM CELL AND ORGANISM HOMEOSTASIS Fecha Inicio Organismo Fecha Fin Organismo Máx. contribución UE 01/06/2019 31/05/2024 C.S.I.C. FOR INTERDISCIPLINARY RESEARCH IN GLOBAL HEALTH (PTI SALUD GLOBAL) OF THE SPANISH NATIONAL RESEARCH COUNCIL (CSIC), OUTSTATION AT CBMSO The Platform for Interdisciplinary Research in Global Health (PTI Salud Global) of the Spanish National Research Council (CSIC) emerged in March 2020 to initially deal with the SARS coronavirus 2 pandemic and is now conducting research on infectious agents. These include the West Nile virus in Sevilla since 2020 and mpox in 2022. Avian flu and Marburg virus are on watch. This national cluster is a virtual institution that proposes advanced solutions in the short, medium and long term. Margarita Del Val (CBMSO, CSIC-UAM) and Iñaki Comas (IBV, CSIC) are the scientific Coordinators. The Platform comprises more than 400 researchers from 144 research groups from different disciplines, representing the wide range of fields of connecting human health strongly oriented towards transferring knowledge, products, procedures and information to society and industry. +300 research groups working together on specialised solutions within each eld Studies to unravel vaccine for drug repurposing Analysis of bring the future closerThe participating research groups are carrying out projects which cover every facet of the pandemic: origin, prevention, disease, containment measures, treatment, social impact, and the need to communicate with society. The most important achievements of PTI Global Health are delivering short-term and mid-term strategies and measures. These will help society and the healthcare system to better cope with new pressures arising from the COVID-19 pandemic and to mitigate the impact of its progress.The Spanish National Research Council (CSIC), the largest research institution in Spain, has created Salud Global/Global Health. An Interdisciplinary Thematic Platform (PTI) to answers and solutions to every facet of the pandemic. This initiative includes many of the most innovative research projects happening right now and is backed nancially by a range of organisations and companies.Scientic disciplines join forces to ght COVID-19 Analysis of the impacts of the COVID-19 pandemic and the measures compared to emergencies and work is to mouthwash that traps the and stops its spread, as well as antimicrobial surfaces and textiles. Articial intelligence is also being used to guide social distancing measures. Containment and protection Quick reliable diagnostic tests been developed to detect immunity (ELISA kit), as well as a radiological screening system based on articial intelligence for the diagnosis of pneumonia, and rapid point-of-care tests. Furthermore, studies have been carried out to detect the virus in wastewater and in the air.DiagnosisResearch into the severity of the disease and immunity early detection and detection Trialling new and treatments (antivirals) @CSIC Superior de Cientícas (CSIC) Calle Serrano 117, 28006 Madrid pti@csic.es www.csic.esResearch into the severity of the disease research groups joined the Platform in 2020. M Del Val coordinates the Platform and leads work on immunity to infection and vaccination, especially in coronavirus recently mpox . U Bastolla and M Fresno proposed and provided data for a mechanistic association between the severity of SARS-CoV-2 infection and expression in and transportation, and also develops technologies for their inactivation. L Blanco and M de Vega develop a novel method protection by a CSIC patent. E Domingo and C Perales investigate novel antiviral strategies based on synergic lethal virus variability, fitness and quasispecies dynamics. Finally, F Sobrino in a COVID-19 Acknowledgements: The Platform responded to and sponsored since 2020 by donor private Spanish companies. Since January 2021, the Regulation (EU) 2020/2094, is the main financing body. Un trabajo interdisciplinar que ya da frutos Los esfuerzos de PTI Salud Global y su cooperación con otras entidades para afrontar todas las vertientes de la pandemia ya están teniendo resultados. La colección especial COVID-19 de DIGITAL.CSIC cuenta con más de 800 resultados de investigación, se han generado 180 patentes y resultados de transferencia protegidos, se han elaborado 9 informes cientícos, y se han llevado a cabo múltiples acciones de comunicación, divulgación y educación. Se están desarrollando EPIs, vacunas, materiales y técnicas de diagnóstico y análisis. Muchos de ellos ya están en el mercado Tecnologías y productos para hacer frente al virus Estrategias de comunicación multiformato para hacer la información más actual accesible a la sociedad Conocimiento al alcance de todosCinco tipos de mascarillas FFP2 Dos EPIs, una higiénica para niños y dos quirúrgicas para adultos (una de ellas con viricida), además de mascarillas biodegradables y nuevos formatos transparentes Informes y Guías abordando diversos temas Gestión de las residencias Ventilación en las aulas Riesgo de contagio en espacios destinados al baño Transmisión por aerosoles Diversidad genética del virus durante la pandemia (Seq-COVID) Estudio social sobre la pandemia COVID-19 (ESPACOV II) Filtros de aire en diferentes sectores industrialesWeb Distancia-covid para un análisis masivo de datos Estudia la ecacia real de las restricciones de movilidad para contener al virus Test ELISA de detección de anticuerpos ya en el mercado Permite conocer la inmunidad frente a COVID-19 con una abilidad próxima al 100%Sistema de detección temprana del virus aguas residuales Permite anticiparse a la aparición de los primeros casos clínicos en una poblaciónTres candidatos vacunales Vacunas basadas en vectores virales o de ADN que expresan la proteína S y en replicones no infectivos Preparación de webinars \"El CSIC da respuestas\" Webinars territoriales de presentación de proyectosPublicación de materiales de divulgación Libro Blanco: Una visión global de la pandemia COVID-19 Infografías Notas de prensa y entrevistas CSIC Investiga Revista de CienciaComunicación a través de medios digitales Creación de páginas web Redes sociales Newsletter quincenal por áreas temáticas Foro \"Escuchar para cambiar\" Creación del título propio \"Máster en Pandemias, Salud Global y COVID19\"Ecógrafo pulmonar para detección de la enfermedad Utiliza inteligencia articial para medir automáticamente el grado de afectación de los pulmones Nanomaterial para eliminar el coronavirus Se puede aplicar sobre EPIs y supercies de contacto como barandillas o pomos Empresa Donaciones ComercializaciónAgentes Sociales Administraciones Públicas Sociedad Colaboraciones internacionales Consorcios Organizaciones24 Summary Knowledge, Treatment and Surveillance of SARS-CoV-2 infection.. New antiviral strategies for SARS-CoV-2 and future pandemics, with new broad spectrum compounds and novel screening strategies; 3) Metagenomic surveillance, both in birds and mammals from ecosystems, as well as in human samples. This project included many independent groups as well as the development of new platforms with newly acquired state of the art technologies and equipment.Among the results obtained, we have described: inflammatory the heart caused by SARS-CoV-2 which is essential for the development of with transgenic mouse model. e) Design, production IN TO CM) Group Members Principal Investigators (PI, co-PI) Manuel Fresno Escudero Scientific Staff José Mª Almendral del Rio Juan José Berlanga Chiquero Sara Cogliati José M. Cuezva Marcos María Fernández Lobato Laura Formentini Núria Gironés Pujol Aurelio Hidalgo Huertas José Antonio López Guerrero Alberto López-Bueno Federico Mayor Menéndez Petronila Penela Márquez Alberto Rastrojo Catalina Ribas Núñez Miguel Angel Rodríguez Gabriel Konstantinos Stamatakis Andriani Javier Traba Dominguez Iván Postdoctoral fellows Mª del Pilar Ubeda Cantera Dafne García Mateos Dania Matamoros Grande Vicente Carpio Ruiz Davide Cecchini Xavier Cabodevilla Bravo Cecilia Maricel Lotufo Jorge Martínez Ortega Project Manager Marta García SanchezHired Technicians Carolina Maroto González Eugenio Barrientos Ruiz Javier del Moral Samoral Diana Karolina Santos Cristina Sánchez Blanco Rubén Chaboy Cansado Paula Cobeta Martínez Rocío Moreno Palomares Javier Merino Valverde Miguel Alejandro Hortal Borowski Peter Elías Kidibule Laura de la Bastida Casero María Arribas Barrios 25 CBM 2021-2022List of publications » Horndler L, I, P, Cornish G, Llamas MA, Serrano-Villar S, Sánchez- Madrid F, Fresno M, van Santen HM, B. Flow 5;13(3):e13549. » Maza MDC, Úbeda M, Delgado P, Horndler L, Llamas MA, van Santen HM, Alarcón B, Abia D, García-Bermejo L, Levels Predictor (2022) Is Covid-19 2022. V, Nov 2;14(11):2364. doi: 10.3390/pharmaceutics14112364. »Andreu, S., P., I., Buzón, M.J., Genescà, M., Gironès, N., del in and in vivo (2023. in press Antiviral Research. »Cecchini DA, Sánchez-Costa M, Orrego AH, Fernández- Lucas J, Hidalgo production of animals human pathogens and the diversity of viruses. of emerging viruses associated with human hematopoietic pathologies. Among the new equipment acquired and incorporated platforms are: Antiviral In and metabolic cages Optical Imaging Systems (fluorescence and bioluminescence) for small animals. B) Integrated high activities within the essential cellular processes to and to provide for new diagnostic tools therapeutic strategies. Crisanto Gutiérrez processes in the plant Perea (CP) aims to understand how transcription rewires as cells transit through mitosis, leading to gene expression reprogramming and change of cell fate. José and a new method for lncRNAs quantification. guiding José Berlanga/Miguel Angel (IV/JJB/MAR) is focused to study the mechanics and regulation of mRNA translation in eukaryotes OF GENE EXPRESSION IN LEISHMANIA Iván Ventoso / Juan José Berlanga / Miguel Ángel Rodríguez / Margarita Cabrera REGULATION OF mRNA TRANSLATION IN EUKARYOTES AND ITS IMPLICATIONS FOR ORGANISMAL LIFEHighlights of the unit »Coordination of cell division, growth as well cycle and heterochromatin dynamics (CG) »The CP group began on May 2022 supported by the Talento program. Implementation of the SNAP technology for in vivo labelling and purification of proteins major and L. infantum resources ENA, role of substitution models of evolution for methods ecological interactions between species in microbial and general communities. Along line (1), we studied how non-harmonic motions affect the normal modes that ground protein native dynamics. We studied the protein a new method for estimating the change of stability due to mutations (collaborations with Pablo Chacón's group, IQFR-CSIC). Along line (2), we developed the structure and stability-constrained substitution model of protein on our new predictions of the structural We showed that greatly improves evolutionary inference with respect to with Miguel Arenas we found that recombination events and point mutations produce similar loss of and the estimated time with respect to methods that take into account only one type of information (https://www.biorxiv.org/ content/10.1101/2023.01.22.525078v1) . Along line (3), in collaboration with Crisanto and María Gómez's groups (CBMSO) structure). Along we studied how different types of ecological interactions influence the structural stability of mathematical models of species communities. In collaboration with Fenando Puente, Alberto Pascual, Javier Tamames and Carlos Pedrós (CNB-CSIC), we discovered a negative relationship between the size of bacterial genomes and the number of taxa collaboration with Manuel the in rat lung (horizontal axis) vs. case fatality rate of SARS-CoV-2 and SARS for humans of same sex and age class (vertical axis). Lines depict predictions of the mathematical model. A) Schematic representation of the RAS (left) and bradykinin R., González-Vázquez, L.D., Rodríguez-Moure, L., Bastolla, U. U. and Chacón, P. (2022) Local Normal Mode Analysis for Fast Loop Conformational Sampling. J. Chem. » van H.M., García- Bermejo, and M. ACE2 serum levels as predictor of M.L. and Fresno, M. (2022) Is Covid-19 COVID-19 Lethality Across Age and Sex and Predicts of SARS. Front Mol Biosci. 8, 706122. doi: and prediction to cell division, acquisition of cell fates and the differentiation, and the establishment of complex regulatory networks. Our research is aimed such that we use the plant Arabidopsis thaliana that offers the possibility genetic and genomic approaches. to plant development is post-embryonic and during entire life to study cell proliferation, arrest and differentiation. A major advance has been the generation of Arabidopsis (PlaCCI) using these tools to decipher the gene networks and controlling to a root tip (Fig. 1). We have been expanding these studies to other organs and how dividing cells with each other. Expanding project interested in learning new pathways controlling the response to different types of stress in three different avenues. One is the identification of molecular determinants of DNA replication origin (ORI) function. Based on previous maps of and their association with epigenetic marks in 9 chromatin states we are exploring of individual modifications in ORI function using CRISPR-dCas9 tools. Another is the link of DNA replication factors in the deposition and maintenance of epigenetic marks and how they affect the reprogramming of gene expression in growth under normal and stress conditions. Finally, we are interested in dynamics on studies are ultimately aimed at designing strategies plant growth and performance using pathways not explored so Sol Gómez Anna González Gil (until September 2022) Diego Gomez Martinez Ivan del Olmo MontoroPredoctoral fellows: Clara Echevarria Zomeño (until July 2022) Rocío Núñez Vázquez Technicians: Elisa Alonso Pérez Carla Alonso Rodriguez (until August EMBO Council (since 2020).Member of the Scientific Advisory Board of Fundación Gadea - Ciencia. Member of Editorial Board of EMBO J. and Eur. J. Cell Biol., and Editor of Plant J. Medal Margarita Salas to Mentoring activities by CSIC (2022)List of K., Diaz-Quintana, A., Velazquez-Campoy, A., Devoyes, B., Gutierrez, C., de la Rosa, M., Diaz-Moreno, I. (2021) Proposed mechanism for regulation of cell death plants by binding Pires, N., Desvoyes, B., van der Graaff, E., Gutierrez, C., Grossniklaus, U. (2021) The doi: Cycling in crowd: coordination of plant cell division, Cell 34, 193-208. doi: 10.1093/plcell/koab222 »Gutierrez, C. (2022) A journey to the core of the plant cell cycle. Int. J. Mol. Sci. 23, 8154. doi: 10.3390/ijms23158154 »Han, S-K., Herrmann, A., Yang, J., Iwasaki, R., Sakamoto, T., Desvoyes, B., Kimura, S., Gutierrez, C., Kim, E-D., Torii, K. (2022) Deceleration of cell cycle underpins a switch from survival the motor neurons (SMN) complex and a translation reprogramming factor. Thus, this protein is acting on fundamental homodecamer cognate ligands and to regulate translation. However, only fraction of the RNA targets translation in the of this protein, research A., Del Caño-Ochoa, F., Abellan, S., Vilar, Babovic-Vuksanovic, D., Buh, A., Abellan, S., Lv, M., Tang, P., Gong, Q., Shen, H., Sun, L., Yao, X., Min, J., Shi, Y., Martínez-Salas, E., Zhang, K., and Xu, C. (2022) S., and Martinez-Salas, E. (2022) Phosphorylation intrinsically (2021) Structural Carlos May 2022) Undergraduate students: Estrella Sayago (since September 2022) Juan Ginés (since January 2023) Irene Álvarez (since January 2023) Summary One of the most exciting aspects of our biology is the fact that all our cells share the same genetic information (handbook). The differential reading of this info is key to generate the diversity of cell types during the developmental program of a complex organism. In this frame, the transcription of DNA into RNA constitutes the first stage of that reading and is of mitosis is fundamental to obtain the precise number of cells to build a whole organism while the establishment of most of the cell lineages required the passage of cells through mitosis. Interestingly, transcription is widely silenced during mitosis due the polymerases understood. How cells remember the transcriptional program of the mother or/and how those programs rewire during development are mostly unknown. In our laboratory we aim to answer these questions using the culture of mammalian cells as a model. One of our goals is to understand the dynamic and recycling of the RNA polymerase 2, the enzyme transcribing all protein coding genes parallel, we the approaches, technology and aim to understand how the transcriptional machinery works across the challenge of mitosis with the hope to understand how gene expression and CBMSO. »Ardehali MB, Perea-Resa C, actively genes Blum BC, Werder Paul M, J, Patten JJ, Villacorta- Martin C, Bolzan D, Perea-Resa C, Bullitt E, Hinds A, Tilston-Lunel A, Varelas X, Farhangmehr S, Braunschweig U, Kwan M, Basu A, Saeed M, Perissi Blower M, Kotton DN, Wilson AA, Mühlberger E, Emili A. Actionable Cytopathogenic Host Responses of Human Alveolar Type 2 Mol 2021 Jan research at Perea-Resa laboratory Other activities »Awarded with the Talento program funded by Comunidad de Madrid and CSIC (May 2022-June 2027). Participation in projects »Talento proposal, funded 2022-June major aim of our work is to decipher new molecular biomarkers and to propose more effective and less toxic treatments. To this end, we integrate data from genomics, transcriptomics and proteomics approaches as a start point to identify new driver-molecular mechanisms. During the 2021-2022 period we have continued with the identification of new mutations and changes in gene expression that have allowed us to propose new therapy strategies. In this sense, we have evidenced that the efficacy of -secretase inhibitors depends on the gene dosage of the MYC We have also performed a analysis that new non-apoptotic functions FADD protein in these neoplasms. In order to improve our understanding on the efficacy of radiation, we homeostasis tumour death. evaluating the dysregulation of circular RNAs and long and short ncRNAs, to achieve a comprehensive view of personalized precision this end, we have investigated the differential expression patterns of circRNAs in different of thymocytes to perform predictions in silico in Our study provides, for the first time, significant insights into the usefulness of circRNAs in discriminating between differentiation in the thymus. Regarding the analysis of lncRNAs, we have reported a new easy-to-use method, specificity allows reliable in those related to telomeres (TERRA and TERC) in cell lines and blood, with broad applications in basic research and clinical diagnostics.Group Members Principal Investigator: José Fernández Piqueras (retired 25/8/22) CoPI: Javier Santos Hernández Scientific Staff: María del Consuelo Villa Morales María del Pilar López Nieva Concepción Vaquero Lorenzo Alfonso Blázquez Castro Postdoctoral fellows: Iria González Lahera Alonso Laura Vela Martín Sara Ruiz García.Technicians: Mª Ángeles Cobos Fernández (until june stages B. Quantification of lncRNA TERRA using Flow methodology. C. dual role for FADD in precursor neoplasms. Cunningham, D.L., Santos, J., Fernández-Piqueras, J., Villa-Morales, M. (2022). A dual role for FADD in human (2022). Differential molecular response in mice human thymocytes Santos, J., and Fernandez-Piqueras, J. (2021) More insights on the Biological December 2019. Inventors: Iria González Vasconcellos, María Angeles Cobos Fernández, José Fernández Piqueras, Javier Santos Hernández. Type: European patent. Reference: EP21382615.9. Date European Patent Application Number Fernández Morales, Antonio Lahera, Laura Vela-Martín, Pilar López-Nieva, Carmen Ayuso, Pilar Llamas, Jose Luis López Lorenzo, Javier Cornago, Rocio Salgado. Date of Presentation: 21/07/2021. On June 9, 2022, the Patent Cooperation Treaty (PCT) international application was filed Office (EPO), PCT/EP2022/065750. This PCT has received a favourable report and now it will continue the process; next step will be the National Phase Entry. Participation in projects and networks » Membership of Institute for Health Research Foundation Jiménez Science Piqueras. Javier Santos las neoplasias linfoblásticas de células T: bases moleculares subyacentes y posibles líneas de tratamiento. Universidad Autónoma de Madrid. Supervisors: José Fernández Piqueras y María Villa Morales. Other activities »José Fernández-Piqueras. President of the Animal Experimentation Ethics Committee Severo Ochoa Center for (CEEA-CBMSO) (2010-2022). Member of the External Scientific Committee of the Research Institute 12 October Hospital and its Permanent Commission (2016-2022). Member of the Board of Trustees of the Severo Ochoa Foundation (/2019-2022). »Javier Santos. Member Multidisciplinary of disease is ranked second (after malaria) among parasitic diseases. No acceptable vaccine for preventing leishmaniasis exists options are limited. Moreover, Leishmania is an atypical eukaryote regarding genome organization interference of transcriptional regulation. The main research activity of our group is focused on genome organization and gene expression studies. Still, we maintain diagnosis/typing methods. In last coup years, improving of of and third-generation NGS methodologies. In this regard, the collaboration with the Genomics & Massive Sequencing service at CBMSO (headed by Dr Begoña Aguado) is paramount. In particular, we have generated a de novo assembly for Leishmania major (Friedlin) genome, which was the first Leishmania genome sequenced (in 2005) and from then it became a reference and source for many molecular studies. In consequence, the new assembly generated by our group has gained general acceptance (TriTrypDB). Also, group this species and generated complete of new transcripts/peptides that obligate to reconsider some gene models. Thus, the alliance of proteomics, genomics, and transcriptomics has resulted in a the genomics/transcriptomics data (and curated) by our group for four Leishmania species (L. major, L. infantum, L. donovani y collaborative research dealing with the of strains mitochondrial genome (aka, kinetoplast in genomic studies due to its structural we a in trypanosomatids.Group Members Principal Investigator: Jose Requena Rolanía Scientific Staff Manuel Soto Álvarez Postdoctoral fellows Alba Sebastián Martín (2021) Jose Carlos Solana Predoctoral fellows Esther Camacho Cano Alejandro Sánchez Salvador (sep-2022)Technicians Javier Adán Jiménez (2022) Undergraduate and Master Students Andrea Clemente Ureña (2021) Carmen Palomino Cano (2021) Mauricio Reinoso Dueñas (2021) (2022)REGULATION E., Requena, B., and Thomas, A., Carrasco-Ramiro, F., Requena, J.M., and Aguado, B. (2021). Gene annotation and transcriptome delineation on a de the Coler, R., Reed, Valenzuela, B., Cordeiro- da-Silva, Gradoni, L., Carrillo, E., and Moreno, J. (2021). Protective Efficacy in a Hamster Model of a Multivalent Vaccine for Human Visceral Leishmaniasis (MuLeVaClin) Consisting of R., Carrasco-Ramiro, F., Amils, R., Requena, J.M., Berenguer, J., and Aguado, B. (2021). ARAMIS: From Requena, J.M. (2022). Live attenuated J., Aguado, B., and Requena, J.M. (2022). The Astonishing Large Family of HSP40/DnaJ »Solana, J.C., Chicharro, C., García, E., Aguado, B., Moreno, J., and Requena, J.M. (2022). Assembly of a Large Collection of Maxicircle Sequences and Their Usefulness for Leishmania »Transcriptomics genomics studies as molecular basis to design control strategies for leishmaniasis in Spain. Ministerio de Economía, Industria y Competitividad. Ref. SAF2017-86965-R. PIs: Jose M. Requena & Begoña Aguado. 2018-Jun, 2021 data clues for tackling leishmaniasis (Leish-OMICs). Agencia Estatal de Investigación. Ref. PID2020-117916RB-I00. PIs: Jose M. Requena & Begoña Aguado. Sep, 2021-2024 »Red de investigación colaborativa en enfermedades Tropicales (RICET). Instituto de Salud Carlos III. Ref. RD16/0027/0008. PI: Jose M. Requena. 2017-2021. »CIBER en Área Enfermedades Infecciosas (CIBERINFEC). Instituto de Salud Carlos III. Ref. CB21/13/00018. PI: Javier Moreno. From 2022. Doctoral theses Esther Camacho Cano (2022) \"Estudios genómicos y transcriptómicos en Leishmania \". Universidad Autónoma de Madrid. Supervisors: Jose M. Requena & Begoña Aguado.A new assembly of the L. major genome allowed the correction of complex genomic regions that the previous genome version we further characterized the role of ES6S could be serving as a platform the of RNA tool, we are also studying how the base composition of 5' UTR and CDS regions shape translation and mRNA stability in human cells. We continue to study how cells reprogramme translation during the disruption. In this context, our research will focus on the study of key processes regulating proteostasis such longevity. OF m RNA TRANSLATION IMPLICATIONS FOR ORGANISMAL LIFE https://www.cbm.uam.es/iventosoGroup Members Principal Investigator: Iván Ventoso Juan José Berlanga Miguel Ángel Rodríguez Margarita Cabrera (since May 2022) Postdoctoral fellows: Tania Matamoros Technicians: José Alcalde Cristina Blanco the ES6SA of the 40S subunit (yellow). The positions of eIF3 (pink) and the ternary complex (eIF2-GTP-Met-tRNAi, blue) are also shown. List of publications »Lafarga V, Sirozh O, Díaz-López I Galarreta A,Hisaoka M, Zarzuela E, Boskovic J, Jovanovic B, Fernandez-Leiro R, Muñoz J, Stoecklin G, Ventoso I, »Vega M, Castillo D, de Cubas L, Wang Y, Huang Y, Hidalgo E, Cabrera M. (2022) Antagonistic effects of mitochondrial modelos preclínicos para el abordaje multidisciplinar en COVID-19 y en respuesta a futuras pandemias (COVTRAVI-19-CM). Fondos REACT-EU. Coordinator, M Fresno, I Blanco Researchers at the \"Genome maintenance and instability\" Unit use a variety of model systems to decipher mechanisms of genome organization, DNA and DNA replication itself is an important source of DNA damage, e.g., when a replication fork stalls is at risk of breaking. Luckily, specialized checkpoints and of binding processivity of human PrimPol. Vega group characterized a novel DNA polymerase (IEE) mainly present within enterohemorrhagic, and has repair double-strand José A. Tercero group has shown a differential recruitment of the central DNA damage tolerance protein Rad5/HLTF into two types of nuclear the maintenance of genome stability and proteostasis that, in turn, helps to better cellular homeostasis as a whole.Genome Dynamics and Function Genome Maintenance and Instability Unit 45 Luis Blanco Dávila GENOME MAINTENANCE AND VARIABILITY: ENZYMOLOGY OF DNA INSTABILITY AND Miguel Vega OF GENOME STABILITY Ignacio Flores TELOMERES IN CANCER AND Lecona genome performance. The group of Emilio Lecona has shown that the AAA ATPase the extraction of the DNA polymeras complex from chromatin and they have proposed that ubiquitin and SUMO work as timers to control DNA replication. Aura Carreira group has uncovered the RNA helicase DDX5, as an (ALT) in various types of cancer. A notable finding was the identification of telomere fusions in the blood of cancer patients, which could be used as a highly sensitive method for early cancer detection. As described in more detail in this report, de Vega and Blanco labs have continued their collaborative projects to develop a method is protected by DNA. DNA is assisted by other enzymes and factors that upon insertion of unnatural nucleotides that can act as chain terminators. All these problems are defined as \"replication stress\" (RS), which can lead to genome instability. More than a decade ago we described the relevance of a new enzyme, PrimPol, in the DNA replication process, and more specifically tolerance to RS. replicative point the lesion filled a significant reduction of replication fork absence of PrimPol, that firing replication origins. We have recently shown in collaboration with Karen Anderson (Yale PrimPol-mediated mechanism element for DNA replication specially under RS conditions at both nuclear and mitochondrial DNA replication. As part of our detailed structure-function studies of PrimPol, we have identified a motif, WFYY, to bind the incoming 3´dNTP at the dimer formation step of diagnosis of cancer liquid biopsies, and for the massive preparation of synthetic DNA to fulfill the growing demand in therapy and preparation of vaccines.Group Members Principal Investigator: Luis Dávila fellow: María Isabel Martínez Jiménez Predoctoral fellows: Nieves Calero Muñoz Cristina Velázquez Ruiz Ana Martínez Carrón Marcos Jiménez JulianaTechnician: Susana Guerra González Visiting scientist: García »Carvalho, G., Díaz-Talavera, A., Calvo, P.A., co, Martínez-Jiménez, (2021) Kasho, K., Guerra, S., Wanrooij, S., Méndez, J. and Blanco, L. (2021) Motif WFYY of human PrimPol is P., Mutreja, K., Míguez, S., Llanos, S., García, F., Muñoz, J., Blanco, L., Lopes, M., & Méndez, J. (2021). Doimo, M., Laurent, T., Berner, A., Pérez-Rivera, A.E., Jenninger, L., Blanco, »CONVENIO CAIXAIMPULSE Principal Investigator: Luis Blanco. »PGC2018-093576-B-C21 (FEDER). Deciphering new roles of specialized human DNA polymerases in DNA replication and repair Luis Mitochondrial Anna Minello (at Institut Curie, FR) Postdoctoral fellow: Jesus Gomez Escudero Since May 2022- Technician: Aida Since March the better understanding of the mechanisms of genome maintenance, these novel functions may have important clinical implications for the reclassification of genetic counseling of cancer patients and their families. In turn, these new activities of BRCA2 or new partners may lead to the discovery of vulnerabilities that could be exploited for treatment. identified and characterized novel interacting partners of BRCA2 involved processing. During this period, This work was performed in collaboration with the group of A. Aguilera (Cabimer, Seville, SP). I was invited to present this work in multiple occasions including the \"DNA damage, Mutation and Cancer\" Gordon Conference in Ventura, CA (US) in March 2020 or the Jacques Monod Conference in Roscoff, (FR) in 2019. Other highlights of this period R, Chakraborty S, Devaux A, Dian AL, Minello A, Singh JK, Vagner S, Uguen P, Lambert S, Dutertre M, Carreira A. (2022) At the crossroads of RNA Martineau S, Martin C, Ehlén Å, Martínez JS, interaction between BRCA2 and DDX5 promotes Replication: Recombination Mediator Proteins\" activities Curie international course on \"Post-transcriptional gene regulation joint with 3rd course on instability and Human Disease\". »2022: organization International PhD elements responsible for the generation of beneficial mutations that cause both genome evolution and bacterial adaptation, although the unrestrained expansion of IS elements could be IS629 is present in enterohemorrhagic that IEE is present in more than 30% of available of 3'-single-strand DNA overhangs. It should be note most bacterial species lack end-joining mechanism to repair and safeguard the following the double DNA breaks (DSBs) by the transposase during the excision of the IS. Our results lead us to propose that once the DSBs are created by the transposase, IEE would be instrumental microhomologies between ends allowing their repair. During these years we collaborated with Thomas Helleday lab (Karolinska Institute) in the analysis of human OGG1 (hOGG1) activity in the presence of bifunctional glycosilase that removes 8-oxoguanine from the DNA generating an abasic site (AP) and has a very weak AP lyase that cleaves the AP site releasing a 3'- PUA end. Both, the AP sites and the 3'-PUA ends are subsequently removed by human endonuclease 1. Previous analysis from the Helleday's group showed that a small compound TH10785 activated that small a new activity to hOGG1 that enabled the enzyme to break AP sites releasing a product with a terminal 3' phosphate that should be eliminated by a the repair process. This result was confirmed in vivo by that showed that created a excision repair) to repair the oxidative in cells. This work opened the possibility to reroute or control DNA Principal Miguel Vega Postdoctoral Calvo (until August 2021) Carlos D. Ordoñez (since February 2022) Alicia del Prado (since October 2022)Research Assistant: Silvia Díaz (since May Primases superfamily in the repair Funding of substrate. The incoming nucleotide, metal ions A and B and DNA are shown as sticks, purple spheres and ribbons, sites was obtained the Uniprot web site (https://www.uniprot.org/) ID A0A0H3JF09, and used under BY4.0 License. The original colors were changed as described. List of publications »Michel, M., Benitez-Buelga, C., Calvo, P.A., Hanna, B.M.F., Mortusewicz, O., Masuyer, G., E., von Nicolai, C., Komor, A., F., F., O., Stewart, J., D'Arcy- Evans, N., Koolmeister, T., Henriksson, M., Michel, D., de Ory, A., Acero, L., Calvete, O., Scobie, M., Hertweck, C., Vilotijevic, I., Kalderén, C., Osorio, A., Perona, R., Stolz, A., Stenmark, P., Berglund, U.W., de Vega, Investigator: Ignacio consist DNA sequences and specialized proteins that are at our joined telomeres. of genomic rearrangements and oncogenic alterations, ultimately leading resistance to chemotherapy. Despite their relevance of patterns and consequences of telomere fusions in human cancer is still limited. Our group is currently focused on understanding the whole-genome sequencing data study the rates and spectrum of somatic telomere fusions (TFs) in over 30 different types of cancer. Our findings indicate that TFs are widespread in human tumors, with rates that vary greatly between and within different types of to end-to-end fusions, we have identified of TFs that are linked to the activity of the alternative lengthening of telomeres (ALT) pathway. We have also detected Understanding the role in or polyploidization. This increase in chromosome contribute to the limited ability of mature cardiomyocytes to divide after a damage, cells are often unable to the mechanism behind high-content approximately cardiomyocytes that enter mitosis have discernible chromosome bridges. we observed that between chromosome ends, providing evidence of a direct link between TFs and cardiomyocyte polyploidization. Our study suggests and and controlling their may List publications »Francesc Muyas, Manuel José Gómez Isidro Cortes-Ciriano, Ignacio pathway generates telomere fusions TO: 31/05/2024 cellular basis of cardiac regeneration: from animal models to heart). Ref B2017/BMD-3875 AGENCY: Biomedicine Cortes-Ciriano, I, Flores of telomere BEEN EXTENDED: USA, JapanTelomere fusion illustration (top) and image of a chromosome bridge from a (until August 2021) Predoctoral Cristina Vírgala Isoler Alcaraz (co-IP: César Tur Gracia (co-IP: Carlos Estella)Master and students Eugenio Álvarez a and accurate fashion is essential for life. Both tasks (DNA replication and transcription) are remarkably complex in scale regulation, and the molecular machineries involved in them translocate on the same substrate, the chromatin. The general aim of our laboratory is understanding how the processes of DNA replication and in mammalian cells to maintain genome stability. This knowledge is fundamental for basic biology and have enormous implications for cell fate specification in physiology and pathology. To investigate this we combine the application of genomics, epigenomics, epitranscriptomics, molecular biology and imaging we found non-coding RNA retention associates the usage of replication origins upon stress challenges. We found that is the frequency of activation of the same pool of replication origins what is mainly increased upon stress, and that, in unchallenged cells, the frequency of activation correlated with the 3D organization of the origins in the nucleus. These results support the proposed architectural organization of origins in DNA replication factories decisions (RepliFate) (GA101072903) European Research Executive 2022-2026 Science, Innovation M., Isoler- Alcaraz, J., Maslon, MM., Jordan, A., Cáceres, J and Gómez, M. (2022) Histone H1 regulates M., Fernández-Justel, JM., Graña, O., Rubio, M., Rodríguez- Acebes, S., Carrillo, E., Pisano, D., Al-Sharour, F., Valencia, A., Gómez, M*. and Méndez, J*. (2022) chromatin connectivity MSCA Doctoral Network \"RepliFate: DNA replication at of Gene Expression and Genome Dynamics\" group of the Spanish Society of Biochemistry and Molecular Biology (SEBBM), since copy the faithful transmission of genetic information through cell division. Our group is interested in understanding how the small protein modifiers ubiquitin and SUMO control DNA replication. In the last two years we have provided new insights into the role of observation that the deubiquitylase USP7 maintains the SUMO rich that USP7 links S phase progression and the activation of the mitotic program through the regulation of induced by USP7 inhibitors and is relevant for their application in cancer treatment (Galarreta et al. extraction the AAA ATPase et al. Sem 2022). Our work has shown VCP/p97 its adaptor 2022). we have explored the functions of the group SUMOylation of the replisome and its interplay with the ubiquitylation of replication factors. Our results show that ubiquitin and replication. pathway activates the RSR without altering the speed of DNA replication forks. In the last two years, our advances have the relevance of the ubiquitin/SUMO landscape during Master and undergraduate students: Tomás Viuda (from October 2022) Ángel Mora (October 2021-July 2022) Guillermo de la Vega Barranco (October 2020-July 2021)Clara Plaza (from October 2022) Alejandra Perona (from October 2022) Yolanda Andrés (October 2021-June 2022) Alejandro Fernández Llorente Daniel Bioquímica y Biología Molecular (SEBBM). The SUMO-rich environment in the replisome is maintained by the action of USP7 and VCP/p97, in association with FAF1. In VCP/p97 inhibitors being explored in List of publications »Rodríguez-Acebes S, Martín-Rufo R, Fernández-Llorente A, de la Vega-Barranco G, Oroz P, Martín-Doncel E., Toledo LI, Méndez J, E. VCP/p97 extracts DNA A, Lafarga V, Fernández-Llorente A, de la Vega-Barranco G, den Fernández-Capetillo Replication and Mitosis Valledor S, Seoane R, Baz- Martínez M, Bouzaher YH, Lecona E, Esteban M, Rodríguez MS, Vidal A, Collado M, Rivas C. (2021) SUMOylation modulates the satbility Paula González Fernández Carl P. Lehmann Master students: Alejandro Aznar Casado (until June 2021) Miguel Ángel Prados Sánchez (Jan. 2022- Sep. 2022) Summary The aim of our group is to contribute to the understanding of the mechanisms that help prevent instability, which is a hallmark of cancer as premature ageing is maintained during chromosome of DNA damage or replicative stress. The molecular bases of these processes are evolutionarily conserved, allowing us organism. During this period we have focused our studies on the analysis of the regulation and function of proteins involved in the important the maintenance of A We have foci, both oftentimes coexisting within the same cell. We have found that one type of foci represents sites of protein involved in formation of each type of foci and have uncovered a link between the maintenance of genome stability and proteostasis, which in turn helps to understand cellular homeostasis as a whole. reaches regulated by ubiquitin proteasome Moreover, we have found that Rad5 is a phosphoprotein, which may have implications for its activity and in cellular stress of publications »Lehmann, C. P., Saugar, I. and Tercero, J. A. (2021) microscopy network is essential for differentiation during development and maintenance of and some to » Identification as part of et al. Cell Mol Life Sci, 2022) » The proposal of the mechanism for long-distant signal transport and transfer through direct cell-to- cell contact (Gradilla & Guerrero, Curr Top Dev Biol. and in model of Guerrero, the adhesion molecule et al., 2021), and an in silico model for the implication of this interaction in cytoneme guidance (Aguirre-Tamaral et al., Nature Comm. 2022). of the relevance of et al., Int J Mol Sci 2022). » Evidence for the connection of Extracellular those melanoma cells JEV and Toribio and are when is complete, in time with levels of transcription the mechanisms by which aged cells Cell 2021; Carrasco et al., Nature Rev Immunol, 2022). proposal of Fuente-Alonso et al., Nat Comm 2021) that have been protected by a European pathological enlargement cerebral Mol. key roles of T-cell intracellular antigens in physiopathological events and the TIA1-dependent stress granules and Welander distal et al., Int. J. Mol. Sci. 2021, Fernández-Gómez & Izquierdo Int. J. Mol. Sci. 2022, Velasco &Izquierdo Int. J. Mol. Sci. 2022; Fernández-Gómez et al., Cells, 2022). » The development and preclinical study of two novel peritoneal (Kopytina V, et al., Front Pharmacol. 2022; Herzog R, et al., Sci Transl lysyl regulation of their enzymatic activity (Rosell-García et Isabel Guerrero Vega MECHANISMS OF CELL-CELL SIGNALING DURING DEVELOPMENT José María Izquierdo Juárez MOLECULAR AND CELLULAR BASIS OF THE PHYSIO(PATHO)LOGY ASSOCIATED WITH THE EXPRESSION OF ANTIGENS Manuel López Cabrera MOLECULAR Natalia Azpiazu Torres MECHANISMS OF TUMORIGENESIS IN DROSOPHILA Fernando Rodriguez Pascual EXTRACELLULAR MATRIX IN and released large variety of donor cells in all multicellular organisms of modify the in target cells. Tetraspanins are very abundantly expressed these EVs.Exosomes produced as a and the exosomes and recipient cells. The interaction of exosomes with cells is mediated by integrin 51 (in cells) and ADAM17 (in exosomes) and is further regulated by CD9. List of publications »Cardeñes B, Clares I, Bezos T, Toribio V, López-Martín S, Rocha A, Peinado H, Yáñez-Mó M, Cabañas C. (2022). ALCAM/CD166 Is involved in the binding and uptake of cancer-derived Clares I, Toribio V, Reche PA, Cabañas C, Lafuente EM. (2022). Expression of the phagocytic receptors M2 and la Cuesta R, González-Cortijo L, López-Cabrera M, Cabañas C, Sandoval P. (2022). and exosomes in peritoneal metastasis doi: »Cardeñes B, Clares I, Toribio V, Pascual L, López-Martín S, Torres-Gomez A, Sainz de la Cuesta R, Lafuente EM, López-Cabrera M, Yáñez-Mó M, Cabañas C. exosomes produced Journal of Molecular Sciences 22:9938. doi: 10.3390/ijms22189938. »Arimori T, Miyazaki N, Mihara E, Takizawa Cabañas C, fusion uptake non-immune recipient of exosomes. Universidad Autónoma de Madrid. Supervisor: Carlos Cabañas. Outstanding cum Laude. 66 Tissue and Organ Homeostasis CBM Members Principal Investigator: Miguel R. Cristina Clemente Toribio (from March 2022) Predoctoral fellows: Alberto Hernández Alcántara (from July 2018) Yilin Sun (from March 2019) Carolina Gutiérrez Martínez (from March 2022) Technicians: Patricia Martínez Núñez Estela Herranz Martín María José Méndez Olivares (July 2021 - June 2022)MOLECULAR CHARACTERIZATION OF the mechanisms lymphomagenesis and some relevant cardiovascular The group identified mediators of (AAA). Indeed, the genes are essential to maintain aortic homeostasis that their Med 2017) were particularly pioneering, changed the current view of TAAD, and opened new exciting avenues of research into the pathogenesis of TAADs that led to the identification of new for pharmacological intervention .This group also to of suppressor Leukemia its high required for lymphoma/ leukemia growth in soft gels, liquid tumor selective CDCA7 soft gels is of special because tumor initiating cells (TICS), which are particularly resistant to current chemotherapy or radiotherapy, can be selected from a pool of tumor cells by culturing them in these gels. The group is currently funded by the Spanish Association Against Cancer to identify additional genes critical for lymphoid tumor growth in soft gels because these genes are potentially critical for TICs growth in vivo and hence facilitate the design of a Syndrome as compared a control Aorta) List of publications de la J. De Backer, Nistal, Society Biology. Boadilla del Monte (Madrid). October 26-29, 2021. the Scientific and the Basic/Translational for muscle and in arterial hypertension and aortic aneurysm. Reference PID2020-115217RB-I00 from Spanish Agencia Estatal Miguel R. Campanero. Duration: 1/9/2021 - 31/08/2024 »Title: Mediadores y mecanismos moleculares de patologías aórticas y valvulares. Consortium reference B2017/BMD3676 from Comunidad de detection and characterization of leukemia stem cells\". »CIBERCV. Member of the group led by Juan Miguel Redondo.Patents »Inventors: Juan Miguel Redondo, Jesús M. Vázquez, Marta Toral, Andrea de la Fuente-Alonso, Mª Jesús Ruiz Rodríguez, Álvaro Alfayate, and Miguel R. for the diagnosis, process. »Inventors: Teresa Iglesias Vacas, Miguel R. Campanero, Julia Pose Utrilla, Ana Simón García, Celia López Menéndez, Luis Sánchez-Miranda Pajuelo y Ana Mª del Puerto del Pino. Title: Methods and compositions for the treatment of disorders characterized a KIDINS220 in forming a gradient distribution within a morphogenetic field. Some of these signals (called morphogens) are modified by lipids, which confer making known dispersal. In Drosophila , we have demonstrated that cytonemes are required for the establishment of Hedgehog (Hh) morphogen gradient and that vesicles are the Hh carriers in cytoneme-mediated transport for its secretion. The ability of the receptor cells to respond concentrations at sites of direct contact between cytoneme membranes in a way similar to neuronal synapses. The research of the group is related to the of Hh-receiving signalling complex on (Fig.1). To this aim we the the process of Hh signalling synaptic the pathway the crosstalk between pathways in normal and pathological development. Our research is interdisciplinary; we use diverse experimental systems in a variety of information generated the development of mathematical models for the signalling processes that, in turn, let us explore different hypotheses. communication processes such as the maintenance of adult homeostasis and tumor progression. In the same group, there is another line of investigation led by Dr. Ana Busturia with the title: \" Drosophila Developmental Group Irene Sánchez-Platero Sandra Villatoro Gómez Villalón & 2021-2022the development and homeostasis of an organism. This is done by studying the roles played in normal and pathological development. We use Drosophila as a model system to deepen our understanding of these processes in vertebrates. Three research areas are being developed. interact the reception complex the contact are recruited for ligand release and in the receiving cytonemes also interact with some other proteins the release and reception processes. List of publications »Aguirre-Tamaral A, et al., (2022). Predictive model for Hedgehog on track: Long- distant signal transport and transfer through Glypicans unique roles for the Hedgehog disease. https://meetings.embo.org/event/21-cell-signallin. Exeter (UK) the Hedgehog signaling function during Extracellular Coordinator: María Yañez Mó. Homeostasis CBM 2021-2022 Group Members Principal Investigator: José María Izquierdo Juárez Technicians: José Alcalde García Beatriz Ramos Velasco (GARJUV-CAM) Undergraduate and Master Students: Rocío Naranjo Sánchez (INVESTIGO-CAM) (Since September 2022) Isabel of gene expression through influencing the origin and fate of cellular RNAs and proteins. These multifunctional master regulators play the transcriptome, translatome, proteome and TIA proteins in these complex programs points to their direct involvement metabolism 1, upper panel). Further, they are key components of SGs, RNA and protein aggregates that are response dynamics. have expanded antigens in physio(patho) logical events connection between abnormal dynamics of TIA1-dependent stress granules and WDM through a genetic, cellular and molecular approaches. Our observations show distinct between the formation, assembly, and disassembly of TIA1WT/WDM- dependent SGs in molecular grammar-dependent way. These observations have allowed us to expand the existing knowledge on the role of TIA1 and the WDM mutation in SGs dynamics (Figure 1, bottom panel). To point out, eventually, that our working line also fits within the priorities of the European Union, of and pathophysiological figure was created with BioRender.com.List of publications »Velasco, B. R. Izquierdo, M. T-cell intracellular antigen 1-like protein in 7836. doi: 10.3390/ijms23147836. »Fernández-Gómez, A., Velasco, B.R. and 11, 884. doi: 10.3390/cells11050884. »Fernández-Gómez, A. and Izquierdo, J. M. (2022) The multifunctional faces of T-cell intracellular antigen 1 in health and disease. Int. J. Mol. Sci. 23, 1400. doi: 10.3390/ ijms23031400. »Izquierdo, J. M. (2022) SDHA: of T-cell intracellular in mitochondrial 10.3390/ijms222312775. »Miguel-Arribas, A., Val-Calvo, J., Gago-Córdoba, C., Izquierdo, J. M., Abia, D., Wu, L. J., Errington, J. and Meijer, W. J. J. (2021) A C. K. (2021) Guidelines for the use and interpretation stress granules in proteostasis and Welander Innovation-AEI- FEDER (PID2021-126152OB-100). cause inflammation, angiogenesis and fibrosis, resulting in membrane failure. Our that undergo the insult. the last 20 (also membrane failure and a target for preventing PD-induced fibrosis and for the design of biocompatible this context, we MMT of a PD fluid, patented by our group (China patent: 107073022), in glucose has been substituted by has been shown to We have abdominal carcinomas carcinoma) for which there is no effective to implantation of tumor contributes to the growth and vascularization of secondary tumors and MMT is a in Adhesions organs that mesothelial cells adjacent to the fibrotic tissue show signs of MMT, suggesting that this could be an initial step in their development. Our results have shown that mechanical injury is the mechanical MMT and the experimental mouse (Figure).Group Members Principal Investigator: Manuel López Cabrera Postdoctoral fellows: Correa Guadalupe González Mateo Predoctoral fellows: Henar Tomero Sanz Lucia Pascual Antón Valeria Kopytina Project Manager: Javier ischemic button. Orange arrows depict the three IBs. On the PBS group, white arrows point three severe adhesions between visceral and parietal peritoneum. On the Pluronic F-127 there is no visceral adhesion in two IBs and the white arrow shows one adhesion with high score. In the ECM-hydrogel group, white arrow points to one adhesion with low score and there are two IBs without adhesion formation. Left H&E image shows a parietal IB adhered to pancreas in a PBS mouse. (B) Quantification of adhesions shows significant differences between PBS Bars represent compared PBS »Kopytina N, Ottavi F, Strippoli R, Sandoval P, López-Cabrera M, Sainz de la Cuesta Bagnato (2021). Ovarian Cancer-Driven Mesothelial-to-Mesenchymal Transition is Triggered b y t h e E n d o t h e l i n- 1 / - a r r 1 Ax i s . F r o n t C e l l D e v B i o l . 9:764375. doi: 10.3389/fcell.2021.764375. »Pascual-Antón L, Cardeñes B, Sainz de la Cuesta R, González-Cortijo L, López-Cabrera M, Cabañas C, Sandoval P. in »Cardeñes Clares I, Toribio V, Pascual L, López-Martín S, Torres-Gomez A, Sainz de la Cuesta R, Lafuente EM, López-Cabrera M, Yáñez-Mó M, Cabañas C. Exosomes Management of Patients at Risk - Outcome and Events Mesotelial a Mesénquimal: Un Proceso Patológico Importante en Enfermedades que Afectan al Peritoneo. Project Ref.: PID2019-110132RB-I00. MINISTERIO DE CIENCIA Investigator: Manuel López CabreraDoctoral theses »Lucia Pascual Antón (2022). La transición mesotelio- mesénquima como diana terapéutica común para el tratamiento de las adhesiones peritoneales postquirúrgicas y la metástasis peritoneal. Universidad Autónoma de Madrid. Supervisors: Manuel López Cabrera and Pilar Sandoval Correa Patents »Inventors: Manuel López-Cabrera, Guadalupe T. González Mateo, Valeria Kopytina, Juan José Vaquero López, David Sucuza Saenz. Peritoneal immune cells towards the inflammatory focus. The main goal of our research group is to investigate the molecular mechanisms underlying the role of the human inflammatory response. The vascular endothelium controls the passage of cells and solutes between the blood and the parenchyma in the inflamed tissue. During these two years we have identified new molecular mechanisms whereby human endothelial cells control their inflammatory focus and for dysfunctional cells. The liver is a paradigm of complex organ in which leukocyte infiltration into the tissue is essential for immune-surveillance, control cancer and infections, and tissue their apical domains, which canalicular To do up experimental procedures to generate hepatic organoids in 3D, which have isolated from human and murine these two years we have continued our partnership with the company Cornea SL to initiated an \"industrial doctorate\" to carry out a project in which we new prognostic Cerro Tello Carmen López PujanteTechnicians: Susana Barroso Fernández Gema de Rivas Hidalgo Undergraduate/Master Students: Pablo Muñoz Pinillos Ma Almudena Gómez Martínez75 SGL2103017. PI: Jaime Millán. 01/03/21-31/12/22. »2020AEP021. Generación de tejido hepático humano para investigar la función de barrera celular durante la respuesta inflamatoria.PI: Jaime Millán. 01/01/21- 01/09/21. »Búsqueda de biomarcadores en la córnea humana para el diagnóstico temprano del Queratocono. bases moleculares de la enfermedad. Doctorado industrial Comunidad de Madrid. IND2019/BMD-17139. PI: Jaime Millán. 01/01/2020-31/12/2022. »TOMOXLIVER : Estudio de la disfunción del hepatocito desde un abordaje multidisciplinar. B2017/BMD-3817. Comunidad de Madrid. PI: Jaime Millán. 01/01/2018 88187-R. Programa estatal de investigación, desarrollo e innovación orientada a los retos de la sociedad. PI: Jaime Millán. 01/01/2018 - 31/12/2021. List of publications »Cacho-Navas C, Reglero-Real N, Colás-Algora N, Barroso S, de Rivas G, Stamatakis K, Feito J, Andrés G, Fresno M, Kremer L, Correas I, Alonso MA, Mill án, N, Fernández-Corona A, Lorenzo-Marcos ME, Jiménez B, Holmgren L, Wilhelm M, Millán J, Del Peso L, Claesson-Welsh L, Marques MM, Marin M.C. of hepatocytes (Cacho-Navas et al. in white. Cells forming this spherical barrier can be distinguished thank to the staining of component of tight in m Doctoral theses »Natalia Colás Algora (2022). Estudio de la regulación de la barrera endotelial por las Rho GTPasas de la subfamilia RhoA. Sobresaliente Cum Laude. Universidad Autónoma de Madrid. Director, Jaime Millán.76 Tissue and Organ Homeostasis CBM 2021-2022 IMMUNOMETABOLISM To demonstrate that mimicking age-associated mitochondrial dysfunction cells immunosenescence, but causes a general, (Science, 2020). These results place the metabolism of T cells at the crossroad between inflammation, senescence and aging, highlighting to delay aging. 2. To decode the molecular mechanisms by cells to Staff: Elisa Carrasco Cerro Postdoctoral Fellows: Jorge Oller Pedrosa Isaac Francos Quijorna (from January December 2021) Manuel Montero de las Heras Predoctoral fellows: José Ignacio Escrig Larena (from September 2021) Sandra Delgado Pulido (from July 2022) Technicians: Eva María Blanco Ruiz Undergraduate and Master Students: Mario Pérez Manrique (TFG, TFM) Álvaro Fernández Almeida (TFM) Awards » Maria Mitelbrunn has been awarded with the PREMIO BANCO SABADELL for Biomedical Research (2022). Jorge Oller has been awarded with the PINP prize to Oller García-Consuegra Criado G, Pablos JL (2021). TFAM-deficient mouse skin fibroblasts - an ex mitochondrial dysfunction. Dis Model Mech. 14(8):dmm048995.doi: 10.1242/dmm.048995. »Carrasco E, Gómez Heras MM, Gabandé-Rodríguez E, Desdín-Micó G, Aranda JF, Mittelbrunn M. (2022). The role of EM, Roldan-Montero R, Acuña Forteza Gil A, Martín-López CE, Nistal JF, Lino Cardenas inflammaging through T cells. ERC CoG 101044248 Let T Be. European Research Council. 2023-2028.PI: Maria Mittelbrunn »Estrategias nutricionales de precisión para reactivar el sistema inmune deteriorado como consecuencia de la edad, la obesidad o la quimioterapia. CAM-Y2020/BIO- 6350. Comunidad de Madrid. Pis: Ana Ramírez and Elisa Carrasco.2022-2024 »Cellular Metabolism as a Therapeutic Target to Prevent Cardiovascular Diseases. PI19/00855. María Mittelbrunn »Inmunometabolismo como diana para retrasar el envejecimiento cutáneo (SI1/PJI/2019-00073). Comunidad de Madrid (convocatoria de Proyectos para Jóvenes 2019) (2020-2022). Doctoral theses »Gabriela Grisel Desdín Micó (2021). El metabolismo mitocondrial en los linfocitos T regula el envejecimiento y las enfermedades asociadas a la edad. Universidad Universidad Autónoma de Madrid. Supervisor: María Mittelbrunn. ''Cum Laude''. »Omar CD4+ T cells activation and differentiation in a murine model of obesity and transplantation. Universidad Universidad de São Paulo (Brasil) and Universidad Autónoma de Madrid. Supervisors: Niels Olsen Saraiva Câmara (Instituto de Ciencias Biomédicas de la Universidad de São Paulo) and María Mittelbrunn. 78 Tissue and Organ Homeostasis CBM 2021-2022 Summary Using Drosophila as a model system our work has focused primarily on the study of two major processes, regeneration and tumorigenesis, and in particular the (JNK) JNK cell of oncogenic that may development. function in tumorigenesis, we have found that it is a major factor in the process. We are presently investigating the role of mutations like scribble, erupted or polyhomeotic. Some to this work has already been published (Medina et al 2021). We have also found evidence for a new mechanism interactions between populations, growth normal tissues. This process may provide new hints how normal tissues.Another critical function of the is This research line is being actively investigated in the lab. Another goal in the laboratory is to study chromatin remodeling during tissue regeneration. undergo chromatin remodeling to activate or repress new batteries of genes, a process that may be affected by the activation of nuclear changes in expression regeneration.Group Arias Technicians: Angélica Cantarero Mateo Rosa M ª González Herrera Undergraduate and Master Students: Laura Serrano (TFM) Celia Contreras a number of senescent cells, labelled red. Note the senescent cells are bigger than the surrounding non-senescent ones, as indicated by Walter del papel de la vía JNK en los procesos de apoptosis/competición celular, tumorogenesis y regeneración en Drosophila \". Ministerio de e PGC2018-095151-B-I00. PI: Ginés Morata. 2019-2021 » \"La via procesos de tumoración y regeneración en Drosophila \". Ministerio de Ciencia e Innovación. PID2021-125377NB-I00. PIs: Azpiazu (2022). Tumorogénesis y competición celular en células con falta de función del gen polyhomeotic en Drosophila melanogaster \". Universidad Autónoma de Madrid. and Organ Homeostasis multicellular biomaterial to tissues, provides and movement points for the communication. Therefore, proper synthesis the components of the ECM is essential for cell and tissue homeostasis, and defects or alterations in these processes are associated with the development of several human disorders, particularly in the cardiovascular system. The biosynthesis of collagen, the main component of the ECM, highly which are unique to collagen protein. In the last few years our group has investigated different aspects of this biosynthetic pathway. To this respect, we have focused our work in the study of the biology of lysyl oxidases (LOX), of matrix-remodeling enzymes is composed by 5 members, a canonical LOX and four LOX-like isoforms from 1 to 4 (LOXL1, LOXL2, LOXL3 and LOXL4). The activity of the and the isoform LOXL1 are regulated by proteolysis and in the laboratory we have analyzed the molecular determinants of this proteolytic regulation. Our results have shown the existence of a complex pattern for the proteolysis of these LOX members, with multiple proteases contributing to the extracellular processing of enzymes. development fibrosis in several pathological Group Members Principal Investigator: Fernando Rosell (1/1/2021 29/10/2021) Rivas Muñoz (1/12/2021 Silvia Alcaraz Romero (22/10/2021 al MATRIX IN local pLDDT) with a color code as indicated. N-terminal region up to position 360 mostly is highlighted within the LOXL1 protein sequence (B, The position of the BMP1 and ADAMTS14 cleavage sites is indicated in green. Note that these processing sites are within the disordered region (BMP1 at 151- 152, oxidasas. Aplicaciones biotecnológicas y contribución al remodelado de la matriz extracelular en el desarrollo de enfermedades humanas\". Proyectos I+D+i \"Retos Investigación\" del Programa Estatal de I+D+i orientada a los retos de la sociedad. Convocatoria 2018. PI: Fernando Rodríguez Pascual. 01/01/2019-30/09/2022. Other activities »Fernando Rodríguez Pascual. Member of the \"Scientific Reports\" Biology Section), of publications T. The challenge of determining lysyl »Rosell-García, Rivas-Muñoz, role of tetraspanins in the dynamics of endosomal compartments and their connection with autophagy and mitophagy. Extracted well fundamental involvement in the molecular mechanisms of EV biogenesis, the cell, implications Principal Investigator: Yáñez-Mó Postdoctoral Burgo (from January 2022) Predoctoral fellows: Victor Toribio Serrano Beatriz Benayas López Miguel Palma CoboTechnicians: Soraya López-Martín Undergraduate and Master Students: Joaquín Morales Diego Matas Other activities Secretary of the Instituto Universitario de Biología Molecular (IUBM) since January 2022. Member of the Scientific committee of the 6th International GEIVEX Symposium 2022 (Santiago October translational research: applications to immunology- Teacher at on Extracellular Vesicles (GEIVEX/UFV). Member of the Board of the non-profit association \"Grupo español de innovación e investigación GEIVEX\". President since November 18th, 2021. Board of Scientific Reports and Frontiers in Immunology. Guest Editor for European Journal of Cell Biology and International Journal of Mollecular Science. Research and Development contract between the CSIC, the and IMMUNOSTEPS.83 Clares I, Bezos T, Toribio V, López-Martín S, Rocha A, Peinado H, Yáñez-Mó M, Cabañas C. (2022) ALCAM/CD166 Is Involved in the Binding and Uptake of González Á, Provencio M, Romero A, Jara-Acevedo R, Yáñez-Mó M, Valés-Gómez V, Pascual L, López-Martín S, Torres-Gomez A, Sainz de la Cuesta R, Lafuente EM, López- Cabrera M, Yáñez-Mó M, Cabañas C. Exosomes Produced Sci. 14;22(18):9938. doi: 10.3390/ ijms22189938. doi: 10.3390/ijms22115638. Andreu López-Martín S, García-Silva S, Hurtado B, Morato E, Peláez L, Arribas EA, Tolentino-Cortez T, Barreda-Gómez G, AI, H, Yáñez-Mó M, Barcena Portillo HA, Yáñez- Mó M, Marcilla A, Borras FE, Peinado H, Guerrero I, Váles- Gómez M, Cereijo DC, Serra-Mir M, Doménech M, Valls- Pedret Rajaram Gutiérrez-Reinoso MÁ, Re Blanco J, De la Fuente J, Monguió-Tortajada M, Borràs FE, of a consolidated group in the Instituto de Investigaciones Sanitarias Princesa (IIS-IP) »Translational NeTwork for the CLinical Principal Investigator: María 01/09/2021-31/08/2024. »VALIDACION CLINICA DE UN SISTEMA TRANSLOCACIONES ALK EN VESICULAS EXTRACE - LULARES EN PLASMA. DTS21/00134, Instituto de Salud Carlos III. Principal Investigator: María »Vacunas basadas en 01/12/2021-30/11/2023. 84 CBM Tissue and Organ Homeostasis Tissue and Organ Homeostasis Cell Architecture and Organogenesis Unit The Cell Architecture and Organogenesis (Cellarch) unit is part of the Tissue and Organ Homeostasis Program. It gathers together ten labs (14 PIs) interested in understanding how cells control their shape and function to organize in complex tissues and a cooperative manner. We are interested this organization is achieved, maintained, and adapted during development, homeostasis, and human disease through the precise temporal and spatial orchestration of gene expression and protein function. Multiple cellular processes, transcription and to and signal transduction, must coordinated Systems-biology studies suggest that these processes are interconnected through a complex network of positive and negative feedback loops, and understanding how cells integrate all these processes Cellarch with these areas and studies model organisms such as flies, to during variations can contribute to disease. Integrate this information within specific and the coordinate their efforts to build realistic that will help us to gain a deeper understanding of normal physiology and human disease. Indeed, one of the main objectives of the Cellarch unit is addressing the cell damage, diseases, and the physiological aging of organisms. 85 Miguel Angel Hornero TO STRESS AND MORPHOGENESIS Miguel Manzanares FUNCTIONAL GENOMICS Fernando Martin Belmonte GROUP OF INTESTINAL MORPHOGENESIS AND HOMEOSTASIS Nuria Martínez Martín METABOLISM AND B CELL FUNCTION David G. SYSTEMS Gómez / Joaquim Culí Espigul GENETIC AND FUNCTIONAL ANALYSIS OF THE CONTROL OF SEXUAL DIFFERENTIATION OF THE NERVOUS SYSTEMHighlights of the unit »Studies from the Cellarch unit demonstrate that in al. Rep). Our unit studies have advanced our understanding of how cells in the mammalian embryo transit from pluripotency to lineage specification, most unexpectedly by the use of the same set of factors, such as Oct4 (Andreu MJ et al. Tiana et 2022; Biol)). of our groups demonstrated that While the binding of Rho GTPases to region of most CMLS 2022). Furthermore, our coarse-grained the autonomous al. Biol). »A significant part of the work carried out in our unit uses the drosophila model for its experiments. We are interested in the molecular and cellular mechanisms that control cell fate specification and morphogenesis study also genetic and molecular mechanisms that control glial response after nervous system damage (Ruiz-Losada M et al. 2022, Cell Death Differ). Additional analyses drosophila have shown Drosophila organs are simply different states along the temporal dynamics of the pathway (Miguez et al., 2022, Development). A genome-wide genetic screen Drosophila wing using loss-of-function this been: study the of biogenesis of the primary cilium in polarized investigate of the formin INF2, and 3) to characterize a novel member of the MAL family of proteins. Previous work in our laboratory established a majority midbody remnants are stalk from an intact arm of the to this physical continuity, the midbody to build the ciliary membrane. Our cilium originate are the N-terminal region that interacts with the C-terminal region to maintain the molecule in an inactive state. mDia1 and other formins are regulated by the binding of Rho GTPases to the DID. INF2 is a that precedes the DID. Our work has demonstrated that this extension is organized into two -helices, the first of which interacts directly with Ca2+/calmodulin through a peptide motif Ca2+/calmodulin the INF2 N-terminal extension. The MAL family of proteins has been the focus of our laboratory's research for a long time. Our third project has dealt with the characterization of MALL, a membrane tetraspanning member of this family. We have found endogenous membranes and, unexpectedly, in nuclear-membraneless structures, a membrane-embedded or a water- soluble conformation depending on physical —lipidic in cell. During mitosis, overexpressed MALL aggregates at the cytokinetic bridge into large solid structures that produce cytokinesis failure and lead to cells with aberrant chromosome content. Since MALL is overexpressed in some types of cancer, an excess of Postdoctoral fellows: Olga Antón Hurtado Predoctoral fellows: Armando Rubio Ramos Leticia Labat de Hoz Technician: Laura Fernández Martín87 Cell Architecture & INF2. (A) INF2 has an extension N-terminal to the DID that is shorter than that of mDia1. (B) Ribbon representation of the NMR solution structure N-terminal INF2. to Pull-down the calmodulin the of the N-terminal extension of INF2. (E) Actin INF2 KO expressing calcium that of Cells with A23187 (0 min) and analyzed by videomicroscopy before and after treatment. Actin was visualized SirR-Actin. L., Rubio-Ramos, A., Casares-Arias, J., Bernabé-Rubio, M., Correas, I., Alonso, The MAL protein, an integral component of specialized membranes, in normal cells and cancer. Cells 10, 1065., doi: 10.3390/cells10051065. »Bernabé-Rubio, M., Bosch-Fortea, M., García, E., Bernardino de Serna, J., and Alonso, M.A. (2021) J. (2021) Multi-dimensional and spatiotemporal correlative imaging at the plasma de Rivas, G., Stamatakis, K., Feito, J., Andrés, G., Fresno, M., Kremer, L., Correas. I., Alonso, M.A., and Millán, J. (2022). regulates L., and Alonso, M.A. Kremer, L., Correas, I., and Alonso, M.A. (2022) MALL, a membrane-tetraspanning proteolipid overexpressed in membraneless Mol. Life Sci. 79, 10.1007/s00018-022-04270-w. L., Comas, L., Rubio-Ramos, A., L., Pantoja-Uceda, D., Martín, M.T., Kremer, L., Jiménez, M.A., Correas, I., and Alonso, M.A. (2022) Structure and function of the N-terminal extension of the formin INF2. Cell. Life Sci. 79, 571. doi: 10.1007/s00018-022-04581-y. Doctoral theses »Armando Rubio Ramos (2022). La proteína MALL: identificación en los cuerpos PML y su implicación en la organización nuclear. Univ. Autónoma de Madrid. Supervisors: Isabel Correas and Miguel A. Alonso »Leticia Labat de Hoz (2022) Regulación de la formina INF2 normal y patogénica: papel del extremo amino terminal. Univ. Autónoma de Madrid. Supervisor: Miguel A. AlonsoParticipation in projects of dysfunction of the hepatocyte from a approach\". Comunidad seeks to understand these events focusing, on one side, on early vertebrate eye morphogenesis and, on the other, on the implication the pigment epithelium (RPE) of the is morphogenesis with a species-specific mechanism that forces that contribute that proliferation, in different proportional to the length of the apico-basal axis, so that in human RPE progenitors are and choroid plexus Macorra (until July 2022) Guadalupe Pereyra Pablo Miaja Hernández Marcos Martínez Baños Elena Sánchez (from October, 2021)Technicians: MªJesús Martín Bermejo Noemí Tabanera Anguita Irene Grasa 2021) Undergraduate and Students: Cristina Vico (01-06, 2021) Elena Sánchez (01-06, 2021) Margarita Dillinger (11, 2021-03, 2022) Sergio Cruz (01-06, 2022) Eva Pajda (01-06, 2022) Claudia Sánchez (01-06, 2022) stained zebrafish larva at 20 hpf in which the notochord mesenchymal cells are in yellow whereas staining (blue) highlights the nuclei. List of publications »Buono L, Corbacho J., Naranjo S., Almuedo-Castillo M, Moreno-Marmol T., de la Cerda B, Schwartz, S, Lopez-Atalaya, JP; Alarcon, B., SW Foxd1 dependent induction of temporal been a member of the ERC Scientific Council, Chair of the Open Access Working Group of the ERC; Member of the Scientific Advisory Board of Armenise- Harvard, Bettencourt-Schueller, Telethon and Gadea Foundations; Senior Editor of the Eur. J. Neurosci. and reviewing Editor of eLife; our group participate in outreach activities, i.e. de la Ciencia 2022, projects »Deconstructing 2020-2022 »Our group belongs to the Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER).EM analysis shows smaller presynaptic terminals with a high that theses »Carlos Camacho de la Macorra (2022). Yap-Taz en la especificación del epitelio pigmentado de vertebrados. Facultad de Ciencias, Universidad Autónoma de Madrid. Co-Dirección: Dra. Paola Bovolenta / Dr. Marcos Cardozo.90 spatial patters epithelial tissues. We use the Drosophila melanogaster wing as our main experimental model and we carry out three research projects. The first project involves the analysis of the functional requirements of Drosophila genes in the wing. We grouped the 14.000 Drosophila genes into 16 functional groups (Fig. 1) and screened UAS-RNAi lines targeting 10918 and each mutant phenotype with in wing-specific functions related to its growth and patterning, and together with gene second project is the analysis the transcriptional effects of one Drosophila transcription factor (Spalt) that has a prominent role in the development of the wing disc. Spalt is a nuclear protein containing three pairs of Zn and minimal DNA response element for Spalt through the analysis of the regulatory region of one of its downstream genes and now we are defining the effects of mechanism of action. The third project concerns the Ras gene. Mutations in human Ras are common in multitude of cancers, and the Drosophila Ras gene has carrying altered versions of the fly and human Ras genes. We are characterizing the consequences of activating Ras mutations when the gene is expressed at normal levels in the wing, the ovary lymph gland. We expect endogenous Ras to model the formation and of tumors.Group Members Principal Investigator: Jose F. de Celis Staff: Ana Ruiz Gömez Diego Pulido Vega Predoctoral fellow: Patricia Vega Cuesta Cristina Martínez Ostalé (until Architecture of the wing imaginal disc surface (central circle) showing the DNA (blue), Actine (red) and Tubulin (light blue) of mitotic cells. This image is surrounded by the names of the main molecular classes that include most of the 14.000 Drosophila genes (colored ovals), and by wings in which the expression of individual genes has been knockdown by RNA interference List of publications »Soler-Beatty, J., Molnar, Hevia, C.F., Molnar, C., de Celis, J., C., Martín, M., de Celis genética a escala genómica y análisis de genes con relevancia biomédica / PGC2018-094476-B-100. PI:Jose F. de Celis / and cell death (or apoptosis) is crucial in ensuring proliferation and cell death or apoptosis could trigger tumor development and organ malformations. Our main general aim is to understand how cells respond to different stresses to maintain tissue homeostasis. In addition, we are interested in the molecular and cellular mechanisms that control cell fate specification and morphogenesis during development. To this end we use Drosophila model organism because its genomic powerful genetic this organism for modelling diseases. Our main research lines are: 1. How appendages are formed? We study the molecular and cellular mechanisms that control appendage specification and morphogenesis. At cellular level, cell proliferation and apoptosis in response to different types of be coordinated and balance to maintain genomic Defective cells must be rapidly eliminated to prevent the transmission of mutations and the formation of malignant cells. What are the molecular mechanisms that link together cell division and cell death is an important question Members Principal (co-PI) fellows: Mireya Ruiz-Losada Sara Tur-Gracia Silvia de la Morena Saavedra until June 2021) García (TFG until June (TFG until June 2022) (TFM until June 2022) Gonzalo García Girón (TFM until June 2022) Sara de Pablo Vinader of the research topic \"Regulation and Coordination of the Different DNA Damage Responses and their Role in Tissue Homeostasis Dunn School of Pathology, University Oxford. Funded by a Salvador de Madariaga, visiting fellowship. Participation in projects »Estudio de la red de regulación génica inducida por el daño en el ADN y su coordinación en diferentes contextos celulares. PID2021 127114NB I00 (2022 -2025). PIs Carlos Estella and Antonio Baonza. »Estudio de los mecanismos moleculares que controlan la especificación celular y la homeostasis tisular. PGC2018 - 095144 B I00 (2019 2022). PI: Carlos Estella. An overview of the different projects carried out in our lab. discs stained to proteins homeostasis and morphogenesis.List of publications »Velarde, S. B., Quevedo, A., Estella, C., Baonza, A. (2021) Dpp and Hedgehog promote the glial response A., Gil-Gálvez, A., Tena, J. J., Baonza, A., Estella, C. (2022) Coordination between cell proliferation and I., Millán, I., Estella, C., Valverde-Ortega, F. S., Cobeta, I. M., Thor, S., Benito-Sipos, J. (2022) Dachshund acts with Abdominal-B to trigger programmed cell death in the Drosophila central C. (2022) Regulation and coordination of the different DNA damage »Hernández-Munain, C., Estella, C., Garcia, S., Reyes, J. C., Serrano, E., Gutierrez, C. (2021) The non-coding genome. Consejo Superior de Investigaciones Científicas (España). »Mireya Ruiz-Losada damage\". Universidad Autónoma de Madrid. Supervisor: Carlos Estella »Sara Ahmed de Prado (2021) . \"Estudio de los mecanismos que regulan la re- especificacion cellular y la perdida de la capacidad proliferative en respuesta al daño en el disco imaginal de ala de Drosophila melanogaster \". Universidad Autónoma de Madrid. Supervisor: Antonio Baonza. 3. Regeneration mechanisms in epithelial and nervous system. Regeneration some organs not only between different species, but also between different stages of development of the same organism. One of our goals is to identify preserve the nervous system. This regenerative response is mostly mediated by glial cells. We investigate the genetic and molecular mechanisms that control glial response after damage. 94 Tissue and Organ Homeostasis CBM 2021-2022 Group Members Principal Barral (since December 2022) Visiting scientist : Antonio Barral (March 2021-November 2022) Marta Portela (since March 2021) Alba Alvarez-Franco (March-November 2021)FUNCTIONAL GENOMICS http://www.cbm.uam.es/functional-genomics Summary The present and future research objectives of our group are to understand, on the one hand, how genome activity is regulated during the early stages of mammalian development, and on the other, how regulatory and structural variations of the genome can contribute to human disease. To do this, we search for and identify cis regulatory sequences, and we study how they act on their target genes, how they are organized along the 3D structure of chromatin and their role the bioinformatics analysis structural genomics, genome-wide gene using the functional in transgenic and pluripotent stem cells. We explore this field using a model in which we have demonstrated our experience and to which we have made relevant contributions: the early stages of embryonic development in mammals. We are experts in the study of the initial phases of mouse development from one cell to the blastocyst of barely a hundred. This is an ideal model, where the combination of genetic, pharmacological, and the first differences between cell types that occur in the embryo. In addition, we are pioneers in developing omics we can interrogate gene expression or chromatin structure in individual mouse embryos of just a dozen cells. We extend these studies in the embryo with the use of pluripotent stem cells, as a complementary system in culture in which we have extensive experience. Also, we will fine-tune the use of gastruloids, embryonic organoids, as an experimental system. In addition, we to understand how the progressive loss of capacity of the embryo cells occurs, from the totipotent state present in the zygote to the gastrulation phases of the embryo. We hypothesize that this knowledge also allow us to reprogram networks to initiate regeneration processes in situations of tissue damage. The future of research in our group will be based on the achievements and objectives set out above, with the ultimate goal of answering a basic question: how does the genome act in a coordinated way to give rise to differences between cell types, stages of development, »Andreu MJ, Alvarez-Franco A, Portela M*, Gimenez- Llorente D, Cuadrado A, Badia-Careaga C, Tiana M, Losada A, Manzanares M (2022). Establishment of 3D chromatin structure after fertilization and E, Caiolfa VR, Manzanares M (2022). Chromatin Lopez-Jimenez E, Sainz de Aja J, Barral A, Victorino J, Badia-Careaga C, Rollan I, Rouco R, Santos E, Sanchez-Iranzo H, onset of Hox cluster »Alvarez-Franco Cogliati S, Kaur K, Saeed M, Magni R, Enriquez JA, F, Jalife J, Manzanares M (2021). Transcriptome proteome Bartusel M, Benson L, Clark SJ, Dorighi KM, Barral A, Laugsch M, van IJcken WFJ, Manzanares the early mouse embryo - GENHOME (AEI, PID2020-115755GB-I00, PI Miguel 2021-2022 INTESTINAL MORPHOGENESIS We use organotypic cell models as basic model systems and different zebrafish and mouse epithelial tissues as more physiological models for these investigations. In addition, my lab has initiated a new line of research using mouse embryonic stem cells (mES) to address epithelial formation and study asymmetric division in the development of the intestine. The intestinal tract plays a fundamental role in development, regeneration, immunity and nutrition. crosstalk immune cells to reach homeostasis unknown. our laboratory, we propose a multidisciplinary approach understanding better the molecular and metabolism in intestinal morphogenesis homeostasis.A to address will yield important new insights into intestinal development and homeostasis in vertebrates. It will also reveal new opportunities to discover pharmaceutical targets in human Cancer is one of the leading causes of mortality worldwide, (PI, co-PI): Martin Diaz Catalina Grabowski Tatiana Alfonso Gonzalo Herranz Master Students: Diego Alonso Larre intro 2022) Alejandra Ramos Marco (TFM; JAE intro 2021) Carlos Quintana Quintana (TFG) Belén Seco Estrada (TFG) Figure 1. Confocal image of an Intestinal epithelial cell (IEC) in neonatal gut (p7). Confocal image mice editor of Nephron (Journal) of French agency of research (ANR) (Cell Biology, Development and Evolution, from 2020); sorting, routing and distribution of in polarized cells, Universidad Autonoma de Madrid; Molecular the Cell course, Universidad Autonoma de Madrid.Participation in projects »Mecanismos moleculares de formación, diferenciación y homeostasis de túbulos intestinales y su relación con patologías humanas. PI: Fernando Martin- Belmonte. Ministerio de Ciencia e Fukuda M, Martín-Belmonte F, Tip-end fusion of G, Serrador JM, Gomez-Lopez S, Barea our research, we aim to clarify the mechanisms associated with intestinal homeostasis and CRC at different levels: - I Characterize the role of smoothelin- like2 the reorganization of the cytoskeleton and the progression of carcinoma in intestinal tissues. - II Characterize the role of neonatal lysosome- rich enterocytes (LRE) in the early stages of development III Characterize the and controlling intestinal homeostasis. - IV Analysis of epithelialization of stem cells in embryonic and intestinal lumen formation in health and disease. In summary, combining these gut-on-a-chip models with in vivo physiological systems will offer new ways to understand gut morphogenesis, patterning, homeostasis, such Moreover, studies tumour progression, our research will be transferred clinical research by analyzing the expression of these proteins in human epithelial tumours in collaboration with the Ramón y Cajal Hospital Institute for Health Research (IRYCIS-Madrid).98 Tissue and Organ Homeostasis CBM Belén Seco (Oct 2022-) Technician: María Velasco de la Esperanza Master student: Laura Díaz (Feb 2021-Jun 2021) Javier Velázquez (Feb 2021-Jun of B place to the production of specific high-affinity antibody-producing cells (plasma cells, PC) and memory B cells (MBC). Activated B cells proliferate and differentiate, MBC. molecular mechanisms GC and attention of and termination of the cellular expansion are also of high scientific and clinical interest. have fate differentiation of We have defined this process as ¨metabolic communication¨. We the relative amount of ATP in live cells. Our laboratory aims apply multi-omics and The obtained information will be evaluated Cell Architecture & of Methods in shutdown and National Research Nuria Martínez Martín. 2022-2025. »¨Desentrañar un mecanismo paracrino para la homeostasis intestinal regido por ¨huellas digitales de la autofagia¨. ¨Europa Investigación¨. National Research Martín. 2020-2022. »¨ Finetuning of autophagy nature homeostasis and to inflammatory bowel diseases¨. National Research Agency (AEI). 2019-2022.100 is highly nonlinear, integrating multiple layers and regulation. These nonlinearities strongly affect of each of the proteins in a pathway, and a deep understanding of the consequences of the nonlinear wiring of the pathway is required. We use in vivo experiments and theoretical approaches to understand how the wiring of the pathways the role the proteins that regulate these in the context of and treatment with the Hh inhibitor Cyclopamin (right) M.D., Míguez, D.G., (2022). A coarse-grained Participation in projects del papel de la via de señalizacion tgfbeta en la regulacion de la neurogenesis de vertebrados\" RTI2018-096953-B-I00. Plan Nacional I+D+i to understand the dynamics of progenitor cells populations in the tissue development, Universidad Autónoma de Madrid. Director David G Míguez.102 Tissue and Organ Homeostasis CBM 2021-2022 GENETIC AND FUNCTIONAL cells from invertebrates to which works as filter during the process of haemolymph/plasma ultrafiltration. SDs clinical The major reason being the scarcity of early markers of kidney damage, which its effective prevention and/or treatment. Hence, the challenge and the main goal of our research is to advance in understanding the molecular mechanisms involved major of SDs across species, in the laboratory we opted to combine the use of two model organisms: Drosophila melanogaster and the zebrafish Danio goals. First, of the versatility of in haemolymph ultrafiltration, which our previous work and that of other researchers has proved to be a suitable model to study nephropathies and SD dynamics. And subsequently, we validate the and proposed mechanisms in vertebrates using the zebrafish. In the last two years we have focused in dissecting the requirement of the endocytic receptor , which encodes scramblase studies revealed that fly to lipid raft is interactants and are now validating these interactants.Group Members Culi, »Carrasco-Rando, M. and Ruiz-Gómez, M. (2022) riñón. In: Hernando. Nefrología Clínica, 5ª Ed.; of our group participate in scientific outreach activities, e.g. the Semana de la Ciencia workshop \"De moscas, peces y otros seres: buscando el origen de enfermedades congénitas en el hombre\" (2022).Participation in projects David Foronda Alvaro Technicians: María Paloma Martín Fernández Daniel Tovar Manzano (since October 2022) Undergraduate and Master students: Juan Lombardo 2021) June 2021) Marina Blanco Rubio 2021 - June 2022) Lorena Rico García (October 2021 - June 2022) Blanca López Arrabal (from September 2022) Sergio Palomino Gálvez (from September 2022)SEGMENTAL FORMATION IN DROSOPHILA http://www.cbm.uam.es/ernesto_sanchez-herrero Hox genes are a group of genes required for the specification of the antero-posterior axis in bilaterians. We have studied in Drosophila the role of the Hox gene Abdominal-B (Abd-B) in the development of the posterior abdomen and in testes development. The seventh abdominal segment (A7) when A this or for Abd-B activity. The modifications in gonads and This change depends on the interaction between the testis and muscle cells from the genital disc, a structure that develops at the back of the larva. These muscle cells migrate and surround the gonad in pupa, and at the same time the testis elongate and coil. We have found that Abd-B is essential for the migration of muscle cells from the genital and of the genital disc, and required there non-autonomously for the posterior major elongation and coiling of the testes. The Abd-BR protein is expressed in the genital disc and needed contact genital disc testes. in the testes, of MyosinID. Hox dextrally, do not coil. These results show that Abd-B is a key gene the elongation and dextral testis (t), of male tropomyosin (white), Abdominal-B (blue), phalloidin (green) (red). List of publications »Eden W. McQueen, Mehrnaz Afkhami, Joel Attalah, John M. Belote, et al. (2022). A standardized nomenclature and atlas of Cal Undergraduate and Master Students: Miguel Rubio Julia Berges Jose Ignacio Gómez Blanco (co-directed with Dr. Claudio Toma)TRANSCRIPTIONAL CONTROL OF SEXUAL DIFFERENTIATION OF THE NERVOUS is a fundamental goal in neuroscience. The nervous system of male and females is sexually different at the molecular and structural levels. These differences lead to sex biases in symptomatology and treatment for nearly every neuropsychiatric disorder. The general aim of our laboratory is to decipher the genetic and molecular mechanisms that control sex dependent configurations of the nervous system. Most sex differences are caused by sex hormones, however there contributing species so far studied. However, the role of Dmrts in the vertebrate nervous system has not profusely psychiatric disorders. Our work will unravel novel principles of brain sexual differentiation and will generate Cell Architecture & Unit CBM The gates of the rodent behavior (credit Rafael Casado-Navarro). List of publications »Casado-Navarro R and Serrano-Saiz E. (2022). DMRT transcription factors in the control of Neuroanat. (2022-2024) PI: Esther Claudio Koplowitz. »ReDevNeural \"An of the investigators at the Molecular Neuropathology Unit, includes basic research aimed at understanding the of healthy causing nervous system disorders. The scientific expertise of the members of our unit covers all areas neurobiology, are aimed to generate knowledge connecting brain activities to whole brain function leading to complex Hence, brain physiology, but all, we emphasize on the transfer to the clinics and to the pharmaceutical and biotechnology industry the scientific information we obtain. Some key contributions from the last two years are: »The discovery of a new tau the generation of Ras deficient mice as models for the study of myelin pathologies group). » The establishing an in vitro model reproducing critical periods of brain development, which could be manipulated to counteract the synaptic dysfunction in the signaling cascades and its alteration by some contaminants (Esteban´s group). Physiological Félix Hernández TAU OF PLASTICITY Carlos Dotti SURVIVAL AND PLASTICITY IN THE AGING BRAIN Antonio MECHANISMS OF SYNAPTIC PLASTICITY, AND CONTRIBUTION TO COGNITIVE FUNCTION Ledesma LIPIDS IN PHYSIOLOGY MOLECULAR BASIS OF HUNTINGTON'S DISEASE AND OTHER CENTRAL NERVOUS SYSTEM DISORDERS María Llorens-Martín ADULT NEUROGENESIS AND NEURODEGENERATIVE DISEASES IN Porlan FACTORS THAT REGULATE DISEASES Francisco Wandosell Jurado MOLECULAR MECHANISMS OF Francisco BASIS OF NEUROTRANSMISSION AND ITS IMPLICATION group). » The detection of neural stem cells in the adult human hippocampus, and the discovery of specific from group). neurobiology regenerative replacement therapy in experimental Parkinson's disease (Pereira´s pinpoint new loci and pathways implicated in bipolar of Manic Group (MadManic), which provides records group). » The identification of the mTORC1 in various neurological diseases (Zafra´s group). Understanding the laws govern these aspects is crucial for pursuing and revealing the fundamental be involved in several cellular functions in addition of being a microtubule associated protein. At the present, we are analyzing those functions and we continue with the study of the possible role of tau in Alzheimer disease (AD) and other tauopathies. During 2021-2022, we have tested: a) the presence of tau in non-neuronal cells, b) the presence of new tau isoform and c) we have started to look for a possible specific role of tau in neuronal aging, since aging is the main risk factor for Alzheimer disease. About the presence of tau in non-neuronal cells, we have found that tau could be present in microglia cells, being that presence the consequence of the endocytosis of extracellular (neuronal) tau into microglia cells. Also, we have found that the effect of tau in microglia cells results in the activation of p38 kinase that could be toxic for the cell. In that way, inhibition of p38 this kidney tau, a role in podocyte A new tau isoform raised by intron 12 retention has been tau isoform contains an extra 16aa peptide, only present in humans, tryptophan residues named it as W-Tau isoform. Looking at W-Tau isoform, we have found that it has a low capacity for self-aggregation, unlike (DG) and hippocampal region old mice, since DG is one of the regions that are earlier affected in AD. Previously, we described, in vivo , that the so-called Yamanaka Factors (YF). Now, we are looking for more simple factors that could replace the action of YF and starting to look for a specific tau function in neuronal aging. Finally, our group has several of the Members Principal Investigators (PI, co-PI): Jesús Avila de Grado, Félix Hernández Pérez Scientific Staff: Vega García-Escudero Alejandro Antón Postdoctoral fellows: Laura Vallés Predoctoral fellows: Daniel RuizTechnicians: Raquel Cuadros Rocío Peinado Nuria de la Torre Undergraduate and Master Students: Almudena Carnero Espejo Marta Roldán Lázaro113 Molecular Neuropathology Unit CBM 2021-2022 Doctoral theses »Laura Vallés Saiz (2022). Nuevas funciones para la proteína tau en el sistema nervioso central y tejidos periféricos. Félix Hernández. Universidad Autónoma de Madrid. Using \"Clarity methodology\", we have detected the presence of tau in the brain cortex of a FTD model of tau (tau P301S) by staining tau protein with abAT8. Participation in projects - generative Diseases (CIBERNED). »PID2020-113204GB-I00: Neuroregeneración en la enfermedad de Alzheimer a través de la expression de factores pluripotencia in vivo . IP: Félix Hernández »PID2021-123859OB-I00: Funciones de las Isoformas de Tau. Ministerio de Ciencia e Innovación. IP: Jesús AvilaList of publications »Anton-Fernandez A, Valles-Saiz L, Avila J, Hernandez F (2022) Neuronal neurodegeneration. Neuroscience Garcia- Escudero V, Avila (2022) Specific Peptide from the W-Tau Garcia E, Cuadros R, Hernandez IH, Cabrera JR, Garcia- Escudero R, Lucas JJet al (2021) A new non-aggregative isoform I, Perez M, Zabala JC, Del Rio JA, Avila J (2022) Tau Aggregation. Neuroscience S0306-4522: 00220-00222 Doi 10.1016/j.neuroscience.2022.04.024 »Perea JR, Bolos Garcia E, Garcia-Escudero V, Hernandez F, McManus RM, Heneka MT, E, Valles-Saiz L, Cuadros R, Hernandez F, Bolos M, Avila J (2022) p38 activation occurs mainly in microglia in the Sci Rep 12: 2130 Doi 10.1038/s41598-022-05980-8 »Sayas CL, Avila J murine 97 Doi 10.1007/s00018-021-04106-z Patents »Jesús Avila, José J Lucas, Raquel Cuadros, Esther García- García, Vega García-Escudero, Félix Hernández, Daniel Ruiz-Gabarre. A new non-aggregative splicing isoform of 2021Awards »Mayo 2022, Jesús Avila, Académico Correspondiente de Bioquímica y Biología Molecular, Real Academia Nacional de Medicina. »Premio Medalla Margarita Salas a la mejor trayectoria en supervision on previous of degeneration induced by herpes simplex 1 virus (HSV-1), we are focused on the endo- lysosomal started to develop 2D the human progenitors LUHMES and ReN cell lines. We have been different (oligodendrocytes, an phenotype intracellular the development of interesting research platforms, in which we plan to validate candidate genes like LAMP2 and MMP14 and to deepen our knowledge about the link between cholesterol and lysosome alterations and the translational we are analyzing genes and biomarkers in samples of controls and AD patients at dementia and pre-dementia stages. Putting together the widely supported involvement the AD, we have selected peripheral blood mononuclear cells (PBMCs) as the screened. Measurement support the presence of changes in peripheral blood cells of AD patients and suggest that alterations of cholesterol metabolism in these cells could be prodromal In suggest relevant with the candidates under study having the Salgado LAMP2 IdiPaz. (http:// www.idipaz.es) Group \"Neurology and (https://consortiapedia.fastercures.org/consortia/igap/) List of publications M, Sastre I, E, Castillo-Morales A, Jansen I, Nicolas A, Bellenguez C, Dalmasso C, Küçükali F, et al. (2022) Association of Rare APOE Missense Variants V236E and R251G Grau S, Amin N, Naj AC, Campos-Martin R, Grenier-Boley B, Andrade V, et al. (2022) New insights into the genetic etiology of I, Montrreal L, I, Calero M, Royo JL, Huerto Vilas González-Pérez A, Franco-Macías et Dementia and J Jansen IE, Pedersen NL, Stringa N, Zettergren A, variants in Alzheimer's disease and 3417. »Moreno-Grau S, Fernández MV, de Rojas I, Garcia- González P, Hernández I, Farias F, Budde JP, Quintela I, Madrid L, González-Pérez A, Montrreal L, et doi: »Kristen H, Sastre I, Aljama S, Fuentes M, Recuero M, Frank-García A, Martin A, demyelinating pathologies and for the myelination the Central System (CNS). Adequate myelination is essential for the correct transmission of the nerve impulse. In the CNS, oligodendrocytes (OLs) are the responsible cells for myelination of neuronal axons, through a complex process that requires regeneration oligodendrocytes or increase the capacity of the remaining set to produce more myelin and reestablish correct myelination. OLs. Moreover, we have described the relevance of their presence for the maintenance of energetic homeostasis and for the correct functioning of and could be used as models for the development of new treatments based Sánchez 2019) Gonzalo García Martín (since 2021) Brian Ernie Quinones (since 2022) Undergraduate and Master Students Rosa Plaza Clavero (2022) Andrea Alcaraz Ramírez (2022) Gonzalo García Martín (2021) Jorge Navarro Nadal (2021) https://www.cbm.uam.es/bcubelos117 Molecular of loss mutant mice. Other activities »Guest Editor of International Journal of Molecular Science (IJMS) (B. Cubelos)List of publications Articles »Garcia-Martin G., Sanz-Rodriguez M., B., R-Ras2 Expression in Anatomical Regions and Cell Types of the Central Nervous System. I International Journal of Molecular Sciences. 23(2):978. doi: 10.3390/ijms23020978. »Alcover-Sanchez B., Garcia-Martin P., Gimenez-Cassina A., Formentini L., de la Villa-Polo P., Pereira MP., - R-Ras1/ and R-Ras2/ mice as models for investigating multiple of Models in is interested in the study of Friedreich's ataxia, which is the most common hereditary ataxia in the Spanish population. We try to elucidate the molecular basis of this disease and develop novel Friedreich's also develop a hypertrophic cardiomyopathy and diabetes. For this reason, and despite of being a very early onset disease, Friedreich's ataxia may also serve as a useful for the study of diseases associated in triggered astrocytes. These by efficiently increasing expression of frataxin. In this context we have described that an agonist the characterizing a novel mouse model for Friedreich's ataxia in which we have observed an increase in glial reactivity followed by neurodegeneration in the cerebellum. Our group is also working on the development of a gene therapy approach for Friedreich's ataxia trying to combine frataxin gene delivery with the of neurotrophic factors.PHYSIOPATHOLOGY AND OF Loría Herranz Martín Predoctoral Researcher Andrés Vicente Acosta Technician Jorge de los Santos https://www.cbm.uam.es/en/research/programs/physiological-and-pathological-processes/molecular-neuropathology/ neuronal-repair-and-molecular-therapy-in-neurodegeneration-spinocerebellar-ataxias119 Molecular Unit of Gene Therapy for Friedreich's »Vicente-Acosta belongs to the \"Instituto de Investigación Sanitaria Puerta de Hierro Majadahonda IDIPHIM\" (Health Research Institute \"Puerta de Hierro Majadahonda\"). »Javier Diaz-Nido is involved in of different courses at the Bachelor in Biochemistry and the Master in Molecular Biomedicine depend on the activity of complex neural networks in our forebrain. As we age or or eventually neurodegenerative events. In the development of the mammalian central nervous system there are periods of active synaptogenesis and synaptic remodeling, driven by sensory how these high synaptic plasticity events work and how to induce them, it will be difficult to imagine actions to prevent, alleviate or recover of cognitive functionality associated with age or pathologies. In our laboratory, we have been able to reproduce several features of these periods neurons. We have found that neuronal electrical activity is critical and want to understand the underlying molecular and cellular mechanisms. To this end, we are focused on determining closely and directly correlated in the human brain. Therefore, we have set as our research goals the study of the regulation of Ng expression and its functional role in the postsynaptic environment. We use techniques in the areas of biochemistry, cellular and molecular biology, gene expression manipulation, transcriptomics, proteomics light image analysis, and build genetically-encoded biosensors, to identify the actors and the interactions are relevant for synaptic generation and remodeling. We propose Ng as a target strategies to alleviate cure impaired to and late developmental stages, interventions to promote Ng expression will be of side-effects. therapies cognitive Predoctoral Raquel de Andrés Hernáiz Elena Martínez Blanco Laboratory technician: Lucía Baratas Álvarez, Undergraduate: Miguel Angel Serrano Lope (2021) Research assistant: Sara Muñoz López (until Feb 2022)MOLECULAR BASES the calcium-binding protein CaM, leading to different outcomes depending on the local context, the nature of calcium and the presence los exosomas induccion de la tolerancia isquemica en el cerebro\". AREA: Biomedicina. SUBAREA: Enfermedades del sistema nervioso. Entidad beneficiaria: Universidad Autónoma de Madrid. Centro: Centro de Biología Molecular Severo Ochoa (CSIC-UAM) Investigador/a principal 1 (IP1): FRANCISCO ZAFRA GOMEZ Investigador/a principal 2 (IP2): FRANCISCO JAVIER DÍEZ GUERRA Fecha de inicio del proyecto: 1 enero 2019. Fecha de finalización del proyecto: 30 septiembre 2022Patents »\"ELECTRODOS NANOESTRUCTURADOS PARA LA ESTIM - ULACIÓN ELÉCTRICA DE CÉLULAS EN CULTIVO, DISPOS - ITIVOS, SISTEMAS Y PROCEDIMIENTOS ASOCIADOS\", Spanish Patent 28 December 2022 under number ES-2887832-B2. - Titulares: CONSEJO SUPERIOR DE INVESTIGACIONES CIENTÍFICAS (CSIC) (80.0%), UNIVERSIDAD AUTÓNOMA DE MADRID (10.0%) UNIVERSITY OF FLORIDA RESEARCH FOUNDATION, INC. (UFRF) (10.0%) - Inventores: MOBINI, Sahba; GARCÍA MARTÍN, MARTÍN GONZÁLEZ, Maria Soledad; CABALLERO CALERO, Olga; GARCÍA MARTÍNEZ, Jorge M; DÍEZ GUERRA, Francisco Javier molecular hubs, each to the deficits age. control of intracellular What could act upstream of these for each of them occurring? In other words: is there a \"master\" change with age, upstream of all (or some) defects that occur with age? maturation and worsen with time, they occur in all cells of our and with age could open avenues of intervention to reduce the sensory, motor and cognitive deficits that occur with age. In my group we have demonstrated that aging produces steady changes it structure in which membrane receptors have reduced dynamism, both in their mobility in the plane of the membrane and in their exchange. In turn, we showed that receptors affected by age produce weaker signalling when faced with learning and memory stimuli the same time, effectively that we are experiencing with age is, to put it in some way, a \"toll\" to keep our neurons alive. The projects that we are currently developing are aimed at determining the molecular fellows Álvaro Casadomé Perales Raquel García Rodríguez Technicians: Mercedes Hernández del CerroUndergraduate and Master Students: Daniel Sierra Albo (2021) Daniel Almansa (2021) Andrea González Carrascosa (2021) Alba Montoro Canelo (2021) Miguel Enriquez Zarralanga scientists: Neuronal plasticity-to- of publications »Guix FX, Capitán AM, Casadomé-Perales Á, Palomares- Pérez I, López Del Castillo I, Miguel V, Goedeke L, Martín MG, Lamas S, Peinado H, Fernández-Hernando C, CG. 10.3390/ »Martín MG, brain dysfunction of the old: Do we age Canelo, A, Serrano-Lope, M.A., González de la Fuente, S., Aguado, B., Fernández Rodrigo, A., Saido, T.C., Frank García, A., Venero, C, Research https://doi.org/10.21203/ rs.3.rs-1869956/v1A. Analysis of the shapes type 2 diabetes (T2DM). The graph bar on the right is the quantitative analysis of the number of dendritic spines shown in immunofluorescence image, demonstrating the significant in by 2 diabetes (T2DM). The test consisted of determining the time that the mice spent in the quadrant where the escape route is located (in green). The bar graph shows that mice with T2DM spend less time in appropriate more unrelated areas). ** p<0.005. Other activities Popular science book: La ciencia del Authors: Carlos Dotti and Pablo Gonz. ISBN: 9788413611679 Casadomé Perales. composici ón de las vesículas extracelulares de la corteza cerebral del rat ón durante el envejecimiento: enfoque en la ceramida sintasa 2. Biociencias Moleculares. Universidad Autónoma de Madrid. Fecha de defensa: 18 Nov. 2022. 124 Physiological and Pathological Processes Summary My research the molecular and cellular their memory. techniques, we also particularly interested in how some forms of autism. In recent years, our research is concentrated on two intersecting directions. On the one hand, we continue uncovering the molecular components and PI3K-Ras crucial during proliferation and differentiation. Nevertheless, it is also very active in postnatal and adult life. In particular, in the brain, it participates in several forms of synaptic plasticity Indeed, we finding that different PI3K and Ras isoforms contribute to specialized functions in neurons and glial different other hand, we have investigated how environmental shift life. In particular, using rats as animal model, we have found that chronic exposure to low concentrations of common pesticides for behavioral deficits observed in these animals later in life. In summary, our combined application of in vitro and in vivo approaches is allowing us to explore how individual molecules and synaptic health and disease. Group Members Principal Fellows: Sergio López 2022) Rodrigo Esperanza López MerinoEneko Merino Casamayor (from November 2021) Celia May 2022) Los (from www.cbm.csic.es/estebanlabMECHANISMS OF SYNAPTIC knocking-out specific genes using in vivo viral injection to express cre recombinase in adult (DAPI). Jiménez-Sánchez, R., López, J. A., Graupera, M. and Esteban, J. A. (2022) Functional specialization of different PI3K isoforms for the control of F. F., Gutiérrez, Y., Lobo, C., Kneussel, M. and Esteban, J. A. (2021) Lario, A., Sánchez-Sáez, X., Ávila, J., Wagner, F. F. and Esteban, J. A. (2021) GSK3, Romero-Carramiñana, I., Núñez de Arenas, C., Pereira, M. P., Blanco, N., Pardo, B., Bates, G. R., Sánchez-Castillo, C., Artuch, R., Murphy, M. P., Esteban, J. A. and Cuezva, J. M. (2021) Generation T., Carvalho, M., Cortes, L., Santos, S. D., Opazo, P. O., Ribeiro, L. R., Oliveiros, B., Choquet, D., Esteban, J. A., Peça, J. and Carvalho, A. L. (2021) Ligand- independent activity the abb1953. » Ruiz-Pérez, G., Ruiz de Martín Esteban, S., Marqués, S., Aparicio, N., Grande, M. T., Benito-Cuesta, I., Martínez- Relimpio, A. M., Arnanz, M. A., Tolón, R. M., Posada-Ayala, M., Cravatt, B. F., Esteban, J. A., Romero, J. and Palenzuela, R. (2021) Potentiation of function\". Universidad Director: José A. EstebanParticipation in projects » 2022-2023 José A. 2021-2024 Investigator: José A. Esteban. » 2018-2021 Ministerio de Ciencia, Innovación y Universidades, Pick diseases (NPDs). To this aim we use mice in which the metabolism of these lipids has been genetically altered allowing analysis and preclinical the metabotropic glutamate receptor 5) and on the regulation of the glucocorticoid and endocannabinoid systems. These roles link alterations in sphingomyelin cholesterol distribution and levels increased incidence age. Moreover, obtained evidence alterations differentiation, to neurodegeneration in NPDs. In addition to basic knowledge about the role of lipids in neurons and glial cells our research has a relevant translational a potential biomarker for pathology in NPD type A. We have successfully assessed in As part of the translational efforts we have been in contact with and received support from national and international NPD patient associations (in Spain, US, Germany and Switzerland) and Biotech companies (Takeda (Japan)); we have filed a patent on a potential treatment for NPDs that target the endocannabinoid system; and participate in trial our laboratory. Members Principal Investigator: María Dolores Ledesma Muñoz Zaragoza, Sara Naya Forcano (since May 2021), Elena Melgarejo de la Peña (since September 2022)Technicians: Mercedes Hernández del Cerro Undergraduate and Master Students: Miguel Parra Martínez (until June 2021) Mario Díaz García (until June 2021) Jaime Mulero Franco (until June Callejón (October 2021-March 2022) Visiting scientists: Ameer Taha (University of lysosomal storage the endocannabinoid system the co-morbidity trias of alcohol abuse, Psychiatry. 26:7403- 10.1093/cercor/bhac106 »Gaudioso, Á. et al. (2022) Models study basic and applied aspects of J. al. and safety clinical trial with efavirenz in patients diagnosed with adult mind & Behaviour, CSIC scientific challenges: towards 2030. Editorial CSIC. (2021) Vol 5, pp.89-95The levels of the metabotropic glutamate receptor 5 are increased in the brain of the mouse model for Niemann Pick disease type C. Representative images of immunofluorescences against marker the acid out mice\". Nation Foundation (USA) mice\" »\"Assessment of inhibition in a for Niemann Pick Swiss association (April 2021-September 2021). »\"Aproximaciones no convencionales para comprender y tratar las enfermedades de Niemann Pick\". Plan Nacional I+D, Ministerio Español de Ciencia e Innovación, PID2020- 112830RB-I00 (Septiembre 2021-Agosto 2023) »\"Los receptores metabotrópicos de glutamato en la patología y terapia de las alteraciones psiquiátricas en la enfermedad de Niemann Pick tipo C\" Fundación Koplowitz (Octubre 2020-Septiembre 2022). »\"Influencia de la esfingomielina y el colesterol sinápticos en alteraciones psiquiátricas. Relevancia para las enfermedades de Niemann Pick\". Plan Nacional I+D, Ministerio Español de Ciencia e Innovación, SAF2017- 87698-R (Enero \"Aproximaciones terapéuticas para tratar la patología cerebral en la enfermedad de Niemann Pick tipo A\", Universidad Autónoma Madrid. Directora: María Dolores Ledesma »Ana Toledano Zaragoza (2022) \"Alteraciones de mGluR5 y el sistema endocannabinoide en la patología psiquiátrica de Niemann Pick tipo C\", Universidad Autónoma Madrid. GlyT2 glycine One of our aims is to identify and characterize new mutations in the human GlyT2 gene (SLC6A5) found in hyperekplexia patients. After are amenable to rescue from its trafficking defect by chemical pharmacochaperones as candidate therapeutic tools for hyperekplexia with the help of 3D computational models we have developed. Some other found new some of which are to be identified, besides revealing a role in ion homeostasis for GlyT2 and its partners. An additional aspect of our research led us advance in the knowledge of the mechanisms of GlyT2 regulation. First, we have shown GlyT2 is regulated by Hedgehog pathway in vitro GlyT2 for GlyT2 have also studied the role of applicable Principal Investigator (PI) Beatriz López Corcuera Predoctoral fellows Felipe Mendía Jorge Sarmiento Jiménez (from Araceli Vázquez Medel (from the Institute of Investigación Biosanitaria IdiPAZ from November 2010 as research group \"Implication of glycinergic and glutamatergic systems in pathologies of the Nervous System\".Immunolocalization of GlyT2 and M2 muscarinic acetylcholine receptors in and in development. Ministry of Science and Innovation. PI: B. López Corcuera. 2021-2024. »CIVP20A6612, Fundación Ramón Areces. El transportador neuronal de glicina GlyT2 en hiperplexia: una patología glicinérgica del desarrollo. PI: B. López Corcuera. 01/05/2021 to 01/05/2024. List of publications »de la Rocha-Muñoz A, Núñez E, Vishwanath AA, Gómez- López S, Dhanasobhon D, Rebola N, López-Corcuera regulated R., Pérez-Siles, G., Núñez, E., Aragón, C. and López-Corcuera, B. (2021) Structural determinants Corcuera B. (2021) Rescue of two trafficking-defective A, Felipe E, Aragón C, López- Corcuera B. (2022) Calcium-Dependent Regulation of this, we have had continuous funding from the Spanish Science and Health Ministries and the European Union, as well as from private Foundations and Institutions. A key methodological approach for research in our laboratory is the generation and characterization of mouse models of disease that processing in the pathogenesis of neural disease has been a central theme of research in of our laboratory in recent years. More precisely, we have found alteration of factors role of aberrant splicing HD (Fernández-Nogales et al. Nat Med 20:881- 5, 2014; Cabrera JR & Lucas. Brain Pathol. 27:181- 9, 2017; Hernández et al. Brain 143:2207-19, 2020) and in Alzheimer's (García-Escudero et al. Acta 2021). The relevance the and applied stablish the global mis-splicing signature in HD human postmortem tissue (Elorza et al. Brain 144:2009-23, 2021) is highlighted by a recent spotlight review study (Xing et al. Trends regulated polyadenyation of the transcriptome in autism (Parras et al. Nature 560:441-6, 2018), in epilepsy (Parras et al. Brain 143:2139-53, 2020) as well as in HD (Picó S, et al. Sci Transl Med 13:eabe7104, 2021). The latter led to the discovery of a deficit of thiamine transport through brain endothelium in HD patients, which Ivana Ollà Claudia Rodríguez López David Lozano Muñoz Technicians: María Santos Galindo (until September 2022) Miriam Lucas SantamaríaMOLECULAR BASIS OF CENTRAL NERVOUS »Part disease and other neural diseases. Ministerio de Ciencia e Innovación. Principal Investigator: José J. Lucas.131 Molecular striatum, as reported in Elorza et al. Brain 2020 List of publications »Elorza A, Marquez Y, Cabrera JR, Sanchez-Trincado Garcia E, Cuadros R, Hernandez IH, Cabrera JR, Garcia- Escudero R, Lucas JJ et al (2021) A new non-aggregative splicing isoform RA, Roccuzzo M, Otero A, Betancor M, Erana H, Fernandez Borges N, Lucas JJ, Badiola JJ, Castilla Mol Sci 22: Doi 10.3390/ ijms22010465 » Pico S, Parras A, Santos-Galindo M, Pose-Utrilla J, Castro M, Fraga E, Hernandez IH, Elorza A, Anta H, Wang N Zarate White D, Nanclares C, Cuccu F, Yue JS, Brown TG, oligonucleotides October José J Lucas, Raquel Cuadros, Esther García- García, Vega García-Escudero, Félix Hernández, Daniel Ruiz-Gabarre. A new non-aggregative splicing isoform of »Estudio la enfermedad de Huntington como una deficiencia de tiamina asociada a SLC19A3 y sus implicaciones terapeúticas. Sara Picó del Pino. Universidad Autónoma de Pathological Processes CBM 2021-2022 Summary The hippocampus is a brain region that hosts one of the most striking forms of neural plasticity, namely the adult hippocampal neurogenesis (AHN). AHN participates in hippocampal-dependent learning and birth and functional integration the et al., Science 2021). Moreover, we showed Science, 2021). Progress in the field of human AHN has been hindered by technical limitations related to the quality of available human brain In this regard, our group overcame these technical difficulties and demonstrated that specific tissue processing methodologies are necessary to observe the presence of new neurons in the adult human hippocampus (Flor-García et al., Nature Protocols, 2020).Supported by the recent award of the ERC Consolidator Grant \"ERC-CoG-2020-101001916- Hum AN\", our research group seeks to investigate the basic biology neural stem cell population that neurons mammalian hippocampus) as well as the mechanisms that control in vivo and in vitro studies on animal models of different diseases. In particular, we are interested in determining the therapeutic potential of increasing and diseases. Importantly, in most of these disorders, the hippocampus is one of the most affected areas. Therefore, other research lines of our lab are focused on developing strategies capable of increasing the functionality of newborn neurons. purpose, we use novel 2022) Predoctoral Fellows: Julia Terreros-Roncal (Until Nov 9, 2022) Elena Moreno Jiménez Miguel De La Flor García Marta Gallardo Caballero (From Feb 16, 2022) Ana Victoria Prádanos Senén (From Oct 1st, Students: Evgenia Kokosali (From Dec adulta en sujetos neurológicamente sanos y pacientes con enfermedades neurodegenerativas. Universidad Autónoma de Madrid. Directora: María Llorens-Martín.133 Molecular Neuropathology Unit CBM 2021-2022Image dentate gyrus showing the presence of neural stem cells in the adult human hippocampus. Other activities »Third position, National Award to the best scientific paper of the year: Spanish National Newspaper \"La Vanguardia\" (Spain). 2022. (Terreros-Roncal et Science. 2022). »Spain National Young Researcher Award \"Gabriela Morreale in Medicine and Health Sciences\". Spanish Ministry or Research, Innovation and Universities (2022). María Llorens-Martín. »Pfizer Foundation Young Investigator Award: Pfizer Foundation. 2022. María Llorens-Martín. »Spain Royal Academy on Medicine Translational Medicine Award. 2022. María Llorens-Martín. »CIBERNED National Young Investigator Award 2021. Julia Science and Innovation: Programa Estatal I+D+i orientada a los retos de la sociedad. PID2020- subcellular Llorens-Martín. \". Country: USA. PI: María Llorens-Martín. 01/01/2018 - 06/30/2021. EP, CB, Caballero new; that is based ectopically may functionally restore and maintain cell types) provided proof of principle of the and transplantation as a clinical therapy. In this context, research on the basic biology of human stem cells acquires special relevance. Our research group is interested in the basic biology of stem cells and the developmental events leading to maturation of neuronal derivatives of use in the study of the human brain and the development of novel cell- based therapies for actions of human neural and mesenchymal stem cells in experimental in vivo models of PD focusing on the parallelism between pathological changes occurring in vs neurological motor alterations. With a multidisdisciplinary approach, we have worked in the development of the technology for externally controllable application in optogenetic stem cell therapy. With the aim of minimizing the number of laboratory animals used for basic research while increasing the body of knowledge on the biology human neural tissue we have developed a research line devoted to the generation of human organoids testing. Group Members Principal Investigator: Marta P. Pereira Alberto Martínez Serrano (until September 2022) Scientific Staff: Silvia García López Fellow: Cristina Ulecia-Morón (since Dec. Marina Rodriguez Rubio Brina Stani and Master Investigator (CBMSO): Marta P. Pereira. » ASCTN-Training (Training for Advanced Stem Cell Technologies in Neurology). H2020-MSCA-ITN-2018 (European Union). From 2018 to 2023. Principal Investigator (CBMSO): Alberto Martínez Serrano (co- leading Marta P. Pereira). » TerCel. Red Temática de Investigación en Terapia Celular. RD16/0011/0032 (RETICS). Instituto de Salud Carlos III. From 2017 to 2021. Principal Investigator (CBMSO): Alberto Martínez of neurons in different stages of maturation are present, with a variety of histological patterns (green, red, Gundlach C, Maçãs SC, Lauschke K, Vinngaard AM, López SG, Pereira M, Heiskanen A, Keller SS, Emnéus J. (2022) Omnidirectional leaky Martínez-Serrano Larsen NB, Angelini TE, Parmar M, Lind JU, J. (2022) Embedded 3D Printing in B, Núñez de Arenas C, Stani B, Pereira MP, Contreras L, Cuezva JM, Formentini L. Parkinson's Disease as Explored Through A. (2021) Next P, Gimenez-Cassina A, Formentini L, de la Villa-Polo P, Pereira MP, (2021) Monoaminergic system and Antidepressants. In: CR. Martin, VR. The long-term\". and multipotent undifferentiated cells, that maintain the integrity of the host tissue and offer a potential source of cells for regeneration after injury at young ages. Impairing the balance between SC self-renewal and differentiation paves the way to either structural impairment and may lead to tumorigenesis. SC have been found in the mammalian central nervous system, where they contribute to the homeostatic balance by addition of new neurons and glial cells to the brain once development has concluded. Within specialized niches, the microenvironments where unable to replace lost neural populations to induce a real functional recovery in situations of brain damage. However, since they can activate in reaction to some types of lesions, the population of NSC is regarded as a potential cellular target for regenerative medicine. In our group, we focus on the molecular characterization of the pathways involved in mammalian NSC self-renewal and differentiation to neuronal and glial populations. To this end, we use tissue specific conditional and inducible loss- and gain-of-function a druggable serine/threonine kinase with crucial roles. functions of PLK1 are related to mitosis, unexpected mitosis- independent roles are emerging. In this regard, we have contributed to describing the role of Plk1 in the cell fate during embryonic neural progenitor division (Gonzalez-Martinez, et al., 2022), and we have established that Plk1 is a key player in differentiation (Barrios-Muñoz, A., J. Pose-Utrilla, A. Simón-García, C. López- Menéndez, A. J. Jiménez, E. Porlan, L. S. M. Pajuelo, G. Cano-García, B. Martí-Prado, Á. Sebastián-Serrano, M. P. Sánchez-Carralero, F. Cesca, G. Schiavo, I. Ferrer, I. Fariñas, J. Gomez, G. Garaulet, P. Schneider, G. de Carcer, F. Mulero, E. Caleiras, Megias, at the surface of the lateral ventricle in the adult murine brain. Participation in projects »PID2019-104763RB-I00. Muñoz (2021). Plk1, un nuevo regulador de la neurogénesis adulta. UAM. Eva Porlan. Other activities »The group belongs to the Instituto de Investigación Biosanitaria Hospital Universitario La Paz (IdiPaz) within the Research Group \"Implication of glycinergic and glutamatergic systems in pathologies each with a small effect, and multiple rare variants of higher penetrance. Our aim is to identify susceptibility genes implicated in autism spectrum disorder (ASD), bipolar disorder (BD), and schizophrenia. In our lab we perform genomic through case- control and family-based association studies. In the last years, we adopted a combination of genomic approaches using one families multiple affected by bipolar A novel this method is effective for gene discovery. We performed a non-parametric linkage analysis and found a linkage peak (LOD score>3) on chromosome 10q11-q21, which is explained genetic from genomic arrays, digital records from ecological momentary assessment (EMA) and machine learning approaches. Currently, we established one of the largest cohort of BD patients and controls in Spain with several biospecimens (DNA, RNA, and plasma). We created an electronic clinical protocol for recording in a These instruments are the contribution of our group to global consortia efforts for gene discovery, pharmacogenomics and clinical presentations research. Recently, we participated in the largest genomic study in BD through a genome-wide association study (GWAS) meta-analysis of 57 cohorts (41,000 implicated Principal Investigator: Dr Claudio Toma PhD students: Miriam Martínez Jiménez Inés Garcia OrtizUndergraduate and Master Students: José Ignacio Gómez Blanco x axis shows genomic position (chromosomes 1-22 and X), and the y axis shows statistical significance as -log10 (P value). The red line shows the 5 colored green for loci previously associated with BD and yellow for novel associations from this study. List of publications »Ollà I, et al. (2022) Pathogenic mis-splicing of CPEB4 in al. mood or psychotic »Mullins N, et suicide attempt and risky behavior on brain structure in young people with familial risk of bipolar disorder. American Journal of Medical Genetics Part more than 40,000 bipolar disorder disorder suicide attempt and risky behavior on brain structure in young people with familial risk of bipolar disorder. American Journal of Serrano E, Toma C (2022-24). »Ministerio de Ciencia Innovación (Proyectos I+D+i: PID2020-114996RB-I00): \"Advances understanding bipolar with administrative health Neuroscience Research Australia (NeuRA) »Adjunct senior lecturer at School of Medicine, University of New South Wales Sydney »PhD Fellowship in Neuroscience to Inés García Ortiz (Fundación Tatiana Bueno)140 Physiological 2021-2022 diseases, such as Alzheimer's, cerebral ischemia or brain tumours that are mostly associated with age. From the beginning as group leader, our studies focused on neuronal neurodegeneration in three brain pathologies (Alzheimer. Ischemia and glia-glioma transformation) related to age. We have focused a signalling pathway modified in the three pathologies, PI3K-Akt-mTORC1. We are analysing the role of the mTORC1 element as a central regulator of catabolism and Alzheimer's inhibition has a therapeutic effect both in vivo and ex vivo (in primary cultures of neurons and glia) in a transgenic AD. inhibition produces a certain activation of autophagy that leads in amyloid load both in transgenic mice and in neurons and glia from these mice. At this time our work is focused on the analysis of how the different autophagy regulators can modify the generation/secretion of amyloid in Second, we focus on glioblastomas, cell division of cancer stem cells and maintenance of their tumour phenotype. Our work now focuses on define the the elimination of WIP, YAP or TAZ in gliomas and we try to identify and study the elements regulated by them that control proliferation and the tumour in glioma. Our project on Ischemia has been transferred to Dr. Mª José Pérez, who was the main responsible of this issue in our group, and who has become PI and project manager. We maintaining an active collaboration on this issue a (until 2021) Alba Orantes Marta Garcia Juan Undergraduate and Martín Martínez (until 2021) http://www.cbm.uam.es/fwandosell Doctoral theses »Sergio Rivas Muñoz (16 de Diciembre de 2021), Unv. Autónoma de Madrid »Directores: Dr. Francisco Wandosell Ines M. Anton141 Molecular Unit CBM List with Higher -6/-3 types of the central nervous system\". Int. J. Mol. Sci. 2022, 23(2), 978; https://doi.org/10.3390/ijms23020978 »de la Cueva, M. Antequera, D., Ordoñez, L Wandosell, F., Camins, A., Carro E. and Bartolome F. (2022) \"Amyloid- impairs mitochondrial dynamics and autophagy in /Books »Antón M., cell development, migratory and of the in invasion and metastasis \". 15:\". Edited 9780323901963 Therapeutic effect of rapamycin of AD. Chronic treatment of rapamycin (5mg/kg, every two days), during two months, reduced the human amyloid burden in plasma and in the brain of AD mice. Participation in projects NATIONAL GRANTS - LA of neurotransmission and its relationship with various pathologies neurotransmitters, such as dopamine, is on these major pathways. This neurotransmitter crosstalk is controlled stroke, epilepsy or schizophrenia. Our objectives include the study of the interactions between some of these proteins and their environment, represented by the lipids that control the activity of the dopamine transporter. On the other hand, we have been able to find new interactions with the AKT1 signaling pathway the activity of GABAergic neurons and of pain in the spinal cord and of sensory information in the retina. In a model of neuropathic pain, we have obtained evidence indicating in to microglia described new regulatory mechanism by microRNAs that adjusts the of the GlyT1 to the intensity of light. During this time, we have maintained collaborations with the groups of Dr. F.J. Díez-Guerra, Drs. B. López- Corcuera (CBMSO) Drs. A. Rodríguez Artalejo (UCM) and D. Bartolomé-Martín (la Laguna) in the study of the activity of the sodium and potassium channels. We have also collaborated with clinicians of the Sant Joan de Déu Hospital in Barcelona (Dr. J. Armstrong), the San Sebastián University Hospital (Dr. I. Martí-Carrera) and the University Hospital of Mostoles (Dr. A. Díaz de Bustamante) with whom we have participated in the investigation of the pathogenic mechanisms underlying a of to GABA transporter. In summary, our work deepens our understanding of the mechanisms of in under Enrique Núñez Master and undergraduate Ania Canseco Rodríguez Alejandro Maestre Guillén.MOLECULAR BASIS Participation \"Papel de los microRNAs y los exosomas en la inducción de la tolerancia isquémica en el cerebro\". Ministerio de Ciencia e Innovación RTI2018-098712-B-I00. PI: Francisco Zafra.List of publications »Martinez-Lozada, Z., Hewett, S.J., Zafra, F. and Ortega, A. (2022) The known, the unknown, and the future »Jiménez, D., Giménez, Regulation of C., a nuevas proteínas que interaccionan con los transportadores de glutamato y dopamina (GLT-1 y DAT) mediante alteraciones en sus respectivos entornos\". Universidad Autónoma de Madrid. Supervisors: F. Zafra and C. Giménez.144 CBM 2021-2022Complementary and joint activities within the Signaling Networks in Disease signaling pathways involved in activities include unveiling the molecular mechanisms of both prevalent and disorders, with the goal of identifying new therapeutic targets we have contributed are also committed to transfer our results to the clinic, to advance in the diagnosis, prognosis, and treatment of these pathologies. This is example in our studies super- assembly of the mitochondrial H+-ATP-synthase in different systems and animal models. Laura Processes Santiago Lamas MOLECULAR PATHOPHYSIOLOGY OF AND OTHER RARE MECHANISMS STUDIES AND NEUROMETABOLIC DISEASES Jorgina Satrústegui Gil- Delgado / Beatriz Pardo Merino / Araceli del Arco Martínez / Cayetano von Kobbe Alonso CALCIUM SIGNALING IN MITOCHONDRIA: and cell homeostasis by deciphering the layers genomics in the diagnosis of patients with rare diseases. Research in advanced out critical metabolic functions within the cells. Once considered to be mere sites of ATP generation, it is now evident that these organelles participate in of mitochondria not surprising that Transport Chain these fatal disorders are not entirely understood. Although diminished poorly long-tern goal of our understand the molecular components that regulate mitochondrial metabolism, in the context of knowledge successful therapies. Group Principal Investigators Postdoctoral fellows: Alba Roca Sara Laine Menendez and Mauro (10/01/2020-01/10/2021) Postdoctoral fellows: Laine Menendez Mauro Agro (10/01/2020-01/10/2021) Predoctoral fellows: Lucia del Prado Montero Marcos Javier Zamora Dorta Technicians: Raquel Jiménez SánchezUndergraduate and Master Students: Asier (TMF 2021) Our work focused on developing a holistic understanding of the molecular and metabolic components that contribute to and tissue deterioration E, C, RM, induces pulmonary arterial dysfunction through an imbalance in the redox status of the guanylyl Perry Balsa E, Latorre-Muro P, Riley CL, Luo C, Jedrychowski M, Gygi SP, P. (2021) Peroxisomal-derived »Latorre-Muro Gygi M, O'Malley KE, Latorre-Muro P, Ladley Coordinator/PI: Eduardo Balsa Martinez. molecular are currently exploring two central areas. First, we context of human diseases. Second, we focus on understanding the metabolic vulnerabilities of metastasizing cancer cells to progression. dynamic post-translational modification in nature, generating one of the most complex biological molecules found in nature, the glycans. Those are of an spectrum of functional and biological proteins for a single gene product. membrane proteins proteomics is not technically possible, and complex structural analysis of glycome is necessary in order to get a glycomic profile. The group has devoted the last five years to assemble, implement and validate a novel technological platform N-glycome of biological samples: sera, plasma or tissues, unique at the UAM campus and second in Spain, and fourth in Europe behind Croatia and Ireland. The group has curated one 5000), leishmaniasis visceral and Neurocisticercosis from all stages of the diseases, before and after chemotherapeutic treatment. The system used to analyze samples form three defined N-glycome we moved the effector of Immunoglobiulin G from its glycosylation By using this novel approach, we have been allowed to identify some molecular markers for efficacy Master Students: Raquel Lorenzo Marco Maria del Rosario Luaces Serrano Silvia Novo Acevedo Antonio Perez resolution between Control healthy subjects (blue dots) and the different stages of Cardiac symptomatic stages patients from American trypanosomiasis. Other activities The PI has been awarded one more year as the national representative from Spain at the International Glycoconjugate Organization (IGO, associated to IUB-MB since 1989) and The Societyy of Glycobiology The roles inside the IGO and now at the SG, are to further international collaboration for the study of glycoconjugates, survey the academic activities on Glycosciences around the globe and to define the roadmap to integrate the glycosciences as a significant part of the science curriculum in species (ROS) in mammalian cells. The production of ROS by mitochondria underlies oxidative damage in many pathologies and contributes to redox signaling. Research in our lab is focused on the role of mitochondria and mitochondria-derived ROS in cell physiology and in the development of pathological conditions. In particular, we are interested in UCP3 in the control of the production of mitochondrial ROS and in the protection against oxidative damage. We have found that hearts from subjected transcription factor nuclear factor erythroid 2-related factor is critical regulator the transcription downstream targets by binding electrophile response element (EpRE). is believed to control de basal and inducible expression of a 579-580. doi: 10.1126/science.add4629 »Jiménez-Villegas J., Kirby J., Mata A., Cadenas S., Turner M.R., Malaspina A., Shaw P.J., Cuadrado A., Rojo A.I. (2022). Dipeptide repeat pathology injury\" (PI19/01030). Spanish Ministry of Health. Fondo de Investigación Sanitaria (FIS), Instituto de Salud Carlos III. PI: S Cadenas. Funded period: group belongs to the \"Instituto de Universitario de La Princesa\". http://www.iis-princesa.orgElectron micrographs depicting mitochondrial hormones, with one considering and one cardiovascular disease. Since metabolism shows considerable differences between the two sexes, we are exploring the hypothesis that mitochondrial functions can be differently therefore differences. To prove this, we are performing a wide analysis of mitochondrial functions and morphology, together with gene expression analysis and approach (in with Christian tissues are the liver, able to study the role of sex steroids and different growth conditions on mitochondrial functions in vitro, we are receptors. Cardiovascular disease is the first death cause in women worldwide. Nowadays, we know that biological sex has a strong impact on cardiovascular performance however the molecular mechanisms are still unknown. In our lab, we aim to understand the mitochondrial role in the development of heart failure, pathological presents electronic between male and female mice during the progression of heart failure. The ultimate goal is to identify some mitochondrial pathways that could be potential therapeutic targets this correlates with less fibrosis and the maintenance of the mitochondrial network analyzed by electron microscopy. Group Members Cogliati Scientific Staff: Asier Collado, Research assistant, Programa Yo Investigo (from October 2022) Predoctoral fellows: José June 2022) José García-Consuegra Martínez TFM JA, A, COX7A2L genetic variants 31/08/2024.(A) Characterization in metabolism. (B) Characterization of the mitochondrial role in the sex differences of heart failure. After inducing heart failure by the trans-aortic constriction technique, we analyze the mitochondrial function in the to heart failure and female trans-aortic the mitochondrial network (red arrow) while males develop more fibrosis (yellow arrow). (Figure physiological mitochondrial involved in the genesis and progression of transducer oxidative phosphorylation (OXPHOS), ATP synthase in metabolic and More the inhibitor cells. that of IF1 to the ATP synthase prevented in demand. Moreover, the IF1-mediated inhibition of the ATP synthase triggers a ROS signal that promotes the activation of nuclear programs of proliferation and the cellular main objective of our group is to deepen into the cellular biology and role of the ATP synthase/IF1 axis in cancer and other metabolic disorders, neuronal and immune functions and in ageing. in neurons, cells. With these models, we have demonstrated in vivo the role of the ATP synthase/IF1 in reprogramming and in and pathophysiological 1). Moreover, we have developed Sonía Dominguez Zorita Technicians Cristina Núñez de Arenas Helena Vázquez Gámez Brenda Sánchez Garrido (until December 2021) Rocío Teresa Manchón Campillo ( June 2021) Cristian Andres (University of Verona, Italy, 2021) Katarina Majerik Behinska (Slovak TPL2 expression is S et al., ATPase Inhibitory 1 is a Tissue-Specific Physiological Structure and Function of Mitochondrial Neuronal Function. Front Physiol. 13:868820. doi:10.3389/fphys.2022.868820. »Torresano L et al., (2022) in pathology: The role of IF1\". PID2019-108674RB-100. Ministerio de Ciencia, Innovación Universidades. 01/06/20 a 31/07/23. »\"Genotipado y metabolómico y funcional en el síndrome de Kearns-Syre para la identificación de nuevos biomarcadores y opciones terapeuticas\". Ministerio de Sanidad. ACCI-CIBERER 2021-2022. »José M. Cuezva is leader of unit \"U713\" of the CIBER of Enfermedades Raras (CIBERER) and of the Research Group \"Metabolismo Energético Traslacional\" of the Instituto Universitario Hospital 12 de Octubre (i+12), both are initiatives of the \"Instituto de Salud Carlos III\". In addition, forms part »Laura Torresano metabolismo en cáncer de pulmón: nuevas dianas terapéuticas\". Universidad Autónoma de Madrid. Directores: José M. Cuezva. »Sonia Domínguez Zorita (2022). \"Implicaciones fisiopatológicas de la ATP sintasa mitocondrial en la homeostasia del colon\" Universidad Autónoma de Patents »Co-inventores: Cristina Palau y de la Enfermedad de Charcot-Marie-Tooth. Universidad Autónoma de Madrid; 20% consorcio público estatal CIBER y 12% Hospital Sant de production of ATP: or transform them physiological tissue environments, is crucial to exploit mitochondrial metabolism for therapy. The main achievement of our research over the last two years was to deepen our knowledge of mitochondrial metabolism in the muscle, mitochondrial drive the formation muscular We investigated mechanisms of TA onset and a potential therapy in a preclinical mouse model of the disease. We showed that upon chronic in contact sites and autophagic/mitophagic student TFM student (starting Laura Formentini »Participating in CIBER-ER Unit 713. »Participating in Translation of Energy Metabolism\" Group (Instituto de Investigación Hospital 12 de Octubre (i+12)). List of publications »Sánchez-González C, Herrero Martín JC, Salegi Ansa B, Núñez de Arenas C, Stani B, MP, Contreras L, Cuezva JM, Formentini P, Gimenez- Cassina A, Formentini L, de la Villa-Polo P, Pereira provide a functional link between the ATP synthase/DRP1 axis and the setting of TA, and repurpose edaravone as a possible treatment TA-associated muscle. theses »Cristina Sánchez González. (2022) \"Papel de la bioenergética mitocondrial sobre el metabolismo del músculo esquelético durante el ejercicio y en patología\". Cum laude - UAM University. Director: Laura Formentini » Juan Cruz Herrero Martín (2022) \"Papel de las deshidroge - nasas FAD-dependientes en la fisiopatología del músculo esquelético\". Cum laude living and establish fibrosis. While major advances regarding the mechanistic knowledge on the underlying cell biology in mediators involved, this knowledge has not yielded significant progress in treatment. This is due in part to a very incomplete understanding of the cellular types involved the metabolic features associated to influence and the changes ultimately related to the in the pathophysiology of fibrogenesis. During the past years we have studied the role of metabolism in the genesis of renal injury and repair focusing on: a) the importance of fatty acid oxidation and b) the crosstalk between fibrosis and circadian regulation. To this end we use animal models with specific gain-of-function for critical enzymes involved in fatty acid oxidation, as CPT1a, as well as animals with a disruption of the circadian rhythm. These studies are complemented by cellular models the study of mitochondrial biogenesis and We fibrosis. specific mouse have investigated regulation between the circadian rhythm and kidney inflammation and fibrosis, with a particular emphasis on the metabolic component. We have Paola Herrero (until January 2022) Master , final degree project supervisor Verónica Miguel Fernández Hernández. 09/2020- 06/2021, final degree project (co-supervisor Verónica consortium of the Biomedicine programme from the Comunidad de Madrid for the study on chronic renal failure. 2018-2022. »Group leader in the research network RETICS de Salud Carlos III. 2020-2022 »Collaboration with M2R laboratories for the establishment of an experimental model of acute respiratory distress syndrome.Awards »2021: Doctor Honoris Causa, Facultad de Medicina, Universidad de la República, Uruguay »2022: Basic Research Award, Society for Free Radical Research-EuropeList of publications »Miguel V, Tituaña J, Herrero JI, Herrero L, Serra D, Cuevas P, Barbas C, Rodríguez-Puyol D, Márquez-Exposito L, Ruiz-Ortega M, Castillo C, Sheng X, Susztak K, Ruiz- Canela M, Salas-Salvadó J, Hu FB, Martínez Gonzalez MA, Ortega S, Ramos R and Lamas S. (2021). tubule Cpt1a overexpression Tituaña Herrero JI, Miguel V, Barbas C, Meseguer A, Ramos R, Firsov D, Chaix A, Panda S, Lamas S. (2022). Cross regulation between the molecular L, Macías-Muñoz L, Melgar-Lesmes P, Bruix J, Melmed S, Lamas S and Jiménez W. (2022). The pituitary tumour-transforming gene 1/delta-like and Ortiz A. (2022). Antifibrotic agents for the management of CKD: a review. Am J Kidney Dis. 80(2):251-263. L, Rodríguez-Puyol D and Lamas S. (2021). The program renal M, Santos-Sánchez L, Blanco EM, Laborda J, Mezzano S, Lamas S, Lavoz C tion on the metabolic basis of kidney fibrosis. Universidad Autónoma de Madrid. Director: Santiago Lamas.Participation in Lamas. »Enfermedad Renal para la prevención, diagnóstico y tratamiento (NOVELREN-CM). S2017/BMD-3751. (2018-2021). (Programa Biomedicina Comunidad de Madrid) PI and Coordinator: Santiago Lamas. »Fibrosis pulmonar post CoVid19: marcadores y opción cardiovascular or scaffolding interactions with a growing array of cellular partners. We have pioneered the research on such complex and metabolic In collaboration and types different tissues and with the cells of the immune system is essential for cellular and organismal pathological conditions. and in cells inter-organ crosstalk (objectives led by C. - Autophagy, endothelial dysfunction in elucidating the modulation of these processes by other signalling networks. - Crosstalk P. Penela and the Oncornet consortium). - homeostasis cells crosstalk. diseases Principal Investigator: Federico Mayor Jr Co-Principal Investigator Cristina Murga Scientific Staff Irene García Higuera Natalia Reglero-Real (from April 2022) Postdoctoral Vida Yadileiny Portilla (from January 2023) Dafne García Mateos (from March 2022, co-supervised with C. Ribas and P. Penela) Predoctoral Fellows Alejandro Asensio (co-supervised with C. Ribas)Maria March 2021, Technicians Cristina Delgado-Arévalo (from January 2022) Estefanía Vázquez de Oro (from September 2022) Undergraduate and Master students Daniel Oña Sánchez Ana Romo Gallo »Cabezudo S, Sanz-Flores M, Caballero A, Tasset I, Rebollo E, Diaz A, Aragay AM, Cuervo AM, Mayor F Jr *, Ribas C * (*, corresponding Mirasierra M, Cruces-Sande M, Vallejo M, Jones B, Tomas A, Mayor F Bor J, Penela P, Siderius M, Bachelerie F, Mayor F Jr. (2021). CXCL12/ Del V, Mayor F Jr, Penela P. Inserte and Mayor F Jr (2021). G protein-coupled receptor kinase 2 at crossroads of metabolic Jr, C. 11887; doi.org/10.3390/ijms231911887 »Cacho-Navas C, Reglero-Real N, Colás-Algora N, Barroso S, de Rivas G, Stamatakis K, Feito J, Andrés G, Fresno M, Kremer L, Correas I, Alonso MA, Millán J. (2022). Plasmolipin »Perdices-Lopez C, Avendaño MS, Barroso A, Ruiz-Pino F, Vázquez MJ, Leon S, Song YB, Sobrino V, Heras V, Romero-Ruiz A, Roa J, Mayor F Jr, Murga C, Pinilla L, Kaiser UB, Tena-Sempere M. (2022). Connecting Autónoma, Madrid (re-elected 2021). Member of Scientific advisory boards of the Lilly Foundation Spain, IDIBAPS-Clinic (Barcelona, Spain) and IIS \"Fundación Jiménez Díaz\" (Madrid, Spain). Honorary Member of the Spanish and Molecular Biology- SEBBM (2022). »Cristina Murga: Member of the Rector Board of the IIS \"La Princesa\" (Madrid, Spain). Member of the \"Claustro\" of the UAM. President, Senior University of UAM since 2022.Doctoral theses »Alvaro Caballero Lombraña (2021). Nuevo interactoma de la proteína Gq y su implicación en la homeostasis vascular. Departamento de Biología Molecular. UAM. Supervisors: Catalina Ribas and Federico Mayor. \"Cum laude\". »María Margarida Neves GRK2 de Biología UAM. Supervisors: Petronila and Federico Mayor. of Excellence and Training) -Coordinator: Martine Smit, Amsterdam, F. Mayor Network group PI, 2020-2024. »CIBER CARDIOVASCULAR, Instituto de Salud Carlos III, Group CB16/11/00278 (PI, F Mayor) 2017-2023. »Comunidad de Madrid-Programa de Actividades I+D en BIOMEDICINA. INFLAMUNE-B2017/BMD-3671/ and mechanisms PI: F Mayor. 2023-2026. »Instituto de Investigación Sanitaria Hospital La Princesa. Group 11 (PI: F. Mayor) and Group 17 (PI: C. Murga) »Agencia Estatal Investigación. PID2020-117218RB-I00. and molecular mechanisms of fundamental features of cancer that have major consequences for the tumour and emergence of resistances. Cellular heterogeneity it is urgent to find out the mechanisms and the progression, only account limited differential gene expression observed in tumoral tissues, pointing out the of additional factors in supporting and scaling up tumours. this role of kinases and other the dynamic rewiring of cell signaling could be susceptible to being therapeutically Results of our laboratory showed modulates signalling mediated by many GPCRs and a growing array of cellular partners. GRK2 is emerging as a relevant as in cancer types the hormone-dependent González Muñoz (since September 2022) Dafne García Mateos (since March 2022, co- supervised with Catalina Ribas) Predoctoral Fellows Belén Ortiz del Castillo Maria Margarida Martins April 2021, co-supervised Estefanía of ducts and terminal end buds. Skeletonized image for the quantification upper panel) with polarized light microscopy (right bottom panel) to Academic Coordinator of the Faculty of Sciences, UAM (Universidad Autónoma de Madrid) Doctoral J. of Molecular Cancer pro gression\". Department of Molecular Biology, UAM. Super - visors: Petronila Penela and Training) -Coordinator: Martine Smit, Amsterdam. P Penela, Ethical Board Network and trainee supervisor, 2020-2024. »CIBER CARDIOVASCULAR, Instituto de Salud Carlos III, Group CB16/11/00278 (PI, F Mayor) 2017-2023. Group member »INTEGRAMUNE-CM / P2022/BMD-7209. COM. MADRID- Programa de Actividades I+D beyond BRCA status\". PI21/01834 Carlos III Institute Health (FIS). Investigator: P. Penela »REACT-UE_CONTRAVI-19-CM. \"Plataformas y modelos preclínicos para el abordaje multidisciplinar en COVID-19 y en respuesta a futuras pandemias\" (Universidad Autónoma de Madrid). Coordinator: M. Fresno. 01/03/2022 -31/12/2022. PO Penela, PI of WP.1.2.2. »INFLAMUNE-B2017/BMD-3671. Comunidad de Madrid- Programa de Actividades I+D en BIOMEDICINA. Coordinator: M. Fresno, UAM (Researcher, P Penela, 2018 -2021). »Instituto de Investigación Sanitaria Hospital La Princesa. Area 1. Group 13 (PI: P. Penela)List of publications »Jiménez-Reinoso A, Tirado N, Martinez-Moreno Díaz García-Peydró M, Hangiu O, Díez-Alonso L, Albitre Á, Penela P, Toribio ML, Menéndez P, Álvarez-Vallina L, Sánchez Martínez D (2022). Efficient preclinical treatment of and EGFR 10.3390/ ijms231911887 »Reglero C, Ortiz Del Castillo B, V, Mayor F Jr, Penela P P, Siderius M, Bachelerie F, Mayor F Jr. CXCL12/ and Mayor F Jr (2021) G protein-coupled receptor kinase 2 at crossroads of metabolic one of the major groups of rare diseases (1 every 800 newborns have one). Genomic identified. From the more than 1400 pathologies categorized as IEM, there are only Using a multi-omic have contributed to new pathology. We are identification of pathogenic variants: i) in a gene involved in the synthesis coenzyme A associated with the bioenergetic enzymes iii) in genes other that usually has been associated with GLUT1 transporter deficiency and iv) in YIF1B describing a Golgiphatie. Regarding therapies, we have been involved in the development of small chemical drugs targeted to rescue the activity for loss and gain of function mutations in IEM. We have published evidence regarding the possible use of small chemical molecules such as celastrol in combination with pharmacological chaperones the severe rare diseases PMM2-CDG and methylmalonic aciduria, this last with B12. Advancing the development of pharmaco-chaperoning, we have obtained five complete crystal structures of hPMM2 (free and bound to the essential activator glucose- 1,6-bisphosphate), three for the wild type and two for the destabilizing p.Thr237Met variant. Using the structure, we and ~50% of the missense variants core and cap domains respectively are potential candidates for treatment with PC. Furthermore, discovery and healthy hiPSC. We highlight the development of a protocol for the differentiation of iPSCs to hepatocyte-like cells (HLC) and their use as a preclinical model for the evaluation of PCs. In MMA, the HLC exhibited MMA disease with the disease.Group Members Principal Investigators (PI, co-PI): Belén Pérez Pilar Sánchez Lijarcio Cristina Segovia Falquina Alejandro Soriano Sexto Alicia Vilas LagoaTechnicians: Elena Montalvo Blanca Rodríguez (From November 2022) Fátima Leal Rosa Navarrete Undergraduate and Master Students de la acidosis láctica congénita: un ejemplo de análisis integral de una enfermedad rara. Autónoma de Madrid. Supervi - sors: Belén Pérez / Pilar Rodríguez in Disease Unit the Exome in Mol. selection of pathogenic variants of Monocarboxylate transporter 1 deficiency: a new clinical case and review of the literature. Orphanet J Rare Dis. 17(1):243. doi: clinical and biochemical hallmarks generally associated with GLUT1DS may pharmacochaperoning potential in Cells as a J the Spanish Human Genetic Society (AEGH), Vice- director of Centro de Diagnóstico de Enfermedades Moleculares (CEDEM https://cedem.cbm.uam.es/). Scientific Committee III Hub. »Alejandra the CIVIS Health Hub, Member of the CBM Equality Working Group, Scientific Mentor in Plan STEMadrid (Consejería de Educación e Innovación), External scientist consultant for different biotech companies.Participation in projects »Belen Pérez is Head of a CIBERER group (CB06/07/0004) and head of an IdiPAZ group »Cross-omic approach for the discovery of the genetic intervention. (PI19/01155). 2020- 2023. PI Belén Pérez. Fondo de Investigaciones Sanitarias. Instituto de Salud Carlos III »Genomic Medicine - IMPACT Genómica\" (IMP/00009). genomic, functional, neurological diseases. 2018-2021. Coordinator Carmen Ayuso. PI Belén of Pérez. Fundación Isabel era for the for application of advanced therapies, and development Gq interactome expanded considerably with the description of new effectors, to our understanding of the events controlled by this G subunit. Recently, our group has contributed in the last year to unveil a new adapter role for Gq, through a new interaction region in Gq, different from the classical effector-binding region. Our recent results reveal an to specific subcellular environments. The main objective of our understand how changes in Gq-GPCR signaling (involving different types of cells and tissues) are integrated at the cellular and organism level, and how they can promote the progression of pathologies, using cell and protein, as well as samples from patients or animal models of disease. We will focus particularly on the functional impact of this new interactome of on how chemical and/or mechanical inputs signaling pathways that relate Gq to the crosstalk between different cell homeostasis and communication machineries will other members of our CBMSO Programme, we use and or Ribas Scientific Staff Inmaculada Navarro Postdoctoral fellows María Sanz Flores (until May 2022) Dafne García Mateos (from March 2022) Predoctoral Fellows Alejandro Asensio López (co-supervised with Federico Mayor)Research assistant Isabel Jiménez López (from September 2022) Undergraduate and Master students Gemma Paredes García Ana Romo Gallo (co-supervised with Federico Mayor)REGULATORY FUNCTIONS AND MECHANISMS OF in projects »Member of the Instituto de Investigación Sanitaria Hospital La Princesa. Group 11: \"Animal models of inflammatory diseases and tissue remodeling\" »Participation in ERNEST (European Research Network on Signal Transduction) COST ACTION (European cooperation in Science and Technology) »CIBER CARDIOVASCULAR, Instituto de Salud Carlos III, Group CB16/11/00278 (PI, F Mayor) 2017-2023. Group member. »Comunidad de Madrid-Programa de Actividades I+D en INFLAMUNE-B2017/BMD-3671/ molecular and y modelos preclínicos para el abordaje multidisciplinar en COVID-19 y en respuesta a futuras pandemias\" (Universidad Autónoma de Madrid). 01/03/2022 -31/12/2022. PI of WP.1.2.1 »Un nuevo interactoma de en la modulación de autofagia y estrés oxidativo: repercusión en disfunción endotelial y patologías relacionadas. PI18/01662. Principal investigator: Catalina Ribas. Instituto de Salud Carlos III. (FUNDACION PARA LA INVESTIGACION BIOMEDICA DEL HOSPITAL UNIVERSITARIO \"LA PRINCESA\"-UAM). 01/01/2019-31/12/2021. »Redes de señalización de Galfaq en la homeostasis y comunicación celular: repercusión en disfunción endotelial e inflamación. PI22/00966. Instituto de Salud Carlos III. Principal investigator: Catalina Ribas y su implicaci ón en la homeostasis vascular\". Departamento de Biología Molecular. Universidad Autóno - ma de Madrid.. Supervisors: Catalina Ribas and Federico Mayor. \"Cum laude\".List of publications »Navarro-Lérida I, Aragay AM, Asensio (*, corresponding author). Gq Signaling in »Cabezudo S, Sanz-Flores A, Tasset I, Rebollo E, Diaz A, Aragay AM, Cuervo AM, Mayor F Jr *, Ribas C * (*, corresponding signals from \"Thesis\" (2018) and from \"Gq Signaling downstream metabolites. Previous our PA patients' fibroblasts and a CRISPR/Cas edited isogenic control. In this period, we have differentiated them to cardiomyocytes which have been characterized in relation to the biochemical mitochondrial function and the major life-threatening complications with the neuronal study using PA mouse model, we of antisense oligonucleotides (ASO) for a number of neurometabolic gene defects. For this aim, we have generated by CRISPR/Cas novel cellular and animal models with specific splicing variants in the PAH gene, responsible for phenylketonuria. The aim is to study the molecular pathogenesis of patient specific mutations and to identify therapeutic correct the splice defect. In other gene defects, we have focused on the correction of the aberrant insertion in the mRNA events are underreported, that may change with the incorporation of transcriptome sequencing as part of identified several pseudoexons prone to activation by different point mutations gene, responsible for a aberrant insertion of overlapping pseudoexons activated by different mutations, resulting in protein recovery. In to our work defects in neurometabolic diseases, we have recently identified a ASO that modulate missplicing of a neuronal microexon involved in autism spectrum disorders and schizophrenia (collaboration with Dr. Jose J Lucas, CBMSO and Dr. Brage S. Andresen, University of Master Students: Patricia López Tomás Vellozo Andrea Minery Sara Marcos Karla ChavarriPHYSIOPATHOLOGY STUDIES AND research. PKU generated by CRISPR/Cas. B) PA iPSCs and differentiated cardiomyocytes C) Action potentials and (D) EM image of PA cardiomyocytes. E) Pluripotency markers in iPSCs.List A, Leal F, Holm LL, Doktor TK, Petersen USS, Bueno M, Thöny B, Pérez Morato E, Desviat LR, Ugarte M, Rodríguez-Pombo J, et al. (2022) CIBERER: Spanish national network for research on rare diseases: A productive collaborative initiative. from as a Int J Mol »\"Acidemia propiónica: impacto en el epigenoma y el proteoma en relación con el fenotipo cardiaco y neurológico\". Fundación Ramón Areces, XX concurso nacional para la adjudicación de ayudas a la investigación en ciencias de la vida y de la materia 2020 (May 2021-May 2024). PI: Eva María Richard Rodríguez. »\"Mecanismos responsables del fenotipo patológico en enfermedades neurometabólicas raras y terapéuticas personalizadas\" PID2019-105344RB-I00. MICINN (2020-2022). Ruiz María Richard Rodríguez. »\"Red de recursos genómicos, funcionales, clínicos y terapéuticos para el estudio de las enfermedades raras neurológicas\". Programas de actividades de I+D entre grupos de investigación de la Comunidad de Madrid (Biomedicina S2017/BMD-3721). (2018-2021). Coordinador: Carmen Ayuso. »\"Cardiomyocytes derived from propionic acidemia\". Propionic »European cooperation in Science and Technology (COST) Action CA17103. Delivery of RNA therapy (2018-2023). Lourdes R Desviat, : Lourdes Ruiz-Desviat, Title : Splice shifting oligonucleotides for are not activated by matrix calcium. We also aim at learning the role of these carriers in health and disease. In is thought to regulate neuronal glucose have dispensable the increase in a short well recapitulates the human phenotype. Our main the physiopathological role of Aralar/AGC1 in specific brain cell types and muscle. To we of neuronal Aralar in the severe phenotype of the global Aralar-KO mice (b) the involvement muscular- and neuronal-Aralar in motor coordination deficits and hypotonia, or (c) the contribution of oligodendroglial and dyslipidemia. In the frame of the Citrin Foundation, we are exploring i) the exogenous expression of Aralar, which has low in human liver, as possible therapy for Citrin Principal Investigators: Jorgina Satrústegui Gil- Delgado Beatriz Pardo Merino Araceli del Arco Martínez Cayetano von Kobbe Alonso Scientific Staff: José M. Carrascosa Baeza Laura Elena Bogónez González Moreno Eduardo Herrada Soler Andrea Santamaría Cano Miguel Angel Serrano Lope (from October 2022) Teresa Mingo Morcillo (from October 2022) Technicians: Bárbara Sesé Cobos Undergraduate and Master Students: Alejandro Romeral Buzón Emma Richter Ismael García Lobo Sara Ferrero Díaz Marta Alonso Caubilla Verónica Fraile Rivero Aroa Rial, M., Zakarian, J., Vallejo-Illarramendi, A., Mosqueira-Martín, L., Lopez de Munain, A., Pardo, B., Satrústegui, J., del Arco, A. (2022) Herrada-Soler, del Arco, A. (2022) AGC1 Deficiency: Pathology and Molecular and Cellular Mechanisms J Mol »Sánchez-González, C., Herrero Martín, J.C., Salegi Núñez de Arenas, C., Stani, B., Contreras, L., Cuezva, J.M., I., Núñez de Arenas, Pereira, M.P., Blanco, N., Pardo, B., Bates, G.R., Sánchez-Castillo, A., Martínez- Valero, P., Cantarero, L., Pardo, B., Genet. 30(24):2441-2455. doi: 10.1093/hmg/ddab207. »Civera-Tregón, A., Domínguez, L., Martínez-Valero, P., Serrano, C., Vallmitjana, A., Benítez, R., Hoenicka, J., J., C., gut-brain in projects »This group is Member of the Instituto de Investigación Sanitara Fundación Jiménez Díaz (IIS FJD) (from 2013) as \"Señalización Citrin deficiency. CITRIN Foundation Research Grants. PIs: Laura Contreras & del Arco. 06/2022-10/2024citrin/AGC2 in the mitochondrial we will generate cellular and transgenic mouse models to better recapitulate the human disease.As part of a COVID-19 project (CvK), therapy mortality and morbidity induced by SARS CoV 2 in the in addition to ATP by oxidative phosphorylation, death. Emerging functions include are to key role in immune regulation. The overarching goal of our group is to study the role of the mitochondria in the modulation of the macrophage. For this project, we have recently found that SIRT3 controls the secretion of type I interferons, which are antiviral molecules. In the laboratory, we macrophages and T As metabolites the inner mitochondrial membrane is carried out by proteins of the Mitochondrial we are altering the of Traba Domínguez Predoctoral Carolina Meroño Ortega (March 2021 - present) Predoctoral Fellow: Aurea Oliva Herrero (September 2021 - present) Technician: Rocío Moreno Palomares (April - July 2022) Ana Alcalá Lalinde (Undergraduate Student, January 2022 - June the M1 or M2 phenotypes, or differentiation of the T cell into the different lineages. Participation in projects »Regulación inmunometabólica a través de la proteína mitocondrial Sirtuina 3. PID2019-105665RA-I00, Agencia Estatal de Investigación. Principal Investigator: Javier Traba Domínguez. 01/06/2020- 31/05/2023. »Ramón y Cajal. Agencia Estatal de Investigación. RYC2018- 026050-I, Principal Investigator: Javier Traba Domínguez (Universidad Autónoma de Madrid). 01/09/2020- 31/08/2025. »COVTRAVI-19-CM, Plataformas y modelos preclínicos para el abordaje multidisciplinar en COVID-19 y en la respuesta a futuras pandemias. Comunidad de Madrid. PI: Manuel Fresno (Universidad Autónoma de Madrid). 01/01/2022- 31/12/2022. Group memberList of publications Articles: »Geiger, S. S., Traba, J., Richoz, N., Farley, T. K., Brooks, S. R., Petermann, F., Wang, L., Gonzalez, F. J., Sack, M. N. and Siegel, R. M. (2021) Feeding-induced (2021) at Immunol. 12, 10.3389/fimmu.2021.657293 D., Fu, J. F., Huntsman, H., Cordes, S., Seifuddin, F., Alvarado, L. J., Cheruku, P. S., Cash, A., Traba, J., Li, Y., Pirooznia, M., Smith, R. H. and Larochelle, A. (2021) NOTCH- mediated ex vivo expansion of human hematopoietic stem and progenitor cells by culture under hypoxia. Stem Cell Reports. 16, 2336-2350.doi: 10.1016/j.stemcr.2021.08.001 and Protocols. Humana Press, United 117-129. »Traba, J. and Antón, O.M. (2022) Assessing Natural Killer (NK) Cells, Methods and Protocols. Humana Press, United States, pp. 165-180. PROGRAM 174175 Interactions with the Environment176The immune system maintaining the living organisms, from diseases from of tissue homeostasis. both immunodeficiencies and autoimmune disease and, of the immune system can become malignant themselves. In our Unit, basic and translational scientists are focused on the study of the molecular, cellular, genetic and epigenetic mechanisms regulating the development and function of the cells of the immune system, and the bases of their interactions with self-components and pathogens, with the final goal of understanding its malfunction in pathological conditions as a key requirement developing therapeutic strategies. In these two years, studying normal lymphocyte development, it was found that efficient signaling via the earliest form of the T-cell receptor was critical for a novel improve aging cellular metabolism to pathogenic cells, with implications for autoimmune and inflammatory disorders. Our groups and cytokines. with the Environment Immune System Function UnitInteractions with the Environment CBM 2021-2022 177In the physiological also In the context of response pathogens, a model between autoantibodies sCha as biomarkers for which causes a to human smallpox, and identified unexpected genetic variability of human immune response trying that contribute to vaccine development. Finally, with the global emergence of novel viral pandemics, several groups of the Unit are studying SARS-CoV-2 and viruses from different perspectives, like the evaluation of airborne virus transmission in public places, the development of new assays for detection of antiviral antibodies, the characterization of the nature of the immune response and the degree of protection conferred by infection or vaccination, or the Balbino PLASTICITY AND CANCER Margarita Del Val Latorre VIRAL IMMUNOLOGY Manuel DEVELOPMENT AND N. Navarro INTRACELLULAR Ana Ortega Molina AGING X. Pimentel Muiños UNCONVENTIONAL AUTOPHAGY IN LIPIDS IN THE IMMUNE RESPONSE María Luisa Toribio García DEVELOPMENT OF THE HUMAN LYMPHOHEMATOPOIETIC SYSTEM Hisse Martien Villanueva Alejandro Hortal Claudia CifuentesTechnicians Valentina Blanco Irene Arellano Tania Gómez Cristina Prieto Undergraduate and Master Students Sara Barrero Regina Rubira Olga Glatki Lacuna contacts the antigen extracellularly through its variable and chains, which have very short cytoplasmic tails, so that signal initiation is passed on to the CD3 subunits, which contain longer tails that can contact intracellular interactors. We have found that the TCR is organized in the plasma membrane of resting T cells as oligomers of up to 20 TCRs that we have named as TCR nanoclusters. We believe that the organization of the TCR in nanoclusters can explain in part the high sensitivity of T cells for antigen in spite the low affinity of the monovalent the conformational change in the TCR is the exposure of a proline-rich sequence (PRS) of CD3 that becomes available for binding to the adaptor protein Nck. We have developed small molecular weight inhibitors of the recruitment of Nck immunomodulatory agents. T cell response to pathogens. direct effector the B cell antigen receptor (BCR). We are studying the role of in physiological processes of T such the populations, synapse, such the generation of chronic leukemias and some types of breast generation of cancer in the absence of activating mutations which are common in KRas and other classic Ras GTPases. We are trying to figure out the mechanisms and the relevance of of of 107 cells from 7 independent mice overexpressing human RRAS2 in B cells and 6 control mice. Black: 100% of the mRNA sequences bear the same de interacciones T:T y T:B in vitro como sistema para entender e in vitro. PIE-202020E081. 2020-2021. 202020E081. »Modelo en ratón de leucemia linfocítica crónica de nuevas intervenciones 2022-2023. PI: I., Cornish, G., Calle, F.M., Horndler, L., Alarcón, B., Uribe Barrientos, M., Sarmiento, H. Flow cytometry detection A., Lalueza, A., Maestro de la Calle, G., Delgado, P., Perez-Ordoño, L., Muro, E., Vila, J., Zamarron, I., M., Gil-Etayo, Allende, L.M., Aguado, J.M. and Paz-Artal M., Fernández-Pisonero, I., Clavaín, L., Tercero, R., Mendoza, P., Domínguez, V., García-Flores, M., Pintado, B., Abia, D., García-Macías, C., Navarro-Bailón, A., Bustelo, X.R., González, M. and Alarcón, B. (2022). H.M., García- Bermejo, and M. ACE2 Serum Levels as S., M., Fernández, S., Olmo, A., Abia, D., Alarcón, B. and Delgado, P. (2022). Vaccine Type-, Age- and Past Infection- Dependence of C., Oeste, C.L., Sánchez-Martín, M., Abad, A., Hortal, A., Caballero, D., González, M., Dosil, M., Alarcón, B doi: 10.1016/j. that interact with I interferon, tumor necrosis factor or chemokines, and modulate their activity. We also work DNA (poxin/schlafen) that prevents the activation of I interferon induction. The contribution of these viral proteins to pathogenesis is tested in a mouse model of infection (mousepox). Understanding the mechanism of action of these viral proteins provide information on the function of the immune system and new strategies to control the immune response. We are using this information to develop new anti-inflammatory therapeutic approaches that we may take to the clinic to block inflammatory responses that cause human diseases. Our projects on viral metagenomics have reconstructed the natural history of ectromelia virus isolates causing mousepox outbreaks in animal house facilities around the world and provided the first genomic sequence from a natural isolate. Studies on herpesviruses showed that herpes divergence of this viruses extending our viral metagenomic projects identification of new viruses in Antarctic Dry Valleys, Antarctic lake sediments, and water samples from Alpine ecosystems in the Ordesa and Monte Perdido National Park in the Pyrenees. These studies may identify common properties of illustrated the importance of airborne virus transmission and the need to improve the microbiological quality of the air. During airborne viruses and have used it to monitor the presence of SARS-CoV-2 in the air of hospitals and to sequence complete genomes of viruses present in air samples. We are extending these studies to other human respiratory viruses. Using this technology, we demonstrated the presence (monkeypox) virus in outbreak, suggesting may a future outbreaks of mpox. In collaboration air. Group Members Principal Investigator (PI) Antonio Alcamí Scientific Staff Bruno Hernáez Postdoctoral fellows Angela Vázquez Africa Sanchiz Rafael González Serrano (from 01/05/2021) Predoctoral fellows Sergio Sánchez Carrillo Javier Alvarez de Miranda Isabel AlonsoTechnicians Rocío Martín María del Carmen Fernández Moyano Carolina Sánchez María Teresa García Castey (from 24/01/2022) Undergraduate and Master Students Fernández Linares (2021). Análisis bioinformático de metagenomas de virus polares. Universidad Autónoma de Madrid. Co-supervised: A. Alcamí and A. Rastrojo.181 Immune System Development and Function Unit CBM 2021-2022List of publications »Hernaez, B. et al. (2022) Monitoring monkeypox virus in saliva and air samples surges in SARS-CoV-2 aerosol levels in Res. Public Health 20(1):576. doi: 10.3390/ijerph20010576. A. outbreak. Rev. Esp. Quimioter. al. (2021) The first wave of the COVID-19 epidemic in Spain was associated with early introductions and fast spread of a dominating genetic variant. Nat. 53(10):1405-1414. doi: 10.1038/s41588-021-00936-6. »López-Muñoz, A. al. short-read sequencing fully resolves complex Research.Research projects »Ancient POLARPALEOVIRUS). A. RNA viruses in Antarctica. Joint Genome Institute, U.S. Department 01/2020-12/2023. »NexGenerationEU: Line Transmission and Containment. CSIC Global Health Coordinators: A. Alcamí and C. B. and Alvarez de Miranda, J. Interferon inhibitor and its use in the treatment Lagarón, J. M., Prieto, C. and Pardo, M. Capture equipment for airborne biological particles. Spanish A. to understand how cellular and conditions such as leukemias and i) samples from patients and ii) genetically engineered mouse children will progress to B-ALL, by suffering a second hit that leads to full-blown disease. The causes that B-ALL seems to of modern lifestyles. A stress on the immune system has been postulated to be involved in the progression to B-ALL, and this stress could triggered by exposure to common infections cells existing so have demonstrated that common infections are indeed one of the main triggering factors leading leukemia development. Furthermore, that B-ALL could be a preventable disease. Since the presence of latent premalignant cells is a common characteristic of many types of cancers, our results offer a general proof-of-principle for the development strategies for other malignancies. Wolf Hirschhorn other order to better role of epigenetics in normal and fellows Martínez Cano Javier Isoler (co-IP: María Gómez) Undergraduate and Master Students Antonio Trujillo (January-June 2022) Sofía PLASTICITY DEVELOPMENT Unit C, Vicente-Dueñas Sanchez, C. (2022) S., Buhles, E.G., Martinez-Cano, J., Blanco, O., Orfao, A., Alonso-Lopez, D., De Las Rivas, J., Riesco, S., Prieto-Matos, P., Gonzalez-Murillo, M., Garcia Criado, Orellana, M., Vicente-Dueñas, C., Weiss, A., Nichols, K.E. a Promising Target in Int. Sci. 23:11075. doi: 10.3390/ijms231911075. FIGURE. COMPREHENSIVE APPROACH TO AND IMMUNODEFICIENCIES. We use genetically modified mice where we the pathologies, advanced bioinformatic approaches. expose these animals to different types of environmental stress to better understand the interactions leading Board Unoentrecienmil\". »Member of the Working Group on Non-Ionizing Radiation of the Spanish \"Plataforma Nacional de I+D en Protección Radiológica\" (PEPRI) [of the Spanish \"Consejo the Animal Experimentation Ethics Committee Severo Ochoa Center for Molecular Biology (CEEA- CBMSO) (since August 2022).Participation in projects »Participation in Action CA16223 (Leukemia Gene Discovery). »Coordinated Project 2021). »IP Project SAF2017-83061-R (Programa Estatal de Investigación, Desarrollo e Innovación Orientada a los Retos de la Sociedad, until October 2021). »IP Project Interactions with the Environment of chronic and opportunistic the system, as antibodies long-term to an improved design of new vaccines. Therefore, our main goal long- lasting T-lymphocyte to deficient in: 1) The transporter associated with antigen processing (TAP), a crucial player in the MHC class I antigen presentation pathway for recognition effector cells responsible for the elimination of infected cells in vivo. TAP is frequently metastases is in the detection, elimination, by these T lymphocytes. 2) The GTPase N-ras, a deficiency that we memory (VACV) cytomegalovirus (MCMV). vector of variola virus, the agent causing smallpox. MCMV, model for human cytomegalovirus, remains latent and leads to the generation for life of a massive number of viral epitope-specific T the elderly, a highly vulnerable segment of the In the of the pandemic caused by SARS-CoV-2, the group refocused part of its and know-how to address the immune response to infection by, and vaccination against, SARS-CoV-2. We are carrying out a global analysis of the adaptive and innate are this emerging Investigator: Margarita Del Val Latorre Scientific Staff: Luis C. Antón Canto Manuel Ramos Álvarez- Buylla Postdoctoral Fellows: Elena Campos July 10th 2022) Predoctoral Fellows: Cristina Rodríguez Rojas Víctor Abad Andrés Soto ZaragozaPredoctoral Fellows: Beatriz Tejedor Sáez-Bravo (until August 28th 2022) (from May 1st 2021 to November 30th 2021) Unit CBM 2021-2022List of publications »Alvarez I, Antón LC, James EA. (2022) Editorial: alternative antigen the central role played by TAP transporter. The right panel shows the impact of TAP inactivation on MHC class I antigen presentation. panel also points to potential routes that mediate the processing of MHC class antigenic peptides that, although at low levels, are presented by MHC class I in these cells. Other activities and Awards »Luis C. Antón: Co-editor of a 2022 CSIC Platform for Interdisciplinary Research on Global Health (PTI Salud Global). It comprises 144 research groups of all disciplines. https://pti-saludglobal-covid19.corp.csic.es/en/ »Margarita Del Val. Coordinator, Master on Pandemics, Global Health and COVID 19. Universidad Internacional Menéndez Pelayo. 2020-2021 and 2021-2022. »Margarita Del Val. pandemic: over 60,000 contributions in all types of mass media (not counting social networks), and over 100 invited conferences. »Margarita Del Val. and Honour Medal for Social Values by Universidad Ministry of Economy and Competitiveness. Programa Estatal de Investigación, Desarrollo e Innovación Orientada a los Retos de la Sociedad. Strengthening of immune memory and antigen presentation Val. Innovation. CSIC PTI Salud Global. Immune to infection and to COVID-19. SGL2103032. M Del Val. »Ministry of Science and Innovation. CSIC PTI Salud Global. Comprehensive multidisciplinary study of the vulnerability to COVID-19 of the Val. »Ministry of Science and Innovation. CSIC. Ayudas Extraordinarias a Proyectos de Investigación en el marco de las Medidas Urgentes Extraordinarias para hacer frente al Impacto Económico y Social del Covid19 (Ayudas CSIC-COVID-19). Characterization of the PI coordinator of 7 research groups: M. Del Val. »B2017/BMD-3731. Programas de actividades de I+D entre grupos de investigación de la Comunidad de Madrid en Biomedicina 2017. Nanotherapy Interestingly, the 2 major isoforms, TCFL5_E1/E8 and TCFL5_E2b/E8 (CHA) had and TCFL5_E2b/E8 and established leukemias and in normal lymphopoiesis. TCFL5_E2b/E8 expression associated germinal centers and of to pre-B resulting plays a role in differentiation cells precursors controlling TLR2 ligands, which triggers the change to a M2 and regulatory phenotype in dissemination a murine model of neonatal listeriosis. TLR4 is considered the major to recognize some atypical LPS's depart from and a TLR2-dependent inflammatory response in immune cells. Molecular docking analysis of the immunological aspects of 19 infection (see corresponding page). Group Members Principal Investigator Konstantinos Stamatakis Andriani Postdoctoral fellows Maria Pilar Ubeda Cantera Rendueles Javier Galán Martínez. Until 21.4.2022 Predoctoral fellows Inés Sánchez Gomez. Until 1.4.2021 Javier Merino Valverde Patricia Torres Gérica Mª Teresa García Prieto Sergio Polo Nicoli Alfonso Herreros Cabello Technicians Mª de los Angeles Chorro. Retirement 13.8.2022 Mª del Carmen Maza Delgado. Until 31.8.2022 Carolina Maroto González Paula Martínez Cenalmor Marta García Sánchez. Gestora proyecto REACT Undergraduate and Barrios. Academic year 2021-22. Visiting scientists Héctor O. Rodríguez VenezuelaIMMUNE AND INFLAMMATORY-MEDIATED DISEASES http://www.cbm.uam.es/manuel.fresno187 Immune quantification Participation in projects »Fresno Escudero, Manuel. Red de Investigación Colaborativa en Enfermedades Tropicales (RICET). Instituto de Salud Carlos III. RD16/0027/0006. ISCIII. 2017-2021. »Manuel Fresno (Coordinador). B2017/BMD-3671. INFLAMUNE-CM. NUEVOS MECANISMOS MOLECULARES Y CELULARES IMPLICADOS EN LA FISIOPATOLOGÍA INMUNE Y ENFERMEDADES INFLAMATORIAS. Comunidad de Madrid. 2018-Junio 2022. »Fresno Escudero, Manuel. TCFL5/CHA EN LA DIFERENCIACIÓN Y ACTIVACIÓN DE LINFOCITOS B Y T Y EN LA GENERACIÓN DE LEUCEMIAS. PIB2019-104760RB-100. Ministerio de Ciencia e Innovación. Julio 2020-Junio 2023. »Fresno Escudero, Manuel. Jefe Grupo 12. ISS La Princesa. »Fresno Escudero, Manuel (Coordinador). PLATAFORMA Y MODELOS PRECLINICOS PARA EL ABORDAJE MULTI - DISCIPLINAR EN COVID19 Y EN RESPUESTAS A FUTURAS PANDEMIAS. Comunidad de Madrid. Noviembre 2021- Diciembre 2022.188 Interactions with the 2022 the objectives of research group were: (i) to further study the role of infection in cardiac remodeling; and mitochondrial genome, infection proteomics, and are being studied for their relevance in the context of with T. cruzi, and identified for the first time the presence of T. cruzi miRNAs in the NGS sequencing also found minicircles of 3, 2 and 1 repeats in the mitochondrial DNA. These findings are relevant because little is the the T. cruzi mitochondrial genome, and these findings may help to understand better the molecular biology of the parasite for fighting the infection (Callejas-Hernández F. et al. the sudden death, and thus a potential application when and colorectal cancer (Galán.Martínez J., Stamatakis K. et al., 2022) with the research group of Dr. Manuel Fresno. Group Members Principal Investigator (PI): Núria Gironès Predoctoral Fellows: Alfonso Herreros Cabello Javier del Moral Salmoral Inés Sánchez Gómez Technicians: Carolina Maroto González Javier del Moral Salmoral Diana Karolina Santos Peñaloza Undergraduate and Master Students: Mario Gómez Montes Andrea Rodrigo Castro Visiting scientists: Héctor Omar Rodríguez AnguloIMMUNOREGULATORY MECHANISMS DISEASE: CBM 2021-2022List of publications »Galán-Martínez J, Berenguer I, Del Carmen Maza M, Stamatakis K, Gironès N, Fresno transition doi: 10.1038/s41598-022-15167-w. »Rodríguez-Angulo HO, Colombet-Naranjo D, I, JC, Salmoral J, Fresno M, Gironès N. The Complete Mitochondrial J, JD, Marques J, Mendoza I, Pérez-Tanoira R, Górgolas M, Pérez-Ayala A, Monge-Maillo B, Norman F, Pérez-Molina JA, López-Vélez R, N. Autoantibodies immunodominant death in projects »Title: Plataformas y modelos preclínicos para el abordaje multidisciplinar en COVID-19 y en respuesta a futuras pandemias (COVTRAVI-19-CM). Financed by: Comunidad de Madrid / REACT Duration: from Jan 2020 to Dec2022. Coordinators of Plataforma de modelos preclínicos de infección y patogénesis : Iván Ventoso and Núria Gironès. Coordinator COVTRAVI-19-CM: Manuel Fresno. » Title: enfermedades inflamatorias (INFLAMUNE). Financed by: Comunidad de Madrid/FEDER. 323 (BIOLUMLAB): Núria Gironès. Duration: From Jan 2021 Dec Jun 2022). Coordinator INFLAMUNE. Manuel Fresno. » Title: Red by: Sept 2022). PI: Núria Gironès. Doctoral of transcription factor TCFL5 in the physiopathology of B lymphocytes. Dr. in Molecular Biosciences UAM. Co-directors: Manuel Fresno and Núria Gironès.190 Interactions past 30 years. Therefore, there is a need for development of novel treatments for this type of conditions. The 23 17 (IL-23/IL-17) has emerged importantly, effects IL-23 have been the of these approaches have been fully exploited in the context of inflammatory lab characterisation of signalling network triggered by and uncover mediators signalling for the with cell synthesis and cellular metabolism to induce pathogenic functions in T cells. In the next years, we will address how the pharmacological manipulation of metabolic routes in immune inflammatory diseases. Moreover, a Principal María N. Navarro Predoctoral fellow: Gloria Pastor Fernández (until june 2022) Research assistant: María Jesús Valle Pastor (from may 2021) http://www.cbm.uam.es/mnavarroINTRACELLULAR SIGNALLING IN INFLAMMATORY Unit CBM 2021-2022List of publications »Navarro MN, Gómez de Heras MM, Mittelbrunn M. D, Fernández-Gallego N, Ramírez-Huesca M, Saiz ML, Navarro MN, Fresno M, de la Fuente H, Sánchez-Madrid F. (2021). Galectin-1 Expression in CD8+ and chemoresistant network of Specifically, c-MYC-transformed lymphoma B cells rely homeostasis. current on BCL2 and MYC inhibitors. Our lab, which opened and screen new metabolic vulnerabilities that could as new targeted therapies for these aggressive lymphomas with very poor outcomes with the standard therapies. Group Members Principal Investigator: Ana Molina (since December 2022)METABOLISM CANCER A, Efeyan Castro Deleyto-Seldas N, García F, Ortega-Molina A, Abril-Garrido J, Rodriguez E, Nemazanyy I, Tribouillard L, de Martino A, Caleiras E, Campos-Olivas R, Mulero F, Laplante M, Muñoz J, Pende M, Sabio G,Sabatini Investigadores y Creadores Culturales 2022. »\"Margarita Salas\" Award 2022 for young scientists under 40 from Regional Government of Madrid.Participation in projects »Estudio de posibles alternativas para superar la resistencia a inmunoterapia de los linfomas B agresivos. Beca Leonardo 2022 lymphomas. e Innovación. Estatal de de Investigación en Oncología +QUEUNTRAIL·Alcoi & Asociación Española de Investigación sobre therapeutic interventions in Follicular Lymphoma. Programa Ramón y Cajal. Agencia Española de Investigación (RYC2019-027280-I). 01/09/2021-31/08/2026. Principal investigator.194 Interactions a possibility that is being intensely studied by a variety of laboratories around the world. However, it is nowadays becoming clear that the different ATGs also have alternative functions not strictly related to the canonical autophagic pathway. The contribution could way ATG activity could be manipulated with therapeutic purposes. With this goal in mind, the lab focuses on ATG16L1 as a paradigm to discover new unconventional autophagic machinery. in the lysosome. However, ATG16L1 includes a domain that is irrelevant for this activity and seems to play unconventional roles in a wide variety of cellular processes. Projects currently being developed in the in detail novel unconventional functions of ATG16L1 carried out through this domain, and explore how they interact with the conventional pathway. Areas of interest in the lab in the 2021-22 period have focused on the role of identify processes we use a variety of genetically manipulated experimental systems, proteomics and bioinformatics approaches. We are trying to characterize these mechanisms and explore how they is also a central goal of our group that we intend to develop over the next few years.Group Members (PI, Felipe Cañaveras 01/03/2022) Terraza Silvestre Julia Bandera Linero (from 01/12/2021) Elena Blanco Arribas (from 16/10/2022) Technicians: Cristina Vílchez 01/05/2021)UNCONVENTIONAL AUTOPHAGY IN (2021) Guidelines with the microbiota. In: Rohtermel, BA. and Diwan, A. Autophagy in and disease (Ref. PID2020-114699RB-100) Financing Agency: Ministerio de Ciencia e Innovación. Principal Investigator: Felipe X. Pimentel Muiños (CSIC) Dates: 01/09/2021 with an essential role in inflammation. Our research lines are dedicated to the study the role played by NO as well as nitro and oxo modified fatty acids in inflammation and in the activation and lymphocytes. are currently actions exerted by human T lymphocytes, analysing their involvement in of of transcription factors. the of adhesion and of the potential on the of the adaptive immune response in human T lymphocytes. NO is a key messenger in the pathogenesis of inflammation. In the immune system, NO has been considered to be a cytotoxic molecule associated with the response of phagocytic cells to pathogens as part of the first line of host defence against infection. functions of T lymphocytes, and is a potential target for therapeutic manipulation. In the last years, our group has been interested in the study of the regulatory actions exerted by NO in T cell functions, focusing on protein S-nitrosylation and fatty formation NO2-FA, as important post-translational modifications which immune response. We are in the analysis of on diverse parameters molecular and cellular basis of the actions of electrophilic the compounds. Glucocorticoid Receptor-Mediated Transrepression of Nuclear Factor of Activated T Cells. Int. J. Mol. Sci. 23, 13275. doi:10.3390/ijms232113275. 5/6 »Bago, G., Serrador, J.M., Gomez-Lopez, S., and T Group bioactive lipids cell- T cell activation. Department of Molecular the cellular and molecular control the differentiation the T-cell lineage of progenitors human thymus. Our goal is to obtain about therapeutic intervention. Focusing major driver of T-ALL, we recently developed a novel in vivo model of de novo generation of human T-ALL, which revealed the contribution stages of T-ALL pathogenesis. In the last two years, this information was used together with proprietary monoclonal antibodies (mAbs) and patented technology for de novo generation of human effector T immunotherapy as have the regulation of NOTCH1 activation in role for NOTCH1 signaling in thymus biology. We found that of NOTCH1 aging. a new role for NOTCH1 activation in the control of adult TEC homeostasis, and point toward Notch signaling manipulation as currently under María Luisa Toribio García Postdoctoral fellows: Marina García Peydró Patricia Fuentes Villarejo Sara Ceballos Gutiérrez Development Function of publications »Toribio ML, González-García S. Notch Partners in the Long Journey of T-ALL Int J Mol leads to P202030309. Spain, USA. April 17, 2020. CSIC and Fundación Uno Entre Cien Mil. »García León, Fuentes, Alcain, Toribio. Method of producing VDELTA1+ T cells. EP22382013.5. Spain. 12, 2022. CSIC. Licenced to One Chain Immunotherapeutics.200 Interactions with the Environment CBM 2021-2022 Summary T T proteins can lead to auto-immunity. We study how the organization of the TCR into nanoclusters allows T cells to become activated a few peptide- bound MHC molecules and apply our knowledge of the molecular mechanisms of TCR signaling to development of thymic T cell development that determines the diversity the mature T cell repertoire. This point responding cells may contribute to the occurrence of self-reactive clones in the mature T cell research miniTCRs, development recombinant T cells, that the identity the signaling domains of these miniTCRs determines their efficiency with respect to activating the T cells. These results a are currently following-up upon. We also have generated a (AML). unacceptable toxicity myeloid the same antigen as the ones targeted on AMLs. We use a logical gate formed by an activating CAR recognizing an antigen between CAR target-expressing cells based on presence or absence of the ligand for the inhibitory receptor. We will test optimized versions of these CAR-T cells in pre-clinical models of cancer immunotherapy, a first and necessary step to test its potential for clinical application. 2022 Sept J, Schamel WA, Mellado M, Castro M, Abia D, van Santen HM (2022). A set point in the selection of the TCR MDC, Úbeda M, Delgado P, L, Llamas MA, van Santen HM, Alarcón B, Abia D, García-Bermejo L, Levels Predictor CL, van Santen HM, Prieto C, Alonso-López Diaz-Muñoz MD, Batista P, Cornish G, Llamas MA, Serrano-Villar S, Sánchez- Madrid F, Fresno M, van Santen HM, B Flow repertoire is projects »European Network de los dominios de señalización del TCR en respuestas inmunes protectoras, terapéuticas e auto-inmunes. PID2019-104703GB-I00. 2020 2023. PI: »Preclinical of 'Grupo de y Terapias the 'Sociedad 2018). and are responsible for huge economic world. products that improve economy and health. Accordingly, the overall objective of the \"Microbes in Health and Welfare\" (MHW) unit is to study basic and applied aspects of the interactions of microbes with their hosts and the environment. In the last two years, research groups of our unit have made the following relevant advances. Regarding basic science, anti-HIV-1 viral capsid by using atomic force microscopy, and the way viruses evade the host immune system through viral proteases. Bacteriologists of the studies on conjugation in Gram-positive bacteria have led to the discovery of a novel two-component antitermination system and the in invading DNA. José BerenguerInteractions with the Environment Microbes in Health and Welfare unit Interactions with against human brain tumours in models, against HIV, SARS-Cov2 and other RNA viruses, and the development of new methods for the in-silico discovery of new carbapenemases inhibitors. Finally, the MHW unit has been involved in biotechnology-focused research with applications outside the biomedical of capsid-based nanostructured proteins with increased mechanical resistance and self-healing, the discovery of new enzymes and the thermostabilization of known ones through (ultra)high-throughput methods, or the description and use of new enzymes for the production of rare oligosaccharides and glycosylated compounds for the food industry and biomedical applications. José M. Almendral del Río / Alberto López-Bueno DNA VIRUS EVOLUTION, PATHOGENESIS, and ANTI-CANCER POTENTIAL Ricardo Amils Pibernat MOLECULAR ECOLOGY OF ENVIRONMENTS Berenguer Carlos / Mario Mencía Caballero BIOTECHNOLOGY AND GENETICS OF EXTREME THERMOPHILES Esteban Domingo Paulino Gómez-Puertas MOLECULAR MODELING GROUP Aurelio Hidalgo Huertas ULTRAHIGH-THROUGHPUT VIRUS-CELL BY PROTEASES Francisco Sobrino Castelló AND OF VIRAL DISEASES: FOOT-AND-MOUTH DISEASE VIRUS AS MODELMicrobes in Health 2021-2022204 Interactions with the Environment CBM 2021-2022 Summary We have focused our research over the last two years in reliably testing the anti-cancer capacity of the Minute Virus of Mice (MVM), a member of the Parvoviridae. In our recent report, we describe that human glioblastoma cells strains (p, that are non-pathogenic for humans. These MVM strains induced a DNA (DDR) in GSCs growing neurospheres and GSC-derived to cells. For this, we are exploring the phenotypic features of (i) naturally after coinfection with two MVM strains, and (iii) a collection of MVM mutants affected at the capsid domain recognizing Group oncolytic agent against human glioblastoma. A) Graphical abstract of the obtained experimental data supporting the oncolytic capacity of the parvovirus Minute Virus of Mice (MVM) human axis for mutants showing the proximity of the changed residues (red arrows) to the N-Acetilneuraminic acid (sia) binding site (in preparation). List of publications »Gil-Ranedo, J., Gallego-García, C., and J.M. Almendral (2021). Viral I+D+i Retos de Investigación 2019, Ministerio de Ciencia, Innovación y Universidades\". Principal investigators: A. López-Bueno and J.M. Almendral. Jun 2020-May 2023. »Entitled: \"Plataformas y modelos preclínicos para el abordaje multidisciplinar en COVID-19 y en respuesta a futuras pandemias\". COVTRAVI-19-CM. Coordinator: Manuel Fresno. Principal investigators: Biomedical Engineering S.L., Principal investigators: y su modulación por quimioterapia genotóxica\". Director: José M. Almendral. Dpto. Biología Molecular (UAM). »Tania (2021), \"Manipulación de la cápsida de e inducción de anticuerpos anti VEGF\". Director: José M. Almendral. Dpto. Biología Molecular (UAM).206 Interactions with the Environment CBM 2021-2022 Summary This area has of the the underground bioreactor responsible of the origin of the extreme conditions detected in the Río Tinto basin. This objective is developed in collaboration with Professor J.L. Sanz from the Department of Molecular Biology (UAM). The development of this objective aims to identify the microorganisms involved in the coupled operation of the C, H, N, S and Fe biogeochemical cycles in the deep subsurface of the IPB in the absence of light, their isolation, phenotypic and genotypic characterization, This is interest: Río Tinto and Iberian Pyrite Belt, Uyuni Salt Lake (Bolivia), Dallol in the Danakil depression (Ethiopia). This objective different extreme to evaluate the limits of life and the habitability in different planets and moons of the Solar System and from Members Principal Investigator: Ricardo Amils Pibernat Posdoctoral fellows: José Manuel Soto Kary G. Haro Pérez Predoctoral fellows: Adrián Martínez Bonilla Guillermo Mateos Budiño Esther Velasco, Enrique Marín Palma Technicians: Nuria Rodríguez GonzálezUndergraduate and Master Students: 2021: Andrea Irene Silva, Paula Valiente 2022: Miryam Carrillo David Arranz Violeta Gallego Visiting Scientists: Linda Participation in projects of the subsurface of the Iberian Pyrite J.M. of Pseudomonas sp. strain T2.31D-1 isolated from 414 meters deep CO2 in ionic strength and microbial diversity in ancient subsurface deposits 6 Ma) Tinto Microorganisms 9(8), 1592. doi:10.3390/microorganisms9081592. »Fernández-Remolar, D.C. et al. molecular record of metabolic activity in the subsurface headwaters. Water 13, 2861. 10.3390/w13202861. oxidizing conditions deposits. Sci. Rep. 21543. doi:10.1038/s41598-021-00730-8. cycling Communities Influencing Heavy Microbiol. 88(4), acids as a »Huang, T2.3D-1.1 a novel microorganism subtaining the Iron cycle the deep subsurface Iberian Pyrite belt. Microoorganisms 10, 1585. doi:10.3390/microorganisms10081585. »Huang-Lin, E. et al. (2022) Potential of an produced by Bacillus Geomicrobiological model of the C, H, N, S and Fe biogeochemical cycles operating in the deep Sedghi (2021). Madrid. Ricardo Amils. »José Manuel Martínez (2022). Ecología microbiana del Salar de Uyuni (Bolivia). Efectos de la caotropicidad como factor limitante para la vida. Univesidad Autónoma de Madrid. Ricardo Amils.208 Interactions with the Environment CBM 2021-2022 Summary The main objective of our group during this period has been to analyze the mechanisms of DNA transfer and those acting as defense barriers in thermophilic bacteria that could render biotechnological applications. DNA transfer and repair is enhanced in thermal environments due to the temperatures against replication fidelity selection of genomes. For Thermus thermophilus (Tth), this selection has leaded to the evolution of a polyploid genome and the most efficient natural competence apparatus (NCA) so far described. In by direct cell process allows the ejection of DNA from with the concomitant incorporation by a competent recipient mate through its NCA. The main focus of our research in the last two years has been the analysis of the mechanisms involved in protection against the integration of environmental DNA in the genome. In this context we studied the role of a DNA primase-polymerase encoded by mobile element as function dramatically the transformability of with orders of magnitude, playing apparently a defensive role that is not active against DNA transferred by a mating pair in transjugation. This differential protective is similar to that relevance for plasmid stability and of ssDNA guides for ThAgo. Our most recent work has shown imbrication keeping an mutants survive to the inactivation of Ppol. Future work of the group will focus on the relation of HGT and recombination pathways and use this knowledge to develop new tools for the directed evolution of proteins in Tth. Group Members Principal Investigators (PI, co-PI): José Berenguer Carlos Mencía Caballero Scientific Staff: Alba March 2022) Marta Failde SolerAlvaro Villamayor Arribas Cristina Gómez Campo (from October 2022) Undergraduate and Master Students: Iván Muñoz Cabello de Alba Ana Varadé Hernán Eva Pastor Alacreu Cristina Gómez Campo Visiting scientists: Abdelmoteleb Abdelaziem Microbes in Health and Welfare Unit CBM 2021-2022Model efficient system for of archaeal-like pathways encoded by its genome (6). List of M. (2022) Acid digestion and symbiont: M. (2022) Deletion of the primase-polymerases encoding gene, Otero, J.M., Beneventi, E., M., Sanchez-Costa, M., Hidalgo, A., Berenguer, J., Gonzalez-Siso, M.I., Cruces, J., Rúa, M.L., and Hermoso, Pozo, M.L., esnik, M., Quesada, J., Mate, D. M. Hernández, K., Qi, Y., Clapés, P., Vasi-Raki, ., Findrik, Z., Berenguer, J., Hidalgo, of a class II pyruvate aldolase by in vivo and recognitions »Editor in Chief of International Microbiology, the journal of the Spanish Society for Microbiology (Springer-Nature and interference systems from thermophilic bacteria. PID2019-109073RB-I00. Co-PIs J. Berenguer Mencía »A new approach for the sustainable bioconversion 2021-2022 Other activities »Member of the Spanish Academy of Science (Real Academia de Ciencias Exactas, Físicas y Naturales) (since 2012). Vicepresident since 2019. »International member of National Academy of Sciences (USA) (2020). »Associated Editor Virus Research, since 2012.Summary We investigate mutant spectra of RNA viruses, and we search for new treatments for their associated diseases. We work with hepatitis C virus (HCV) and SARS-CoV-2. Despite predictions that this coronavirus would vary little due to its genome size, our work and work from others has revealed a remarkable complexity of individual isolates. This has placed the new pathogen under the quasispecies to behavior encouraged the search for synergistic treatments for this aim, we have designed stricter evaluation protocols, particularly use of high administration once the infection is ongoing. We carry our work in collaboration with the group of Celia Perales (CNB-CSIC) who is associated with Fundación Jiménez Díaz, an institution that advises us regarding COVID-19 patient monitoring, and such and we have quantified the complexity of SARS-CoV-2 patients who developed disease may be the source patients who with the groups of Nuria Verdaguer (IBMB, Barcelona, as part of our participation in the platform PTI Salud Global from CSIC) and Jordi Gómez (Instituto López Neyra, CSIC, Granada, with a joint Plan Nacional project).Jointly with the groups of Soledad Delgado (UPM), Federico Morán (UCM) and Cecilio López-Galíndez (ISCIII) we populations and their modifications. Our hypothesis is that detailed information on genetic variation dynamics will help us to find more effective treatments. We participate in additional collaborations with other teams, and we have been asked to write review articles on viral quasispecies, as shown in the publication Members Principal Pilar Somovilla Crespo (since January 2022) Predoctoral Crespo Victoria Castro Illana (until July 2021) Brenda Martínez González Rebeca Lobo Vega (until June 2021) Technicians: Ana Isabel de Ávila Lucas Isabel Gallego Jiménez (until December 2021) María Eugenia Soria Herráez Moncusí (until June 2021) Vázquez Sirvent (until April 2022) Visiting scientists: Grande Pérez, Universidad Sardanyes, Centre de Illana (2021). Estudio de determinantes virales y celulares para el diseño de terapias frente al virus de la hepatitis C. Universidad Autónoma de Madrid. Directores/as: Celia Perales, Pablo Gastaminza.211 Microbes in Health and Welfare Unit CBM 2021-2022List of publications Artículos en revistas científicas: »Domingo, E. & Perales, C. (2021). The time for COVID-19 vaccination. J. et liver damage associated with a A., al. (2022). Application of concepts to the interpretation of agents when administered to vitro selection of high affinity DNA and RNA aptamers that detect hepatitis C virus core protein of genotypes 1 to 4 and inhibit virus J. Mol. breakthrough infections with SARS-CoV-2 Alpha mirror mutations in Delta Omicron. J. Clin. Invest. 132(9):e157700. doi: 10.1172/JCI157700. 2022. Viruses. to characterize the molecular status of a viral population. Negative effect of early ribavirin discontinuation in a 23(23):14654. doi: 10.3390/ijms232314654.Self-organized haplotype maps in the mutant spectrum of hepatitis C virus upon evolution in human hepatoma cells. Reads obtained by deep sequencing, and Funding: Agencia Estatal CSIC. (2020-2021). IPs: Nuria Verdaguer, Esteban Domingo y Celia Perales. »Plataforma para el desarrollo de estrategias de control de salud animal. PLATESA2, S2018/BAA-4370. Funding: Comunidad de Madrid/FEDER. (2019-2022). Package VIRNA: Esteban »Desorganización molecular durante la mutagénesis letal de SARS-CoV-2: afectación de regiones de RNA estructuradas y no estructuradas. PID2020-113888RB-I00. Funding: Ministerio de Ciencia e Innovación. (2021-2024). IPs: Jordi Gómez y Esteban Domingo. »Mutagénesis letal sinérgica para SARS-CoV-2 con muestras de virus de pacientes. Funding: PTI+ Salud Global, dentro del WP9 Antivirales. Agencia Estatal Consejo Superior de Investigaciones Científicas (CSIC) (2022-2023). IPs: Nuria Verdaguer, Esteban Domingo y Celia Perales. »Towards molecular mechanisms of lethal mutagenesis Verdaguer y Celia Perales. Colaborador: Esteban Domingo. »Exosomas como biomarcadores de progresión de la enfermedad hepática tras la curación del virus de la hepatitis C. PI18/00210. Funding: Instituto de Salud Carlos III. (01/2019 - 12/2022). IP: Celia Perales. Colaborador: Esteban Domingo. »Pertenencia a la Red Centro de Investigación Biomédicas en Red de Enfermedades Hepáticas y Digestivas (CIBERehd). Grupo CB06/04/0086. »Pertenencia a Instituto de Investigación Sanitaria (Fundación Jiménez Díaz). 212 Interactions with the Environment CBM 2021-2022 Summary We application in functional and nutraceutical food. We try to connect the generation of knowledge to the development of biotechnological applications. Basically, we focus on the characterization of enzymes producing new improvement evaluation of their potential biological activity. the last years we have continued that hydrolyze different activity, to generate chitooligosaccharides with promising bioactive (GH) 31, 13 or 18. Recently we have found that some of the characterized biosynthetic products. .http://www.cbm.uam.es/MFernandezLobatoGroup Members Principal Martínez. From 2022Technicians: Laura Barahona. From Oct. 2022 Undergraduate and Master Students: Helena Soto Pérez. 2021 Sandra Redondo Cueto. 2021 Sergio Izquierdo Gea. 2021 María Martínez Ranz. 2022 Laura Cuesta Ramos. 2022 Raquel González Jabardo. 2022 Laura Barahona. 2022 Sofia sustainable material (FISH4FISH). 11/2019-11/2022. »Fundación Ramón Areces. XIX Concurso Nacional-Ciencias de la Vida y la Materia: Production of and polyphenol of pharmacological interest. MCI-Programa Estatal de I+D+i-Orientada a los Retos de la Sociedad. 06/2020-05/2023. »REACT-UE-COVTRAVI-19-CM: Plataformas y modelos preclínicos para el abordaje multidisciplinar en COVID-19 y en respuesta a futuras pandemias. UAM. Coordinator: Manuel Fresno. From Jan to Dec 2022. »TED2021-129288B-C22: Simplification of the use of chitin- enriched waste production and their 11/2022-10/2024.213 Microbes Health and Welfare Unit CBM 2021-2022List of »Kidibule et al. gut-brain axis function. J. gerona/glaa313 et Res. 51, depict its mechanism 23 (14), 7599, (pp-1-15). doi: 10.3390/ijms23147599 »Capecchi al. (2022) Mention. Mention. »Ángel García Horstmann (2021) Estudio de microorganismos halófilos moderados productores de exopolisacáridos pertenecientes a salinas de interior en Castilla-La Mancha. UAM. Co-directors: Adrián García de Marina Bayo and María Fernández Lobato. Industrial Mention. »Zoran Merdzo Kunovac (2021) Estudio de la -glucosidasa de occidentalis para su aplicación en la síntesis de isomaltooligosacáridos y otros compuestos glucosilados. UAM. Director: María Fernández Lobato. »Diego Martin Garcia Gonzalez (2022) Study of the -glucosidase from the yeast Metschnikowia reukaufii and its use in processes to produce bioactive oligosaccharides from honey. UAM. Director: María Fernández Lobato. International Mention.Awards and recognitions »María Fernández Lobato. Director of the Molecular Biology Department, Universidad Autónoma, Madrid (from 06/2021). »Miguel Remacha Moreno. Director of the Doctoral School, Universidad Autónoma, Madrid (from 12/2021).214 Interactions with the Environment CBM conformational stability and dynamics and physical properties of viruses, and their biological relevance (Mateu and Physics of Viruses , Springer 2013; new edition under way). Based on these studies, we aim at providing novel insights guidelines and proof of concept for the application of this knowledge for the design of vaccines, antiviral Some major scientific contributions in the last years include: i) experimental evidence on the biological relevance of mechanical properties of viruses; ii) insights intimate relationship between and molecules iv) develop new antiviral drugs acting on the mechanical properties of viral particles; v) genetic design that are being researched in our laboratory include: i) the relationship between the mechanics and dynamics of a virus capsid and virus assembly or genome uncoating; ii) the structural determinants of the mechanical properties viruses; iii) the biological relevance of the mechanical properties of viruses; iv) the development of new antiviral drugs that modify the mechanical Jiménez Predoctoral Fellows: Santos Domínguez J. 50, suppl. 1, 51-52. material a medieval knight´s chain mail. Other activities »Mauricio G. Mateu, member of the Editorial Board of Virus Research. Doctoral theses »Santos Domínguez Zotes (2022). Modulación de las propiedades mecánicas y dinámicas del entramado proteico que forma la cápsida del virus de la inmunodeficiencia humana. Universidad Autónoma de Madrid. Supervisors: Mauricio G. Mateu and Alejandro Valbuena.Participation in projects »MICINN RTI 2018-096635-B-100. \"Autoensamblaje, mecánica y fluctuaciones conformacionales de cápsidas de virus. Implicaciones para el desarrollo de biorrecubrimientos, nanopartículas y fármacos antivirales\". 2019-2022. PI. M. G. Mateu. »MICINN PID 2021-126973OB-I00. \"Biomecánica y dinámica de virus humanos para el desarrollo de fármacos antivirales y materiales modificados por ingeniería de proteínas\". 2022-2025. PI. M. G. Mateu. Research Networks »Red Temática Nacional de Excelencia en Física the Environment CBM 2021-2022 Summary the integration of evolutive and structural information to study the function of proteins, simulation of dynamic processes of of novel \"in silico\" design the computational biology. components of the cohesin ring and the interaction of the protein complex with DNA. Carbapenemases: Dynamic substrates by our group consists for each one of them. Used for the design new minimum or maximum parameter (i.e. minimum energy paths) dimensions. Other activities »Paulino Gómez-Puertas, member of the »Dahdouh et al. Design of New Inhibitors of Carbapenemases: A Discussion from the EPIC Alliance Network. International Journal of Molecular Sciences 23, 9746. doi: 10.3390/ijms23179746 »Christensen et associated with PSD-95 and its 2 interaction partners. International Journal of Molecular Sciences 23, 4390. doi: 10.3390/ijms23084390 »Fernández-Justel et al. (2022). Diversity of GTP homeostasis Basis of the Schuurs- Hoeijmakers Syndrome: What We Know about the Gene and the PACS-1 Protein and Novel Therapeutic Approaches. International Journal of Molecular Sciences 23, 9649. doi: 10.3390/ijms23179649 »Lucía-Campos, C., Valenzuela, I., Latorre-Pellicer, A., Ros- Pardo, D., Gil-Salvador, M., Arnedo et al. (2022). A novel intragenic duplication in HDAC8 gene underlying a case of Cornelia de Lange syndrome. Genes 13, 1413. doi: 10.3390/genes13081413 »Kumble et al. (2022). The clinical and molecular (2021). Things are not always what they seem: From Cornelia de Lange to KBG phenotype in a girl with genetic variants in purifying selection 15, 11. doi: 10.1186/s40246-021-00309-4Binding of a ligand to the active site enzyme during inhibitor screening process. Participation Carbapenemases. Joint Programming associated researcher to the Institute for Health Research of La Paz University Hospital (IdiPAZ) since 2012. »Molecular Modeling Group, member of the \"Conexión Cáncer\" - CSIC since 2022. 218 Interactions with the Environment CBM 2021-2022 Other activities »Participation European 2022.Summary Microbial diversity is a vast reservoir of genetic information that can be valorized through industrial application, from biosynthetic gene clusters to novel enzyme catalysts. The synergy between new experimental discovery tools based on biology and those based on nanotechnologies are and limited to large enterprises. In the HT Discovery relevant enzymes clusters in the natural or artificial genetic diversity. One of the tools to the survival of a biological host under selective pressure. In our group, we develop apply relevant for the pharma and fine the stability of enzymes to withstand harsh conditions selective and stable transferases in the frame of regional and national research grants. Subsequently, after suitable enzymes are found, work screening involve property) into fellows Sandra Bosch (from Jorge Bravo (until 5/2021) John Martínez (from 10/2021)Technicians Carmen Ortega Jorge Martínez (from 2/2022, w/ José Almendral & Alberto López-Bueno) Undergraduate and Laura Blas Networks and Unit CBM 2021-2022Participation tools transferasas mediante métodos de ultra-alto rendimiento para la síntesis sostenible de nuevos análogos de nucleósido terapéuticos. Ministerio de - 31/12/25). »Plataformas y modelos preclínicos para el abordaje multidisciplinar en COVID-19 y en respuesta a futuras pandemias (COVTRAVI 19-CM). Comunidad de Madrid (01/01/22 - A a and often to very different from members of known as Bosch Reñé (2021). Métodos de evolución dirigida y diseño racional para la termoestabilización de una aldolasa relevante a nivel industrial. Universidad Autónoma de Madrid. Aurelio Hidalgo. Mención Internacional. »Jorge Bravo Villanueva (2022). Desarrollo de un sistema basado en microgotas, independiente de vectores, y de alto rendimiento para el cribado funcional in vitro de metagenotecas. Universidad Autónoma de Madrid. Aurelio Hidalgo. Patents Licensing agreement for »Gimeno-Pérez, M., Finnigan, J., Echeverria, C., Charnock, S. J., Hidalgo, A. & Mate, D. M. (2022). A coupled ketoreductase-diaphorase Haugen, T., Jønsson, M., Egas, C., Hidalgo, A., Wentzel, A. & Lewin, A. S. (2022). Flow-based method for biofilm microbiota enrichment and 12, DOI: 10.1186/s13568-022-01377-y »Miguel-Ruano, V., Rivera, I., Rajkovic, J., Knapik, K., A., Otero, J. M., Beneventi, E., Becerra, M., Sánchez-Costa, M., Hidalgo, A., Berenguer, J., González- Siso, M.-I., Cruces, J., Rúa, M. L. & Hermoso, J. A. (2021). Biochemical and DOI: 10.1016/j.csbj.2021.01.047 S., Sanchez-Freire, E., Pozo, M. L. del, C esnik, M., Quesada, J., Mate, D. M., Hernández, K., Qi, Y., Clapés, P., Vasi-Raki, ., Blaevi, Z. F., Berenguer, J. & Hidalgo, A. (2021). Thermostability Engineering of a Class II Pyruvate Aldolase by in M., Bosch, S., Seeger, M., Dijkman, W. P., Iglesias-Fernández, J., Hidalgo, A., Uson, I., Osuna, S. & Schallmey, A. (2021). Insights Sanchez-Costa, Fernández-Lucas, J., & Hidalgo, A. In Magnani, F. Mirabelli, C. & Paradisi, F. (eds). Methods (2022). is the process by which a conjugative DNA element is transferred from a donor to a transfer route responsible for the spread of antibiotic resistance (AR) genes, which is a serious problem worldwide. Very little is known about conjugation in Gram-positive (G+) bacteria. Despite of its also positive side: modify bacteria that are relevant in industrial, clinical and scientific settings that are reluctant to modification by other methods. The two main objectives in our lab are developing tools to modify G+ bacteria and studying different stages of the conjugation process. The final goal is to use this information generate drugs or strategies to expertise. Bioinformatics plays a crucial role in all our research lines. Recently, we have found that pLS20 is the prototype of a family of related plasmids that can be divided into four clades. Another of our provide community with tools modification G+ regions between strains. Another goal is to gain insights into the different stages of the conjugation process that may lead to ways to impede conjugation-mediated spread of AR. Results obtained in the last years have shown that the scientific significance of our research is much wider than these goals, which is illustrated by the First, studying the regulatory a novel two-component processive antitermination system that is present on almost all operons in G+ bacteria. Second, by studying how donor cells contact recipient cells we discovered that they achieve this by a special adhesin allowing covalent attachment between the two cells. Participation in projects »Study of proteins involved in different Predoctoral fellows: Fernando Freire Gómez (since 01 September 2021) Daniel González Alvarez (since 01 June 2022) César Gago Córdoba (until 07 April 2022) Jorge Val Calvo Javier Unit CBM 2021-2022List of publications »Erkelens, A.M., Qin, L., van Erp, B., Miguel-Arribas, A., Abia, Meijer, W.J.J. and Yoshida K-I. (2022) A new tool for the flexible genetic Meijer, W.J.J. Conjugation operons 10.3390/microorganisms V., Wipat, A., Meijer, W.J.J. Carpena, X., Ortiz, F., and biochemical characterization and Meijer W.J.J. (2021). Establishment on pLS20 family of (2021) S., Caballero, S., Felipe-Ruíz, A., Val-Calvo, J., Wood, H., Bakun, K., Tan, S., Baccigalupi, L., Ferrari, E., Brisson, A., Ricca, E., Teresa Rejas, M., Meijer, W.J.J., Soloviev, F., Luque-Ortega, J.R. and Wu, L.J. (2021) Multiple layered L.J. antitermination system that is present near the start of the pLS20 conjugation operon, as well as on most in Gram- positive bacteria. Doctoral theses recipient cell selection and attachment by donor cells. Autónoma Madrid. Director Wilfried J.J. Meijer. International »Jorge family of plasmids and regulation of their establishment genes. Universidad Autónoma Madrid. Director Wilfried J.J. Meijer. International Mention. Received in addition the autonomous university of Madrid of honourable genome is copies of single-stranded RNA. The viral reverse transcriptase (RT) is responsible for the replication of the RT inhibitors constitute the backbone of current directed as tools. Present and future research in our lab focuses on obtaining novel RTs with increased accuracy nucleic acid suitable for from single Nucleoside (NRTIs) play a central role in antiretroviral therapy. However, type 1 (HIV-1) and other NRTIs when found in HIV- 2, due to amino acid differences located in the fingers subdomain of its RT. We have recently demonstrated that the accumulation of unexploited intervention important for the of the disease. To address coming challenges in antiretroviral research, our biochemical studies to other catalytic activities of the RT (e.g. ribonuclease H). Collaborations of other viruses (e.g. hepatitis B virus, herpesviruses). Research in our laboratory has also highlighted the DNA polymerase Members Principal Investigator: Luis Menéndez Arias Postdoctoral fellows: Estrella Frutos Beltrán Predoctoral fellows: Samara Martín Alonso Javier Martínez del Río Technicians Nerea López Carrobles (since HIV University of Madrid. Director: Luis Menéndez Arias. Thesis with International Mention.www.cbm.csic.es\\retrovir223 Microbes in Health and Welfare Unit 2021-2022List products-based pp. 21-42. »Álvarez, M., Sapena-Ventura, J., Martín- Alonso, S. and Menéndez-Arias, L. (2021) Analysis and molecular determinants of 1677507; et al. (2022) highly sensitive and open- access SARS-CoV-2 detection assay for laboratory 801309; doi:10.3389/ fmolb.2022.801309 »Hadj Hassine, Lethal mutagenesis of et al. (2022) Current medicinal chemistry strategies in the discovery of novel HIV-1 ribonuclease J. Med. Chem. activities Menéndez Arias ONE, Associate Editor of Frontiers in Virology, and member of the Editorial Boards of Antimicrobial Agents and Chemotherapy, Antiviral Research, Antiviral Discovery, Journal of Biological Chemistry, Viruses, Virus Research and Word Journal of Translational Medicine. »Luis Menéndez Arias has been co-editor with Drs. Hervé Galons (Paris, France), Peng Zhan (Jinan, P. R. China) and Bin Yu (Zhengzhou, P. R. China) of a special issue on 'Medicinal chemistry in seeking Drs. Xinyong R. China) and Vasanthanathan Poongavanam (Odense, Denmark) of a book on Antiviral Drug Discovery and Development, published by Springer (2021). »Member of the Global Virus Network (www.gvn.org)Crystal structure of HIV-1 RT bound to -thujaplicinol at active site (PDB file synthesis J. Mol. Biol. 434, 1677507. Participation properties CBM 2021-2022 Summary The research the laboratory focuses on understanding the molecular mechanisms underpinning the biogenesis of bacterial envelope organisms cell envelopes, and one of the most process to those Gram-negative bacteria due to their extra outer membrane barrier, it is crucial elongation cell been studied in greater depth, the transition between both stages called preseptal growth remains poorly characterized. This switch involves the incorporation of new PG at mid-cell before the septum is formed. In previous work we described the would the long-standing by which single-point mutations in FtsA are able to bypass the preseptal PG synthesis. In addition, PG-binding proteins DamX and synthases bacterial of identifying Members Principal Investigator Manuel Pazos Technician Daniel Ballesteros (from Nov. 2022) Undergraduate Paula de Fuente (from Oct. 2022) https://www.cbm.uam.es/mpazosBACTERIAL CELL DURING of D., Booth, S., Vollmer, Hobbs, projects »2022-2026: 2020-T1/BMD-19970. Programa Talento (CAM-UAM). Principal widely used practices in the food industry that control microbial growth in food, including refrigeration. Our main objective is to years, systems-level phases catalogued as early and late responses (Fig. 1A B). We are currently characterizing the precise functional role of these two surface proteins are produced only in cold. The next studies are designed to investigate the contribution of these the adaptive response and to characterize the mechanisms that control their expect that the field novel targets useful to prevent its in refrigerated food. These new antimicrobial preventive practices during food processing and storage will ultimately reduce the risk of L. monocytogenes infections in both humans and livestock. M. Graciela Álvaro Ortega Moreno Predoctoral fellows: Marcos Peñalver Medina Álvaro Morón García (June 2021 / June 2022) Technician: Laura Ortíz Miravalles (from March 2021)REGULATION BY RNA IN THE STRESS AND https://www.cbm.uam.es/mg.pucciarelli227 Microbes Health Portillo, F., O'Byrne, C.P. (2022) Acid stress A., Cava, F., Portillo, F. (2022) Peptidoglycan editing 37ºC to 4ºC and late are differentiated; (B) Physiological changes found by genome-wide the pathogen to 4ºC. Participation in projects »Title: network to and exploit mechanisms of sensory perception in by RNA in the adaptation of Listeria to Starting / end dates: 01-01-2019 to 30-06-2022. Ref: PGC2018-096364-B-I00. Spanish Innovation. IP: the activation of the general stress response. Universidad Autonoma de Madrid (UAM). Directors: José Carlos Quintela & M. Graciela Pucciarelli.228 their advantage. African swine fever virus (ASFV) is one of the most complex DNA viruses due to its large genome, encoding between 150 and 170 genes, which are involved in multiple functions, such as evasion of the host response. ASFV is the causative agent of African swine one of the most lethal diseases affecting domestic pigs and wild boar, which is seriously endangering the global swine industry due spread. are cytokines playing a infections, and the early induction of IFN-I, is a central event of the innate viruses. IFNs induction of antimicrobial state both and neighboring cells, activating recent work has established the different ability to control the host IFN- production as a key element for virulence. Differences in virulence among different immune it seems like that viral replication is needed. The generation of attenuated vaccines of ASFV strains by For the generation effective and safe LAVs, it is necessary to identify a role in virulence. As an of that, we have specifically deleted successful immunization of pigs has proven this vaccine to be safe and fully against circulating Korean Paju genotype II strain, opening the possibility of a new vaccine on the market in the near future. Group Members Principal Investigator: Yolanda Revilla Novella Postdoctoral: Daniel Pérez Núñez Carmen Sánchez Valdepeñas Predoctoral: Raquel García Belmonte Elena Riera Laguna Gonzalo Vigara Astillero Julia Gata de BenitoTechnician: Cecilia Flores Undergraduate and G, Riera E, Kim DM, Jeong J, Tark D, Ko YS, You Niemczuk K, Pérez-Núñez D, Daniel Pérez-Núñez, Raquel García Belmonte, Lisa Miorin, Adolfo García Sastre and Yolanda Revilla. Commission. COORDINATOR virus and host-specific modulation of type I Daniel Pérez-Núñez. 2021-2024. Duración (años): 3 \"Modulación de la respuesta innata por el virus de la peste porcina africana (vppa) en relación con el desarrollo de vacunas\" Acrónimo: INNATE/ASFVAC »RESEARCH AND DEVELOPMENT CONTRACT BETWEEN AGENCIA ESTATAL CONSEJO SUPERIOR DE INVESTIGA - CIONES CIENTIFICAS and Laboratorios Hipra, S.A. PI Yolan - da Revilla, CoPI: Daniel Pérez Núñez Development of new tools for ASFV vaccine. 14/10/2019- 14/10/2021. »RESEARCH AND DEVELOPMENT CONTRACT BETWEEN AGENCIA ESTATAL CONSEJO SUPERIOR DE INVESTIGACIONES CIENTIFICAS, M.P.AND CARESIDE Co. Ltd. April S.L. Principal investigator: Y. Revilla and Almendral 2022). \"Use »Raquel García Belmonte, diciembre 2022. El Virus de la Peste Porcina Africana modula la vía de señalización de la respuesta innata cGAS-STING: Papel del gen viral MGF505-2R. Universidad. Autónoma de Madrid230 Interactions with the Environment CBM 2021-2022 Summary Our research interest is focused on i) the interplay between the host innate immunity system and RNA use a highly the identification proteins involved in detection viral RNA the characterization of the immune evasion mechanisms exerted the counteract on triggering interferon pathway in infected cells. The outcome of the balance between the antiviral response and viral antagonism may determine the onset of disease and pathogenesis and we are actively working on the identification of host innate effector proteins which are targets for the viral proteases. have reported a novel mechanism of viral evasion viral infection and antiviral immunity is under the zoonotic viruses (FMDV, West Nile virus, Rift Valley fever virus, African swine fever virus) and shown their biological activity in cells from different species including farm and wild animals, as well as in vivo in mice and swine. The use of these ncRNAs against has been addressed showing the intrinsic prophylactic activity of naked RNA against SARS-CoV-2 in a COVID-19 mouse model. We are also working on the development of new nanotechnology-based formulations to improve stability and efficacy in RNA delivery. results derived from these studies will contribute to gain knowledge the interaction between viral pathogens and the innate immune system of the host cell and to design new and more effective strategies against current and newly emerging viruses. Group Members Principal Investigator Margarita Sáiz Zalabardo Scientific Staff Miguel Ángel Sanz Hernández Postdoctoral Fellow Miguel Ramón Rodríguez Pulido Predoctoral Fellow Miryam Polo Hernández Undergraduate Student Lucía Camacho Pulido (until 30/06/21)MODULATION VIRAL Cañas-Arranz, R., Defaus, S., de León, P., Rodríguez-Pulido, M., Ganges, L., Blanco, E., Sobrino, F., Andreu, D. (2021) Peptide-Based Vaccines: Foot-and- doi: 10.3390/vaccines9050477. »Rodriguez Pulido, M., Polo, M., Borrego, B. and Saiz, M. (2022) Use of foot-and-mouth disease virus non-coding synthetic RNAs as vaccine adjuvants. In A. (ed) Vaccine Technologies for Veterinary Viral Diseases. Methods in Molecular Biology York, NY., pp.125-135. doi: 10.1007/978-1-0716-2168-4_7. »Albiol, F. J., Briones, C., Camacho, J., Carrión, M., Elvira, L., Eritja, R., Fernández, C., de Frutos, M., García Hernández, M., García Gomez-Tejedor, G., García, R., González, A. J., Herranz, F., Horrillo, M. C., Llosá, G., Martín, J. A., Nacher, E., de la Puerta, A., Sáiz, M., Sanz, Y., Sobrino, F. and Villa, R. (2021) New Methods for Diagnostic Tools and Prevention. In Delgado, M. and Moros, M. (ed) Challenges in Biomedicine & Health, Challenge 8. In S. Marco, J. and Moreno-Arribas, V. (coord) Scientific Challenges: towards 2030, vol. 4. Editorial ISBN Vol. 4: 978-84-00-10744-4. Schematic representation of the interplay between host viral strategies to counteract the antiviral response editor section (since immune evasion mechanisms. de Ciencia e Innovación. Ref. PID2020- 113184RB-C21. PI: F. Sobrino and M. Sáiz and F. Sobrino (11/05/2020 - 10/05/2021) »Plataforma para el desarrollo de estrategias de control de Salud Animal (PLATESA2CM). Comunidad de Madrid/ FEDER S2018/BAA-4370 (2019-2021). F. Sobrino, E. Torres, R. Cañas, M. Sáiz, P. de León, MJ Bustos. Lauryl gallate for use as antiviral effective vaccines and antivirals are key aspects for animal and human health control. Foot-and-mouth disease virus (FMDV) is one of the major concerns for animal health. It is also an interesting model system for understanding the interactions of a highly variable RNA virus and its natural hosts and the implications of these interactions on disease control with clear connections with the \"One Health\" approach. We are the development of FMDV peptide marker In particular, we are further understanding the zoonotic virus such as West Nile virus. As part of these studies, we have and human coronaviruses, including SARS-CoV-2. expertise of our group is being to address the of coronaviruses, and eventually other emerging viruses, of of broad antiviral spectrum host-targeted compounds such VPA or LG and direct acting (i.e. remdesivir) is under study. Group Members Group Leader (IP) Francisco Sobrino Postdoctoral fellows Patricia de León Technicians María José Bustos Laura CerradaNEW STRATEGIES FOR PREVENTION AND CONTROL OF VIRAL de León, A. L. Carrascosa, M.J. Bustos, F. Sobrino. E. Torres, M. Sáiz, R. Cañas. 233 Microbes in Health and Welfare Unit CBM 2021-2022List of publications »de León, P., Cañas-Arranz, R., Torres, E., Forner, M. Defaus, S., Bustos, M.J., Revilla, C., Domínguez, J., Andreu, D., Blanco, E. and Sobrino, F. Phenotype de León, P., Rodríguez-Pulido, M., Ganges, L., Blanco, E., Sobrino, F*. and Andreu, D. Peptide-based vaccines: foot-and-mouth disease 10.3390/vaccines9050477 (2021). »Cañas-Arranz, R., de León, P., Defaus, S., Torres, E., Forner, M., Bustos, M.J., Andreu, D., Blanco, E. and Sobrino, F. Immunogenicity of foot-and-mouth disease virus dendrimer P., Calderón, K.I., Domingo, E., Sobrino, F*. and Martín- Acebes, Blazquez, J. Gómez, E. Gómez-Diaz and F. Sobrino. Evolution of Health and Diseases. In Origins, (co)evolution, diversity and synthesis of life (Volume 2). P. Bovolenta, M. Manzanares, J. Buceta (Topic Coordinators). S. Elena and Towards 2030. »F-J.A., Briones., J. Camacho., M. Carrión., L. Elvira., R. Eritja., C. Fernández., M. de Frutos., M. García., G. García., R. García., A.J. González., F. Herranz., M.C. Horrillo., G. Llosá., J.A. Martín., E. Nacher., M. Sáiz-Zalabardo., Y. Sanz., F. Sobrino and R. Villa. New Methods for Diagnostic tools and prevention. In Challenges in Biomedicine and Health (Volume 4). M. Delgado, M. Matamoros (Topic Coordinators). S. Marcos, A. de Marco (Challenge Coordinators). peptide vaccine that conferred epitopes in tandem via thiol-maleimide linkages at both - -amino ends of a branched Lys core. (c) Tail-to-tail fusion two B2T molecules via orthogonal multivalent platform. The target lysosomal protease suggested be involved processing. Participation in projects »PID2020-113184RB-C2 (AEI-MCI) 1. Proyecto coordinado con la U. Pompeu Fabra (D. Andreu). Vacunas peptídicas, estrategias antivirales y mecanismos de evasión inmune. Aplicaciones bioterapeuticas. (2021- 23). PI: Francisco Sobrino. »CAM S2018/BAA-4370. Plataforma para el desarrollo de estrategias de control de salud animal (PLATESA2-CM) Entidades participantes: INIA, CSIC (CBMSO), UCM, F. Sobrino (2020-2021). »INFRAFRONTIER2020 and Society CBM 2021-2022 SCIENCE AND SOCIETY Scientific Weeks in Madrid http://www.cbm.uam.es/joomla-rl/index.php/en/science-and-society Group Members Director: José Antonio López Guerrero Technical Responsible: Almudena Hernando Collaborators: Begoña Aguado Mar Ruiz Noemí Tabanera Research The NeuroVirology (UAM) group aims at the of the effect HSV-1 on demyelinating cells infected with HSV-1 and their participation in the viral cycle are being described. It has been detected for the first time microvesicles HSV-1 virions. the autophagy in HSV-1 infected cells. Finally, as of 2020, the group started a new project on the effect of new in vivo .Activities Within the framework of the CBMSO Scientific Culture Program, The Department of Scientific Culture (DCC) the CBMSO has collaborated in the following activities 2021-2022: 1) Scientific Weeks in Madrid (workshop and seminars in 2021 and webinars in 2022). 2) Annual program of 30 guided visits of Secondary School students Centre canceled -2020-2022- due to the pandemic). 3) Weblog \"Bio(Ciencia+Tecnología)\" of the Madri+d Foundation. 4) Social Networks: Facebook and Twitter. 5) Organization and coordination of the Explorer\" \"4ESO + EMPRESA\" of the Community of Madrid. 7) Stay at the CBMSO of the Students \"Finalist of the Spanish Participation in \"Science With You\" the Student Residence \"Severo Ochoa Foundation\". 9) Participation in Mass Media about Scientific Dissemination and Disclosure: Spanish National Radio (Radio 5 -\"Entre Probetas\" and \"El Laboratorio de JAL\"-, Radio 1 -\"A Hombros de Gigantes- and Radio Exterior -\"Marca España\"-), Spanish National TV -TVE-1-, Spanish TV -La Sexta-; Collaborations with the magazines of scientific culture \"El Cultural\".237 Society 2021-2022The virulence known as multifunctional protein that blocks many facets of the cellular antiviral responses (Int J 08/05/2021 \"¿Puede alguien negarse a aceptar la evidencia (científica en el caso de la pandemia)? 31/12/2021 \"Hitos del » Daniel J. Klionsky et al. Guidelines and Endogenous Retroviruses as Risk Factors 2021 May 27;22(11):5738. 10.3390/ijms22115738. CLODOS Technology Shows López-Guerrero JA, Bello-Morales R. Interplay between Autophagy and Herpes Simplex Virus Type 1: ICP34.5, One of the Main Actors. Int J Mol Sci. 2022, 23(21):13643. doi: 10.3390/ijms232113643 » Praena Rapozzi V, doi: Second prize in the Elena Hevia supervisor: Dr. César Cobaleda health Estévez Santiago Technical personnel: Laura López Martínez José Ignacio Herrero Lahuerta Beatriz García MartínezJosé Mª Sedano Torres Marta González Mella Virginia González de la Torre Blanca Sánchez Novillo Marisol López Martín Isidro García Gómez Amanda Abad Serrano (Vivotecnia) Administrative support: Miguel A. Bordallo Martín- Fontecha Animal keepers: Alfonso Gutiérrez García Staff from Vivotecnia Description It is a modern facility, designed and equipped with the latest advances in this type of facilities and its purpose is the production and maintenance of (zebrafish, medakas and for The installation also includes: SPF modified mice are produced. Conventional or experimental zone. Zones Level 2 (BSL2), for mice Zone with Biocontainment (BSL3), for mice. Zone for the maintenance of aquatic animals (zebra fish, medaka fish and subjects related to laboratory animals for the continuous training of both users and staff. Our goal is good health and animal welfare. 241 CBM 2021-2022Services »The main functions of the Facility are the analysis of proteins at the level of sequence (homologous search, family characterization, services provided during these years, we would highlight the research projects that concerned the Covid-19 pandemics. The first one, in collaboration with Balbino Alarcón's group, in the antibodies serum, which was patented and licensed. The second one, in collaboration with Ugo Bastolla, Manuel Fresno and Laura García-Bermejo from the Ramon y Cajal hospital, investigated the relationship between ACE2 levels in the blood and severity symptoms of SARS-CoV2 facility, was an silico mouse ACE2 receptor using the CRISPR technique in order to generate a murine model of Covid-19.Description The mission of the Bioinformatics Facility is to support research groups of the CBMSO (and occasionally other centres) in the bioinformatics analysis of their data, to orient their research through computational predictions and to advice on the computational aspects of their projects. The personnel in the Facility teach at master's courses complement to rationalize their results and to maximize the knowledge that they provide. This is particularly true for high throughput experiments, whose bioinformatics analysis is necessary for addition, in silico predictions may help optimizing the of the experiments. We perform these analyses and predictions through computer specific tackle specific problems, and we run the computations in the computing infrastructure of the Bioinformatics Facility, which consists of a high performance computing cluster, with infiniband connection, a shared parallel file system and computational nodes with up to 512GB of memory of publications The bioinformatics service staff has participated in 12 scientific publications between 2021-2022. Below are some of the A set the selection of the TCR T cell repertoire imposed by pre- TCR signaling strength. of the National Academy of Sciences Vol 119, Num 22, page e2201907119https://tinyurl.com/bioinfcbm http://ub.cbm.uam.esBIOINFORMATICS transmission ultramicrotome, a cryoyltramicrotome and a freeze-fracture/freeze unit. Over the year 2021 the EMF has carried out work for 24 internal and 10 external to CBMSO research groups and over the year 2022 for 26 internal groups and 17 external groups. During the 2021-2022 period data assistance S, de Rivas G, Stamatakis K, Feito J, Andrés G, Fresno M, Kremer L, Correas I, Alonso MA, Millán J.(2022) Cell Mol Life Sci. MT, Chichón D. 837-850. doi: 10.1111/mmi.14875. B, Perdiguero P, Martín-Martín A, Andrés G, Muñoz-Atienza E, Guerra Rodríguez M, Díaz-Rosales P, Tafalla C. (2022) iScience. 26(1):105854. doi: 10.1016/j.isci.2022.105854. » Alejo A, García-Castey M, Guerra M, Hernáez B, Martín V, Matamoros T, Andrés G.(2023) African swine Teresa Rejas Scientific supervisor: Dr. Germán Andrés Hernández Personnel: Milagros Guerra Rodríguez Dra.Tania Matamoros Grande (until December 2021) Dra. María Isabel Carrascal Blanco Scientific Supervisor: José Berenguer Carlos Description The Fermentation facility plays two main roles on the CBMSO scientific activities, one focused on the growth of natural and recombinant microorganisms, and the other centered on the production of biological consumables. At the level of microorganism growth, of proteins and the scale facility also the cultivation of a great variety of non-recombinant microorganisms in large volumes. In all cases, the growth in fermenters is monitored rules (current Good Manufacturing Practice). On the hand, the Fermentation Facility provides markers for the internal use by most of the research groups in the CBMSO.Services »Cultures of microorganisms in 4, 10 or 30 »Improvement and production of recombinant or cytometry principles and applications, cell-sorting operation and equipment calibration and maintenance. Equipment includes two analogical cytometers with two lasers and four fluorescence detectors (FACScalibur), two lasers and six fluorescence detectors (FACSCanto A), and two with lasers and fluorescence detectors (FACSCanto II), one equipped with cytometry equipment Cytek cytometer equipped with 4 lasers (V/B/YG/R), an analysis station equipped with a Spectroflo license, next-generation the cell sorters, FACSVantage SE lasers and six fluorescence detectors and a FACS Aria Fusion integrated inside a Class II biosafety cabinet, cellular bioenergetics in real- time using living cells and Cell Metabolism Scientific Supervisor: Núria Martínez Personnel: Silvia Andrade Calvo Raquel Nieto Pintado FLOW CYTOMETRY FACILITY http://www.cbm.uam.es/scf Personnel support includes »Training is responsible for the implementation and development of genomic and NGS technologies and provides comprehensive experimental and technical advice on these methodologies to research groups. In particular, the Genomics section is specialised in PCR, RT-PCR, qPCR, RT- offers technical advice, support, experimental design, performance and data analysis of these technologies. The NGS section is specialised in tailored computational analysis of data obtained from NGS (genomics, transcriptomics, single cell-omics, metagenomics, amplicons, proteomics, platforms and users, and development of involved in different teaching programs (from school to university). It also contributes to different science dissemination activities has SARS-CoV-2 research projects, such as the \"Centinela\" led by Dr Margarita del Val, and the \"Air-COVID\" directed by Dr Antonio Alcamí, among others. The facility collaborated with the CSIC Health Surveillance Unit, performing RT-qPCR COVID tests for the Comunidad de Madrid CSIC personnel. The facility is an authorised recognised lab for those tests. In addition, it has collaborated with Dr Iñaki Comas (IBV, Valencia) to sequence and assign COVID lineages of section: Fernando Carrasco Ramiro (until Nov 2022) Laura Tabera Moreno (from Nov 2022) Technical director NGS section: Fernando Carrasco Ramiro (until Nov 2022) Sandra González de la Fuente (from Nov 2022) Personnel: María José López Sánchez (until Nov 2021)Sandra Gonzalo Flores (until Jan 2022) 2022) Horcajada (until July 2022) Manuel Belda Ávila (until Nov 2022) Paula Martínez García (from May 2022) Iván Lorca Alonso (from June 2022) Gabriela Atencia Cibreiro (from June 2022) María Santos Galindo (from Sept 2022) Services »Advice on grant proposals »Experimental analysis »Ingenuity Pathway Analysis (IPA) software. https://www.cbm.uam.es/genomica List of publications »Sacristán-Horcajada E, González-de la Fuente S, Peiró-Pastor R, Carrasco-Ramiro F, Amils R, Requena JM, Berenguer J, Aguado B. ARAMIS: From A, Carrasco-Ramiro F, Requena JM, Aguado B. Gene Annotation and Transcriptome Delineation on a De Novo Genome CSIC 2021-2022 »Personalised NGS (data analysis) and PCR (Technical and fluorescence microscopes. SMOC has two workstations for image analysis, advanced deconvolution and rendering, a vibratome and a stereomicroscope, and distributes common consumables. aim to inform and train users, organize seminars and practical sessions, and take feedback from them to configure systems and techniques of future incorporation. Administrative tasks include the management of the scheduling and of systems, and user invoicing supported by PPMS. SMOC works to get external funds for new equipment and human resources, prepares annual budgets to cover running costs, and deals with suppliers. SMOC since 2009 management ISO (AENOR), which is subject to annual accreditation and certification controls. SMOC belongs to the Spanish Network of Advanced Optical Microscopy (REMOA), the \"Red de Laboratorios e Infraestructuras (RedLab)\" de para Alcalá (until November 2022)Personnel: Teresa Villalba Villacorta Carmen Sánchez Jiménez Carlos Gallego García Francisco José Vega Sabugo Elena Calvo Cazalilla http://www.cbm.uam.es/confocalOPTICAL AND CONFOCAL MICROSCOPY CORE use »Management of online reservations and invoicing. equipment performance. »Organization seminars and development of tutorials and practical guides. »Maintenance and update of the facility web page (http:// www.cbm.uam.es/confocal). »Stock and distribution of common consumables for light microscopy applications. »Forecast future needs of the Institute in microscopy through user 247 2021-2022Description In Proteomics Facility has ever since paralleled the evolution of the scientific community in the study of proteins and its objectives are to provide technical support each The laboratory is equipped with systems to run electrophoresis and two mass spectrometers: Our service has been used for numerous research projects in a broad range of scientific fields. Group Members Technical director: Dra. Anabel Marina Ramírez (until Aug 2022) Dr. Carlos García García (since Sep 2022) Scientific supervisor: Dr. José Manuel Cuezva Personnel: Dr. Carlos García García Dra. Esperanza Morato Nuria Sánchez López (until Dec 2021) Dra. Tamara Rosell García (since Nov 2022) PROTEOMICS AND PROTEIN CHEMISTRY CORE FACILITY List of publications »Terrile, M. D., Tebez, N. M., Colman, S. L., Mateos, J. L., Morato-Lopez, E., Sanchez-Lopez,N., Izquierdo-Alvarez, A., Marina, A., Calderón Villalobos, L. I. A., Estelle, M., Martínez-Ruiz, A., Fiol, D. F., Casalongué, C. A. Iglesias, V., Pérez-Rivera, A. E., López-Martín, S., García-Silva, S., Hurtado, B., Morato, E., Peláez, L., Arribas, E. A., Tolentino-Cortez, T., Barreda-Gómez, G., Marina, A. I., Peinado, H. and Yáñez-Mó, M. P., Morato, E., Desviat, L. R., Ugarte, M., Rodríguez-Pombo, P. and Pérez, B. (2022) Hepatocyte-like cells 1;1868(9):166433. 10.1016/j.bbadis.2022.166433. »Verdes, A., Taboada, S., Hamilton, B. R., Undheim, E. A. B., Sonoda, G. G., Andrade, S. C. S., Morato, E., Marina, A. I., Cárdenas, C. A., Riesgo, A. (2022) Evolution, expression patterns, and distribution of novel ribbon worm predatory Francisco, J., Astudillo, C., Vega, JL., Catalán, A., Gutierrez, B., Araya, J., Zeilberger, A., Marina, A., García, C., Sanchez, N., Osuna, A., Vilches, S., Ramírez, M., Macedo J., Feijoli, V., Palmisano, Core Particle Technology to improve Micro and Nano LC Separations - EUR\", eLearning Phenomenex course, on line, 2022. solucionar problemas de LC-ES\" eLearning Phenomenex course, on line, 2022. on proteomics »\"MYSP: Meeting Young redeProCura\", on-line, of Spanish, French and Pintado José from external animal facilities »Technical and scientific support in the design and guides for genome and electroporation and KI models based on ES cell lines, »Derivation of new murine ES cell lines »Support in establishment and management of genetically altered mouse lines »Specific training in collection, handling and culture of mouse embryos in preimplantational stages List of publications »Hortal AM, Oeste CL, Cifuentes C, Alcoceba M, Fernández- Pisonero I, Clavaín L, Tercero R, Mendoza P, Domínguez V, García- Flores M, Pintado B, Abia D, García-Macías C, Navarro-Bailón A, Bustelo XR, González AJ, Zhao S, Natkunam Y, Blanco O, Domínguez V, Pintado B, Alonso-López D, De Las Rivas J, Vicente-Dueñas C, Lossos IS, Sanchez-Garcia I. Conditional expression is a joint scientific service shared by CBMSO and CNB that provides support to research groups in the creation, interchange and management of genetically modified mouse models. The service covers all the required steps: from founder generation to breeding and management of lines. Models can be generated with traditional technology, transgenesis or complementing expertise our advising on the best strategy to obtain the desired The service one for embryo edition, a standard molecular biology laboratory and a laboratory for ES cells. With full access to the animal facilities of CBMSO and CNB, we deliver the newly created animal models in the barrier of both centers. The service is integrated in the scientific-technological platform INNOTEK (UAM+CSIC). The service is also involved in the production and characterization of two new mouse models for the study of COVID-19 The general activity of the service is complemented with the organization of specific workshops and the technical support to research teams at CBMSO, CSIC and other national and international groups, by generating genetically modified well as the transgenesis w strains) the requested service. and for successful gene in the unit. We also offer assistance in the selection and design basic and pre-clinical research.Description The Viral is quantity and quality lentiviruses for non-profit research purposes. The aim of the unit is the production, purification and titration of lentiviral vectors Members Technical Director: Mercedes Dávila Cerrato Scientific Supervisor: Personnel: Marta Fierro Fernández ServicesCBM 2021-2022 254ADMINISTRATION Jaime García Martín-Delgado David Arjona Lara Carmen Arroyo Martín Montserrat Barbero Maturana Francisco Jiménez Condes Miguel Pérez Pulido Sonia Rubio Lago Rosa Sánchez Caballero Gregorio Javier Sánchez García Belén Villar Pérez Montserrat de la Fuente Chivato Lidia Barbero Jiménez MANAGEMENT BOARD Antonia Condes CanoQUALITY MANAGEMENT Mª del Carmen López VaraCOMPUTING Pedro Pemau Alonso Diego Díaz Rodilla Ángel J. Gonzalo Gonzalo María Peña Pérez García Eugenio Barrientos Ruiz Adrián ContrerasPERSONNEL MANAGEMENT Lucía Horrillo Muñoz Jessica Martínez Santos María Paz Yubero MartínCELL CULTURE, WASHING AND STERILIZATION Mercedes Dávila Cerrato Mª Ángeles Blanco Ferreras María Cazorla Plaza Antonia Cerrato Gómez Marta Fierro Fernández Anunciación Gaceo Esteban Miriam García CarrascalLorena García Murillo Mª Teresa Gómez Buendía Josefa González-Nicolás Garrido Mª Nieves Martín Bermejo F. Borja Mirasol Burgos Ana Mª Pérez Colmenar Juan Antonio Rebelles Vicente NATIONAL AND INTERNATIONAL PROGRAMS Volga del Castillo Domingo CBM 2021-2022255GRAPHIC DESIGN PHOTOGRAPHY José Ignacio Belio López José Antonio Pérez Gracia MANAGEMENT Germán Lerma Rodrigo LIBRARY Josefa González-Nicolás Garrido Marisa GorinesBIOLOGICAL SECURITY Angeles Sánchez Sánchez Gema Caparrós de la Jara Sandra Núñez Egido Mª Cruz Valladares Bartolomé Iris Esparza Collado INSTITUTIONAL RELATIONS Almudena Hernando Bellido Carmen Hermoso CrispínSAFETY AND OCCUPATIONAL RISK PREVENTION Fernando García MuñozPURCHASE DEPARTMENT Antonio Hernán-Pérez Mª Carmen Rico Ruiz José Miguel Celestén Martín Mª José Fernández Martín Jesús Miguel Hernández Largo Herminio E. Jiménez Bassalo Joaquín Parra García Teodoro Pedraza Caro Lara María Rodenstein Leyre Campos TalaverónINSTRUMENTS AND EQUIPMENT Francisco Gutiérrez de la Cruz Juan A. Delgado Rodríguez Fernando Muñoz Maqueda MAINTENANCE Jorge Ignacio Ocampo Pérez Pedro Pablo Cordón Polanco César Martos Valladares José María Sanz Mejías Miguel Ángel IN IOLOGY Host: Santiago Lamas slamas@cbm.csic .es Ext.4455 24th Severo Ochoa CENTRO DE BIOLOGÍA MOLECULAR SEVERO OCHOA C/ N icolás C abrera, 1 Campus de C MEIJERThe pLS20 of plasmids 05/03/2021MARIA MARGARIDA PATOLOGICOS CATALINA RIBAS/ FEDERICO MAYORNuevo interactoma de Gq y su implicación en la homeostasis vascular 18/03/2021INES SÁNCHEZ GÓMEZINTERACCIONES CON EL of B Lymphocytes 23/03/2021SARA AHMED DE PRADOHOMEOSTASIS Y TEJIDOS DE ÓRGANOSANTONIO BAONZAEstudio de los mecanismos que regulan la re-especificación celular y la pérdida de la capacidad proliferativa en respuesta al daño en el disco imaginal de ala de Drosophila melanogaster 14/04/2021PETER ELIAS KIDIBULEINTERACCIONES CON EL ENTORNOMARIA FERNANDEZ materiales quitinolíticos para la obtención de oligosacáridos bioactivos. Caracterización de biocatalizadores y productos 15/04/2021MARIO LEDESMA TERRÓNHOMEOSTASIS TEJIDOS DE ÓRGANOSDAVID MÍGUEZA systems biology study to understand the dynamics of progenitor cells populations in the tissue development 16/04/2021DOLORES PINIELLAPROCESOS FISIOLOGICOS Y PATOLOGICOS FRANCISCO ZAFRA/ CECILIO GIMÉNEZIdentificación de nuevas proteínas que interaccionan con los transportadores de glutamato y dopamina (GLT-1 y DAT) mediante alteraciones en sus respectivos entornos 28/04/2021GABRIELA GRISEL DESDÍN MICÓHOMEOSTASIS evolution and el Parvovirus MVM: de la Acidosis Láctica Congénita: Un ejemplo de análisis integral de una enfermedad rara 15/09/2021ANGEL GARCÍA HORSTMANNPROCESOS FISIOLOGICOS Y PATOLOGICOS ADRIAN GARCIA/ MARÍA FERNÁNDEZ LOBATOEstudio de microorganismos halófilos moderados productores de exopolisacáridos pertenecientes a salinas de interior en Castilla-La Mancha 28/09/2021ANA LAURA BARRIOS MUÑOZPROCESOS FISIOLOGICOS Y PATOLOGICOS EVA PORLANPlk1: un regulador adulta 18/10/2021SERGIO RIVAS MUÑOZPROCESOS FISIOLOGICOS Y PATOLOGICOS de la -glucosidasa de Schwanniomyces occidentalis para la síntesis de isomaltooligosacáridos y otros compuestos glucosilados 19/11/2021TANIA CALVO LÓPEZINTERACCIONES CON EL ENTORNOJOSÉ MARÍA ALMENDRALIngeniería de dominios funcionales de la cápsida del Parvovirus MVM con péptidos que bloquean VEGF: LOZANOINTERACCIONES CON EL ENTORNORICARDO AMILSEcología microbiana en el Salar de Uyuni (Bolivia) como factor limitante para la vida 20/01/2022BEATRIZ CARDEÑESHOMEOSTASIS Y TEJIDOS DE ÓRGANOSCARLOS CABAÑASImplicación de la integrina 51, ADAM17 y CD9 en adhesión celular y en la unión y captación de exosomas tumorales por células receptoras 27/01/2022ANGEL BAGO PLAZAINTERACCIONES MANUEL SERRADOR/MIGUEL A. IÑIGUEZAcciones de los nitro-ácidos grasos sobre activación los T 11/02/2022CRISTINA GONZALEZPROCESOS FISIOLOGICOS Y PATOLOGICOS LAURA FORMENTINIPapel la bioenergética mitocondrial en el metabolismo del músculo esquelético en patología y ejercicio 07/04/2022CÉSAR GAGO CÓRDOBAINTERACCIONES attachment by donor cells 29/04/2022IZARNE MEDINA AZPIAZUHOMEOSTASIS Y TEJIDOS DE ÓRGANOSGINÉS MORATATumorogénesis y competición celular en células con falta de función del gen polyhomeotic en Drosophila melanogaster 29/04/2022LAURA VALLÉS SAIZPROCESOS FISIOLOGICOS Y PATOLOGICOS FÉLIX HERNÁNDEZNuevas funciones para la proteína tau en el Sistema Nervioso Central y en tejidos periféricos 29/04/2022CARLOS DAVID with in biotechnology 06/05/2022ARMANDO RUBIO RAMOSHOMEOSTASIS Y TEJIDOS DE ÓRGANOSMIGUEL ANGEL ALONSO LEBREROLa proteína MALL: identificación en los cuerpos PML y su implicación en la organización nuclear 19/05/2022ESTHER CAMACHO CANODINAMICA Y FUNCION DE ÓRGANOSMIGUEL ANGEL ALONSO LEBRERORegulación de la formina INF2 normal papel del COLÁS ALGORAHOMEOSTASIS Y TEJIDOS DE ÓRGANOSJAIME MILLÁNEstudio de la regulación de la barrera endotelial por las Rho GTPasas EL LOBATOEstudio de la -glucosidasa de la levadura Metschnikowia reukaufii y su empleo en procesos biocatalíticos para la producción de oligosacáridos bioactivos de la MANUEL CUEZVAEl PICÓ DEL PINOPROCESOS FISIOLOGICOS Y PATOLOGICOS JOSÉ JAVIER LUCASEstudio de la Enfermedad de Huntington como una deficiencia de tiamina asociada a SLC19A3 y sus implicaciones terapéuticas 06/07/2022JUAN CRUZ MARTÍNPROCESOS FISIOLOGICOS Y PATOLOGICOS LAURA FORMENTINIPapel de las deshidrogenasas FAD en la fisiopatología del músculo esquelético 13/07/2022SANTOS DOMINGUEZ ZOTESINTERACCIONES CON EL ENTORNOMAURICIO GARCIA MATEU/ALEJANDRO VALBUENAModulación de las propiedades mecánicas y dinámicas del entramado proteico que forma la cápsida del virus de la inmunodeficiencia humana 18/07/2022CARLOS CAMACHO DE LA MACORRAHOMEOSTASIS Y TEJIDOS DE STAT5 en las neoplasias linfoblásticas de células T: bases moleculares subyacentes y posibles líneas de tratamiento 07/10/2022BEATRIZ SOTO HUELINPROCESOS FISIOLOGICOS Y PATOLOGICOS Mª DOLORES LEDESMAAproximaciones terapéuticas para tratar la patología cerebral en la enfermedad de Niemann Pick tipo A264 CBM LLORENSNeurogénesis hipocampal adulta en sujetos neurológicamente sanos y pacientes con enfermedades neurodegenerativas 11/11/2022MIREYA RUIZ LOSADAHOMEOSTASIS Y TEJIDOS DE ÓRGANOSCARLOS ESTELLACoordinación entre la progresión del ciclo celular y la actividad proapoptótica de p53 en respuesta al daño en el ADN 18/11/2022ALVARO CASADOMÉ PERALESPROCESOS FISIOLOGICOS Y PATOLOGICOS CARLOS G. DOTTICambios en la composición de las vesículas extracelulares de la corteza cerebral del ratón durante el envejecimiento: enfoque en la Ceramida sintasa 2 de mGluR5 y el sistema endocannabinoide en la patología psiquiátrica de Niemann Pick Tipo C. 16/12/2022RAQUEL GARCÍA BELMONTEINTERACCIONES CON EL ENTORNOYOLANDA REVILLA/ DANIEL PÉREZEl Virus de la Peste Porcina Africana modula la vía de señalización cGAS-STING a través del factor de virulencia MGF505-2R 16/12/2022SONIA DOMINGUEZ ZORITAPROCESOS FISIOLOGICOS Y PATOLOGICOS JOSÉ MANUEL CBM 2021-2022MEMORIAL LECTURES 2021-2022 DATE NAME 20/05/2022 27 LECCIÓN CONMEMORATIVA SEVERO OCHOAGerald S. Shadel (Salk Institute Cancer 04/11/2022 LECCIÓN CONMEMORATIVA SEVERO OCHOA John F. X. Diffley ( The Francis Crick Institute, London, UK)Eukaryotic DNA Replication: How it Works and What Happens When it Goes Wrong 266 CBM 2021-2022 SPECIAL SEMINARS 2021-2022 2021 DATE NAME CENTER Francisco Verdeguer Universidad de Zurich. The SwitzerlandTranscriptional regulation of energy homeostasis 23/09/2021 Michael N. Sack. Cardiovascular Branch, National Heart, Lung and Blood Institute, NIH Maryland, London, amyloids to neural circuits and beyond 4/10/2021 Adolfo García Sastre Icahn School of Medicine at Mout Sinai, New York, USANew vaccine strategies for influenza and COVID-19 05/10/2021 Ana Fernández Sesma Icahn School of Medicine at Mout Sinai, New York, USAModulation of human immune responses Recerca Matemàtica, to RNA virus dynamics and evolution267 CBM 2021-20222022 DATE NAME CENTER TITLE stem Clonal Determinants of Stem Cell Heterogeneity 16/06/2022 Julia Liu University of Minnesota Medical School, of mitochondrial calcium dysregulation in vivo 05/07/2022 Asier Echarri Centro Nacional de Investigaciones Cardiovasculares, Madrid. SpainMechanotransduction at a glance: From the plasma membrane to and beyondClonal Determinants of Stem Cell 26/09/2022 Investigaciones Biológicas \"Margarita Salas\". Madrid, SpainThe role of MAM in the regulation cholesterol:The role imaging of epithelial phagocytosis 19/10/2022 Rafael Radi Centro de Investigaciones Biomédicas (CEINBIO), Universidad de la República. Montevideo, UruguayThe role of metabolic carbon dioxide signaling stress 03/11/2022 Gabriel Arismendi Biológicas, Univ. Zulia, Maracaibo, VenezuelaMitocondria y cáncer: puerta para terapias improve cancer immunotherapy 13/12/2022 Alain Juan de Solis Max Planck Institute for Metabolism Research. GermanyCoordinated roles of hypothalamic neurocircuits in the Katalin Susztak Perelman Philadelphia, Pennsylvania, USATubular Cell Metabolic Reprogramming in Main, GermanyAn ancient pathway for CO2 reduction: from the modern biotechnology Martincorena Wellcome Sanger Institute, normal Fátima SwedenNew cells in old brains 12/11/2021 Lluis Montoliú Centro Nacional de Biotecnología (CNB) Madrid, EspañaLos retos de la experimentación animal hoy en día 23/11/2021 David M. Gilbert Biological Sciencie, Florida State 26/11/2021 Cristian of 25/02/2022 Angel Barco Instituto de Neurociencias, San Juan de AlicanteEpigenetic mechanisms in neuronal plasticity & intellectual disability 18/03/2022 Centro Nacional enhance regeneration of aged skeletal muscle 25/03/2022 Nicolás Manel Institut Curie, PSL Research University, Paris, FranceIntracellular DNA sensors: from antiviral immunity to cancer immunotherapy and aging 01/04/2022 Luis Angel Fernández HerreroCentro Nacional de Biotecnología (CNB) Madrid, SpainSynthetic biology of E. coli for cancer therapy and 22/04/2022 Philippe Pasero Institute stalled forks to beyond 06/05/2022 Ingrid Lohmann Centre for Organismal Studies (COS), Heidelberg University, GermanyHox Transcription Factors in Drosophila Development 13/05/2022 Silvia Paracchini School of Medicine, University of St Andrews, St. Andrews, UKMultidisciplinary approaches to dissect the link between handedness, brain asymmetries and neurodevelopmental disorders 16/09/2022 Iñaki Comas Instituto de Biomedicina de Valencia. Valencia. SpainGenomic approaches for global health pathogens:Genomic approaches for global health pathogens:from biology to 11/11/2022 Almudena Ramiro Centro Nacional de Investigaciones Cardiovasculares CNIC, Madrid, SpainAntibodies meet the atheroma plaque: a heaven? SCIENTIFIC REPOR T CBM 2021-2022 Coordinators José A Esteban, Federico Mayor Jr Beatriz López Corcuera Grapic Design and Photography CBM Services José I Belio López and J osé A Pérez GraciaCENTRO DE BIOLOGÍA MOLECULAR SEVERO OCHOA C/ Nicolás Cabrera, 1 Campus de la Universidad Autónoma de Madrid 28049 Madrid Tel.: (+34) 91 196 4401 www.cbm.uam.es SPONSORED BY "}