{"title": "Round Rock Cancer Center", "author": null, "url": "http://www.bswhealth.com/locations/round-rock-cancer-center", "hostname": "bswhealth.com", "description": "Learn about the comprehensive cancer care the board-certified oncologists in Round Rock provide, including 21 private chemotherapy/medical therapy bays.", "sitename": "bswhealth.com", "date": "2023-01-01", "cleaned_text": "- Round Rock's Cancer Center eliminates the need to travel elsewhere for the complete, personalized care and robust support patients need on their journey from cancer patient to cancer survivor. As part of the Baylor Scott & White System, our Round Rock Cancer Center is part of the largest network of hospital-based cancer programs in Texas and is accredited by the Commission on Cancer. Backed by the resources of Baylor Scott & White Health, Texas' largest not-for-profit healthcare system, Baylor Scott & White - Round Rock's Cancer Center offers: - Advanced cancer-fighting technology - Experienced caregivers and cancer care specialists on the medical staff - Support services designed to coordinate and ease the cancer care journey - Warm, comfortable environment to promote healing - Access to forward-thinking clinical trials for promising new therapies - Second opinion program for cancers including colorectal, breast, lung, prostate and neuro-oncology (brain/spine) More about us - Pharmacy and prescription refills The [Baylor Scott & White Pharmacy #201](/locations/round-rock-pharmacy-201)is located on site with the Baylor Scott & White Clinic - Round Rock 425 University. We offer a complete line of pharmacy services, plus an extensive selection of over-the-counter items, gifts and greeting cards. In addition to convenient parking, our drive-through window service makes it easy to drop off and pick up your prescriptions. Baylor Scott & White Cancer Center - Round Rock provides services as an outpatient department of [Baylor Scott & White Medical Center - Round Rock](/locations/round-rock-hospital). Insurances accepted Baylor Scott & White has established agreements with several types of insurance to ensure your health needs are covered. [these terms](#) - Aetna - (12)Choice POS IIOpen & White Health Plan - (16)HMO Network-Individual/FamilyEPO Network-Individual/FamilyBSWH Employee Network - PPO & HSABSWH Choice Preferred NetworkCigna PPO Network - Out of Area Member PlanPHCS/OPTUM - PPO Network - Out-of-Area Member PlanEPO Network-GroupMcLane Group NetworkBSW Preferred HMO Network - GroupBSW Preferred PPO Network - Bell County Public Health District - (1)Bell County Public Health District - Blue Cross Blue Shield - (12)Blue Advantage HMOBlue Choice PPOBlue EssentialsBlue Essentials Access HMOMedicare - EFH RetireesMedicare Advantage - OncorParPlanTraditionalIndemnitySTAR Kids - Brookshire Brothers - (2)Self-Insured Employee PlanBrookshire Brothers Employee Plan (Nexcaliber) - Cigna - (1)Open Access Plus - Consolidated Association of Railroad Employees - (1)Self-Insured Employee Plan - Coventry - (1)Coventry/First Health - Coventry Workers' Compensation - (1)Coventry Workers' Compensation - DFW ConnectedCare - (1)American Airlines Employee Benefit Plan - Envolve Vision - (1)Envolve Vision - EyeMed Vision - (1)EyeMed Vision - Galaxy Health Network - (1)Galaxy Health Network - Gladney Center - (1)Gladney Center - Healthscope - (2)DART ACO FlexDART ACO - (5)ChoiceCareHumana PreferredNational PPO PlansCommercial HMO Plans - Humana Behavioral - (1)Tricare Members Only - Independent Medical Systems - (1)IMS Network - Injury Management Organization (IMO) - (1)Injury Management Organization (IMO) - Magellan - (6)CHIPNavigator NetworksPinnacle NetworksSTARSTAR KidsSummit Networks - Midland Memorial Hospital - (1)Employee Benefit Plan - Mother Frances Hospital Regional - (1)Self-Insured Employee Plan - OccuNet - (1)Occupational Networks of Texas, Inc. - PHCS Network - (1)PHCS Network - Political Subdivision Workers' Compensation Alliance - (1)PSWCA - Reny Company - (1)Workers Comp - Rockport - (1)Workers Comp - Scott & White Health Plan - (1)RightCare STAR Medicaid Network - Sedgwick Preferred Network f/k/a Southwest Medical - (1)Workers Comp - Superior Health Plan - (5)STARSTAR+PLUSCHIPCHIP PerinateFoster Care - Superior HealthPlan - (4)CHIP PerinateFoster CareSTARSTAR+PLUS - Superior Vision - (1)Superior Vision - Three Rivers Network - (1)Three Rivers Network - Tricare - (3)Tricare ExtraTricare PrimeTricare Select - TriWest HealthCare Hardin-Baylor - (1)Employee Benefit Plan We couldn't find any results for \"\" Board-certified oncologists on the medical staff provide personalized care and support patients on their journey from cancer patient to cancer survivor. As part of the Baylor Scott & White System, our center is part of the largest network of hospital-based cancer programs in Texas and is accredited by the Commission on Cancer. We offer 21 private chemotherapy/medical therapy bays to reflect or socialize during infusion treatments. We use an advanced radiation delivery system with enhanced safety features for improved accuracy and reduced treatment times. We can address the vast majority of tumors and cancers, including: - Blood and lymph system - Brain and spinal cord - Breast - Digestive - Endocrine - Liver - Lung - Head and neck - Pancreas - Prostate/urologic - Skin Our integrative medicine specialists combine modern medicine with complementary health services like acupuncture, chiropractic care and massage therapy to heal both biological and psychological problems that have not responded to typical treatments, including: - Allergies - Digestive issues - Headaches and migraines - Neurological disorders - Orthopedics (relief for conditions of soft tissue, muscle, bones, and joints) - Pain management - Pre- and post-operative rehabilitation - Pregnancy - Stress and anxiety - Strokes [Learn more about integrative medicine](/specialties/integrative-medicine) The Baylor Scott & White Health - Round Rock breast cancer program is recognized by the National Accreditation Program for Breast Centers, a coalition of professional organizations working together to provide advanced breast care in a relaxed environment. The center offers: - Breast imaging/testing - Surgery - Breast reconstruction - Radiation therapy - Chemotherapy - Hormone therapy - Targeted therapies - Physical therapy - Genetic testing/counseling [Learn more about breast cancer](/conditions/breast-cancer) Radiation oncologists on our medical staff direct the care of patients receiving a variety of radiation treatments. Our advanced technology includes: - GE Optima CT Simulator - Image-Guided Radiation Therapy - Therapy (IMRT) - Prostate Brachytherapy Stereotactic Body Radiation Therapy (SBRT) - Stereotactic Radiosurgery (SRS) - Varian TruBeam (advanced linear accelerator) - Varian VariSource® iX (high-dose rate brachytherapy) AlignRT Surface Guided Radiation Therapy Baylor Scott & White Cancer Center's Radiation Oncology department is proud to offer tattoo- and mark-free AlignRT® Surface Guided Radiation Therapy (SGRT). This technology tracks a patient's body with sub-millimeter accuracy before and during radiation and automatically pauses the radiation beam if a patient moves out of the desired position. This reduces the risk of exposure to healthy parts of the body, particularly in left breast tissue that is close to the heart. AlignRT® also does not require the use of therapy tattoos, headframes or closed masks, allowing patients to complete their treatments without permanent marks on their skin. Types of cancer treatment Surgery: Experienced surgeons on the medical staff are skilled at removing cancerous tumors from organs and tissue, as well as functional repair and aesthetic repair (plastic surgery) of damaged structures, including breast reconstruction. Chemotherapy/medical therapy: Choose a private or group space for infusion treatments in a serene setting that looks out over a peaceful garden with a waterfall. Radiation therapy: Home to the newest radiation therapy technology in the region, our advanced radiation delivery system offers enhanced safety features, improved accuracy and reduced treatment times. Clinical trials: As part of one of the 10 largest healthcare systems in the nation, we can connect patients in need with some of the world's most promising clinical trials for a number of different types of cancer. Healing environment The Baylor Scott & White Cancer Center - Round Rock was designed and built to optimize the care experience for cancer patients and their loved ones. The architecture and layout were planned to ease the flow of patients from one area or unit to the next. A beautiful healing garden is the focal point of our infusion center for chemotherapy. The infusion center also allows patients to receive therapy in the company of other cancer patients or in a private setting if desired. In our radiation oncology unit, patients receive radiation therapy from an advanced linear accelerator that has features designed to deliver a more comfortable therapeutic experience. The goal of our Cancer Center is to be a place where patients want to go to heal. Patient navigation program Our Patient Navigation Program guides patients and families through the complex treatment and decision-making process, handling logistical and administrative details to allow patients and families to focus on healing. Our patient navigator, who is a nurse, can help: - Provide education and answer questions about the cancer care process and what to expect - Coordinate appointments with various specialists and departments - Obtain/assist with referrals for additional evaluations and appointments - Gather medical records - Assist with access to clinical trials or referrals to other programs/facilities - Provide information on support groups and programs Connect with a patient navigator: - Radiation oncology: [512.509.2195](tel:+15125092195) - Breast cancer nurse navigator: [512.509.2142](tel:+15125092142) - Oncology nurse navigator: [512.509.2138](tel:+15125092138) More cancer support programs and services - Supportive palliative care A multidisciplinary team of board-certified physicians, nurse practitioners, chaplains, social workers and psychologists work to support patients with advanced cancer and their families, as well as focus on improving quality of life through excellent pain and symptom management. - Pain management We offer specialized care to alleviate pain using various therapies, patient and caregiver support groups. - Dietician and dietary We can help patients and their caregivers develop a plan for good nutrition. - Financial counseling We assist with financial counseling so you and your family can focus on healing. - Prevention and screening We aim to help patients and their families form a plan of action for cancer screening and monitoring. Services include prevention screening, risk assessment and survivorship programs. Pay bill Baylor Scott & White Health is pleased to offer you multiple options to pay your bill. View our guide to understand your Baylor Scott & White billing statement. We offer two online payment options: - Make a one-time payment without registering by selecting the [\"Pay a Bill as a Guest\" option](https://my.bswhealth.com/payasguest). - Enroll or [login to your MyBSWHealth account](https://my.bswhealth.com/login)to view account balances and statements, set up a payment plan or enroll in paperless statements. Other payment options: - Pay by mail To ensure that your payment is correctly applied to your account, detach the slip from your Baylor Scott & White billing statement and return the slip with your payment. If paying by check or money order, include your account number on the check or money order. Please mail the payment to the address listed on your statement. - Pay by phone Call [1.800.994.0371](tel:+18009940371)to make a payment. Payments can be made over the phone with our automated phone payment system 24 hours a day, seven days a week. All payments made via the automated phone payment system will post the next business day. If you need to speak to someone about a Baylor Scott & White bill from our hospitals or clinics, our Customer Service department can take payments over the phone from Monday through Friday from 8:00 AM - 5:00 PM. - Pay in person Payments can be made in person at the facility where you received services. Financial assistance At Baylor Scott & White Health, we want to be a resource for you and your family. Our team of customer service representatives and financial counselors are here to help you find financial solutions that can help cover your cost of care. We encourage you to speak to a team member before, during or after care is received. Cancer Hates Us. Because we're focused on one thing: Destroying it. With more than 40 years of groundbreaking research and a team-centered approach to treating the whole patient—mind, body and spirit— it's no wonder cancer hates us. — including immunotherapies that re-engineer your existing cells, giving your body the power to fight cancer from the inside. It's no wonder cancer hates us, and we intend to keep it that way. Be a pioneer. Fight cancer with science. — including immunotherapies that re-engineer your existing cells, giving your body the power to fight cancer from the inside. It's no wonder cancer hates us, and we intend to keep it that way. Be a pioneer. Fight cancer with science. with information and reassurance through every step of the treatment process. She gives them the tools they need to set their own goals and fight cancer on their own terms. It's no wonder cancer hates determined soldiers like Stacey and her patients. You are not alone. We'll walk this journey together. Made it easier for Amber to stay positive through hers. Thanks to her compassionate care team and never losing her joy, she's beaten her cancer. Now she's helping her patients win too. We know how to reach the finish line. Now let's get you there. Together, they not only battled his illness—they won. Today, Darrell is in remission, enjoying his life with no limits. As a true warrior who won't stop fighting, it's obvious why cancer can't get its way. "}