{"title": "Research | Internal Medicine | Michigan Medicine", "author": null, "url": "https://medicine.umich.edu/dept/intmed/divisions/cardiovascular-medicine/research/ahmed-abdel-latif-lab/research", "hostname": "umich.edu", "description": null, "sitename": "Internal Medicine", "date": "2023-06-05", "cleaned_text": "Signaling mediated by bioactive lipids constitutes an integral component in the pathogenesis of inflammation, which in turn amplifies tissue injury and correlates with the progression of cardiac failure in cardiac stress. Specifically, lysophosphatidic acid (LPA) signaling, predominantly generated by the extracellular lysophospholipase D enzyme, autotaxin, facilitates detrimental cardiac remodeling. Autotaxin, primarily derived from adipose tissue, contributes substantially to plasma LPA levels, elucidating the association between obesity and cardiac failure. Our preliminary investigations indicate a correlation between the upregulation of pro-inflammatory macrophages and the escalation of heart failure, a process that appears to be aggravated by autotaxin. The nexus between macrophage signaling, obesity, autotaxin/LPA signaling, and the development of heart failure, along with its potential therapeutic implications, is an active research area in the lab. We are dedicated to elucidating the molecular mechanisms underlying heart failure and investigating the intricate involvement of the immune system in this process. To accomplish this, we employ a combination of animal models and clinical studies, which serve as the foundation for our experimental investigations. In particular, our research highlights the critical role played by key components of the immune system, such as neutrophils and macrophages, in both cardiac inflammation and the subsequent recovery phase. Macrophages, in particular, are indispensable for promoting tissue healing following injury, extending their influence to almost every organ within the body. However, in the context of a heart attack, prolonged pro-inflammatory activation of macrophages can instead contribute to cardiac damage. Therefore, a highly promising strategy to mitigate the initial extent of cardiac injury (preservation) post-heart attack involves modulating the activation state of macrophages, steering them towards an anti-inflammatory phenotype referred to as alternative polarization. In our laboratory, we pursue diverse approaches aimed at enhancing alternative macrophage polarization. These methodologies encompass not only cell therapy interventions, but also the exploration of various novel and repurposed pharmaceutical agents. Through these comprehensive investigations, we aim to expand our understanding of the immune response in cardiac pathology and identify potential therapeutic avenues to improve patient outcomes in the context of heart failure. "}