{"title": "Japón invertirá en el país: ¿y en Farma?", "author": "Equipo de Redacción", "url": "https://www.pharmabiz.net/japon-invertira-en-el-pais-y-en-farma/", "hostname": "pharmabiz.net", "description": "El primer ministro japonés, Shinzo Abe, llegará el próximo mes a la Argentina. Será para lubricar inversiones cercanas a los u$s 9.000 millones. El antecedente de esta visita se remonta a mayo pasado, cuando la vicepresidenta de la nación Gabriela Michetti desembarcó en ese país en una visita protocolar. Desde Japón ya se dijo que están mirando con...", "sitename": "PharmaBiz.NET", "date": "2016-10-31", "cleaned_text": "Japón puso la lupa en la Argentina. Planea invertir un monto cercano a los u$s 9.000 millones en las industrias de energía; minería; infraestructura y agronegocios. El primer ministro japonés, Shinzo Abe, llegará el próximo mes a la Argentina. Será para lubricar inversiones cercanas a los u$s 9.000 millones. El antecedente de esta visita se remonta a mayo pasado, cuando la vicepresidenta de la nación Gabriela Michetti desembarcó en ese país en una visita protocolar. Desde Japón ya se dijo que están mirando con gran atención a las industrias de energía, minería, infraestructura y agronegocios. Es por eso que no se espera que haya ningún mega anuncio de las farmacéuticas niponas durante dicho encuentro. De hecho, el mercado local muestra una escasa presencia de los laboratorios de ese país. Tal es el caso de Takeda, que opera en la Argentina y recientemente anunció el desarrollo de una vacuna contra el zika con el financiamiento del gobierno de los Estados Unidos. [Ver artículo](https://www.pharmabiz.net/takeda-otra-por-la-carrera-del-zika/) Otra compañía japonesa que está desplegándose en el continente latino es Astellas. En la Argentina la empresa no tiene filial propia. Sin embargo, sus marcas están licenciadas en manos de las firmas nacionales Raffo y Gador. El antifúngico Mycamine y el producto indicado para el tratamiento de pacientes con cáncer de próstata Xtandi están bajo el paraguas de Raffo; mientras que el inmunosupresor Prograf y Omnic, indicado para la hiperplasia benigna de próstata; que son comercializados por Gador. [Ver artículo](https://www.pharmabiz.net/astellas-viene-por-latam/) Entre otras farmacéuticas que hacen punta en Japón resaltan, por caso, "}