{"title": "An Immunconjugate Vaccine Alters Distribution and Reduces the Antinociceptive, Behavioral and Physiological Effects of Fentanyl in Male and Female Rats", "author": "Colin N Haile; Miah D Baker; Sergio A Sanchez; Carlos A Lopez Arteaga; Anantha L Duddupudi; Gregory D Cuny; Elizabeth B Norton; Thomas R Kosten; Therese A Kosten; Haile; Colin N; Baker; Miah D; Sanchez; Sergio A; Lopez Arteaga; Carlos A; Duddupudi; Anantha L; Cuny; Gregory D; Norton; Elizabeth B; Kosten; Thomas R; Therese A", "url": "https://www.mdpi.com/1999-4923/14/11/2290", "hostname": "mdpi.com", "description": "Fentanyl (FEN) is a potent synthetic opioid associated with increasing incidence of opioid use disorder (OUD) and fatal opioid overdose. Vaccine immunotherapy for FEN-associated disorders may be a viable therapeutic strategy. Here, we expand and confirm our previous study in mice showing immunological and antinociception efficacy of our FEN vaccine administered with the adjuvant dmLT. In this study, immunized male and female rats produced significant levels of anti-FEN antibodies that were highly effective at neutralizing FEN-induced antinociception in the tail flick assay and hot plate assays. The vaccine also decreased FEN brain levels following drug administration. Immunization blocked FEN-induced, but not morphine-induced, rate-disrupting effects on schedule-controlled responding. Vaccination prevented decreases on physiological measures (oxygen saturation, heart rate) and reduction in overall activity following FEN administration in male rats. The impact of FEN on these measures was greater in unvaccinated male rats compared to unvaccinated female rats. Cross-reactivity assays showed anti-FEN antibodies bound to FEN and sufentanil but not to morphine, methadone, buprenorphine, or oxycodone. These data support further clinical development of this vaccine to address OUD in humans.", "sitename": "MDPI", "date": "2022-10-26", "cleaned_text": "An Immunconjugate Vaccine Alters Distribution and Reduces the Antinociceptive, Behavioral and Physiological Effects of Fentanyl in Male concerning is that overdose deaths have dramatically increased in young people (age 10-24 years). Most recent estimates indicate the years of life lost secondary to unintentional drug overdose over a 5-year period (2015-2019) is greater than 1.25 million years [ [3](#B3-pharmaceutics-14-02290)]. [4](#B4-pharmaceutics-14-02290)]. It is decidedly lipophilic and rapidly enters the central nervous system activating mesocorticolimbic circuitry producing highly reinforcing euphoria [ [5](#B5-pharmaceutics-14-02290), [6](#B6-pharmaceutics-14-02290), [7](#B7-pharmaceutics-14-02290)]. A significant rise in overdose deaths beginning in the early 2000's showed that FEN and its derivatives adulterated other misused substances that led to increased lethality [ [8](#B8-pharmaceutics-14-02290)] and, that between 2010-2016, over 50% of stimulant-related overdose deaths involved this opioid [ [9](#B9-pharmaceutics-14-02290)]. FEN is also found in counterfeit benzodiazepines, oxycodone and hydrocodone/acetaminophen pills increasing the chances of fatal overdose in individuals who do not ordinarily consume opioids [ [8](#B8-pharmaceutics-14-02290), [10](#B10-pharmaceutics-14-02290)]. In addition, during the SARS-CoV-2 pandemic, individuals with OUD were more prone to poor outcomes from COVID-19 infection and overdose [ [11](#B11-pharmaceutics-14-02290), [12](#B12-pharmaceutics-14-02290)]. [13](#B13-pharmaceutics-14-02290)]. Multiple doses of naloxone are often needed to reverse FEN's fatal effects (e.g., respiratory depression, truncal rigidity or \"wooden chest syndrome\") [ [14](#B14-pharmaceutics-14-02290), [15](#B15-pharmaceutics-14-02290)]. This pharmacodynamic efficacy challenge can be addressed using immunotherapies that prevent FEN from entering the brain preemptively circumventing its reinforcing and overdose effects [ [16](#B16-pharmaceutics-14-02290)]. [17](#B17-pharmaceutics-14-02290), [18](#B18-pharmaceutics-14-02290)]. Immunotherapy using vaccines can reduce this compliance problem by requiring less frequent administration. Vaccine immunotherapy targets small molecule antigens such as opioid compounds consisting of the antigen (hapten) linked to an immunogenic carrier protein that stimulates the immune system to generate antibodies. An adjuvant is often added to the formulation to increase immunogenicity (antibody formation) against the hapten. After vaccination, when an opioid is consumed, antibodies bind to the target opioid in the periphery and prevent it from getting into the brain or affecting other organs. The kidneys subsequently eliminate bound drug from the body. Numerous pre-clinical studies targeting a broad range of opioids have demonstrated our group [ [26](#B26-pharmaceutics-14-02290)]. Our vaccine formulation is composed of a FEN-like hapten containing a linker with a carboxyl moiety suitable for carbodiimide coupling chemistry to form amide bonds to lysine residues on the carrier protein CRM197, a genetically deactivated diphtheria toxin contained in several FDA-approved conjugate vaccines. We combined our conjugate (FEN-CRM) with an adjuvant derived from heat-labile enterotoxins from E. coli (LT) named dmLT or LT(R192G/L211A) that has been combined with other vaccines in several human clinical trials [ [27](#B27-pharmaceutics-14-02290), [28](#B28-pharmaceutics-14-02290), [29](#B29-pharmaceutics-14-02290)]. [30](#B30-pharmaceutics-14-02290)]. Both pre-clinical and clinical studies have long neglected to include female subjects largely due to the potential impact of hormonal fluctuation. There is however, other important gender and sex differences that relate to pharmacokinetics and pharmacodynamics of opioids that may contribute to divergent effects on drug reinforcement brain circuitry and areas regulating opioid-induced antinociception and withdrawal [ [31](#B31-pharmaceutics-14-02290), [32](#B32-pharmaceutics-14-02290), [33](#B33-pharmaceutics-14-02290), [34](#B34-pharmaceutics-14-02290)]. A large literature has repeatedly shown that male rats are more sensitive to the antinociceptive effects of opioids [ [35](#B35-pharmaceutics-14-02290)] although other studies find no sex-differences in FEN-induced analgesia [ [36](#B36-pharmaceutics-14-02290)] or metabolism [ [37](#B37-pharmaceutics-14-02290)]. Yet, compared to male rats, female rats self-administer more FEN and are more sensitive to certain behavioral effects of the drug [ [38](#B38-pharmaceutics-14-02290), [39](#B39-pharmaceutics-14-02290), [40](#B40-pharmaceutics-14-02290)]. Further, female rats typically develop higher levels of antibodies following vaccination compared to male rats consistent with results from human clinical trials [ [41](#B41-pharmaceutics-14-02290)]. Based on evidence indicating sex differences in opioid-induced antinociception and vaccine responses, we chose to test our vaccine in both male and female rats. To our knowledge, there have been no studies directly comparing the immunogenicity and efficacy of a vaccine developed for a substance use disorder in both male and female Sprague Dawley rats. 2. Materials and Methods 2.1. Animals 2.2. Drugs 2.3. Antigens and Adjuvants [Supplementary Material](#app1-pharmaceutics-14-02290)). SUFENTANIL-CRM conjugate a haptenization ratio of 2.76. FEN-CRM synthesis has been described previously [ [26](#B26-pharmaceutics-14-02290), [42](#B42-pharmaceutics-14-02290)]. Briefly, FEN-CRM was synthesized using a FEN derivative with a carboxylic acid linker coupled to lysine residues on CRM197 (Fina Biosolutions, Rockville, MD, USA). The FEN hapten was created in a series of four chemical reactions. The product of each step was characterized and validated by 1H and 13C NMR spectrum and purity of the FEN hapten was validated by HPLC. The final product was then conjugated to CRM197 as described in detail [ [26](#B26-pharmaceutics-14-02290)]. FEN-CRM conjugate characterization by MALDI-TOF gave a haptenization ratio of 2.4-2.6. Prior to immunization, the conjugate was dialyzed in PBS (Slide-A-Lyzer, Thermo Scientific, Waltham, MA, USA), sterilized by passing it through a 0.2 m filter (Acrodisk, Pall Corporation, Ann Arbor, MI, USA) and quantified using a protein assay kit (BCA, Pierce, Appleton, WI, USA). GLP-grade dmLT was produced according to cyclic GMP (cGMP) specification by IDT in sodium phosphate buffer supplemented with 5% lactose in vials containing 400-g in a 3-mL sterile, Wheaton vial and stored at 4 °C. dmLT was re-suspended prior to use with IXPBS. 2.4. Immunization and Sample Collection [Figure 1](#pharmaceutics-14-02290-f001)A, immunizations occurred at 0, 3 and 6 weeks. Blood samples were collected from the saphenous vein on weeks 4, 6, 8 and 10 post-initial vaccination. Following administration of the high dose of FEN (0.1 mg/kg) a final collection occurred at week 20 whereby rats were placed under isoflurane anesthesia and the heart exposed via bilateral thoracotomy and blood obtained by cardiac venipuncture. The brain was also removed at this time. 2.5. Antibody Levels, Cross-Reactivity and Fentanyl Quantification [26](#B26-pharmaceutics-14-02290)]. Corning 96 well flat bottom plates (Costar 9018) were coated with 0.2-g FEN-BSA and detected anti-rat IgG (Sigma). ELISAs were quantified using dilutions of purified rat standard IgG (Sigma) to generate a standard curve that were used to calculate IgG anti-FEN antibody concentrations in samples. Results are expressed as ng/mL. Potential cross-reactivity to various antigens other than FEN-BSA was assessed using the same ELISA methods with the exception that the plate was coated with morphine-BSA, methadone-BSA, buprenorphine-BSA and oxycodone-BSA and serum samples from unvaccinated and vaccinated rats assayed. Concentrations of anti-FEN antibodies for both assays were quantified using four-parameter logistics curve fitting from symmetrical sigmoidal calibrators. Serum and brain FEN concentrations were quantified using ELISA (Fentanyl Direct, Immunalysis, Pamona, CA, USA). Published data showed the ELISA's sensitivity and specificity for FEN and analogs to be comparable to Liquid chromatography-mass spectrometry [ [43](#B43-pharmaceutics-14-02290)]. The immunoassay was conducted according to manufacture specifications. Brains were first homogenized in super pure water then underwent centrifugation (10,000 rpm, 10 min) and supernatant removed. Protein quantification of each supernatant from each animal was obtained using BCA protein assay kit (ThermoFisher Scientific). Equal protein concentrations from each rat were assayed for FEN concentration. FEN standards, negative control and samples (serum and brain homogenate) where loaded on the assay plate. Subsequently, 100-µL of Immunalysis enzyme conjugate solution was added. After 60-m of incubation (room temperature, in the dark) wells were washed six times with super pure water. Then, 100-µL of Immunalysis substrate reagent was added and plate incubated for 30-m and 100-µL of stop solution was added to each well to stop the reaction. Absorbance was measured at 450-nm using a plate reader (Multiskan Go, Thermo Scientific). Third order polynomial curve fitting of FEN standard comparators was used to quantify FEN in samples. 2.6. Nociception Assays 2.7. Schedule-Controlled Responding [44](#B44-pharmaceutics-14-02290)]. Rats were initially trained to lever-press for food pellets under a fixed ratio (FR) 1 schedule of reinforcement in daily 30-m sessions conducted 5 days/week. A total of 50 reinforcers could be obtained by depression of the active lever during daily sessions. Sessions began with the illumination of the house light and both sets of cue lights and terminated after 50 reinforcers were earned or 30-m elapsed, whichever occurred first. The FR requirement was gradually increased until an FR15 was achieved. Test sessions began once the rat showed consistent response rates (<20% variance over two consecutive days) and were conducted twice weekly. The effects of pretreatment (30-m) with randomly administered doses of FEN (0.01-0.1 mg/kg) and MOR (0.3-10 mg/kg) on operant response rates were recorded. Training sessions continued on intervening days. Once rats had been administered all doses of FEN and MOR, they were vaccinated at 0, 3 and 6 weeks ( [Figure 1](#pharmaceutics-14-02290-f001)A), similar to rats that underwent nociception testing. Following vaccination, rats were retested and again administered FEN and MOR and response rates obtained. Data are presented as percent of baseline (saline administration) response rates. 2.8. Physiological Effects 2.9. Statistical Analysis 3. Results 3.1. Anti-FEN Antibody Levels [Figure 1](#pharmaceutics-14-02290-f001)B. ANOVA yielded significant main effects for Sex (F(1, 28) = 8.604, p < 0.01) and Time (F(3, 84) = 13.85, p < 0.0001) and a significant Sex X Time interaction (F(3, 84) = 10.37, p < 0.0001). For male rats, post hoc multiple comparisons revealed significant differences in anti-FEN IgG antibody levels between 4 and 6 (p < 0.01), 8 (p < 0.01), and 10 (p < 0.05) weeks. For female rats, post hoc multiple comparisons revealed a significant difference in antibody levels between weeks 4 and 6 (p < 0.05). Between group comparisons revealed a highly significant difference in antibody concentrations for male rats compared to female rats at weeks 8 (p < 0.0001) and 10 (p < 0.01). Overall, anti-FEN IgG antibody levels increased over time compared to baseline in male rats and were greater than levels in female rats. 3.2. Antinociception Tests: Tail Flick and Hot Plate [Figure 2](#pharmaceutics-14-02290-f002)A-D for male rats and in [Figure 3](#pharmaceutics-14-02290-f003)A-D for female rats. Analysis (%MPE) of tail flick data revealed significant main effects for Vaccine status (F(1, 56) = 143.03, p < 0.0001), Sex (F(1, 28) = 23.51, p < 0.0001, FEN dose (F(1, 56) = 23.25, p < 0.0001), and significant interactions of Sex X Vaccine status, (F(1,56) = 24.97, p < 0.0001), and FEN dose X Vaccine status, (F(1, 56) = 19.77, p < 0.0001). Post hoc multiple comparisons showed highly significant differences between male vaccine groups (Control vs. FEN-CRM; p < 0.0001) following the low dose of FEN. Analysis of %MPE data following the high dose of FEN showed significant differences between vaccine groups for both male and female rats (p's < 0.0001) indicating that FEN produced robust analgesia that was completely blocked by the vaccine. While the low dose of FEN (0.05 mg/kg) produced significant analgesia in male rats that was completely blocked by the vaccine, this dose did not produce a significant analgesic effect in unvaccinated female rats and thus was not affected by the vaccine. However, the high dose of FEN did produce a modest analgesia in female rats that was blocked by the vaccine. 3.3. Fentanyl Brain Levels [Figure 2](#pharmaceutics-14-02290-f002)E and [Figure 3](#pharmaceutics-14-02290-f003)E show brain levels of FEN following a high dose administration. ANOVA revealed significant main effects for Vaccine status (F(1, 54) = 599.90, p < 0.001) and Sex (F(1, 54) = 10.70, p < 0.005) and their interaction (F(1, 54) = 4.53, p < 0.05). Post hoc multiple comparisons revealed significant differences between vaccine groups of both sexes (p's < 0.01-0.0001). As expected, greater amounts of FEN were present in the brains of unvaccinated male and female rats compared to vaccinated rats of either sex. Interestingly, female unvaccinated rats had higher brain FEN levels compared to male unvaccinated rats (p < 0.01). 3.4. Schedule-Controlled Responding [Figure 4](#pharmaceutics-14-02290-f004)A (males) and [Figure 4](#pharmaceutics-14-02290-f004)C (females). There were significant main effects for Vaccine status (F(1, 47) = 45.70, p < 0.0001) and FEN dose (F(3, 141) = 70.24, p < 0.0001) and a significant interaction of Vaccine status X Dose (F(3, 141) = 19.40, p < 0.0001). Post hoc comparisons revealed a significant difference between female vaccine groups at the 0.03 mg/kg FEN dose (p < 0.05). Following 0.05 and 0.1 mg/kg FEN doses, rates of responding significantly differed between vaccine groups of both sexes (p's < 0.0001). MOR administration effects on lever pressing rates pre- and post-vaccination are presented in [Figure 4](#pharmaceutics-14-02290-f004)B (males) and 4D (females). Analysis revealed a significant main effect for MOR dose, (F(3, 135) = 3.96, p < 0.01) but no significant main effects of Sex or Vaccine status or of their interaction terms (p's > 0.1). The significant MOR dose effect likely reflects the decrease in response rats seen at the highest dose (10 mg/kg). 3.5. Physiology Study [Figure 5](#pharmaceutics-14-02290-f005)A-F. Analysis of oxygen saturation data revealed significant main effects for Sex (F(1, 25) = 5.33, p < 0.05), Vaccine status (F(1, 25) = 59.87, p < 0.0001), Time (F(6,150) = 19.52, p < 0.0001), and significant interactions of Sex X Vaccine status, (F(1,25) = 6.05, p < 0.05) and Time X Vaccine status (F(6, 150) = 16.62, p < 0.0001). Post hoc comparisons revealed significant differences between male vaccine groups at 5-m (p < 0.05), between vaccine groups of both sexes at 10-, 15-, and 20-m, (p's < 0.01-0.0001), and between male vaccine groups at 25-m (p's < 0.01-0.001). FEN decreased oxygen saturation in both male and female unvaccinated rats that was blocked by the vaccine. Analysis of heart rate (bpm) revealed significant main effects for Sex (F(1, 25) = 23.06, p < 0.001), Vaccine status (F(1, 25) = 26.74, p < 0.001), Time (F(6, 150) = 13.72, p < 0.0001), and a significant Time X Vaccine status interaction (F(6, 150) = 6.24, p < 0.0001). Post hoc analysis revealed a significant difference between male vaccine groups at 10-m (p's < 0.01), indicating that the vaccine blocked the FEN-induced decrease in heart rate. Analysis of activity counts revealed significant main effects for Sex (F(1, 25) = 113.42, p < 0.0001), Vaccine status (F(1, 25) = 36.37, p < 0.0001), and Time (F(6, 150) = 6.96, p < 0.0001) and significant Sex X Vaccine status (F(1, 25) = 7.55, p < 0.05) and Time X Vaccine status (F(6, 150) = 5.43, p < 0.0001) interactions. Post hoc comparisons revealed significant differences between male vaccine groups at 20- and 25-m (p's < 0.01). FEN significantly decreased activity counts in male rats and the vaccine blocked this effect. FEN-induced decreases in activity counts were significantly lower in male rats compared to female rats. 3.6. Cross-Reactivity Assay [Figure 6](#pharmaceutics-14-02290-f006). Analysis of anti-FEN antibody binding to various opioid haptens yielded a highly significant main effect for vaccine status (F(1, 167) = 26.33, p < 0.0001), coating antigen (F(5, 167) = 11.27, p < 0.0001), and a significant interaction (F(5, 167) = 11.52, p < 0.0001). Post hoc analysis revealed significant differences between FEN-BSA and all other coating antigens (p's < 0.0001). 4. Discussion [45](#B45-pharmaceutics-14-02290)]. This is the first report to show the effectiveness of this vaccine formulation in male and female rats that extend our previous findings in mice [ [26](#B26-pharmaceutics-14-02290)] and are consistent with other vaccine studies and 6 weeks, [Figure 1](#pharmaceutics-14-02290-f001)) with FEN-CRM197+dmLT (5 g and 1 g) completely blocked (93-99%) FEN-induced antinociception following two doses of FEN (0.05 mg/kg and 0.1 mg/kg) in the tail flick assay and after the high dose of FEN in the hotplate assay. Interestingly, in our previous study that employed female mice, our vaccine was more effective in the hotplate test compared to the tail flick test across two FEN doses. This may reflect species differences in FEN's ability to affect spinal vs. supra-spinal pathways or to metabolic differences between species [ [49](#B49-pharmaceutics-14-02290), [50](#B50-pharmaceutics-14-02290)]. Another group generated a novel FEN-based hapten conjugated to carrier proteins including CRM197 [ [23](#B23-pharmaceutics-14-02290)]. They showed significant attenuation of FEN's (0.05 mg/kg and 0.1 mg/kg) analgesic effects in the hot plate test in vaccinated mice (60 µg of conjugate at 0, 14 and 28 days; SC). In that same study, rats vaccinated with 60 µg of conjugate on days 0, 21, 42 and 63 and challenged with FEN (0.075 mg/kg, SC) in the hot plate test showed a significant reduction of FEN antinociception over a 1-h period. Other groups measured the analgesic effects of anti-FEN vaccines using various carrier proteins. For example, KLH hemocyanin) conjugated to with 0.5 mg aluminum hydroxide adjuvant administered to mice on days 0, 14 and 28 led to a significant decrease (60% MPE) in the hot plate assay following 0.05 mg/kg (SC) of FEN [ [25](#B25-pharmaceutics-14-02290)]. Rats vaccinated with the same formulation and challenged with a lower dose of FEN (0.035 mg/kg, SC) also showed a significant reduction in FEN-induced antinociception (93% MPE) in the hot plate test. An extensive series of studies with a FEN hapten conjugated to tetanus toxoid (TT, 10 g) adjuvanted with liposomes containing monophosphoryl lipid A (20 g) adsorbed on aluminum hydroxide (30 g) on weeks 0, 3, 6 and 14 in mice assessed nociception (tail immersion and hotplate) [ [24](#B24-pharmaceutics-14-02290)]. On week 18, mice were challenged with increasing doses of FEN (0.005-4 mg/kg) and cumulative dose curves showed significant shifts in ED50 values indicating a blockade of FEN-induced antinociception. A final study also utilized the FEN-TT conjugate (50 g) combined with adjuvants aluminum hydroxide (750 g) and CpG oligodeoxynucleotide (50 g) [ [42](#B42-pharmaceutics-14-02290)]. Mice were vaccinated (IP) at 0, 3 and 4 weeks and tail immersion and hot plate assays were conducted following a range of high FEN doses (0.01-5 mg/kg). Data from both assays indicated several-fold shifts in ED50s demonstrating that this vaccine also attenuated FEN's antinociception effects. Overall, these studies report that their vaccine produced anti-FEN antibodies that neutralized FEN-induced effects in rodents despite immunization with different anti-FEN formulations that vary in conjugates, adjuvant doses, and vaccination schedules, species, and sex. [51](#B51-pharmaceutics-14-02290)]. This effect is mediated through mu opioid receptors located on medullary inspiratory neurons [ [52](#B52-pharmaceutics-14-02290)]. We measured oxygen saturation, heart rate, and activity in vaccinated and unvaccinated male and female Sprague Dawley rats using a non-invasive pulse oximetry system ( [Figure 5](#pharmaceutics-14-02290-f005)). As expected, FEN (0.1 mg/kg, SC) significantly decreased oxygen saturation (average maximum decrease to 68% at 10- and 15-m), heart rate (average maximum decrease to 231 bpm at 10-m), and activity counts to near zero levels (10-20-m) in unvaccinated male rats. These effects were completely blocked by the vaccine. FEN-induced depression of oxygen saturation and heart rate found in male rats in the present study are similar to results from a previous study that used the same procedure and dose of FEN [ [23](#B23-pharmaceutics-14-02290)]. In that study, they assessed the ability of various haptens coupled with KLH or CRM to attenuate FEN-induced respiratory depression (oxygen saturation) and bradycardia (low heart rate) in vaccinated and unvaccinated male Sprague Dawley rats. Vaccination (60 g conjugate, 90 ug aluminum hydroxide) administered (IM) on days 0, 21, 42 and 63 with various anti-FEN conjugates protected against FEN-induced decreases in oxygen saturation and heart rate. Immunization with a FEN-based hapten conjugated to a KLH carrier protein (25 g conjugate, 0.5 mg aluminum hydroxide) administered on days 0, 21, and 42 also blocked these physiological responses as assessed under a cumulative FEN dosing procedure [ [25](#B25-pharmaceutics-14-02290)]. [53](#B53-pharmaceutics-14-02290)]. Indeed, significant respiratory depression following intravenous (2.9 g/kg) and sublingual FEN (400 g and 800 g) in humans are achieved with much lower doses [ [54](#B54-pharmaceutics-14-02290), [55](#B55-pharmaceutics-14-02290)]. Although not optimal, studies determining FEN levels following transdermal FEN administration linked to overdose death may be a better translational comparison since we administered FEN SC. Forensic toxicological analysis of FEN blood levels post-mortem and delivered using transdermal patches show that the wide range of FEN concentrations (9.1 g-36 g/L) were affected by multiple factors most notably, poly-drug use [ [56](#B56-pharmaceutics-14-02290), [57](#B57-pharmaceutics-14-02290), [58](#B58-pharmaceutics-14-02290)]. FEN concentrations from presumed suicide cases that had multiple FEN transdermal patches at different concentrations on their bodies show an astonishing range of 0.025-4.35 mg/h [ [56](#B56-pharmaceutics-14-02290)]. [Figure 1](#pharmaceutics-14-02290-f001)B,C). Yet, we find the vaccine prevents FEN from entering the brain ( [Figure 2](#pharmaceutics-14-02290-f002)E and [Figure 3](#pharmaceutics-14-02290-f004)E) in rats of both sexes at week 20 when there were no sex differences in anti-FEN IgG antibodies. Further, the ability of the vaccine to block the rate-disrupting effects of FEN does not differ between the sexes. The vaccine also attenuates FEN-induced decreases in heart rate and oxygen saturation as well as activity levels to a greater extent in male vs. female rats. Generally, females exhibit higher antibody responses and cell-mediated immunity but also show more frequent adverse events compared to males following vaccination for several diseases [ [59](#B59-pharmaceutics-14-02290)]. This effect is highly dependent upon the type of vaccine administered; some studies report more robust antibody response in males compared to females whereas other studies report no sex difference [ [60](#B60-pharmaceutics-14-02290)]. Nevertheless, differences in vaccine-induced antibody response may reflect several factors such as age, reproductive status, sex hormones, genetics, immune response, and environment [ [41](#B41-pharmaceutics-14-02290), [61](#B61-pharmaceutics-14-02290)]. [35](#B35-pharmaceutics-14-02290)] except for FEN [ [36](#B36-pharmaceutics-14-02290), [37](#B37-pharmaceutics-14-02290)]. That we found sex differences in response to FEN in the tail flick test contrasts with findings from two studies. Peckham and Traynor (2006) assessed a broad range of FEN doses in male and female Sprague Dawley rats with the warm-water tail withdrawal (50 °C) test [ [37](#B37-pharmaceutics-14-02290)]. ED50s generated from the analgesic tests indicated no difference between males and females (0.06 mg/kg for both sexes). Additional results from that study did see sex differences with other opioids (e.g., morphine, hydrocodone, and hydromorphone) and these effects were not due to differences in drug potency, efficacy, or affinity. Another study used tail withdrawal and hot plate to test various doses of FEN (0.01, 0.03, 0.056 mg/kg) at multiple time points in Sprague Dawley rats [ [36](#B36-pharmaceutics-14-02290)]. Results showed no difference in nociception between male and female rats over time. The discrepancy between results from these studies may be due to the timing or dose of FEN administration. Results from human clinical trials assessing potential sex-dependent differences in opioid use for pain are mixed; some evidence suggests males tend to require more opioids than females because the efficacy of opioids for pain is greater in females [ [33](#B33-pharmaceutics-14-02290), [34](#B34-pharmaceutics-14-02290), [62](#B62-pharmaceutics-14-02290)]. Mechanisms that mediate these significant sex-differences in FEN-induced antinociception and on physiology and activity are unknown but may relate to several factors including: (1) differences in responses of opioid receptor subtypes; (2) type of nociception test; (3) gonadal hormones or estrus cycle effects; and (4) duration and intensity of the nociceptive stimulus [ [63](#B63-pharmaceutics-14-02290)]. Although we did not control for potential estrus effects, results from the nociception tests and physiology study are consistent with a substantial literature showing that opioids produce greater responses in male rats compared to female rats with some exceptions [ [37](#B37-pharmaceutics-14-02290)]. [64](#B64-pharmaceutics-14-02290)]. We used this tool to evaluate the ability of the vaccine to alter the rate-disrupting effects due to administration of higher FEN doses in rats that lever-pressed for sucrose pellets under a fixed ratio (FR15) schedule of reinforcement [ [44](#B44-pharmaceutics-14-02290)]. To test for specificity of the vaccine, we also examined response rates after MOR administration before and after vaccination. Consistent with previous studies [ [65](#B65-pharmaceutics-14-02290), [66](#B66-pharmaceutics-14-02290), [67](#B67-pharmaceutics-14-02290)], FEN dose-dependently decreased rates of responding to near zero levels at the highest dose (0.1 mg/kg). Re-testing post-vaccination completely reversed FEN's ability to decrease response rates. This is the first study to show reversal of FEN-induced disruption in rates of responding with an anti-FEN vaccine in rats. A rhesus monkey study also utilized schedule-controlled responding procedures to test an anti-FEN vaccine (400 g of conjugate mixed with 600 g CpG oligodeoxynucleotide and 1 mg aluminum hydroxide) and showed a 10-fold shift in FEN-induced decreases on lever-pressing rates following vaccination indicating attenuation of FEN's effects [ [68](#B68-pharmaceutics-14-02290)]. Although this proof-of-concept vaccine study is consistent with our work, the rigorous vaccination schedule they used (6 vaccinations over 44 weeks) precludes its potential clinical application. Taken together, results show our vaccine attenuated FEN's rate-decreasing effects on schedule-controlled responding and that this effect was specific to FEN. [Figure 6](#pharmaceutics-14-02290-f006), a series of ELISA IgG antibodies generated by our vaccine were specific to FEN and cross-reacted with the FEN derivative sufentanil. This non-cross reactivity to other opioids is of primary importance since individuals that might take this vaccine may be on maintenance therapy (methadone or buprenorphine) for OUD. Results suggest post-operative pain control or chronic pain syndromes for which FEN is indicated can be treated with other opioids even in persons who use our vaccine. That antibodies generated from our vaccine also recognized sufentanil is consistent with another study assessing the efficacy of an anti-FEN vaccine showing significant affinity for FEN analogs [ [24](#B24-pharmaceutics-14-02290)]. [Figure 2](#pharmaceutics-14-02290-f002)E) and female ( [Figure 3](#pharmaceutics-14-02290-f003)E) rats compared to unvaccinated control rats following a high dose of FEN. This replicates another study in rats using the same dose and route of administration of FEN in which a 73% reduction in brain FEN post vaccination with a FEN-KLH conjugate is seen [ [25](#B25-pharmaceutics-14-02290)]. Previously, we calculated binding affinity as % IgG binding to FEN-TT in the presence of a chaotropic agent and found minimally greater antibody binding of IgG from animals vaccinated with FEN-CRM+dmLT (1 g) compared to FEN-CRM+dmLT (0.1 g) or FEN-CRM conjugate alone. This suggests that it is IgG antibody levels rather than differences in affinity mainly contribute towards vaccine efficacy [ [26](#B26-pharmaceutics-14-02290)]. However, the affinity of other antibody isotypes may be critical. Accumulating evidence is particularly strong for IgA given the recent finding that central peri-sinus IgA plasma cells play an important role in pathogen entrapment to prevent brain penetration [ [69](#B69-pharmaceutics-14-02290)]. While we found no correlations between %MPE and IgG or IgA antibody levels in the current study, this lack of correlation probably reflects the nearly 100% blockade of FEN's analgesic effects and thus little variability across animals to reveal any relationships. 5. Conclusions Supplementary Materials [https://www.mdpi.com/article/10.3390/pharmaceutics14112290/s1](https://www.mdpi.com/article/10.3390/pharmaceutics14112290/s1), Experimental Procedures: Sufentanil-BSA conjugate Synthesis. Author Contributions Funding Institutional Review Board Statement Informed Consent Statement Data Availability Statement Acknowledgments Conflicts of Interest References - CDC. Overdose Deaths Accelerating During COVID-19. Available online: [https://www.naccho.org/blog/articles/overdose-deaths-accelerating-during-covid-19](https://www.naccho.org/blog/articles/overdose-deaths-accelerating-during-covid-19)(accessed on 8 March 2022). - NCDAS. Drug Overdose Death Rates. Available online: [https://drugabusestatistics.org/drug-overdose-deaths/](https://drugabusestatistics.org/drug-overdose-deaths/)(accessed on 8 Overdose Mortality in Years of Life Lost Among Adolescents and Young People in the US From 2015 to 2019. JAMA Pediatr. 2022, 176, Neurosci. Biobehav. Rev. 2019, 106, 49-57. rat nucleus accumbens: Involvement of mesolimbic mu- and delta-2-opioid receptors. Neuroscience Subjective behavioral responses to intravenous fentanyl in healthy volunteers. Psychopharmacology 1992, 107, 319-326. 121-132. W.M. Changes in Synthetic Opioid Involvement in Drug Overdose Deaths in the United States, 2010-2016. JAMA 2018, [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/29715347)][ [Green Version](https://jamanetwork.com/journals/jama/articlepdf/2679931/jama_jones_2018_ld_180010.pdf)] - DEA. DEA Issues Public Safety Alert on Sharp Increase in Fake Prescription Pills Containing Fentanyl and Meth. Available online: [https://www.dea.gov/press-releases/2021/09/27/dea-issues-public-safety-alert](https://www.dea.gov/press-releases/2021/09/27/dea-issues-public-safety-alert)(accessed on Kaelber, D.C.; Xu, R.; Volkow, N.D. COVID-19 risk and outcomes in patients with substance use disorders: Analyses from electronic health records in the United States. Mol. Psychiatry 2021, 26, Coronavirus Disease 2019 Pandemic. of Properties Naloxone Following the Use of FDA-Approved Intranasal and Intramuscular Devices Versus a Common Improvised Nasal J. Pharmacol. 2019, [ Moss, R.B.; Carlo, D.J. Higher doses of naloxone are needed in the synthetic opiod era. Subst. Abus. Treat. Prev. Policy 2019, Rapid Death Explain Failure of Naloxone in the Opioid Development of vaccines to treat opioid use disorders and reduce incidence of overdose. Neuropharmacology 2019, 158, 107662. [ [Google after brief ambulatory opioid detoxification with buprenorphine in young heroin users. Addiction 2003, 98, 453-462. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Short-term+outcomes+after+brief+ambulatory+opioid+detoxification+with+buprenorphine+in+young+heroin+users&author=Gandhi,+D.H.&author=Jaffe,+J.H.&author=McNary,+S.&author=Kavanagh,+G.J.&author=Hayes,+M.&author=Currens,+M.&publication_year=2003&journal=Addiction&volume=98&pages=453%E2%80%93462&doi=10.1046/j.1360-0443.2003.00334.x&pmid=12653815)] [ following inpatient treatment of opiate dependence. Ir. Med. J. 2010, 103, Opioid 908-911. Kosten, T.R. Current status and future prospects for the development of substance abuse vaccines. Expert Rev. Vaccines 2017, 16, 1067-1077. Haile, C.N. Animal Models and the Development of Vaccines to Treat Substance Use Disorders. Int. Rev. Neurobiol. 2016, 126, 263-291. [ [Google in Neuro-Psychopharmacol. and Prophylactic Vaccines to Counteract Fentanyl Use Disorders and Toxicity. J. Med. Chem. 2020, 63, 14647-14667. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Therapeutic+and+Prophylactic+Vaccines+to+Counteract+Fentanyl+Use+Disorders+and+Toxicity&author=Robinson,+C.&author=Gradinati,+V.&author=Hamid,+F.&author=Baehr,+C.&author=Crouse,+B.&author=Averick,+S.&author=Kovaliov,+M.&author=Harris,+D.&author=Runyon,+S.&author=Baruffaldi,+F.&publication_year=2020&journal=J.+Med.+Chem.&volume=63&pages=14647%E2%80%9314667&doi=10.1021/acs.jmedchem.0c01042&pmid=33215913)] Distribution and Protects against Fentanyl-Induced Effects in Mice and Rats. J. Pharmacol. Exp. Ther. 368, 282-291. delivery with dmLT or LTA1 adjuvants implicates IgA in protection from drug challenge. NPJ Vaccines 2021, 6, 69. [ [Google immunogenicity of a single oral dose of recombinant double mutant heat-labile toxin derived from enterotoxigenic Escherichia coli. Clin. oral inactivated multivalent enterotoxigenic Escherichia coli (ETEC) vaccine administered alone with dmLT adjuvant in a double-blind, randomized, placebo-controlled Phase I study. (ETEC) vaccine with dmLT adjuvant protects human volunteers against virulent experimental ETEC challenge. Vaccine 2019, 37, 1978-1986. [ Opioid Overdose Among Youths Aged 11 to 24 Years by Sex. JAMA Netw. Open 2020, 3, e2030201. 22, 5100-5107. S.L. Sex Differences in Regional Brain Metabolism during Acute Opioid Withdrawal. J. Alcohol. Drug Depend. 2017, 5, 262. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Imaging+Sex+Differences+in+Regional+Brain+Metabolism+during+Acute+Opioid+Withdrawal&author=Santoro,+G.C.&author=Carrion,+J.&author=Dewey,+S.L.&publication_year=2017&journal=J.+Alcohol.+Drug+Depend.&volume=5&pages=262&doi=10.4172/2329-6488.1000262)] [ [CrossRef](https://doi.org/10.4172/2329-6488.1000262)] - Wiesenfeld-Hallin, Z. Sex differences in pain perception. Gend. Med. 2005, 2, 137-145. A Narrative J. human studies. Anesthesiology the antinociceptive response to morphine and morphine-like compounds in male and female Sprague-Dawley rats. Pharmacol. W.J. Dose-Dependent Differences in opioid reinforcement under a fentanyl vs. food choice procedure in rats. Neuropsychopharmacology 2019, 44, 2022-2029. [ locomotor activity, behavioral sensitization, and contextual reward in female and male rats. Drug Alcohol Depend. 2021, 229, 109101. [ [Google A Vaccine Ablates Lethal Doses of Fentanyl Class Drugs. Angew. effects of D1- and D2-like compounds on cocaine self-administration in Lewis and Fischer 344 inbred rats. J. Pharmacol. Ther. 2001, et al. Efficacy, but not antibody titer or affinity, of a heroin hapten conjugate vaccine correlates with increasing hapten densities on tetanus toxoid, but not on CRM197 carriers. Bioconjug. Chem. 2015, al. Preclinical Efficacy and Characterization of Candidate Vaccines for Treatment of Opioid Use Disorders Using Clinically Viable Carrier Proteins. Mol. Pharm. 2018, 15, Vetter, I. Methods Used Evaluate Pain Behaviors in Rodents. Front. Mol. Neurosci. 2017, 10, vaccination of mice and rats with Haemophilus influenzae and Bordetella pertussis as models of de Kanter, R. Species differences between mouse, rat, dog, monkey and human CYP-mediated drug metabolism, inhibition and induction. Expert outcomes of cardiac arrest opioid overdose. Resuscitation Ahmad, N. Dose translation from animal to human studies revisited. FASEB J. 2008, 22, 659-661. effects of intravenous buprenorphine and fentanyl in humans and rats. Br. J. Anaesth. 2005, 94, [ doses of sublingual fentanyl, with and without naltrexone, in Japanese subjects. J. Pharmacol. 2011, 51, 1195-1204. [Google [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/21209242)] - Lin, P.T.; Nelson, L. Reliability of postmortem fentanyl concentrations in determining the cause of death. J. Med. Toxicol. Off. J. Am. Coll. Med. Toxicol. 2013, cases from the hennepin county medical examiner's office. J. Forensic Sci. 2007, 52, 978-981. [ Klein, S.L. Sex and Gender Differences in the Outcomes of Vaccination over the Life Course. Annu. Rev. Cell Dev. Biol. 2017, Immunogenicity and safety of the 9-valent HPV vaccine in men. Vaccine 2015, 33, 6892-6901. Scholar](https://scholar.google.com/scholar_lookup?title=Immunogenicity+and+safety+of+the+9-valent+HPV+vaccine+in+men&author=Castellsagu%C3%A9,+X.&author=Giuliano,+A.R.&author=Goldstone,+S.&author=Guevara,+A.&author=Mogensen,+O.&author=Palefsky,+J.M.&author=Group,+T.&author=Shields,+C.&author=Liu,+K.&author=Maansson,+R.&publication_year=2015&journal=Vaccine&volume=33&pages=6892%E2%80%936901&doi=10.1016/j.vaccine.2015.06.088)] [ [CrossRef](https://doi.org/10.1016/j.vaccine.2015.06.088)] - Klein, S.L.; Flanagan, K.L. Sex differences in immune responses. Nature reviews. Immunology 2016, 16, 626-638. the response to opioids for pain relief: A systematic review and meta-analysis. Pharmacol. Res. 2019, opioid analgesia, hyperalgesia, tolerance and withdrawal: Central mechanisms of action and roles of gonadal hormones. Horm. Behav. 2010, 58, 72-81. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Sex+differences+in+opioid+analgesia,+hyperalgesia,+tolerance+and+withdrawal:+Central+mechanisms+of+action+and+roles+of+gonadal+hormones&author=Bodnar,+R.J.&author=Kest,+B.&publication_year=2010&journal=Horm.+Behav.&volume=58&pages=72%E2%80%9381&doi=10.1016/j.yhbeh.2009.09.012)] [ [CrossRef](https://doi.org/10.1016/j.yhbeh.2009.09.012)] - Dews, P. Assessing the effects of drugs. In Methods in Psychobiology; Myers, R.D., Ed.; Academic Press: New York, mu and kappa opioid agonists in morphine-tolerant rats responding under a schedule of food presentation. Psychopharmacology 1991, 103, 129-135. [ [Google suppression schedule-controlled Psychopharmacology 2-BFI Opioids in Rats: at -Opioid Receptor. Pharmacol. Ther. venous sinuses. Publisher's Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. © 2022 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( [https://creativecommons.org/licenses/by/4.0/](https://creativecommons.org/licenses/by/4.0/)). Share and the Antinociceptive, Behavioral and Physiological Effects of Fentanyl in Male and Female Rats. Pharmaceutics 2022, 14, 2290. https://doi.org/10.3390/pharmaceutics14112290 Haile CN, Baker MD, Sanchez Arteaga Duddupudi AL, Cuny GD, Norton EB, Kosten TR, Kosten TA. An Immunconjugate Vaccine Alters Distribution and Reduces the Antinociceptive, Behavioral and Physiological Effects of Fentanyl in Male and Female Rats. Pharmaceutics. 2022; 14(11):2290. https://doi.org/10.3390/pharmaceutics14112290Chicago/Turabian Style Haile, Colin N., Miah D. Baker, Sergio A. Sanchez, Carlos A. Lopez Arteaga, Anantha L. Duddupudi, Gregory D. Cuny, Elizabeth B. Norton, R. Kosten, and Therese A. Kosten. 2022. \"An Immunconjugate the Antinociceptive, Behavioral and Physiological Effects of Fentanyl in Male Rats\" Pharmaceutics 14, no. 11: 2290. https://doi.org/10.3390/pharmaceutics14112290 [here](https://www.mdpi.com/about/announcements/784). Article Metrics Article Access StatisticsFor more "}