{"title": "Why Do Liberals Tolerate Pseudoscience at Whole Foods?", "author": "Jerry A Coyne", "url": "https://newrepublic.com/article/116781/whole-foods-pseudoscience-anti-rationalist-creationism", "hostname": "newrepublic.com", "description": "You'd be bothered if you saw flyers for faith-healing at your natural-foods grocer. Why don't ads for homeopathy bother you, too?", "sitename": "The New Republic", "date": "2014-02-27", "cleaned_text": "grocery store, specializing in wholesome and organic foods, that has now expanded into Canada and the UK. It also does not purvey foods made from genetically modified organisms. Because of its high prices and the demography of its shoppers—young wealthy people—the store is sometimes called \"Whole Paycheck.\" It's made its reputation as a store where you can nourish yourself healthfully, without the pesticides and additives that are staples of \"regular\" food. But there's also a dark side to Whole Foods, at least as described in an article by Michael Schulson in The Daily Beast: \" [Whole Foods: America's temple of pseudoscience](http://www.thedailybeast.com/articles/2014/02/23/whole-foods-america-s-temple-of-pseudoscience.html#url=/articles/2014/02/23/whole-foods-america-s-temple-of-pseudoscience.html).\" The accusation is that the store sells homeopathic remedies and other foods and \"drugs\" that make medically unsubstantiated claims. Schulson's complaint: My own local Whole Foods is just a block away from the campus of Duke University. Like almost everything else near downtown Durham, N.C., it's visited by a predominantly liberal clientele that skews academic, with more science PhDs per capita than a Mensa convention. Still, there's a lot in your average Whole Foods that's resolutely pseudoscientific. The homeopathy section has plenty of Latin words and mathematical terms, but many of its remedies are so diluted that, statistically speaking, they [may not contain]a single molecule of the substance they purport to deliver. The book section—yep, Whole Foods sells books—boasts many M.D.'s among its authors, along with titles like [The Coconut Oil Miracle]and [Herbal Medicine, Healing, and Cancer], which was written by a theologian and based on what the author calls the Eclectic Triphasic Medical System. You can buy chocolate with \"a meld of rich goji berries and ashwagandha root to strengthen your immune system,\" and bottles of ChlorOxygen chlorophyll concentrate, which \"builds better blood.\" There's cereal with the kind of ingredients that are \"made in a kitchen—not in a lab,\" and tea designed to heal the human heart. Homeopathy is, of course, [pure quackery], based on an untenable principle that taking a little bit of what makes you sick will cure you. And by a \"little bit,\" homeopaths mean substances diluted so many times that the result is pure water—expensive pure water—containing not a trace of active ingredient. Double-blind studies have repeatedly showed that homeopathic remedies have no medicinal properties beyond that of placebos. It is unconscionable for a store that prides itself on healthy food to also peddle nostrums that are at best ineffectual and can, by leading one to avoid conventional medical care, actually cause harm. (Steve Jobs, for instance, might have been cured of pancreatic cancer had he not spent nine months experimenting with herbal remedies before undergoing surgery.) I visited a Whole Foods Store in Chicago a few weeks ago, and while I didn't look specifically for medically dubious claims, I found on its website information about [homeopathic remedies for allergies](http://www.wholefoodsmarket.com/blog/whole-story/allergy-relief-homeopathy), [homeopathic remedies for colds and flu](http://www.wholefoodsmarket.com/blog/whole-story/homeopathy-cold-and-flu-season-0), and [at least homeopathic remedies ](http://www.wholefoodsmarket.com/products/search/homeopathic)for the latter. [Boiron homeopathic medicines ](https://www.boironusa.com/homeopathic-medicines/)are also advertised as being sold at Whole Foods; the Boiron website lists [a huge variety of medicines](http://www.boironusa.com/catalog/single-medicines/) covering a huge number of ailments. Schulson finds another brand of quackery at Whole Foods: Nearby are eight full shelves of probiotics—live bacteria intended to improve general health. I invited a biologist friend who studies human gut bacteria to come take a look with me. She read the healing claims printed on a handful of bottles and frowned. \"This is bullshit,\" she said, and went off to buy some vegetables. Later, while purchasing a bag of chickpeas, I browsed among the magazine racks. There was Paleo Living, and, not far away, the latest issue of [What Doctors Don't Tell You]. Pseudoscience bubbles over into anti-science. A sample headline: \"Stay sharp till the end: the secret cause of Alzheimer's.\" A sample opening sentence: \"We like to think that medicine works.\" Well, lots of stores have magazines containing that kind of pseudoscience, but if I were the boss of Whole Foods, I'd try to keep that out. If the store is dedicated to keeping its clientele healthy, it should get rid of stuff that isn't useful for health, like homeopathic remedies. And as for those organic foods, well, data show that although nearly 70% of people who buy such food do so for health benefits, data show that [those health benefits are nonexistent]. (Organic food may contain less pesticide residues and bacteria that are resistant to antibiotics, but research shows that these extra factors also pose no health risk.) A couple of Schulson's other complaints, though, sound curmudgeonly: At times, the Whole Foods selection slips from the pseudoscientific into the quasi-religious. It's not just the Ezekiel 4:9 bread (its recipe drawn from the eponymous Bible verse), or [Dr. Bronner's Magic Soaps], or Vitamineral Earth's \"Sacred Healing Food.\" It's also, at least for Jewish shoppers, the taboos that have grown up around the company's Organic Integrity effort, all of which sound eerily like kosher law. There's a sign in the Durham store suggesting that shoppers bag their organic and conventional fruit separately—lest one rub off on the other—and grind their organic coffees at home—because the Whole Foods grinders process conventional coffee, too, and so might transfer some non-organic dust. \"This slicer used for cutting both CONVENTIONAL and ORGANIC breads\" warns a sign above the Durham location's bread slicer. Synagogue kitchens are the only other places in which I've seen signs implying that level of food-separation purity. Actually, I've used Dr. Bronner's Peppermint Oil Soap for years, simply because it smells good. The label, which makes all kinds of outrageous claims and statements, verges on the ravings of a lunatic, but I don't know anyone who takes that seriously. As for the mixing of organic and nonorganic coffee dust or bread crumbs, yes, I find that overly punctilious, but it's something that a store specializing in natural foods must do to satisfy its customers. But these quibbles pale in light of Whole Foods' homeopathic remedies and foods that come with unsubstantiated health claims. That alone is enough to justify Schulson's piece. And in the main I think he's right when he argues that pseudoscience is pseudoscience, whether it's in the aisles of the Creation Museum or Whole Foods: Still: a significant portion of what Whole Foods sells is based on simple pseudoscience. And sometimes that can spill over into outright anti-science (think What Doctors Don't Tell You, or Whole Foods' overblown [GMO campaign], which could merit its own article). If scientific accuracy in the public sphere is your jam, is there really that much of a difference between Creation Museum founder Ken Ham, who seems to have made a career marketing pseudoscience about the origins of the world, and John Mackey, a founder and CEO of Whole Foods Market, who seems to have made a career, in part, out of marketing pseudoscience about health? Well, no—there isn't really much difference, if the promulgation of pseudoscience in the public sphere is, strictly speaking, the only issue at play. Where Schulson goes wrong, I think, is in claiming that neither creationism nor quackery is especially harmful: I'm not saying that homeopathy is especially harmful; I'm saying that creationism may be relatively harmless. In isolation, unless you're a biologist, your thoughts on creation don't matter terribly much to your fellow citizens; and unless you're a physician, your reliance on Sacred Healing Food to cure all ills is your own business. Well, creationism isn't harmful only to biologists: it's harmful to the public, and in three ways. First, when taught in schools, it prevents children from learning about one of the great wonders of nature and the central organizing theory of biology: the fact all living creatures descend from a single ancestral organism, largely via the naturalistic process of natural selection, and that every species on Earth is related to every other one. That's simply amazing, even to jaded biologists like me. Second, creationism, an outgrowth of religion, enables further magical thinking and blurs the lines between science and religion—which is the same as blurring the lines between rationality and irrationality. Third, the fight to get creationism in the schools is a fight against America's First Amendment to the Constitution: freedom of (and from) religion. If we allowed creationism in schools, there's no doubt—as advocates of Intelligent Design have made clear with [their Wedge Strategy](http://www.antievolution.org/features/wedge.html) make clear—that further incursion of religion would follow, culiminating in theocratic public education. And yes, it's people's own business whether they dose themselves with overpriced water—unless they have something that's infectious. And, even if they don't, homeopathy—like false medical claims for items like ashwagandha root—is dangerous because it deludes people into thinking that they can cure themselves and forget about doctors. It so happens that I had a friend with salivary gland cancer, and he initially relied on homeopathic medicine to treat it. After it became clear that the water cure didn't work, he finally got himself to a real doctor and had an operation. I think he's in the clear now, but he could have easily died had he not come to his senses. So yes, homeopathy is dangerous—in fact more dangerous than creationism if you simply count human health. Whether creationism leads to less overall \"well being\" than homeopathy, given that both enable magical thinking, is something we can't adjudicate. But since neither is true, we should oppose both. Sadly, Schulson undercuts his thesis by offering an analysis of why we fault creationists so much more than Whole Foods, even though both purvey pseudoscience. He gives two reasons: The first is that Whole Foods is a for-profit business, while the Creation Museum is the manifestation of an explicitly religious and political movement. For some reason, there's a special stream of American rage directed at ideological attacks on science that seems to evaporate when the offender is a for-profit corporation. It wasn't especially surprising that Bill Nye would go and debate Ken Ham; it would have been unusual had he, say, challenged executives at the biotech company Syngenta—which has seemingly been running a smear campaign against a Berkeley biologist—to a conversation about scientific integrity, or challenged Paleo Magazine's editors to a debate about archaeology. For those of us outside the fundamentalist world, I imagine that the Creation Museum gift shop is the one part of the museum that makes some kind of sense. Well, okay, they're trying to make money with this stuff. Meanwhile, Whole Foods responds to its customers, as any good business should. I doubt this. I don't see the shoppers at Whole Foods being especially pro-business. In fact, I see them as anti-business, at least when those are agrobusinesses or Big Pharma. My own theory is that Whole Foods customers either aren't aware of the homeopathic remedies in the store (the person who took me there didn't know about them), or they don't know what homeopathy is. Those sorts of remedies are, I think, far more common in Europe, where they're sometimes included in nationalized health coverage) than in the U.S. As for the health advantages of organic food, well, that's almost a religious belief, and nothing will dissuade its adherents. Schulson gives another reason why creationists draw more opprobrium than left-wing cranks and quacks: And, second, we often have it stuck in our heads that science communicators have only failed to speak to the religious right. But while issues of science-and-society are always tied up, in some ways, with politics, they're not bound to any particular part of the spectrum. Just ask Robert F. Kennedy, Jr., liberal political scion and vaccine skeptic extraordinaire, or Prince Charles, who pushed British health ministers to embrace homeopathic medicine. This is wrong in one way and right in another. It's wrong because many science communicators do call out pseudoscience on both the left and right: these include people like Harriet Hall, Simon Singh, Sharon Hill, and David Gorski, who criticize alternative medicine (the purview of liberals), while others like Richard Dawkins, Bill Nye, Neil deGrasse Tyson, and me go after creationism—the bailiwick of religious conservatives. But Schulson is right that left-wing quackery—the kind on tap at Whole Foods—is often given a pass, for most intellectuals are on the left, and it is science-friendly intellectuals who debunk pseudoscience. (For obvious reasons, right-wingers resist skepticism, for that leads to criticism of religion.) Now some \"left-wing pseudoscience\", like the false belief that vaccination causes autism and other dangers, has been roundly condemned (see [the piece by Julia Joffe](/article/115551/jenny-mccarthy-anti-vaccination-movement-blame-whooping-cough) in these pages), but, by and large, we give a pass to quackery purveyed by liberals or New Agers. There's a lot of criticism of creationism, but not so much of acupuncture, spiritual healing like reiki, homeopathy, organic food, and belief in the paranormal. That's because neither conservatives nor liberals have a monopoly on magical thinking, but the left dominates the skeptical movement. And while magical thinking on the right is dominated by religious belief, the brand on the left comes from pure ignorance of science and, perhaps, a weakness for nonreligious \"spirituality.\" In the end, the characterization of organic foods as a more healthful alternative to normal diets (wash your produce if you're worried!), and the purveying of homeopathic and nutritional supplements with no proven health benefits, are offenses to rationality. Magical thinking is simply superstition, whether it be the belief that wine turns into the blood of Jesus, or that [vials of expensive water can cure cancer](http://www.telegraph.co.uk/women/womens-health/10664534/fighting-cancer-like-business-why-im-crowdfunding-my-recovery.html). Jerry A. Coyne is a Professor of Ecology and Evolution at The University of Chicago and author of Why Evolution is True, as well as [the eponymous website](http://whyevolutionistrue.wordpress.com/). A version of this post [originally appeared](http://whyevolutionistrue.wordpress.com/2014/02/26/is-whole-foods-a-bastion-of-pseudoscience/) on the Oxford University Press "}