{"title": "PDF", "author": "PDF", "url": "https://www.crim.cam.ac.uk/sites/www.crim.cam.ac.uk/files/olr2605.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "The effectiveness of criminal justice and treatmentprogrammes in reducing drug-related crime: a systematic r eview Home Office Online Report 26/05Katy Holloway Trevor Bennett David Far rington The views expressed in this report are those of the authors, not necessarily those of the Home Office (nor do they reflect Government policy). The effectiveness of criminal justice and treatment programmes in reducing drug-related crime: a systematic review Katy Holloway Trevor Bennett David Farrington Online Report 26/05 ii Acknowledgements We would like to acknowledge the contribution of the Home Office in their helpful comments on earlier drafts of the report. We would like to thank Catherine Appleton, Steven Brown and Tracy Pitman for their research assistance in helping us to complete this literature review. Their hard work in searching databases, recording searches, ordering articles, and entering data was invaluable. We would also like to thank Jane Nolan for her work in analysing the additional studies at short notice. iii Contents A c k n o w l e d g e m e n t s i i Executive summary iv 1. Background 1 I n t r o d u c t i o n 1 P o l i c y c o n t e x t 1 R e s e a r c h c o n t e x t 2 S y s t e m a t i c r e v i e w s 3 A i m s 3 Structure of the report 4 2. Methods 5 Criteria for inclusion of evaluation studies 5 Search methods 6 A t t r i t i o n r a t e s 8 R e a s o n s f o r e x c l u s i o n 8 Method of data extraction 11 Prioritising research findings 11 3 . R e s u l t s 1 3 D e s c r i p t i o n o f s t u d i e s 1 3 Quantitative narrative review 20 M e t a - a n a l y s i s 4 5 4 . C o n c l u s i o n s 5 7 Emerging themes 57 Implications for policy 58 Implications for research 59 R e f e r e n c e s 6 1 Appendices Appendix 1. Summaries of studies used in the research 67 Appendix 2. Additional items collected 78 List of tables 2.1 The process of study selection 10 3.1 Description of treatment interventions 13 3.2 Description of treatment evaluations meeting the eligibility criteria 15 3.3 Quantitative results of treatment evaluation studies meeting the eligibility criteria 22 3.4 Quantitative results of treatment evaluation studies meeting the eligibility criteria 29 3.5 Quantitative results of treatment evaluation studies meeting the eligibility criteria 33 3.6 Studies that provided results for two or more sub-groups 37 3.7 Studies that provided results for a single sub-group 39 3.8 Studies that provided regression analysis interaction terms for sub-groups 41 3.9 Studies that provided authors' comments on the results of two or more sub-groups 42 3.10 Summary of results of the different methods of determining the effects of sub-groups 44 3.11 Post-test only (random allocation) treatment studies 46 3.12 Pre-post/exp-con (quasi-experimental) treatment studies 47 3.13 (a-d) Results of meta-analyses showing the weighted mean effect size and other 48 - 51 statistics for various groups and sub-groups of studies 3.14 Summary of results 55 A2.1 Additional literature searches showing attrition of cases 78 A2.2 Results of additional literature searches 78 A2.3 Additional literature searches showing details of the study 79 iv Executive summary Introduction This systematic review comprises a summary of the research literature on the effectiveness of interventions aimed at reducing criminal behaviour among drug users. Systematic reviews use rigorous methods for locating, appraising, and synthesising evidence from existing evaluation studies. They have explicit objectives and criteria for including or excluding studies and they are based on extensive searches of the literature for eligible evaluations. They are also based on careful extraction and coding of key features of studies and are written up in a structured and detailed report of the methods used and the conclusions drawn. The main aim of this review is to determine the effectiveness of interventions that might bear upon drug-related crime. The main objective of the research is to determine the effectiveness of drug treatment interventions that aim to reduce drug use and/or drug-related crime. Methods Selection method Studies were selected for inclusion in the review based on explicit selection criteria. The evaluation included programmes in the criminal justice setting that aim to reduce drug-related crime by putting drug misusers into treatment (e.g. Arrest Referral schemes, Drug Treatment and Testing Orders, and Drug Abstinence Orders and Requirements), and treatment programmes that aim to reduce drug use (e.g. methadone maintenance programmes, detoxification programmes, self-help programmes) and that might also in turn reduce drug-related crime. The review included only studies that used evaluation methods of sufficient quality that could provide interpretable results. The current research broadly follows the methods adopted by Sherman et al., (1997) in their version of the scientific methods scale (SMS). Specifically, evaluations were deemed eligible for inclusion in the review if they are at least Level 3 on the SMS scale. In practice, this results in studies based on experimental and control groups in pre-test and post-test conditions and studies that randomly allocate subjects to experimental and control conditions. In addition, studies were included only if they had an outcome measure for criminal behaviour. This included studies that had used just a measure of crime and studies that used measures of both drug use and crime. Studies that evaluated the effect of the intervention on drug use only were excluded from the review. Search method The following search strategies were used to identify evaluations of the effectiveness of drug treatment meeting the criteria for inclusion in this review. searches of on-line databases; searches of on-line library catalogues (especially for books); searches of existing reviews of the literature on the effectiveness of drug treatment; searches of bibliographies of publications; publications already in our possession. Both published and unpublished reports were considered in these searches. Although the searches were international in scope, they were limited to those studies written in the English language. v Five databases were searched using a comprehensive method and two more were searched using an abbreviated method. The databases included in the search were: Criminal Justice Abstracts; BIDS; C2-SPECTR; Home Office - Research Development and Statistics website; Psychological Abstracts; MEDLINE; and National Criminal Justice Reference Service. Studies selected The full search process resulted in the selection of 55 evaluations that met our selection criteria and the abbreviated process resulted in 14 additional eligible studies. Hence, the current review is based on a total of 69 evaluations of the effectiveness of various interventions on the offending behaviour of drug misusers. Results Overall, the results of the various analyses conducted were positive. The results of the meta-analysis showed that, when viewed in combination, drug treatment programmes are effective. The odds of a reduction in criminal behaviour were 41 per cent higher among the experimental groups (those that had undertaken treatment intervention of interest) than in the comparison groups (the non-treatment group or comparison intervention). That is, the weighted mean effect size for the 28 studies included in the meta-analyses was 1.41. (The results of the meta-analysis are based on 28 studies as raw data from each study is required for the calculations, and this was only available in the most detailed publications.) Additionally, the results of the quantitative review showed that 44 of 52 studies found that the programme was effective in reducing crime on at least one measure. It also showed that programmes in eight of the ten treatment categories used in the research were found to be effective by half or more of the studies evaluating them. (The results of the quantitative review are based on 52 studies in total as the 14 additional studies that that were added later could not be included due to insufficient time available.) Although the majority of the interventions that were reviewed were effective in achieving reductions in crime-related outcomes, there are some sub-group variations, and variations in intensity and quality of programmes, that need to be considered in terms of implications for policy and practice. Differences in results for different types of programme As suggested above, the results show that some interventions are more effective than others, although some of the difference may relate to the quality and intensity of the programme. The results of both the quantitative review and the meta-analysis show that methadone treatment, heroin treatment, therapeutic communities, and psycho-social approaches are effective in reducing drug-related crime. Additionally, the review has shown that drug courts and probation and parole supervision are also effective in reducing drug-related crime. Unfortunately, very little evaluation research has been undertaken looking at the effectiveness of supervision and aftercare. Therefore overall, robust conclusions cannot be drawn from this review. Additionally, there is no clear evidence that routine monitoring drug testing works. vi However, this conclusion is based mainly on American studies looking at the effectiveness of pre- trial drug testing. Further, no conclusive research could be included in the review that looked at the effectiveness of drug testing when used in combination with other treatment interventions, as is the current practice in England and Wales. Differences in results in relation to characteristics of the subjects In practice, studies rarely report much information about the characteristics of respondents. However, some studies provided information on this. The following findings are based on those studies that included such information: The meta-analysis showed that males allocated to the treatment programme under investigation were twice as likely as those allocated to no treatment or an alternative treatment to reduce their offending. However, there was no difference among females in terms of their rate of offending following treatment. The quantitative review showed that younger people (the age categories varied across studies) were more responsive to interventions than older people. However, the meta-analysis showed that the interventions were effective for both. Nevertheless, for some interventions the results were significant for juveniles but not for adults. Probation and parole supervision have shown to be particularly successful for juveniles. Only one study analysed the effect of ethnic group status on outcome (Gordon et al., 2000). The authors found that non-white respondents were more responsive to treatment than white respondents. White subjects allocated to a residential programme were shown to reduce offending by 19 per cent following treatment compared with a 55 per cent reduction among non-white respondents. Differences in results in relation to the characteristics of the programme Treatment programmes can vary in terms of their length, intensity and strength. However, again few evaluations consider these kinds of qualitative variations among programmes. Those that have done so provide the following conclusions: The meta-analysis results for all studies combined showed that high intensity programmes were 50 per cent more likely to bring about a reduction in criminal behaviour than low intensity programmes. Thus, intensive programmes are more likely than non-intensive programmes to reduce crime. Four of the 11 evaluations of methadone treatment looked at differences in outcomes for different treatment intensities, including low dose versus high dose, continuous versus interrupted supplies, and injectable versus oral administration. The results showed greater reductions in offending among methadone programmes based on high dosages compared with low dosages, continuous over interrupted supplies, and injectable over oral forms. One of the studies reviewed looked at difference in outcome by the amount of supervision and aftercare following drug treatment. The study found that crime reduced by greater amounts (90% decrease) in cases of maximum aftercare compared with minimum aftercare (57% decrease). Two of the five studies that looked at probation and parole supervision for drug users (which have shown to be effective) also looked at programme intensity. In one study, intensive supervision resulted in smaller increases in offending than routine supervision. In the other study, the increase in offending following the intervention was less in the routine supervision group than in the enhanced supervision group (see Turner et al. (1992; pages 102-103) for a discussion on possible reasons for this effect). Thus, it is not clear whether intensive parole/probation supervision is more effective than less intensive parole/supervision. vii Conclusions The findings shown have a number of implications for policy and research. Implications for policy Type of programme Although the report has shown that most of the treatment interventions that were reviewed seem to be potentially effective for achieving reductions in crime-related outcomes, there might be something to be gained in giving greater weight to those programmes that are shown to be the most effective. In particular, there is strong evidence that the most effective interventions to reduce drug-related crime are therapeutic communities and drug courts. Strength of programme There is evidence that programmes might be prioritised in terms of the strength of the programme. The review has shown that more intensive interventions tend to produce stronger evidence of success than less intensive programmes. This applies to dosage levels, whether the programme is continuous or interrupted, time in treatment, whether the subject completes or terminates the programme, and whether treatments are combined in some way (e.g. detoxification plus aftercare). Hence, the quality of the treatment is very important. Therefore it is important to ensure that good practice in developing and promoting the best quality programmes is strongly encouraged, as these are the most effective in reducing drug misuse and criminal behaviour. Type of subject There is also some evidence that more favourable results are sometimes obtained for males compared with females, young compared with old, and in one study, non-whites compared with whites. In particular, the results from a small number of studies suggest that drug treatment is particularly successful for juveniles. Further, the results also highlight the importance of ensuring that treatment is better suited to meet the needs of women in order to obtain successful outcomes. While the current research has not investigated the interaction between type of programme and type of subject, the evidence that has been provided at least suggests that this is an area that might be worth investigating further. Implications for research The small number of UK studies Perhaps the most noticeable gap in the research is the relatively small number of evaluations from the UK compared with the USA. It is important in terms of research knowledge that more evaluations are conducted in the UK. This should be coupled with an ongoing programme of systematic review and meta-analyses to monitor the results of this research. The problem of research design The method of quality control used in this review has shown that the large proportion of studies initially selected was rejected on grounds of weak methodology. The most common weakness lay in the research design and the omission of any kind of comparison group. Without a comparison, it is not possible to determine whether the experimental group performed better or worse than might have been expected in the absence of the intervention. Another problem is that of potential non-equivalence of experimental and comparison groups in quasi-experimental designs (especially when they have been selected by medical staff rather than the evaluators to receive particular treatment types). It is possible that most promising clients are selected to receive the most promising treatment option. One outcome of this is that the baseline measures for drug use or crime were often different for the experimental and comparison groups. Such differences are likely to affect the study outcome. One solution to this is to allocate clients randomly to experimental and control conditions. The problem of causal mechanisms Another noticeable gap is that few studies consider the causal mechanisms by which a programme might or might not be effective. It is usually considered good practice when conducting quasi-experimental or experimental evaluation designs to build into the research a method for determining viii the mechanisms that might link presumed cause and effect. This requires constructing theories or hypotheses about the ways in which the two might be connected. Few of the studies reviewed above systematically tackled the problem of causality. The knowledge that one group randomly allocated to methadone maintenance performed better in terms of criminal behaviour after 12 months than another group randomly allocated to detoxification does not tell us how the improvement in the experimental group came about. Additional information about potential intermediary factors in generating a particular outcome might help provide clearer conclusions. The problem of comparison method The current review has drawn attention to the problem of comparison groups. In theory, a comparison group should be a group not receiving treatment. In practice, it is difficult to find a group not receiving any kind of treatment. One reason for this is that drug users are almost always involved in some kind of treatment, even if it is self-medication. Hence, it is difficult to find a wholly 'treatment free' drug-user group. Another reason is that the nature of research encourages comparison groups from similar sources to the experimental groups. Hence, this might mean that the comparison group is a group of drug users who attend the same treatment service as the experimental group. As a result, the comparison group might be given another form or a lesser form of treatment to the experimental group. Nevertheless, they are not treatment free. This problem has been solved in the current review by separating the comparison methods in the analysis. Hence, future research should pay more attention to ensuring that the comparison groups are in fact treatment free. The problem of subject variation A related topic is the problem of disaggregation of findings by sub-groups. In many of the studies reviewed, the major finding and analysis relate to the sample as a whole. While demographic factors are sometimes included in regression analysis, many studies do not break down the findings by sub-groups in a way that would demonstrate a differential programme effect. It would be useful to do this not only in relation to the main demographic factors, but also other factors relating to users, including pattern and history of drug use and offending. It has already been mentioned that it is likely that programmes will work differently on different types of client. Hence, future research would benefit from including larger surveys that would enable the analysis to be broken down by individual-level factors. The problem of research co-ordination Finally, it is clear from this review that research in this area is varied and largely uncoordinated, with different research teams exploring different outcomes, among differing populations, over different time periods, using contrasting methods. Drawing conclusions from such variable studies is particularly difficult. A great deal would be gained from adopting greater consistency across research studies to facilitate systematic reviews. It is hard to coordinate the output of research conducted by different individuals in different locations funded from different sources. However, it is feasible to encourage a research culture that works to agreed standards of evaluation design. The use of guidelines developed by bodies such as the Campbell Collaboration should be encouraged. 1 1. Background Introduction The current review was commissioned by the Home Office to provide further information on the connection between drug misuse and criminal behaviour and methods for tackling it. This review is a summary of research on the effectiveness of criminal justice and treatment programmes in reducing drug-related crime. The review examines evaluative research on two types of intervention: (1) criminal justice programmes that aim to reduce drug-related crime and (2) treatment programmes that aim to reduce drug use and (as a result) might also reduce drug-related crime. The former includes programmes that provide institutional or community-based treatment for drug-misusing offenders. These include programmes such as Drug Treatment and Testing Orders (DTTOs), Drugs Intervention Programme (DIP), Drug Abstinence Orders (DAOs), Drug Abstinence Requirements (DARs), Counselling, Advice, Referral, Assessment and Throughcare (CARAT) programmes (and other prison-based programmes), and special forms of probation supervision and aftercare for drug offenders. The latter include programmes that provide drug treatment for drug misusers generally. These include detoxification, methadone maintenance, heroin prescription, and community-based therapeutic communities. The two types of programmes are similar in that (with the exception of drug testing) they are all based on some kind of treatment of drug misuse. The two types of programme are different in that, in the former, clients receive treatment as a result of referral from agents of the criminal justice system (sometimes referred to as coercive treatment) and that, in the latter, clients receive treatment as a result of various types of essentially voluntary referral (sometimes referred to as voluntary treatment) by agencies outside of the criminal justice system. The detailed criteria for eligibility for inclusion in the review will be discussed later. The main aim of the research is to determine the effectiveness of interventions that bear either directly or indirectly upon drug-related crime. Policy context The policy context for the current review is the Updated Drug Strategy 2002 (Home Office, 2002). The ten-year strategy aims to tackle various problems associated with drug misuse. The summary to the strategy document notes that around four million people use at least one i llicit drug each year and around one million use at least one of the most dangerous drugs (including heroin and cocaine). The report estimates that approximately one quarter of these (250,000) are problematic drug users. It also notes that drug misuse costs between £10bn and £18bn a year in social and economic costs. The strategy is based firmly on the view that there are strong links between problematic drug use and crime. The report cites the results of the NEW-ADAM programme surveys in showing that users of heroin, crack and/or cocaine reported committing ten times as many offences in the previous year than non-drug users (Home Office, 2002). The strategy proposes four main courses of action: (1) preventing young people from using drugs, (2) reducing the availability of drugs on the streets, (3) reducing drug-related crime, and (4) reducing the number of problematic drug misusers. The final two objectives provide the main policy context for the current research. The third objective (Communities) aims to reduce drug-related crime at the community level. In order to achieve this, the government has launched a number of new sentences and orders to be implemented through the criminal justice system aimed at drug-misusing offenders. These include arrest referral schemes, Drug Treatment and Testing Orders, and Drug Abstinence Orders and Requirements. The stated aim of these criminal justice interventions is to break the link between drugs and crime by moving offenders out of the criminal justice system and into treatment. This 2 philosophy has been designed to apply to all stages of criminal justice process from arrest, to court, sentence and beyond release. The fourth objective (Treatment and harm minimisation) aims to provide the treatment services that will enable drug-misusing offenders to be moved out of the criminal justice system. In order to achieve this, the government aims to double the number of people in treatment by 2008 (compared with 2000 and 2001). The strategy document argues that treatment works and is cost effective: each £1 spent on treatment results in £3 saved in criminal justice costs (Gossop, et al., 2003). It identifies a range of effective treatment interventions, including advice, harm reduction, prescribing and rehabilitation services. The main aim of the current systematic review is to develop further knowledge on the effectiveness of these and other interventions that might reduce drug-related crime. It is hoped that this might help identify the most promising types of intervention for drug-misusing offenders. The review also aims to identify knowledge gaps and show where primary and evaluative research is most needed. Research context There have been a number of reviews of the literature on the effectiveness of various kinds of treatment programme. Some of these have included systematic reviews. However, none has provided a systematic review of the literature on a broad range of interventions that might directly or indirectly impact upon drug-related crime. Hall (1996) reviewed the research evidence available on the issue of methadone maintenance treatment (MMT) and its impact on crime. This review identified only three controlled trials of methadone maintenance (Dole et al ., 1969; Newman and Whitehill 1979; Gunne and Grönbladh 1981). Each of these studies found that MMT produced substantial reductions in opioid use and crime. Hall (1996) concluded: \"A relationship between methadone treatment and reduced drug use and criminal behaviour has been consistently observed in controlled trials, quasi-experimental studies, comparative studies, and pre-post studies in the USA, Sweden, Hong Kong and Australia. This relationship is most consistent in MMT programs that use methadone doses above 60 mg and which have methadone maintenance as their treatment goal. It has been consistently found for both self-reported and officially recorded crime.\" (p.6) Prendergast et al., (2002) conducted a meta-analysis of 78 studies of drug treatment programmes published or issued between the years 1965 and 1996. Treatment modalities included: detoxification, methadone maintenance, therapeutic community, and other techniques (e.g. acupuncture, anger management, relapse prevention, etc.) All studies included outcome evaluations of institutional or community-based drug treatment. Outcomes for clients who received treatment were compared to clients who received minimal or no treatment. The review focused on the United States and Canada and included published and non-published studies. The authors concluded that only the average age of the study participants was a significant predictor of effect size, with treatment reducing crime to a greater degree among studies with samples based on younger adults as opposed to older adults. Treatment modality and other variables were not related to effect sizes for either drug use or crime outcomes. Pearson and Lipton (1999) reviewed 1,606 evaluations of drug treatment programmes reported from 1968-1996. The review was based on drug treatment programmes implemented during incarceration. Meta-analysis was used in order to examine evidence of their effectiveness in reducing recidivism for incarcerated drug-abusing offenders. Three general types of research design were included. First, classical (general static comparison groups). Second, true experimental (generally randomised, post-test only, control group designs). Third, correlation/ex post facto designs. The results of the meta-analysis showed that therapeutic community programmes were effective. However, neither boot camps nor drug-focused counselling were effective. Evaluations of other interventions were based on too few studies to draw firm conclusions, but promising treatments included the use of methadone maintenance treatment, substance abuse education, 12-step programmes, and cognitive-behavioural therapy for offender populations. 3 Marsch (1998) conducted a meta-analytic review of the effect of methadone maintenance on opiate use, HIV risk and criminal activities. Forty-three studies were included in the meta-analysis. Twenty-four studies were analysed which evaluated the impact of methadone hydrochloride maintenance treatment on criminal activity. The majority (n=23) of the reviewed studies were undertaken in the US and Canada and one was conducted in Scotland. Studies were included if they were published in the English language from 1965 through to 1994. The results demonstrated a consistent, statistically significant relationship between methadone maintenance treatment (MMT) and the reduction of illicit opiate use, HIV risk behaviours and drug and property-related criminal behaviours. The effectiveness of MMT was found to be most apparent in its ability to reduce drug-related criminal behaviours. MMT had a moderate effect in reducing illicit opiate use and drug and property-related criminal behaviours, and a small to moderate effect in reducing HIV risk behaviours. Chanhatasilpa et al., (2000) examined fifteen studies of outpatient drug treatment to determine the overall effectiveness of treatment programmes for chemically dependent offenders in reducing recidivism over the past ten years. The methodological rigour for inclusion of studies into the review is identical to the scale used in the University of Maryland's report to US Congress in 1997. According to the rigour scale, studies could be assigned a scientific methods score of 1 to 5 (5 being the highest). Programmes that combined in-prison Therapeutic Communities with follow-up community treatment were reported as effective in reducing recidivism. It was not possible to determine whether this was because the in-prison and follow-up group spent a longer time in treatment or because of the combination of in-prison and follow-up community treatment. Increased referral, monitoring and management in the community were not effective in reducing recidivism. The authors concluded that there was insufficient evidence to determine whether outpatient treatment alone, specific components of the treatment (such as acupuncture), or aspects of the treatment (intensity) were effective in reducing criminal activity. Systematic reviews Systematic reviews are based on scientific principles for selecting, evaluating, and synthesising the results of multiple research studies. Their main features are described in a number of publications. Farrington and Welsh (2002a; 2002b) note the following features. Explicit objectives The rationale for conducting the review is made clear. Explicit eligibility criteria The reviewers specify in detail why they included certain studies and rejected others. The search for studies is designed to reduce potential bias The reviewers must explicitly state how they conducted their search of studies to reduce potential bias. Each study is screened according to eligibility criteria with exclusions justified A full listing of all excluded studies and the justifications for exclusion is made available. Assembly of the most complete data possible The systematic reviewer w ill try to obtain all relevant evaluations meeting the eligibility criteria. Quantitative techniques are used, when appropriate and possible, in analysing results A systematic review may or may not include a meta-analysis. A structured and detailed report The report should be structured to show each phase of the research and the decisions that were made. Aims The aims of the current research are to determine the effectiveness of interventions that might bear upon drug-related crime. The review also aims to identify types of interventions that might be 4 promising, types of intervention that might be developed more widely, and types of evaluation that might be conducted to inform the above. The objectives of the research are to determine the effectiveness of two main types of programme. Criminal justice programmes that aim to reduce drug-related crime. Treatment programmes that aim to reduce drug use and that might (as a result) reduce drug- related crime. Structure of the report The next chapter of the report describes the methods used in conducting this review and provides information on the criteria for inclusion and exclusion in the review, the search methods, the method of data extraction, and the details of attrition rates. The third chapter presents the results of the review and includes a description of the studies reviewed, a quantitative narrative review of the findings, and a meta-analysis. The fourth chapter concludes with a summary of the findings and a description of how this report contributes to knowledge. Gaps in the research, implications for policy and implications for future research are also addressed. 5 2. Methods This report presents a systematic review of the effects of different kinds of intervention for problematic drug use on criminal behaviour. As noted in the previous chapter, systematic reviews use rigorous methods for locating, appraising, and synthesising evidence from existing evaluation studies. They have explicit objectives and criteria for including or excluding studies and they are based on extensive searches of the literature for eligible evaluations. They are also based on careful extraction and coding of key features of studies and are written up in a structured and detailed report of the methods used and the conclusions drawn. Details of other systematic reviews can be found in a number of recent reports (Welsh 2000; Farrington and Welsh, 2002). Criteria for inclusion of evaluation studies In selecting evaluations for inclusion in this review, the following criteria were used: Type of intervention The evaluation investigated either: a) criminal justice programmes that aim to reduce drug-related crime (e.g. Arrest Referral schemes, Drug Treatment and Testing Orders, and Drug Abstinence Orders and Requirements), or b) treatment programmes that aim to reduce drug use (e.g. methadone maintenance programmes, detoxification programmes, self-help programmes) and that might also in turn reduce drug-related crime. Many criminal justice programmes are unique to the UK (e.g. DTTOs), while others (e.g. drug courts) are not. This review includes evaluations of all types of criminal justice programme when the other inclusion criteria were satisfied. The review includes studies conducted in the UK and other countries. Treatment programmes based on self or agency referrals were included in the review if they aimed to reduce heroin, and/or crack, and/or cocaine use (either alone or in addition to other drugs). Programmes that aimed to reduce other kinds of drug (such as alcohol or amphetamine use) were excluded. Type of methods used The aim of the review was to include only studies that used evaluation methods of sufficient quality that could provide interpretable results. The current research broadly follows the methods adopted by Sherman et al., (1997) in their version of the scientific methods scale (SMS). The SMS is based on a five-point scale that ranks studies in their ability to establish causality and to minimise threats to validity. Level 1: Correlation between a prevention programme and a measure of crime at a point in time. Level 2: Measures of crime before and after a programme, with no comparable control condition. Level 3: Measure of crime before and after the programme in experimental and comparable control conditions. Level 4: Measure of crime before and after the programme in multiple experimental and control units, controlling for other variables that influence crime. Level 5: Random assignment of programme and control conditions to units. 6 The SMS 5-point scale is ranked in terms of the main elements of a causal relationship (correlation, temporal order, and elimination of rival hypothesis). The five levels correspond to the elements of causality listed below. 1) Correlation. 2) Temporal sequence. 3) Comparison single. 4) Comparison multiple. 5) Comparison random. Sherman et al. , (1997) argue that studies based on the first condition of causality provide only weak evidence of a causal connection, studies that include the first and second elements provide moderate evidence, and studies that include the first, second and third (and also the fourth and the fifth) provide strong evidence of causality. This method is used in the current research. Evaluations are deemed eligible for inclusion in the review if they are at least Level 3 on the SMS scale. In practice, this includes studies that measure experimental and control groups in pre-test and post-test conditions and studies that randomly allocate subjects to experimental and control conditions. Type of population There was no restriction on the type of population covered by the evaluation. Studies using samples of males, females, juveniles, adults and various ethnic groups were included in the review. Details of the population characteristics were recorded and used as selection criteria during the analyses. Type of outcome measures The study must include an outcome measure for criminal behaviour. The review included evaluations that used a measure of crime and evaluations that used measures of both drug use and crime. Studies that evaluated the effect of the intervention on drug use only were excluded from the review. This decision was based partly on the need to reduce the large number of studies that investigated only drug use. It was also based on the primary objective of the research to investigate the effects of drug treatment and programmes on drug-related crime. However, information on drug use was recorded when it was used in an otherwise eligible study as an outcome measure. Search methods 1) Search strategies The following search strategies were used to identify evaluations of the effectiveness of drug treatment meeting the criteria for inclusion in this review. Searches of on-line databases (see below). Searches of on-line library catalogues (especially for books). Searches of existing reviews of the literature on the effectiveness of drug treatment. Searches of bibliographies of publications. In addition to the above the review also included: publications already in our possession. Both published and unpublished reports were considered in these searches. Although the searches were international in scope, they were limited to those studies written in the English language1. The literature searches were completed between October 2003 and March 2004 and they included evaluations published since January 1980. 1 Given the short time-scale of this project, it was not practical to undertake the time-consuming process of obtaining English translations of articles written in other languages. 7 Search sources It was planned that the following nine databases would be searched during the course of the project. Criminal Justice Abstracts BIDS C2-SPECTR Home Office - Research Development and Statistics website2 Psychological Abstracts MEDLINE National Criminal Justice Reference Service Social Science Abstracts Scottish Drug Misuse Database These nine databases were selected from a larger list of databases as they were known to provide the most comprehensive coverage of criminological, criminal justice and social science literatures. By the end of the research period, five of the nine databases listed above had been searched. It was not possible to systematically review the remaining databases due to constraints of time. The fact that not all databases were searched by the end of the study means that there is a possibility that not all eligible evaluations are included in the review. However, by the end of the research the five most relevant databases had been searched and the 55 most commonly cited evaluations were selected. Nevertheless, it is likely that there are other eligible evaluations not included in the review. In order to help compensate for this, we conducted a second search just before submission of the report on two additional databases (NCJRS and Medline). This generated 14 additional eligible studies. The results relating to these additional studies are included in the appendices. Search terms The following terms were used to search the databases. Abstinence & drug*, Aftercare & drug*, Arrest & referral, CARAT*, Counselling & assessment & referral & advice & throughcare, Coerce* & treat*, Counsel* & drug*, Detox*, DAO, DAR, Drug & treatment & testing & order, DTTO*, Drug* & free, Drug* & test*, Maint* & & test*, Methadone, Needle exchange, Prescri* & & Treat* & drug* Search procedures Each database was analysed using all search terms outlined above. Each search term yielded a list of titles and abstracts that was carefully reviewed. Studies that were clearly neither evaluations of drug treatment programmes nor evaluations of criminal justice interventions that aimed to reduce drug use and crime, were removed from the list. All remaining studies were selected for further investigation. Full reference details of all selected studies were entered into a monitoring table and attempts were made to obtain a copy of each. Details of all attempts to obtain studies were logged in the table (e.g. date ordered, date obtained, etc.). Studies were usually obtained using inter-library loan or directly from the internet. All obtained studies were screened for eligibility using the inclusion criteria described above. Eligible studies were subsequently analysed and all relevant data entered into the research database. In the case of studies deemed ineligible for inclusion in the review, the reason for ineligibility was recorded in the monitoring table. 2 It was not possible to conduct a systematic, computerised search of Home Office RDS publications. A manual search for relevant studies was therefore conducted using the RDS website. 8 Attrition rates Table 2.1 presents the results of the literature searches and documents the number of studies identified, those selected for further investigation, those ordered and obtained, those screened for eligibility, and those entered into the research database. The table presents the results for (a) four computerised databases, (b) a manual trawl of the Home Office RDS publication list 3, (c) searches of existing literature reviews (i.e. secondary leads), and (d) studies held prior to the start of the research (i.e. studies held on file). The first section of data in the table displays the number of studies identified (i.e. the number of 'hits') from the literature searches of four databases. A total of 9,694 studies were identified through searches of Criminal Justice Abstracts (n=3,550), BIDS (n=2,585), C2-SPECTR (n=286), and PsycINFO (n=3,273). The second row shows the number of studies that were provisionally selected for possible inclusion in the study. Overall, 598 studies were selected as potentially relevant evaluations. Criteria for selecting studies at this stage were based on a review of titles and abstracts. Studies that were clearly NOT evaluations of drug treatment programmes or drug-related criminal justice interventions were excluded from the review at this point. The 598 selected studies included 512 that were identified from the database searches, six that were identified from the manual trawl of the Home Office RDS list of publications, an additional 70 that were identified from secondary leads (i.e. from references listed in related literature reviews), and a further 10 studies that were selected from our library of currently held articles. Information is also included about the number of 'new' and 'old' studies identified by the searches. As Criminal Justice Abstracts was the first database to be reviewed, all selected studies were 'new' (or not previously identified) studies. For BIDS, however, 105 studies were deemed suitable for selection but 15 of these had already been identified and selected during the search of Criminal Justice Abstracts. Thus, to avoid duplication, only the 90 'new' studies were selected for potential inclusion in the review. Similarly, only the 34 'new' studies from the search of C2-SPECTR and the 88 'new' studies from the search of PsycINFO were selected for potential inclusion. All of the selected Home Office RDS publications, all of the secondary leads, and all of the studies held 'on file' were 'new' studies (there was little point in selecting studies already identified by the literature searches). The third section displays the number of selected studies that were obtained and not obtained. It also includes details of how the studies were obtained and the reasons why studies had not yet been obtained. Of the 598 selected studies, 504 had been obtained by the end of the study period. The reason for not obtaining the remaining 94 studies was because of a delay in receiving inter-library loans. The fourth row of data in the table focuses on the obtained studies and lists the number eligible for inclusion in the review. Studies were deemed eligible for inclusion if they met the specific eligibility criteria outlined above. Fifty-five studies were deemed eligible and 449 were judged ineligible. The last row of data in the table shows the number of eligible studies that have been entered into the research database. All 55 eligible studies have been entered and analysed. Reasons for exclusion In the search for evaluations of drug treatment programmes, many of the studies obtained and screened did not meet the criteria for inclusion and thus were excluded from the present review. By the end of the study period, 449 studies had been excluded as ineligible. Of the 449 excluded studies, 142 were excluded because the study was not an evaluation of a treatment programme (e.g. it was a discussion paper); 98 were excluded because the study had no control or comparison group; 85 were excluded because the study used post-test only measures of crime (without randomly allocating subjects into experimental and control groups); 48 were excluded because they were literature reviews or meta-analyses (these studies were used to obtain secondary references); 34 were excluded because they were process-only evaluations (i.e. they evaluated the implementation of an intervention rather than its effectiveness); 30 were excluded because the 3 It was not possible to conduct a computerised search of the Home Office RDS list of publications. 9 evaluation did not have an outcome measure of crime; and 12 eligible studies were excluded because they duplicated the findings of other eligible studies (in such cases, the study with the most up-to-date and most detailed research findings was selected for inclusion in the review). 10 Table 2.1: The process of study selection Criminal Justice Abstracts BIDS C2-SPECTR PsycINFO Home Office RDS website Secondary leads [1] On file [2] All Hits 3,550 2,585 286 3,273 - - - 9,694 Whether selected: [3] Selected New studies [4] Old studies [5] Not selected 300 300 0 3250 105 90 15 2495 44 34 10 252 142 88 54 3185 6 6 - - 70 70 - - 10 10 - - 677 598 79 9182 Total selected (new) studies Whether selected (new) studies were obtained: Obtained ILL [6] Library Internet Already had Not obtained ILL - requested not obtained Library - not obtained yet Internet - not obtained yet Not dealt with yet 300 248 157 0 91 0 52 52 0 0 0 90 87 45 0 42 0 3 3 0 0 0 34 26 25 0 1 0 8 8 0 0 0 88 79 59 0 20 0 9 9 0 0 0 6 6 0 0 0 6 0 0 0 0 0 70 48 36 0 12 0 22 22 0 0 0 10 10 0 0 0 10 0 0 0 0 0 598 504 322 0 166 16 94 94 0 0 0 Total obtained studies Whether obtained studies were eligible: Eligible [7] Not eligible Eligibility not yet established 248 20 228 0 87 8 79 0 26 8 18 0 79 7 72 0 6 0 6 0 48 11 37 0 10 1 9 0 504 55 449 0 Total eligible studies Whether eligible studies were entered: Entered Not yet entered 20 20 0 8 8 0 8 8 0 7 7 0 0 0 0 11 11 0 1 1 0 55 55 0 Notes: [1] 'Secondary leads' refers to studies identified from the bibliography of selected/obtained studies. [2] 'On file' ref ers to studies that were already held. [3] Studies were selected from databases if they met certain general criteria: a) the study evaluates a criminal justice programme that aims to reduce both dr ug use and drug-related crime or b) the study evaluates a treatment programme that aims to reduce drug use and drug-related crime. [4] 'New studies' are studies that have not been previ ously identified in a database search. [5] 'Old studies' are studies that have been previously identified in a database search. [6] 'ILL' = inter-library loan. [7] A study is deemed eligib le if it meets specific eligibility criteria outlined above. '-' = not applicable. 11 Method of data extraction Data from all eligible studies were extracted using a specially designed coding manual and database. The database comprised four sections: study variables, quantitative narrative review, and meta-analysis. The coding manual provided detailed instructions about the type of information that was to be extracted from each study and entered into each of the four sections of the database. Data entered into the 'study variables' section included: the author(s), source of publication, publication date, study dates, research design, research methods, sampling issues, sampling characteristics and details about the type and nature of the intervention being evaluated. Each study was allocated a unique ID number. The 'quantitative narrative review' section was used to record numerical research findings (e.g. the proportion of subjects in the experimental and control groups who committed property crimes in the period before treatment and in the period after treatment). A written description of the finding and details of the sample (or sub-sample) about which the finding related were also recorded. Each finding was entered into a separate sheet and linked to the study variable data using the study's unique ID number. Multiple relevant findings could be entered per study. The 'quantitative narrative review' section was used to record proportions and means. The meta-analysis section was used to record raw frequencies and means (e.g. the number of subjects in the experimental and control groups who used heroin in the period before treatment and in the period after treatment). A written description of the finding and details of the sample (or sub- sample) about which the finding related were also recorded in the 'meta-analysis' section. As with the 'quantitative narrative' review, each finding was entered into a separate sheet and linked to the study variable data using the study's unique ID number. Any number of relevant findings could be entered per study. Prioritising research findings It was mentioned above that multiple relevant numerical findings could be recorded in the database. In fact, some studies had ten or more relevant outcome findings. As the main aim of the quantitative narrative review is to provide a brief summary of studies, it is not appropriate to present in the table every outcome finding reported. Hence, for summary purposes, we have selected up to three outcome findings for each study. The method of selecting the findings was based on a system of prioritisation. The main principle behind the selection process was to focus the findings of the broader interests of the review. (1) If a study presented findings that related to the impact of an intervention on both criminal behaviour and drug use, priority was given to findings relating to criminal behaviour over drug use. The main reason for this was that the review is primarily interested in the effects of drug treatment on crime. The main implication of this decision is that there may be unreported differences on the effectiveness of programmes on drug use. (2) If a study used both self-report and official data measures, priority was given to self-report over official data measures. The main reason for this is that self-report measures are generally more detailed and cover longer time-scales consistent with the longer time-scales required to measure criminal behaviour. The main implication is that self-report measures are likely to be less accurate than some other measures. (3) When a study presented only official data, priority was given to reconviction data (including re-sentence data) rather than charge data (second priority) or arrest data (third priority). The advantage of the former is that it is likely to be more accurate as it measures offences for which the defendant was found guilty. Arrestees may not be guilty of the offences for which they were arrested. It has the disadvantage that it loses information about offending as it includes only those offences for which the offender was sent to court. (4) If a study employed measures of incidence (e.g. numbers of offences) and measures of prevalence (e.g. whether or not offended), priority was given to the former over the latter. The main 12 reason for this is that measures of incidence are more detailed and hence are more sensitive to change. The main disadvantage is that measures of incidence are likely to be less accurate than measures of prevalence. (5) When multiple outcome measures were used, priority was given to those offence types or drug types most commonly associated with the drugs-crime connection (e.g. theft, handling, fraud, burglary 4 and heroin, crack and cocaine [in that order]). The main advantage of this is that the results relate specifically to the most likely drugs-crime connections. The main disadvantage is that some information is lost (depending on how many studies use multiple measures) on the effectiveness of programmes on other offence types (e.g. violence). (6) If a study used two or more follow-up periods, priority was given to the longest follow-up period. The main reason for this was that the effectiveness of a programme is more telling in the longer term than the shorter term. However, it has the disadvantage that short-term effects might be lost. 4 Based on NEW-ADAM data (Holloway and Bennett 2004). 13 3. Results This chapter reviews the findings of 55 included evaluations. The first part of the chapter summarises the key features of these evaluations (e.g. the context of treatment intervention, the type of intervention being evaluated, sample sizes, data sources and research design). The second part of the chapter reviews and discusses the results of the evaluations. Description of studies A wide variety of treatment programmes and criminal justice interventions were evaluated in the 55 studies (see Table 3.1). Twelve studies evaluated methadone treatment (of various forms) and three studies evaluated heroin treatment. Therapeutic community treatment (prison-based or community-based) was evaluated in 13 studies and psychological, social or behavioural approaches were investigated in five studies. A further two studies explored the efficacy of supervision and aftercare, and the remaining five studies evaluated a variety of other types of treatment programme. Five studies evaluated drug-testing programmes (including one study which examined Drug Treatment and Testing Orders [DTTOs]) and three studies evaluated drug courts. A further four studies explored the effectiveness of probation and parole supervision and the remaining three studies evaluated other types of criminal justice programme. Table 3.1: Description of treatment interventions Type of intervention Number of evaluations Methadone treatment 12 Heroin treatment 3 Therapeutic communities 13 Psychological/social/behavioural approaches 5 Supervision and aftercare 2 Other treatment programmes 5 Drug testing/DTTO 6 Drug courts 2 Probation and parole 4 Other criminal justice programmes 3 Total 55 Table 3.2 presents descriptive information about the 55 evaluations included in the review. The first column lists the unique study number allocated to each evaluation. The second column lists the author(s), the publication date, and the location in which the research was conducted. The majority of evaluations (n=45) were conducted in the United States of America. A further seven were conducted in the United Kingdom, one was conducted in Switzerland, one in Sweden and one in Australia. The third column contains information about the type of treatment programme or criminal justice intervention being evaluated. This column introduces the notation used throughout the report to identify treatment and comparison interventions. T1 refers to the treatment of interest (usually identified by the author(s) as the subject of the evaluation), T0 refers to a non-treatment comparison group, T2 refers to an alternative treatment comparison group, T1a refers to a high intensity version of a programme and T1b refers to a low intensity version of the same programme. 14 In studies where more than two types of treatment were evaluated, it was necessary to select two groups for detailed comparison. Where possible a 'no treatment' group was always selected. In studies where more than two different types of treatment were compared (e.g. methadone treatment, therapeutic communities, and outpatient drug free programmes), a random selection procedure was used to select two groups for comparison. If one of the treatment groups was 'no treatment' then one other type of treatment was randomly selected. In studies where several versions of the same type of treatment were compared (e.g. high dose methadone, medium dose methadone and low dose methadone), the strongest version of treatment was always selected and compared with either the 'no treatment' group or the weakest version of treatment. If it was not possible to identify which treatment was the strongest, random selection procedures were used to select two types of treatment. The fourth column presents the study comparison design where T1 versus T0 means that a treatment is compared with no treatment 5, T1 versus T2 means that a treatment is compared with an alternative treatment, and T1a versus T1b means that a high intensity form of treatment is compared with a low intensity form of the same treatment. The fifth column of Table 3.2 shows the number of subjects in each comparison group. The total number of subjects in each study ranged from a low of 33 in Strang et al., (2000) to a high of over 5,000 in Hoffmann and Miller (1992). The sixth column describes the source(s) of data collected in the studies. Twenty-two studies collected self-report data from interviews with subjects and eight studies collected data from official records. A further 18 studies collected data from two different sources (i.e. interviews and official records, interviews and urinalysis/hair analysis, or official records and urinalysis). Six studies collected data from three different sources (i.e. interviews, official records and urinalysis). The one remaining study, by Knight et al ., (1997), collected data from four different sources (i.e. interviews, official records, urinalysis, and hair analysis). The last column in Table 3.2 briefly describes the research design of each study. As stipulated in the eligibility criteria, all 55 evaluations had an experimental group and at least one control group. The majority of evaluations (n=36) employed a 'pre-test, post-test, experimental, control group' research design. The remaining 19 evaluations employed a 'post-test only' design based on random allocation to experimental and control conditions. Random allocation of subjects into experimental and control groups was employed in all 19 'post-test only' studies and in eight of the 'pre-test, post-test, experimental, control' studies 6. 5 The four detoxification programmes reviewed in this report involved little or no active intervention by treatment providers an d have therefore been defined as 'no treatment' programmes throughout this review. Magura et al . (1993) described the detoxification group in their study as the 'control' group, while Bale et al. (1980) described the detoxification group in their evaluation as the 'no treatment' group. Daley et al . (2000) described their detoxification group as the 'minimal treatment comparison' group, while Kosten and Rounsaville (1987), similarly, described their detoxification group as the 'minimal treatment' group. 6 In one 'pre-test, post-test' study, it was not clear whether subjects had been randomly allocated into conditions. As random allocation was not an eligibility criterion for studies using pre- and post-test measures, this study was included in the revie w. 15 Table 3.2: Description of treatment evaluations meeting the eligibility criteria Study No. Author, publication date, location Type of treatment intervention Type of study Sample size (max. number) Data source Research design Methadone treatment 13 Gossop et al., (2003), UK T1 = methadone T2 = residential T1 versus T2 276 T2 = 142 Interviews Pre-test and post-test No random allocation into groups 18 Strang et al., (2000), UK T1a = inject. Methadone T1b oral methadone T1a = 15 Interviews Urinalysis Pre-test and post-test Random allocation into groups 27 Hutchinson et al., (2000), UK T1a = continuous methadone T1b = interrupted methadone T1a T1b = 57 Interviews Pre-test and post-test No random allocation into groups 22 Magura (1993), USA T1 = T1 = 195 T0 = 54 Interviews Hair analysis (but no money to analyse this data) Pre-test and post-test No random allocation into groups 25 Graham-Bafus et al., (1984), USA T1 = methadone T2 programme T1 versus T2 = 14 Interviews Official records Urinalysis Pre-test and post-test No random allocation into groups 30 Hubbard et al., (1997), USA T1 = outpatient methadone T2 = long-term = 2293 Interviews and post-test No random allocation into groups 37 Bale et al., (1980), USA T1 = methadone T0 = no treatment T1 versus T0 T1 = 59 T0 = 224 Interviews Post-test only Random allocation into groups 47 Kosten and Rounsaville (1987), USA T1 = methadone maintenance detoxification T1 versus T0 = 83 T0 = 40 Interviews Pre-test and post-test No random allocation into groups 49 Simpson and Sells (1982), USA T1 = methadone maintenance T0 = intake only T1 versus T0 T1 = 895 T0 = 152 Interviews Pre-test and post-test No random allocation into groups 55 McGlothlin and Anglin (1981), USA T1a = high dose = dose methadone T1a versus T1b = 87 Interviews Urinalyses Pre-test and post-test No random allocation into groups 39 Gunne and Grönbladh (1981), Sweden T1 = methadone T0 treatment T1 versus = 17 T0 = 17 Interviews Urinalyses Post-test only Random allocation into groups 32 Bell (1997), Australia T1a = high dose meth. T1b = low dose meth. T1a versus T1b T1a = 97 T1b = 96 Interviews Official records Pre-test and post-test No random allocation into groups 16 Heroin treatment 38 McCusker and Davies (1996), UK T1 = heroin prescribed T2 = methadone prescribed T1 versus T2 T1 = 27 T2 = 39 Interviews Pre-test and post-test No random allocation into groups 54 Metrebian et al., (2001), UK T1 = Interviews Urinalyses Doctors reports Pre-test and post-test No random allocation into groups 34 Perneger et al., (1998), Switzerland T1 = heroin maintenance T2 = conventional treat. T1 versus T2 T1 = 27 T2 = 24 Interviews Pre-test and post-test Random allocation into groups Therapeutic communities 2 Nemes et al., (1999), USA T1a = standard TC T1b abbreviated TC T1a versus T1b T1a T1b = 218 Interviews Official records Urinalysis Post-test only Random allocation into groups 3 Farrell (2000), USA T1 = CREST TC T2 = work release T1 versus T2 T1 = 41 T2 = 38 Interviews Post-test only Random allocation into groups 4 Gordon et al., (2000), USA T1 = residential TC centre T0 = traditional institutions T1 versus T0 T1 = 254 T0 = 226 Official records Post-test only Random allocation into groups 5 Dynia and Sung (2000), USA T1 = community TC T0 = standard CJ disposal T1 versus T0 T1 184 T0 = 215 Official records Pre-test and post-test No random allocation into groups 6 Wexler et al., (1999), USA T1 = prison TC/aftercare T0 = normal prison T1 versus T0 T1 = 425 T0 = 290 Interviews Official records Post-test only Random allocation into groups 7 Inciardi et al., (1997), USA T1 = KEY-CREST TC T0 work release T1 43 T0 = 183 Interviews Urinalysis Post-test only Random allocation into groups 8 Knight et al., (1997), USA T1 = prison TC T0 = standard prison T1 versus T0 T1 = 231 T0 = 76 Interviews Official records Urinalysis Hair analysis Pre-test and post-test No random allocation into groups 14 French and Zarkin (1992), USA T1 = residential T2 = 854 Interviews Pre-test and post-test Unknown whether randomly allocated into groups 23 Messina (1999), USA T1a = standard TC T1b = abbreviated TC T1a versus T1b T1a = 218 Interviews Official records Urinalysis Pre-test and post-test Random allocation into groups 24 Daley et al., (2000), USA T1 = resident. Outpatient T0 = detoxification T1 versus T0 T1 = 75 T0 = 183 Interviews Pre-test and post-test No random allocation 17 into groups 31 Simpson et al., (1997), USA T1 = long-term resident. T2 = outpatient drug-free prog. T1 Interviews Urinalysis Pre-test and post-test No random allocation into groups 33 Hubbard et al., (1989), USA T1 = residential T2 = outpatient = records Urinalysis (but findings not presented) Pre-test and post-test No random allocation into groups 48 Hser et al., (2001), USA T1 = residential Interviews Urinalyses Pre-test and post-test No random allocation into groups Psychological, social and behavioural approaches 40 Henggeler (1991), USA T1 100 T2 = 100 Interviews Post-test only Random allocation into groups 44 Woody (1987), USA T1 = supportive-expressive psychotherapy T2 = drug counselling T1 28 T2 = 31 Interviews Pre-test and post-test Random allocation into groups 45 McLellan (1993), USA T1 = psychosocial Interviews Urinalyses Pre-test and post-test No random allocation into groups 51 Azrin et al., (1994), USA T1 = behavioural treatment T2 = supportive treat. T1 versus T2 T1 = 46 T2 = 36 Interviews Pre-test and post-test Random allocation into groups 53 Coviello et al., (2001), USA T1a = 12h/week day hospital programme T1b = 6 h/week outpatient T1a versus T1b T1a = 46 T1b = 48 Interviews Pre-test and post-test Random allocation into groups Supervision and aftercare 12 Ghodse et al., (2002), UK T1a = detox max. 22 T1b = 27 Interviews Pre-test and post-test No random allocation into groups 26 Brown et al., (2001), USA T1 = drug free/aftercare T0 = T0 = 51 Interviews Post-test only Partial random allocat. into groups Other treatment 35 Beidler (1991), USA T1 = separate treatment T2 = combined treatment T1 versus T2 T1 = 238 T2 = 212 Interviews Pre-test and post-test Random allocation into groups 36 Lam et al., (1995), USA T1 = shelter-based T0 = treatment as usual T1 versus T0 T1 = 182 T0 = 112 Interviews Pre-test and post-test Random allocation into groups 18 41 Latessa and Moon (1992), USA T1 = acupuncture group T0 = no acupuncture T1 versus T0 T1 = 182 T0 = 45 Official records Post-test only Random allocation into groups 43 Hughey and Klemke (1996), USA T1 = inmate recovery programme T0 = no inmate recovery programme T1 versus T0 T1 = 226 T0 = 134 Interviews Official records Pre-test and post-test No random allocation into groups 52 Hoffmann and Miller (1992), USA T1 = Pre-test and post-test No random allocation into groups Drug testing and DTTOs 19 Hough et al., (2003), UK T1 Schemes T1 versus T2 = 80 Official records Pre-test and post-test No random allocation into groups 9 Haapanen and Britton (2002), USA T1 = drug testing T0 = no drug testing T1 versus T0 T1 = 172 T0 = 423 Official records Post-test only Random allocation into groups 20 Britt et al., (1992), USA T1 = drug testing T0 = no drug testing T1 versus T0 Two studies each with two T1 and two T0 groups. Official records Post-test only Random allocation into groups 21 McBride and Inciardi (1993), USA T1 = drug testing T2 = treatment as usual (OPI assessed and locally assessed combined) T1 versus T2 = 459 Interviews Post-test only Random allocation into groups 42 Jones and Goldkamp (1993), USA T1 = drug testing T0 = no drug testing T1 versus T0 T1 = not stated T0 = not stated Interviews Urinalyses Post-test only Random allocation into groups 16 Turner et al., (1999), USA T1 = drug testing T2 = drug court T1 versus T2 T1 = 363 T2 = 143 Interviews Official records Post-test only Random allocation into groups Drug courts 28 Spohn et al., (2001), USA T1 = drug court T0 = traditional adjudic. T0 = diversion clients T1 versus T0 T1 = 285 T0a = 194 T0b = 232 Official records Pre-test and post-test No random allocation into groups 29 Gottfredson et al., (2003), USA T1 = drug court T0 = treatment as usual T1 versus T0 T1 = 139 T0 = 96 Official records Post-test only Random allocation into groups Probation and parole 10 Martin and Scarpitti (1993), USA T1 = parole treatment T0 = standard parole T1 versus T0 T1 = 130 T0 = 133 Interviews Urinalysis Post-test only Random allocation into groups 19 11 Farabee et al., (2001), USA T1 = CJ supervision T0 = no CJ supervision T1 T0 = 681 T0 = 486 Interviews Pre-test and post-test No random allocation into groups 17 Turner et al., (1992), USA T1a = intensive supervision T1b = routine supervision T1a versus T1b T1a = not stated T1b = not stated Total = 569 Official records Urinalysis Post-test only Random allocation into groups 46 Deschenes et al., (1995), USA T1 = intensive community supervision T0 = prison T1a = intensive supervised release T1b = routine supervised release T1 versus T0 T1a versus T1b T1 = 76 T0 = 95 T1a = 48 T1b = 81 Official records Interviews Post-test only Random allocation into groups Other criminal justice programme* 15 Anglin et al., (1989), USA T1 = meth - high coercion T0 = meth - low coercion T1 versus T0 T1 = 111 T0 = 84 Interviews Official records Urinalysis Pre-test and post-test No random allocation into groups 50 Brecht et al., (1993), USA T1 = high coercion T0 = low coercion T1 versus T0 T1 = 116 T0 = 383 Interviews Official records Pre-test and post-test No random allocation into groups 56 Zhang (2001), USA T1 = drug treatment boot camp T0 = regular boot camp T1 versus T0 T1 = 100 T0 = 100 Interviews Official records Pre-test and post-test No random allocation into groups Notes: T1 versus T0 = one treatment compared with no treatment; T1 versus T2 = one treatment compared with another treatment; T 1a versus T1b = one level of intensity of a treatment compared with another level of intensity of the same treatment. *Other criminal justice programmes include drug treatment boot camps and high levels of coercion. 20 Quantitative narrative review The first of the two main methods of analysing the results of the selected studies is referred to here as the quantitative narrative review. The analysis is quantitative in as much as numerical results are summarised. However, the analysis is based mainly on the percentage changes in outcome measure reported in the study publication. It is not based on a recalculation of the raw data from which the percentages were derived. Hence, the method is less rigorous than the meta-analysis. The analysis is narrative in as much as the results are interpreted and presented mainly in a descriptive form. The analysis also includes descriptive summaries of the authors' verbatim conclusions and other textual comments found in the research publication. The main benefits of including a quantitative review alongside a meta-analysis is that it is possible to include many more studies in the review. The meta- analysis requires extraction of raw data, which is only possible from the most detailed publications. The quantitative review requires only that summary numerical results are published. The method of drawing a conclusion about the effectiveness of interventions is not straightforward. Firstly, the studies may vary by the type of comparison method used for measuring effectiveness. Some studies are based on a comparison of one form of treatment with no treatment, while others are based on a comparison of one form of treatment with another form of treatment. It might be easier to determine a programme effect from the former type of research design than the latter type. Secondly, studies vary by the number and type of findings presented. The main outcome of interest in the current review is the effect of the programme on criminal behaviour. However, criminal behaviour might be measured in different ways and the results of the various measures might be different. Hence, various research decisions have to be made to help deal with these problems. The first problem of different comparison methods was tackled by categorising studies into the three broad comparison types found in the literature. The three types of comparison are: (1) when individuals receiving a treatment of interest are compared with individuals who are not receiving any treatment, (2) when individuals receiving a treatment of interest are compared with individuals who are receiving another form of treatment, and (3) when individuals receiving a low intensity version of a treatment are compared with individual receiving a high intensity version of the same treatment. The second problem of different measures of criminal behaviour used in a single study was tackled in the quantitative review by selecting a maximum of three findings for analysis and in the meta-analysis by selecting just one finding for analysis. The method of selecting three findings in the quantitative review was based on a system of prioritisation. For example, self-report measures were selected over official data measures, specific offence types were selected over general offence types, and property offences were selected over violent offences. Main findings The main research findings are presented in Table 3.3. Each study used in the review is included in the table, along with a summary of the main results obtained. The tables have been sorted in terms of type of intervention and type of comparison design. For example, the first group of studies shown in the first page of the table are all evaluations of methadone treatment. Within this group (as with all other groups), the studies then have been ordered by research design. Studies based on a comparison of a treatment with no treatment (shown here as 'T1 versus T0' studies) are listed first, followed by studies based on a comparison of one type of treatment with another type of treatment ('T1 versus T2 studies), and studies based on a comparison of a low intensity and high intensity version of the same treatment type ('T1a versus T1b' studies). The table also presents the findings of all other comparison groups used in the study. Some studies have compared up to five different types of programme and these have all been listed under the column headings T1 to T5. Each experimental group (defined here as the intervention of interest [usually the intervention chosen by the author to discuss]) is given a label to describe the type of programmes used in the research. This label also identifies the 'no treatment' condition when it exists. In relation to each study, up to three research findings are presented. The final column of the table gives a textual summary of whether the research finding showed that the experimental treatment (the first intervention [labelled as 'T1']) was more effective in reducing crime than any of the comparison conditions. 21 Table 3.3 provides the raw data of the analysis. The results have been presented here in full because it is helps show the way in which the analysis has been conducted and provides useful information about each study. However, it is difficult to derive an overall conclusion about the effectiveness of the evaluated programmes from such a large table. Hence, the findings have been summarised below in Tables 3.4 and 3.5. 22 Table 3.3: Quantitative results of treatment evaluation studies meeting the eligibility criteria Studies sorted by treatment type and type of study % change from pre- to post-test (figures without + or - are results of pos t-test only studies) Study no. Author Type of study Sample size (T1 only) Finding no. Outcome measure T1 T2 T3 T4 T5 Was T1 more effective any other treatment? Methadone treatment Methadone Detox 22 Magura et al., (1993) T1/T0 195 1 % illegal income -23% -19% Yes 2 mean property offences -44% -25% Yes 3 % illegal income (males) -26% -32% N o Methadone No treatment 39 Gunne and Grönbladh (1981) T1/T0 17 1 % jailed +6% +13% Yes Methadone No treatment Short TC Long TC 37 Bale et al., (1980) T1/T0 59 1 % arrested 49% % 83 1 % reduction in illegal income -81% -84% N o Methadone Intake only TC Drug- free O/P detox 49 Simpson and Sells 1 % arrested -69% -55% Methadone Residential 13 (2003) T1/T2 276 1 mean crimes -72% -73% N o 2 mean drug crimes -83% -64% Yes Methadone Long resid. Drug-free Short resid. 30 Hubbard et al., (1997) T1/T2 1 % (2000) T1a/T1b 18 1 mean crime days -85% -48% Yes 2 % acquisitive crimes -69% -36% Yes Methadone (continuous) Methadone (interrupted) 27 Hutchinson et al., (2000) T1a/T1b 50 1 % drug offences -75% -28% Yes 2 mean acquisitive crimes -77% -72% Yes Methadone (high dose 3) Methadone (low dose 2) Methadone (low dose 1) 32 Bell (1997) T1a/T1b 97 1 property crime rate -44% -75% -25% Yes 2 drug offences rate -54% -77% No Methadone (high dose a) Methadone (low dose) Methadone (high dose b) 55 McGlothlin and Anglin (1981) T1a/T1b 120 1 mean crime days -75% -30% -73% Yes 2 mean drug arrests -50% -23% -56% Y e s 3 mean property arrests -66% -7% -48% Yes 23 Table 3.3: (Cont.) Quantitative results of treatment evaluation studies meeting the eligibility criteria Study no. Author Type of study Sample size (T1 only) Finding no. Outcome measure T1 T2 T3 T4 T5 Was T1 more effective in reducing crime than any other treatment? Heroin treatment Heroin Methadone 38 McCusker and Davies (1996) T1/T2 27 1 % probation/awaiting trial +3% +52% Yes 2 mean crime days -13% -28% No Heroin Methadone 54 Metrebian et al., (2001) T1/T2 37 1 mean criminal activity score -95% -53% Yes Heroin Other treat. 34 Perneger et al., (1998) T1/T2 27 1 % drug dealing offence -100% +100% Yes 2 % property/theft offence -85% +140% Yes 3 mean number of +175% Yes Therapeutic communities Resid. Centre Trad. Instit. 4 Gordon et al., (2000) T1/T0 254 1 % reconvicted (white & non- white) 31% 44% Yes 2 mean reconvictions (non-white) 0.46 1.02 Yes 3 mean reconvictions (white) 0.43 0.53 Yes Residential TC Standard disposal 5 Dynia and Sung (2000) T1/T0 184 1 % arrested for any offence -71% -44% Yes Prison TC/aftercare Prison as usual Prison TC/ no aftercare 6 Wexler et al., (1999) T1/T0 425 1 % reincarcerated (24 months) 14% 67% 49% Yes 2 % reincarcerated (12 months) 8% 50% 40% Yes KEY-CREST Work release only CREST only KEY only 7 Inciardi et al., (1997), T1/T0 43 1 % arrest-free 77% 57% 43% Yes Residential & outpatient Detox. only Methadone Residential Out- patient 24 Daley et al., (2000) T1/T0 75 1 Total costs of crime -88% -74% -55% -95% -63% Yes -99% -91% -93% -100% -68% Yes CREST Work release (2000) T1/T2 41 1 % recidivating 39% 39% Equal Long resid. free Methadone 14 French and Zarkin (1992) T1/T2 731 1 mean illegal earnings -54% -23% -64% Yes Long resid. Drug free Methadone 31 Simpson et al., (1997) T1/T2 342 1 % arrested -40% -31% -19% Yes 2 % jailed -52% -68% -67% No Residential Drug free Methadone 33 Hubbard et al., (1989) T1/T2 1282 1 % predatory crime -67% -77% -49% Yes Residential Short inpatient Drug free 24 Table 3.3: (Cont.) Quantitative results of treatment evaluation studies meeting the eligibility criteria Study no. Author Type of study Sample size (T1 only) Finding no. Outcome measure T1 T2 T3 T4 T5 Was T1 more effective in reducing crime than any other treatment? 48 Hser et al., (2001) T1/T2 457 1 % illegal acts -37% -28% -23% Yes 2 % any arrests Yes Standard inpatient Abbreviated inpatient 2 Nemes et al., (1999) T1a/T1b 194 1 % various sentences 53% 55% Y e s 2 % arrested (official data) 17% 26% Y e s 3 % arrested (self report) 14% 25% Y e s Psychological, social and behavioural approaches Enhanced psycho services. No services Standard services 45 McLellan (1993) T1/T0 31 1 mean crime days -67% 0% -67% Y e s 2 mean illegal income ($) -90% -83% -78% Yes Multisystemic therapy Individual counselling 40 100 1 % arrested (substance-related offence) 4% 16% Yes Supportive expressive psychotherapy Drug counselling Cognitive behavioural psychotherapy 44 Woody (1987) T1/T2 28 1 mean crime days -40% +100% -71% Y e s 2 mean illegal income ($) +37% +11% -70% N o 3 legal factor score -51% Y e s Behavioural therapy Non- behavioural programme 51 Azrin et al., (1994) T1/T2 46 1 mean police contacts -77% -69% Yes 12h/week day programme 6h/week programme 53 Coviello et al., (2001) T1a/T1b 46 1 mean crime days +111% +665% Yes 2 legal composite score -33% +25% Yes 25 Table 3.3: (Cont.) Quantitative results of treatment evaluation studies meeting the eligibility criteria Study no. Author Type of study Sample size (T1 only) Finding no. Outcome measure T1 T2 T3 T4 T5 Was T1 more effective in reducing crime than any other treatment? Supervision and aftercare relating to treatment Drug free & aftercare Drug free & no aftercare 26 Brown et al., (2001) T1/T0 94 1 % any crime 19% 16% No 2 % arrested 6% 2% No 3 mean crime days 2.4 1.4 No Detox + max aftercare Detox + min aftercare 12 Ghodse et al., (2002) T1a/T1b 22 1 mean crime days -90% -57% Yes 2 % offending -73% -25% Yes Other treatment Shelter- based treatment Treatment as usual 36 Lam et al., (1995) T1/T0 182 1 mean illegal income -61% -49% Yes Acupuncture No acupunct. Placebo 41 Latessa and Moon (1992) T1/T0 182 1 % convicted (felonies) 10% 7% 7% No 2 % arrested (felonies) 3 % convicted (felonies/misdemeanours) recovery 43 Hughey and Klemke (1996) T1/T0 226 1 mean arrests -52% -54% No Abstinent inpatient Abstinent outpatient 52 Hoffmann and Miller (1992) T1/T2 4541 1 % one arrest -56% -64% No 2 two+ arrests -100% -100% Equal 26 Table 3.3: (Cont.) Quantitative results of treatment evaluation studies meeting the eligibility criteria Study no. Author Type of study Sample size (T1 only) Finding no. Outcome measure T1 T2 T3 T4 T5 Was T1 more effective in reducing crime than any other treatment? Drug testing and DTTOs Drug testing (biweekly) No routine testing Testing on re-entry Drug testing (bi-monthly) Drug testing (monthly) 9 Haapanen and Britton (2002) T1/T0 172 1 mean arrests 3.8 3.0 3.0 3.3 3.7 No 2 mean arrests property 0.7 0.7 0.7 0.6 0.9 Yes 3 mean arrests drugs 0.8 0.6 0.6 0.7 0.6 No Drug testing No testing 20 Britt et al., (1992) T1/T0 # 1 % arrested (Pima County) 2% 4% Yes 2 % arrested (Maricopa I County) 25% 24% N o 3 % arrested (Maricopa II County) 45% 37% N o Drug testing No testing 42 Jones and Goldkamp (1993) T1/T0 Not stated 1 % rearrested (Prince George's county) 10% 12% Yes Drug testing Drug court 16 Turner et al., (1999) T1/T2 363 1 % arrested any offence 44% 33% N o 2 % arrested property 15% 10% N o 3 mean number of arrests 0.8 0.6 N o DTTOs 1(A)6 Orders 19 Hough et al., (2003) T1/T2 174 1 % reconvicted 80% 91% Yes Drug testing Treatment (local assess) Treatment (OPI assess) 21 McBride and Inciardi (1993) T1/T2 531 1 % 3% No Drug courts Drug court Traditional adjudication Diversion clients 28 Spohn et al., (2001) T1/T0 285 1 mean arrests +10% +29% +68% Yes 2 mean felony arrests +150% +18% +233% Yes Drug court Treatment as usual 29 Gottfredson et al., (2003) T1/T0 139 1 % reconvicted 49% 53% Yes 2 mean arrests 1.6 2.3 Yes 3 mean convictions 0.9 1.0 Yes 27 Table 3.3: (Cont.) Quantitative results of treatment evaluation studies meeting the eligibility criteria Study no. Author Type of study Sample size (T1 only) Finding no. Outcome measure T1 T2 T3 T4 T5 Was T1 more effective in reducing crime than any other treatment? Probation and parole Intensive supervision Routine supervision 10 Martin and Scarpitti (1993) T1/T0 130 1 % re-imprisoned 46% 51% Yes CJ supervision No CJ super. 11 Farabee et al., (2001) T1/T0 681 1 % arrests -56% 0% Yes 2 % arrests property -67% -22% Yes 3 % arrests drug-dealing -33% +100% Yes Intensive community supervision Prison as usual 46 Deschenes et al., (1995) (b) T1/T0 76 1 % arrested 33% 21% No Intensive supervised release Routine supervised release 46 Deschenes et al., (1995) (a) T1a/T1b 48 2 % arrested 15% 21% Yes Intensive supervision Routine supervision 17 Turner et al., (1992) T1a/T1b Not stated 1 % jailed 39% 28% No 2 % imprisoned 13% 10% No Other criminal justice High coercion + methadone Low coercion + methadone Med coercion + methadone 15 Anglin et al., (1989) T1/T0 84 1 mean income property -39% -46% -16% Yes 2 mean property crime days -50% -56% Equal 3 mean burglary days -75% -50% -75% Yes High coercion + methadone Low coercion + methadone Med coercion + methadone 50 Brecht et al., (1993) T1/T0 116 1 mean burglary days -67% -100% -100% No 2 mean property crime days -63% -67% -63% Equal 3 mean burglary income ($) -67% -71% -85% No Drug treat. boot camp Traditional boot camp 56 Zhang (2001) T1/T0 100 1 mean theft offences -79% -85% No 2 mean non-drug offences -71% -76% No 3 mean drug sale offences -75% -77% No Notes: This table contains findings relating to 52 studies [NB: Deschenes et al., (1995) has been divided into two for the purposes of this review]. Studies by Graham-Bafus et al., (1984), Knight et al., (1997), Messina et al., (1999), and Beidler (1991) were excluded due to inadequacies in their presentation of results. For pre/post test quasi-expe rimental studies, emboldened text highlights the greatest reduction (or smallest increase) in offending. For post test only studies, emboldened text highlights the lowest post test prevalence or incidence of offending. 28 Table 3.4 summarises the results of each of the ten groups of interventions shown in the previous table. The first page of the table shows the results for the treatment evaluations expressed in terms of number of findings and number of studies. The results for methadone treatment, for example, show that 82 per cent of all findings presented indicate that this intervention was more effective than at least one comparison intervention in reducing criminal behaviour. Fifty-five per cent of findings showed that it was more effective than all other comparisons included in the study. The same results expressed in terms of the number of studies show that 91 per cent of all methadone treatment evaluations found that methadone was more effective than at least one comparison intervention and 64 per cent of studies indicate that it was more effective than all comparison groups. In most studies there was only one experimental group and one comparison group. The remaining findings control for type of comparison used in the research design. Looking again at the results, methadone treatment evaluations show a slightly higher percentage of successful outcomes among studies comparing one treatment with no treatment ('T1 versus T0') (80%) than among studies comparing one treatment with another treatment ('T1 versus T2') (67%). This result might be expected if it is assumed that it is easier to detect a difference between something and nothing rather than something and something else. There is some tendency for this pattern to hold across comparisons. However, the results are not uniform and in some cases the greater success is shown in studies comparing one programme with another. Apparently successful programmes, such as methadone treatment, tend to produce consistent evidence of success across all types of comparison. As found in the previous tables, there is still a considerable amount of information presented and it is difficult to see the overall result. Hence, the best method of indicating overall effectiveness of the programmes is to aggregate the findings into a single table. The results of this analysis are shown in Table 3.5. 29 Table 3.4: Quantitative results of treatment evaluation studies meeting the eligibility criteria Type of intervention N and % of findings in which T1 was more effective than at least one other comparison intervention N and % of findings in which T1 was more effective than all other comparison interventions N and % of studies in which T1 was more effective than at least one other comparison intervention in relation to at least one finding N and % of studies in which T1 was more effective than all other comparison interventions in relation to at least one finding Methadone Quantitative results of treatment evaluation studies meeting the eligibility criteria Type of intervention N and % of findings in which T1 was more effective than at least one other comparison intervention N and % of findings in which T1 was more effective than all other comparison interventions N and % of studies in which T1 was more effective than at least one other comparison intervention in relation to at least one finding N and % of studies in which T1 was more effective than all other comparison interventions in relation to at least one finding 3.4: (Cont.) Quantitative results of treatment evaluation studies meeting the eligibility criteria Type of intervention N and % of findings in which T1 was more effective than at least one other comparison intervention N and % of findings in which T1 was more effective than all other comparison interventions N and % of studies in which T1 was more effective than at least one other comparison intervention in relation to at least one finding N and % of studies in which T1 was more effective than all other comparison interventions in relation to at least one finding Drug testing/DTTOs (all) summary Table 3.5 summarises the results of the quantitative analysis. The tables lists programmes in terms of the total number of findings and total number of studies in which the experimental programme outperformed at least one other comparison group. It is based on the combination of 'T1 versus T0' and 'T1 versus T2' studies. The results are then listed in terms of 'what's effective', 'what's not effective', and 'what's promising'. Interventions recorded as 'effective' are those in which 50 per cent or more of studies indicate that the programme worked. Interventions recorded as 'promising' are those in which exactly half of studies indicate that the programme worked, while the other half indicated that it did not work. Interventions are marked as 'ineffective' if less than 50 per cent of studies found that they worked. However, this does not mean that they are never effective. Instead, it means that 'on average' they are ineffective. The table shows that seven programmes are defined as effective: methadone treatment, heroin treatment, therapeutic communities, psycho/social/behavioural approaches, drug testing/DTTOs, probation and parole supervision of drug users, and drug courts. Two were defined as not effective: supervision and aftercare relating to treatment and extreme caution. One programme was defined as promising: other treatment programmes. Overall, the quantitative review has shown that most interventions appear to work. However, the proportion of successes varies among the different types of interventions. Possible reasons for these differences are discussed in the conclusions. When looking at the number of findings (rather than the number of studies), the difference in the results of treatment and criminal justice programmes is more striking. The vast majority of methadone treatment evaluations showed the programmes to be effective (10 of 13 findings), nearly all of the heroin treatment findings were favourable (5 of 6), 14 of 16 therapeutic community findings showed that the programmes worked, and six of the seven psycho-social programmes were favourable. Drug testing was found to be successful in only four of 13 findings and other criminal justice programmes were successful in only two out of 9 findings. These latter two successful findings were both reported by Anglin et al., (1989) in a study that evaluated the effectiveness of legal coercion. 33 Table 3.5: Quantitative results of treatment evaluation studies meeting the eligibility criteria Type of intervention N and % of findings in which T1 was more effective than at least one other comparison intervention N and % of studies in which T1 was more effective than at least one other comparison intervention in relation to at least one finding What's effective [1] Methadone treatment 10 of 13 (77%) 6 of 7 (86%) Heroin treatment 5 of 6 (83%) 3 of 3 (100%) Therapeutic communities 14 of 16 (88%) 9 of 10 (90%) Psycho/social/behavioural 6 of 7 (86%) 4 of 4 (100%) Drug testing/DTTOs 4 of 13 (31%) 4 of 6 (67%) Probation and parole 5 of 6 (83%) 3 of 4 (75%) Drug courts 5 of 5 (100%) 2 of 2 (100%) What's not effective [2] Supervision and aftercare 0 of 3 (0%) 0 of 1 (0%) Other CJ programmes [4] 2 of 9 (22%) 1 of 3 (33%) What's promising [3] Other treatments 2 of 7 (29%) 2 of 4 (50%) Notes: Includes T1/T0 studies and T1/T2 studies only. Includes only studies that present crime outcome measures. [1] What's effective = over 50 per cent of studies found that T1 was more effective than at least one other comparison intervention in relation to at least one finding. [2] What's not effective = less than 50 per cent of studies found that T1 was more effective than at least one other comparison intervention in relation to at least one finding. [3] What's promising = exactly half of the stu dies showed that T1 was more effective than at least one other comparison intervention. [4] Other CJ programmes include drug treatment boot camps and high levels of coercion. An additional search was conducted towards the end of the study on two further databases not included in the main search due to pressure of time. This secondary search was based on the results recorded in the published abstracts of the study. While the results are less detailed than in the original analysis, they help provide some indication of the broad direction of findings of research not included in the main review. The results of studies obtained as part of this additional literature search are summarised in the table below. The method of selection and a detailed summary of the results of the selected studies are shown in Appendix 2. Overall, Table A2.2 shows that the results obtained from the additional studies are generally consistent with the pattern of findings shown in the original analysis. 34 Table A2.2: (Copy): Results of additional literature searches Total studies retrieved Total studies with clear results [1] N and % of studies (with clear results) that showed that T1 was more effective than at least one other comparison intervention in relation to at least one finding N and % of ALL studies in which T1 was more effective than at least one other comparison intervention in relation to at least one finding [2] Eligible studies Methadone treatment 4 2 1 of 2 (50%) 7 of 9 (78%) Heroin treatment 1 1 1 of 1 (100%) 4 of 4 (100%) Therapeutic communities 4 4 4 of 4 (100%) 13 of 14 (93%) Other treatment 5 5 3 of 5 (60%) 5 of 9 (56%) Drug courts 3 3 3 of 3 (100%) 5 of 5 (100%) Probation and parole 1 1 0 of 1 (0%) 3 of 5 (60%) Notes: [1] The abstracts of the studies do not always include clear details of the results. [2] These findings are for the addi tional literature searches combined with the studies included in the quantitative narrative review. The final column in Table A2.2 combines the results of the additional literature searches with the results of the quantitative narrative review. After including the additional studies, the proportion of studies which showed that methadone treatment was more effective than at least one other comparison intervention in reducing at least one form of criminal behaviour, decreased to 78 per cent (7 of 9 studies). The proportion of studies showing the effectiveness of probation and parole in reducing crime also decreased (to 60%). Heroin treatment and drug courts remained effective in 100 per cent of studies. The proportion of studies showing the effectiveness of therapeutic communities increased to 93 per cent (13 of 14 studies) and the proportion of studies showing the effectiveness of other treatments increased to 56 per cent (5 of 9 studies). 35 Breakdowns by individual and programme characteristics It is possible that certain types of programmes are more successful in reducing criminal behaviour among certain types of individuals. It would be useful to break down the findings by the characteristics of the subjects and by the quality of the programme. However, this is not quite as straight forward as it might seem. The majority of studies tend to be based on the results obtained for the sample as a whole. Similarly, few studies quantify the intensity of the programme or the extent to which subjects complete the treatment. However, some studies have included information on these topics. Information on subject and programme characteristics can be found in the following types of studies: Studies that provide results for two or more sub-groups. Studies that provide results for a single sub-group. Studies that include regression analysis interaction terms for sub-groups. Studies that include authors' comments on sub-groups. The first group of studies repeats the main analysis of the evaluation for particular sub-groups (e.g. males and females or young and old) or for different types of treatment intensity (e.g. high dosage versus low dosage). This is one of the strongest methods of determining a differential programme effect. In most cases, the results will be presented in the form of percentages or means and the findings for the different sub-groups can be directly compared. The second group of studies comprise those based on a single sub-group of the population (e.g. all males or all females). While the individual study cannot tell us about sub-group differences, a number of studies, when viewed together, can indicate whether studies based on one sub-group tend to provide different results to those based on another sub-group. The third group is those studies that include an interaction term relevant to sub-groups in a regression analysis. In these cases, it is possible to determine whether the programme has a differential effect by sub-group membership. The final method found in the literature can be used when neither the raw data nor any other numerical data are included in the published results. In these cases, authors sometimes provide verbal comments on the outcome of the intervention for particular sub-groups in the conclusion or elsewhere in the text. In the following section, we will look at the results of each of these four kinds of findings. 36 Studies that provided results for two or more sub-groups Nine of the 52 studies included in the review presented numerical results on the differential effect of the intervention on different sub-groups (see Table 3.6). Two of these were based on evaluations of therapeutic communities and three were based on evaluations of methadone treatment. One of the methadone treatment evaluations (Magura et al., 1993) investigated gender differences in programme effectiveness and showed that the programme was more effective for males (showing a 55% reduction in offending following treatment) than females (showing a 26% reduction in offending). One study investigated ethnic group differences (Gordon et al., 2000) and concluded that the evaluated therapeutic community was more effective in reducing criminal behaviour among non-white subjects (- 55%) than white subjects (-19%). Three studies looked at the effect of different dosage levels of methadone on the effectiveness of methadone treatment and all concluded that higher dosages resulted in greater reductions in offending. Finally, four studies investigated the effect of intensity of treatment on outcome (one therapeutic community, one probation and parole, one supervision study, and one psycho-social approach). Three of the four studies found that high intensity programmes resulted in either a smaller increase or a larger decrease in criminal behaviour than lower intensity programmes. In other words, high intensity programmes were more effective in reducing crime than less intensive programmes. 37 Table 3.6: Studies that provided results for two or more sub-groups Study number Author Intervention Gender Age Ethnicity Dose [1] Intensity [1] Male Female Youth Adult White Non- white High Low High Low Post-test studies 2 Nemes et al., (1999) Therapeutic 14% 25% 4 Gordon et al., (2000) Therapeutic -19% -55% 17 Turner et al., (1992) Probation 39% 28% Pre-Post studies 12 Ghodse et al., (2002) Strang et al., (2000) et al., (1993) et al., (2000) Notes: One outcome measure of crime was selected from each relevant study using the system of prioritisation outlined in the m ethods section (i.e. means before proportions, disaggregated before aggregated measures, self-report before official records, etc.). [1] T1a v T1b studies only. For post-test only studies, percentage reductions for gender, age and race were calculated by treating T2 results as if they we re pre-test measures (i.e. as if no treatment had been implemented). For dose and intensity, the proportions presented are the proportions of subjects in each treatment group who were involved in some form/measure of crime at follow-up. There are two findings that relate to the intensity of treatment. The study by Nemes et al., (1999) shows that subjects in the high intensity TC group were less likely than those in the low intensity TC group to be involved in crime at follow-up (% arrested). The findings reported by Turner et al., (1992) indicate that subjects under intensive supervision were more likely than those under routine supervision, to be involved in crime at follow-up (% jailed). 38 Studies that provided results for a single sub-group There were no studies that focused on just one ethnic group. However, there were seven studies that focused on either males or female subjects and most studies focused on either adult or juvenile subjects. The results are shown in Table 3.7. The table has been split into post-test only studies (random allocation studies) and pre-post studies with controls (quasi-experimental studies). The results show that studies based on males tend to show greater reductions in offending following treatment than the one study based on females (although the numbers are very small). This finding supports the single finding above based on comparisons within studies, which showed that treatment programmes were more effective for males than females. The results also show that studies based on young offenders report slightly higher success rates than studies based on adults. This difference is most noticeable among random allocation designs than among quasi-experimental designs. 39 Table 3.7: Studies that provided results for a single sub-group Post-test only studies Study number Author Intervention Gender Age Male Female Youth Adult 2 Nemes et al., (1999) Therapeutic -44% 3 Farrell (2000) Therapeutic 0% 0% 4 Gordon et al., (2000) Therapeutic -30% -30% 6 Wexler et al., (1999) Therapeutic -79% -79% 7 Inciardi et al., (1997) Therapeutic -57% 9 Haapanen and Britton (2002) Drug testing 0% 10 Martin and Scarpitti (1993) Probation -10% 16 Turner et al., (1999) Drug testing 33% 17 Turner et al., (1992) Probation 39% 19 Hough et al., (2003) Drug testing -12% 20 Britt et al., (1992) Drug testing 4% 21 McBride and Inciardi (1993) Drug testing 25% 26 Brown et al., (2001) Supervision 71% 29 Gottfredson et al., (2003) Drug courts -10% 37 Bale et (1980) (1991) -75% 41 Latessa Moon (1992) Other treatment -6% 42 Jones and Goldkamp (1993) Drug testing -17% 46 Deschenes et al., (1995) Probation 57% 46 Deschenes et al., Probation -29% Mean percentage -50% 0% -53% -4% Notes: There is some variation in the nature of the programmes aggregated. However, they have in common the fact that they all are implemented from within the criminal justice system and share a common aim to reduce drug use and criminal behaviour. 40 Table 3.7 (Cont.) Studies that provided results for a single sub-group Pre-post studies Study number Author Intervention Gender Age 4 Male Female Youth Adult 5 Dynia and Sung (2000) Therapeutic -71% 11 Farabee et al., (2001) Probation -67% 12 Ghodse et al., (2002) Supervision -90% 13 Gossop et al., (2003) Methadone -83% 14 French and Zarkin (1992) Therapeutic -54% 15 Anglin et al., (1989) Other justice -50% -50% 18 Strang et al., (2000) Methadone -85% 22 Magura et al., (1993) Methadone -44% 27 Hutchinson et al., (2000) Methadone -77% 28 Spohn et al., (2001) Drug courts 10% 30 Hubbard et al., (1997) Methadone -52% 31 Simpson et al., (1997) Therapeutic -52% 33 Hubbard et al., (1989) Therapeutic -67% 34 Perneger et al., (1998) Heroin -90% 36 Lam et al., (1995) Other treatment -61% 38 McCusker and Davies (1996) Heroin -13% 39 Grönbladh (1981) Methadone 6% 43 Hughey 48 Hser et al., (2001) Therapeutic -52% 49 Simpson and Sells (1982) Methadone -63% 50 Brecht et al., (1993) Other justice -67% 51 Azrin et al., (1994) Psycho-social -77% 52 Hoffmann and Miller (1992) Other treatment -56% 53 Coviello et al., (2001) Psycho-social 111% 54 Metrebian et al., and Anglin (1981) Methadone -66% -66% percentage -65% 0% -52% -54% 41 Studies that included regression analysis interaction terms for sub-groups The third source of evidence of differential effectiveness among sub-groups can be found in studies that use multiple regression techniques and include in the analysis an interaction term relating to the characteristics of the respondent. Three studies published findings on the effect of a demographic interaction term. One of these concerned gender and found that the programme was significantly more effective for males than for females. This finding is again consistent with the previous findings showing differential effectiveness by gender. One study looked at the interaction effect of age and found no significant difference in outcome for young and old subjects. The third study calculated an interaction term for race and also concluded that there was no significant difference in outcome by ethnic group status. Table 3.8 Studies that provided regression analysis interaction terms for sub-groups Study no. Author Gender Age Race Male Female Youth Adult White Non- white 6 (TC) Wexler et al., (1999) Same Same 37 (M) Bale et al., (1980) Same Same Same Same 50 (OCJ) Brecht et al., (1993) Sig. Better Sig. worse Studies that included authors' comments on sub-groups The final method of assessing differential sub-group effects is by looking at the author's general conclusions and other comments in publications relating to the study. Twenty-three studies included comments in the main publication on the effect of characteristics of the subject or characteristics of the programme on outcome (see Table 3.10). Nine studies included comments on the effect of gender. Four of these concluded that males performed better than females in terms of a favourable change in criminal behaviour, one concluded that females showed more favourable responses, and four concluded that there was no difference. Six studies looked at the effect of age on programme effectiveness. One concluded that the intervention produced greater reductions in offending among young people than adults, while the remainder found that there was no difference. Six studies looked at race and outcome. One study found that non-white subjects showed greater reductions in offending than white subjects. However, the remainder found no difference. The results were more consistent when looking at the effect of programme intensity of programme outcome. Intensity refers here to the length of the programme, the strength of the programme, or whether the respondent completed the programme. Twelve of the thirteen studies that investigate this concluded that more intensive programmes had a greater impact on crime than less intensive programmes. 42 Table 3.9: Studies that provided authors' comments on the results of two or more sub-groups: Study number Author Intervention Study type Gender Age Race Intensity Male Female Youth Adult White Non- white High Low 22 Magura et al., (1993) Methadone T1/T0 Better Worse 37 Bale et al., (1980) Methadone T1/T0 Better Worse 49 Simpson and Sells (1982) Methadone T1/T0 Better Worse Better Worse 30 Hubbard et al., (1997) Methadone T1/T2 Better Worse 32 Bell (1997) Methadone T1a/T1b Same Same Same Same Better Worse 54 Metrebian et al., (2001) Heroin T1/T2 Better Worse 4 Gordon et al., (2000) Therapeutic T1/T0 Worse Better 5 Dynia and Sung (2000) Therapeutic T1/T0 Better Worse 6 Wexler et al., (1999) Therapeutic T1/T0 Same Same Better Worse 14 French and Zarkin (1992) Therapeutic T1/T2 Better Worse 31 Simpson et al., (1997) Therapeutic T1/T2 Better Worse 33 Hubbard et al., (1989) Therapeutic T1/T2 Better Worse 48 Hser et al., (2001) Therapeutic T1/T2 Better Worse 2 Nemes et al.,(1999) Therapeutic T1a/T1b Better Worse 51 Azrin et al., (1994) Psycho-social T1/T2 Worse Better Better Worse 53 Coviello et al., (2001) Psycho-social T1a/T1b Same Same 26 Brown et al., (2001) Supervision T1/T0 Better Worse 9 Haapanen and Britton (2002) Drug testing T1/T0 Same Same 19 Hough et al., (2003) Drug testing T1/T2 Same Same Same Same Same Same 28 Spohn et al., (2001) Drug courts T1/T0 Same Same Same Same Same Same 29 Gottfredson et al., (2003) Drug courts T1/T0 Same Same Same Same Same Same 50 Brecht et al., (1993) Other justice T1/T0 Better Worse Same Same 56 Zhang (2001) Other justice T1/T0 Total Better 4 1 1 0 0 1 12 0 Total Worse 1 4 0 1 1 0 0 12 Total Same 4 4 5 5 5 5 1 1 43 Section summary The final table in this section (Table 3.11) summarises the results of all four methods of determining sub-group and programme intensity effects. The table includes a mean score for each of the four methods and then sums across them. Some of these means are based on the results of a small number of studies and the results are sometimes mixed or inconclusive. Nevertheless, the table shows the general direction of the results obtained. Overall, the quantitative narrative review of study breakdowns suggests the following conclusions. In terms of variations among individuals the research tends to show: Interventions for drug misuse are more effective in reducing criminal behaviour among males compared with females, young drug users compared with adult drug users, and non-white subjects rather than white subjects. In terms of variations by programme intensity the research tends to show: Interventions for drug misuse are more effective when they are high dosage rather than low dosage, strong versions rather than weak versions, long term rather than short term, and completed rather than terminated. It is also possible that there are interactions between these elements. However, none of the studies broke down the results to this level of detail. Summary of quantitative narrative review Overall, the quantitative review has shown that most interventions appear to work. However, some interventions work better than others and there is some evidence that interventions are more effective in relation to some sub-groups rather than others. When drawing conclusions based on a quantitative narrative review of the literature it is important to recognise the strengths and weaknesses of this approach. The main strength of this method is that it enables the researcher to review multiple findings from a single study. The main weakness is that it is based on vote counting (i.e. counting and comparing the number of studies that show effectiveness, ineffectiveness and equipoise) and no account is taken of sample sizes or statistical power. Hence, studies with small sample sizes are given equal weight to studies with larger sample sizes. This weakness can be addressed through the use of meta-analysis - a statistical technique for combining studies (see the next section). Meta-analysis provides a precise estimate of treatment effect, and gives due weight to the size of the different studies included. However, they have the disadvantage that they are limited in their inability to incorporate multiple findings from single studies. Given the strengths and limitations of each approach, it is important to include both methods in any systematic review of the literature. 44 Table 3.10: Summary of results of the different methods of determining the effects of sub-groups: Mean change scores or textual summaries Source type Study design Gender Age Race Dose Intensity Male Female Youth Adult White Non- white High Low High Low (1) Within study comparisons Post - - - - -19% -55% - - -27% study comparisons Post -50% -4% - - - - - - Pre-post -65% - -52% -54% - - - - - - (3) Regression interaction term Better Worse Same Same (4) Authors' comments Better Worse Better Worse Same Same - - Better Worse Overall conclusion Better Worse Better Worse Worse Better Better Worse Better Worse -45- Meta analysis In order to carry out a meta-analysis of the effect of any intervention on offending, a comparable effect size measure is needed for each study, together with its variance (see: Lipsey and Wilson, 2001). The best measure of effect size for our purposes is the Odds Ratio (OR). This is calculated from the following table: Offender Non-offender Experimental A b Control C d where a, b, c, d are numbers of persons OR = ad/bc The chance value of the OR is 1.0. To the extent that the OR exceeds 1.0, it might be concluded that the treatment was beneficial. To the extent that the OR falls below 1.0, it might be concluded that the treatment was counter-beneficial. It would not be expected that treatment would bring about significant negative results very often. However, it is technically possible that some drug users might increase their drug use or offending as a result of treatment (e.g. it has sometimes been argued that methadone maintenance continues rather than cures drug misuse). The variance of the OR is calculated from its natural logarithm (LOR). VAR (LOR) = 1/a + 1/b + 1/c +1/d Two types of treatment evaluations are reviewed here: (1) Post-test studies with random allocation to experimental or control conditions. In these studies, the numbers of offenders and non-offenders in each condition after the intervention are determined. The OR is calculated using the above table. (2) Pre-post studies with controls. In these studies, the numbers of offenders and non-offenders in the experimental and control condition before and after the intervention are determined. The OR is calculated from the log of OR (LOR) using the formula below: LOR = Ln (a 2d2/b2c2) - Ln (a 1d1/b1c1) where a 2, b2, c2, d2 are after numbers and a 1, b1, c1, d1 are before numbers The variance of LOR is calculated using the following formula: VAR (LOR) = 1/a 1 + 1/b 1 + 1/c 1 + 1/d 1 + 1/a 2 + 1/b 2 + 1/c 2 + 1/d 2 The outcome measure in each study was the number of persons who were offenders. Self-reported and officially recorded offending, arrests or imprisonment were counted. Where the only offending outcome was drug dealing, this was counted. Where there was a choice, the most complete data were chosen (e.g. a short follow-up period rather than a longer one, to minimise attrition). Post-test only (random allocation) studies Table 3.11 summarises the 16 post-treatment studies included in the meta-analysis. It can be seen that five of the studies (Inciardi et al., Nemes et al., Wexler et al., Gordon et al., and Gottfredson et al.) showed a significant desirable effect of the treatment, none showed a significant undesirable effect, and 11 showed no significant effect of the treatment (this can seen when the 95% confidence interval of the OR includes the chance value of 1.0). -46- Table 3.11: Post-test only (ra ndom allocation) treatment studies Study no Author Date Outcome Intervention OR CI (low) CI (high) Z P 37 Bale et al. 1980 No. arrested(S) Methadone 1.24 0.70 2.20 0.73 ns 20 Britt et 1992 No. arrested(R) Drug testing 0.93 0.52 1.69 -0.23 ns 41 arrested(R) Other treat 0.88 0.38 2.06 -0.29 ns 10 Martin and Scarpitti 1993 No. imprisoned(S) Probation 1.19 0.58 2.45 0.48 ns 21 McBride and Inciardi 1993 No. arrested (S) Drug testing 0.92 0.58 1.47 -0.34 ns 46a Deschenes et al. Probation 0.54 0.23 1.25 -1.44 ns 46b Deschenes et al. 1995 No. arrested(R) Probation 1.54 0.70 3.35 1.08 ns 7 Inciardi et al. 1997 No. arrested(S) Therapeutic 3.86 1.79 8.29 3.45 0.0006 2 Nemes et al. 1999 No. arrested(R) Therapeutic 1.73 1.07 2.79 2.23 0.0257 16 Turner et al. 1999 No. arrested (R) Drug testing 0.61 0.33 1.13 -1.57 ns 6 Wexler Therapeutic 5.14 23.44 Recidivist(S) Therapeutic 1.02 0.41 2.52 0.04 ns 4 Gordon et al. 2000 No. Recidivist(R) Therapeutic 1.70 1.17 2.48 2.78 0.0054 26 Brown et al. 2001 No. offending(S) 0.82 0.31 2.19 -0.40 ns testing 0.74 0.51 1.09 -1.51 ns 29 Gottfredson et al. 2003 Drug courts 2.21 1.19 4.12 2.51 0.0121 n=16 Notes: OR = Weighted Mean Odds Ratio Other treat = Other treatment programmes CI = Confidence Interval Probation = Probation and aftercare following a criminal justice measure Z= A measure of the significance of the OR Therapeutic = Therapeutic communities P = The probability of Z Supervision = Supervision and aftercare following treatment S = Self report R = Official records Ns = Not significant -47- Pre-post test studies with controls Table 3.12 summarises the 12 pre-post treatment studies included in the meta-analysis. Six studies (Simpson and Sells, Perneger et al., Dynia and Sung, Farabee et al., Hser et al., and Ghodse et al.) showed a significant desirable effect of the treatment, one showed a significant undesirable effect (Hubbard et al.), and five showed no significant effect of the treatment. Table 3.12: Pre-post/exp-con (quasi-experimental) treatment studies Study no. Author Date Outcome Intervention OR CL (low) CL (high) Z P 49 Simpson and Sells 1982 No. arrested(S) Methadone 2.02 1.09 3.75 2.23 0.0257 52 Hoffmann and Miller 1992 No. one arrest(S) Other treat 0.80 0.53 1.20 -1.08 ns 22 Magura et al. 1993 No. illegal income(S) Methadone 1.57 0.57 4.29 0.87 ns 30 Hubbard et 1997 No. offending(S) Methadone 0.69 0.50 0.97 -2.17 0.0278 31 Simpson 1997 No. arrested(S) Therapeutic 1.44 0.83 2.51 1.28 ns 34 Perneger et 1998 Heroin 27.02 1.64 445.98 2.30 0.0214 5 Dynia and Sung 2000 No. arrested(R) Therapeutic 2.16 1.10 4.23 2.25 0.0143 27 Hutchinson et al. 2000 No. drug dealing(S) Methadone 3.07 0.45 20.82 1.15 ns 18 Strang et al. 2000 No. offending(S) Methadone 2.90 0.34 24.94 0.97 ns 11 Farabee et al. 2001 No. arrested(S) Probation 3.74 2.41 5.80 5.87 0.0000 48 Hser et al. 2001 No. arrested(S) Therapeutic 3.77 2.53 5.62 6.51 0.0000 12 Ghodse 13.13 1.59 108.32 2.39 0.0168 n=12 Notes as Table 3.4 Results of the meta-analyses The main aim of a meta-analysis is to calculate a weighted mean effect size (here, the OR) to answer the question: How well does the treatment work? There are two ways of calculating the weighted mean effect size. In the fixed effects (FE) model, each effect size is weighted by the inverse of its variance (1/VAR), so that studies based on larger samples are given greater weighting. However, the studies in a fixed effects model can be significantly heterogeneous in their effect sizes (measured by the Q statistic). This can mean that a single study with a large effect size can disproportionately influence the average effect size. One method of addressing the problem of heterogeneity is to perform a 'random effects' meta-analysis. The random effects (RE) model is designed primarily to minimise the heterogeneity of a set of effect sizes by adding a constant to the variance of each effect size (for the formula, see Lipsey and Wilson, 2001, p.119). In the random effects model, each study is given a more equal weighting in calculating the weighted mean effect size, so larger studies no longer have such a great influence on the mean. In the following meta-analyses, we have used the (FE) model only. The main advantages of this method are that it is more straightforward and transparent in its method of weighting the effect size (i.e. the inverse of its variance). The main disadvantages of the (FE) model are that the average effect size can be affected by variations among the studies in their effect size. Studies with extreme effect sizes and large numbers can have a disproportionate affect on the average results. However, it is generally not possible to remove all variations among studies whatever method is used and on balance it is simpler to present the results of just one method rather than two. The main results are shown in Table 3.13(a) to Table 3.13(d). -48- Table 3.13(a): Results of meta-analyses showing the weighted mean effect size and other statistics for various groups and sub-g roups of studies Group Number of studies OR Cl lower CI upper Z Z p Q Q p All studies 28 1.41 1.26 1.58 6.13 0.0000 149.12 <0.0001 Post-test 67.73 <0.0001 Pre-post <0.0001 T1 <0.0001 56.28 <0.0001 1.58 5.80 0.0000 138.06 <0.0001 Notes: OR = Weighted Mean Odds Ratio T1 v T0 = One kind of treatment versus no treatment CI = Confidence Interval T1 v T2 = One kind of treatment versus another kind of treatment Z measures the significance of the OR T1a v T1b = One level of intensity of treatment versus another level of intensity of the same treatment Q measures the heterogeneity of the ORs -49- Table 3.13(b): Results of meta-analyses showing the weighted mean effect size and other statistics for various groups and sub-g roups of studies Group Number of studies OR Cl lower CI upper Z Z p Q Q p Methadone treatment: T1 v T0 studies 3 1.56 1.06 0.0257 1.30 0.2542 Heroin treatment: T1 v T0 studies 0 - - - - - - - Therapeutic communities: T1 v and parole: v 0.0031 Methadone treatment: v T2 studies 0 - - - - - - - Other treatment programmes: T1 v T2 studies courts: T1 v T2 studies 0 - - - - - - - Probation and parole: T1 v T2 studies 0 - - - - - - - Methadone treatment: T1 v T0 T2 3 2.46 1.75 3.45 5.20 0.0000 8.75 0.0031 Notes as Table 3.13(a) -50- Table 3.13(c): Results of meta-analyses showing the weighted mean effect size and other statistics for various groups and sub-g roups of studies Demographic breakdowns Group Number of studies OR Cl lower CI upper Z Z p Q Q p All studies: males 4 2.05 1.58 2.67 5.37 0.0004 84.82 <0.0001 All studies: juveniles 6.58 0.0000 43.58 <0.0001 1.62 0.15 0.8808 3.45 0.0006 Probation and parole 1 3.74 2.41 5.80 5.87 0.0000 0.00 1.0000 as Table 3.13(a) -51- Table 3.13(d): Results of meta-analyses showing the weighted mean effect size and other statistics for various groups and sub-g roups of studies Effective studies only (i.e. studies with statistically significant effect sizes in expected direction) Group Number of studies OR Cl lower CI upper Z Z p Q Q p All studies 10 2.54 2.13 3.03 10.40 <0.0001 20.67 <0.0001 Post-test 0.0469 Pre-post-test v T1 v T2 0 - - - - - - - Other treatment programmes: T1 v T0 & T1 v T2 0 - - - - - - - Drug testing/DTTOs: T1 v T0 & T1 v T2 0 - - - - - - - Drug courts: T1 v T0 & Table 3.13(a) -52- The weighted mean effect size for the 28 studies included in the meta-analyses was 1.41 (see Table 3.13a). This means that the odds of a reduction in criminal behaviour were 41 per cent higher among the experimental groups (the intervention of interest) than in the comparison groups (the comparison intervention). The fact that Q was significant shows that this group of studies were fairly heterogeneous in their effect sizes. These results can be divided into studies based on experimental designs (post-test only studies with random allocation) and those based on quasi-experimental designs (pre-post-test studies with controls). The table shows that both designs provided evidence of significantly reduced criminal behaviour following treatment. However, the quasi-experimental designs tended to generate larger effect sizes (FEOR=1.60) than the experimental designs (FEOR=1.28). One possible reason for this is that experimental designs based on random allocation of subjects to experimental and control conditions have better control over extraneous variables that might influence the outcome in relation to offending. In other words, people in the experimental group should be equivalent to people in the comparison group on all relevant criteria (both measured and unmeasured). However, in practice, random allocation does not ensure equivalence. In contrast, quasi-experimental designs are based on a comparison of before and after conditions with experimental and control subjects selected by non-random methods. Hence, the experimental and control groups could be different on key variables that might influence outcome. It is possible that this selection process is not arbitrary, but based on identifying the most promising individuals to complete the programme under test and the least promising (or remainder) for the comparison. At least one other review has found that quasi-experiments yield a larger treatment effect on average than randomised experiments (Weisburd et al., 2001). The authors pointed out that: \"Criminal justice practitioners may not be as strongly socialized to the idea of experimentation as are practitioners in other fields like medicine... It may be that a subtle form of creaming in which the cases considered most amenable to intervention are placed in the intervention group is common... Such creaming may be exacerbated by self-selection of subjects who are motivated toward rehabilitation... Non-randomized designs, even in relatively rigorous quasi-experimental studies, may be unable to compensate or control for why a person is considered amenable and placed in the intervention group\". (p.66) The results can also be divided into the different types of comparisons found in the research literature. Evaluations can be based on a comparison of an experimental treatment (or intervention of interest) with no treatment (T1 versus T0), a comparison of an experimental treatment with another kind of treatment (T1 versus T2), and a comparison of an experimental treatment at one level of intensity with the same experimental treatment at another level of intensity (T1a versus T1b). Comparing the results for the different types of comparison show that the largest effect sizes are associated with research designs that compare one type of treatment with no treatment (FEOR=1.68). The smallest effect sizes (which generated a non-significant result overall) were among studies that compared one type of treatment with another type of treatment. One reason for this difference is that it is easier to generate a positive result when an intervention is compared with no intervention. Conversely, it is harder to generate a positive result when intervention is compared with another intervention, which might in itself be effective in reducing crime. The second largest effect sizes were found among studies that compared a weak version of a treatment with a strong version of the same treatment (FEOR=1.50). In other words, intensive programmes are more likely than non-intensive programmes to reduce crime. The measures of intensity of the programme varies and includes programmes based on high or low dosages of prescribed drugs, long- or short-term programmes, continuous versus interrupted programmes, and enhanced versus standard versions of an intervention. Perhaps the most important findings of the review are those relating to types of individual programme (see Table 3.13b). The results vary slightly by comparison method. According to the 'T1-versus-T0' comparisons (treatment versus no treatment), the most effective forms of treatment interventions were therapeutic communities (FEOR=2.55) followed by methadone treatment (FEOR=1.56). There were no heroin treatment evaluations in this group and only one evaluation of an 'other' treatment programme (acupuncture), which showed no significant effect. The most effective forms of criminal justice intervention, based on 'T1-versus-T0' comparisons, were probation or parole supervision (FEOR=2.46) and drug courts (FEOR=2.21). Drug testing programmes were not shown to be effective (although the number of studies in this category was small [n=2]). -53- The results of the 'T1-versus-T2' comparisons (treatment versus an alternative treatment) show that heroin treatment is the most effective intervention (FEOR=27.02). However, this is a result of just one study and the results should therefore be interpreted cautiously. This was followed by therapeutic communities (FEOR=2.43). Methadone treatment was shown to be significant, but in the reverse direction to that expected (methadone did less well than the alternative treatment). One reason for this is that in this one study the alternative comparison intervention was a substantial programme of long-term residential treatment, which made it more difficult to show a differential effect. There were only two criminal justice studies in this group and the mean effect for these two was not significant. It would be interesting to see whether interventions had a greater effect for some kinds of people than others. It might be possible, for example, that interventions that are shown to be ineffective overall might be effective for certain sub-groups. The most common demographic breakdowns are gender, age, and race. Unfortunately, it was not common for studies to provide separate results (in terms of data suitable for meta-analysis) for different client types. None of the studies included in the meta analysis included an analysis of different ethnic groups. Hence, it was not possible to compare interventions by race of the respondent. Five studies provided results on the gender of the respondent in a form suitable for meta-analysis and 26 studies provided results on the age of the respondent suitable for analysis. Hence, it was possible to provide some breakdowns of results using these variables. The breakdown by gender (see Table 3.13c) shows that the mean odds ratio for studies based on males was FEOR=2.05 compared with FEOR=1.02 for those based on females. The mean effect size was significant for males and non-significant for females. Hence, the results suggest that interventions are effective in reducing drug-related crime among males, but not females. However, the number of studies included in this comparison is very small (i.e. only one study of females), and no strong conclusions can be drawn from this finding. The mean odds ratio for studies based on juveniles and adults were both statistically significant. However, it was noticeably higher among studies based on juveniles than for studies based on adults (FEOR=1.95 for juveniles and FEOR=1.29 for adults). This finding is based on a larger number of studies and suggests a real difference in the effectiveness of interventions. This difference might be explained by the fact that young people might be less heavily entrenched in drug taking (and drug-related crime) than their older counterparts and more amenable to change. The remainder of the table examines gender and age breakdowns for different types of intervention. This breakdown further reduces the number of studies in the analysis. Nevertheless, some patterns emerge from the findings. Therapeutic communities appear to be more effective in relation to males than females (but there is a particular problem of number of studies here) and more effective in relation to juveniles than adults (but the difference is not as great as that for all studies combined). Drug testing (stand-alone monitoring drug tests of parolees or defendants on pre-trial release) was shown to be ineffective overall in the previous analysis and the current analysis confirms that there is no difference in this result when looking at just adults or just juveniles. Probation and parole supervision was effective overall. However, the breakdown by age suggests that it is only effective in relation to juveniles. Again, the small number of studies suggests caution in generalising this finding. So far, the analysis has told us which interventions are effective and which are not. However, it would be useful to know just how effective the effective interventions were in reducing drug-related crime. In other words, it would be useful to know what might be expected in terms of crime reduction in implementing a successful version of one of these programmes. In order to determine this, the analysis was repeated using just the studies that found the interventions to be effective. In practice, a weighted mean effect size was calculated for those studies which showed, at the individual study level, a statistically significant difference between the experimental and comparison interventions in a favourable direction. The results of the analysis (see Table 13.3d) show that successful versions of all programmes combined were more than twice as likely to reduce criminal behaviour as the comparison interventions (FEOR=2.54). Effective methadone programmes were more than twice as likely as the comparison to reduce criminal behaviour (FEOR=2.02). The single successful heroin study showed that very large effect sizes might be possible with this form of intervention (although the number of cases is small). Therapeutic communities were also two-and-a-half times more likely than their -54- comparisons to reduce criminal behaviour. Drug courts were more than twice as likely to reduce criminal behaviour as the comparison programme (FEOR=2.21) and probation and parole supervision for drug users was almost four times as likely as the comparison interventions to reduce offending (FEOR=3.74). Meta-analysis summary Overall, the meta-analyses have shown that (when combined) all methods of intervention are effective at reducing offending among drug users. The effect is greater for quasi-experimental designs (usually regarded as the weaker research method) than experimental designs (usually regarded as the stronger method). However, not all types of intervention are equally effective. Some interventions produce a strong effect (significant with a high mean ES), others produce a weak effect (significant but with a low mean ES), and yet others produce a non-effect (not significant or significant in an unfavourable direction). Ordering the current studies by their mean effect sizes gives the results shown in Table 3.14. -55- Table 3.14: Summary of results Comparison type Mean effect size Comparison type Mean effect size Comparison type Mean effect size T1 v T0 OR T1 v T2 OR T1 v T0 + T1 v T2 OR Evidence that the intervention works (OR > 1.0) * Therapeutic communities (4 studies) 2.55 Heroin treatment (1 study) 27.02 Heroin treatment (1 study) 27.02 Probation and parole (3 studies) 2.46 Therapeutic communities (3 studies) 2.43 Therapeutic communities (7 studies) 2.49 Drug courts (1 study) 2.21 Probation and parole (3 studies) 2.46 Methadone treatment (3 studies) 1.56 Drug courts (1 study) 2.21 No evidence that the intervention works (OR <1.0 to 1.0 or not significant) Other treatment programmes (1 study) 0.88 Other treatment programmes (1 study) 0.80 Methadone treatment (4 studies) 0.97 Supervision and aftercare (1 study) 0.82 Drug testing and DTTOs (2 studies) 0.79 Supervision and aftercare (1 study) 0.82 Drug testing and DTTOs (2 studies) 0.80 Methadone treatment (1 study) 0.69 ** Other treatment programmes (2 studies) 0.81 Drug testing and DTTOs (4 studies) 0.79 * The word 'works' here is used here as a means of summarising as simply as possible the broad direction of the results. In practice, it means that the programme worked in accordance with the rules adopted in the table for identifying whether or not a programme worked. This includes when a selected experimental programme outperforms either no programme or a selected comparison programme. The method for doing this is discussed in the methods and results sections of the report. Specifically the word refers to the outcome of this defined comparison. ** The single methadone treatment study included in this section was statistically significant. In other words, the comparison intervention was significantly more effective in reducing offending than the methadone intervention. As mentioned earlier, this was largely because the comparison intervention was a therapeutic community (one of the most successful interventions). -56- The table shows that, in at least one comparison, heroin treatment, methadone treatment and therapeutic communities are effective treatment interventions in reducing criminal behaviour. It also shows that probation and parole and drug courts are effective criminal justice programmes in reducing criminal behaviour. There is not a great deal of difference between these programmes in terms of their effectiveness and most (with the exception of methadone) have been shown to be about twice as likely to reduce criminal behaviour as the comparison methods. There was no evidence of success in relation to other treatment programmes, supervision and aftercare associated with a treatment, and monitoring drug testing and DTTOs. However, some of these findings (especially the finding relating to supervision and aftercare) are based on very small numbers and should be treated with extreme caution. American research that looked at drug testing, was based on pre-trial drug testing. No American research was included that looked at the effectiveness of drug testing when used in combination with other treatment interventions, as is the current practice in England and Wales. -57- 4. Conclusions Emerging themes Overall effectiveness of interventions The first conclusion that can be drawn is that most drug interventions work in reducing crime. The results of the meta-analysis showed that all programmes when viewed in combination were effective. The results of the quantitative review showed that 44 of 52 studies found that the programme was effective in reducing crime on at least one measure. The quantitative review showed that programmes in eight of the ten treatment categories used in the research were found to be effective by half or more of the studies evaluating them. Hence, it would not be unreasonable to conclude that 'everything works', at least some of the time and perhaps even most of the time. However, these aggregate level results obscure important differences in strength of the results obtained. The relationship between type of intervention and outcome effectiveness The second conclusion is that some interventions are more effective than others. The review has shown that methadone treatment, heroin treatment, therapeutic communities, psycho-social approaches, drug courts and probation and parole supervision are effective in at least one of the methods of comparison. There is less evidence of success in relation to supervision and aftercare, other treatment approaches, drug testing, and other criminal justice approaches. However, some of these findings are based on a small number of studies (especially supervision and aftercare) and the results need to be treated with caution. It is also important to point out that some of these programmes might work in relation to some offenders. It is difficult to explain the difference in effectiveness of programmes on criminal behaviour. The programmes involved are quite different in terms of the methods adopted and the mechanisms by which these methods might become converted into behavioural changes are rarely discussed. It is possible that some of the difference might relate to the quality and intensity of the programme (to be discussed later). Methadone maintenance programmes, for example, may last for many months or even years. Conversely, some drug testing programmes (e.g. mandatory drug testing at the point of arrest) may last just a few minutes. The relationship between characteristics of the subject and outcome effectiveness The third conclusion is that there is some evidence that programme outcome is influenced by the characteristics of the subject. Ideally, it would have been useful to have assessed a wide range of subject characteristics, including their current life history and motivation to change. However, in practice, studies rarely report much more than the basic demographic characteristics of respondents. It is also important to differentiate in the findings variations in the outcome measure by demographic factors and variations in the outcome measure by nature of the intervention and demographic factors. In other words, the research needs to report the interaction between programme allocation and demographic characteristics in order to be useful. The combined results of the quantitative analysis and meta-analysis suggest that programmes are less effective in reducing offending among females than males (albeit based on a small number of studies). The meta-analysis showed for all studies that males allocated to the treatment programme under investigation were twice as likely as those allocated to no treatment or an alternative treatment to reduce their offending. However, females were not more likely to reduce their offending. Another consistent finding across the quantitative review and meta-analysis was that younger people were more responsive to interventions than older people. However, the meta-analysis showed that the interventions were effective for both. Nevertheless, for some interventions (especially probation and parole supervision) the results were significant for juveniles but not for adults. -58- Only one study analysed the effect of ethnic group status on outcome (Gordon et al., 2000). The authors found that non-white respondents were more responsive to treatment than white respondents. White subjects allocated to a residential programme were shown to reduce offending by 19 per cent following treatment compared with a 55 per cent reduction among non-white respondents. The relationship between characteristics of the programme and outcome effectiveness The final general conclusion is the strong differences shown among studies that have investigated low intensity and high intensity versions of the same programme. The meta-analysis results for all studies combined showed that high intensity programmes were 50 per cent more likely to bring about a reduction in criminal behaviour than low intensity programmes. The quantitative review provides more detailed information on the nature of the difference in intensities. Four of the 11 evaluations of methadone treatment looked at differences in outcomes for different treatment intensities, including low dose versus high dose, continuous versus interrupted supplies, and injectable versus oral administration. The results showed greater reductions in offending among methadone programmes based on high dosages compared with low dosages, continuous over interrupted supplies, and injectable over oral forms. This method was also used in one of the studies reviewed in relation to supervision and aftercare following drug treatment. The study found that crime reduced by 90 per cent among the group with maximum aftercare and by 57 per cent among the group with minimum aftercare. Two of the five studies that looked at probation and parole supervision for drug users also looked at programme intensity. In one study, intensive supervision resulted in smaller increases in offending than routine supervision. However, in the other study, the increase in offending following the intervention was less in the routine supervision group than in the enhanced supervision group . Implications for policy The importance of type of intervention It was noted in the introduction to the report that the main policy context for the current review is the Updated Drug Strategy 2002 (Drugs Strategy Directorate, 2002) and the ten-year plan for tackling drug misuse. The effectiveness of treatment programmes falls within the 'Communities' objective (which aims to move drug-misusing offenders out of the criminal justice system and into suitable treatment) and the 'Treatment and harm minimisation' objective (which aims to expand the quality and quantity of suitable treatment into which drug-misusing offenders might be moved). The main point to make about current government policy (as outlined in these documents) is that it is not particularly prescriptive about the type of treatment that should be used to reduce drug-related crime. The documents give support to a wide range of measures from drug testing to heroin prescription. At one level there might not be anything wrong with this, in that the review has shown that 'everything works' at least some of the time. However, there is also some evidence from the current review that some programmes work better than others. In particular, there is strong evidence that therapeutic communities and drug courts reduce criminal behaviour. Hence, there might be something to be gained in prioritising certain kinds of interventions over others. The importance of the qualitative aspects of the intervention The summary of findings discussed above has shown that more intensive interventions tend to produce stronger evidence of success than less intensive programmes. This applies to dosage levels, whether the programme is continuous or interrupted, time in treatment, whether the subject completes or terminates the programme, and whether treatments are combined in some way (e.g. detoxification plus aftercare). Hence, the quality of the treatment might be a relevant policy issue. It would appear from these findings that government drugs policy is likely to be more effective if it focuses on promoting the best quality and most effective treatment programmes. Again, this suggests that some form of prioritising might be appropriate or at least efforts might be made to encourage the use of high intensity rather than low intensity programmes. -59- The importance of matching subjects and treatments There is some evidence that more favourable results are sometimes obtained for males compared with females, young compared with old, and (in one study at least) non-whites compared with whites. There is also evidence that more favourable results are obtained for some programmes compared with others. It is tempting to conclude, therefore, that individuals should be matched to programmes. However, there is little research that has investigated variations in individuals and variations in programmes simultaneously. Most studies that have provided results on differences among individuals have not presented the findings separately for different programme types. Hence, it is not appropriate on the basis of these findings to propose that certain types of individual be allocated to certain types of programme. However, the fact that the research indicates that there is a variation in the ability of the programme to reduce crime in terms of the characteristics of the subjects and the characteristics of interventions suggests that this might be a useful area to investigate. The importance of research Evidence-based policy needs to be based on good-quality evidence. With respect to evaluations of the effect of treatment programmes on drug-misusing offenders the total number of rigorous studies currently available is small. The majority of studies included in the review were conducted outside of the UK. Out of the total number of 55 eligible studies selected, 45 were from the USA, seven from the UK, and three from elsewhere. One reason for the small number of UK studies included in the review is that many were excluded from the outset on the grounds of weak research design. It might be appropriate, therefore, for policy makers to ensure that further rigorous research is conducted within the UK in order to determine more conclusively whether UK programmes are effective in reducing drug-related crime. Implications for research The small number of UK studies Perhaps the most noticeable gap in the research is the relatively small number of evaluations from the UK compared with the USA. It is important in terms of research knowledge that more evaluations are conducted in the UK. This should be coupled with an ongoing programme of systematic review and meta-analyses to monitor the results of this research. The problem of causal mechanisms Another noticeable gap is that few studies consider the mechanisms by which a programme might or might not be effective. It is usually considered good practice when conducting quasi-experimental or experimental evaluation designs to build into the research a method for determining the mechanisms that might link presumed cause and effect. This requires constructing theories or hypotheses about the ways in which the two might be connected. Few of the studies reviewed above systematically tackled the problem of causality. The knowledge that one group randomly allocated to methadone maintenance performed better in terms of criminal behaviour after 12 months than another group randomly allocated to detoxification does not tell us how the improvement in the experimental group came about. Additional information about potential intermediary causes, such as amount spent on drugs or lifestyle improvements (e.g. finding employment), might help provide a more satisfactory conclusion. There is also a clear opportunity for more qualitative research in this area. The current review covers mainly quantitative research and the methods focus on establishing a causal connection between treatment and criminal behaviour. However, knowledge about the nature of the links between treatment and crime are not well developed. There would be some advantages in developing research that could address the theoretical connection between treatment and crime. This might be done through qualitative research that followed drug users through treatment and monitored their progress over time. It would be useful to know from the drug users' perspective how they saw treatment contributing to reduction in their own criminal behaviour. -60- The problem of research design The method of quality control used in this review has shown that the large proportion of studies initially selected was rejected on grounds of weak methodology. The most common weakness lay in the research design and the omission of any kind of comparison group. Without a comparison, it is not possible to determine whether the experimental group performed better or worse than might have been expected in the absence of the intervention. In terms of causality, the design fails to rule out the possibility than any correlation found might be the result of extraneous factors. Another problem is that of potential non-equivalence of experimental and comparison groups in quasi-experimental designs (especially when they have been selected by medical staff rather than the evaluators to receive particular treatment types). It is possible that most promising clients are selected to receive the most promising treatment option. One outcome of this is that the baseline measures for drug use or crime were often different for the experimental and comparison groups. Such differences are likely to affect the study outcome. One solution to this is to allocate clients randomly to experimental and control conditions. The problem of comparison method The current review has drawn attention to the problem of comparison groups. In theory, a comparison group should be a group not receiving any form of intervention. In practice, it is difficult to find a group not receiving any kind of intervention. One reason for this is that drug-users are almost always involved in some kind of treatment, even if it is self-medication. Hence, it is difficult to find a wholly 'treatment-free' drug-user group. Another reason is that the nature of research encourages comparison groups from similar sources to the experimental groups. Hence, this might mean that the comparison group is a group of drug-users who attend the same treatment service as the experimental group. As a result, the comparison group might be given another form or a lesser form of treatment to the experimental group. Nevertheless, they are not treatment-free. This problem has been solved in the current review by separating the comparison methods in the analysis. Hence, future research should pay more attention to ensuring that the comparison groups are in fact treatment-free. The problem of subject variation A related topic is the problem of disaggregation of findings by sub-groups. In many of the studies reviewed, the major finding and analysis relate to the sample as a whole. While demographic factors are sometimes included in regression analysis, many studies do not break down the findings by sub-groups in a way that would demonstrate a differential programme effect. It would be useful to do this not only in relation to the main demographic factors, but also other factors relating to users, including pattern and history of drug use and offending. It has already been mentioned that it is likely that programmes will work differently on different types of client. Hence, future research would benefit from including larger surveys that would enable the analysis to be broken down by individual-level factors. The problem of research co-ordination Finally, it is clear from this review that research in this area is varied and largely uncoordinated, with different research teams exploring different outcomes, among differing populations, over different time periods, using contrasting methods. Drawing conclusions from such variable studies is particularly difficult. A great deal would be gained from adopting greater consistency across research studies to facilitate systematic reviews. It is hard to co-ordinate the output of research conducted by different individuals in different locations funded from different sources. However, it is feasible to encourage a research culture that works to agreed standards of evaluation design. The use of guidelines developed by bodies such as the Campbell Collaboration should be encouraged. The major funding bodies might also consider building minimum requirements into bona fide evaluations of treatment programmes. -61- References Aiken, L.S., LoSciuto, L.A., Ausetts, M.A., and Brown, B.S. (1984) 'Paraprofessional versus professional drug counsellors: the progress of clients in treatment', International Journal of Addiction , 19(4), pp. 383-401. Anglin, D., Brecht, M., and Maddahain, E. (1989) 'Pretreatment characteristics and treatment performance of legally coerced versus Lapinski, K., Kogan, E., Acierno, R., and Galloway, E. (1994) 'Behavior therapy for drug abuse: a controlled treatment pp. R.J. (1991) 'Treating drug addicts and alcoholics Journal of Addictive Diseases , 10(3) , pp 81-96. Bell, J. (1997) 'Methadone maintenance and property crime', Paper presented at the Second National Outlook Symposium on Crime, Canberra, Australia (March 3-4). Brecht, M.L., Anglin, M.D., and Wang, J.C. (1993) 'Treatment effectiveness for legally coerced versus voluntary methadone maintenance clients', American Journal of and pretrial misconduct: an experiment on the specific deterrent effects of drug monitoring dependents on pretrial release', Journal of Research in Crime and aftercare for Substance Abuse Treatment , 21, pp. 185-192. Chanhatasilpa, C., MacKenzie, D. and Hickman, L. (2000) 'The effectiveness of community-based programmes for chemically dependent offenders: A review and assessment of the research', Journal of Substance Abuse Treatment , 19, pp. 383-393. Coviello, D., Alterman, A., Rutherford, J., McKay, J., and Zanis, D. (2001) 'The effectiveness of two intensities of psychosocial treatment for cocaine dependence', Drug and Alcohol Dependence , 61, pp. 145-154. Daley, M., Argeriou, M., McCarty, J.J., Shepard, D.S., and Williams, C.N. (2000) 'The costs of crime and the benefits of substance abuse treatment for pregnant women', Journal of Substance Abuse Treatment , 19, pp. 445-458. De Leon, G., Staines, G.L., Perlis, T.E., Sa cks, S., McKendrick, K., Hilton, R., and Brady, R. (1995) 'Therapeutic community methods in methadone maintenance (Passages): an open Drug Alcohol pp. Deschenes, E.P., Turner, S., and Petersilia, 'A dual experiment in intensive community supervision: Minnesota's prison diversion and enhanced supervised release programs', The Prison Journal , 75(3) , pp. 330-356. Dole, V. P., Robinson, J. W., Orraca, J., Towns, E., Searcy, P., and Caine, E. (1969). 'Methadone treatment of randomly selected criminal addicts', New England Journal Medicine , test of chemical dependency therapy for jail inmates', International Journal of Offender Therapy and Comparative Criminology, (42:4), pp. 360- 368. Dynia, P. and Sung, H. (2000), 'The safety and effectiveness of diverting felony drug offenders to residential treatment as measured by recidivism', Criminal Justice Policy Review , 11(4) , pp. 299-311. EMCDDA (2003) Annual Report 2003: The State of the Drugs Problem in the European Union and Norway. Portugal: European Monitoring Centre for Drugs and Drug Addiction. Farabee, D., Shen, H., Hser, Y., Grella, C., and Anglin, M. (2001). 'The effect of drug treatment on criminal behavior among adolescents in DATOS-A, Journal of Adolescent Research , 16 (6) , pp. 679- 696. Farrell, A. (2000). 'Women, crime and drugs: testing the effect of therapeutic communities', criminological interventions: The Campbell Collaboration Crime and Justice Group', International Annals of Criminology , 38, pp. 49-66. Farrington, D.P. and Welsh, B. (2002) of improved street lighting on crime: a systematic review', Home Office Research Study No. 251 . London: Home Office. French, M., Zarkin, G. (1992) 'Effects of drug abuse treatment on legal and illegal earnings', Contemporary Policy Issues , K. (2002) 'Multimodel of substance use intervention program for male delinquents', Journal of Child and Adolescent Substance Abuse , 11(4), pp. 43-65. Ghodse, H., Reynolds, E., Byrne, S., Oyefeso, A., Clancy, C., and Crawford, (2002) 'Treating an inpatient A one-year Behaviors , 27, pp. 765-778. Gordon, J., Moriarty, L. and Grant, P. (2000) 'The Impact of a Juvenile Residential Treatment Center on Minority Offenders', Journal of Criminal Justice , 16(2) , 194-208. Gossop, M., Marsden, J., Stewart, D., and Kidd, T. (2003) 'The national treatment outcome research study (NTORS): 4-5 year follow-up Addiction , D. (2002) 'The Baltimore Drug Treatment Court: One-year results from a randomized study', Journal of drug treatment courts: evidence from a randomized and program: A controlled Drug and Dependence , 7, pp. 249-256. Haapanen, R. and Britton, L. (2002) 'Drug testing for youthful offenders on parole: An experimental evaluation', Criminology and Public Policy , 1(2), pp. 217-244. Hall, W. (1996) 'Methadone maintenance treatment as a crime control measure', Crime and Justice Bulletin, 29 , New South Wales Bureau of Crime and Statistics and Research. Hall, E.A., Prendergast, M.L., Wellisch, J., Patten, M., and Cao, Y. (2004) 'Treating drug-abusing women prisoners: an outcomes evaluation of the Prison Journal, 84(1), pp. 81-105. -63- Harrell, A., Cavanagh, S., and Roman, J. (2000) Evaluation of the D.C. Superior Court Drug Intervention programs , Rockville, USA: US Department of Justice. Hartnoll, R.L., Mitcheson, M.C., Battersby, A., Brown, G., Ellis, M., Fleming, P., and Hedley, N. (1 980) 'Evaluation of heroin maintenance in a controlled trial', Archives of L., and Fucci, B.R. (1991) 'Effects of multisystemic therapy on drug use and abuse in serious juvenile offenders: a progress report from two outcome studies', Family Dynamics of Addiction Quarterly , 1(3), pp. 40-51. Hoffmann, N., and Miller, N. programs', Psychiatric Annals , and Bennett, T. ( 2004) 'The Results of the First Two Years of the NEW-ADAM Programme,' Home Office Online Report No. 19/04 . London: Home Office. Home Office ( 2002) Updated Drug Strategy 2002 , London: Home Office. Hough, M., Clancy, A., McSweeney, T., and Turnbull, P.J. (2003) 'The impact of drug treatment and testing orders on offending: two year reconviction results', Home Office Research Findings Office. Hser, Y.I., Fletcher, B.W., Brown, B.S., and Anglin, M.D. (2001) 'An evaluation of drug treatments for adolescents in 4 US cities', Archives of General Psychiatry , 58, pp. 689-695. Hubbard, R.L., Craddock, S.G., Flynn, P.M., Anderson, J., and Etheridge, R.M. (1997) 'Overview of 1- year follow-up outcomes in the drug abuse treatment outcome study (DATOS)', Psychology of Addictive Abuse Treatment: A National Study of Effectiveness , London: The University of North Carolina Press. Hughey, R., and Klemke, L.W. (1996) 'Evaluation of a the NSW prison methadone program on criminal recidivism and retention in methadone treatment', Research Bulletin No. 19 , New South Wales, Australia: Department of Corrective Services. Hutchinson, S.J., Taylor, A., Gruer, L., Barr, C., Mills, C., Ellio tt, L. Goldberg, D.J., Scott, R., and Gilchrist, G. (2000) 'One-year follow-up of opiate injectors treated and Butzin, C. (2004) 'Five-year outcomes of therapeutic community treatment of drug-involved offenders after release from prison', Crime and Delinquency , pp. 88-107. Inciardi, J., Martin, S., Butzin, C., Hooper, R., and Harrison, L. (1997) 'An effective model of prison- based treatment for drug-involved offenders', 27(2) , pp. 261-278. Janikowski, W.R. (2001) Impact study the Shelby County, TN drug court: Executive Summary , Memphis, USA: Dept. of Criminology and Criminal Justice, University of Memphis. Johnson, J.L., Ahmed, A., Plemons, B., Powell, W., Carrington, H., Graham, J., Hill, R., Schwartz, M.D., and Brooner, R.K. (2002) 'Steps to success: Baltimore drug and alcohol outcome study', http://www.soros.org/initiatives/baltimore/articles_publications/publications/steps/steps.pdf. -64- Jones, P.R., and Goldkamp, J.S. (1993) 'Implementing pretrial drug-testing programs in two experimental sites: some deterrence and jail bed implications', The Prison Journal , 73(2) , pp. 199- 219. Knight, K., Simpson, D., Chatham, L., and Camacho, L. (1997) 'An assessment of prison-based drug treatment: Texas in-prison therapeutic as a predictor in opioid addicts: 2.5 year follow-up', National Institute on Drug S.W., and Florio, L. (1995) 'Assessing the value of a short-term residential drug treatment program for homeless men', Journal Diseases effectiveness of acupuncture in an outpatient drug treatment program', Journal of Contemporary Criminal Justice , 8(4), pp. 317-331. Lipsey, M. W. and Wilson, D. B. (2001) Practical Meta-Analysis. Thousand Oaks, California: Sage. Magura, S., Rosenblum, A., Lewis, C., and Joseph, H. (1993) 'The effectiveness of in-jail methadone maintenance', The 75-99. Marsch, L. (1998) 'The efficacy of methadone maintenance interventions in reducing illicit opiate use, HIV risk behaviour and criminality: a meta-analysis', 93(4) , pp. 515-532. Martin, S., and Scarpitti, F. (1993) 'An intensive case management approach for paroled IV drug users', The Journal of Drug Issues , 23(1) McBride, focused offender disposition program: philosophy, procedures, and preliminary findings', Journal of Drug Issues , Winter , pp. 143-160. McCusker, C. and Davies, M. (1996) 'Prescribing drug of choice to illicit heroin users: the experience of a UK community drug team', Journal of Substance Abuse Treatment , 13(6) clients of high- and low-dose methadone C.P. 'The effects of psychosocial services in substance abuse treatment', Journal of the American Medical Association , 269, pp. Messina, N.P., Wish, E.D., (1999) 'Therapeutic community treatment for substance abusers with antisocial personality disorder', Journal of Substance Metrebian, Small, C., Lee, M., Mtutu, V., and Wells, B. (2001) 'Prescribing drug of choice to opiate dependent drug users: a comparison of clients receiving heroin with those receiving injectable methadone at a West London drug clinic', Drug and Alcohol Review , 20, pp. 267-276. Mueller, M.D., and Wyman, J.R. (1997) 'Study sheds new light on the state of drug abuse treatment nationwide', NIDA Notes , 12(5), pp. 1, 4-8. Nemes, S., Wish, E., and Messina, N. (1999) 'Comparing the impact of standard and abbreviated treatment in a therapeutic community', Journal of Substance Abuse Treatment , 17(4) , pp. 339-347. Newman, R. G., B. ( 1979) 'Double-blind comparison of methadone and placebo maintenance treatments of narcotic addicts in Hong Kong', The Lancet , September 8 , pp. 485-488. -65- Pearson, F. and Lipton, D. (1999) 'A meta-analytic review of the effectiveness of corrections-based treatments for drug abuse', Prison pp. Rio M., and Mino A. (1998) 'Randomised trial of heroin maintenance programme for addicts who fail in conventional drug treatments', British Medical Journal , 317, pp. 13- 18. Turner, S., and Deschenes, E.P. ( 1992) 'Costs and effects of intensive supervision drug offenders', Federal Probation, 56(4), pp. 12-17. Metzger, D.S. ( 1980) 'Evaluation of a heroin addiction treatment program within a correctional environment', in Robert R. Ross and Paul Gendreau (Eds.) Effective Treatment of outcome in assessing a prison-based drug treatment program', Journal of Offender Rehabilitation, 33(3/4), pp. 65-94. Prendergast, M., Podus, D., Chang, E., and Urada, D. (2002) 'The effectiveness of drug abuse treatment: a meta-analysis of comparison group studies', Drug and Alcohol Dependence , 67(1) , pp. 53-72. Rodriguez, N., and Webb, V.J. (2004) 'Multiple measures of juvenile drug court effectiveness: results of a design', (1997) 'Drug treatment for juvenile offenders: some good and bad news', Journal of Research in Crime and Delinquency , 34(2), pp. 210-236. Sees, Robillard, H., Banys, P., and Hall, S.M. (2000), 'Methadone maintenance vs 180-day psychosocially enriched detoxification for treatment of opioid dependence: a randomized controlled trial', Journal 283(10), pp. 1303-10. Sherman, L.W., Denise Gottfredson, Doris MacKenzie, Peter Reuter, John Eck and Shawn Bushway (1997) Preventing Crime: What Works, What Doesn't, What's Promising , A Report to the U.S. Congress, Washington, D.C.: U.S. Department of Justice. Simpson, D., Joe, G.W., and Brown, B.S. (1997) 'Treatment retention and follow-up outcomes in the drug abuse treatment outcome study (DATOS)', Psychology of Addictive Behaviors , 11(4) , pp. 294- 307. Simpson, D.D., and Sells, S.B. (1982) 'Effectiveness of treatment for drug abuse: an overview of the DARP research program', Advances in Alcohol and Substance Abuse , 2, pp. 7-29. Spohn, C., Piper, R.K., Martin, T., and Frenzel, E.D. (2001) 'Drug courts and recidivism: the results of an evaluation using two comparison groups and multiple indicators of recidivism', Journal of Drug Issues Farrell, M., Finch, E., Gossop, M., Stewart, D., and Welch, S. (2000) 'Randomized trial of supervised injectable versus oral methadone maintenance: Deschenes, E. (1999) 'National Drug Court Institute review: perceptions of drug court: How offenders view ease of program completion, strengths and weaknesses, and the impact on their lives,' National Drug Court Review 2(1) , pp. 'Evaluating intensive supervision probation/parole , 38(4) pp. 539-556. Lum, C. A. and Petrosino, A. (2001) 'Does research design affect study outcomes in criminal justice?', Annals of the American Academy of Political and Social Science , 578, pp. 50-70. -66- Welsh, B. and effects of closed circuit television: a systematic review', Home Office Research Study No. 252 . London: Home Office. Wexler, H., De Leon, G., Thomas, G., Kressel, D. and Peters, J. ( 1999) 'The Amity Prison follow-up of , 144(5) , pp. 590-596. Zhang, S. X. (2001) An evaluation of the Los Angeles County Probation Juvenile Drug Treatment Boot Camp, San Marcos, CA: California State University at San Marcos. -67- Appendix 1: Summaries of studies used in the research (a) Methadone treatment Gossop et al., (2003) used data from the UK National Treatment Outcome Research Study (NTORS) to explore the effectiveness of methadone treatment and residential care in reducing criminal behaviour over a follow-up period of four to five years. The figures show that methadone treatment was more effective than residential care in reducing the mean number of drug crimes committed by patients. However, residential care was more effective than methadone treatment in reducing the mean number of all crimes committed. Overall, the percentage difference between the different treatment types was small and both treatment options were associated with a reduction in crime. The authors conclude that reductions in crime were among the more \"striking\" findings from NTORS and that overall \"both types of crime were reduced to about a quarter of the levels of intake\". (p.301) In the UK, Strang et al., (2000) conducted a randomised clinical trial that compared the medium-term treatment outcomes of patients receiving supervised injectable methadone maintenance with those of patients receiving oral methadone maintenance. Among patients receiving injectable methadone, the prevalence of offending in the last 30 days decreased from 72.2 per cent at intake to 22.2 per cent at six-month follow-up (a 69% decrease). Among patients receiving oral methadone, the prevalence of acquisitive crime decreased from 73.3 per cent to 46.7 per cent (a 36% decrease). Patients receiving injectable methadone also showed a greater decrease in the mean number of acquisitive offences committed in the last 30 days. There was an 85 per cent decrease in the mean number of offences among patients receiving injectable methadone and a 48 per cent decrease among patients receiving oral methadone. Overall, Strang et al ., (2000) conclude that patients in both groups had \"broadly equivalent, positive during-treatment outcomes\" at six-month follow-up (p.1,643). Another UK study (Hutchinson et al ., 2000) included a one-year follow-up of 107 opiate injectors treated with oral methadone in a GP-centred programme. Patients who received continuous methadone treatment were compared with patients who received interrupted methadone treatment. The figures show that continuous methadone treatment was more effective than interrupted methadone treatment in reducing criminal behaviour. Among, the continuous methadone group, the mean number of acquisitive crimes reported in the last month decreased from 13 offences at baseline to three offences at 12-month follow-up (a 77% decrease). Among patients receiving interrupted methadone treatment the number of crimes decreased from 18 offences to five offences (a 72% decrease). There was a larger decrease in the prevalence of subjects reporting drug-dealing offences among the continuous methadone group (75% decrease) than among the interrupted group (28% decrease). The authors acknowledge that \"remarkable improvements\" were reported by participants who received continuous methadone treatment (p.1,066). Although there were also considerable reductions in criminal activity among the interrupted methadone group, Hutchinson et al., (2000) note that these improvements were \"less marked\" (p.1,066). Magura et al., (1993) explored the effectiveness of an in-prison methadone maintenance programme in the USA. Subjects receiving methadone maintenance were compared with similar subjects who received seven-day heroin detoxification. Criminal behaviour was assessed at intake and 6.5 months (on average) after treatment. The mean number of offences committed in the last six months decreased from 117 to 66 offences (a 44% decrease) among the methadone group and from 65 to 49 offences (a 25% decrease) among the detoxification group. There was also a decrease in the number of subjects reporting illegal income in the last seven days among both groups (23% for the methadone group and 19% for the detoxification group). Graham-Bafus et al., (1984) evaluated a methadone rehabilitation programme in the USA. Comparisons were made between 25 patients who had been in methadone maintenance treatment for six months or longer with 25 patients who were being maintained drug-free. Unfortunately, the authors do not present numerical findings relating to criminal behaviour. In their conclusion, however, they explain that \"in measures of criminal behaviour, as indicated by criminal convictions and -68- incarceration, changes for the methadone group and drug-free groups achieved or approached significance.\" (p.104) Hubbard et al., (1997) used data from the Drug Abuse Treatment Outcome Study (DATOS) to explore the effectiveness of four different types of drug treatment in the USA. This review focuses on a comparison between subjects who received outpatient methadone treatment and subjects who were outpatient drug-free. The figures show that the proportion of subjects in the methadone group reporting predatory illegal activity in the last year decreased from 28.6 per cent at intake to 13.7 per cent at 12-month follow-up (a 52% decrease). Corresponding figures for the drug-free group were 21.9 per cent at intake and 14.1 per cent at follow-up (a 36% decrease). The authors focus their conclusions on the impact of treatment on drug use and say little about the effectiveness of treatment in reducing criminal behaviour. Bale et al., (1980) used a sample of 585 male veterans addicted to heroin to compare the efficacy of methadone maintenance and therapeutic communities in reducing criminal behaviour. Subjects were recruited from two hospitals in San Francisco, California. All subjects received a short period of detoxification followed by either (1) methadone treatment, (2) short-term or long-term therapeutic community treatment, (3) some other form of treatment, or (4) no other treatment. For the purposes of this review, subjects receiving methadone treatment (n=59) were compared with those who received no other treatment (n=224). The figures show that methadone patients were significantly less likely than the no-treatment patients to have been convicted or jailed during the 12-month follow-up period. The methadone patients were also less likely than the no-treatment patients to have been arrested, but the difference was not statistically significant. While subjects who received long-term therapeutic community treatment were significantly less likely than the no-treatment patients to have been arrested, convicted or jailed during the study period, there was no significant difference between the long-term therapeutic community patients and the methadone patients. Kosten and Rounsaville (1987) conducted a 2.5-year follow-up study of 151 opiate addicts recruited from treatment programmes in Connecticut, USA. The patients were divided into three groups on the basis of their reported sources of income during the 30 days before seeking treatment. Forty-eight patients were classified as employed, 46 were classified as welfare and 57 were classified as criminal having obtained income from illegal sources during the last 30 days. The amount of illegal income was examined both at intake and at 2.5-year follow-up for the three different groups. Comparisons were then made between those subjects receiving methadone treatment and those receiving detoxification without methadone. The figures are not provided. However, the authors refer to an 81 per cent reduction in illegal income among those criminal patients receiving methadone treatment compared with an 84 per cent decrease among those receiving detoxification alone. The authors draw no conclusions about the relative effectiveness of detoxification and methadone treatment in reducing criminal behaviour among criminal patients. Simpson and Sells (1982) used data from the Drug Abuse Reporting Programme (DARP) in the USA to explore the effectiveness of treatment for drug abuse. During the course of the research, interviews were conducted at intake and one year after termination of treatment with 4,627 persons from 34 DARP treatment agencies. This study focuses on the 2,099 male interviewees. Subjects were grouped in terms of the type of treatment they were receiving (methadone maintenance, therapeutic community, outpatient drug free, outpatient detoxification, or intake only). For the purposes of this review, subjects receiving methadone maintenance were compared with the intake only patients who received no treatment. The authors present the results in a way that makes them difficult to interpret. While the pre-treatment measures of criminal behaviour relate to the proportion arrested or jailed 'ever', the post-treatment measures relate to the proportion arrested or jailed in the last 12 months. As subjects were not randomly allocated into treatment groups, it is not possible to draw valid conclusions from the post-test measures in this study. In another American study, McGlothlin and Anglin (1981) used a sample of 347 male subjects to explore the effectiveness of different doses of methadone in reducing criminal behaviour. Subjects were recruited from three multiple-clinic county methadone programmes in Southern California between 1971 and 1973. In this review, one of the two programmes that adopted a high-dose policy was compared with the programme that used a low-dose policy. Subjects in each programme were questioned about their criminal behaviour over two time periods: (a) the period between first daily narcotic use and the date of first entry into a methadone programme (on average 13.5 years for the -69- high dose programme and 9.2 years for the low-dose programme), and (b) the period between first entry into methadone treatment and the date of interview (on average 6.6 years after admission) (the arrest data, however, were for the period between first entry and April 1978). The mean number of crime days per non-incarcerated year decreased by 75 per cent (from 96 to 24) among the high-dose group and by 30 per cent (from 100 to 70) among the low-dose group. Similarly, the mean number of drug arrests decreased by 50 per cent (from 0.68 to 0.34) among the high-dose group and by 23 per cent (from 0.80 to 0.62) among the low-dose group. The greatest difference was in the mean number of property arrests which decreased by 66 per cent among the high dose group and by seven per cent among the low-dose group. In conclusion, the authors question whether \"low-dose regimens of many current methadone treatment programs are optimal in terms of individual and social benefits.\" (p.1,063) Gunne and Gr öndbladh (1981) conducted a controlled study investigating the efficacy of the Swedish Methadone Maintenance Programme. During the course of this study, 34 heroin addicts aged 20-24 years old were randomly assigned to either a methadone maintenance treatment programme or to an untreated group. After two years, 5.9 per cent of the methadone group compared with 13.3 per cent of the untreated group had been jailed. The methadone group also fared better than the untreated group in terms of continuing drug use, with 29.3 per cent of the methadone group compared with 93.3 per cent of the untreated group reporting on-going daily drug abuse. The authors conclude that their study \"revealed conspicuous differences in outcome\" between methadone patients and an untreated control group (p.254). However, these results should be treated with caution given the small sample sizes involved. In an Australian study, Bell (1997) investigated 288 patients attending three methadone clinics. The three clinics were differentiated in terms of the dose of methadone given to the patients attending the clinics. The clinic that provided a high dose and the clinic that provided a low dose of methadone are compared in this review. Bell (1997) presents the mean square root property offence rate and the mean square root drug offence rate for each group. Among patients in the low-dose clinic, the property offence rate decreased from 0.16 in the pre-treatment period to 0.12 during treatment. Among patients in the high-dose clinic the property offence rate decreased from 0.16 to 0.09. The decrease in drug offence rate was from 0.12 to 0.05 among patients in the low-dose clinic and 0.13 to 0.06 among patients in the high-dose clinic. The authors conclude that their findings are consistent with previous research in this area, which shows that methadone treatment is associated with lower levels of involvement in crime by heroin users. Heroin treatment Metrebian et al., (2001) introduce their publication by noting that \"few studies have been undertaken to assess the effectiveness of prescribing heroin\" in the treatment of opiate dependence (p.268). This view was supported by our own research and only three such studies have been included in this review 7. Two were conducted in the United Kingdom, where pharmaceutical heroin is part of a range of prescribing options available for the treatment of drug dependence, and one was conducted in Switzerland where heroin can now be prescribed for research purposes8 (Metrebian et al., 2001). In a UK study, McCusker and Davies (1996) explored the efficacy of both heroin prescription and methadone prescription in the treatment of drug users. A sample of 66 heroin users was recruited from three clinics in a regional community drug service. Twenty-seven of these clients received heroin as the \"prescribing adjunct to treatment\" and 39 received methadone (p.523). The mean number of days engaged in illegal activity (in the last 30 days) decreased from 1.92 to 1.68 (a 12.5% reduction) among the heroin subjects and from 5.91 to 4.23 (a 28.4% reduction) among the methadone subjects. By contrast, there was an increase in the proportion of subjects in the methadone group who had a legal status (i.e. were on probation or awaiting trial) at the six-month follow-up (from 21% to 32%) but little change in the proportion of subjects in the heroin group with such a legal status (37% to 38%). Given these findings, it is difficult to see how the authors reach the conclusion that criminal behaviour \"appeared significantly reduced\" among patients who received a heroin prescription (p.521). 7 An important study exploring the effectiveness of heroin treatment, by Hartnoll et al. (1980), was obtained only shortly before this report was due for submission. Hence, it has not been included in the current version of the report, but could be include d in a later version. 8 As in Switzerland, heroin can now also be prescribed in The Netherlands for research purposes (Metrebrian et al. 2001). -70- Metrebian et al ., (2001) conducted a study that compared the efficacy of injectable heroin and injectable methadone in the treatment of opiate-dependent drug users. A sample of 58 drug users, recruited from a West London drug clinic, was given the choice of receiving injectable heroin or injectable methadone. Thirty-seven subjects chose heroin and 21 chose methadone. Interviews were conducted with the two groups of subjects at entry into treatment and 12 months later (interviews were also conducted at three months after starting treatment but these figures are not included in this review). Using the Opiate Treatment Index (OTI), the two groups were compared on five domains: drug use, HIV risk behaviour, crime, health and social functioning. At 12-month follow-up, the criminal activity score among subjects who received injectable heroin had decreased significantly from 1.9 to 0.1 (a 94.7% reduction). The criminal activity score among subjects who received injectable methadone also decreased (from 1.9 to 0.9). However, the decrease (of 52.6%) was not statistically significant. The authors explain that: \"While those choosing each drug had different baseline characteristics, both groups were well retained in treatment and at 3 months made significant reductions in drug use and crime, which were well sustained over the 12-month follow-up period.\" (p.267) Perneger et al., (1998) conducted an evaluation of an experimental heroin maintenance programme in Switzerland. The 27 subjects who received intravenous heroin and other health and psycho-social services were compared with 24 control subjects who received other conventional drug treatment. The results showed that heroin maintenance was more effective than conventional treatments in reducing crime. The proportion of subjects in the heroin group who reported committing drug-dealing offences in the six months before treatment decreased from 26 per cent at baseline interview to nought per cent at six-month follow-up (a 100% decrease). The proportion of subjects in the conventional drug treatment group who reported committing drug-dealing offences increased from five per cent to ten per cent (a 50% increase). A similar pattern of results was found for property/theft charges and for the mean number of charges committed in the last six months, with the heroin group reporting large decreases and the conventional drug treatment group reporting large increases. The authors conclude that heroin maintenance was better than conventional drug treatment in several respects, including its effect on criminal behaviour. Therapeutic communities Hubbard et al., (1989) used data from the Treatment Outcome Prospective Study (TOPS) to investigate the effectiveness of outpatient methadone treatment and outpatient drug-free programmes (comparisons are also made with residential treatment, but these findings are not discussed here). Among methadone patients who had been in treatment for more than three months, the proportion reporting serious predatory illegal acts in the last year, decreased from 31.8 per cent at intake to 16.2 per cent at three- to five-year follow-up (a 49% decrease). Among drug-free patients who had been in treatment for more than three months, the proportion reporting serious predatory illegal acts in the last year decreased from 33.5 per cent to 7.6 per cent (a 77% decrease). The authors conclude that: \"The pre-treatment proportions of clients involved in criminal activity and reporting suicidal tendencies were reduced by at least 50 per cent after treatment in all modalities.\" (p.133) They go on to explain that this marked improvement was maintained up to five years after treatment. Simpson et al., (1997) used data from DATOS to explore treatment retention and follow-up outcomes. Although this study focuses on treatment retention, it is possible to use the data to compare the effectiveness of methadone treatment and drug-free programmes in reducing criminal behaviour. The proportion of drug-free patients reporting arrests in the last 12 months decreased from 29 per cent at intake to 20 per cent at 12-month follow-up (a 31% decrease), while the proportion of methadone patients reporting arrests decreased from 27 per cent to 22 per cent (a 19% decrease). The proportion of subjects reporting jail time in the last 12 months decreased by a similar proportion in each group (68% compared with 67%). Given the focus on treatment retention, the authors draw no conclusions about the relative effectiveness of different types of treatment programme in reducing criminal behaviour. In the USA, Daley et al., (2000) explored the costs of crime and the benefits of substance abuse treatment among 439 pregnant drug-dependent women. The study compared women receiving methadone treatment with women receiving detoxification (comparisons were also made with women -71- receiving residential treatment, outpatient treatment and a combination of both, but these results are not presented here). Among women receiving methadone treatment, the total costs of stolen property crime in the last month decreased from $961 at intake to $70 at 202-day (average) follow-up (a 93% decrease). Among the detoxification group, the total costs of stolen property crime decreased from $902 to $84 (a 91% decrease). With regard to the total costs of crime in the last month, the detoxification group experienced a slightly greater decrease in costs than the methadone group (74% compared with 55%). The authors conclude that all five types of treatment investigated in the study \"paid for themselves by reducing criminal activities.\" (p.454) In the USA, French and Zarkin (1992) used data from a longitudinal survey of 2,420 drug abusers to explore the effects of drug abuse treatment on legal and illegal earnings. Subjects undertaking outpatient methadone treatment were compared with subjects who were outpatient drug-free (comparisons were also made with a group of residential patients, but these results are not discussed in this review). Illegal earnings among the methadone group decreased from $9,324 in the year before treatment to $3,383 in the year after treatment (a 64% decrease). Among the drug-free group, illegal earnings decreased from $8,179 before treatment to $3,792 after treatment (a 54% decrease). The authors conclude that, on average, clients in all three groups experienced \"large changes\" in real illegal earnings from the year entering treatment to the year after leaving treatment (p. 108). Nemes et al ., (1999) compared the impact of standard and abbreviated treatment in a therapeutic community in the USA. The experiment randomly assigned 412 subjects into two therapeutic community programmes, which differed primarily in planned duration. Patients in the abbreviated group were given six months' inpatient treatment followed by six months' outpatient treatment. Patients in the standard group were given ten months' inpatient treatment followed by two months' outpatient treatment. The results showed fairly similar results for the two treatment types. The standard programme achieved slightly greater reductions in criminal behaviour than the abbreviated programme. Fifty-three per cent of patients in the standard programme had been sentenced post-discharge compared with 55 per cent of patients in the abbreviated programme. Further, 17 per cent of patients in the standard programme had been arrested in the six months post-discharge compared with 26 per cent of patients in the abbreviated programme. The authors conclude that regardless of programme type, those who completed the full 12-month course of treatment had substantial reductions in arrests. Farrell (2000) evaluated a prison-based therapeutic community in the USA called CREST. The study compared the rates of recidivism of 41 female participants of the therapeutic community with a control group of 38 work-release participants. The research showed that 39 per cent of participants in each group recidivated in the 18 months following treatment. The authors conclude that \"the program failed to reduce either recidivism or relapse significantly for female offenders.\" (p.43) Gordon et al., (2000) compared the post-release behaviour of youth released from a residential youth centre with the behaviour of youth released from traditional juvenile institutions. The programme at the youth centre used a combination of positive peer culture and therapeutic community to guide treatment. The findings indicate that youths from the youth centre were reconvicted slightly less frequently than the traditional institutions. Thirty-one per cent of subjects in the youth centre were reconvicted in the follow-up period compared with 43.8 per cent of subjects in traditional institutions. Dynia and Sung (2000) conducted an investigation of the Drug Treatment Alternative to Prison programme (DTAP). The DTAP programme diverts non-violent drug-addicted offenders who are prison-bound into residential drug treatment programmes based on therapeutic communities. Offenders who were recruited into and completed the DTAP programme (n=184) were compared with similar offenders who received a standard criminal justice disposal (n=215). The figures indicate that the DTAP programme was associated with a greater reduction in criminal behaviour than the standard disposal. The proportion of subjects in the DTAP group arrested for any offence decreased from 79 per cent in the three years before treatment to 23 per cent in the three years post-treatment (a 71% decrease). The proportion of subjects in the standard disposal group decreased from 84 per cent to 47 per cent (a 44% decrease). The authors explain that successful completion of residential therapeutic community treatment was \"much more effective in reducing recidivism\" than completion of traditional sentences (p.299). -72- Wexler et al., (1999) evaluated the effectiveness of an in-prison therapeutic community in the USA. Seven hundred and fifteen inmates were randomly assigned to either the prison therapeutic community group or to a no-treatment control group. The results show a greater reduction in criminal behaviour among prisoners offered therapeutic community treatment than those on the normal prison routine. At 24-month follow-up, 14 per cent of subjects who had completed therapeutic community treatment and aftercare had been reincarcerated, compared with 67.1 per cent of subjects in the no- treatment group. Wexler et al., (1999) claim that their findings \"support the efficacy of prison TC plus aftercare in reducing reincarceration rates among inmates treated for substance abuse.\" (p.147) Inciardi et al ., (1997) conducted an evaluation of a multistage therapeutic community treatment system in the US. Three types of therapeutic community (prison TC only; work release TC plus aftercare; prison TC plus work release TC plus aftercare) and a control group who were placed in a conventional work release setting, were compared in terms of their effectiveness in reducing drug relapse and criminal recidivism. This review compares the work release TC plus aftercare programme (CREST) with the control group. The results show that the CREST programme was associated with a greater reduction in criminal behaviour than the conventional work release programme. Fifty-seven per cent of subjects in the CREST programme were arrest-free at 18-month follow-up compared with 46 per cent of subjects in the control group. Inciardi et al., (1997) conclude that their results \"support the effectiveness of a multistage therapeutic community model for drug-involved offenders, and the importance of a work release transitional therapeutic community as a component of this model.\" (p.261) Knight et al., (1997) also undertook an assessment of an in-prison therapeutic community programme in the USA. Two hundred and ninety three participants of the therapeutic community programme were compared with 75 parolees who were not included, but were otherwise eligible for inclusion. Although the study meets the eligibility criteria for inclusion in the review, it is not possible to determine the effectiveness of this study due to missing data (i.e. data for the comparison group and pre-test data have been omitted). Nevertheless, the authors conclude that graduates of the therapeutic community programme \"had lower relapse and recidivism rates in the six months after prison than did the parolees in the comparison sample.\" (p.76) Hser et al., (2001) conducted an evaluation of drug treatments for adolescents in four cities in the USA. More than 1,000 adolescents (aged 11-18) were interviewed in the year before commencing treatment and again in the year after treatment. Subjects were divided into three groups on the basis of the type of treatment they received: (a) residential treatment programmes (including therapeutic communities), (b) outpatient drug-free programmes, and (c) short-term inpatient programmes. For the purposes of this review, subjects in the residential programmes were compared with the outpatient drug-free subjects. The proportion of residential subjects that reported committing any illegal act decreased from 79.1 per cent in the year before treatment to 49.9 per cent in the year after treatment (a decrease of 36.9%). Comparable figures for the outpatient drug-free subjects were 66.4 per cent in the year before treatment and 51.4 per cent in the year after (a decrease of 22.6%). The proportion of subjects reporting any arrests decreased by more than 50 per cent among the residential subjects, but increased by 6.8 per cent among the outpatient drug-free subjects. These results show that residential programmes (including therapeutic communities) are associated with greater reductions in criminal behaviour than outpatient drug-free programmes. Psychological, social and behavioural approaches Henggeler et al ., (1991) present findings from two independent evaluations of the efficacy of multisystemic therapy (MST) in treating antisocial behaviour among serious juvenile offenders. No crime measure was included in one of the evaluations (the Family and Neighbourhood Services Project), hence only the results of the Missouri Delinquency Project (MDP) have been included in this review. The participants in the MDP were 200 adolescents who had been referred to the project by juvenile court after a recent arrest. The offenders were randomly assigned to receive either MST or individual counselling (IC) and were interviewed four years later. While the authors used an arrest for a substance-related offence as a measure of substance abuse, in this review an arrest of this nature has been used as measure of criminal behaviour. At follow-up, four per cent of subjects who received -73- MST had been arrested for a substance-related offence compared with 16 per cent of those who received IC. Woody et al., (1987) evaluated the effectiveness of psychotherapy among 93 male veterans who were addicted to opiates and were receiving methadone maintenance treatment. The subjects were randomly assigned to one of three conditions: (1) drug counselling alone, (2) counselling plus supportive-expressive psychotherapy, or (3) counselling plus cognitive-behavioural psychotherapy. For the purposes of this review subjects receiving drug counselling alone (DC) were compared with those who received supportive-expressive psychotherapy plus counselling (SE). Interviews were conducted with the subjects at intake and 12 months later (interviews were also conducted after seven months, but these results are not included in this review). Among SE subjects, the mean number of days spent committing crimes in the 30 days before interview, decreased from five at baseline to three at 12-month follow-up. By contrast, the mean number of days spent committing crimes increased from two to four among DC subjects. SE subjects also performed better than DC subjects in terms of changes in overall Legal Factor score. The mean score decreased from 219 to 117 among SE subjects but increased from 81 to 142 among DC subjects. It is interesting to note that the mean illegal income generated in the 30 days before interview increased among both SE and DC subjects. The authors conclude that \"the two psychotherapy groups showed more improvements than the drug counselling group over a wider range of outcome measures, with marked changes in the areas of employment, legal status, and psychiatric symptoms and with less use of psychotropic medications\" (p.595). McLellan et al ., (1993) explored the efficacy of psycho-social services among a sample of male veterans. The sample comprised 92 male intravenous opiate users who were randomly assigned to one of three treatment groups for six months of either (1) minimum methadone services (methadone alone with no other services), (2) standard methadone services (methadone plus counselling), or (3) enhanced methadone services (methadone plus counselling and on-site medical/psychiatric employment, and family therapy). For the purposes of this review, subjects in the enhanced services group were compared with those in the minimum services group. The figures show that enhanced services were associated with a greater reduction in criminal behaviour than minimum services. The mean number of crime days (in the last 30 days) reported, decreased by 67 per cent among subjects receiving enhanced services (from six days to two days), but there was no change among subjects receiving minimum services (one day). Furthermore, the amount of mean illegal income generated decreased by 90 per cent among subjects receiving enhanced services and by 83 per cent among subjects in the minimum services group. The authors conclude that: \"These findings are consistent with a growing body of work showing that those substance abuse patients who receive the most services during treatment have the best outcomes ...\" (p.1959). In a controlled treatment outcome study, Azrin et al ., (1994) compared the efficacy of behaviour treatment and supportive treatment in reducing criminal behaviour. Eighty-two subjects were involved in the study, 46 were in the behavioural treatment group and 36 were in the supportive treatment group. The study showed that criminal behaviour reduced by a greater amount among the behavioural treatment group than the supportive treatment group. Among the behavioural group, mean police contacts decreased from 0.26 per month in the pre-treatment period to 0.06 per month in the 12 months of treatment (a 76.9% decrease). Among the supportive group, mean police contacts decreased from 0.39 before treatment to 0.12 during treatment (a 69.2% decrease). Coviello et al., (2001) compared the effectiveness of two intensities of psycho-social treatment among a sample of 94 cocaine-dependent male veterans. Subjects were randomly assigned to either a 12 hour a weekday hospital programme (DH12) or to a six hour a week outpatient programme (OP6). Interviews were conducted at baseline, during the course of treatment, and at four and seven months post-treatment. For the purposes of this review, the baseline and seven month data have been used. The figures show that neither the DH12 nor OP6 programme were effective in reducing criminal behaviour as measured by mean crime days committed in the last 30 days. Indeed, mean crime days increased from 0.37 to 0.78 among the DH12 group and from 0.17 to 1.3 among the OP6 group. In terms of Legal Composite score, the DH12 group showed a decrease from 0.06 to 0.04 while the OP6 group showed an increase from 0.04 to 0.05. The authors conclude that: \"More of the same type of treatment does not necessarily lead to better outcomes. Six hours of treatment per week produced similar reductions in drug use and improvements in health and social functioning as a 12 h/week program.\" (p.152) -74- Supervision and aftercare in the treatment of drug misuse Ghodse et al., (2002) conducted a study in the UK that explored the impact of aftercare among 49 patients who had undergone residential opiate detoxification. The comparison group received detoxification without aftercare. The results of this study indicate that detoxification plus aftercare might be more effective than detoxification without aftercare in reducing criminal behaviour. Among subjects in the aftercare group, the mean number of drug-related crime days reduced from 59.3 days in the three months before treatment to 6.2 days in the three-month follow-up period (a 90% decrease). Among subjects in the no-aftercare group, the mean number of drug-related crime days reduced from 44.2 days to 19.2 days (a 57% decrease). The authors conclude that: \"Significantly better treatment outcome was observed amongst those who completed detoxification and went on to spend at least six weeks in recovery and/or residential rehabilitation unit.\" (p.776) Brown et al., (2001) explored the effectiveness of a stand-alone aftercare programme for 145 drug- involved offenders in the USA. At 12-month follow-up subjects who had not received aftercare, reported committing fewer crimes, had fewer arrests and a lower number of mean crime days than subjects who had received aftercare. The authors explain that there were \"greater reductions in drug use and criminal activity by aftercare as compared to no-aftercare clients in the six month period subsequent to baseline, but those differences were greatly attenuated by 12 months post baseline\" (p.190). Other types of treatment (including detoxification/abstinence) Beidler (1991), for example, investigated the effectiveness of treating alcoholics and drug addicts together rather than separately. Subjects were randomly assigned to receive either combined or separate treatment within a sixty-day residential treatment facility. Interviews were conducted with subjects at intake and eight months after treatment. Using a criminal justice index (based on being incarcerated at follow-up and the number of arrests and convictions since treatment), no significant differences were found at follow-up for drug addicts treated in combined or separate treatment. No figures are provided in the paper, hence this study has been excluded from Table 3.3. Lam et al., (1995) conducted a study that evaluated the effectiveness of a short-term shelter and day treatment programme among subjects in the USA. Two hundred and ninety-four male subjects were randomly assigned to either the shelter programme or a usual services group. In terms of mean illegal income, men in the shelter programme reported a larger decrease than the other services group over the 21-month study period. At baseline, men in the shelter group reported obtaining $663 from illegal sources. This decreased by 61 per cent to $256 at 21-month follow-up. Men in the usual services group reported obtaining $355 of illegal income at baseline and $182 at follow-up (a 49% decrease). Lam et al., (1995) acknowledge the positive impact of the shelter programme, but point out that it would be wrong to consider the 'usual services' to be of no value. Latessa and Moon (1992) examined the effectiveness of acupuncture in an outpatient drug treatment programme. A sample of 274 chemically dependent offenders in a mid-sized mid-western city in the USA was randomly allocated into one of three groups. The experimental group received acupuncture on a regular basis, the control group did not receive any form of acupuncture, and a placebo group received an acupuncture-like simulation. In this review, the 182 subjects in the experimental group were compared with the 45 subjects in the control group. Using official records, the authors compared the groups in terms of new arrests, convictions and technical violations incurred over the evaluation period (120-160 days). The figures show that a smaller proportion of subjects in the control group than in the acupuncture group had been convicted or arrested for a felony offence over the study period. There was little difference between the two groups in terms of the proportions with any conviction (15% of the acupuncture group and 16% of the control group). The authors conclude that \"there is no evidence that acupuncture had any appreciable effect on program completion, arrests, convictions, or probation outcome.\" (p.330) Hughey and Klemke (1996) conducted an evaluation of a jail-based substance abuse treatment programme (the Inmate Recovery Programme). The authors explain that the IRP is based on a day -75- treatment model rather than a therapeutic community model (i.e. subjects are not totally exposed to a treatment programme-dominated setting). Within the paper, the 226 subjects who completed the IRP were compared with 34 subjects who started, but did not complete, the programme, and with 134 control subjects who did not start the programme. For the purposes of this review, the IRP graduates were compared with the control group of subjects. Using the Law Enforcement Data System, Hughey and Klemke (1996) analysed recidivism statistics for the year before subjects were arrested and became inmates, with the year after they were released from prison. Among IRP graduates, mean arrests decreased from 2.38 in the year before arrest to 1.15 in the year after release (a decrease of 51.7%). A slightly larger decrease in mean arrests (53.7%) was found among the control subjects (from 2.70 to 1.25). In their conclusion, the authors make no reference to the percentage decrease, but focus instead on the fact that the IRP graduates had a lower mean arrest rate than the control group after release from prison (1.15 compared with 1.25). Hoffmann and Miller (1992) used data from Comprehensive Assessment and Treatment Outcome Research (CATOR) to explore the relative effectiveness of inpatient and outpatient abstinence-based drug treatment programmes. Data relating to 38 inpatient and 19 outpatient programmes was used in the study. Of the 4,541 inpatients, nine per cent reported having one criminal arrest in the year before treatment and this decreased to four per cent in the year after treatment (a decrease of 55.6%). Comparable figures for the outpatient group were 11 per cent and four per cent (a decrease of 63.6%). The proportion of subjects with two or more criminal arrests decreased from four per cent in the year before treatment to zero in the year after treatment among the inpatients and from three per cent to zero among the outpatients. Drug testing Hough et al ., (2003) examined the impact of DTTOs based on a two-year follow up. The study compared subjects on DTTOs and subjects on 1A(6) schemes. The results of the study showed that a slightly larger proportion of subjects on the 1A(6) schemes than on DTTOs were reconvicted over the two-year study period (91% compared with 80%). The authors do not draw conclusions about this comparison. However, they note that the difference between the two groups was statistically significant. Haapanen and Britton (2002) conducted an experimental study examining the parole outcomes and arrests for 1,958 parolees in the USA. Subjects were randomly assigned to various levels of routine drug testing ranging from no-testing to two tests per month. In this review, the no-testing group is compared with the two tests per month group. The results indicate that frequent drug testing was less effective than no-testing in reducing criminal behaviour. At 42-month follow-up, the mean number of arrests for the drug testing group was 3.76 compared to 3.0 for the no-testing group. Similarly the mean arrest rates for property crimes and drug crimes were also lower among the no-testing group. Britt et al., (1992) conducted an experiment that explored the effects of drug testing on defendants on pre-trial release. Subjects were randomly allocated into either a drug-testing group or a no-testing control group. The experiment was conducted in two locations and the results for each are presented separately in Table 3.3. In Pima County, two per cent of subjects in the drug-testing group were arrested in the pre-trial period compared with four per cent of subjects in the no-testing group. In the two Maricopa County samples, however, a larger proportion of subjects in the testing groups than in the no-testing groups were rearrested. The authors conclude that \"monitoring the drug use of defendants on pre-trial release has neither a substantively significant nor a statistically significant effect at reducing the level of pre-trial misconduct\" (p.76). Furthermore, in the only case where evidence of an effect of drug monitoring was found, \"the direction [was] opposite what the specific deterrence hypothesis would suggest.\" (p.76) McBride and Inciardi (1993) conducted a study exploring the Focused Offender Disposition Program. The basic purpose of the programme was to develop and test a needs assessment classification system that courts could use for directing drug offenders into appropriate treatment programmes. A secondary purpose was to explore the efficacy of urine monitoring as a treatment alternative. Subjects in two sites (Birmingham and Phoenix) were randomly allocated to treatment using either the Offender Profile Index or the local TASC assessment instrument. Within these groups subjects were then either -76- allocated to treatment as assessed or to urine monitoring only. The figures show that in both sites, a lower proportion of subjects in the treatment as assessed groups than in the urine monitoring groups were rearrested during treatment. Jones and Goldkamp (1993) investigated the impact of pre-trial drug-testing in two experimental sites in the USA. Unfortunately, neither the sample sizes nor the findings are described clearly in either study. Nevertheless, it is possible to describe the results in a general way. In Prince George's County, ten per cent of defendants on the drug-testing programme were re-arrested for crimes during pre-trial release and 55 per cent failed to attend court. Comparable figures for the control group were 12 per cent and 16 per cent, respectively. In the Milwaukee site, 14 per cent of released experimental group defendants were re-arrested during the pre-trial period and 26 per cent failed to appear. With regard to the control group, the reader is simply told that \"Statistically similar findings emerged\" (p.213). In conclusion, the authors explain that: \"in neither site was there any statistically significant difference in the FTA or re-arrest rates of control and experimental groups\" (p.216). They go on to explain that the findings \"suggest that participation in the drug-monitoring program did not decrease the rate of pre-trial misconduct among participating, drug-related defendants.\" (p.216) Turner et al ., (1999) compared the efficacy of drug courts with the efficacy of drug-testing. Five hundred and six subjects were randomly allocated into either the drug-testing group or the drug court group. At 36-month follow-up, a smaller proportion of subjects in the drug court group than in the drug- testing group were found to have been arrested for any offence (33.1% compared with 43.7%) and for property offences (9.9% compared with 15.1%). The drug court group was also associated with a smaller mean number of arrests (0.6 compared with 0.8). Drug courts Spohn et al., (2001) conducted an evaluation of a drug court in Nebraska and explored its efficacy in reducing offender recidivism. Drug court participants were compared with two groups of other offenders: traditionally adjudicated offenders and diversion clients. The results from this study show that the mean number of arrests and mean number of felony arrests increased for both the experimental and control groups. Gottfredson et al., (2003) present two-year outcome findings from an evaluation of the Baltimore Drug Treatment Court. Two hundred and thirty-five subjects were randomly allocated into the drug court group or a treatment-as-usual group. As found in the one-year follow-up (see Gottfredson and Exum 2002), there were fewer mean arrests and convictions among the drug court group than among the treatment-as-usual group. Furthermore, the proportion of subjects who were reconvicted in the follow-up period was lower among the drug court group than among the treatment-as-usual group (48.9% compared with 53.2%). The authors conclude that drug court subjects who participated in treatment were significantly less likely to recidivate than were untreated drug court subjects and control subjects. Probation and parole supervision Martin and Scarpitti (1993) compared subjects who had undergone parole-based assertive community treatment with subjects who had been on standard parole. Forty-six percent of subjects who had undergone assertive community treatment were re-imprisoned in the six-month follow-up period compared with 51 per cent of subjects on standard parole. Farabee et al. , (2001) examined criminal activity among 1,167 adolescents who participated in a community-based substance abuse treatment study (DATOS-A). As part of the study, the authors explored the effect of criminal justice supervision on treatment outcome. Those subjects who were under criminal justice supervision at the time of treatment were compared with subjects who were not under such supervision. The proportion of subjects with arrests for any crime, for property crime and for drug-dealing, decreased by a larger amount among the supervised group than among the non-supervised group. With respect to drug-dealing, the proportion of arrests actually increased among the non-supervised group. The authors explain that: \"Although there was an overall reduction in the likelihood of committing a drug-related crime during the 12 months following treatment admission, -77- disaggregation of the sample by criminal justice supervision revealed that CJS-supervised adolescents accounted for the majority of positive change in this domain.\" (p.692) Turner et al ., (1992) report results from a randomised field experiment that tested the effects of intensive supervision probation/parole (ISP) for drug-involved offenders. The experiment was conducted in five sites across the USA. Subjects were randomly allocated into either the ISP group or a routine supervision control group. The results were in the reverse direction to those hypothesised. At one-year follow-up, 28 per cent of subjects under routine supervision had been jailed compared with 39 per cent of subjects under intensive supervision. Similarly, ten per cent of subjects under routine supervision had been imprisoned, compared with 13 per cent of subjects under intensive supervision. The authors explain that: \"It is now rather firmly established that ISP programs that are mostly surveillance-oriented will almost certainly increase the number of technical violations brought to the court's attention and, depending on the sanction imposed, may increase significantly the number of offenders incarcerated in local jails.\" (p.553) They conclude that their results lend \"serious doubt\" to the belief that increased supervision will reduce recidivism (p.553). Deschenes et al ., (1995) report findings from two randomised field experiments that explored the impact of intensive community supervision programmes (ICS) in Minnesota, USA. The first experiment compared 76 subjects on intensive community supervision with 48 subjects who served a regular court-imposed prison term. With regard to arrests during the 12-month follow-up period, subjects on intensive supervision were more likely than the prison control subjects to have been arrested (33% compared with 21%). The difference between the two groups, however, was not statistically significant. The authors conclude that \"those on ICS did not present a greater threat in terms of public safety in comparison to those who were incarcerated for the majority of the 12-month follow-up\" (p.348). The second experiment compared 95 subjects on intensive supervised release (ISR) with 81 subjects on routine supervision. Subjects under ISR were less likely than subjects on routine supervision to have been arrested during the 12-month follow-up period (15% compared with 21%). As before, the difference between the groups was not significant. Thus, the authors conclude: \"The ISR enhanced supervised release program did not appear to have an impact on offender recidivism, as measured by new arrests.\" (p.352) Other criminal justice interventions Anglin et al ., (1989) looked at 195 subjects undergoing methadone maintenance treatment and explored the impact of their level of coercion on treatment outcome. Subjects with a low level of coercion experienced a greater decrease in mean property income than did subjects with a high level of coercion (46% decrease compared with 39% decrease). Both groups experienced a 50 per cent decrease in mean property crime days, but the high coercion group experienced a greater decrease in mean burglary days (75% decrease compared with a 50% decrease). The authors conclude that \"the beneficial impact of treatment on the measured behaviours did not differ for addicts legally coerced versus voluntary treatment entry.\" (p.553) Brecht et al., (1993) investigated the impact of legal coercion on treatment effectiveness among a sample of 618 methadone maintenance clients. Subjects were recruited from treatment programmes in six southern Californian counties and were divided into three groups on the basis of the level of legal coercion that they were under (high, moderate or low). In this review, subjects in the low and high groups have been compared. In the pre-treatment period (defined as the period from first addiction to first entry into methadone treatment) subjects in the high coercion group reported a mean of three burglary days a month. This decreased by 67 per cent to a mean of one burglary day a month in the post-treatment period (defined as the period from discharge to interview, on average 4-6 years after initial treatment admission). Mean burglary days decreased from one to zero among the low coercion groups (a 100% decrease). The low coercion group also experienced a slightly larger decrease than the high coercion group in mean property crime days per month (66.7% compared with 62.5%) and in illegal income generated from burglary (70.9% compared with 66.7%). The authors note that \"those coerced into treatment respond in ways similar to voluntary admissions regardless of gender or ethnicity.\" (p.89) Zhang (2001) conducted an evaluation of the Los Angeles County Juvenile Drug Treatment Boot Camp. As part of this evaluation, Zhang (2001) compared a sample of subjects who entered the drug -78- treatment boot camp with a sample of subjects who entered regular boot camps. The two samples were interviewed at intake and again at 12 months post-release. With regard to mean theft offences, the drug camp participants experienced a 78.8 per cent decrease over the study period (from a mean of 4.82 offences to 1.02 offences). The regular camp subjects experienced a slightly larger (84.6%) decrease (from a mean of 3.97 offences to 0.61 offences). Similarly, the regular camp subjects experienced a slightly greater percentage reduction than the drug treatment boot camp in mean non-drug offences (76.1% compared with 70.8%) and mean drug sale offences (76.8% compared with 74.7%) over the study period. -79- Appendix 2: Additional items collected Table A2.1: Additional literature searches showing attrition of cases Based on the following Selected hits 401 721* Eligible 14 4 Not eligible 274 607 Eligibility unclear 40 32 Already obtained 73 78 Eligible studies Methadone treatment 3 1 Heroin treatment 0 1 Therapeutic communities 4 0 Other treatment 3 2 Drug courts 3 0 Probation and parole 1 0 Notes: Using information presented in abstracts9, studies were deemed eligible if they were: (a) an evaluation of a criminal justice programme that aimed to reduce drug-related crime or (b) an evaluation of a treatment programme that aimed to reduce drug use and in turn might also reduce drug-related crime. Studies were included if they were at least Level 3 on the SMS scale (i.e. pre-post-test measures with controls, or post-test only measures with random allocation). Only those studies with an outcome measure of crime were deemed eligible for inclusion. Table A2.2: Results of additional literature searches Total studies retrieved Total studies with clear results [1] N and % of studies (with clear results) that showed that T1 was more effective than at least one other comparison intervention in relation to at least one finding Eligible studies Methadone treatment 4 2 1 of 2 (50%) Heroin treatment 1 1 1 of 1 (100%) Therapeutic communities 4 4 4 of 4 (100%) Other treatment 5 5 3 of 5 (60%) Drug courts 3 3 3 of 3 (100%) Probation and parole 1 1 0 of 1 (0%) [1] The abstracts of the studies do not always include clear details of the results 9 Given the rapid nature of these additional searches, eligibility was determined from the abstracts. -80- Table A2.3: Additional literature searches showing details of the study Authors and date of publication Study details Summary Johnson et al. , (2002) NCJRS Methadone treatment + counselling V counselling only The abstract does not explain which group performed better in terms of crime. The reader is told, however, that one year after treatment entry participants in general significantly reduced the number of crimes they committed. Methadone Unclear whether T1 outperformed comparison group Hume and Gorta (1989) NCJRS Methadone treatment V matched methadone group V comparison group (not described) \"Of the methadone group, 47.5 per cent had been reincarcerated since their release and before July 31, 1988, but the difference between the matched methadone (42.9 percent) and comparison (32.5 percent) groups on this measure was not quite statistically significant. Seventy per cent of the methadone group were reconvicted or charged in court since release. There was no difference between the matched methadone and comparison groups on this variable.\" Methadone Comparison group outperformed T1 Sees et al., (2000) Methadone maintenance V psycho-socially enriched 180-day methadone-assisted detoxification \"Methadone maintenance therapy resulted in ... a lower severity score for legal status (mean [SD] at 12 months, 0.05 [0.13] vs 0.13 [0.19].\" Methadone T1 outperformed comparison group Mueller and Wyman (1997) NCJRS DATOS study comparing four types of treatment: methadone, outpatient drug-free, long-term residential and short-term inpatient. The abstract explains that the study included an outcome measure of crime. However, the results for this are not presented within the abstract. Four treatment types (including Methadone ) Unclear whether T1 outperformed comparison group Hartnoll et al. , (1980) Medline Injectable heroin treatment V oral methadone treatment \"Those offered oral methadone ... were more likely to be arrested during the 12-month follow-up.\" Heroin T1 outperformed comparison group Platt et al., (1980) NCJRS Therapeutic community V comparison groups (not described) \"Program graduates had a significantly lower recommitment rate, better personality adjustment, and more arrest-free records than comparison groups.\" Therapeutic community T1 outperformed comparison group Prendergast et al., (2003) NCJRS Amity prison drug treatment programme V no treatment group \"...inmates randomly assigned to the demonstration program performed significantly better than controls on days to first illegal activity, days to first incarceration ...type of incarceration, and mean number of months incarcerated.... Individuals who completed both prison-based and community-based treatment after release performed significantly better than subjects who received lesser amounts of treatment on every measure... participants were most vulnerable to recidivism in the first 60 days after release.\" Therapeutic community T1 outperformed comparison group -81- Sealock et al.,. (1997) NCJRS Residential treatment V comparison group (not described) \"Young people who participated in the residential portion of the drug treatment program reported significantly decreased drug use and delinquency....they demonstrated a longer period of time from entry into the study until re-arrest than control young people. Results for the aftercare segment showed positive gains made while in the residential program were not bolstered through aftercare. Aftercare young people reported more delinquent behaviour and demonstrated more involvement in drug-related crime than control subjects. Aftercare young people, however, exhibited less participation in crimes of an interpersonal nature.\" Therapeutic community T1 outperformed comparison group Inciardi et al., (2004) NCJRS Work-release treatment community V no treatment group \"At 5 years, those who participated in the program were significantly more likely to be drug and arrest free. Treatment graduates with or without aftercare had significantly greater probabilities of remaining both arrest-free and drug-free than did the 'no-treatment' comparison group.\" Therapeutic community?? T1 outperformed comparison group Hall et al., (2004) NCJRS Forever Free program (psycho-educational + 12-step emphasis) V no treatment \"Treatment participants and older offenders tended to have decreased risk for recidivism.\" Other treatment T1 outperformed comparison group De Leon et al., (1995) Medline TC-oriented enhanced day treatment [Passages] V standard methadone treatment \"Compared to non-Passages clients, clients who voluntarily joined and remained in Passages for at least 6 months exhibited significantly larger reductions in cocaine use, heroin use, needle use, criminal activity, and psychological dysfunction.\" Other treatment T1 outperformed comparison group Friedman et al., (2002) NCJRS Residential treatment + special classroom program V basic residential treatment \"The outcome evaluation showed that the program participants reported significantly greater reduction in drug use and in the selling of drugs, compared to the control group.\" \"It was expected that the [program participants] would also make a significant reduction in their total degree of illegal behaviour and in their degree of violent, illegal behaviour. But that did not occur.\" Other treatment T1 outperformed comparison group Dugan and Everett (1998) NCJRS In-prison chemical dependency therapy V no treatment \"Findings show that 72 hours of Glasser reality therapy did not reduce recidivism of inmates during the follow-up period compared to inmates who served a typical jail incarceration.\" Other treatment No difference between T1 and comparison group Aiken et al., (1984) Medline Patients in methadone and drug-free outpatient programmes were compared in terms of the background of their counsellors: ex-addict paraprofessionals V non-ex-addict paraprofessionals V degreed professional counsellors. Other treatment No difference between T1 and comparison group -82- \"Client progress was assessed in five areas: drug use, criminality ... In no area of evaluation were outcomes substantially more favourable for clients of one counsellor group over another.\" Harrell et al., (2000) NCJRS This study is an evaluation of two court interventions. One drug case docket intervened in a standard manner, one intervened through a comprehensive treatment programme and the third through a graduated schedule of sanctions. \"The evaluation found that sanctions program participants were significantly less likely than the standard docket sample to be arrested in the year following sentencing. ... The significant reductions in arrests among sanctions program participants resulted in a total net benefit of $713.570, which amounted to savings of approximately $2 for every $1 in program costs.\" Drug court T1 outperformed comparison group Rodriguez and Webb (2004) NCJRS Drug court V standard probation \"... drug court participants were less likely to recidivate than their standard probation counterparts.\" Drug court T1 outperformed comparison group Janikowski (2001) NCJRS Drug court graduates V random sample of people arrested for drug possession \"Major findings included: (1) 24 percent of all drug court graduates were rearrested for an offense compared to 80 percent of the comparison group ... 57 percent of the comparison group were rearrested for a felony charge in contrast to 36 percent of those graduating from the drug court.\" Drug court T1 outperformed comparison group Petersilia et al., (1992) NCJRS Intensive supervision programme V routine probation/parole \"Within one year, ISP offenders had a higher rate of technical violations of their probation conditions, primarily for drug use, but there was no difference between groups in terms of new criminal arrests.\" Probation and parole No difference between T1 and comparison group Produced by the Research Development and Statistics Directorate, Home Office This document is available only in Adobe Portable Document Format ( PDF) through the RDS website http://www.homeoffice.gov.uk/rds Email: publications.rds@homeoffice.gsi.gov.uk ISBN 1 84473 638 5 Crown copyright 2005 "}