{"title": "PDF", "author": "PDF", "url": "https://congresocol.gob.mx/web/Sistema/uploads/LegislacionEstatal/LeyesEstatales/salud_28sept2019.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 1 ÚLTIMA REFORMA DECRETO 140, P.O. 71, SUP. 01, 28 SEPTIEMBRE 2019 . Ley publicada en el Suplemento No. 1 del Periódico Oficial \"El Estado de Colima\" el sábado 23 de diciembre del 2000. DECRETO 46 QUE APRUEBA LA LEY DE SALUD DEL ESTADO DE COLIMA. FERNANDO MORENO PEÑA, Gobernador Constitucional del Estado Libre y Soberano de Colima, a sus habitantes sabed: Que el H. Congreso del Estado me ha dirigido para su publicación el siguiente: D E C R E T O EL HONORABLE CONGRESO CONSTITUCIONAL DEL ESTADO LIBRE Y SOBERANO DE COLIMA, EN EJERCICIO DE LAS FACULTADES QUE LE CONFIEREN LOS ARTICULOS 33, FRACCIÓN V Y 39 DE LA CONSTITUCIÓN POLITICA DEL ES TADO LIBRE Y SOBERANO DE COLIMA , EN NOMBRE DEL PUEBLO DECRETA: C O N S I D E R A N D O PRIMERO. - Que en Sesión Pública Ordinaria celebrada con fecha 23 de marzo del año en curso, el entonces Diputado Enrique Armando Salazar Abaroa presentó al pleno de esta Soberanía, iniciativa de nueva Ley de Salud del Estado de Colima; de igual manera, con oficio DGG -503/00 de fecha 04 de septiembre anterior, recibido por esta Soberanía el día 15 de ese mismo mes y año, se turnó por conducto de la Dirección General de Gobierno, la iniciativa suscrita por los CC. Lics. Fernando Moreno Peña y Jorge Humberto Silva Ochoa, Gobernador del Esta do y Secretario General de Gobierno, respectivamente, que contiene también un proyecto de Ley de Salud del Estado. SEGUNDO. - Que por acuerdo de la Directiva, ambas iniciativas fueron turnadas a las Comisiones de Estudios Legislativos y Puntos Constitucio nales y de Salud y Asistencia Social, para que en forma conjunta analizaran, estudiaran y dictaminaran dichas iniciativas, lo que efectivamente hacemos mediante este documento. TERCERO. - Que los integrantes de las Comisiones Dictaminadoras, tomando en consideración que ambas iniciativas se refieren a la misma materia, decidieron hacer un estudio conjunto y al final elaborar un dictamen en el que se conjuguen las propuestas contenidas en cada una de ellas. CUARTO. - Que después de haber analizado en for ma amplia y detallada las iniciativas materia de este dictamen, llegamos a la conclusión de que las Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 2 propuestas son similares tanto en su esencia como en su contenido, pues coincidentemente se reconoce entre otras cosas que: \"El derecho a la protección d e la salud como garantía social consagrada por los artículos 4°, de la Constitución Política de los Estados Unidos Mexicanos y 1º, fracciones I y V, de a Constitución Política del Estado Libre y Soberano de Colima, imponen al Estado la responsabilidad d e establecer las bases y modalidades para garantizar a la sociedad el acceso a los servicios de salud, que sean prestados con calidad y calidez; así como determinar su concurrencia en materia de salubridad general\". \"La salud es requisito para el bienes tar y sustento del desarrollo pleno de las capacidades para el trabajo, la educación y la cultura del ser humano\". \"Uno de los mecanismos para lograr los objetivos señalados en los párrafos que anteceden, es la conclusión de la descentralización de la Fe deración al Estado de facultades, responsabilidades, control, asignación y uso de recursos. Para ello, se transfirieron al Estado los servicios de la Secretaría de Salud y para mantener la efectividad de la cobertura territorial de la política nacional de salud, se creó el Consejo Nacional de Salud, por acuerdo publicado en el Diario Oficial de la Federación el 27 de enero de 1995\". \"En congruencia con la política nacional, el Plan Estatal de Desarrollo 1998 -2003 dentro del capítulo de Desarrollo social y superación de la pobreza, en lo relativo al mejoramiento de los niveles de salud, fija como objetivos el otorgamiento de servicios de calidad y alta eficiencia; así como la ampliación de la cobertura de atención a la salud a toda la población, para gara ntizar la igualdad de oportunidades en el acceso a los servicios\". \"En atención a las prioridades en materia de salud, en los últimos años la Ley General de Salud ha sido reformada con el propósito de redimensionar los rubros de Salubridad General exclusi va y concurrente, con especial énfasis en la desregulación de autorizaciones en materia de control sanitario de establecimientos, productos y servicios, orientadas a la modernización de la regulación sanitaria\". \"En el contexto del nuevo marco regulatorio de la Ley General de Salud y en los lineamientos que como política de gobierno establecen los Planes Nacional y Estatal de Desarrollo; así como el Programa de Reforma del Sector Salud y el Programa Estatal de Salud, se hace necesario y conveniente actuali zar la Ley de Salud del Estado, expedida en el año de 1986, para el efecto de que sus disposiciones sean acordes con la nueva realidad que ha experimentado el Sistema Estatal de Salud\". \"En efecto, con ello se tendrá el instrumento jurídico de normativid ad y regulación para que el Sistema Estatal de Salud cumpla con las metas y objetivos que le señala el Plan Estatal de Desarrollo y de esta manera, estar integrado al Sistema Nacional Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 3 de Salud y al Consejo Nacional de Salud para \"alcanzar un sistema que in corpore a más población, garantice un paquete básico de servicios de salud para todos los mexicanos y refuerce el principio de equidad con los que menos tienen\". \"Uno de los objetivos prioritarios que se busca con la expedición de una nueva Ley de Salud, es el de concluir el proceso de descentralización del sector salud iniciado en 1986 con la transferencia de facultades que originariamente ejercía la Secretaría de Salud, así como la creación de un órgano local que asumiera la dirección y control del Siste ma Estatal de Salud, creándose así la Secretaría de Salud y Bienestar Social, instancia que a partir de entonces ejerce atribuciones en materia de salubridad exclusiva, concurrente y las que constitucionalmente corresponden a la Entidad\". \"En respeto absol uto a la facultad legislativa que en materia de Salubridad General de la República tiene reservada el Congreso de la Unión, cuyo origen y sustento fiel se encuentra de manera categórica en los artículos 4º, 73, fracción XVI y 124 de la Constitución Políti ca de los Estados Unidos Mexicanos; y aunado a que la facultad en referencia no ha sido descentralizada en favor de los Gobiernos de las Entidades Federativas, se considera conveniente la supresión de los títulos y capítulos relativos a esta materia Federa l, realizándose la remisión a los títulos correspondientes de la Ley General de Salud\". \"En otros sentidos, ambas iniciativas contienen disposiciones que señalan las finalidades del derecho a la protección de la salud; las autoridades en la materia; las facultades que corresponden al Estado en materia de salubridad local y las que la Secretaría de Salud delega al Estado; la organización, funcionamiento y objetivos del Sistema Estatal de Salud; la distribución de competencias y la concertación de accione s entre los órganos de salud\". \"Otro aspecto sustancial que se contempla en las iniciativas, se refiere a la desregulación de autorizaciones en materia de control sanitario de establecimientos, productos y servicios; así como adecuaciones importantes en l a parte relativa a la regulación, destacándose sustancialmente los aspectos que a continuación se detallan: A). - La eliminación de la autorización sanitaria en la mayoría establecimientos, restringiéndose su uso sólo a construcciones y a los de materia de salubridad general; B). - La creación del aviso de apertura que habrán de presentar antes del inicio de labores, los establecimientos eximidos de licencia sanitaria; C). - Se eliminó el requisito de la tarjeta de control sanitario, dejándose a los propietarios o administradores de los establecimientos, la responsabilidad de que los servicios que ofrecen a los usuarios sean proporcionados por trabajadores en buen estado de salud y que no sean portadores de Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 4 enfermedades infecto contagiosas que puedan po ner en peligro la salud pública; D). - Se sustituyó la figura del inspector sanitario por la del verificador sanitario, donde la función de este nuevo elemento además de la verificación sanitaria del establecimiento y al proceso de manufactura de produc tos, tiene, además, la capacidad de proporcionar asesoría técnica para la detección y control de puntos críticos que puedan poner en riesgo al producto procesado de los trabajadores que ahí laboran, así como de los consumidores en punto de venta; E). - Se adicionó el procedimiento a seguir para la recolección de las muestras de productos, para determinar mediante análisis microbiológico o físico químico su calidad sanitaria. Asimismo, se establecieron los términos para la notificación de los resultados de acuerdo al tipo de producto perecedero y no perecedero; F). - Se adopta la figura de amonestación con apercibimiento, la cual dará al propietario o responsable del establecimiento la posibilidad de corregir aquellas anomalías que no pongan en riesgo la s alud de la población\". \"Finalmente, cabe destacar por la trascendencia que implica, de acuerdo con el Programa Nacional de Salud, la adición de un capítulo denominado: \"Centros antirrábicos\" en el que se establece la creación de éstos, sus objetivos y o peración\". QUINTO. - Que las comisiones dictaminadoras se reunieron en diversas ocasiones con algunos compañeros Diputados interesados en el tema, quienes propusieron modificaciones al texto original especialmente de la iniciativa del Ejecutivo, que defin itivamente son de considerarse, pues clarifican y precisan algunos conceptos importantes para la mejor aplicación de esta ley. Por lo anteriormente expuesto se expide el siguiente: DECRETO 46 ARTÍCULO UNICO. - Se Aprueba la Ley de Salud del Estado de Col ima, en los siguientes términos: LEY DE SALUD DEL ESTADO DE COLIMA TITULO PRIMERO DISPOSICIONES GENERALES CAPITULO UNICO Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 5 ARTICULO 1º. - La presente ley es de orden público e interés social y tiene por objeto la protección de la salud. Para tal efecto: I.- Establece las bases y modalidades para garantizar el acceso a los servicios de salud proporcionados por el Estado; II.- Determina los mecanismos para que las autoridades sanitarias locales participen con la Secretaría de Salud, en la prestación de lo s servicios de salubridad genera l a que se refiere el artículo 3º de la ley general de la materia; III.- Fija los lineamientos conforme a los cuales las autoridades sanitarias locales ejercerán sus atribuciones en la prestación de los servicios de salubri dad general a que se refiere el artículo 13, Apartado B), de la Ley General de Salud; y IV.- Determina la concurrencia del Estado y sus municipios en materia de salubridad local, en los términos de la Constitución Política de los Estados Unidos Mexicanos, la particular del Estado, la Ley General de Salud y demás disposiciones aplicables. ARTICULO 2º. - El derecho a la protección de la salud tiene las siguientes finalidades: I.- El bienestar físico y mental del ser humano, para contribuir al ejercicio pleno de sus capacidades; II.- La prolongación y mejoramiento de la calidad de la vida humana; III.- La protección y el acrecentamiento de los valores que coadyuven a la creación, conservación y disfrute de condiciones de salud que contribuyan al desarrollo social; IV.- El desarrollo de actitudes responsables y solidarias de la población en la preservación, conservación, mejoramiento y restauración de la salud; V.- El disfrute de servicios de salud y de asistencia social que satisfagan eficaz y oportunament e las necesidades de la población; y VI.- El conocimiento de los servicios de salud para su adecuado aprovechamiento y utilización. (ADICIONADA DECRETO 409, P.O. 49, SUPL. 5, 2 DE SEPTIEMBRE D E 2006) VII.- Garantizar el acceso a los servicios de salud a los menores de edad, las mujeres, las personas con discapacidad y los adultos mayores. (REF ORMADO DECRETO 174, P.O 55, SUPL.2, 26 OCTUBRE 2013 ) ARTÍCULO 3º.- Para los efectos de la presente Ley, se entenderá por: I.- Atención médica, al conjunto de servi cios que se proporcionan al individuo, con el fin de proteger, promover y restaurar su salud, la cual podrá apoyarse Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 6 de medios electrónicos de acuerdo con las normas oficiales mexicanas que al efecto expida la Secretaría de Salud; (ADICIONADO DECRETO 484 , P.O. 33, 12 MAYO 2018) Se entiende por grupos vulnerabilizados, a la niñez, adolescencia, juventud, mujeres en condiciones de embarazo y puerperio, menopausia, adultos mayores, hombres con afecciones mentales y personas que se encuentran en situación de calle, de emergencia o desastre. II.- Asistencia social: a) La atención a personas que, por sus carencias socio -económicas o por su condición de discapacidad se vean impedidas para satisfacer sus requerimientos básicos de subsistencia y desarrollo; b) La atención en establecimientos especializados a menores y ancianos en estado de abandono o desamparo y personas con discapacidad sin recursos; y c) La prestación de servicios de asistencia jurídica y de orientación social, especialmente a menores, ancianos y personas con discapacidad sin recursos; (REFORMADO DECRETO 134, P.O. 71, SUP. 1, 28 SEPT 2019) III.- Consejo, Al Consejo para la Prevención, Atención y Combate del Sobrepeso, Obesidad y Trastornos de la Conducta Alimentaria. (REFORMADO DECRETO 134, P.O. 71, SUP. 1, 28 SEPT 2019) IV.- Consejo de Participación en la Educación, Consejo de Participación Social en la Educación del Estado de Colima. (REFORMADO DECRETO 134, P.O. 71, SUP. 1, 28 SEPT 2019) V.- Discapacidad, a la o las deficiencias de ca rácter físico, mental, intelectual o sensorial, ya sean permanentes o temporales, que por razón congénita o adquirida presenta una persona, que al interactuar con las barreras que le impone el entorno social, puedan impedir su inclusión plena y efectiva, e n igualdad de condiciones con los demás; (REFORMADO DECRETO 134, P.O. 71, SUP. 1, 28 SEPT 2019) VI.- Educación para la salud, a la formación que tiene por objeto: a) Fomentar en la población el desarrollo de actitudes y conductas que le permitan parti cipar en la prevención de enfermedades individuales, colectivas y accidentes, y protegerse de los riesgos que pongan en peligro su salud; Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 7 b) Proporcionar a la población los conocimientos sobre las causas de las enfermedades y de los daños provocados por los efectos nocivos del ambiente en la salud, así como de las medidas de adaptación a los efectos del cambio climático; y c) Orientar y capacitar a la población preferentemente en materia de nutrición, salud mental, salud bucal, educación sexual, planificación familiar, cuidados paliativos, riesgos de automedicación, prevención de farmacodependencia, salud ocupacional, salud visual, salud auditiva, uso adecuado de los servicios de salud, prevención de accidentes, prevención de la discapacidad y rehabilitación de las personas con discapacidad y detección oportuna de enfermedades; (REFORMADO DECRETO 134, P.O. 71, SUP. 1, 28 SEPT 2019) VII.- Gobernador, al Titular del Poder Ejecutivo Estatal; (REFORMADO DECRETO 134, P.O. 71, SUP. 1, 28 SEPT 2019) VIII.- Ley Gene ral, a la Ley General de Salud; (REFORMADO DECRETO 134, P.O. 71, SUP. 1, 28 SEPT 2019) IX.- Ley, a la Ley de Salud del Estado de Colima; (REFORMADO DECRETO 134, P.O. 71, SUP. 1, 28 SEPT 2019) X.- Obesidad, El exceso de tejido adiposo que supone un ries go para la salud. Para los adultos se determina cuando el Índice de Masa Corporal es igual o mayor que 30, para niños y adolescentes se utilizan tablas de percentiles Índice de Masa Corporal ajustadas por edad y por sexo, de conformidad con los criterios e mitidos por la Organización Mundial de la Salud; (REFORMADO DECRETO 134, P.O. 71, SUP. 1, 28 SEPT 2019) XI.- Secretaría de Educación, Secretaría de Educación del Gobierno del Estado de Colima; (ADICIONADO DECRETO 134, P.O. 71, SUP. 1, 28 SEPT 2019) XII.- Secretaría de Salud, a la Secretaría de Salud del Poder Ejecutivo Federal; (REFORMADO DECRETO 134, P.O. 71, SUP. 1, 28 SEPT 2019) XIII.- Secretaría, a la Secretaría de Salud y Bienestar Social del Gobierno del Estado de Colima o al organismo público d escentralizado del Gobierno del Estado denominado los Servicios de Salud del Estado; (REFORMADO DECRETO 134, P.O. 71, SUP. 1, 28 SEPT 2019) XIV.- Secretario, al Secretario de Salud y Bienestar Social y Presidente Ejecutivo de los Servicios de Salud del Estado de Colima; (REFORMADO DECRETO 134, P.O. 71, SUP. 1, 28 SEPT 2019) Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 8 XV.- Sistema, al Sistema Estatal de Salud; (REFORMADO DECRETO 134, P.O. 71, SUP. 1, 28 SEPT 2019) XVl.- Sobrepeso, El exceso de peso en relación con la edad y la estatura, en a dultos se determina cuando el Índice de Masa Corporal es igual o mayor que 25 y de hasta 29.9, para niños y adolescentes se utilizan tablas de percentiles del Índice de Masa Corporal ajustadas por edad y por sexo, de conformidad con los criterios emitidos por la Organización Mundial de la Salud; y (REFORMADO DECRETO 134, P.O. 71, SUP. 1, 28 SEPT 2019) XVII. - Trastornos de la conducta alimentaria, grupo de trastornos mentales caracterizados por una conducta alterada ante la ingesta alimentaria o la aparici ón de comportamientos para el control de peso, mismos que conllevan problemas, físicos y afecciones al comportamiento psicológico y social del individuo y su entorno. ARTICULO 4º. - Son autoridades sanitarias del Estado: I.- El Gobernador; II.- La Secret aría; y III.- Los Ayuntamientos, en el ámbito de sus respectivas competencias, de conformidad con los convenios que en materia de salubridad local celebren con el Gobierno del Estado. ARTICULO 5º. - Corresponderá a la Secretaría actuar en las materias q ue se le descentralicen como autoridad sanitaria federal: I.- Organizar, operar, supervisar y evaluar la prestación de los servicios de: a).- Atención médica en sus formas preventiva, curativa y de rehabilitación, preferentemente en beneficio de grupos vulnerables; b).- Salud reproductiva, de atención a la salud del niño y de atención a la salud del adulto y adulto mayor; c).- Salud mental; d).- Formación, capacitación y actualización de recursos humanos para la salud; e).- Información relativa a l as condiciones, recursos y servicios de salud en el Estado; f).- Educación para la salud; g).- Orientación y vigilancia en materia de nutrición, así como la promoción para la participación de organismos nacionales e internacionales de los sectores socia l y privado, cuyas actividades se relacionen con la nutrición y la disponibilidad de alimentos; (REF. DEC. 320, P.O. 28, SUPL. 2, 14 JUNIO 2014) Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 9 h).- Prevención y control de los efectos nocivos de los factores ambientales en la salud del ser humano, desa rrollo de medidas de adaptación a los efectos del cambio climático; y desarrollo de investigación permanente y sistemática de los riesgos y daños para la salud de la población originada por la contaminación del ambiente y el cambio climático; la vigilancia y certificación de la calidad del agua para uso y consumo humano y la vigilancia de la seguridad radiológica para uso médico; i).- Salud ocupacional, para lo cual se promoverán, desarrollarán y difundirán investigaciones de carácter multidisciplinario qu e permitan prevenir y controlar las enfermedades y accidentes ocupacionales, así como estudios para adecuar los instrumentos y equipos de trabajo a las características del ser humano; j).- Prevención y control de las enfermedades transmisibles a las que s e refiere la Ley General y de acuerdo con las disposiciones de la misma; (REF. DEC. 174, P.O 55, SUPL.2, 26 OCTUBRE 2013 ) k).- Prevención y control de enfermedades no transmisibles y accidentes, promoviendo la participación y capacitación de la comunidad en la cultura de la prevención y primeros auxilios de accidentes. (REFORMADO DEC. 380, P.O. 54, SUPL. 01, 07 NOV 2011) l).- Prevención de discapacidades y la rehabilitación de las personas con discapacidad; (ADICIONADO DEC. 380, P.O. 54, SUPL. 01, 07 NOV 2011) m).- Información y prevención del consumo de estupefacientes y psicotrópicos, así como la atención médica o tratamiento de las adicciones mediante la aplicación del Programa Nacional para la Prevención y Tratamiento de la Farmacodependencia, en términos del artículo 192 de la Ley General; y (ADICIONADO DEC. 380, P.O. 54, SUPL. 01, 07 NOV 2011) n).- Promoción y realización de campañas permanentes de orientación e información al público, de conformidad con el Programa Nacional para la Prevención y Tratamiento de la Farmacodependencia, para la prevención de daños a la salud, provocados por el consumo de estupefacientes y psicotrópicos. II.- Organizar, operar, supervisar y evaluar: a).- El ejercicio de las actividades profesionales, técnicas y a uxiliares para la salud, de acuerdo a lo dispuesto por las leyes, así como bases de coordinación aplicables; b).- La coordinación de la investigación para la salud y el control de ésta en seres humanos, así como el apoyo para el funcionamiento de establec imientos públicos destinados a la investigación en salud; Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 10 c).- El programa contra el alcoholismo; d).- El programa contra el tabaquismo; y e).- El programa contra la farmacodependencia, en coordinación con la Secretaría de Salud. III.- Planear, organi zar y desarrollar el Sistema Estatal de Salud, procurando su participación programática en el Sistema Nacional de Salud y coadyuvando a su consolidación y funcionamiento; (REF. DEC. 174, P.O 55, SUPL.2, 26 OCTUBRE 2013 ) (DECRETO 224, P.O. 48, SUPL. 2, 25 DE NOVIEMBRE DE 2010) IV.- Consolidar el sistema estatal de información básica en materia de salud y proporcionar la información a las autoridades federales competentes. La información se referirá, fundamentalmente, a los siguientes aspectos: a) Estadísti cas de natalidad, mortalidad, morbilidad y discapacidad; b) Factores demográficos, económicos, sociales y ambientales vinculados a la salud; y c) Recursos físicos, humanos y financieros disponibles para la protección de la salud de la población, y su utilizaci ón. (DECRETO 224, P.O. 48, SUPL. 2, 25 DE NOVIEMBRE DE 2010) V.- Supervisará, en coordinación con la Secretaría de Educación, el establecimiento de estrategias y mecanismos con el fin de prohibir la venta y consumo de productos con alto contenido de azú cares refinados, colesterol, ácidos grasos saturados, ácidos grasos trans, sal y aditivos en los establecimientos escolares y en los espacios donde se expenden alimentos en las Instituciones Educativas de todos los niveles y modalidades del sistema educati vo dependiente de la Secretaría de Educación del Gobierno del Estado, así como facilitar el acceso a verduras, frutas, leguminosas y cereales integrales, que son fuente de nutrimentos antioxidantes y de fibra dietética, orientando de manera acertada y efec tiva a los encargados de dichos establecimientos, así como ofertar y hacer accesible el consumo de agua purificada; (REF. DEC. 358, P.O. 39, SUPL.1, 16 AGOSTO 2014) VI.- Vigilará, en coordinación con las autoridades competentes de los Ayuntamientos, que los establecimientos destinados a la venta y consumo de alimentos, establezcan en sus cartas de menú, las calorías por platillo que contienen los alimentos que ofrezcan al público, así como las calorías promedio a consumir diarias; (ADIC. DEC. 358, P.O. 39, SUPL.1, 16 AGOSTO 2014) Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 11 VII.- Implementar, operar, actualizar, supervisar y evaluar el Sistema de Expe diente Clínico Electrónico, basándose en las necesidades y expectativas de los trabajadores y usuarios del sector salud. Para efectos de su actualiz ación tendrá la obligación de observar las disposiciones que se establezcan en las Normas Oficiales Mexicanas que se encuentren vigentes y demás normatividad aplicable al sistema de información de registro electrónico para salud y proporcionar la informaci ón que requieran las autoridades federales competentes; y (REF ORMADO DEC RETO 358, P.O. 39, SUPL.1, 16 AGOSTO 2014) VIII.- Las demás atribuciones específicas que se establezcan en esta Ley y demás disposiciones generales aplicables. ARTICULO 6°. - Corre sponderá, además, a la Secretaría: I.- Formular y ejecutar el Programa Estatal de Salud; II.- Vigilar el cumplimiento de la Ley General, esta Ley, Normas Oficiales Mexicanas y demás disposiciones aplicables; III.- Organizar y ejecutar los programas y ac ciones de regulación que le competan; IV.- Celebrar con el Ejecutivo Federal, a través de la Secretaría de Salud, los acuerdos de coordinación en los términos de las disposiciones aplicables; y V.- Las demás atribuciones específicas que se establezcan en esta Ley y demás disposiciones generales aplicables. (REFORMADO DEC RETO 114, P.O. 31, SUPL. 2, 14 DE JULIO DE 2007) ARTÍCULO 7º.- En materia de salubridad local corresponde a la Secretaría la vigilancia sanitaria de: I. Mercados y centros de abasto; II. Constr ucciones, excepto las de salud; III. Cementerios, crematorios y funerarias; IV. Limpieza pública; V. , granjas avícolas, porcícolas, apiarios y establecimientos similares; VIII. Zonas de tolerancia y prostitución; IX. Reclusorios y centros de readaptación social; X. Baños públicos; XI. Centros de reunión y espectáculos públicos; XII. Establecimientos d edicados a la prestación de servicios; Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 12 XIII. Establecimientos para el hospedaje; (ADICIONADA DEC RETO 114, P.O. 31, SUPL. 2, 14 DE JULIO DE 2007) XIV. Casas, edifi cios y, en general, cualquier inmueble de dominio público o privado; (REFORMADA DEC RETO 114, P.O. 31, SUPL. 2, 14 DE JULIO DE 2007) XV. Transporte público; (REFORMADA DEC RETO 114, P.O. 31, SUPL. 2, 14 DE JULIO DE 2007) XVI. Gasolineras y establecimientos similare s; (REFORMADA DEC RETO 474. 27 ENERO 2015 ) XVII. Centros antirrábicos; (REFORMADA DEC RETO 475. P.O. 6, SUPL. 3, 7 FEBRERO 2015) XVIII. - Establecimientos dedicados a la cirugía plástica, estética y reconstructiva; (REFORMADA DEC RETO 475. P.O. 6, SUPL. 3, 7 FEBRERO 2015) XIX.- Instituciones destinadas a la educación especial y de rehabilitación para personas con discapacidad; y (ADICIONADA DEC RETO 475. P.O. 6, SUPL. 3, 7 FEBRERO 2015) XX.- Las demás materias que determinen esta Ley y otras disposic iones aplicables. ARTICULO 8º. - Corresponderá a la Secretaría, el ejercicio de las funciones de autoridad sanitaria federal que se le descentralicen y las de competencia local. Los derechos y demás conceptos derivados de esta Ley, se regirán por lo que disponga la normatividad correspondiente y los convenios de coordinación que en su caso se celebren. (ADIC IONADO DEC RETO 320, P.O. 28, SUPL. 2, 14 JUNIO 2014) ARTÍCULO 8° BIS. - Las autoridades sanitarias establecerán las normas, tomarán las medidas y reali zarán las actividades a que se refiere esta Ley tendientes a la protección de la salud humana ante los riesgos y daños dependientes de las condiciones del ambiente, especialmente aquellos originados por el cambio climático. ARTICULO 9º. - La participación de la Secretaría en la prestación de los servicios de salubridad general a que se refieren las fracciones I, III, XXI, XXII, XXIII, XXIV, XXV, XXVI y XXVII del artículo 3° de la Ley General, se sujetará a lo dispuesto en las Bases de Coordinación que suscr iban el Gobernador y la Secretaría de Salud, en los términos del artículo 18 del citado ordenamiento. ARTÍCULO 10.- Las cuotas de recuperación que en su caso se recauden por la prestación de servicios de salud, conformarán el Sistema Estatal de Cuotas de Recuperación y será administrado por la Secretaría, ajustándose a lo que dispongan la legislación aplicable y a los convenios de descentralización celebrados. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 13 Para la determinación de las cuotas de recuperación, se tomará en cuenta el costo de los servicio s y las condiciones socioeconómicas del usuario. Se fundarán en principios de solidaridad social y guardarán relación con los ingresos de los usuarios, debiéndose eximir el cobro cuando el usuario carezca de recursos para cubrirlas. La exención a que se re fiere la fracción I, del artículo 1°, de la Constitución Local, se otorgará conforme a lo dispuesto en el artículo 13 de esta Ley. El Secretario expedirá el acuerdo conforme al cual se regulen la cuotas de recuperación y su tabulador, acorde al Consejo Nac ional de Salud y previa autorización de la Junta de Gobierno del organismo público descentralizado. ARTICULO 11. - El Gobernador, coordinadamente con la Secretaría de Salud podrá convenir con los Ayuntamientos la descentralización de los servicios de salubr idad general concurrente, cuando su desarrollo económico y social lo haga necesario. ARTÍCULO 12.- Corresponde a los Ayuntamientos: (REFORMA DA DECRETO 145, P.O. 39, SUPL. 2, 2 DE SEPTIEMBRE DE 2007 ) I.- Asumir las atribuciones que se le deleguen en térmi nos de esta Ley y de los convenios que se suscriban; (ADIC IONADO DEC RETO 320, P.O. 28, SUPL. 2, 14 JUNIO 2014) II.- Proporcionar a la población, en el ámbito de su competencia y en coordinación con la Secretaría, los conocimientos sobre las causas de l as enfermedades y de los daños provocados por los efectos nocivos del ambiente en la salud, así como de las medidas de adaptación a los efectos del cambio climático; (REF ORMADO DEC RETO 320, P.O. 28, SUPL. 2, 14 JUNIO 2014) III.- Formular y desarrollar programas municipales de la materia en el marco de los Sistemas Nacional y Estatal de Salud y de acuerdo con los principios y objetivos de los Planes Nacional, Estatal y Municipal de Desarrollo; y (REF ORMADO DEC RETO 320, P.O. 28, SUPL. 2, 14 JUNIO 2014) IV.- Determinar y ejercer en el ámbito de su competencia en coordinación con la secretaria, los medios de control y vigilancia necesarios para evitar y prevenir el uso y consumo así como la venta y utilización indebida de substancias inhalantes que produz can efectos psicotrópicos en las personas, cuando se trate de menores de edad e incapaces, en los términos del Reglamento que para tal efecto el Gobierno Municipal expida. (ADICIONADO DECRETO 145, P.O. 39, SUPL. 2, 2 DE SEPTIEMBRE DE 2007.) ) ARTÍCULO 12 BIS.- Para los efectos de la fracción tercera del artículo anterior se consideraran a demás de los señalados en la ley General, en esta Ley, y en su caso, en el Reglamento Municipal respectivo como inhalantes con efectos psicotrópicos las siguientes susta ncias: Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 14 a).- Materias primas que se utilizan en la industria aisladamente o en combinación: 1. Hidrocarburos. 2. Hidrocarburos halgenados. 3. Hidrocarburos nitrados. 4. Esteres. 5. Cetonas. 6. Alcoholes. 7. Esteres Glicoeteres. b).- Productos terminados que contengan algu na de las materias del inciso anterior: 1. Adelgasadores. (conocidos como thineres). 2. Adhesivos, pegamentos o cementos. 3. Pinturas. 4. Barnices. 5. Lacas. 6. Esmaltes. 7. Gasolinas. 8. Removedores. 9. Desengrasantes. 10. Selladores 11. Aerosoles. 12. Anticongelantes. (ADICIONADO DECRETO 1 45, P.O. 39, SUPL. 2 , 2 DE SEPTIEMBRE DE 2007.) ARTÍCULO 12 BIS1. - A fin de prevenir y combatir el uso y consumo por inhalación de las sustancias señaladas en el artículo anterior, los expendedores deberán sujetar sus actos a las siguientes medidas de con trol sanitario: I.- La prohibición de su venta a menores de edad e incapaces; y II.- Colocar en un lugar visible dentro de su establecimiento un letrero con la siguiente leyenda: \"PROHIBIDA LA VENTA A MENORES DE EDAD DE SUBSTANCIAS TOXICAS CUYO CONSU MO POR CUALQUIER VIA O INHALACION PROLONGADA O REITERADA, ORIGINE GRAVES DAÑOS PARA LA SALUD\". (ADICIONADO DECRETO 145, P.O. 39, SUPL . 2, 2 DE SEPTIEMBRE DE 2007.) ARTÍCULO 12 BIS2. - Los Ayuntamientos conjuntamente con las autoridades educativas y de salu d en el Estado llevarán a cabo una campaña de orientación para evitar que en los trabajos escolares se empleen o se le haga algún uso indebido de alguna de las substancias señaladas en el artículo 12 Bis de esta Ley. De igual forma, los inspectores munici pales promoverán y llevarán a cabo campañas permanentes de información y orientación al público en general, para la Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 15 prevención de daños a la salud provocadas por el consumo de substancias inhalantes, a través de foros de información y publicaciones periódi cas al respecto. (ADICIONADO DECRETO 145, P.O. 39, SUPL . 2, 2 DE SEPTIEMBRE DE 2007.) ARTÍCULO 12 BIS3. - Los Ayuntamientos en los términos del Reglamento que al efecto expida, por conducto de su personal autorizado deberán: I. Verificar periódicamente que en los centros de trabajo donde se utilicen sustancias inhalantes con efectos psicotrópicos no empleen a menores de catorce años de edad o incapaces, salvo que siendo mayor de catorce y menor de dieciséis años cuente con autorización de su representante le gal y en su caso a falta de esta la autoridad laboral correspondiente; II. Evitar en la medida de los posible a través de programas y acciones de gobierno implementadas en el ámbito de su competencia que los menores de edad y los incapaces utilicen con fines tóxicos las sustancias referidas en el artículo 12 Bis de esta Ley; III. Supervisar que los establecimientos en donde se expenda cualquiera de las sustancias comprendidas en el artículo a que hace r eferencia el párrafo anterior, cuenten con los permisos y lice ncias correspondientes, los cuales deberán estar en lugar visible al público. IV. Requerir los registros de venta que sobre las sustancias señaladas en el artículo 12 Bis de esta Ley realicen los establecimientos del ramo, en donde se especifique nombre, domi cilio, sustancia y cantidad vendida a su cliente. (ADICIONADO DECRETO 145, P.O. 39, SUPL. 2, 2 DE SEPTIEMBRE DE 2007.)) ARTÍCULO 12 BIS4. - Las contravenciones a las disposiciones contenidas en lo s artículos 12 BIS1 al 12 BIS3 darán lugar a las medidas de seguridad y a las sanciones que se señalan en la presente ley, sin perjuicio de las penas que correspondan cuando sean constitutivas de delitos o conlleven en sí la violación a otras disposiciones jurídicas aplicables. ARTÍCULO 13.- Para que el usuario de servicios médicos sea susceptible de la exención contenida en el artículo 1° de la Constitución local, deberá reunir los siguientes requisitos: I.- Pertenecer al sistema de población abierta; II.- Tener aptitud para ser exento, de conformidad con el est udio socioeconómico correspondiente; y III.- Ser debidamente autorizado por las autoridades que designe la Secretaría en cada una de sus unidades de atención médica. TITULO SEGUNDO Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 16 SISTEMA ESTATAL DE SALUD (REF. DEC. 448, P.O. 57, SUP. 08, 13 DICIEMB RE 2014) CAPÍTULO PRIMERO DISPOSICIONES GENERALES ARTICULO 14. - El Sistema Estatal de Salud está constituido por las dependencias y entidades públicas y sociales, las personas físicas o morales de los sectores social y privado que presten servicios de sal ud en el Estado; así como por los mecanismos de coordinación de acciones que se suscriban a fin de dar cumplimiento al derecho a la protección de la salud en el territorio del Estado de Colima. El Sistema coadyuvará a la consolidación y funcionamiento del Sistema Nacional de Salud, con tal propósito, se procurará su participación programática en el Sistema Nacional de Salud. Cuando se considere necesario, la Secretaría solicitará el auxilio de la Secretaría de Salud, en las acciones de descentralización a los municipios que conforme a esta Ley, se lleven a cabo. ARTÍCULO 15.- El Sistema tiene los siguientes objetivos: I.- Proporcionar servicios de salud a toda la población y mejorar la calidad de los mismos; II.- Atender los problemas sanitarios del Estad o, así como los factores que condicionen y causen daños a la salud, con especial interés en las acciones preventivas; III.- Contribuir al crecimiento demográfico armónico del Estado; (REFORMADA DECRETO 409, P.O. 49, SUPL. 5, 2 DE SEPTIEMBRE DE 2006) IV.- Colaborar al bienestar social de la población, apoyando a la instituciones encargadas de prestar servicio de asistencia social, principalmente de menores en estado de abandono, personas con discapacidad, adultos mayores desamparados y personas victimas d e violencia intrafamiliar, para fomentar y propiciar su incorporación a una vida equilibrada en lo social. (ADICIONADA MEDIANTE DECRETO 409, P.O. 49, SUPL. 5, 2 DE SEPTIEMBRE DE 2006) Así mismo, procurar la atención y tratamiento para los sujetos generad ores de violencia intrafamiliar, evitando la reproducción de patrones conductuales que coloquen en estado de vulnerabilidad a amplios sectores de la sociedad. (ADICIONADO DECRETO 481, P.O. 33, 12 MAYO 2018) Para efectos de la presente fracción los prest adores de servicios de salud podrán apoyarse en las Guías de Práctica Clínica y los medios electrónicos de acuerdo con las normas oficiales mexicanas que se encuentren vigentes, así como sus reformas y sean aplicables relativas a la detección, prevención, atención médica y la orientación que se proporciona a las y los usuarios de Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 17 los servicios de salud en general y en particular a quienes se encuentren involucrados en situaciones de violencia familiar o sexual. V.- Dar impulso al desarrollo de la familia y de la comunidad, así como a la integración social y al adecuado crecimiento físico y mental de la niñez; (REF. DEC. 320, P.O. 28, SUPL. 2, 14 JUNIO 2014) VI.- Apoyar el mejoramiento de las condiciones sanitarias del medio ambiente, que p ropicien el desarrollo satisfactorio de la vida, y la adaptación de la población a los efectos del cambio climático; VII.- Impulsar un sistema racional para la formación y desarrollo de los recursos humanos para mejorar la salud de la población; (REF. DEC. 174, P.O 55, SUPL.2, 26 OCTUBRE 2013 ) VIII.- Coadyuvar a la modificación de los patrones culturales que determinan hábitos, costumbres y actitudes relacionados con la salud y con el uso de los servicios que se presten para su protecció n; (REF. DEC. 474, APROBADA 27 ENERO 2015) IX.- Promover el fomento sanitario que coadyuve al desarrollo de establecimientos, productos y servicios que no sean nocivos para la salud; (REF. DEC. 474, APROBADA 27 ENERO 2015) X.- Promover el fomento a la atención y el respeto de las personas con discapacidad; (ADIC. DEC. 474, APROBADA 27 ENERO 2015) XI.- Colaborar al bienestar social de la población, apoyando a las instituciones destinadas a la educa ción especial y de rehabilitación para personas con discapacidad; y (ADIC. DEC. 474, APROBADA 27 ENERO 2015) XII.- Promover el desarrollo de los servicios de salud con base en la integración de las Tecnologías de la Información y las C omunicaciones para ampliar la cobertura y mejorar la calidad de atención a la salud. (ADIC. DEC. 174, P.O 55, SUPL.2, 26 OCTUBRE 2013 ) ARTÍCULO 15 BIS. - En materia de prevención de la discapacidad y rehabilitación de las personas con discapacidad, el Sist ema, por medio de la Secretaría se encargará de: I.- La investigación de las causas de la discapacidad y de los factores que la condicionan; II.- La promoción de la participación de la comunidad en la prevención y control de las causas y factores condic ionantes de la discapacidad; Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 18 III.- La identificación temprana y la atención oportuna de procesos físicos, mentales y sociales que puedan causar discapacidad; IV.- La orientación educativa en materia de rehabilitación a la colectividad en general, y en particular a las familias que cuenten con alguna persona con discapacidad, promoviendo al efecto la solidaridad social; V.- La atención integral de las personas con discapacidad, incluyendo la adaptación de las prótesis, ortesis y ayudas funcionales que requieran, de conformidad con la suficiencia presupuestal; (REF ORMADA DEC RET 474, P.O. 7, 14 FEBERO 2015) VI.- La promoción para adecuar facilidades urbanísticas y arquitectónicas a las necesidades de las personas con discapacidad; (REF ORMADO DECRETO 474, P.O. 7, 14 FEBRERO 2015) VII.- La promoción de la educación y la capacitación para el trabajo, así como la promoción del empleo de las personas en proceso de rehabilitación; y (ADIC IONADO DEC RETO 474, P.O. 7, 14 FEBRER O 2015) VIII.- La colaboración con las instituciones de rehabilitación y educación especial, para lograr el desarrollo integral de las personas con discapacidad. (ADIC IONADO DEC RETO 474, P.O. 07, 14 FEBRERO 2015) ARTÍCULO 15 BIS 1. - A fin de mejorar la calidad de los servicios de sal ud, los integrantes del Sistema Estatal de Salud, estarán obligados a colocar en un lugar visible dentro del área de atención de urgencias médicas un letrero con la siguiente leyenda: \"Artículos 55 y 469 de la Ley General de Salud: La atención de una urgen cia médica es un Derecho Humano de toda persona. Sin importar si es afiliado o no a este sistema de salud. Cualquier prestador de servicios médicos que se niegue a atender una urgencia médica, podrá ser sancionado conforme a la ley\". ARTÍCULO 16.- La coordinación del Sistema está a cargo de la Secretaría y tiene las siguientes atribuciones: I.- Establecer y conducir la política estatal en materia de salud, en los términos de esta Ley y demás disposiciones legales aplicables y de conformidad con las políticas del Sistema Nacional de Salud y con lo dispuesto por el Gobernador; II.- Coordinar los programas de servicios de salud de las dependencias y entidades de la administración pública estatal; III.- Impulsar la desconcentración y descentralización de los servicios de salud a los municipios; IV.- Apoyar la coordinación de los programas y servicios de salud de toda dependencia o entidad pública federal, en los términos de la legislación aplicable y de los acuerdos de coordinación que en su caso se ce lebren; Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 19 V.- Promover, coordinar y realizar la evaluación de programas y servicios de salud que le sean requeridos por el Gobernador; VI.- Coordinar el proceso de programación de las actividades de salud en el Estado, con sujeción a las leyes que regulen a las entidades participantes y demás disposiciones legales aplicables; VII.- Determinar la periodicidad y características de la información que deberán proporcionar las dependencias y entidades de salud en el Estado, con sujeción a las disposiciones gene rales aplicables; VIII.- Formular recomendaciones a las dependencias competentes sobre la programación de la asignación de los recursos que requieran los programas de salud del Estado; IX.- Impulsar las actividades científicas y tecnológicas en el campo de la salud, de conformidad con la legislación aplicable; X.- Coadyuvar con las dependencias federales competentes en la regulación y control de la transferencia de tecnología en el área de salud; XI.- Promover el establecimiento de un Sistema Estatal de Información Básica en la materia; XII.- Apoyar la coordinación entre las instituciones de salud y las educativas, estatales y federales, para formar y capacitar recursos humanos para la salud; XIII.- Coadyuvar a que la formación y distribución de los re cursos humanos para la salud, sean congruentes con las prioridades de los Sistemas Nacional y Estatal de Salud; (REFORMADA DECRETO 342, P.O. 55, SUP. 3, 26 AGOSTO 2017) XIV.- Promover e impulsar la participación de la comunidad en el cuidado de su salud; así como fomentar la cultura de la donación voluntaria de órganos y la donación voluntaria altruista de sangre; (REF ORMADO DEC RETO . 174, P.O 55, SUPL.2, 26 OCTUBRE 2013 ) XV.- Impulsar la permanente actualización de las disposiciones legales en la materia ; (REFORMADO DEC RETO 174, P.O 55, SUPL.2, 26 OCTUBRE 2013 ) XVI.- Promover la incorporación, uso y aprovechamiento de las Tecnologías de la Información y de las Comunicaciones en los servicios de Salud; y (REF. DEC. 174, P.O 55, SUPL.2, 26 OCTUBRE 2013 ) XVII.- Las demás atribuciones, afines a las anteriores, que se requieran para el cumplimiento de los objetivos del Sistema y las que determinen las disposiciones generales aplicables. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 20 ARTÍCULO 17.- La Secretaría promoverá la participación en el Sistema, d e los prestadores de servicios de salud de los sectores público, social y privado, así como de sus trabajadores y de los usuarios de los mismos. Asimismo, fomentará la coordinación con los proveedores de insumos para la salud, a fin de racionalizar y pr ocurar la disponibilidad de estos últimos. ARTÍCULO 18.- La concertación de acciones entre la Secretaría y los sectores social y privado, se realizará mediante convenios y contratos, que se ajustarán a las siguientes bases: I.- Definición de las responsa bilidades que asuman los integrantes de los sectores social y privado; II.- Determinación de las acciones de orientación, estímulo y apoyo que lleve a cabo la Secretaría; III.- Especificación del carácter operativo de la concertación, con reserva de las funciones de autoridad de la Secretaría; y IV.- Expresión de las demás estipulaciones que en acuerdo establezcan las partes. ARTÍCULO 19.- La competencia de las autoridades sanitarias en la planeación, regulación, organización y funcionamiento del Sistema , se regirá por las disposiciones de esta Ley y demás normas generales aplicables. Se concede acción popular para denunciar ante las autoridades sanitarias todo hecho, acto u omisión que represente un riesgo o provoque un daño a la salud de la población. La acción popular podrá ejercitarse por cualquier persona, bastando para darle curso el señalamiento de los datos que permitan localizar la causa del riesgo o daño. ARTICULO 20. - La Secretaría, con la participación que corresponda al Comité de Planeación pa ra el Desarrollo del Estado de Colima, elaborará el programa respectivo de salud, tomando en cuenta las prioridades y servicios del Sistema. (ADIC IONADO DEC RETO 363 P.O. 41, 31 DE AGOSTO DE 2011) ARTÍCULO 20 BIS. - Las instituciones públicas de salud del G obierno del Estado de Colima, gratuitamente y en condiciones de calidad, deberán proceder a la interrupción del embarazo en los supuestos permitidos en el Código Penal para el Estado de Colima, cuando la mujer interesada así lo solicite. Para la cual, dich as instituciones de salud deberán proporcionar, servicios de consejería médica y social con información veraz y oportuna de otras opciones con que cuentan las mujeres además de la interrupción legal del embarazo, tales como la adopción o los programas soci ales de apoyo, así como las posibles consecuencias en su salud. La interrupción del embarazo deberá realizarse en un término de cinco días, contados a partir de que sea emitida la autorización del Ministerio Público, una vez satisfechos los requisitos est ablecidos en la legislación aplicable. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 21 En los casos de aborto contemplados en las fracciones II, III y IV del artículo 190 del Código Penal para el Estado de Colima, los médicos tendrán la obligación de proporcionar a la mujer embarazada, información obje tiva, veraz, suficiente y oportuna sobre los procedimientos, riesgos, consecuencias y efectos; así como de los apoyos y alternativas existentes, para que la mujer embarazada pueda tomar la decisión de manera libre, informada y responsable. (ADIC IONADO DECRETO 363 P.O. 41, 31 DE AGOSTO DE 2011) ARTÍCULO 20 BIS 1. - Los prestadores de los servicios de salud a quienes corresponda practicar la interrupción del embarazo en los casos permitidos por el Código Penal para el Estado de Colima, y cuyas creencias reli giosas o convicciones personales sean contrarias a tal interrupción, podrán ser objetores de conciencia y por tal razón excusarse de intervenir en la interrupción del embarazo, debiendo referir a la mujer con un médico no objetor. Será obligación de las i nstituciones públicas de salud garantizar la oportuna prestación de los servicios y la permanente disponibilidad de personal no objetor de conciencia en la materia. (ADIC IONADO DEC RETO 363 P.O. 41, 31 DE AGOSTO DE 2011) ARTÍCULO 20 BIS 2. - La atención a l a salud sexual, reproductiva y de planificación familiar y anticonceptiva es prioritaria. Los servicios que se presten en la materia constituyen un medio para el ejercicio del derecho de toda persona a decidir de manera libre, responsable e informada sobre el número y espaciamiento de los hijos, con pleno respeto a su dignidad. El Gobierno promoverá y aplicará permanentemente y de manera intensiva, políticas y programas integrales tendentes a la educación y capacitación sobre salud sexual, derechos reprodu ctivos, así como a la maternidad y paternidad responsables. Los servicios de planificación familiar y anticoncepción que ofrezca, tienen como propósito principal reducir el índice de embarazos no deseados, mediante la prevención, disminuir el riesgo, evita r la propagación de infecciones de transmisión sexual y coadyuvar al pleno ejercicio de los derechos reproductivos con una visión de género, de respeto a la diversidad sexual y de conformidad a las características particulares de los diversos grupos poblac ionales, especialmente para niñas y niños, adolescentes y jóvenes. El Gobierno otorgará servicios de consejería médica y social en materia de la atención a la salud sexual y reproductiva, los cuales funcionarán de manera permanente otorgando servicios gra tuitos que ofrecerán información, difusión y orientación en la materia, así como el suministro constante de todos aquellos métodos anticonceptivos cuya eficacia y seguridad estén acreditadas científicamente. También, ofrecerán apoyo médico a la mujer que d ecida practicarse la interrupción de su embarazo, en los términos de esta Ley y de las disposiciones legales aplicables. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 22 (ADIC IONADO DEC RETO 363 P.O. 41, 31 DE AGOSTO DE 2011) ARTÍCULO 20 BIS 3. - Los servicios de salud sexual y reproductiva, de planificac ión familiar y anticoncepción comprenden: I. La promoción de programas educativos en materia de servicios de salud sexual y reproductiva, de planificación familiar y anticoncepción, con base en los contenidos científicos y estrategias que establezcan las aut oridades competentes; II. La atención y vigilancia de los aceptantes y usuarios de servicios de planificación familiar y anticoncepción; III. La asesoría para la prestación de servicios en materia de salud sexual y reproductiva, planificación familiar y anticonce pción a cargo de los sectores público, social y privado, así como la supervisión y evaluación en su ejecución, de acuerdo con las políticas establecidas por las autoridades competentes y en los términos que las disposiciones normativas lo establezcan; IV. El apoyo y fomento de la investigación y difusión en materia de anticoncepción, infertilidad humana, planificación familiar y biología de la reproducción humana; V. El establecimiento y realización de mecanismos idóneos para la adquisición, almacenamiento y dis tribución de medicamentos y otros insumos destinados a los servicios de atención a la salud sexual y reproductiva, de planificación familiar y anticoncepción; VI. La aplicación de programas preventivos en materia de salud sexual y reproductiva, incluyendo la aplicación de vacunas contra infecciones de transmisión sexual; VII. El fomento de la paternidad y la maternidad responsables, la prevención de embarazos no planeados y no deseados; VIII. La distribución gratuita, por parte de la Secretaría, de condones, a la pobl ación demandante, particularmente en los grupos de riesgo; IX. La realización de campañas intensivas de información y orientación en materia de salud sexual y reproductiva; y X. La prevención y atención médica integral de las infecciones de transmisión sexual, particularmente el VIH -SIDA. ARTÍCULO 20 BIS 4. - SE DEROGA. DECRETO 484, P.O. 33, 12 MAYO 2018. ARTÍCULO 20 BIS 5. - SE DEROGA. DECRETO 484, P.O. 33, 12 MAYO 2018. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 23 ARTÍCULO 20 BIS 6. - SE DEROGA. DECRETO 484, P.O. 33, 12 MAYO 2018. ARTÍCULO 20 BIS 7. - SE DEROGA. DECRETO 484, P.O. 33, 12 MAYO 2018. ARTÍCULO 20 BIS 8. - SE DEROGA. DECRETO 484, P.O. 33, 12 MAYO 2018. ARTÍCULO 20 BIS 9. - SE DEROGA. DECRETO 484, P.O. 33, 12 MAYO 2018. (REF . DEC. 448, P.O 5 7, SUPL. 08, 13 DICIEMBRE 2014) CAPÍTULO SEGUNDO ATENCIÓN MATERNO -INFANTIL (REF. DEC. 448, P.O 57, SUPL. 08, 13 DICIEMBRE 2014 ) ARTÍCULO 20 BIS 10. - Toda mujer en el Estado de Colima tiene derecho a la maternidad. Para posibilitar este derecho fundamental de las mujeres, el Estado fomentará y propiciará l as condiciones para hacerlo efectivo. Asimismo, podrá celebrar convenios de coordinación con la Federación, otros Estados y los Municipios para la consecución de este objetivo. La protección materno -infantil abarca el período que incluye el embarazo, el p arto, el post -parto y el puerperio, en razón de la condición de vulnerabilidad en que se encuentran la mujer y el producto. Dicha protección tiene carácter prioritario y comprende, de manera enunciativa y no limitativa, las siguientes acciones: I. La aten ción integral de la mujer durante el embarazo, el parto y el puerperio, incluyendo la atención psicológica que requiera; II. La atención del niño y la vigilancia de su crecimiento y desarrollo integral, incluyendo la promoción de la vacunación oportuna, atención prenatal; así como la prevención, detección y, en su caso, atención de las condiciones y enfermedades hereditarias y congénitas, incluyendo la aplicación de la prueba del tamiz ampliado; III. La revisión de retina y tamiz auditivo al prematuro; IV. La aplicación del tamiz oftalmológico neonatal, a la cuarta semana del nacimiento, para la detección temprana de malformaciones que puedan causar ceguera, y su tratamiento, en todos sus grados; y V. La atención del niño y su vigilancia durante el cre cimiento y desarrollo, promoviendo la integración y el bienestar familiar. (REF. DEC. 448, P.O 57, SUPL. 08, 13 DICIEMBRE 2014 ) ARTÍCULO 20 BIS 11. - Toda mujer en el período de protección materno - infantil tendrá las siguientes prerrogativas: a) Con relació n al ejercicio igualitario de sus derechos: Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 24 I. Gozar de estabilidad en el empleo, cargo u ocupación que desarrolle, a no desempeñar jornadas laborales nocturnas, a no ser discriminada por el hecho de estar embarazada, a tener acceso al trabajo en las m ismas condiciones que las mujeres no embarazadas y gozar de doce semanas de descanso, en los términos de lo señalado por la Ley de los Trabajadores al Servicio del Gobierno, Ayuntamientos, y Organismos Descentralizados del Estado; II. Ocupar cargos de el ección popular o de designación en los órganos de gobierno del Estado o Ayuntamientos, en igualdad de condiciones que lo hacen los varones o mujeres no embarazadas; III. Recibir educación, por lo que no podrá restringirse el acceso de las mujeres embaraza das a los centros de educación públicos o privados; IV. Accesar a los Centros de Atención a la Mujer, gubernamentales o privados; V. Recibir la ayuda psicológica o psiquiátrica durante el embarazo y después del parto, cuando se trate de embarazos no pre vistos. Esta ayuda deberá hacerse extensiva al padre, madre y demás familiares, principalmente, cuando la madre sea menor de edad. b) Con relación a la prestación de los servicios de salud, las mujeres embarazadas tienen los siguientes derechos: I. A ser in formadas sobre las opciones disponibles legalmente en relación con el embarazo, el parto y la crianza de sus hijos y a recibir información detallada sobre todos los lugares, profesionales y métodos disponibles para el parto; II. A recibir información comp leta y actualizada sobre los beneficios y riesgos de todos los procedimientos, fármacos y pruebas que se usan durante el embarazo, parto y posparto; III. A que no se emplee en forma rutinaria prácticas y procedimientos que no estén respaldados por evidenc ias científicas; IV. A otorgar su consentimiento informado sobre los probables beneficios y riesgos potenciales inherentes a la intervención profesional; V. A elegir métodos no farmacológicos de alivio del dolor, utilizándose analgésicos o anestésicos s olo si estos son requeridos específicamente para corregir una complicación; Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 25 VI. A conocer el nombre y la calificación profesional de la persona que les administra un medicamento o le realiza un procedimiento durante la gestación, trabajo de parto y parto ; VII. A ser informadas acerca de cualquier afección conocida o sospechada de sus hijos; VIII. A acceder a su historia clínica y solicitar una copia de la misma; IX. A recibir una atención cultural apropiada, es decir, una atención sensible, que respo nda a las creencias y valores, así como a las costumbres específicas de etnia y religión de la madre; y X. A ser informadas sobre el sistema de orientación y quejas disponibles para inconformarse por la prestación de los servicios de salud. (REF. DEC. 4 48, P.O 57, SUPL. 08, 13 DICIEMBRE 2014 ) Artículo 20 BIS 12. - Durante el embarazo, se establecen las siguientes prohibiciones: I. En cualquier actividad que desarrolle la mujer embarazada, no podrá ser expuesta al contacto con agentes infectocontagiosos e inhalación de substancias tóxicas volátiles, o a trabajar en áreas con emanaciones radioactivas o contacto con substancias materiales o fluidos explosivos o peligrosos. Tampoco se les podrá obligar a realizar actividades físicas vigorosas, violentas o de levantamiento de pesos y cargas que pongan en riesgo su salud y la del bebé. Las mujeres que realicen actividades de pie en su trabajo, contarán con el derecho a sillas o asientos cómodos que les permitan reducir el agotamiento y los riesgos de salud inh erentes; II. No se podrá negar el acceso a mujeres embarazadas con hijos en infancia temprana, a los establecimientos mercantiles de acceso al público bajo regulación del Estado o los Municipios, a menos que se trate de prohibiciones fundadas y acreditad as en la misma ley o que pongan en riesgo su salud o la de sus hijos. (REF. DEC. 448, P.O 57, SUPL. 08, 13 DICIEMBRE 2014 ) Artículo 20 BIS 13. - En el caso de mujeres embarazadas a las que haya sido diagnosticado síndrome de inmunodeficiencia adquirida, co ntarán además con atención especializada a efecto de garantizar su salud y la del niño en gestación, otorgando las mejores condiciones de atención médica procurando que los responsables de la atención cuenten con la certificación de médico especialista, conforme a lo dispuesto por el artículo 81 de la Ley General de Salud. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 26 Asimismo, se deberá garantizar la confidencialidad de la identidad de la madre, del padre y del niño en todo momento, conforme a la legislación aplicable. Tratándose de partos prematuro s o de madres con el síndrome de inmunodeficiencia adquirida, el Estado podrá llevar a cabo acciones que garanticen atención médica y quirúrgica especializada bajo los más altos estándares de calidad en el servicio de la salud. (REF. DEC. 448, P.O 57, SUP L. 08, 13 DICIEMBRE 2014 ) Artículo 20 BIS 14 .- A partir del momento en que un médico del servicio de salud público o privado tenga conocimiento de que una de sus pacientes se encuentra embarazada, tiene la obligación de informarle sobre la existencia de es tas disposiciones, de su objeto y de la protección que brinda a las mujeres embarazadas. Deberá enfatizarse la difusión de esta información, tratándose de población con desventaja socioeconómicas y embarazadas adolescentes. (REF. DEC. 448, P.O 57, SUPL. 08, 13 DICIEMBRE 2014 ) ARTÍCULO 20 BIS 15. - En los servicios de salud se promoverá la organización institucional de comités de prevención de la mortalidad materna e infantil, a efecto de conocer, sistematizar y evaluar el problema, y de este modo adoptar l as medidas conducentes. (REF. DEC. 448, P.O 57, SUPL. 08, 13 DICIEMBRE 2014 ) ARTÍCULO 20 BIS 16. - En la organización y operación de los servicios de salud destinados a la atención materno -infantil, las autoridades sanitarias competentes establecerán: I.- Procedimientos que permitan la participación activa de la familia en la prevención y atención oportuna de los padecimientos de los usuarios; II.- Acciones de orientación y vigilancia institucional, fomento para la lactancia materna, promoviendo que la leche materna sea alimento exclusivo durante los primeros seis meses de vida y complementario hasta avanzado el segundo año de vida y, en su caso, la ayuda alimentaria directa tendiente a mejorar el estado nutricional del grupo materno infantil; III.- Acciones de promoción para la creación de bancos de leche humana en los establecimientos de salud que cuenten con servicios neonatales; IV.- Acciones para controlar las enfermedades prevenibles por vacunación, los procesos diarreicos y las infecciones resp iratorias agudas de los menores de 5 años, y Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 27 V.- Acciones de capacitación para fortalecer la competencia técnica de las parteras tradicionales, para la atención del embarazo, parto y puerperio. (ADIC. DEC. 448, P.O 57, SUPL. 08, 13 DICIEMBRE 2014 ) ARTÍC ULO 20 BIS 17. - La Secretaría impulsará la participación de los sectores social y privado, así como de la sociedad en general, para el fortalecimiento de los servicios de salud en materia de atención materno -infantil, mediante la creación de Redes de Apoyo a la Salud Materno -Infantil, en el ámbito de su competencia. Lo anterior tendrá la finalidad de poner a disposición de las mujeres embarazadas, la información sobre la prestación de servicios médicos en esta materia, y en su caso, brindarles apoyo para acceder a éstos. La protección de la salud física y mental de los menores es una responsabilidad que comparten los padres, tutores o quienes ejerzan la patria potestad sobre ellos, el Estado y la sociedad en general (ADIC . DEC. 448, P.O 57, SUPL. 08, 13 DICIEMBRE 2014 ) ARTÍCULO 20 BIS 18. - Las autoridades sanitarias, educativas y laborales en sus respectivos ámbitos de competencia, apoyarán y fomentarán: I.- Los programas para padres destinados a promover la atención materno - infantil; II.- Las activid ades recreativas, de esparcimiento y culturales destinadas a fortalecer el núcleo familiar y promover la salud física y mental de sus integrantes, y III.- La vigilancia de actividades ocupacionales que puedan poner en peligro la salud física y mental de los menores y de las mujeres embarazadas. (ADIC. DEC. 448, P.O 57, SUPL. 08, 13 DICIEMBRE 2014 ) ARTÍCULO 20 BIS 19. - En materia de higiene escolar, deberán seguirse las normas oficiales mexicanas establecidas para proteger la salud del educando y de la comunidad escolar. Las autoridades educativas y sanitarias se coordinarán para la aplicación de las mismas. La prestación de servicios de salud a los escolares se efectuará de conformidad con las bases de coordinación que se establezcan entre las autoridade s sanitarias y educativas competentes. (CAPÍTULO ADICIONADO INCLUYENDO ARTÍCULOS, DEC RETO 474, APROBADA 27 ENERO 2015) CAPÍTULO III DE LA ATENCIÓN Y PROTECCIÓN A LAS PERSONAS CON TRASTORNOS DEL ESPECTRO AUTISTA Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 28 ARTÍCULO 20 BIS 20. - En los servicios de s alud, se garantizará la asistencia especializada que requieren las personas con trastornos del espectro autista, para su desarrollo integral. Las personas con trastornos del espectro autista tienen derecho a no ser discriminadas en ningún momento ni ámbit o de su vida por su condición. ARTÍCULO 20 BIS 21. - El Estado, adoptará todas las medidas legislativas, administrativas y de cualquier otra índole que sean pertinentes para hacer efectivo el desarrollo integral de las personas con trastornos del espectro autista. ARTÍCULO 20 BIS 22. - La protección y atención de la salud física y mental de las personas con trastornos del espectro autista, será una responsabilidad que compartirán el Estado, la sociedad en general, los padres, tutores o quienes ejerzan la pa tria potestad sobre ellos. ARTÍCULO 20 BIS 23. - En la organización y operación de los servicios de salud destinados a la atención de las personas con trastornos del espectro autista, las autoridades sanitarias competentes establecerán: I.- Procedimie ntos para garantizar la asistencia especializada que requieren las personas con trastornos del espectro autista, para su desarrollo integral; II.- Procedimientos que permitan la detección temprana de los trastornos del espectro autista sobre las person as que los padecen, con la finalidad de intervenir oportunamente, en los tratamientos, rehabilitación, educación y suministros de los servicios especiales que necesitan; III.- Procedimientos que permitan la participación activa de la familia en la atenc ión de las personas que presenten estos trastornos; IV.- Acciones de protección y fomento al respeto hacia las personas con trastornos del espectro autista; y V.- Acciones para capacitar y orientar a los padres, tutores o quienes ejerzan la patria potestad de personas con trastornos del espectro autista, con la finalidad de procurar su desarrollo integral. ARTÍCULO 20 BIS 24. - La Secretaría impulsará la participación del sector público y privado, así como de la sociedad en general, para el fortal ecimiento de los servicios de salud respecto a las personas con trastornos del espectro autista, mediante redes de apoyo, en el ámbito de sus respectivas competencias. Lo anterior tendrá la finalidad de poner a disposición de los padres, tutores o quienes ejerzan la patria potestad de personas con trastornos del espectro autista, la Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 29 información sobre la prestación de servicios médicos y de educación especial que estas personas requieren para su desarrollo integral, así como el apoyo para acceder a estos. ARTÍCULO 20 BIS 25. - En el Día Mundial de Concienciación sobre el Autismo, la Secretaría promoverá la realización de campañas para exponer la necesidad de ayudar y mejorar las condiciones de vida de los niños y adultos que sufren este trastorno. ARTÍCULO 20 BIS 26. - Las autoridades sanitarias, educativas y laborales en sus respectivos ámbitos de competencia, difundirán, fomentarán y supervisarán: I.- Los programas para padres, tutores o quienes ejerzan la patria potestad de personas con trastornos del espectro autista, destinados a protegerlos en cualquier ámbito y lograr su desarrollo integral; II.- Las instituciones de salud y educación especializada para las personas con trastornos del espectro autista; III.- Las actividades recreativas, de es parcimiento y culturales destinadas al desarrollo integral de las personas con trastornos del espectro autista; y IV.- La vigilancia de actividades ocupacionales que puedan poner en riesgo la salud física de las personas con trastornos del espectro auti sta. ARTÍCULO 20 BIS 27. - En materia de higiene escolar, las escuelas que brinden educación especializada para las personas con trastornos del espectro autista, deberán apegarse a las normas oficiales para proteger su salud. (CAPÍTULO ADICIONADO INCLUYEN DO ARTÍCULOS DECRETO 484, P.O. 33, 12 MAYO 2018) CAPÍTULO IV DE LA SALUD MENTAL ARTÍCULO 20 BIS 28. - La salud mental se define como el bienestar biopsicosocial que experimenta de manera consciente una persona, como resultado de su buen funcionamiento en los aspectos cognoscitivos, afectivos y conductuales, que le permiten el despliegue óptimo de sus potencialidades individuales para la convivencia, el trabajo y la recreación, de manera que pueda contribuir a su comunidad. ARTÍCULO 20 BIS 29. - El presente capítulo tiene por objeto: l. Regular las bases y modalidades, para garantizar el acceso a los servicios de salud mental en el Estado, con un enfoque de derechos humanos; Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 30 ll. Establecer los mecanismos adecuados para la promoción, prevención, evaluación , diagnóstico, tratamiento, rehabilitación y fomento de la salud mental en instituciones de salud pública del Estado, así como para personas físicas o morales de los sectores social y privado, que coadyuven en la prestación de servicios en los términos y m odalidades establecidas en la presente Ley; lll. Definir los mecanismos y lineamientos para promover la participación de la población, en el desarrollo de los programas de salud mental del Estado; y lV. Las demás que le señalen otras leyes y disposicione s aplicables. ARTÍCULO 20 BIS 30. - Toda persona que habite o transite en el Estado, independientemente de su edad, género, condición social, condiciones de salud, religión, identidad étnica, orientación sexual o cualquiera otro, tienen derecho a la salud mental. El Gobierno del Estado, las dependencias e instituciones públicas, sociales y privadas, en el ámbito de sus respectivas competencias, tienen la obligación de garantizar el cumplimiento de este derecho, mediante una política transversal, con respet o a los derechos humanos y con un enfoque de género. ARTÍCULO 20 BIS 31. - El núcleo familiar desempeña una función esencial en el desarrollo de las potencialidades de las personas con trastornos mentales, para ello deberá: l.- Proporcionar apoyo, cuidado s, educación, protección a la salud, alimentación suficiente y adecuada; ll.- Respetar los principios de autonomía individual, independencia, igualdad, no discriminación y todos aquellos que garanticen Ia igualdad en el ejercicio de sus derechos; lll.- Recibir apoyo por parte del Gobierno del Estado, para el desarrollo de actividades que promuevan la integración y el desarrollo de sus integrantes; lV.- Recibir capacitación y orientación por parte de las instituciones públicas, sociales y privadas; y V.- Participar en actividades culturales, recreativas, deportivas y de esparcimiento, que contribuyan al desarrollo integral de las personas con algún trastorno mental. Corresponde a la Secretaría, proporcionar a las personas que integren el núcleo famili ar, debida asistencia, asesoría, orientación, capacitación y adiestramiento necesario para enfrentar dicha enfermedad. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 31 ARTÍCULO 20 BIS 32. - Además de los derechos previstos en esta Ley, las personas usuarias de los servicios de salud mental, tendrán derec ho: l.- Al acceso oportuno y adecuado a los servicios de salud mental; ll.- A la toma de decisiones relacionadas con su atención y tratamiento, siempre y cuando su estado mental lo permita; III.- A la atención médica en el momento que lo solicite y, en su caso, a ser atendido en la instancia de salud del primer y segundo nivel de atención, para completar su proceso de tratamiento y rehabilitación; IV.- A ser informado sobre las campañas, planes, programas y servicios que proporcione el Gobierno del Est ado y las instituciones sociales y privadas en materia de salud mental; V.- A conservar la confidencialidad de la información personal, a una historia clínica de conformidad con lo establecido en las normas oficiales y al anonimato de los participantes en estudios; Vl.- A que se Informe al padre, madre, tutor o representante legal con veracidad de la condición y el posible efecto del programa, campaña o tratamiento que reciba la persona usuaria, en caso de que sea menor de edad o incapaz. Lo anterior es aplicable a toda la población, incluida aquella que se encuentra en unidades médicas de reclusorios y comunidades para adolescentes, así como a grupos vulnerables; VII.- A que se le apliquen exámenes de valoración, confiables y actualizados que consideren su entorno social o característica a estudiar y a conocer los alcances y las limitaciones de las evaluaciones realizadas; Vlll.- A solicitar su diagnóstico diferencial, a recibir atención especializada, a contar con un plan o programa integral de tratami ento para la recuperación de sus funciones cerebrales, habilidades cognitivas, proceso de aprendizaje, así como a la reinserción al ámbito social y productivo, conservando su integridad psicológica, incluyendo a pacientes que hayan estado recluidos en un h ospital o pabellón penitenciario psiquiátrico o establecimiento especializado en adiciones; lX.- A ser ingresado a alguna unidad de salud mental por prescripción médica, como último recurso terapéutico, cuando presente conductas o acciones que puedan caus arle daño físico inmediato o inminente así mismo, a terceros o a la propiedad, y únicamente en los casos donde la severidad de los síntomas y signos así lo indiquen. El internamiento se ajustará a principios éticos, sociales, de respeto a los derechos huma nos y a los requisitos que determinen la autoridad competente y las disposiciones jurídicas aplicables; Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 32 X.- A ser egresado de la unidad de salud mental, sólo cuando el médico tratante considere que puede continuar su tratamiento en forma ambulatoria y que ya no exista el riesgo que su conducta o acciones puedan causarle daño físico inmediato o inminente, así mismo, a terceros o la propiedad; Xl.- A la rehabilitación que le permita la reinserción familiar, laboral y comunitaria; Xll.- A la accesibilidad d e familiares u otras personas, en el acompañamiento de las personas usuarias de los servicios de salud mental, salvo que medie contraindicación profesional; Xlll.- A recibir un trato digno y con respeto a sus derechos humanos, por parte de sus familiares y a que estos le proporcionen alimentos y cuidados necesarios para su rehabilitación integral; y XlV.- A que no se divulgue a terceros por alguno de los medios de comunicación existentes, la atención brindada por el personal de salud mental en las diversa s instituciones que presten el servicio, cuando no medie su autorización expresa, salvo disposición contraria en este y demás ordenamientos aplicables. ARTÍCULO 20 BIS 33. - El profesional de salud mental tiene la obligación de estar debidamente acreditado para ejercer sus funciones, lo que incluye al menos, tener Cédula Profesional, Título Profesional y, en su caso, certificados de especialización expedidos y registrados por las autoridades educativas competentes, con la finalidad de que el usuario corrobo re que es un especialista en la materia de salud mental. ARTÍCULO 20 BIS 34. - Corresponden a la Secretaría, en el ámbito de su competencia, sin menoscabo de las demás que se encuentren estipuladas en esta Ley y demás ordenamientos legales, las siguientes acciones: l.- Elaborar el Programa de Salud Mental para el Estado de Colima, conforme a los lineamientos establecidos en la Ley General de Salud, las Normas Oficiales Mexicanas y en esta Ley, fomentando la participación de los sectores social y privado; ll.- lmplementar de manera formal y sistemática, programas en materia de salud mental, con un enfoque de derechos humanos y perspectiva de género; lll.- Diseñar y ejecutar de manera permanente en los medios de difusión masiva, campañas educativas para ori entar, motivar e informar a la población sobre el concepto de salud mental, los estigmas imperantes en la población, los diversos trastornos mentales existentes, los síntomas que se presentan, las formas de prevención, y modos de atención, en coordinación con las dependencias e instituciones competentes; Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 33 lV.- Llevar a cabo reuniones periódicas con los demás organismos centralizados, descentralizados y desconcentrados de la Administración Pública del Estado de Colima, a efecto de suscribir los instrumentos jurídicos necesarios para generar las condiciones necesarias para la rehabilitación; V.- Fijar, con pleno respeto a la autonomía municipal, los lineamientos de coordinación para que los ayuntamientos, en el ámbito de su competencia, intervengan en la prom oción de la salud mental, e incentiven la participación social; VI.- lmplementar estrategias de coordinación de índole institucional con los prestadores de servicios de salud mental del sector público, social y privado, con la finalidad de generar conveni os y acciones de coordinación para la prevención, diagnóstico oportuno, tratamiento, rehabilitación y seguimiento de los problemas de salud, así como en la prestación de los servicios de salud mental; Vll.- Coordinarse con la Secretaría del Trabajo y Prev isión Social del Estado de Colima, a efecto de establecer acciones para que las personas con trastornos mentales, puedan acceder y conservar su fuente de trabajo; Vlll.- Las demás acciones que contribuyan a la promoción fomento de la salud mental de la po blación. ARTÍCULO 20 BIS 35. - La Secretaría al momento de brindar atención de la Salud Mental, buscará dar prioridad a los grupos vulnerabilizados. ARTÍCULO 20 BIS 36. - Para la atención de la salud mental, la Secretaría, en coordinación con la Dirección del centro de reinserción social, implementará acciones en materia de salud mental, a través de las áreas competentes. ARTÍCULO 20 BIS 37. - Para la promoción de la salud mental, el Gobierno del Estado deberá: I. Dar a conocer las acciones que procuran un a vida saludable a través de actividades educativas, recreativas y cívicas; II. Diseñar y llevar a cabo campañas que reduzcan los factores de riesgo, y colaborar en el desarrollo de las mismas, cuando sea requerido por otras instancias de gobierno o insti tuciones, de acuerdo con la normatividad aplicable; III. Participar en las acciones de atención a personas afectadas en situación de emergencia o desastre en el Estado; y IV. Elaborar, difundir y llevar a cabo los programas de salud mental; así como contribuir en su aplicación cuando sea requerido por otras instancias de gobierno o instituciones, de acuerdo con la normatividad aplicable. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 34 ARTÍCULO 20 BIS 38. - Las Instituciones de salud mental públicas, sociales o privadas, deberán: I. Abstenerse de todo tipo de discriminación sobre la base de la disfuncionalidad, velando por que la voluntad de la persona con trastorno mental prevalezca, atendiendo en todo momento al respeto de los derechos humanos las personas internadas; II. Evitar su aislamiento, perm itiendo en todo momento la visita de sus familiares o persona que ejerza la legítima representación, previa autorización del médico tratante; III. Garantizar la confidencialidad de los datos de los pacientes; IV. Contar con personal necesario, capacitado y especializado para proporcionar de manera eficiente atención integral de las personas con algún trastorno mental de acuerdo con la enfermedad específica que padezcan y el grado de avance que contengan; ARTÍCULO 20 BIS 39. - Todo prestador de servicios d e salud mental de los sectores público, social y privado, en caso de que observe algún tipo de lesión, discriminación, maltrato o cualquier otro signo que presuma la comisión de un delito en la persona que tenga algún trastorno mental, deberá de dar aviso inmediato al Ministerio Público correspondiente. (CAPÍTULO ADICIONADO DECRETO 134, P.O. 71, SUP. 01, 28 SEPTIEMBRE 2019) CAPÍTULO V DE LA PREVENCIÓN, ATENCIÓN Y COMBATE A LOS PROBLEMAS DE SOBREPESO, OBESIDAD Y LOS TRASTORNOS DE LA CONDUCTA ALIMENTARIA Artículo 20 BIS 40. - El presente capítulo tiene por objeto: I.- Proporcionar un marco jurídico que permita establecer responsabilidades, desarrollar los mecanismos y las herramientas necesarias para prevenir y atender integralmente el sobrepeso, la obesid ad y los trastornos de la conducta alimentaria en el Estado, así como para promover en sus habitantes, la adopción de hábitos alimenticios y nutricionales adecuados; ll. Establecer la competencia de las autoridades, en el ámbito de sus facultades y atrib uciones, para prevenir y combatir el sobrepeso, obesidad y trastornos de la conducta alimentaria; Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 35 III. Definir las responsabilidades de los padres de familia o tutores en la prevención y combate a los problemas de sobrepeso, obesidad y trastornos de la c onducta alimentaria; IV. Establecer la corresponsabilidad legislativa del Congreso del Estado para generar las herramientas legales que tiendan a la erradicación del sobrepeso, obesidad y los trastornos de la conducta alimentaria; y V. Las demás que le señalen otras leyes y disposiciones aplicables. Artículo 20 BIS 41. - El Gobierno del Estado de Colima, a través de la Secretaría, y los Ayuntamientos deberán realizar las siguientes acciones: l. Implementar planes y acciones de prevención y atención para la población que tiene sobrepeso, obesidad y trastornos de la conducta alimentaria; ll. Desarrollar campañas para promover la adopción de hábitos alimenticios saludables; III. Promover e incentivar la participación de la sociedad civil y la iniciat iva privada en la prevención, atención y combate al sobrepeso, obesidad y trastornos de la conducta alimentaria; IV. Coordinar tareas y programas con la Secretaría de Educación y el Instituto Colimense del Deporte, con la finalidad de implementar accion es pertinentes que permitan la prevención, atención y combate del sobrepeso, obesidad y trastornos de la conducta alimentaria; y V. Crear y en su caso actualizar, un Plan de Acción Estatal para el cumplimiento de los fines del presente Capítulo, para que los resultados de esas encomiendas se presenten al Consejo para su análisis, discusión y aprobación. Artículo 20 BIS 42. - Es responsabilidad de los padres de familia y tutores: l. Promover hábitos saludables en sus hijos a través de orientación y educa ción sobre los efectos y consecuencias de la mala nutrición y el sedentarismo; ll. Solicitar asesoría a la Secretaría para el diseño de una alimentación familiar nutricional saludable; III. Solicitar asesoría a la Secretaría para la identificación, ate nción y combate del Sobrepeso, Obesidad y Trastornos de la conducta alimentaria en niños, niñas y adolescentes; Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 36 IV. Incorporar la práctica de la alimentación correcta a la dieta familiar, así como actividad física regular; y V. Solicitar a las instituc iones de salud la prevención, diagnóstico y control de manera integral de Sobrepeso, Obesidad y Trastornos de la conducta alimentaria. Artículo 20 BIS 43. - Se crea el Consejo de Prevención, Atención y Combate a la Obesidad, como una instancia colegiada pe rmanente de diseño, consulta, evaluación y coordinación de las estrategias y programas orientados a la prevención, atención y combate del Sobrepeso, Obesidad y Trastornos de la conducta alimentaria en el Estado. Artículo 20 Bis 44. - El Consejo estará inte grado por: l. El Titular de la Secretaría de Salud del Gobierno del Estado, como Presidente; ll. El titular de la Secretaría de Educación del Gobierno del Estado; III. El Director de Servicios de Salud, como Secretario Técnico. IV. Los Presidentes Municipales de los diez municipios; V. Un representante del sector social; VI. Un representante del sector privado; VII. El presidente de la Comisión de Salud y Bienestar Social del H. Congreso del Estado; VIII. El Director del Instituto Colimense d el Deporte; y IX. Titular del Consejo Estatal de Participación Social en la Educación. El Consejo funcionará válidamente con la asistencia de la mayoría de sus miembros, entre los cuales deberá estar el Presidente. Los acuerdos y resoluciones se tomar án por mayoría de votos de los Consejeros asistentes y el Presidente tendrá voto de calidad, en caso de empate. Los integrantes del Consejo tendrán voz y voto, por cada integrante del Consejo deberá designarse su respectivo suplente. A las reuniones del Consejo podrán ser invitados especialistas, funcionarios públicos o representantes de instituciones de educación , entre otros, cuya Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 37 trayectoria profesional o actividades los vincule con los objetivos del Consejo. Estos invitados tendrán derecho a voz, pero no a voto. Artículo 20 BIS 45. - El pleno del Consejo sesionará ordinariamente dos veces al año y, de manera extraordinaria, cada vez que lo convoque el Secretario Técnico, mediante acuerdo con el Presidente del Consejo. Artículo 20 BIS 46. - El Consejo t endrá las siguientes funciones: I. Expedir su reglamento interno, que regule su organización y funcionamiento; II. Analizar, discutir y aprobar, el Plan de Acción Estatal para el cumplimiento de los fines del presente Capítulo que le presente la Secret aría. III. Proponer y evaluar políticas públicas y programas para la prevención, atención y combate a la obesidad, sobrepeso y trastornos de la conducta alimentaria, que por su particularidad no estén contenidas en el Plan Estatal de Acción; IV. Funcio nar como un organismo de consulta permanente en materia de estrategias encaminadas hacia la prevención, atención y combate a la obesidad, sobrepeso y trastornos de la conducta alimentaria; V. Fortalecer hábitos alimenticios y actividades físicas saludabl es, equilibradas y adecuadas; y VI. Promover ante el sector privado la prevención y atención del Sobrepeso, Obesidad y Trastornos de la conducta alimentaria, mediante la producción de alimentos saludables accesibles; y VII. Las demás que le correspond an conforme a la Ley y su Reglamento. CAPÍTULO VI DEL CÁNCER EN LA INFANCIA Y ADOLESCENCIA Artículo 20 BIS 47. - El cáncer en la infancia y adolescencia, es la enfermedad que afecta a niños, niñas y adolescentes, caracterizada por la reproducción, crecimi ento y diseminación sin control de células específicas, las cuales posteriormente pueden invadir el tejido circundante y/o provocar metástasis en puntos distales del organismo. Artículo 20 BIS 48. - Las instituciones de salud del Gobierno del Estado, con b ase en su capacidad de atención y presupuestal, estarán obligadas a proporcionar de manera gratuita servicios médicos adecuados a las niñas, niños y adolescentes que presenten cualquier diagnóstico confirmado de cáncer sin importar derechohabiencia. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 38 Artículo 20 BIS 49. - Los ascendientes, tutores y custodios tienen la obligación de preservar y exigir el cumplimiento de los derechos de las niñas, niños y adolescentes en materia de protección de la salud, velando por el interés superior de la niñez. Artículo 20 BIS 50. - Se establece que el mes de febrero de cada año sea considerado como el \"Mes Dorado\", con el fin de favorecer la detección oportuna y la solidaridad entre la población con respecto al cáncer en la infancia y la adolescencia. Las instituciones d e salud difundirán campañas para exponer la necesidad de proteger y mejorar las condiciones de vida de los niños, niñas y adolescentes que padecen dicha enfermedad. TITULO TERCERO SALUBRIDAD LOCAL CAPITULO I DISPOSICIONES COMUNES ARTICULO 21. - Compete a l Gobernador, a través de la Secretaría y a los Ayuntamientos, el control sanitario de los establecimientos, productos y servicios a que se refiere el artículo 7º, de esta Ley, de conformidad con lo previsto por los artículos 4° y 12 de la misma. ARTICUL O 22. - Para los efectos de esta Ley, se entiende por control sanitario el conjunto de acciones de orientación, educación, muestreo, verificación, aplicación de medidas de seguridad y, en su caso, imposición de sanciones que ejerce la Secretaría con base e n lo que establezca esta ley, sus reglamentos y demás disposiciones legales aplicables. El ejercicio del control sanitario se aplicará a: I.- Los establecimientos, productos y servicios, en su caso, a que se refiere el artículo 7º de esta Ley; y II.- Los establecimientos, productos y servicios que en materia de salubridad general se hayan descentralizado en los acuerdos de coordinación, en los términos de la Ley General y demás disposiciones aplicables. ARTICULO 23. - Los establecimientos, productos y servicios a que se refiere el artículo 7º del presente ordenamiento no requerirán de autorización sanitaria, a excepción de lo señalado en la fracción II de dicho artículo, debiéndose ajustar al control sanitario, así como a los requisitos establecidos en esta Ley, disposiciones reglamentarias y normas técnicas aplicables. ARTÍCULO 24.- Los establecimientos, productos y servicios que no requieran para su funcionamiento de autorización sanitaria, deberán dar aviso por escrito a la Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 39 Secretaría antes del inici o de operaciones. Dicho aviso deberá contener los siguientes datos: I.- Nombre y domicilio de la persona física o moral propietaria del establecimiento y, en su caso, el nombre del representante legal; II.- Domicilio del establecimiento; III.- Nombre c omercial, giro; IV.- Procesos utilizados y línea o líneas de productos; y V.- Fecha de inicio de operaciones. Además, deberán ajustarse al control sanitario y comunicar a la Secretaría todo cambio de giro, propietario, domicilio, razón social, denominac ión o cesión de derechos, o la fabricación de nuevas líneas de productos, en un plazo no mayor de treinta días hábiles a partir de la fecha en que se hubiese realizado, sujetándose al cumplimiento de las disposiciones legales respectivas. ARTICULO 25. - Para los efectos de esta Ley, se entiende por norma técnica el conjunto de reglas científicas y tecnológicas de carácter obligatorio, emitidas por la entidad administrativa correspondiente, que establezcan los requisitos que deben satisfacerse en el desarrol lo de actividades en materia de salubridad local, con el objeto de uniformar principios, criterios, políticas y estrategias. La Secretaría expedirá las normas técnicas a que quedará sujeto el control sanitario de las materias de salubridad local. ARTICUL O 26. - La Secretaría publicará en el Periódico Oficial , las normas técnicas en materia de salubridad local y, en caso de considerarlo necesario, las resoluciones que dicte sobre la revocación de las autorizaciones sanitarias CAPITULO II MERCADOS Y CENTRO S DE ABASTO ARTÍCULO 27.- Para los efectos de esta Ley, se entiende por: I.- Mercado: sitio público destinado a la compra y venta de productos en general, preferentemente agrícolas y de primera necesidad, en forma permanente o en días determinados; y II.- Centro de abasto: sitio destinado al servicio público en maniobras de carga y descarga, la conservación en frío y demás operaciones relativas a la compra - venta al mayoreo y medio mayoreo de productos en general. ARTÍCULO 28.- La Secretaría verificará que los mercados y centros de abasto, sean provisionales o permanentes, cumplan con los requisitos que establezca esta Ley, las disposiciones reglamentarias aplicables y las normas técnicas correspondientes. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 40 ARTÍCULO 29.- Los administradores, vendedores , locatarios y personas cuya actividad esté vinculada con los mercados y centros de abasto, estarán obligados a conservar las condiciones higiénico -sanitarias para el debido mantenimiento de sus locales y a sujetar el ejercicio de los mismos a lo que dispo nga esta Ley, los reglamentos respectivos, otras disposiciones legales aplicables y las normas técnicas correspondientes. CAPITULO III CONSTRUCCIONES ARTICULO 30. - Para los efectos de esta Ley, se entiende por construcción toda edificación o local que s e destine a actividades comerciales, industriales y de servicio. ARTICULO 31. - En los aspectos sanitarios, las construcciones, reconstrucciones, modificaciones y adaptaciones deberán cumplir con las disposiciones de esta Ley, las demás disposiciones legal es aplicables y las normas técnicas correspondientes. ARTÍCULO 32.- Para iniciar y realizar la construcción, reconstrucción, modificación o acondicionamiento total o parcial de un edificio o local, se deberá contar con la autorización sanitaria a que se r efiere el artículo 96 de esta Ley. Independientemente de los permisos que exijan otras disposiciones legales, se deberá contar con la autorización de las autoridades sanitarias, en cuanto a iluminación, ventilación, instalaciones sanitarias, especificándos e a qué estará destinado el inmueble, de conformidad con las disposiciones reglamentarias aplicables. ARTICULO 33. - Cuando el uso que se pretenda dar a un edificio o local fuere público, además de los requisitos previstos en otras disposiciones aplicables , deberán contar con agua potable corriente y servicios sanitarios de uso co mún, los cuales deberán reunir los requisitos técnicos correspondientes a que se refiere este capítulo. ARTICULO 34. - El encargado de la construcción, reconstrucción, modificación o acondicionamiento de cualquiera de los establecimientos a que se refiere este capítulo, deberá dar aviso de inicio y terminación de obra a la autoridad sanitaria competente, quien vigilará el cumplimiento de los requisitos sanitarios aprobados en el proyecto respectivo, demás disposiciones aplicables y normas técnicas correspondientes. ARTICULO 35. - Los negocios establecidos en edificios, locales, construcciones o terrenos urbanos, podrán ser verificados por la autoridad sanitaria competente, la que ordenará a sus propietarios o poseedores la realización de las obras necesarias para satisfacer las condiciones higiénicas en los términos de esta Ley, otras disposiciones legales aplicables y las normas técnicas correspondientes. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 41 ARTICULO 36. - Cuando lo s edificios, locales, construcciones o terrenos presenten un peligro , por no cumplir con las disposiciones sanitarias vigentes, las autoridades competentes podrán ordenar la ejecución de las obras que estimen pertinentes. ARTICULO 37. - Los propietarios o poseedores de los negocios establecidos en edificios o locales, están obligados a ejecutar las obras sanitarias que se requieran para cumplir con las disposiciones de higiene que establezca esta Ley, reglamentos y demás disposiciones relativas. CAPITULO IV CEMENTERIOS, CREMATORIOS Y FUNERARIAS ARTÍCULO 38.- Para los efectos de esta Ley, se entiende por: I.- Cementerio: luga r destinado a la inhumación humanos; II.- Crematorio: instalación destinada a la incineración de órganos, tejidos y cadáveres humanos; y III.- Funeraria: establecimiento dedicado a la prestación del servicio relativo a la venta de féretros, velación y traslado de cadáveres humanos. ARTICULO 39. - La aprobación de las solicitudes de conservación, refrigeración, exhuma ción y cremación de cadáveres deberán ajustarse a las medidas de higiene y seguridad sanitaria aplicables. ARTÍCULO 40.- Para el traslado de cadáveres humanos se estará a lo dispuesto por la Ley General. CAPITULO V LIMPIEZA PÚBLICA ARTÍCULO 41.- Para lo s efectos de esta Ley, se entiende por: I.- Servicio de limpieza pública: recolección, manejo, disposición y tr atamiento de residuos sólidos; y II.- Residuo sólido: material generado por los procesos de extracción, beneficio, transformación, producción , consumo, utilización, control y tratamiento de cualquier producto, cuya calidad no permita usarlo nuevamente en el proceso que lo generó, que provengan de actividades que se desarrollen en domicilios, establecimientos mercantiles, industriales o de servi cios de la vía pública. ARTÍCULO 42.- El servicio de limpieza se sujetará a lo siguiente: Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 42 I.- Los desechos sólidos se manipularán lo estrictamente indispensable durante el transporte a su destino final, vigilando que no ocasionen riesgos a la salud; II.- Queda prohibida la quema o incineración de residuos sólidos, cuya combustión sea nociva para la salud, fuera de los sitios que determine la autoridad competente. En los lugares dispuestos para tal efecto, podrán incinerarse o destruirse periódicamente por otros procedimientos, excepto cuando sean industrializables o tengan empleo útil, siempre y cuando no signifiquen un peligro para la salud; III.- Los residuos sólidos patológicos deberán manejarse separadamente, procediéndose a su incineración o el iminación a través de cualquier método previsto en las disposiciones legales aplicables; IV.- Los restos de animales deberán incinerarse o enterrarse por la autoridad municipal, para evitar riesgos a la salud pública, excepto aquellos que provengan de una actividad comercial o industrial; y V.- El cumplimiento de las demás medidas y requisitos que establezcan las leyes, reglamentos vigentes y normas técnicas correspondientes. ARTICULO 43. - El depósito final de los residuos sólidos, deberá estar situado a una distancia no menor de dos kilómetros de cualquier asentamiento humano, en contra de los vientos dominantes y sin que sea visible desde la carretera, correspondiendo a la autoridad sanitaria fijar criterios de ubicación de los mismos, sin perjuicio d e lo que establezcan las disposiciones legales en la materia. ARTÍCULO 44.- Las autoridades municipales fijarán lugares especiales para depositar la basura tomando en consideración, la legislación aplicable en materia de contaminación ambiental. ARTÍCULO 45.- Los Ayuntamientos proveerán y colocarán depósitos de basura en los parques, jardines, paseos y en otros lugares de la vía pública; además, realizarán el aseo y mantenimiento de los mismos, cada vez que sea necesario. CAPITULO VI RASTROS ARTICULO 4 6.- Para los efectos de esta Ley, se entiende por rastro el establecimiento destinado al sacrificio de animales para el consumo humano. ARTÍCULO 47.- El funcionamiento, aseo y conservación de los rastros municipales quedará a cargo de la autoridad municip al competente. Si fueren concesionados, las acciones anteriores quedarán a cargo de los concesionarios y sujetos a la supervisión de las autoridades sanitarias. En ambos casos, quedarán sujetos a lo dispuesto por esta Ley y otras disposiciones legales apli cables. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 43 ARTICULO 48. - Queda prohibido el funcionamiento de rastros que no cumplan con los requisitos sanitarios establecidos en esta Ley y demás disposiciones legales aplicables. La trasgresión a la presente disposición dará lugar a la clausura del estable cimiento y al fincamiento de las responsabilidades correspondientes. ARTICULO 49. - Los animales deberán ser examinados en pie y en canal por el personal del estable cimiento y certificados por la autoridad zoo-sanitaria competente, la cual determinará qué c arne puede destinarse al consumo humano. ARTICULO 50. - Queda estrictamente prohibido el sacrificio de a nimales para consumo humano en domicilios particulares o en la vía pública y en cualquier otro lugar no autorizado por la autoridad municipal. Podrán sa crificarse especies menores en domicilios particulares, sólo en el caso de que la carne y los demás productos derivados de ésta se destinen al consumo familiar. ARTÍCULO 51.- El sacrificio de los animales sujetos al aprovechamiento humano en cualquiera de sus formas, deberá ser humanitario y se utilizarán métodos científicos y técnicas actualizadas y específicas que señalen las disposiciones reglamentarias o normas técnicas correspondientes, con el objeto de impedir toda crueld ad que cause sufrimiento a lo s animales. ARTÍCULO 52.- En los reglamentos respectivos se establecerán los requisitos sanitarios relativos al manejo, tratamiento, cuidado y conservación de los animales destinados al sacrificio. ARTÍCULO 53.- La reglamentación correspondiente establec erá los requisitos sanitarios y las medidas de funcionamiento que deberán cumplir los vehículos, así como el manejo para transportar animales sacrificados o sus partes destinados al consumo humano. ARTÍCULO 54.- El sacrificio de los animales en los rastr os se efectuará en los días y horas que fije la autoridad municipal. ARTICULO 55. - Queda a cargo del municipio, en el ámbito de su competencia, las actividades de funcionamiento, conservación, vigilancia, supervisión y aseo de rastros públicos, en los t érminos de esta Ley, reglamentos, normas técnicas y demás disposiciones aplicables. ARTICULO 56. - La Secretaría podrá verificar en cualquier tiempo, el cumplimiento de la presente Ley y demás disposiciones legales aplicables. CAPITULO VII AGUA POTABLE Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 44 ARTÍCULO 57.- Los municipios tendrán a su cargo, la prestación del servicio público de agua potable y procurarán que las poblaciones cuenten con servicio regular de aprovisionamiento y distribución de aquélla. ARTÍCULO 58.- La autoridad sanitaria compet ente realizará periódicamente análisis de la potabilidad del agua, conforme a las disposiciones legales aplicables. ARTÍCULO 59.- En los municipios que carezcan del sistema de agua potable, deberán protegerse las fuentes de abastecimiento para prevenir su contaminación, conforme a la normatividad correspondiente. ARTICULO 60. - Considerando la corriente o flujo subterráneo del agua de pozos o aljibes, queda prohibido su utilización para su consumo humano cuando se encuentren situados a una distancia mínima de quince metros de retretes, alcantarillados, estercoleros o depósitos de desperdicios que puedan contaminarlos. ARTÍCULO 61.- Todas las localidades del Estado deberán contar con sistemas adecuados para el desagüe rápido e higiénico de sus desechos, p referentemente por medio de alcantarillado o fosas sépticas. ARTICULO 62. - Queda prohibido que los desechos que conduzcan los caños sean vertidos en ríos, arroyos, acueductos, corrientes o canales por donde fluyan aguas destinadas al uso o consumo humano. En todo caso, deberán ser tratados y cumplir con las disposiciones legales en materia ambiental. La infracción a esta disposición se sancionará de conformidad con los ordenamientos legales aplicables. CAPITULO VIII ESTABLOS, GRANJAS AVÍCOLAS, PORCÍCOLAS , APIARIOS Y ESTABLECIMIENTOS SIMILARES ARTICULO 63. - Para los efectos de esta Ley, se entiende por: I.- Establo: sitio dedicado a la cría y explotación de animales productores de leche; II.- Granja avícola: establecimiento dedicado a la cría, reprodu cción y explotación de las especies y variedades de aves útiles a la alimentación humana; III.- Granja porcícola: establecimiento dedicado a la cría, reproducción, mejoramiento y explotación de cerdos; Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 45 IV.- Apiario: conjunto de colmenas destinadas a la cría, explotación y mejoramiento genético de abejas; y V.- Establecimientos similares: aquellos dedicados a la cría, reproducción, mejoramiento y explotación de especies animales no incluidas en las fracciones anteriores, pero aptas para el consumo hum ano. ARTÍCULO 64.- Las condiciones y requisitos que deben reunir los establecimientos a que se refiere el artículo anterior de esta Ley, serán fijados en las disposiciones reglamentarias correspondientes. ARTÍCULO 65.- Los establecimientos a que se refie re este capítulo, no podrán estar ubicados en localidades mayores de dos mil habitantes o contiguas a éstas. ARTICULO 66. - Los establecimientos que se encuentren en el supuesto del artículo anterior, la Secretaría podrá ordenar la desocupación de los mism os siguiendo el procedimiento correspondiente. CAPITULO IX ZONAS DE TOLERANCIA Y PROSTITUCION ARTÍCULO 67.- Para los efectos de esta Ley, se entiende por: I.- Zona de tolerancia: lugar autorizado por la autoridad municipal para ejercer la Prostitución; y II.- Prostitución: actividad que realizan las personas que intercambian relaciones sexuales como un servicio, a cambio de una remuneración estimable en dinero. El ejercicio de esta actividad estará sujeto a lo que dispone esta Ley y otras disposicion es legales aplicables. ARTICULO 68. - La Secretaría podrá verificar en todo tiempo las zonas de tolerancia. Toda persona que se dedique a la prostitución, deberá conocer y utilizar medidas preventivas para evitar el contagio o transmitir enfermedades que s e adquieran a través del contacto sexual. Asimismo, se sujetará a exámenes médicos periódicos y a los demás requisitos que se establezcan en las disposiciones reglamentarias aplicables, respetando sus derechos fundamentales. ARTÍCULO 69.- Queda prohibido el ejercicio de la prostitución: I.- A personas menores de edad o con discapacidad mental, así como el acceso de éstos al interior de los establecimientos o zonas donde se autorice el ejercicio de la prostitución; y Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 46 II.- A las personas que padezcan de alguna enfermedad sexualmente transmisible u otra en período infectante, que ponga en riesgo de contagio la salud de las personas. Las personas que hubieren contraído alguna enfermedad de este tipo, deberán comprobar ante la autoridad competente que ya no la padecen, mediante los análisis y el certificado médico que así lo acredite o, en su caso, se harán acreedores a las sanciones que establezca este ordenamiento. ARTÍCULO 70.- La autoridad municipal determinará los lugares donde se permitirá el ejerci cio de la prostitución, para lo cual podrá solicitar la opinión de la Secretaría, de conformidad con las disposiciones legales reglamentarias aplicables. CAPITULO X RECLUSORIOS Y CENTROS DE READAPTACIÓN SOCIAL ARTÍCULO 71.- Para los efectos de esta Ley, se entiende por: I.- Reclusorio o cárcel municipal: establecimiento público destinado a la internación de personas que se encuentran privadas de su libertad corporal por una resolución administrativa; y II.- Centro de readaptación social: institución pública destinada a la internación de personas privadas de su libertad corporal por resolución judicial, en el que se les proporciona tratamiento específico tendiente a lograr su reintegración social. Estos establecimientos estarán sujetos al control sa nitario de la autoridad competente, de conformidad con las disposiciones que se señalan en esta Ley y demás disposiciones jurídicas aplicables. Corresponde al Ejecutivo, de conformidad con la ley de la materia integrar, conducir, desarrollar, dirigir y ad ministrar en forma permanente los servicios médico - quirúrgicos generales y las de especialidades de psiquiatría y odontología que se presten en los reclusorios y centros de readaptación social a efecto de proporcionarla a los internos en forma permanente, oportuna y eficiente. Los responsables de la aplicación de los servicios médicos, coadyuvarán a la colaboración y ejecución de programas nutricionales, de prevención de enfermedades y accidentes. Para tal efecto, los directores de dichas instituciones d eberán proveer de todos los elementos, equipos y materiales para prevenir, y en su caso, contrarrestar los riesgos y daños en la salud de los internos. ARTÍCULO 72.- Los reclusorios y centros de readaptación social deberán contar, además de lo previsto p or las disposiciones legales aplicables y las normas técnicas Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 47 correspondientes, con un consultorio médico que tenga el equipo necesario para la atención de aquellos casos de enfermedad de los internos en que no sea necesario su traslado a un hospital. Tratándose de casos graves, de emergencia o cuando así lo requiera el tratamiento a juicio del personal médico de la institución, previa autorización del director de la misma, podrán ser trasladados a la unidad de atención médica que aquél determine, en cuyo caso deberá hacerlo del conocimiento de las autoridades competentes. Las personas encargadas de los servicios médicos de los reclusorios y centros de readaptación social, a partir de que tengan conocimiento de alguna enfermedad transmisible, deberán adop tar las medidas de seguridad sanitaria que procedan para evitar la propagación de la misma, así como observar el capítulo respectivo de la Ley General. CAPITULO XI BAÑOS PUBLICOS ARTÍCULO 73.- Para los efectos de esta Ley, se entiende por baño público e l establecimiento destinado a utilizar el agua para el aseo corporal, deporte, hidromasaje o uso terapéutico bajo la forma de baño y al que pueda concurrir el público. Quedan incluidos en la denominación de baños, los llamados de vapor, de aire caliente y otros similares. ARTÍCULO 74.- La actividad de estos establecimientos estará sujeta a lo dispuesto por esta Ley, otras disposiciones legales aplicables y las normas técnicas que en materia de salubridad local dicte la Secretaría. CAPITULO XII CENTROS DE REUNION Y ESPECTACULOS PUBLICOS ARTICULO 75. - Para los efectos de esta Ley, se entiende por centro de reunión y espectáculos públicos los establecimientos destinados a la concentración de personas con fines recreativos, sociales, deportivos o culturales . ARTÍCULO 76.- La actividad de estos establecimientos estará sujeta a lo dispuesto por esta Ley, otras disposiciones legales aplicables y las normas técnicas que en materia de salubridad local emita la Secretaría. CAPITULO XIII ESTABLECIMIENTOS DEDICADO S A LA PRESTACION DE SERVICIOS ARTÍCULO 77.- Para los efectos de esta Ley, se entiende por: I.- Peluquería, salón de belleza, estética y similares: los establecimientos dedicados a rasurar, teñir, peinar, cortar, rizar o realizar cualquier actividad Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 48 similar con el cabello de las personas, el arreglo estético de uñas, manos y pies o a la aplicación de tratamientos capilares y faciales de belleza al público en general, en las que no requieran de intervención médica en cualquiera de sus prácticas; y ll.- Tintorería, lavandería, planchaduría y similares: los establecimientos o talleres abiertos al público destinados a limpiar, teñir, desmanchar o planchar ropa, tapices, telas y objetos de uso personal, doméstico, comercial o industrial, cualquiera que sea el procedimiento que se emplee. ARTICULO 78. - Los procedimientos de embellecimiento del cuerpo humano, son aquellos que se utilizan para modificar las características externas y superficiales, mediante la aplicación de sustancias, productos o preparados de uso externo, destinados a incrementar la belleza del cuerpo humano o a mejorar su apariencia física, en los que no haya intervención quirúrgica. ARTICULO 79. - Corresponde a la autoridad sanitaria ejercer el control sanitario de los establecimientos a q ue se refiere este capítulo, conforme a las disposiciones legales aplicables. ARTÍCULO 80.- El funcionamiento de los establecimientos señalados en este capítulo deberá apegarse a lo establecido en esta Ley, otras disposiciones legales aplicables y las nor mas técnicas correspondientes. (ADICIONADO CAP. INCLUYENDO ARTÍCULOS DEC. 475, APROB. 04 FEBRERO 2015) CAPITULO XIII BIS ESTABLECIMIENTOS DEDICADOS A LA CIRUGIA ESTETICA, PLÁSTICA Y RECONSTRUCTIVA ARTÍCULO 80 BIS. - La cirugía plástica, estética y recons tructiva, relacionada con cambiar o corregir el contorno o forma de diferentes zonas o regiones de la cara y del cuerpo, o con efectos antienvejecimiento, deberá efectuarse en establecimientos o unidades médicas con licencia sanitaria vigente, atendidos po r especialistas en cirugía plástica, estética y reconstructiva certificados de conformidad a la Ley General de Salud. (PARRAFO ADICIONADO DECRETO 492, P.O. 40, 02 JUNIO 2018) Se concede acción popular para denunciar ante las autoridades administrativas, ministeriales o judiciales, las practicas no autorizadas de cirugías plásticas y reconstructivas. ARTÍCULO 80 BIS 1. - Las sociedades, asociaciones, colegios o federaciones de especialistas dedicados a la cirugía plástica, estética y reconstructiva, deber án poner a disposición de la Secretaría de Salud del Estado un listado que contenga los nombres, y datos de los profesionistas que lleven a cabo procedimientos médico -Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 49 quirúrgicos certificados referido en este capítulo, y será de conocimiento público sus certificados o títulos de especialización vigentes, así como el o los procedimientos médico -quirúrgicos que lleven a cabo. ARTÍCULO 80 BIS 2. - El funcionamiento de los establecimientos señalados en este capítulo deberá apegarse a lo establecido en la Ley General de Salud y su reglamento, las Normas Oficiales Mexicanas que se encuentren vigentes y sean aplicables relativas a las características mínimas de infraestructura y equipamiento de hospitales y consultorios de atención médica especializada, las norma s técnicas correspondientes y lo que establezca esta ley. Corresponde a la autoridad sanitaria ejercer el control sanitario de los establecimientos a que se refiere este capítulo, conforme a las disposiciones legales aplicables. ARTÍCULO 80 BIS 3. - La of erta de los servicios en propaganda o publicidad que se haga a través de medios informativos, ya sean impresos, electrónicos u otros, por especialistas que ofrezcan cirugía plástica, estética y reconstructiva; así como, los establecimientos o unidades médi cas en que se practiquen dichas cirugías, deberán prever y contener con claridad su nombre, título que ostenta y número de cédula del especialista, número de certificación otorgado por el Consejo Mexicano de Cirugía Plástica, Estética y Reconstructiva y el nombre y datos de la Institución y/o Instituciones educativas, que avalen su ejercicio profesional, así como el nombre del establecimiento o unidad médica con licencia vigente. CAPITULO XIV ESTABLECIMIENTOS PARA EL HOSPEDAJE ARTICULO 81. - Para los e fectos de esta Ley, se entiende por establecimiento de hospedaje, el que proporcione servicio público de alojamiento y otros servicios complementarios, mediante el pago de un precio determinado. Los establecimientos de hospedaje serán: hoteles, moteles, c ampamentos, albergues, posadas, casa de huéspedes, casa de asistencia, de tiempo compartido, así como cualquier edificación que se destina a dar alojamiento . ARTÍCULO 82.- Los establecimientos de hospedaje contarán necesariamente con los elementos para pr estar los primeros auxilios, así como con los medicamentos y materiales de curación que considere necesarios la autoridad competente. ARTICULO 83. - En caso de que estos establecimientos cuenten con servicios complementarios como restaurante, servicio de bar, peluquería, sala de belleza, baños, masaje, gimnasio, lavandería, planchaduría y tintorería, estos quedarán sujetos a la normas y requisitos que fijen los capítulos correspondientes de este ordenamiento y de sus reglamentos respectivos. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 50 ARTÍCULO 84.- La autoridad sanitaria competente, de conformidad con esta Ley y otras disposiciones legales aplicables, realizará el control sanitario a dichos establecimientos. CAPITULO XV TRANSPORTE PÚBLICO ARTICULO 85. - Para los efectos de esta Ley, se entiende p or medio de transporte todo aquel vehículo destinado al traslado de carga, de alimentos o de pasajeros, sea cual fuere su forma de desplazamiento. ARTÍCULO 86.- Las unidades que circulen por uno o más municipios del Estado, deberán cumplir con los requis itos sanitarios establecidos en las disposiciones reglamentarias aplicables. CAPITULO XVI GASOLINERIAS Y ESTABLECIMIENTOS SIMILARES ARTÍCULO 87.- Para los efectos de esta Ley, se entiende por gasolinería y estaciones de servicios similares: los establec imientos destinados al expendio o suministro de gasolinas, aceites y demás productos derivados del petróleo que sean usados en vehículos automotores. ARTÍCULO 88.- Los establecimientos a que se refiere este capítulo deberán contar con las instalaciones hi gienico -sanitarias que establezcan las disposiciones legales y reglamentarias aplicables y las normas técnicas correspondientes. CAPITULO XVII CENTROS ANTIRRABICOS ARTICULO 89. - Para los efectos de esta Ley, se entiende por centro antirrábico el estable cimiento operado por el Ayuntamiento o particulares, con el propósito de contribuir a la prevención y control de la rabia animal y coadyuvar con las autoridades sanitarias competentes en la prevención de la rabia. ARTÍCULO 90.- Los centros antirrábicos q ue se establezcan tendrán las siguientes funciones: I.- Atender quejas sobre animales agresores; II.- Capturar animales agresores y callejeros; III.- Observar clínicamente a los animales capturados. Si en un período de cuarenta y ocho horas no son r eclamados por sus propietarios, se realizará su sacrificio humanitario o su utilización con fines de investigación. En el Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 51 caso de los agresores, serán confinados y la observación será por un lapso de diez días. A su conclusión se establecerá el diagnósti co definitivo; lV.- Entregar los animales a sus propietarios, previo diagnóstico negativo a rabia; V.- Vacunar a los animales capturados y reclamados por sus propietarios así como de aquéllos que para tal fin sean llevados voluntariamente por sus propi etarios. En ambos casos los costos erogados serán cubiertos por sus propietarios; (REF. DEC. 296, P.O. 19, SUPL. 3, 12 ABRIL 2014) VI.- Practicar en coordinación con la autoridad zoosanitaria competente, la necropsia de animales sospechosos de padecer ra bia, obtener los diagnósticos de rabia por medio de análisis de laboratorio e informar los resultados de manera inmediata a la Secretaría; (REF. DEC. 296, P.O. 19, SUPL. 3, 12 ABRIL 2014) VII.- Canalizar a las personas agredidas para su tratamiento opor tuno; y (ADIC. DEC. 296, P.O. 19, SUPL. 3, 12 ABRIL 2014) VIII.- Realizar visitas e inspecciones a las casas habitación y otros espacios en la zona urbana, en los que se presuma, resguarden o críen animales en condiciones insalubres y que represente un riesgo para la salud pública. (REF. DEC. 296, P.O. 19, SUPL. 3, 12 ABRIL 2014) ARTÍCULO 91. - Los propietarios o poseedores de animales estarán obligados a vacunarlos ante las autoridades sanitarias o servicios particulares, mantenerlos dentro de los domi cilios y bajo su control, manteniendo en todo momento limpio y libre de pulgas y garrapatas el espacio en el que se tenga o resguarde, quedando prohibido que deambule libremente en espacios públicos para evitar que representen un riesgo o daño a la salud p ública. Los propietarios serán responsables de las lesiones y daños a terceros que causen sus animales. Como medida preventiva, los propietarios que saquen a sus animales a la vía pública deberán hacerlo con el bozal y la correa o cadena respectiva. ARTICULO 92. - Las autoridades competentes mantendrán campañas permanentes de orientación a la población, enfocadas a la vacunación y control de animales domésticos susceptibles de contraer la rabia. (ADICIONADO INCLUYENDO ARTÍCULOS DECRETO 114, P.O. 31, SUP L. 2, 1 4 JULIO DE 2007) CAPITULO XVIII CASAS, EDIFICIOS Y, EN GENERAL, CUALQUIER INMUEBLE DE DOMINIO PÚBLICO O PRIVADO Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 52 ARTICULO 92 BIS. - Para los efectos de esta Ley, se entiende por casas, edificios y, en general, cualquier inmueble de dominio público o privado, a los establecimientos destinados como casa habitación, centros de trabajo, bodegas y, cualquier otro tipo de inmueble rústico o urbano. ARTICULO 92 BIS 1. - Los propietarios o poseedores de cualquiera de los establecimientos señalados en el art ículo anterior, estarán obligados a conservar las condiciones higiénico -sanitarias de los mismos, en los términos que disponga esta Ley, los reglamentos respectivos, otras disposiciones legales aplicables y las normas técnicas correspondientes, so pena de las acciones sanitarias preventivas de seguridad a fin de garantiza la salud pública, independientemente de las medidas y sanciones aplicables por esta Ley. ARTICULO 92 BIS 2. - La Secretaría verificará que los establecimientos destinados como casa habitación, centros de trabajo, bodegas y, cualquier otro tipo de inmueble rústico o urbano, cumplan con las condiciones higiénico -sanitarias que determine esta Ley, los reglamentos respectivos, otras disposiciones legales aplicables y las normas técnicas correspondientes. En caso de incumplimiento por parte de los propietarios o poseedores de dichos establecimientos, la Secretaría, llevará a cabo las acciones sanitarias preventivas necesarias para corregir las anomalías existentes o detectadas a través del procedimiento señalado en la fracción IV del artículo 121 de esta Ley. TITULO CUARTO AUTORIZACIONES Y CERTIFICADOS CAPITULO I AUTORIZACIONES ARTICULO 93 - La autorización sanitaria es el acto administrativo mediante el cual la autoridad competente pe rmite a una persona física o moral, la realización de actividades relacionadas con la salud humana, en los casos y con los requisitos y modalidades que determine esta Ley y demás disposiciones generales aplicables. Las autorizaciones sanitarias tendrán el carácter de permisos. (ADICIONADA DECRETO 140, P.O. 28 SEPTIEMBRE 2019) Las autorizaciones podrán suscribirse con la firma autógrafa o con la firma electrónica certificada del servidor público competente, en términos de la legislación de medios electróni cos y de firma electrónica, y resguardarse en archivos electrónicos. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 53 ARTÍCULO 94.- Las autorizaciones sanitarias serán otorgadas por tiempo determinado, con las excepciones que establezca esta Ley. En caso de infracción a las disposiciones legales y regla mentarias, las autorizaciones serán canceladas. ARTÍCULO 95.- Las autorizaciones expedidas por la autoridad sanitaria competente por tiempo determinado, podrán prorrogarse de conformidad con las disposiciones aplicables. ARTÍCULO 96.- La autoridad sanita ria competente expedirá las autorizaciones respectivas cuando el solicitante hubiese satisfecho los requisitos que señalan las normas aplicables y cubierto, en su caso, los derechos que establezca la legislación fiscal respectiva. ARTÍCULO 97.- Las autori zaciones sanitarias en materia de salubridad general se sujetarán a lo dispuesto por la Ley General. ARTICULO 98. - Requieren de autorización sanitaria bajo la modalidad de permiso, los proyectos de construcción, reconstrucción, modificación o acondicionam iento total o parcial de establecimientos comerciales, industriales y de servicios. ARTICULO 99. - Las autorizaciones a que se refiere esta Ley, podrán ser revisadas por la autoridad sanitaria competente en los términos de las disposiciones generales aplicables; asimismo, se regirán por lo que determine la legislación y disposiciones correspondientes. CAPITULO II REVOCACION DE LAS AUTORIZACIONES SANITARIAS ARTÍCULO 100.- La autoridad sanitaria competente revocará las autorizaciones otorgadas, en los sigui entes casos: l.- Porque se dé un uso distinto a la autorización; lI.- Por infracción grave a las disposiciones de esta Ley, sus reglamentos y demás disposiciones aplicables; III.- Cuando se compruebe que los datos o documentos proporcionados por el interesado que sirvieron de base a la autoridad sanitaria para otorgar la autorización, son falsos; IV.- Cuando el interesado no se ajuste a los términos, condiciones y requisitos en que se le haya otorgado la autorización, o haga uso indebido de ésta; y V.- Cuando lo solicite el interesado. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 54 ARTÍCULO 101.- En los casos a que se refiere el artículo anterior, con excepción del previsto en la fracción V, la autoridad sanitaria competente citará al interesado a una audiencia para que éste ofrezca pruebas y alegue lo que a su derecho convenga. En el citatorio, que se entregará personalmente al interesado o en su caso, al representante legal debidamente acreditado, se le hará saber la causa que motive el procedimiento, el lugar, día y hora de celebración de la audiencia, el derecho que tiene para ofrecer pruebas y alegar lo que a sus intereses convenga, así como el apercibimiento de que si no comparece sin causa justificada, la resolución se dictará tomando en cuenta sólo las constancias del expediente. La audiencia se celebrará dentro de un plazo no menor de cinco días hábiles, contados a partir del día siguiente de la notificación. Será aplicable para este capítulo, en lo conducente, el Código de Procedimientos Civiles del Estado. ARTÍCULO 102.- La audie ncia se celebrará el día y hora señalados, con o sin la asistencia del interesado o de su representante legal. En este último caso, se deberá dar cuenta con la copia del citatorio que se hubiere girado al interesado y con la constancia que acredite que fu e efectivamente entregado. ARTÍCULO 103.- La celebración de la audiencia podrá diferirse por una sola vez cuando lo solicite el interesado o su representante legal, por una causa debidamente justificada. ARTÍCULO 104.- En la substanciación del procedimie nto de revocación de autorizaciones se admitirá toda clase de medios probatorios, excepto la confesional y testimonial. ARTÍCULO 105.- La autoridad sanitaria competente emitirá la resolución que corresponda al concluir la audiencia o dentro de los quince días hábiles siguientes, la cual se notificará de manera personal al interesado o a su representante legal. ARTÍCULO 106- La revocación surtirá efectos de clausura definitiva, prohibición de uso o de ejercicio de las actividades a que se refiere la autor ización revocada. CAPITULO III CERTIFICADOS (REFORMADO DECRETO 140, P.O. 28 SEPTIEMBRE 2019) ARTICULO 107. - Los certificados podrán suscribirse con la firma autógrafa o con la firma electrónica certificada del servidor público competente, en términos de la legislación de medios electrónicos y de firma electrónica, y resguardarse en archivos electrónicos. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 55 ARTÍCULO 108.- Para fines sanitarios se extenderán los siguientes certificados: I.- Prenupciales; Il .- De defunción; Ill .- De muerte fetal; y IV.- Los demás que determine la Ley General y sus reglamentos. ARTÍCULO 109.- El certificado médico prenupcial será requerido por las autoridades del Registro Civil a quienes pretendan contraer matrimonio, con los requisitos que establezcan las disposic iones aplicables. ARTICULO 110. - Los certificados de defunción y de muerte fetal serán expedidos una vez comprobado el fallecimiento y determinadas sus causas, por profesionales de la medicina o personas autorizadas por la Secretaría. ARTÍCULO 111.- Los certificados a que se refiere este título, se extenderán en los formatos aprobados por la Secretaría de Salud y de conformidad con las disposiciones legales aplicables. Las autoridades judiciales o administrativas sólo admitirán como válidos los certificad os que se ajusten a lo dispuesto en el párrafo anterior. TITULO QUINTO VIGILANCIA SANITARIA CAPITULO UNICO ARTICULO 112 - Corresponde a la Secretaría o a los Ayuntamientos, en el ámbito de sus respectivas competencias, la vigilancia del cumplimiento de e sta Ley y demás disposiciones reglamentarias. La vigilancia sanitaria en materia de salubridad general, se realizará en los términos y condiciones de la Ley General, de los acuerdos de coordinación correlativos y demás disposiciones reglamentarias. ARTÍC ULO 113.- Las demás dependencias o entidades públicas en el Estado coadyuvarán en la vigilancia del cumplimiento de la normatividad vigente, y cuando detecten irregularidades que a su juicio constituyan violaciones a las mismas, lo harán del conocimiento i nmediato de las autoridades sanitarias competentes. ARTICULO 114 - El acto u omisión contrario a los preceptos de esta Ley y a las disposiciones que de ella emanen, podrá ser objeto de orientación y educación de Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 56 los infractores, con independencia de que se apliquen, si procedieren, las medidas de seguridad y las sanciones correspondientes en estos casos. ARTÍCULO 115.- La vigilancia sanitaria se realizará mediante visitas de verificación a cargo del personal expresamente autorizado por la autoridad sanitar ia competente, el cual deberá realizar las respectivas diligencias de conformidad con las prescripciones de esta Ley y demás disposiciones aplicables. ARTÍCULO 116.- Las autoridades sanitarias competentes podrán encomendar además a sus verificadores, acti vidades de orientación, educativas y aplicación, en su caso, de las medidas de seguridad a que se refiere esta Ley. ARTÍCULO 117.- Las verificaciones podrán ser ordinarias y extraordinarias. Las primeras se efectuarán en días y horas hábiles y las segund as en cualquier día y hora hábil. Para los efectos de esta Ley, tratándose de establecimientos industriales, comerciales o de servicios, se considerarán horas hábiles las de su funcionamiento autorizado. ARTÍCULO 118.- Los propietarios, administradores, responsables, encargados u ocupantes de establecimientos comerciales, industriales, de servicios o cualquier otro regulado por esta Ley, estarán obligados a permitir el libre acceso y a dar facilidades e informes a los verificadores para el desarrollo de s u función. (ADIC. DEC. 296, P.O. 19, SUPL. 3, 12 ABRIL 2014) Los propietarios o poseedores de animales, permitirán libremente el acceso al domicilio en el que habrá de practicarse la visita o inspección, dando las facilidades necesarias para que la misma se realice. ARTICULO 119. - En la práctica de visitas, los verificadores deberán estar provistos de órdenes escritas, con firma autógrafa, expedidas por la autoridad sanitaria competente, en las que se deberá precisar el giro o establecimiento que ha de verificarse, su domicilio, el objeto de la visita, el alcance que debe tener y las disposiciones jurídicas que la fundamenten. Una vez expedida una orden de verificación, para su ejecución tendrá una vigencia de treinta días naturales, contados a partir de la fecha de su expedición. Si transcurrido el término señalado no se hubiere llevado a efecto la visita, deberá expedirse una nueva orden y cancelarse la no ejecutada en tiempo. ARTÍCULO 120.- En la diligencia de verificación se deberán observar las sigui entes reglas: I.- Al iniciar la visita el verificador deberá exhibir la credencial con fotografía vigente, expedida por la autoridad competente, que lo acredite legalmente para desempeñar dicha función, así como la orden expresa a que se refiere el artíc ulo anterior de esta Ley, de la que deberá dejar el original al Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 57 propietario, responsable, encargado u ocupante del establecimiento. Esta circunstancia se deberá anotar en el acta correspondiente; ll.- Al inicio de la visita se deberá requerir al propieta rio, responsable, encargado u ocupante del establecimiento, que proponga a dos testigos que deberán permanecer durante el desarrollo de la visita. Ante la negativa o ausencia del visitado, los designará la autoridad que practique la verificación. Las anteriores circunstancias, así como el nombre, domicilio y firma de los testigos, se harán constar en el acta; lll.- En el acta se harán constar también las circunstancias de las diligencias, las deficiencias y anomalías sanitarias observadas, el número y ti po de muestras tomadas o, en su caso, las medidas de seguridad que se ejecuten; y lV.- Al concluir la verificación, se dará oportunidad al propietario, responsable, encargado u ocupante del establecimiento, de manifestar lo que a su derecho convenga, ase ntando su dicho en el acta respectiva y recabando su firma en el propio documento, del que se le entregará una copia. La negativa a firmar el acta o a recibir copia de la misma o de la orden de visita, se deberá hacer constar en el referido documento y no afectará su validez, ni la de la diligencia practicada. ARTICULO 121. - Para el desarrollo de una diligencia y cuando por alguna situación ajena al personal comisionado no pueda efectuarse la visita de verificación correspondiente, según el caso, se proce derá a lo siguiente: I. Cuando el domicilio señalado no corresponda al establecimiento programado, se levantará un acta informativa; ll. Cuando no haya quien la atienda, el verificador sanitario dejará citatorio pegado en la vía de acceso indicando día y hora en que se presentará nuevamente a fin de que ésta sea atendida, de lo cual asentará la razón en el citatorio respectivo. lll. Cuando se niegue el acceso al establecimiento o por segunda ocasión no haya quien atienda la diligencia, se dejará un in structivo donde se establecerá el término perentorio para que el responsable, propietario o representante legal del establecimiento se presente a la oficina correspondiente a declarar lo que a su derecho convenga; y lV. Cuando el establecimiento a verifi car se encuentre permanentemente cerrado y la causa que origina la visita represente un riesgo inminente para la salud pública, la autoridad sanitaria competente, previa autorización judicial, tendrá libre acceso para realizar las acciones sanitarias neces arias para corregir las anomalías existentes, mismas que se harán con cargo al propietario. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 58 ARTÍCULO 122.- La recolección de muestras se efectuará con sujeción a las siguientes reglas: I.- Se observarán las formalidades y requisitos exigidos para las vi sitas de verificación; II.- La toma de muestras podrá realizarse en cualquiera de las etapas del proceso, procediéndose a identificarlas; III.- Se obtendrán tres muestras del producto, una de ellas se dejará en poder de la persona con quien se entienda la diligencia para su análisis particular; otra muestra quedará en poder de la misma persona, a disposición de la autoridad sanitaria competente y tendrá el carácter de muestra testigo; la última será enviada por la autoridad sanitaria competente al labor atorio autorizado y habilitado por ésta, para su análisis oficial; IV.- El resultado del análisis oficial se notificará en forma personal o por correo certificado con acuse de recibo al interesado o titular de la autorización sanitaria de que se trate, d entro de los treinta días hábiles siguientes a la fecha de la toma de muestras. En ningún caso se podrá utilizar el resultado oficial para fines comerciales o publicitarios; V.- En caso de desacuerdo con el resultado que se haya notificado, el interesado lo podrá impugnar dentro de un término de quince días hábiles a partir de la fecha de la notificación del análisis oficial. Transcurrido este término sin que se haya impugnado el resultado del análisis oficial, éste quedará firme y la autoridad sanitaria competente procederá conforme a la fracción VIlI de este artículo, según corresponda; VI.- Con la impugnación a que se refiere la fracción anterior, el interesado deberá acompañar el documento original que contenga el resultado del análisis particular qu e se hubiere practicado a la muestra que haya sido dejada en poder de la persona con quien se entendió la diligencia, así como la muestra testigo. Sin el cumplimiento de este requisito no se dará trámite a la impugnación y el resultado del análisis oficia l quedará firme; VIl.- La impugnación presentada en términos de las fracciones anteriores, dará lugar a que el interesado, a su cuenta y cargo, solicite a la autoridad sanitaria competente el análisis de la muestra testigo en un laboratorio que la misma señale. El resultado del análisis de la muestra testigo será el que en definitiva acredite si el producto en cuestión reúne o no los requisitos y especificaciones sanitarias. A petición del interesado, podrán omitirse los análisis particular y de la muestra testigo, debiéndose asentar esta circunstancia en el acta correspondiente; Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 59 VIII.- El resultado del análisis de la muestra testigo se notificará en forma personal o por correo certificado con acuse de recibo al interesado, representante legal o titu lar de la autorización sanitaria de que se trate; y en caso de que el producto reúna los requisitos y especificaciones requeridos, la autoridad sanitaria procederá a otorgar la autorización que se haya solicitado u ordenar el levantamiento de la medida de seguridad que se hubiera ejecutado, según corresponda; IX.- Si el resultado a que se refiere la fracción anterior comprueba que el producto no satisface los requisitos y especificaciones sanitarias, la autoridad competente procederá a dictar y ejecutar l as medidas de seguridad que procedan o a confirmar las sanciones que correspondan; y X.- Si la diligencia se practica en un establecimiento que no sea titular del registro del producto objeto de la muestra, cuando proceda, se remitirá al titular directa mente o por correo certificado con acuse se recibo, una copia del acta de verificación que consigne el muestreo realizado, así como el resultado del análisis oficial a efecto de que éste tenga oportunidad de impugnar el resultado, dentro de los quince días hábiles siguientes. En este caso, el titular podrá inconformarse, atendiendo a lo dispuesto en las fracciones V y VI de este artículo. El depositario de la muestra testigo será responsable solidario con el titular, si no conserva la muestra citada o s i presenta signos de alteraciones. El procedimiento de muestreo no impide que la autoridad sanitaria competente dicte y ejecute las medidas de seguridad sanitarias que procedan, en cuyo caso se asentará en el acta de verificación las que se hubieran ejecu tado y los productos que comprendan. ARTÍCULO 123.- En el caso de muestras de productos perecederos deberán conservarse en condiciones óptimas para evitar su descomposición. El análisis de la muestra oficial deberá iniciarse dentro de las cuarenta y ocho horas siguientes a la hora en que se recogió. El resultado del análisis se notificará en forma personal al interesado o a su representante legal dentro de los quince días hábiles siguientes contados a partir de la fecha en que se hizo la verificación. El particular podrá impugnar el resultado del análisis de la muestra oficial en un plazo de tres días hábiles contados a partir de la notificación, en cuyo caso se procederá en los términos de las fracciones VI y VII del artículo anterior. Transcurrido este plazo sin que se haya impugnado el resultado del análisis oficial, éste quedará firme. ARTICULO 124. - En el caso de los productos muestreados en procedimientos de muestreo o verificación, sólo los laboratorios autorizados o habilitados por la Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 60 autoridad c orrespondiente, podrán determinar por medio de los análisis practicados, si éstos reúnen o no sus especificaciones sanitarias. TITULO SEXTO MEDIDAS DE SEGURIDAD SANITARIA Y SANCIONES CAPITULO I MEDIDAS DE SEGURIDAD SANITARIA ARTÍCULO 125.- Se considera n medidas de seguridad, las disposiciones que para proteger la salud de la población dicten la Secretaría y los Ayuntamientos en el ámbito de sus competencias. Las medidas de seguridad serán de inmediata ejecución y durarán el tiempo estrictamente indispe nsable hasta que desaparezca el peligro o se controle el riesgo de contagio. Dichas medidas se dictarán sin perjuicio de las sanciones que, en su caso, correspondan. ARTÍCULO 126.- La participación de los Ayuntamientos estará determinada por lo que dispo nga esta Ley, otros ordenamientos legales y en los términos de los convenios que celebren con el Gobierno del Estado. ARTÍCULO 127.- Son medidas de seguridad sanitaria las siguientes: I.- animales; VI.- La destrucción o control de insectos u otra fauna transmisora y nociva; VIl.- La suspensión de trabajos o servicios; VIII.- La prohibición de actos de uso; IX.- El asegur amiento y destrucción de objetos, productos o sustancias; (REF. DEC. 296, P.O. 19, SUPL. 3, 12 ABRIL 2014) X.- La desocupación o desalojo de casa, edificio, establecimientos y, en general de cualquier predio; (ADIC . DEC. 296, P.O. 19, SUPL. 3, 12 ABRI L 2014) Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 61 XI.- La orden de limpieza y desinfección del lugar en el que se tengan, críen o resguarden animales; y (REF . DEC. 296, P.O. 19, SUPL. 3, 12 ABRIL 2014) XII.- Las demás de índole sanitaria que puedan evitar que se causen riesgos o daños a la sa lud y que determinen las autoridades competentes. En lo relativo a las medidas de seguridad, materia de salubridad general, se estará a lo dispuesto por la Ley General. (REF. DEC. 174, 8 OCTUBRE 2013) ARTÍCULO 128. - La Secretaría, en coordinación con las dependencias encargadas de la sanidad animal, podrá ordenar o proceder a la vacunación de animales que puedan constituirse en transmisores de enfermedades a las personas, o que pongan en riesgo la salud de las mismas. (ADIC. DEC. 296, P.O. 19, SUPL. 3, 12 ABRIL 2014) La Secretaría en coordinación con la autoridad municipal podrá ordenar la limpieza y desinfección del lugar en el que se tengan, críen o resguarden animales y verificar su cumplimiento, y en su caso considerar las medidas de apremio. ARTI CULO 129. - La Secretaría dictará las medidas para la destrucción o control de insectos u otra fauna transmisora y nociva, cuando éstas constituyan un peligro grave para la salud de las personas. En todo caso, se dará la intervención que corresponda a las dependencias encargadas de la sanidad animal. ARTÍCULO 130.- La Secretaría y los Ayuntamientos, en el ámbito de sus respectivas competencias, podrán ordenar la inmediata suspensión de trabajos o de servicios o la prohibición de actos de uso, cuando, de c ontinuar aquéllos, se ponga en peligro la salud de las personas. Esta medida de seguridad, será temporal pudiendo ser total o parcial y se aplicará por el tiempo estrictamente necesario para corregir las irregularidades que pongan en peligro la salud de las personas. Se ejecutarán las acciones necesarias que permitan asegurar la referida suspensión. Esta será levantada a instancias del interesado o de oficio por la propia autoridad que la ordenó, cuando cese la causa por la cual fue decretada. Durante l a suspensión sólo se podrá permitir el acceso de las personas que tengan encomendada la corrección de las irregularidades que la motivaron. ARTÍCULO 131.- El aseguramiento y destrucción de objetos, productos o sustancias, tendrá lugar cuando se presuma que pueden ser nocivos para la salud de las personas o carezcan de los requisitos esenciales que se establezcan en las Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 62 disposiciones legales aplicables. La Secretaría y los Ayuntamientos podrán retenerlos o dejarlos en depósito hasta en tanto se determin e, previo dictamen, su destino. Si el dictamen reportara que el bien asegurado no es nocivo para la salud y cumple con las disposiciones legales, se procederá a su inmediata devolución, previa solicitud del interesado. Si dentro de un término de treinta d ías hábiles a partir de la expedición del dictamen el bien asegurado no es requerido por el interesado, se entenderá que dicho bien causa abandono y quedará a disposición de la autoridad competente para su aprovechamiento lícito. Si el dictamen indicara qu e el bien asegurado no es nocivo pero carece de los requisitos esenciales, la autoridad sanitaria le notificará al interesado esta irregularidad y concederá al mismo un término hasta de treinta días para que tramite el cumplimiento de los requisitos omitid os. Si dentro de este término el interesado no realizara el trámite indicado o no gestionara la recuperación acreditando el cumplimiento de lo ordenado por la autoridad sanitaria, se entenderá que la materia del aseguramiento causa abandono y quedará a dis posición de la autoridad competente para su aprovechamiento lícito. Si del dictamen resultara que el bien asegurado es nocivo, la autoridad sanitaria, dentro del término establecido en el párrafo anterior y previa la observancia de la garantía de audienci a, podrá determinar que el interesado, bajo la vigilancia de aquélla, someta el bien asegurado a un tratamiento que haga posible su legal aprovechamiento, en cuyo caso, y previo dictamen de la autoridad sanitaria, el interesado podrá disponer de los bienes que haya sometido a tratamiento, para destinarlos a los fines que la propia autoridad le señale. De no ser posible su aprovechamiento la autoridad sanitaria competente ordenará la destrucción de los mismos. Los productos perecederos asegurados que se de scompongan en poder de la autoridad sanitaria; así como los objetos, productos o sustancias que se encuentren en evidente estado de descomposición, adulteración o contaminación que no los hagan aptos para su consumo, serán destruidos de inmediato y se leva ntará un acta circunstanciada de la destrucción. Los productos perecederos que no se reclamen por los interesados dentro de las veinticuatro horas a partir de que hayan sido asegurados, quedarán a disposición de la autoridad, la que los entregará para su aprovechamiento, de preferencia, a instituciones de asistencia social, públicas o privadas. ARTÍCULO 132.- La desocupación o desalojo de casas, edificios, establecimientos y, en general, de cualquier predio, se ordenará, previa la observancia de la garant ía de audiencia y de dictamen pericial, cuando, a juicio de las autoridades sanitarias, se considere que es indispensable para evitar un daño grave a la salud de las personas. CAPITULO II Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 63 SANCIONES ADMINISTRATIVAS ARTICULO 133. - Las violaciones a los pr eceptos de esta Ley, sus reglamentos y demás disposiciones que emanen de ella, serán sancionadas administrativamente por las autoridades sanitarias competentes, sin perjuicio de las penas que correspondan cuando sean constitutivas de delitos. ARTÍCULO 134.- Las sanciones administrativas podrán ser: I.- Amonestación con apercibimiento; II.- Multa; III.- Clausura temporal o definitiva, que podrá ser total o parcial; y IV.- Arresto hasta por treinta y seis horas. ARTICULO 135. - Para imponer una san ción, se tomará en cuenta: I.- Los daños que se hayan producido o puedan producirse en la salud de las personas; II.- La gravedad de la infracción; III.- Las condiciones socioeconómicas del infractor; lV.- La calidad de reincidente del infractor; y V.- El beneficio obtenido por el infractor como resultado de la infracción. (REFORMA, DECRETO 13 3, P.O. 73, SUP. 3, 22 NOVIEMBRE 2016.) ARTICULO 136. - La multa consiste en el pago de una cantidad de dinero cierta y determinada que se impone al infract or, en beneficio del Estado y se hará efectiva mediante el procedimiento económico coactivo que corresponda. La multa será por el equivalente a unidades de medida y actualización. ARTICULO 137. - Las infracciones a las disposiciones de la present e ley, se sancionarán con multa : I.- Hasta de veinte unidades, en los casos de los artículos 24, 29, 31, 33, 34, 48, 50, 82, 91 y 110 de esta Ley; II.- De diez hasta cien unidades, en los casos del artículo 37, de esta Ley; lII.- De cincuenta hasta quinientas unidades, en los casos de los artículos 62 y 118 de esta Ley; y Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 64 VI.- Hasta de quinientas unidades, las no previstas en este capítulo. La aplicación de las multas será sin perjuicio de que se dicten las medidas de seguridad sanitaria que procedan, hasta en tanto se subsanen las irregularidades. ARTICULO 138. - En caso de reincidencia, se duplicará el monto de la multa que corresponda. Para los efectos de este capítulo. Se entiende por reincidencia al hecho de que el infractor cometa la misma violación a las disposiciones de esta Ley o su reglamento dos o más veces, dentro del período de un año contado a partir de la fecha en que se le hubiera notificado la sanción. ARTÍCULO 139.- Procederá la clausura temporal o definitiva, parcial o total según la gra vedad de la infracción y las características de la actividad o establecimiento, en los siguientes casos: I.- Cuando los establecimientos a que se refiere el artículo 7° de esta Ley, no reúnan los requisitos sanitarios establecidos y las demás disposicion es reglamentarias aplicables; ll.- Cuando el riesgo para la salud de las personas se origine por la violación reiterada de los preceptos de esta Ley, y de las disposiciones que de ella emanen, constituyendo rebeldía a cumplir los requerimientos y disposi ciones de la autoridad sanitaria; III.- Cuando después de la reapertura de un establecimiento, local, fábrica, construcción o edificio por motivo de suspensión de trabajos o actividades, o clausura temporal, las funciones que en él se realicen sigan cons tituyendo un peligro para la salud; IV.- Cuando por la peligrosidad de las actividades que se realicen o por la naturaleza del establecimiento, local, fábrica, construcción o edificio de que se trate, sea necesario proteger la salud de la población; y V.- Cuando se compruebe que las actividades que se realizan en un establecimiento, violan las disposiciones sanitarias constituyendo un peligro para la salud. ARTICULO 140. - Se sancionará con arresto hasta por treinta y seis horas: I.- A la persona que interfiera o se oponga al ejercicio de las funciones de la autoridad sanitaria; y ll.- A la persona que en rebeldía se niegue a cumplir los requerimientos y disposiciones de la autoridad sanitaria, provocando con ello un riesgo a la Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 65 salud de las persona s. Sólo procederá esta sanción, si previamente se dictó cualquier otra de las sanciones a que se refiere este capítulo. Impuesto el arresto, se hará del conocimiento a la autoridad correspondiente a efecto de que proceda a su ejecución. CAPITULO III PRO CEDIMIENTO PARA APLICAR LAS MEDIDAS DE SEGURIDAD Y SANCIONES ARTICULO 141. - Para los efectos de esta Ley, el ejercicio de las facultades discrecionales por parte de la autoridad sanitaria competente, se sujetará a los siguientes criterios: I.- Se fundará y motivará en los términos de los artículos 14 y 16 de la Constitución Política de los Estados Unidos Mexicanos; ll.- Se tomarán en cuenta las necesidades sociales y estatales y en general, los derechos e intereses de la sociedad; lll.- Se considerará n los precedentes que se hayan dado en el ejercicio de las facultades específicas que van a ser usadas; así como la experiencia acumulada a ese respecto; IV.- Los demás que establezca el superior jerárquico tendientes a la predictibilidad de la resoluci ón de los funcionarios; y V.- La resolución que se dicte se hará saber por escrito al interesado dentro del plazo que marca la ley. Para el caso de que no exista éste, dentro de un plazo no mayor de ciento veinte días contados a partir de la recepción de la solicitud del particular. ARTÍCULO 142.- La definición, observancia e instrucción de los procedimientos que se establecen en esta Ley, se sujetarán a los siguientes principios Salud del Estado de Colima Dirección de Proceso Legislativo 66 VIll.- Coordinación; IX.- Eficiencia; X.- Competencia; y XI.- Buena fe. ARTICULO 143. - La Secretaría y los Ayuntamientos, con base en los resultados de la visita o del inf orme de verificación a que se refiere el artículo 120 de esta Ley, podrán dictar las medidas para corregir las irregularidades que se hubieran encontrado en los establecimientos a que se refiere artículo 7º, notificándolas al interesado o representante le gal y otorgándole un plazo adecuado para su realización. ARTÍCULO 144.- Las autoridades sanitarias competentes harán uso de las medidas legales necesarias, incluyendo el auxilio de la fuerza pública, para lograr la ejecución de las sanciones y medidas de seguridad que procedan. ARTICULO 145. - Si el interesado no hubiera subsanado las irregularidades señaladas en el informe o acta de verificación en el plazo concedido, la autoridad sanitaria competente citará al interesado o representante legal personalme nte o por correo certificado con acuse de recibo, para que dentro de un plazo no menor de cinco, ni mayor de treinta días comparezca a manifestar lo que a su derecho convenga y ofrezca las pruebas que estime procedentes en relación con los hechos asentados en el acta o informe de verificación, según el caso. Tratándose del informe de verificación, la autoridad sanitaria competente deberá acompañar al citatorio invariablemente copia de aquél. ARTICULO 146. - El cómputo de los plazos que señale la autoridad s anitaria competente para el cumplimiento de sus disposiciones sanitarias, se hará entendiendo los días como naturales, con las excepciones que esta Ley establezca. ARTICULO 147 - Una vez oído al presunto infractor o representante legal en su caso, y desaho gadas las pruebas que ofreciera y fueren admitidas, se procederá dentro de los cinco días hábiles siguientes a dictar la resolución por escrito que proceda, la cual será notificada en forma personal o por correo certificado con acuse de recibo al interesad o o a su representante legal, dentro de los cinco días hábiles siguientes. ARTÍCULO 148.- En caso de que el presunto infractor no compareciera dentro del término fijado por el artículo 145, se procederá a dictar en rebeldía la resolución definitiva dentr o de los cinco días hábiles siguientes y a notificarla personalmente, o por correo certificado con acuse de recibo. ARTICULO 149. - En los casos de suspensión de trabajos o de servicios, o de clausura temporal o definitiva, parcial o total, el personal com isionado para su Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 67 ejecución, procederá a levantar acta detallada de la diligencia, siguiendo para ello los lineamientos generales establecidos para las verificaciones. ARTICULO 150. - Cuando del contenido de un acta de verificación se desprenda la posible c omisión de uno o varios delitos, la autoridad correspondiente lo hará del conocimiento del Ministerio Público; lo anterior, sin perjuicio de la aplicación de la sanción administrativa que proceda. CAPITULO IV RECURSO DE INCONFORMIDAD ARTICULO 151. - Contr a los actos y resoluciones que dicten las autoridades sanitarias competentes, que con motivo de la aplicación de esta Ley den fin a una instancia o resuelvan un expediente, los interesados podrán interponer el recurso de inconformidad. ARTÍCULO 152.- El término para interponer el recurso será de quince días hábiles, contados a partir del día siguiente a aquél en que se hubiere notificado la resolución, o acto que se recurra. ARTÍCULO 153.- El recurso se interpondrá por escrito ante la autoridad que hubie re dictado la resolución o acto combatido, directamente o por correo certificado con acuse de recibo. En este último caso, se tendrá como fecha de presentación la del día de su depósito en la oficina de correos. ARTICULO 154. - En el escrito se precisarán : I.- El nombre y domicilio de quien promueva; II.- Los hechos objeto del recurso; III.- La fecha en que, bajo protesta de decir verdad, manifieste el recurrente que tuvo conocimiento de la resolución o acto impugnado; IV.- Los agravios que le cause la resolución o acto impugnado y las razones en que se apoye; V.- La mención de la autoridad que haya dictado la resolución, ordenado o ejecutado el acto; y VI.- El ofrecimiento de las pruebas que el inconforme se proponga rendir. ARTÍCULO 155.- Al escrito deberán acompañarse los siguientes documentos: I.- Los que acrediten la personalidad del promovente, siempre que no sea el directamente afectado, y cuando dicha personalidad no hubiera sido reconocida con anterioridad por la autoridad sanitaria co mpetente en la instancia, o expediente que concluyó con la resolución impugnada; Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 68 ll.- Los documentos que el recurrente ofrezca como pruebas y que tengan relación inmediata y directa con la resolución y acto impugnado; y III.- El original de la resoluci ón impugnada, en su caso. ARTÍCULO 156.- En la tramitación del recurso se admitirá toda clase de medios probatorios, excepto la confesional y testimonial. ARTICULO 157. - Al recibir el recurso, la autoridad competente verificará si éste es procedente, y s i fue interpuesto en tiempo y forma, debe admitirlo o, en su caso, requerir al promovente para que lo aclare, concediéndole al efecto un término de cinco días hábiles. En el caso de que la autoridad considere, previo estudio de los antecedentes respectivo s, que procede su desechamiento, emitirá el acuerdo en tal sentido. ARTICULO 158. - En la substanciación del recurso, sólo procederán las pruebas que se hayan ofrecido en la instancia o expediente que concluyó con la resolución o acto impugnado y las super venientes. Las pruebas ofrecidas que procedan se admitirán por la autoridad competente que deba continuar el trámite del recurso, y para su desahogo en su caso, se dispondrá de un término de hasta treinta días hábiles, contados a partir de la fecha en que hayan sido admitidas. ARTICULO 159. - En el caso de que el recurso fuere admitido, la autoridad respectiva, sin resolver en lo relativo a la admisión de las pruebas que se ofrezcan, emitirá una opinión técnica del asunto dentro de un plazo de treinta días hábiles contados a partir del auto admisorio, y de inmediato remitirá el recurso y el expediente que contenga los antecedentes del caso, a la autoridad sanitaria que corresponda y que deba continuar el trámite del recurso. El titular de la Secretaría en su caso, resolverá los recursos que se interpongan con base en esta Ley. Esta facultad podrá ser delegada mediante disposición administrativa publicada en el Periódico Oficial del Estado . Al efecto, podrá confirmar, modificar o revocar el acto o resolució n que se haya combatido. ARTÍCULO 160.- A solicitud de los particulares que se consideren afectados por alguna resolución o acto de las autoridades sanitarias, éstas los orientarán sobre el derecho que tienen de recurrir la resolución o acto de que se tra te y sobre la tramitación del recurso. ARTÍCULO 161.- La interposición del recurso suspenderá la ejecución de las sanciones pecuniarias, si el infractor garantiza el interés fiscal. Tratándose de otro tipo de actos o resoluciones, la interposición del re curso suspenderá su ejecución, siempre y cuando se satisfagan los siguientes requisitos: Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 69 l.- Que lo solicite el recurrente; ll.- Que no se siga perjuicio al interés social, ni se contravengan disposiciones de orden público; y lll.- Que fueren de difí cil reparación los daños y perjuicios que se causen al recurrente con la ejecución del acto o resolución combatida. ARTICULO 162. - En la tramitación del recurso de inconformidad, se aplicará supletoriamente el Código de Procedimientos Civiles del Estado. CAPITULO V PRESCRIPCION ARTÍCULO 163.- El ejercicio de la facultad para imponer las sanciones administrativas previstas en la presente Ley, prescribirá en el término de cinco años. ARTÍCULO 164.- Los términos para la prescripción serán continuos y se co ntarán desde el día en que se cometió la falta o infracción administrativa si fuere consumada, o desde que cesó, si fuere continua. ARTICULO 165. - Cuando el presunto infractor impugnare los actos de la autoridad sanitaria competente, se interrumpirá la pr escripción, hasta en tanto la resolución definitiva que se dicte no admita ulterior recurso. ARTÍCULO 166.- Los interesados podrán hacer valer la prescripción por vía de excepción. La autoridad deberá declararla de oficio. T R A N S I T O R I O S PRIM ERO. - La presente ley entrará en vigor treinta días después de su publicación en el Periódico Oficial del Estado. SEGUNDO. - Se abrogan la Ley de Salud del Estado de Colima, expedida el 23 de enero de 1986 y publicada en el Periódico Oficial , el 22 de feb rero del mismo año; así como todas las disposiciones que se opongan a la presente Ley. TERCERO. - En tanto se expiden las disposiciones administrativas derivadas de esta Ley, seguirán en vigor las que rigen actualmente, en lo que no la contravengan y su re ferencia a la Ley de Salud del Estado de Colima que se abroga, se entenderán hechas en lo aplicable a la presente Ley. CUARTO. - Las autorizaciones sanitarias que se hayan solicitado con anterioridad a la fecha de entrada en vigor de la presente Ley, serán tramitadas conforme a la legislación anterior. Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 70 QUINTO. - Todos los actos, procedimientos y recursos administrativos relacionados con la materia de esta Ley que se hubieran iniciado bajo la vigilancia de la que se abroga, se tramitarán y resolverán conform e a las disposiciones de la citada Ley. SEXTO. - Los expedientes en trámite relacionados con las autorizaciones sanitarias, se concluirán en lo que beneficie a los interesados en los términos de esta Ley. SEPTIMO. - Continuarán en vigor los acuerdos de coo rdinación para la integración orgánica y la descentralización operativa de los servicios de salud; así como los acuerdos de coordinación celebrados con el propósito de descentralizar el ejercicio de las funciones de control y regulación sanitaria en la ent idad, en lo que no se opongan a lo dispuesto por la Ley General de Salud, la presente Ley y sus disposiciones reglamentarias. El Gobernador del Estado del Estado, dispondrá se publique, circule y observe. Dado en Recinto Oficial del Poder Legislativo a l os dieciocho días del mes de diciembre del año dos mil. C. AGUSTÍN MARTELL VALENCIA, DIPUTADO PRESIDENTE. - Rúbrica. - C. ANTONIO MORALES DE LA PEÑA, DIPUTADO SECRETARIO. - Rúbrica. - C. ROBERTO ALCARAZ ANDRADE, DIPUTADO SECRETARIO. - Rúbrica. - Por tanto mand o se imprima, publique, circule y observe. Dado en Palacio de Gobierno a los 28 días del mes de diciembre del año dos mil. EL GOBERNADOR CONSTITUCIONAL DEL ESTADO, LIC. FERNANDO MORENO PEÑA. Rúbrica. -EL SECRETARIO GENERAL DE GOBIERNO, LIC. JORGE HUMBER TO SILVA OCHOA. - Rúbrica. N. del E. a continuación se transcriben los transitorios de los Decretos que Reforman la presente Ley. DECRETO APROBACIÓN PUBLICACIÓN 409 04 JULIO 2007 Se adiciona una fracción XIV al artículo 7, recorriéndose en lo subsecuente las fracciones de la XV a la XVIII; se adiciona un Capítulo XVIII, al Título Tercero; y se adicionan los artículos 92 Bis, 92 Bis I y 92 Bis 2, P.O. 52, P.O. 49, 2 DE SEPTIEMBRE DE 2006 ÚNICO. - El presente Decreto entrará en vigor al día siguiente de su publicación en el periódico oficial \"El Estado de Colima\". Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 71 correspondientes al Capítulo XVIII, al Título Tercero; todos de la Ley de Salud del Estado de Colima. 114 04 JULIO 2007 Se adiciona una fracción XIV al artículo 7, recorriéndose en lo subsecuente las fracciones de la XV a la XVIII; se adiciona un Capítulo XVIII, al Título Tercero; y se adicionan los artículos 92 Bis, 92 Bis I y 92 Bis 2, correspondientes al Capítulo XVIII, al Título Tercero; todos de la Ley de Salud del Estado de Colima. P.O. 31, SUPL. 2, 14 DE JULIO DE 2007. UNICO. - El Presente Decreto entrará en vigor el día siguiente de su publicación en el Periódico Oficial \"El Estado de Colima\". 145 31 AGOSTO 2007 Se reforma el artículo 12 y se adicionan los artículos 12 Bis, 12 Bis1, 12 Bi s2, 12 Bis3 y 12 Bis4 , de la Ley de Salud del Estado de Colima. P.O. 39, SUPL. 2, 2 DE SEPTIEMBRE DE 2007. UNICO. - El Presente Decreto entrará en vigor el día siguiente de su publicación en el Periódico Oficial \"El Estado de Colima\". 141 27 MAYO 2010 Se adiciona la fracción VI, al artículo 5º, de la Ley de Salud del Estado de Colima. P.O. 22 SUPL. 2, 29 DE MAYO DE 2010. ÚNICO. - El presente Decreto entrará en vigor al día siguiente de su publicación en el Periódico Oficial \"El Estado de Colima\". 224 28 N OVIEMBRE 2010 Se adiciona la fracción VI al artículo 5° de la Ley de Salud del Estado de Colima. P.O. 48, SUPL. 2, 25 NOVIEMBRE 2010 PRIMERO. - El presente Decreto entrará en vigor al día siguiente de su publicación en el Periódico Oficial \"El Estado de Col ima\". Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 72 SEGUNDO. - En un término no mayor de 90 días naturales a partir de la entrada en vigor del presente Decreto, los Ayuntamientos de la entidad, por conducto de sus Cabildos, deberán adecuar sus respectivos Reglamentos para la Venta y Consumo de Bebidas Alcohólicas en los que se regulan los establecimientos destinados a la venta y consumo de alimentos, para efectos de dar cumplimiento a lo establecido en este Decreto. TERCERO. - Los propietarios, poseedores o titulares de los establecimientos comprendidos en el presente Decreto, tendrán como plazo máximo el 1° de marzo de 2011, para dar debido cumplimiento a las obligaciones contenidas en el mismo. 363 31 AGOSTO 2011 Se adicionan los artículos 20 BIS, 20 BIS 1, 20 BIS 2 y 20 BIS 3, correspondientes al Capí tulo Único denominado Disposiciones Generales, dentro del Título Segundo denominado Sistema Estatal de Salud, a la Ley de Salud del Estado de Colima. P.O. 41, 31 DE AGOSTO DE 2011 ÚNICO. - El presente Decreto entrará en vigor al día siguiente de su publica ción en el Periódico Oficial \"El Estado de Colima\". Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 73 380 04 NOVIEMBRE 2011 Se reforman los incisos k) y l) y se adicionan los incisos m) y n), a la fracción I, del artículo 5º a la Ley de Salud del Estado de Colima. P.O. 54, SUPL. 01, 07 NOVIEMBRE 2011. PRIMERO. - El presente Decreto entrará en vigor al día siguiente de su publicación en el Periódico Oficial \"El Estado de Colima\". SEGUNDO. - Las autoridades e instituciones del Estado deberán realizar las acciones necesarias a fin de dar el debido cumplimiento a las atribuciones contenidas en el presente Decreto, a más tardar el 21 de agosto del 2012. TERCERO. - Los procedimientos penales que se estén substanciando a la entrada en vigor del presente Decreto, se seguirán conforme las disposiciones vigentes al mom ento de la comisión de los hechos. CUARTO. - El Gobierno Federal deberá financiar las acciones derivadas del cumplimiento del Decreto número 211, aprobado por el Congreso de la Unión, por el que se reforman, adicionan y derogan diversas disposiciones de la Ley General de Salud, del Código Penal Federal y del Código Federal de Procedimientos Penales, publicado en el Diario Oficial de la Federación el 20 de agosto de 2009, Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 74 con los recursos que anualmente se prevean en el Presupuesto de Egresos de la Federació n, en términos del Artículo Cuarto Transitorio del citado Decreto. QUINTO. - Los Poderes Ejecutivo y Legislativo Estatales deberán prever y realizar las acciones necesarias para asegurar los recursos en el Presupuesto de Egresos del Estado, a fin de que las autoridades del fuero común puedan dar cumplimiento a la competencia y atribuciones establecidas en el Decreto número 211, referido en el artículo anterior. 510 27 ABRIL 2012 Se reforma el Capítulo Único del Titulo Segundo y se adiciona un Capítulo Segundo denominado \"Salud Mental\" en el Titulo Segundo, conteniendo los artículos 20 BIS 4, 20 BIS 5, 20 BIS 6, 20 BIS 7, 20 BIS 8 y 20 BIS 9, todos de la Ley de Salud del Estado de Colima. P.O. 26 SUPL. 1, 12 DE MAYO DE 2012. ÚNICO. - El presente Decreto entr ará en vigor al día siguiente de su publicación en el Periódico Oficial \"El Estado de Colima\". 174 8 OCTUBRE 2013 Se aprueba la reforma al artículo 3º; el inciso k) de la fracción I, y a la fracción IV del artículo 5º; las fracciones VIII y IX del artículo 15; la fracción XV del artículo 16; la fracción IX del artículo 20 BIS 7; y el artículo 128; asimismo P.O 55, SUPL.2, 26 OCTUBRE 2013 PRIMERO. - El presente Decreto entrará en vigor al día siguiente de su publicación en el Periódico Oficial \"El Estado de Colima\". SEGUNDO. - La Secretaría de Salud y Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 75 se aprueba la adición de la fracción X al artículo 15; el artículo 15 BIS; la fracción XVI al artículo 16, haciéndose el corrimiento respectivo de la actual fracción XVI pasando a ser la fracción XVII; y un nuevo Capítulo III intitulado \"ATENCIÓN MATERNO INFANTIL\", al Título Segundo denominado \"SISTEMA ESTATAL DE SALUD\" integrado por los artículos 20 BIS 10, 20 BIS 11, 20 BIS 12, 20 BIS 14, 20 BIS 15 y 20 BIS16, todos a la Ley de Salud del Estado de Colima. Bienestar Social del Gobierno del Estado, deberá cumplir con las disposiciones contenidas en el Capítulo III, intitulado \"ATENCIÓN MATERNO INFANTIL\", del Título Segundo denominado \"SISTEMA ESTATAL DE SALUD\", el 1º de enero del año 2015. 296 8 ABRIL 2014 Se re forma las fracciones VI y VII del artículo 90; el primer párrafo del artículo 91; y la fracción X del artículo 127; asimismo, se adiciona la fracción VIII al artículo 90; un segundo párrafo al artículo 118; una fracción XI, haciendo el corrimiento respecti vo, pasando la actual XI a ser XII, al artículo 127; y un segundo párrafo al artículo 128, todos de la Ley de Salud del Estado de Colima. P.O. 19, SUPL. 3, 12 ABRIL 2014 PRIMERO. - El presente Decreto entrará en vigor al día siguiente de su publicación en e l Periódico Oficial \"El Estado de Colima\". SEGUNDO. - Se otorga un plazo de 120 días naturales a la Secretaría de Salud y Bienestar Social, así como a los diez Ayuntamientos del Estado, para que realicen las adecuaciones correspondientes a sus respectivos reglamentos, con relación a lo dispuesto por el presente Decreto. 320 10 JUNIO 2014 Se reforma el inciso b) de la fracción IV del artículo 3°, el inciso h) de la fracción I del artículo 5°, y P.O. 28, SUPL. 2, 14 JUNIO 2014. PRIMERO .- El presente Decreto entrará en vigor al día siguiente de su Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 76 la fracción VI del artículo 15; así como la adición del artícul o 8 BIS, y la fracción II, haciéndose el corrimiento respectivo de las demás fracciones, al artículo 12, todos de la Ley de Salud del Estado de Colima. publicación en el Periódico Oficial \"El Estado de Colima\". SEGUNDO. - Los Ayuntamientos que cuenten con reglamentos en materia de salud, contarán con un plazo de 90 días naturales a partir de la entrada en vigor del presente Decreto, para adecuarlos al mismo . 358 12 AGOSTO 2014 Se aprueba reformar la fracción VI y adicionar la fracción VII, haciéndose el corrimiento respectivo, para que la actual fracción VII, pase a ser la fracción VIII, del artículo 5º de la Ley de Salud del Estado de Colima. P.O. 39, SUPL .1, 16 AGOSTO 2014. ÚNICO. - El presente decreto entrará en vigor el día siguiente de su publicación en el Periódico Oficial \"El Estado de Colima\". 448 13 DICIEMBRE 2014 Es de aprobarse y se aprueba reformar los numerales de los Capítulos que integran el TITULO SEGUNDO, y los artículos 20 Bis 10, 20 Bis 11, 20 Bis 12, 20 Bis 13, 20 Bis 14, 20 Bis 15, y 20 Bis 16; así como adicionar los artículos 20 Bis 17, 20 Bis 18, y 20 Bis 19, todos de la Ley de Salud del Estado de Colima. P.O. 57, SUPL. 08, 13 DICIEMBRE 2014. ÚNICO. - El presente decreto entrara en vigor al día siguiente de su publicación en el Periódico Oficial \"El Estado de Colima\". 474 APROBAD O 27 ENERO 2015. Es de aprobarse y se aprueba reformar la fracción XVII del artículo 7º; la fracción IX del artículo 15; y las fracciones VI y VII del artículo 15 BIS; así como P.O. 07, 14 FEBRERO 2015 PRIMERO. - El presente Decreto entrará en vigor al día siguiente de su publicación el Periódico Oficial \"El Estado de Colima\". Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 77 adicionar las fracciones XVIII, pasando la actual fracción XVIII a ser la fracción XIX, al artículo 7º; las fracciones X y XI, pasando la actual fracción X a ser la fracción XII, del artículo 15; la fracción VIII al artículo 15 BIS; el artículo 15 BIS 1, y el CAPÍTULO III denominado \"DE LA ATENCIÓN Y PROTECCIÓN A LAS PERSONAS CON TRASTORNOS DEL ESPECTRO AUTISTA\", al TÍTULO SEGUNDO, integrado por los artículos 20 BIS 20, 20 BIS 21, 20 BIS 2 2, 20 BIS 23, 20 BIS 24, 20 BIS 25, 20 BIS 26, y 20 BIS 27, todos a la Ley de Salud del Estado de Colima. SEGUNDO. La Secretaría de Salud emitirá los lineamientos que señalen las características para la colocación, medida y forma del letrero a que alude el artículo 15 BIS 1 de la Ley de Salud del Estado de Colima, en un plazo no mayor a noventa días natura les, a partir de la entrada en vigor del presente Decreto. 475 04 FEBRERO 2015 Es de aprobarse y se aprueba adicionar la fracción XVIII al artículo 7º, haciéndose el corrimiento respectivo de las fracciones subsecuentes, y el Capítulo XIII Bis denominad o \"Establecimientos Dedicados a la Cirugía Estética, Plástica y Reconstructiva\" al TITULO TERCERO, integrado por los artículos 80 BIS, 80 BIS 1, y 80 BIS 2, todos de la Ley de Salud del Estado de Colima. P.O. 6, SUP. 3, 7 FEBRERO 2015 ÚNICO. - El presente Decreto entrará en vigor al día siguiente de su publicación en el Periódico Oficial \"El Estado de Colima\". Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 78 133 Se reforma el artículo 136; de la Ley de Salud del Estado de Colima P.O. 73, SUP. 3, 22 NOVIEMBRE 2016 PRIMERO. - El presente Decreto entrará en vigor al día siguiente de su aprobación, el cual deberá ser publicado en el Periódico Oficial \"El Estado de Colima\". SEGUNDO. - Para determinar el valor diario, mensual y anual de la Unidad de Medida y Actualización a la entrada en vigor del presente Decre to se estará a lo dispuesto por el Acuerdo emitido por el Instituto Nacional de Estadística y Geografía, publicado en el diario Oficial de la Federación de fecha 28 de enero de 2016, aplicable para el año 2016, y en posteriores anualidades a lo previsto por el artículo quinto transitorio del Decreto por el que se declara reformadas y adicionadas diversas disposiciones de la Constitución Política de los Estados Unidos Mexicanos, en materia de desindexación del salario mínimo, publicado en el Diario Oficial de la Federación de fecha 27 de enero del 2016. 342 Se reforma la fracción XIV del artículo 16 de la Ley P.O. 55, SUP. 3. 26 AGOSTO 2017 Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 79 de Salud del Estado de Colima ÚNICO. La presente ley entrará en vigor al día siguiente de su publicación en el Perió dico \"El Estado de Colima\". 481 Se adiciona un tercer párrafo a la fracción IV del artículo 15 de la Ley de Salud del Estado de Colima P.O. 33, 12 MAYO 2018. ÚNICO. - El presente decreto entrará en vigor al día siguiente de su publicación en el Periódico O ficial \"El Estado de Colima\". 484 Se adiciona un segundo párrafo en la fracción I del articulo 3º; se derogan los artículos 20 BIS 4, 20 BIS 5, 20 BIS 6, 20 BIS 7, 20 BIS 8 y 20 BIS 9; asimismo, se adiciona el Capítulo lV, denominado DE LA SALUD MENTAL, integrado por los artículos 20 BIS 28, 20 BIS 29, 20 BIS 30, 20 BIS 31, 20 BIS 32, 20 BIS 33, 20 BIS 34, 20 BIS 35, 20 BIS 36, 20 BIS 37, 20 BIS 38 y 20 BIS 39, al TITULO SEGUNDO, todos a la Ley de Salud del Estado de Colima P.O. 33, 12 MAYO DE 2018 ÚNICO. El presente Decreto entrará en vigor al siguiente día de su publicación en el Periódico Oficial \"El Estado de Colima\". 492 Se adiciona un segundo párrafo al artículo 80 Bis 2 de la Ley de Salud del Estado de Colima. P.O. 40, 02 JUNIO 2018 ÚNICO. - El pr esente Decreto entrará en vigor al día de su publicación en el Periódico Oficial \"El Estado de Colima\". 134 Se adicionan las fracciones III, IV, VIII, IX, XII y XIII al artículo 3º, haciéndose el corrimiento respectivo de las subsecuentes fracciones, el Capítulo V denominado P.O. 71, SUP. 01, 28 SEPTIEMBRE 20 19 PRIMERO. - El presente Decreto entrará en vigor al día siguiente de su publicación en el Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 80 \"DE LA PREVENCIÓN, ATENCIÓN Y COMBATE A LOS PROBLEMAS DE SOBREPESO, OBESIDAD Y LOS TRASTORNOS DE LA CONDUCTA ALIMENTARIA\" que contiene los artículos 20 BIS 40, 20 BIS 41, 20 BIS 42, 20 BIS 43, 20 BIS 44, 20 BIS 45 y 20 BIS 46, así como el Capítulo VI con nomenclatura \"DEL CÁNCER EN LA INFANCIA Y ADOLESCENCIA\" que se conforma con los artículos 20 BIS 47, 20 BIS 48, 20 BIS 49 y 20 BIS 50, ambos al Título Segundo, de la Ley de Salud del Estado de Colima . Periódico Oficial \"El Estado de Colima\". SEGUNDO. - Los Programas de Acción Específicos 2020 -2024, los planes anuales de trabajo y cualquier otro instrumento que en la materia del presente Decreto implemente en la actualidad la Secretaría de Salud y Bienestar de Social del Estado, serán orientadores para las acciones coordinadas entre el Gobierno del Estado y los Ayuntamientos y la elaboración del Plan de Acción Estat al a que se refieren los artículos 20 BIS 41 y 20 BIS 43, respectivamente. TERCERO. - El Titular del Poder Ejecutivo del Estado deberá expedir el Reglamento Interior del Consejo para la Prevención, Atención y Combate del Sobrepeso, Obesidad y Trastornos de la Conducta Alimentaria, dentro de los 120 días naturales contados a partir de la entrada en vigor del presente Decreto. CUARTO. - El Consejo para la Prevención, Atención y Combate del Sobrepeso, Obesidad y Trastornos de la Conducta Alimentaria Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 81 deberá in stalarse dentro de los 60 días naturales siguientes a la expedición del Reglamento Interior. QUINTO. - El Plan de Acción Estatal a que se refiere el artículo 20 Bis 41 deberá ser aprobado por el Consejo para la Prevención, Atención y Combate del Sobrepeso, Obesidad y Trastornos de la Conducta Alimentaria, dentro de los 60 días naturales siguientes a su instalación. SEXTO. - Con el fin de que las instituciones de salud del Gobierno del Estado amplíen sus capacidades de atención y presupuestales para la atenc ión del cáncer en la infancia y adolescencia, a partir del ejercicio fiscal 2020 se deberá incrementar paulatinamente el presupuesto dedicado a este rubro. 140 Se adiciona un tercer párrafo al artículo 93 y un segundo párrafo al artículo 107, ambos de la Ley de Salud del Estado de Colima . P.O. 28 SEPTIEMBR E 2019. PRIMERO. - El presente Decreto entrará en vigor al día siguiente de su publicación en el Periódico Oficial \"El Estado de Colima\". SEGUNDO. - El Poder Ejecutivo del Estado contará con un plazo de 180 días naturales , Ley de Salud del Estado de Colima Dirección de Proceso Legislativo 82 contados a partir de la entrada en vigor del presen te Decreto, para que se implemente el servicio de firma electrónica certificada en las autorizaciones y certificados a que se refiere este instrumento. "}