{"title": "Chamanismo y Medicina Ancestral", "author": "Simply Nature", "url": "https://simplynature.co/blogs/blog-plantas-medicinales/chamanismo-y-medicina-ancestral", "hostname": "simplynature.co", "description": "El chamanismo es el conjunto de prácticas espirituales y de sanación más antigua. Se basa en hechos, en la experimentación y el conocimiento directo de la naturaleza y el cosmos. El chamanismo consiste en vivir en continuo equilibrio con la naturaleza y con uno mismo. Se trata de recordar y experimentar ese vínculo sag", "sitename": "Simply Nature", "date": "2021-03-12", "cleaned_text": "15% KITS AMOR Y AMISTAD - Envíos 2 a 3 Días Hábiles marzo 12, 2021 El chamanismo es el conjunto de prácticas espirituales y de sanación más antigua. Se basa en hechos, en la experimentación y el conocimiento directo de la naturaleza y el cosmos. El chamanismo consiste en vivir en continuo equilibrio con la naturaleza y con uno mismo. Se trata de recordar y experimentar ese vínculo sagrado con la naturaleza. En cierto sentido el chamanismo considera que todo cuanto existe es sagrado. Nos enseña que existe una unión en todo, que la naturaleza sana nuestro ser espiritual y físico. Además, busca asegurar la capacidad de generar una cura a los sufrimientos y angustias del ser humano como individuo y como figura en sociedad, reforzando ese vínculo perdido del ser humano y la naturaleza a través de la conexión con la madre tierra y su medicina ancestral. El chamanismo es el producto del conocimiento acumulado de generaciones pasadas. Un conocimiento ancestral que se basa en la unión del todo y la sanación espiritual a través de plantas ancestrales. Este conocimiento y los tratamientos de los chamanes es el producto de su propio método científico, acumulado a partir de un progresivo ciclo de ensayo, experimentación y observación que se viene repitiendo desde inmemoriales generaciones gracias a nuestros antepasados y su sabiduría. Por eso, al chamanismo se le relaciona con la curación de las enfermedades a través de plantas medicinales, rezos, cantos y ofrendas que nos guían a una conexión con nosotros mismos, ha enfrentarnos con nuestros propios miedos y a reforzar el lazo con la madre tierra. Gracias a los chamanes quienes actúan como guías de aquellas almas que aun no han encontrado el camino hacia el otro mundo, realizan diferentes ceremonias que permiten sanar, evolucionar y entender el significado de cada uno de ellos. Así mismo, les permite observar la vida desde otro punto y forjar realmente la conexión que tenemos con la pachamama. El chaminismo es la fluidez de la vida y la fluidez de nuestro caminar. Es volver a retomar nuestras raíces, volver a lo natural y a creer en la vida y en la naturaleza misma. Chamanismo somos tú, soy yo, somos todos. septiembre 14, 2022 Ver artículo completo mayo 25, 2021 septiembre 16, 2020 2 Comentarios "}