{"title": "Descubre el remedio natural para el dolor de cabeza y la migraña", "author": "Guiomar Rovelló", "url": "https://www.mundodeportivo.com/vidae/salud/20230719/1002040201/alivia-dolor-cabeza-migrana-aceite-esencial.html", "hostname": "mundodeportivo.com", "description": "Un dolor de cabeza se puede producir en el cuero cabelludo, parte superior del cuello, cara o interior de la cabeza. Este puede llegar a interferir en las tareas diarias", "sitename": "Mundo Deportivo", "date": "2023-07-19", "cleaned_text": "Un dolor de cabeza se puede producir en el cuero cabelludo, parte superior del cuello, cara o interior de la cabeza. Este puede llegar a interferir en las tareas diarias y en la capacidad de trabajar, sobre todo a aquellas personas que lo sufren con frecuencia. El tipo más común de dolor de cabeza es la cefalea tensional, la cual está causada por tensión muscular en los hombros, cuello, cuero cabelludo y mandíbula. Según la [Biblioteca Nacional de Medicina de los EE. UU.](https://medlineplus.gov/spanish/ency/article/003024.htm), puede estar relacionada con el estrés, depresión, ansiedad, un traumatismo craneal o sostener la cabeza y el cuello en una posición anormal. Tiende a darse en ambos lados de la cabeza. Sin embargo, a menudo comienza en la parte posterior y se propaga hacia delante, y puede ser sordo u opresivo. Otro de los dolores de cabeza habituales es la cefalea migrañosa, que implica un dolor punzante, palpitante o pulsátil en un lado de la cabeza. Normalmente ocurre con otros síntomas como cambios en la visión, sensibilidad al ruido o a la luz y náuseas. El portal médico mencionado anteriormente señala que las migrañas se pueden desencadenar por alimentos como el chocolate, ciertos quesos o el glutamato monosódico (GMS). La abstinencia de cafeína, la falta de sueño y el alcohol también pueden causarlas. Así pues, la mayoría de las personas con dolores de cabeza pueden aliviarlos haciendo cambios en su estilo de vida, aprendiendo formas de relajarse y, en casos más extremos, tomando medicamentos. De esta forma, existe un remedio natural muy utilizado para evitar este problema: el aceite de lavanda. Aceite de lavanda, un remedio natural para aliviar el dolor de cabeza La lavanda es una planta aromática endémica de la región mediterránea que tiene propiedades depurativas. Es, entre otras cosas, antiespasmódica, analgésica y antineurálgica, por lo que es ideal para aliviar las migrañas, los espasmos musculares y el dolor. Así, tal como indica un ensayo clínico publicado en la revista médica [European Neurology](https://karger.com/ene/article-abstract/67/5/288/124346/Lavender-Essential-Oil-in-the-Treatment-of?redirectedFrom=fulltext), la inhalación del aceite de lavanda ayuda a reducir la gravedad de las migrañas en algunas personas. La aromaterapia es ampliamente utilizada para mejorar el bienestar físico y mental. Los aceites esenciales son la parte aromática que se encuentra en muchas plantas, cuya fragancia se libera cuando se tritura o pasa por un proceso especial con vapor. Cómo utilizar el aceite de lavanda para la migraña La aromaterapia se puede utilizar, según el [Instituto Nacional del Cáncer](https://www.cancer.gov/espanol/cancer/tratamiento/mca/paciente/aromaterapia-pdq), de distintas formas: - Inhalación indirecta. El aceite esencial se aspira mediante el uso de un difusor, el cual lo dispersa por el aire. También se pueden aplicar gotas sobre un tejido o un trozo de algodón en un lugar cercano. - Inhalación directa. Consiste en aspirar el aceite esencial mediante el uso de un inhalador individual que contenga gotas flotando sobre agua caliente. - Masaje. Se puede realizar un masaje con aceite de lavanda para calmar los nervios y la tensión muscular asociada al estrés, sobreesfuerzo físico y malas posturas. Así, al masajear los músculos del cuello y los hombros, se alivia la tensión y el dolor de la migraña. En caso de que el dolor sea muy agudo, se puede complementar el uso del aceite de lavanda con medicamentos, siempre y cuando se haya consultado con un médico. Date de alta en la [Newsletter de Vidae ](https://www.mundodeportivo.com/perfil/ev/newsletters?autoPopulate=Vidae%20target=), para recibir los contenidos más interesantes para cuidar tu salud y sentirte bien. "}