{"title": "Use of Complementary and Alternative Medicine in Community-Based Psychosocial Support Centres for Cancer Patients and their Relatives", "author": "Adriaan Visser ; PRO-health org; Netherlands", "url": null, "hostname": null, "description": "Dutch Community-Based Psychosocial Support Centres for Cancer patients (CBPSCs) offer easily accessible social support by fellow patients and trained volunteers. We studied which CAM activities were offered and used, and how satisfied they are with the CAM.", "sitename": null, "date": "2020-12-03", "cleaned_text": "for Cancer patients (CBPSCs) offer easily accessible social support by fellow patients and trained volunteers. We studied which CAM activities were offered and used, and how satisfied they are with the CAM. Methods: Use and evaluation of CAM in 20 CBPSCs was explored by semi-structured interviews among 34 visitors (Study 1). Additionally, in 25 CBPSCs, 701visitors filled out a web-based structured questionnaire about their experiences with and evaluation of CAM (Study 2). Results: The studies confirm the significance of CBPSCs contacts leading to more communication about their illness, cure and care. The interviews show that patients mainly participated in mind-body activities (yoga, mindfulness training, singing and voice expression, walking, massage), creative imagination, social activities related with cooking, eating, social drinking, and activities like billiards, shopping, and swimming. CAM activities had a strong meaning for them, they are satisfied with the offer, but expressed also wishes on more variety in CAM, giving suggestions to improve it. The survey confirms in structured questions the interviews results. The visitors of CBPSCs use a great variety of types of CAM during their visits. The most valued activities are: massage (8,6 on a 10-pointscale), creative activities (8,5), relaxation (8,4), cooking (8,4), happenings like fashion shows, Christmas markets (8,4) and receiving information (8,3). The total evaluation is 8,2 which is lower than the satisfaction of relatives of 8,4. Conclusion: Participants highly evaluated the offer and use of CAM. This is a profit compared to offer by the traditional psycho-oncology. Insight in effects of CAM is still limited, also on the comparison with other countries due to incomparability of health care organizations. More studies are needed to show content and effects of CAM for cancer patients. CAM; Cancer; Dutch community-based support centres; Use & evaluation Cancer and its treatment strongly influence the life of cancer patients and their relatives in practical, physical, emotional, social, and meaning of life terms. Nearly 90% of the cancer patients suffer from one of these conditions and about 30-45% of the cancer patients would like to be referred to psychologists, public mental health institutions and/or specialized institutions for psychosocial oncology [1,2]. This situation emphasizes the importance of psychosocial care and aftercare for cancer patients [1]. In this article we describe the contribution of CAM to the well-being of the cancer patients as a part of the offered psychosocial care [3-5]. Psychosocial cancer care Cancer patients and their relatives may receive support in hospitals from the oncologists and oncology nurses; however, they are often limited to reach due to their work overload [2-5]. In the primary health care this includes too support by General Practitioners (GPs), social workers, psychologists, and psychiatrist. The provided help includes also specialized, professional psychosocial support by clinical therapists, which requires, however, often a referral by GPs. These centres, like the Dutch Helen Dowling Institute (Bilthoven) and the Vruchtenburg (Rotterdam) are not willing and able to offer CAM treatments because they are viewed as too alternative with no proven effectively [5]. The health insurances companies will even not refund the costs for CAM. Waiting lists, barriers in referrals and high costs for patients, the above-mentioned forms of supportive care are often not easily accessible for cancer patients [3-5]. This was a reason that patient organisations, often in cooperation with health care professionals, took initiatives to found patient-oriented support centres in several countries [6,7]. Examples of these centres are the Maggie' centres in the UK, Barcelona and Hongkong, In the USA the MD Anderson Cancer Centre (Houston) and the Memorial Sloan Kettering Cancer Centre (New York) offer CAM related support groups. In Germany the psychological support is organised by the Lebenswert Institute (Life valued Institute) in Koeln and by the Krebsgesellschaft (Cancer Society) in Bayern (München). Comparable initiatives exist in Australia, Belgium, Canada, Denmark, Norway and Israel, often organisational close related with or in hospitals [6-9]. Dutch cancer patients and professionals took the initiative to found CBPSCs: Community-based psychosocial support centres for cancer patients [10].This was an important development to open the gate way to CAM. Community-based psychosocial cancer centres The CBPSCs, as Walking-in- homes are private and independent social driven institutes, funded by local and country policy makers, sponsorships, grants, donations, and PR activities by the centres themselves. CBPSCs for people with cancer were introduced in the early nineties. Currently the more than 80 CBPSCs are joined in the umbrella IPSO, meaning Organization of Community-based Support and Psycho-Oncological Centres for Collaboration and Organisation [10]. Nowadays more than 40.000 cancer patients are visiting CBPSCs. These centres are mostly led by part-time paid professional directors/coordinators, beside organisational support from specialized trained volunteers. The support that CBPSCs offer to their visitors can be therapeutic support and participation in social supporting activities [6,10]. Therapeutic support includes therapies given by in principle trained and experienced professionals in- or outside the CBSCs, in close collaboration: Cognitive Behaviour Therapy (CBT), yoga, mindfulness training and individual therapeutically coaching. In fact, this support does not differ so much from what the mentioned foundations are offering. CAM is not a part of the offered care. Social activities are low-threshold support facilities, including contacts with fellow patients who have (had) cancer, dealing with their illness, treatment and care. It are personal meetings with fellow patients like having a cup of coffee, discussion groups and informal talks and too, and that is the opening to CAM, creative expression (painting, photography) and body-mind activities for relaxation (meditation, singing), Nordic walking, etc. This basic psychosocial care is often sufficient for patients when CBPSCs fit within the whole of the available psychosocial cancer care. This will lead to cost reduction and a more convenient and connected care and support to patients close to homes [11]. However, there is a lack of information about these conditions and it is also often not known weather and which CAM support the CBPSCs are offering. This was the impetus for our studies. Aims of the study The increasing participation of Dutch cancer patients in CBPSCs raise the question how far the visitors to CBPSCs participate in CAM, and how they value the offer of CAM? Design A mixed-method design was applied in the research. To study the content of the CBPSC's CAM care, 34 semi-structured interviews among visitors of 20 CBPSCs were conducted (study 1). Additionally, visitors of 25 CBSCs filled out a web-based questionnaire also about use and evaluation of CAM (study 2). Populations and samples For study 1, a heterogeneous representative sample of CBPSCs was selected according to geographical location, urban vs rural areas, the year of founding of the CBPSCs. The coordinators of the CBPSCs were invited to participate in the study [12]. The visitors of the CBPSCs were recruited for semi-structured interviews based on purposive sampling, reflecting the diversity of the visitors according to (1) patient or relative, (2) gender, (3) age (50-50+), (4) marital status, (5) western/non-western origin and (6) type of cancer. The CBPSCs did invite visitors to the planned face-to-face interviews, consented to participate. Study 2 aimed to include 30 centres, approximately 50% out of the 60 CBSPCs available and willing to participate, applying the same selection criteria from study 1. The visitors of the CBPSCs were recruited for a web-based questionnaire, including visitors from eight years ago (from 2012 - 2013). The visitors were informed about the study by email, regular post, and information flyers. In total 3,134 invitations to participate were sent off. Ultimately, 790 visitors (25%) decided to participate in study 2. However, only 711 participants could be included in the analysis caused by incomplete filled out questionnaires [13]. Data collected For the interviews a topic list from previous studies on CBPSCs (6) was used, as well as questions from other studies on CAM [14]. Open questions were asked about in which CAM activities the visitors did participate and how they did evaluate these CAM activities. Two experts did comment on the final topic list. One researcher (MVH) conducted the interviews, while trained research assistants observed this process and made notes (RHAB). The interviews, usually lasting between 45-60 minutes, were held in separate rooms of the CBPSC and were audio-recorded. The web-based questionnaire in study 2 consisted of closed structured questions about which CAM activities were attended, the appreciation of it, and significance of the activities [13]. Data analysis The interviews in study 1 were transcribed verbatim and the deductive coding was discussed in the research team. One of the researchers (MVH) constructed a list of codes according to the themes in the interview protocol. The research assistants (RHAB) independently labelled the data using the main codes. Another researcher (HTS) confirmed these activities. Further, one of the researchers (MVH) reread the transcripts and labelled eventually the data with supplemented codes. The qualitative data-analysis was performed by ATLAS.ti. The data in study 2 were analyzed with SPSS [12], using mainly descriptive statistics (frequencies, means and crosstabs). Ethical approval The respondents were informed orally as well as written on the studies. Participation was voluntary and the respondents gave their written consent prior to the interview. Confidentiality and anonymity were guaranteed. An advisory board of experts supplied commentary in all phases and for all products (research proposal, data collection and reports) of the study. Approval by the regional Medical Ethics Review Committee (METC) was not applicable because it was a non-invasive research. Members of the advisory board and the scientific committee of the Dutch Cancer Society approved the research protocol to guarantee proper ethical procedures. To understand the results about the use and evaluation of CAM, we first report some information about CBPSCs and background characteristics of their visitors [10,13]. Visiting CBPSCs The studied CBPSCs cover several Dutch representative regions. Fort-nine volunteers were involved in CBPSCs, mostly supported by paid staff. CBPSCs are mostly open three to five days a week, and a few evenings. Most of the interviewed visitors were not informed about what a CBPSC was, or where to find a CBPSC in their area. The majority of visitors were informed about CBPSCs by family, friends and acquaintances (22%), oncology nurses (21%) and/or by written information (21%). Referrals by other health care professionals were rarely mentioned, as medical specialists (6%) and general practitioners (5%). Once patients did find their way to CBPSCs, 28% visit the CBPSC once a week or more frequently (10%) and further, a third (34%) did visit the CBPSC once or several times a month. A visit takes about 2 to 3 hours. The interviews showed that most respondents (n=34) were (ex) patients (71%), women (71%) with breast cancer (32%) Less than 5% had colon cancer, lung cancer, lymphoma, prostate cancer, skin cancer or cervical cancer. The average age was 58 years. In about 60%, the diagnosis was made four years or longer ago. Half (52%) of the visitors stated that they were cured or free of cancer, and that there was a good chance of recovery; this are in total patients with a good medical condition. Indications of a worse condition are that nearly half (46%) stated that they were still under medical supervision and a quarter was still being treated. For many patients of this severe ill group, the prognosis was uncertain. Of the respondents in the survey, 72% had (have) cancer and 28% were relatives. Of the relatives, 62% had experienced the death of a family member they were close to. More woman (81%) than man (19%) was visitors and the mean age of the whole group was 58 years. One-third had completed university or higher vocational education; 17% was educated at a lower level. One third of the visitors had a paid job. A large number of visitors enjoyed (pre)pension and one fifth received disability benefits. It is clear that the samples of both studies don't differ very much. The interviews about CAM (Study 1) The CAM supports that CBPSC's offer to their visitors or were asked for, are mostly labelled as social support activities. Social support activities More than half of the participants (56%) emphasize the importance a variety of activities and contact with fellow patients, whereas 53% finds activities with patients of a comparable age very important. In addition, for almost half (46%) of the participants, the motivation to visit these facilities stresses the willing of co-visitors to listen to them, to meet other people, and having conversations about what had happened to them during their illness and treatment (33%). Furthermore, other questions about social contacts indicate that almost half (47%) of the visitors talk with a therapist, their work (37%), their family and friends (33%), mourning (32%) and contact with their partners (30%). Most visitors clearly state that the main purpose of visiting a CBPSC is to experience social contact with fellow patients, to find peace, information and participation in activities, what other psychosocial cancer care institutes mostly do or cannot offer. The offer of adequate and fitting social support for cancer patients is a complex organizational task in health care [2-6]. The needs of cancer patients require a patient-centered approach, which is often not very well developed in the mainly instrumental-technical oriented medical care and nursing in hospitals [5]. Therefor the Dutch psychosocial cancer care started a rather uniquely approach in international perspective by founding the SBPSCs. Complementary activities The interviewed clients are participating in several complementary activities. They mention 48 divergent activities, like: It is clear that the CBPSCs offer a great variety of CAM activities, which in other psycho-oncological institutes may not or not willing to offer. But it is also rather unique and individual activities; therefore comparison research on the different type of used CAM's is rather impossible The meaning of the CAM activities Participants are positive about the meaning of the CAM activities: it is relaxing, social , stimulating the mind/soul. They mentioned that it is creatively and not so much therapeutical oriented. However, also some of them just mention that it is therapeutic due to expression and exploring feelings. It is also stressed that technical skills are not important, like not needed by painting for the first time in live. It is strongly relaxing; they do not talk about their illnesses. A few are mentioning that there too much women in the groups, and that physical restrictions limit the participation. Extension of the offered activities From the 34 interviewed participants two third indicates (21x) that the momentary offer of activities is just fine. Eleven visitors ask for more attention to Nordic walking, sport, mindfulness, playing cards, and working with flowers. Also, more Mandela drawing, visiting museums, day trips, more groups and more information meetings are mentioned. However, a broad offer of activities may be too expensive. A general comment is that the type of activities is not important, but that working in groups give connections. Men like to participate more in men's group, like for prostate cancer patients. The main evaluated activities More than hundred topics were mentioned (n=108) in the evaluations. The most important topics (more than 5 times mentioned) are: the CBPSC's as such (14 x ), the friendly atmosphere (12x), feeling to be welcome (12 x), possibility to tell their own story, listing to be heard (10 x), low threshold to visit (9 x), giving relaxation (7 x), the attention, knowledge and friendly communication of the volunteers (16 x), and the diversity of activities (13 x). It can be concluded that the visitors are very glad that the CBPSC as a unique place for meeting as such exists, feeling them not to be lonely. Suggested improvements The main points mentioned for improving are the PR of the houses, the building and the furnishing, the name of the houses, opening times, more sharing information with the visitors about the offered facilities, parking space, and more subsidies for needed improvements. So, the interviews show that the participation in CAM activities has a strong meaning for them, they are satisfied with the offer, but express also their wishes for more variety in the offered activities, and are rather involved in the possibilities to improve the services. The survey on CAM The answers about questions on CAM in the CPBSCs are based on structured questions (in the interviews it were mainly open questions). The participants stress that the houses are offering a lot of complementary activities. The main activities in terms of the number of participants are (> 20%) are: Evaluation of the activities The activities are in general very positive evaluated. The most valued activities are: massage (8,6 on a ten-point scale), creative activities (8,5), relaxation activities (8,4), cooking (8,4), happenings like fashion show, markets (8,4), receiving information(8,3), thematic meetings (8,3) and being together activities (8,3). The total evaluation is 8,2. The family members express a higher evaluation of 8,4 then the patients. Some activities are missing (n=93). This are (a) activities which are not available in some houses like workshops on cooking, singing, Reiki, meetings for men and youngsters, (b) more contact with family members, (c) more activities during the evenings, (d) pure walking/not spiritual, (e) meeting people from own cultural background, (f) partner meetings, and (g) talking about palliative care. For 88% is the offer of activities enough., and 96% stated that the offer of activities is fulfilling their wishes. On local level, the smaller houses, are not able to offer all the activities the visitors would like. Use of CAM activities outside the CBPSCs Nearly half of the visitors (51%) are also participating in CAM activities outside of the houses. This concern (> 5%): skin and oedeemtherapy (15%), massage (12%), yoga (10%) and homeopathy (9%). This are more complementary treatments aimed at care than alternative treatments aiming at cure. The other mentioned therapies cover a whole range of very specific therapies (> 5%) like: natural care, use of saps (bua mera; teas), Jyutsu, zhineng chigong and Chinese herbs. Determinant of use In the survey we explored factors that influence or related with the CAM use. Most of the studied correlations were low and not significant. The use of CAM (N=657) is not influenced by the frequency of the visits (r =.03), the hours spend in the CBPSC (r= .06), and the number of future planned visits (r = .02). The results also show that the quality of life and the health complains is not related with the frequency of the CAM use (resp. r = -.06 and r = .04.). But the more the illness is a burden for patients they use more often CAM (r = .10; p < .05). This means that the more the patients are suffering from their illness, the more they use CAM. Also, the figures show that the use of CAM was negatively related with the changes in HQoL in the second measurement after 3-5 months (r = -. 08; n=189). This means that a positive change in HRQoL is accompanied with a lower use over time of CAM. Both studies, the interviews and the survey, show that the visitors use a grate variety of types of CAM during their visits to the CBPSCs. The offer and use of CAM are positively evaluated. Only a few visitors express wishes to extend the offer of CAM. In a sub-section of this study, a group of participants filled out a part of the questionnaire for a second time, after 3-5 months. The results show that the CAM use was not changed over time. However, after a few months the HQoL did decrease, but which did not change for more serious ill cancer patients. The visits to CBPSCs and the use of CAM seem to function as a buffer for further decrease of their HQoL. This primarily finding stresses the need of more fundamental effect studies on the service of CBPSCs. The studies have a few restrictions. The samples may be biased by the high number of women with breast cancer and low number of men with prostate cancer, as compared to national statistics. Also, the number of participants was lower than the number of visitors we planned, because the CBPSCs count the number of visits. A positive point is the use of a mixed method study. The survey confirms the results of the interviews. International comparison is rather limited, because only a few studies on CAM are performed in other countries [7-9]. The comparison is also limited due to differences between countries in the organization of heath care and CBPSCs. The Dutch CBPSCs functioning independently of hospitals. In Germany, the USA, the UK, Canada, Australia, Israel and Denmark, that is not the case [9,10,15]. The connection with the hospital may increase the number of referrals. Another limitation is that although CBPSCs distinguishing social activities from psycho-therapy, it is in practice often not possible or difficult, like when offering mindfulness groups or massages. The reference to CBPSCs is a last restriction, because the references are rather limited from the health care, especial references by oncologists, medical doctors and GPs. Other and recent studies show that this situation is not much improved after ten years [16,17]. An effective PR for CBPSCs should be especially concentrate on hospitals and the primary health care to improve their acquaintance. While in the meantime, the number of Dutch CBPSCs is raising, although the financial conditions are is still limited. The Dutch Cancer Foundation KWF did provide a grant for these studies. We thank very much the participants in the studies and the involved staff member of the CBPSCs. Also, thanks to my former colleagues DR. AnneLoes van Staa (lecturer), DR. Heleen van Vahedi Nikbakht-Van de Sande MSc (MVH), all parttime researchers at the Rotterdam Applied University, Centre of Expertise for Innovations in Care, Rotterdam, and the Netherlands. Further we thank Rosella den Hollander and Anne van den Brom (RHAB) studying in that time Policy and Management in de Health Care, Erasmus University Rotterdam, the Netherlands for their appreciated contributions to the execution and reporting of the studies about the CBPSCs in the Netherlands. Finally, thanks to Rosella Steinmann for correcting parts of the English language. Citation: Visser A (2020) Use of Complementary and Alternative Medicine in Community-Based Psychosocial Support Centres for Cancer Patients and their Relatives. J Altern Complement Integr Med 6: 131. Copyright: © 2020 Adriaan Visser, et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. "}