{"title": "Your Green Energy Solution - Nardi Family Chiropractic, Avon, CT", "author": "Avon Chiropractor; Brian Nardi; DC", "url": "https://www.nardifamilychiropractic.com/your-green-energy-solution/", "hostname": "nardifamilychiropractic.com", "description": "Life is like having money in your pocket instead of the bank. When there is money in our pocket, we tend to spend it on \"stuff\", \"trinkets\", or \"knick-knacks.\" It often doesn't take much time to do so either. When our money is in the bank, it is there for us when we need if [...]", "sitename": "Nardi Family Chiropractic, Avon, CT", "date": "2011-10-13", "cleaned_text": "Life is like having money in your pocket instead of the bank. When there is money in our pocket, we tend to spend it on \"stuff\", \"trinkets\", or \"knick-knacks.\" It often doesn't take much time to do so either. When our money is in the bank, it is there for us when we need if for the important things in life. When money is in the bank, it is there when the furnace breaks or the washing machine needs replacing. It's there when we have accidents that require immediate payments and for the fun times like going on vacations or taking the kids to Six Flags. When we release our internal energy on \"stuff\" like television, video games, yelling at our kids, arguing with our spouse or entertaining fearful thoughts, we disperse our energy. Energy dispersion leads us further down the fear based path because it is all gone. Energy dispersion is kinetic energy or energy that is released. Rather, when we save our energy and keep that energy potential, it is there when we need it for important things like keeping calm when the kids are acting up, when the boss gets into one of their \"moods\" again, and for loving our spouse and kids, playing with them, and that round of golf or tennis this weekend. Keeping our energy potential ensures it is there when we need it to its maximum and fullest potential. Chiropractic helps us hold and store that potential energy. It also helps us recognize the times when we are to transfer that potential energy into kinetic energy without waste. Chiropractic helps you achieve a green lifestyle throughout the course of your life. "}