{"title": "Governor McKee, RI Department of Health Outline Plans for COVID-19 Vaccination for 5 to 11-Year-Olds", "author": null, "url": "https://governor.ri.gov/press-releases/governor-mckee-ri-department-health-outline-plans-covid-19-vaccination-5-11-year", "hostname": "governor.ri.gov", "description": null, "sitename": "governor.ri.gov", "date": "2021-10-14", "cleaned_text": "Governor McKee, RI Department of Health Outline Plans for COVID-19 Vaccination for 5 to 11-Year-Olds Published on Thursday, October 14, 2021 PROVIDENCE, RI - As federal health officials continue their review of Pfizer's request for an emergency use authorization for COVID-19 vaccine for children 5 to 11 years old, Governor Dan McKee and the Rhode Island Department of Health (RIDOH) today outlined plans to get Rhode Island kids in this age group vaccinated once authorization is announced. The plan was discussed at the Providence Children's Museum. The Providence Children's Museum has been a meaningful partner during the COVID-19 response, as they have offered community testing opportunities. In the coming months, they will serve as a vaccination site and will offer incentives to the families of 5 to 11 year olds when the vaccine becomes available. \"Vaccinating children 5 to 11 years old will be another important step in Rhode Island's recovery. It will help protect kids, and help ensure that our students are where they belong - in the classroom, learning,\" said Governor McKee. \"Rhode Island continues to lead the nation in vaccinations and we look forward to maintaining that momentum with this new age group. Our team is prepared, and our systems and infrastructure are ready once this vaccine gets authorization at the federal level.\" The U.S. Food and Drug Administration (FDA) is scheduled to discuss and make a decision on Pfizer's request for an emergency use authorization for this population on Tuesday, October 26. The Centers for Disease Control and Prevention's Advisory Committee on Immunization Practices (ACIP) will meet after the FDA, in early November. There are roughly 80,000 children 5 to 11 years old in Rhode Island. The Pfizer COVID-19 vaccine administered to children will be different than the vaccine administered to adults. For that reason, RIDOH will need to order this new vaccine once it is authorized. After the vaccine is authorized by CDC, it will be made available to states based on their population size. Rhode Island will not receive 80,000 doses of COVID-19 vaccine for children 5 to 11 years old all at once. However, it is anticipated that over the course of several weeks, there will be enough vaccine in Rhode Island to cover this population. \"Rhode Island has some of the best childhood vaccination rates in the country,\" said Director of Health Nicole Alexander-Scott, MD, MPH. \"We are readying our systems now to ensure that our vaccination rates can be just as high for COVID-19 vaccine for children 5 to 11 years old. Vaccination remains our way out of this pandemic. It's great news that we anticipate being able to offer protection to this new age group in the coming weeks.\" \"Pediatricians and family physicians recommend the COVID vaccine to all eligible children. Right now, that means children ages 12 to 18, but once the FDA delivers their final decision, we look forward to vaccinating children ages 5 to 11 as well,\" said Dr. Beth Lange, a Past President of the Rhode Island Chapter of the American Academy of Pediatrics and the current President of the Rhode Island Medical Society. \"The Pfizer vaccine has undergone rigorous vaccine trials and scientific review as thorough and precise as other standard pediatric vaccines. This vaccine is safe, and it works.\" Some of the measures being taken to ensure that Rhode Island is ready to vaccinate children in this age group include: Surveying all pediatricians and family physicians to gauge their interest in enrolling as COVID vaccine providers and working to get those who are interested enrolled. Every pediatric practice and family medicine practice has been contacted directly by RIDOH. Of the 134 pediatrician and family medicine practices in Rhode Island, 81 have either been onboarded and are ready to vaccinate or are in the process of getting onboarded. Coordinating with the major health systems in Rhode Island to try to get their entire provider networks onboarded as vaccine providers. Streamlining and simplifying the process of ordering vaccine. Readying Rhode Island's vaccine distribution network for an influx of vaccine for children 5 to 11 years old. Planning a wide-ranging communications campaign so parents and families understand the importance of COVID-19 vaccination for children. Children 5 to 11 years old will be able to get vaccinated through all of Rhode Island's existing COVID-19 vaccination channels. Those channels include the offices of enrolled primary care providers, pharmacies, school clinics, the State-run vaccination site at Sockanosset Cross Road, and municipal clinics. More information about COVID-19 vaccine is available "}