{"title": "Mind-Body Practices Help Manage Pre-Surgery Fear and Anxiety | Mount Sinai Today", "author": "Mount Sinai", "url": "https://health.mountsinai.org/blog/managing-fear-and-anxiety-before-medical-procedures-and-surgery/", "hostname": "mountsinai.org", "description": "Studies have repeatedly shown that mind-body practices before medical procedures or surgery have a wide range of specific benefits", "sitename": "Mount Sinai Health System", "date": "2014-12-08", "cleaned_text": "common to feel anxious before undergoing a medical procedure or surgery. The reasons for this speak to fears we all have, such as feeling out of control, fear of pain and discomfort, fear of \"bad news,\" and anxiety over how long it will take to recover from an operation. But there are positive ways we can calm these feelings and tap into our own ability to support ourselves and heal.](/wp-content/uploads/sites/14/2012/11/11_12_BestSelf.jpg) Feeling empowered in this way and trusting our inner resources can bring us comfort and a sense of security from deep within ourselves. Learning and practicing mind-body approaches can give us that anchor. These may include such practices as breathing with awareness, meditation and imagery, biofeedback, essential oil therapy and restorative postures. Benefits of Mind-Body Practices Mind-body techniques have the ability to improve our well-being on physical, emotional, and mental levels all at the same time. They decrease the effects of stress on our bodies, soothe our feelings in a way that helps us cope, and distract our thoughts and calm the mind so we feel more positive and in control. That is how they provide multiple benefits to support healing. Studies have repeatedly shown that mind-body practices before medical procedures or surgery have a wide range of specific benefits, including: - Less anxiety and distress - Less postoperative pain and discomfort - Reduced need for pain medication - Improved immune response - Faster wound healing - Better sleep quality, so you fall sleep quicker and stay asleep longer - More confidence in your ability to handle stress - Fewer post-surgery complications - Shortened hospital stays Preparing for Surgery In 2000, Aurora Ocampo, RN, MA, CNS, holistic nurse specialist at the Center for Health & Healing, developed the innovative Preparing for Surgery Program for inpatients at Mount Sinai Beth Israel and outpatients at the Center. This program of mind-body exercises recorded on video and audio helps patients better manage their fear, worry, and anxiety, and promotes faster healing with less pain and discomfort. In 2008, Ms. Ocampo and I adapted her program to make it available on the Internet at [www.preparingforyoursurgery.org](http://www.preparingforyoursurgery.org/). This was the first Preparing for Surgery Program available online at no cost, made possible through the generosity of the Balm Foundation. People interested in learning this program in person can also make an appointment with Ms. Ocampo at the Center for individual sessions by calling (646) 935-2265. As soon as you find out you are going to have a medical procedure or surgery, you can begin to prepare yourself by practicing the easy-to-learn relaxation techniques outlined in the Preparing for Surgery Program. You can practice once or twice a day or as often as you like, for a brief period or as long as feels right to you. Practicing for even two to three days can have a positive impact on your experience and recovery. The longer you practice, the easier it will be to create a relaxation response. But there is no one right way: anything you do that helps you relax and reduce your anxiety level can improve your coping and benefit your recovery. "}