{"title": "Why do doctors still think pharma doesn't influence them? - Healthy Debate", "author": "Seema Marwaha", "url": "https://healthydebate.ca/2013/04/about-healthy-debate/opinions-about-healthy-debate/why-do-doctors-still-think-pharma-doesnt-influence-them/", "hostname": "healthydebate.ca", "description": "Why do so many doctors still think they are invincible to the influence of the pharmaceutical industry? Attractive, well-dressed, charismatic drug reps", "sitename": "Healthy Debate", "date": "2013-04-08", "cleaned_text": "Why do so many doctors still think they are invincible to the influence of the pharmaceutical industry? Attractive, well-dressed, charismatic drug reps with pearly smiles and shiny flow charts still wait in waiting rooms. Lectures and conferences still occur where lunch is paid for by the pharmaceutical industry. Research studies are still published where investigators receive grants from drug companies and [unfavourable results are still buried](mailto:http://www.plosmedicine.org/article/info:doi/10.1371/journal.pmed.0050191). Hospitals and medical clinics are still awash in brochures, pens, notepads and coffee mugs sporting names like Pfizer and Lipitor. This doesn't even include free drug samples lining backroom shelves. How can all this still be permitted given that patients come to their doctors expecting to be offered unbiased health advice? From the pharmaceutical industry's perspective, this makes perfect sense. The bottom line for any for-profit company is to sell their product, and since they can't sell drugs directly to patients, they convince doctors to prescribe them. The more a doctor sees or hears the name of a drug, whether through drug reps, brochures or seeing the name on stationery, the more likely the drug is to be prescribed. Knowing that doctors turn to published literature and lectures to make their decisions, pharma provides grants to researchers and funds conferences. Accepting free drug samples is one of the more contested issues among doctors. While doctors may see this as an act of charity by drug companies, which will benefit their patients living in poverty, it is actually just another way of increasing familiarity with drugs. When a doctor gives a patient a drug sample, she has to learn the name, dosing and side effects of the drug. Even though the sample is free at first, once a patient's condition is well-controlled with this medication, the doctor is more likely to keep using this drug since it \"already works for the patient.\" She is also then more likely to prescribe it to other patients because she remembers the details of the drug. In a market where the newest drugs are [usually just slight variations on existing products](mailto:http://www.ti.ubc.ca/newsletter/increasing-drug-costs-are-we-getting-good-value), this type of familiarity is essential to pharmaceutical sales. So it makes sense why the companies would do this, but why would doctors not resist these practices? In 2007, a [national survey of doctors](http://www.nejm.org/doi/full/10.1056/NEJMsa064508) in the US found that 94% had some form of relationship with the drug industry. While 28% reported directly receiving payment for consulting, lecturing or enrolling patients in a study, a striking 78% reported receiving drug samples and 83% reported receiving food in their workplaces. When considering the impact of these relationships, [ two-thirds of medical school department chairs](http://www.ncbi.nlm.nih.gov/pubmed/17940234) in the US felt a relationship with the industry had no impact on professional activities (and almost two-thirds reported having such a relationship). It is then perhaps unsurprising to note that medical school [provides substantial contact](http://www.ncbi.nlm.nih.gov/pubmed/21629685) to students with pharmaceutical companies, and the more contact they have, the more likely they are to think that such contact does not influence their prescribing behaviour. In [ a study of medical residents](http://www.ncbi.nlm.nih.gov/pubmed/11347622), 61% felt their prescribing behaviour was immune from drug promotions but interestingly, only 16% felt this way about the prescribing of other physicians. This means that doctors think they can't be influenced, but obviously acknowledge that others can. When it comes to the research, there is no question that doctors are in fact influenced. A [review from 2010](http://www.ncbi.nlm.nih.gov/pubmed/20976098) finds that information provided by drug companies (drug reps, journal ads, pharma-sponsored events, participating in pharma-funded clinical trials and more) all led to an increase in prescribing the promoted drug. [An earlier review](http://www.ncbi.nlm.nih.gov/pubmed/10647801) also found that after meeting with pharma reps, doctors were more likely to ask their hospital to add the company's drug to the formulary. When it comes to the influence on research, a [systematic review](http://www.bmj.com/content/326/7400/1167) looking at studies funded by pharmaceutical companies found that these were less likely to be published, meaning less transparency, and if they were published, they were more likely to have outcomes favouring the sponsor than were studies with other sponsors. At the end of the day, whether or not doctors recognize that their prescribing behaviour is influenced by the presence of the pharmaceutical industry, it is the patient that suffers by receiving biased advice, and both the patient and the broader system that pays for unnecessarily expensive newer drugs when often cheap generic alternatives may work just as well. Canada [has banned](http://www.healthcouncilcanada.ca/tree/2.38-hcc_dtc-advertising_200601_e_v6.pdf) the use of TV, print and radio advertising of drugs directly to consumers because we recognize that this information should come from unbiased sources. While we unfortunately continue to receive some such exposure from cross-border broadcasts, why would we explicitly allow drug promotion to physicians? As a medical community, we have to say no to pharmaceutical influences on our practice — this means banning drug reps from our offices, samples and promotional products and avoiding lectures and conferences funded by pharma. We have to work to make our medical schools \" [PharmFree](http://www.pharmfree.org/)\" following the lead of the American Medical Student Association. We have to support and fund independent bodies that review medical literature untouched by pharma such as the [BC Therapeutics Initiative](http://www.ti.ubc.ca/) and support educational events that strive to be pharma-free like the [BC College of Family Physicians' Annual Conference](http://www.bccfp.bc.ca/fmc-fmf/). We have to work to require all clinical trials to be published so we are aware of all the evidence, not just some of it. As doctors, we have to do this for our patients, and as patients, we have to demand this of our doctors. And if ever we find ourselves feeling skeptical about the impact of the pharmaceutical industry's efforts on physician prescribing behaviour, we have to remind ourselves, they wouldn't pay for it if it didn't work. This blog post was originally published "}