{"title": "Subject Guides: COVID-19 (Coronavirus) Resources: Information for Patients", "author": "JoAnn Krzeminski", "url": "https://henryford.libguides.com/covid19/patients", "hostname": "libguides.com", "description": "This guide gathers together timely research and resources for healthcare professionals and support staff on the topic of COVID-19.", "sitename": "Springshare", "date": "2020-04-02", "cleaned_text": "Skip to Main Content Sladen Library Subject Guides COVID-19 (Coronavirus) Resources Information for Patients Search this Guide Search COVID-19 (Coronavirus) Resources: Information for Patients This guide gathers together timely research and resources for healthcare professionals and support staff on the topic of COVID-19. Home Research/Open Access Toggle Dropdown Grey Literature Search Strategies Info by Medical Specialty Vaccination & Treatment Statistics Henry Ford Health Publications on COVID-19 CDC/FDA/Others Michigan/Detroit Information for Patients COVID-19 Mental Health Understanding COVID-19 and How to Stay Safe (9 minutes) Mental Health, Stress, and Coping Coping With Pandemic PTSD: How To Heal After A Year Of COVID-19 From Henry Ford LiveWell CDC - Stress and Coping CDC - Helping Children Cope Coronasomnia: 9 Tips For Coronavirus-Related Insomnia From Henry Ford Health Multilingual Information Ethno-MED This page contains resources for coronavirus information in a variety of languages. COVID-19 Communication Resources for Limited-English-Proficient Populations (CDC) Coronavirus Myths vs. Facts 5 COVID-19 Myths That Are Still Circulating - Henry Ford LiveWell Debunking Mask Myths: Why It's Important to Wear a Face Mask - Henry Ford LiveWell WHO - Coronavirus disease (COVID-19) advice for the public: Myth busters FEMA - Coronavirus Rumor Control Henry Ford Health System COVID-19 Information Page: https://www.henryford.com/coronavirus Treatments Oral Antiviral Medications for COVID-19 - JAMA Patient Page (April 25, 2022) What are Monoclonal Antibodies? - CombatCovid.hhs.gov What are Oral Antivirals? - CombatCovid.hhs.gov Possible Treatment Options for Covid-19 - CombatCovid.hhs.gov Test to Treat - HHS.gov COVID-19 Vaccines Getting The Omicron Booster? Here's What To Know - Henry Ford LiveWell About COVID-19 Vaccines - CDC Vaccine Boosters - CDC COVID-19 Vaccines - FDA COVID-19 Vaccines - MedlinePlus What to Expect After Getting a COVID-19 Vaccine - CDC How to Talk to Someone Who is Vaccine Hesitant - Henry Ford LiveWell The COVID-19 Vaccines Are Safe For Pregnant People, Says CDC - Henry Ford LiveWell 10 Myths About The COVID-19 Vaccine That Aren't True - Henry Ford LiveWell Symptoms and Testing CDC - Symptoms of Coronavirus CDC - COVID-19 Testing: What You Need to Know CDC - What To Do If You Are Sick Steps to help prevent the spread of COVID-19 if you are sick Prevention - How to Protect Yourself CDC - Use Masks to Slow the Spread of COVID-19 CDC - How to Protect Yourself and Others CDC - When and How to Wash Your Hands << Previous: Michigan/Detroit Next: COVID-19 Mental Health >> Last Updated: Jun 23, 2023 1:50 PM URL: https://henryford.libguides.com/covid19 Print Page Librarian Login Report a problem. Subjects: COVID-19 , Infectious Diseases , Medicine (General) , Public Health Tags: coronavirus , COVID-19 "}