{"title": "News Details", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2020-07-26", "cleaned_text": "Additional funding to support expanded mRNA-1273 clinical development plan including 30,000 participant Phase 3 COVE study conducted in collaboration with the NIH CAMBRIDGE, Mass.--(BUSINESS WIRE)--Jul. 26, 2020-- Moderna, Inc. (Nasdaq: MRNA), a clinical stage biotechnology company pioneering messenger RNA (mRNA) therapeutics and vaccines to create a new generation of transformative medicines for patients, today announced a modification to its contract with the Biomedical Advanced Research and Development Authority (BARDA) for an additional commitment of up to $472 million to support late stage clinical development including the expanded Phase 3 study of the Company's mRNA vaccine candidate (mRNA-1273) against COVID-19. An earlier award from BARDA for up to $483 million was entered into to support the scale up of mRNA-1273 and clinical development, originally with a smaller anticipated number of participants in the Phase 3 clinical trial. Following discussions with the U.S. Food and Drug Administration (FDA) and consultations with Operation Warp Speed over the past several months, the Company has decided to conduct a significantly larger Phase 3 clinical trial, leaving a gap in BARDA funding that will be closed by this contract modification. Under the terms of the revised contract, BARDA is expanding their support of the Company's late stage clinical development of mRNA-1273, including the execution of a 30,000 participant Phase 3 study in the U.S. The total value of the award is now approximately $955 million. \"We thank BARDA for this continued commitment to mRNA-1273, our vaccine candidate against COVID-19.\" said Stéphane Bancel, Moderna's Chief Executive Officer. \"Encouraged by the Phase 1 data, we believe that our mRNA vaccine may aid in addressing the COVID-19 pandemic and preventing future outbreaks.\" The Phase 3 COVE study is being conducted in collaboration with National Institute of Allergy and Infectious Diseases (NIAID), part of the National Institutes of Health (NIH) and is expected to begin tomorrow, July 27. The Phase 3 study protocol has been reviewed by the U.S. Food and Drug Administration (FDA) and is aligned to recent FDA guidance on clinical trial design for COVID-19 vaccine studies. The randomized, 1:1 placebo-controlled trial is expected to include approximately 30,000 participants at the 100 µg dose level in the U.S. The primary endpoint will be the prevention of symptomatic COVID-19 disease. Key secondary endpoints include prevention of severe COVID-19 disease (as defined by the need for hospitalization) and prevention of infection by SARS-CoV-2. The [ClinicalTrials.gov](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fclinicaltrials.gov%2Fct2%2Fshow%2FNCT04283461&esheet=52255764&newsitemid=20200726005025&lan=en-US&anchor=ClinicalTrials.gov&index=1&md5=6880c59100cbdb66fe8e1cb7f6df89a8) identifier is NCT04470427. Moderna is working closely with Operation Warp Speed and the NIH, including NIAID's COVID-19 Prevention Trials Network (CoVPN), to conduct the Phase 3 COVE study. Working together with collaborators like NIH, the Company hopes to achieve a shared goal that the participants in the COVE study are representative of the communities at highest risk for COVID-19 and of our diverse society. The Company remains on track to be able to deliver approximately 500 million doses per year, and possibly up to 1 billion doses per year, beginning in 2021 from the Company's internal U.S. manufacturing site and [strategic collaboration](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Finvestors.modernatx.com%2Fnews-releases%2Fnews-release-details%2Fmoderna-and-lonza-announce-worldwide-strategic-collaboration&esheet=52255764&newsitemid=20200726005025&lan=en-US&anchor=strategic+collaboration&index=2&md5=afa56065e88cea24641fd972379fd681) with Lonza. In addition, Moderna recently announced a collaboration with [Catalent](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Finvestors.modernatx.com%2Fnews-releases%2Fnews-release-details%2Fmoderna-and-catalent-announce-collaboration-fill-finish&esheet=52255764&newsitemid=20200726005025&lan=en-US&anchor=Catalent&index=3&md5=ed90cf119e20d02c8f5b6c069907aeca) for large-scale, commercial fill-finish manufacturing of mRNA-1273 at Catalent's biologics facility in Indiana. Initial funding of $1.3 billion for Moderna to begin producing mRNA-1273 supply at-risk was secured from investors in the Company's most recent public equity offering in May 2020. BARDA is part of the Office of the Assistant Secretary for Preparedness and Response within the U.S. Department of Health and Human Services. This project has been funded in whole or in part with Federal funds from the Department of Health and Human Services; Office of the Assistant Secretary for Preparedness and Response; Biomedical Advanced Research and Development Authority, under Contract No. 75A50120C00034. About mRNA-1273 mRNA-1273 is an mRNA vaccine against COVID-19 encoding for a [prefusion stabilized](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.niaid.nih.gov%2Fnews-events%2Fatomic-structure-novel-coronavirus-protein&esheet=52255764&newsitemid=20200726005025&lan=en-US&anchor=prefusion+stabilized&index=4&md5=b772b5a4e3ac811a5e8f168b91a7bb7d) form of the Spike (S) protein, which was selected by Moderna in collaboration with investigators from the VRC. The first clinical batch, which was funded by the Coalition for Epidemic Preparedness Innovations, was completed on February 7, 2020 and underwent analytical testing; it was shipped to NIH on February 24, 42 days from sequence selection. The first participant in the NIAID-led Phase 1 study of mRNA-1273 was dosed on March 16, 63 days from sequence selection to Phase 1 study dosing. On May 12, the FDA granted mRNA-1273 Fast Track designation. Both cohorts, healthy adults ages 18-55 years (n=300) and older adults ages 55 years and above (n=300), in the Company's [Phase 2 study](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fclinicaltrials.gov%2Fct2%2Fshow%2FNCT04405076%3Fterm%3DNCT04405076%26draw%3D2%26rank%3D1&esheet=52255764&newsitemid=20200726005025&lan=en-US&anchor=Phase+2+study&index=5&md5=078df0a99a88b26dccc04c5144ce9fc2) of mRNA-1273 are fully enrolled. A summary of the company's work to date on COVID-19 can be found [here](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.modernatx.com%2Fmodernas-work-potential-vaccine-against-covid-19&esheet=52255764&newsitemid=20200726005025&lan=en-US&anchor=here&index=6&md5=0113d8ffadf4c8fd87c40c91041224ca). About Moderna's Prophylactic Vaccines Modality Moderna scientists designed the company's prophylactic vaccines modality to prevent infectious diseases. More than 1,900 participants have been enrolled in Moderna's infectious disease vaccine clinical studies under health authorities in the U.S., Europe and Australia. Clinical data demonstrate that Moderna's proprietary vaccine technology has been generally well-tolerated and can elicit durable immune responses to viral antigens. Based on clinical experience across Phase 1 studies, the company designated prophylactic vaccines a core modality and is working to accelerate the development of its vaccine pipeline. The potential advantages of an mRNA approach to prophylactic vaccines include the ability to combine multiple mRNAs into a single vaccine, rapid discovery to respond to emerging pandemic threats and manufacturing agility derived from the platform nature of mRNA vaccine design and production. Moderna has built a fully integrated manufacturing plant which enables the promise of the technology platform. Moderna currently has [nine development candidates](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Finvestors.modernatx.com%2Fprogram-detail&esheet=52255764&newsitemid=20200726005025&lan=en-US&anchor=nine+development+candidates&index=7&md5=f5da9c2c32637c98bbae469f91d255ae) in its prophylactic vaccines modality, including: Vaccines against respiratory infections - Respiratory syncytial virus (RSV) vaccine for older adults (mRNA-1777 and mRNA-1172 or V172 with Merck) - RSV vaccine for young children (mRNA-1345) - Human metapneumovirus (hMPV) and parainfluenza virus type 3 (PIV3) vaccine (mRNA-1653) - COVID-19 vaccine (mRNA-1273) - Influenza H7N9 (mRNA-1851) Vaccines against infections transmitted from mother to baby - Cytomegalovirus (CMV) vaccine (mRNA-1647) - Zika vaccine (mRNA-1893 with BARDA) Vaccines against highly prevalent viral infections - Epstein-Barr virus (EBV) vaccine (mRNA-1189) To date, Moderna has demonstrated positive Phase 1 data readouts for is currently in a Phase 2 dose-confirmation study. Moderna's investigational Zika vaccine (mRNA-1893), currently in a Phase 1 study, was granted FDA Fast Track designation in August 2019. About Moderna Moderna is advancing messenger RNA (mRNA) science to create a new class of transformative medicines for patients. mRNA medicines are designed to direct the body's cells to produce intracellular, membrane or secreted proteins that can have a therapeutic or preventive benefit and have the potential to address a broad spectrum of diseases. The company's platform builds on continuous advances in basic and applied mRNA science, delivery technology and manufacturing, providing Moderna the capability to pursue in parallel a robust pipeline of new development candidates. Moderna is developing therapeutics and vaccines for infectious diseases, immuno-oncology, rare diseases and cardiovascular diseases, independently and with strategic collaborators. Headquartered in Cambridge, Mass., Moderna currently has strategic alliances for development programs with AstraZeneca PLC and Merck & Co., Inc., as well as the Defense Advanced Research Projects Agency (DARPA), an agency of the U.S. Department of Defense, and the Biomedical Advanced Research and Development Authority (BARDA), a division of the Office of the Assistant Secretary for Preparedness and Response (ASPR) within the U.S. Department of Health and Human Services (HHS). Moderna has been ranked in the top ten of Science's list of top biopharma industry employers for the past five years. To learn more, visit [www.modernatx.com](https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.modernatx.com&esheet=52255764&newsitemid=20200726005025&lan=en-US&anchor=www.modernatx.com&index=8&md5=fd6ccf7608d185309d5dd982a40b1784). Forward Looking Statements This press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, as amended, including regarding the Company's development of a potential vaccine against the novel coronavirus, the parameters and timing of the Phase 3 study of mRNA-1273, the Company's belief that mRNA-1273 may aid in addressing the COVID-19 pandemic and preventing future outbreaks, and the Company's potential manufacturing capabilities and projected vaccine dose production. In some cases, forward-looking statements can be identified by terminology negative of these terms or other comparable terminology, although not all forward-looking statements contain these words. The forward-looking statements in this press release are neither promises nor guarantees, and you should not place undue reliance on these forward-looking statements because they involve known and unknown risks, uncertainties, and other factors, many of which are beyond Moderna's control and which could cause actual results to differ materially from those expressed or implied by these forward-looking statements. These risks, uncertainties, and other factors include, among others: the fact that there has never been a commercial product utilizing mRNA technology approved for use; the fact that the rapid response technology in use by Moderna is still being developed and implemented; the fact that the safety and efficacy of mRNA-1273 has not yet been established; potential adverse impacts due to the global COVID-19 pandemic such as delays in regulatory review, manufacturing and clinical trials, supply chain interruptions, adverse effects on healthcare systems and disruption of the global economy; and those other risks and uncertainties described under the heading \"Risk Factors\" in Moderna's most recent Quarterly Report on Form 10-Q filed with the U.S. Securities and Exchange Commission (SEC) and in subsequent filings made by Moderna with the SEC, which are available on the SEC's website at [www.sec.gov](https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.sec.gov&esheet=52255764&newsitemid=20200726005025&lan=en-US&anchor=www.sec.gov&index=9&md5=08d7b21217823b4c94ba096964621448). Except as required by law, Moderna disclaims any intention or responsibility for updating or revising any forward-looking statements contained in this press release in the event of new information, future developments or otherwise. These forward-looking statements are based on Moderna's current expectations and speak only as of the date hereof. View source version on [businesswire.com](http://businesswire.com): [https://www.businesswire.com/news/home/20200726005025/en/](https://www.businesswire.com/news/home/20200726005025/en/) Moderna Media: Colleen Source: Moderna, Inc. "}