{"title": "La FDA da luz verde como terapia innovadora a un fármaco de Boehringer Ingelheim", "author": "PlantaDoce", "url": "https://www.plantadoce.com/entorno/la-fda-da-luz-verde-como-terapia-innovadora-a-un-farmaco-de-boehringer-ingelheim.html", "hostname": "plantadoce.com", "description": "El tratamiento, bautizado BI1015550, está orientado a la fibrosis pulmonar idiopática y otras enfermedades respiratorias. El inicio de la fase III del programa de desarrollo clínico se espera para finales de este año.", "sitename": "PlantaDoce", "date": "2022-03-23", "cleaned_text": "La FDA da luz verde como terapia innovadora a un fármaco de Boehringer Ingelheim El tratamiento, bautizado BI1015550, está orientado a la fibrosis pulmonar idiopática y otras enfermedades respiratorias. El inicio de la fase III del programa de desarrollo clínico se espera para finales de este año. Boehringer Ingelheim expande su mercado a Estados Unidos. La Administración de Alimentos y Medicamentos de este país (FDA, por sus siglas en inglés) ha concedido la designación de terapia innovadora a un nuevo fármaco en investigación llamado BI1015550, según ha informado la empresa en un comunicado. El inicio de la fase III del programa de desarrollo clínico se espera para finales de este año. El medicamento está orientado al tratamiento de la fibrosis pulmonar idiopática (FPI) y tiene el potencial de tratar esta enfermedad, como la inflamación asociada a enfermedades pulmonares intersticiales (EPI) fibrosantes progresivas. \"El desarrollo acelerado de BI1015550 es uno de los tratamientos innovadores en investigación de Boehringer Ingelheim para enfermedades pulmonares intersticiales, cuyo objetivo es preservar la función pulmonar y mejorar la vida de los pacientes\", explica Elena Gobartt, gerente de medical affairs specialty care de Boehringer Ingelheim España. BI 1015550 se estudió como monoterapia o en combinación con un tratamiento antifibrótico de base \"Partiendo de nuestra amplia experiencia en el campo de la fibrosis pulmonar, esta designación de terapia innovadora y los datos clínicos obtenidos nos permiten seguir trabajando con el objetivo de que este potencial nuevo medicamento pueda llegar a los pacientes\", añade Gobartt. La FPI es una de las enfermedades fibrosantes progresivas más frecuentes. Los síntomas de esta dolencia incluyen dificultad para respirar que empeora progresivamente, tos seca y persistente, molestias torácicas, fatiga y debilidad. Aunque se considera rara, afecta aproximadamente a tres millones de personas en todo el mundo. Por su parte, las EPI abarcan más de 200 enfermedades que pueden desarrollar fibrosis pulmonar, una cicatrización irreversible y progresiva del tejido pulmonar, lo que conlleva un deterioro de la función pulmonar. "}