{"title": "Expert answers to the top three concerns about COVID-19 vaccine safety - Plan Blog", "author": "Erin Erickson", "url": "https://www.healthpartners.com/plan/blog/expert-answers-to-the-top-three-concerns-about-covid-19-vaccine-safety/", "hostname": "healthpartners.com", "description": "Dr. Elyse Kharbanda of HealthPartners Institute provides her insights on the top three worries about COVID-19 vaccine safety, hoping to help ease concerns.", "sitename": "Plan Blog", "date": "2021-02-04", "cleaned_text": "Vaccines represent our best hope for slowing the spread of COVID-19 and helping us return to more normal lives. Polls conducted by [Gallup](https://news.gallup.com/poll/327425/willingness-covid-vaccine-ticks.aspx), the [Kaiser Family Foundation](https://www.kff.org/coronavirus-covid-19/report/kff-covid-19-vaccine-monitor-december-2020/) and the [Pew Research Center](https://www.kff.org/coronavirus-covid-19/report/kff-covid-19-vaccine-monitor-december-2020/) indicate that the number of Americans saying they will get the COVID-19 vaccine has risen gradually over time - from 50 to over 70 percent. Among those who are hesitant, the top three concerns in the December 2020 Kaiser Family Foundation [survey](https://www.kff.org/coronavirus-covid-19/report/kff-covid-19-vaccine-monitor-december-2020/) were: - Side effects (59 percent) - Lack of trust in government to ensure vaccine safety and effectiveness (55 percent) - The vaccine is too new (53 percent) For 20 years, HealthPartners has been one of nine integrated health systems in the United States to participate in the [Vaccine Safety Datalink (VSD)](https://www.cdc.gov/vaccinesafety/ensuringsafety/monitoring/vsd/index.html) network. The VSD works closely with the Centers for Disease Control and Prevention and the Immunization Safety Office to conduct ongoing research on vaccine use and safety. To assess safety, the network incorporates comprehensive electronic health data for about 3 percent of the U.S. population, including medical and pharmacy claims, electronic health records, and birth and other vital records. Senior research investigator, Elyse Kharbanda, MD, MPH, leads the VSD team for the HealthPartners Institute. Since the start of the pandemic, the VSD has shifted much of its work to COVID surveillance. The HealthPartners Institute recently received $2 million from the CDC to lead VSD research on the [COVID-19 vaccine and pregnancy](https://www.healthpartners.com/hp/about/press-releases/hp-institute-receives-two-million-cdc-study-covid-vaccines-pregnancy.html). Here, Dr. Kharbanda provides her insights on the top three worries about COVID-19 vaccine safety, hoping to help ease concerns. For more information and to help your business navigate the pandemic safely, fill out the form [here](https://go.healthpartners.com/backtobusiness) to learn more about our wide range of Back to Business services. 1. Side effects: severe side effects following COVID-19 vaccine are rare In terms of [side effects](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety/allergic-reaction.html), the best data to date comes from the clinical trials where outcomes are compared between those who received the vaccine and those who received a saline placebo. In these trials, there were no findings that raised any alarms, Kharbanda indicates. [Mild side effects](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/expect/after.html) following vaccination are common such as low-grade fevers and muscle aches, which should resolve within one to two days after the initial shot. \"These types of minor side effects are more common after the second dose because your body has been primed and has more of an immune response to the second dose,\" says Kharbanda. \"For employers thinking about timing and vaccination, people might want to take time off especially after the second dose; however, it depends on the job and what's required of employees.\" The CDC says that if you have a history of allergies to injectable therapies or other vaccines, it's best to ask your doctor if you should get the COVID-19 vaccine. If you have allergies that are not related to vaccines, the CDC is recommending vaccination unless there's an immediate reaction within 4 hours of receiving the first dose or you are allergic to a vaccine ingredient. Severe allergic reactions have been reported but remain rare, with only [21 cases](https://www.cdc.gov/mmwr/volumes/70/wr/mm7002e1.htm) detected during the first wave of 1,893,360 vaccination doses of the Pfizer-BioNTech vaccine in December 2020. Mild allergic reactions accounted for just [0.02 percent](https://www.cdc.gov/mmwr/volumes/70/wr/mm7002e1.htm) of these administered vaccinations. Kharbanda says that COVID-19 vaccine allergies and side effects are an area of active investigation for the VSD. However, providers are required to have [safeguards and procedures](https://www.cdc.gov/vaccines/covid-19/clinical-considerations/managing-anaphylaxis.html?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fvaccines%2Fcovid-19%2Finfo-by-product%2Fpfizer%2Fanaphylaxis-management.html) in place to prepare for vaccine reactions, such as monitoring patients at risk for allergies for up to 30 minutes after they receive the shot. \"Severe allergic reactions to the vaccine are considered a rare outcome,\" she says. \"The COVID-19 virus is not rare, and comes with a whole host of health risks. Knowledge about possible vaccine side effects shouldn't drastically change someone's approach to vaccination.\" Important update as of April 13, 2021: Because the Food and Drug Administration (FDA) and the CDC take vaccine safety very seriously, they have recommended pausing use of the Janssen (Johnson & Johnson) vaccine while they evaluate 6 reported cases of rare blood clotting events. These events have occurred out of nearly 7 million people who've already received the vaccine and appear to be rare. HealthPartners is following FDA and CDC guidance and postponing appointments for this vaccine across its care system until further notice. For more specifics about this potential rare side effect, visit [the FDA and CDC's joint media release for more information.](https://www.cdc.gov/media/releases/2021/s0413-JJ-vaccine.html) 2. Trustworthiness: approved by independent scientists, FDA What's important to note about all vaccines developed for use in the United States is that before they reach the Federal Drug Administration (FDA) for licensure and approval, they follow a strict [life cycle of clinical trials and studies](https://www.cdc.gov/vaccinesafety/ensuringsafety/history/index.html). \"Safety is emphasized at each phase,\" Kharbanda explains. \"The COVID-19 vaccines are no different than any other vaccine regarding safety protocols followed in development.\" Before reaching the FDA for approval, vaccines are reviewed for safety and efficacy by an independent group called the [Vaccine Related Biological Products Advisory Committee (VRBPAC)](https://www.fda.gov/advisory-committees/advisory-committee-calendar/vaccines-and-related-biological-products-advisory-committee-december-17-2020-meeting-announcement), which is made up of a body of scientists around the country, not government officials. These individuals are not employed by the FDA and have backgrounds in virology, vaccinations, and infectious diseases. The FDA uses VRBPAC's recommendations to guide their decisions for vaccine approval and licensure. Once the FDA approves licensing a vaccine, the [Advisory Committee on Immunization Practices (ACIP)](https://www.cdc.gov/vaccinesafety/ensuringsafety/history/index.html) provides further recommendations on how to use the vaccine to control spread of the disease, such as which age groups to vaccinate or whether precautions are needed for special populations. The ACIP, like the VRBPAC, is not comprised of government officials, but instead medical doctors and public health experts who serve as expert advisors to government regulators. Once approved by the CDC, the ACIP guidance is published in the Morbidity and Mortality Weekly Report (MMWR), which contains the official CDC recommendations for immunization of the U.S. population. 3. Scientific understanding: COVID-19 vaccine technology is well-researched While [Moderna and Pfizer-BioNtech's](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines.html) COVID-19 vaccines are the first to include messenger RNA (mRNA), the technology is far from being new. mRNA has been [well-researched for over 30 years](https://www.health.harvard.edu/blog/why-are-mrna-vaccines-so-exciting-2020121021599) and there are also a lot of studies to back up exactly what it will do and what it won't. For instance, Kharbanda assures, it will not permanently reside in your DNA. What has been lacking previously isn't the research, but the funding to bring new vaccines to market, she explains. \"Before the COVID-19 vaccine, innovation in vaccines was lacking due to the shortage of upfront funds needed for development,\" she says. \"For over 20 years, people have discussed changing how we produce the flu vaccine. Yet it takes a lot of money to start a new vaccine trial. Because of that, scientists often need 10 to 20 years to bring a vaccine to market; it's a huge investment for a company.\" But with a deadly pandemic killing thousands daily, the federal government knew it couldn't wait that long for vaccine development. Because the [U.S. Department of Defense's Operation Warp Speed](https://www.defense.gov/Explore/Spotlight/Coronavirus/Operation-Warp-Speed/) effort agreed to purchase 300 million safe and effective COVID-19 vaccine doses, it pushed the ingenuity of manufacturers and greatly accelerated the process, according to Kharbanda. \"Manufacturers were able to work a lot quicker than ever before because they had that government guarantee,\" she explains. How does the mRNA vaccine work? The molecular [genetic material for the COVID virus](https://cen.acs.org/biological-chemistry/infectious-disease/A-year-in-the-COVID-19-pandemic/99/i3) was described in January 2020. Within a few weeks, Moderna developed an mRNA vaccine, and was ready to start [its first clinical trial](https://www.modernatx.com/modernas-work-potential-vaccine-against-covid-19) in humans in March of 2020. Pfizer also started [clinical trials](https://www.pfizer.com/news/press-release/press-release-detail/biontech-and-pfizer-announce-completion-dosing-first-cohort) in humans for their mRNA vaccine in spring 2020. And how [mRNA vaccines](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/how-they-work.html#mrna) work is simple - as genetic material that carries chemical instructions, they trigger your body's cells to make a lot of spike protein, which causes your immune system to kick in. \"Part of your immune system's reaction to the vaccine involves creating memory cells,\" Kharbanda says. \"So the next time you get exposed to the virus, your body is ready to react to it and clear it. And then, once the memory cells are created, the RNA is destroyed - it doesn't stay in your DNA.\" How does the viral vector vaccine work? Another COVID-19 vaccine type developed by Johnson & Johnson and AstraZeneca uses a viral vector, which is more of a standard approach to vaccine development, according to Kharbanda. \"The [viral vector](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/how-they-work.html) vaccines use an approach that has been used before in other vaccines - it isn't new,\" she explains. \"It takes a modified version of a different, harmless, common virus that isn't COVID-19 and adds a snippet that contains DNA to code for the COVID spike protein, which elicits an immune response. So, it's a similar idea to mRNA vaccines, except instead of delivering the mRNA code directly, they are using a snippet of DNA to create it.\" Vaccines of the future In Kharbanda's view, what's truly exciting is how these new vaccines could [advance future innovation](https://www.nature.com/articles/d41586-020-03626-1) in the industry. \"Once we get through this pandemic, the hope is that what we learned from creating COVID-19 vaccines can be applied to future vaccine technology,\" Kharbanda explains. \"This is possibly a transformative breakthrough for other diseases and other vaccines.\" For additional support and answers to your COVID-19 FAQs: - Check HealthPartners [COVID-19 patient vaccine FAQ webpage](https://www.healthpartners.com/covid-19/vaccine-faqs/) - Visit HealthPartners [COVID-19 employer page](https://go.healthpartners.com/covid19employer)for more details on COVID-19 testing - Download our [COVID-19 employer vaccination program checklist](https://www.healthpartners.com/plan/blog/postasset/covid-19-employer-vaccination-program-checklist/)to help your organization create a safe work environment - Check out the HealthPartners [COVID-19 resources for businesses and workplaces](https://www.healthpartners.com/covid-19/business-and-workplace-resources/)information hub "}