{"title": "PDF", "author": "PDF", "url": "https://www.medicasur.com.mx/pdf-revista/RMS142-CP01-PROTEGIDO.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "73 Rev Invest Med Sur Mex, 2014; 21 (2): 73-76Ruiz-Morales JM, et al. CASO PROBLEMA Hombre de 48 años de edad con hermano finado por adenocarcinoma de páncreas metastásico a los 58 años yhermana metastásico, y enSarcoma epitelioide de Departamento de Patológica, Hospital Médica Sur. Correspondencia:Correspondencia:Correspondencia:Correspondencia:Correspondencia: Dr. José Manuel Ruiz-Morales Medicina Interna y Residente de segundo año de Oncología Médica. Centro Oncológico Integral \"Diana Laura Riojas de Colosio\", Hospital Médica Sur. Puente de Piedra, Núm. 150, Col. Toriello Guerra, C.P. 14050 no previous medical history with important antecedents.In late 2010 with cough and fever not associated with infectiousetiology. By thorax computerized tomography, it was documented a10 treatment. fractionated doses. the pa-tient Antecedentes. Los sarcomas de partes blandas son relativamen- te infrecuentes en comparación con otras neoplasias; representanmenos de 1% de todos los tumores malignos. Suelen aparecer encualquier lugar del organismo, aunque la mayor parte afecta losmúsculos de extremidades, pared torácica, mediastino y retroperi-toneo. Aparecen a cualquier edad, aunque predominan en pacien-tes ancianos. Su presentación en diafragma es rara, sólo reportadaen casos aislados. Se presenta el caso de un paciente con sarcomaepitelioide primario de diafragma y metastásico a pulmón. CasoCasoCasoCasoCaso clínico.clínico.clínico.clínico.clínico. Hombre de 48 años de edad, sin antecedentes de impor- tancia que inició su padecimiento a finales del 2010 con tos yfiebre no asociado a etiología infecciosa. Por tomografía computa-rizada de tórax se documentó lesión de 10 x 8 cm en hemidiafrag-ma derecho. Se realizó biopsia de la lesión diafragmática compa-tible con sarcoma epitelioide, marcadores de inmunohistoquímicapositivos para vimentina y S-100. No recibió adyuvancia y se dioseguimiento. A la progresión recibió ifosfamida y adriamicina du-rante seis ciclos. Posteriormente recibió tres ciclos con dacarbazina.En tomografía computarizada de tórax de seguimiento tuvo datosde progresión por lo que recibió gemcitabina y docetaxel, con pocatolerancia al tratamiento. Se cambio a pazopanib por seis meses.Por nueva progresión se decidió nuevo esquema de quimioterapiaa base de gemcitabina, docetaxel y bevacizumab dosis fracciona-das. Al momento de este reporte el paciente se mantenía conenfermedad estable posterior a cuatro ciclos de tratamiento. Con-Con-Con-Con-Con- clusión.clusión.clusión.clusión.clusión. El sarcoma epitelioide de diafragma metastásico es una neoplasia rara con mal pronóstico a corto plazo. Palabras clave.Palabras clave.Palabras clave.Palabras clave.Palabras clave. Quimioterapia. Histiocitoma. Fusiforme. Pazopanib. tratamiento con quimioterapia paliativa a los 58 años de edad. Antecedente de tabaquismo durante 25 años(IT 7.5). Úvulo y rinoseptoplastia en 2000. Inició supade cimiento en enero 2010 con tos y fiebre de etiología desconocida. Posteriormente, por placa de tórax y tomo-74 Rev Invest Med Sur Mex, 2014; 21 (2): 73-76Sarcoma epitelioide de diafragma metastásico Respuesta: 1%. Los sarcomas conforman aproximadamente 1% de to- das las neoplasias malignas del adulto y 15% en la pobla- ción pediátrica. En Estados Unidos, en 2012, la incidencia de sarcomas de tejidos blandos fue de 11,280 casos, conuna tasa de mortalidad aproximada de 3,900 casos por año, incluidos niños y adultos. 1 2 ¿Cuántas variedades histológicas se han descrito de los sarcomas de tejidos blandos? a) 30. b) 40. c) 50.d) 60. Respuesta: 50 variedades.Los subtipos más comunes de sarcomas de tejidos blan- dos (STB) en adultos son el sarcoma pleomórfico (tam bién conocido como histiocitoma gastrointestinal, liposarcoma, leio-miosarcoma, sarcoma sinovial y tumores malignos devaina de nervio periférico. 2 El rabdomiosarcoma es el STB más común en niños y poco común en adultos. La distri-bución de los sitios anatómicos es: extremidades metastatizan a pulmones; lostumores que se originan en la cavidad abdominal lohacen a hígado y peritoneo. 3 Figura 1. Tinción en H&E. A. Neoplasia mesenquimatosa maligna de aspecto epitelioide. B. En otros campos, la neoplasia tiene un patrón de crecimiento en fascículos formados por células fusiformes de núcleos hipercromáticos ovoides.grafía se documentó tumor en hemidiafragma 10 x 8 cm, resección de hemidiafragma en febrero2010 y colocación de malla. El reporte de anatomía pato-lógica fue de sarcoma epitelioide (Figura 1). No recibió adyuvancia manteniéndose en vigilancia durante un año.En abril 2011 se sometió a resección de dos nódulos pul-monares izquierdos recurrentes. En junio 2011 presentórecurrencia de la enfermedad, por lo que inició con qui-mioterapia a base de adriamicina + ifosfamida por seisciclos. PET-CT con progresión de la enfermedad por au-mento en el número de nódulos pulmonares. Segundalínea con dacarbazina con posterior progresión a nivelhepático. Tercera línea de tratamiento con gemcitabina+ docetaxel por tres ciclos con pobre tolerancia al trata-miento. En febrero 2012 inició con pazopanib con progre-sión de la enfermedad. Posteriormente fue valorado en elCentro Oncológico donde se reinició quimioterapia condocetaxel + gemcitabina y se agregó bevacizumab cadados semanas, todo el esquema de forma fraccionada.Recibió cuatro ciclos de tratamiento, con enfermedad es-table, por lo que se inició vigilancia (Figura 2). Al momen- to de este reporte el paciente llevaba seis meses sin trata-miento y sin datos de progresión de la enfermedad. EVALUACIÓN DEL CASO PROBLEMA 1. ¿Qué porcentaje de todas las neoplasias malignas en adultos representan los sarcomas de tejidos blandos? a) 1%. b) 2%.c) 3%.d) 4%. A B75 Rev Invest Med Sur Mex, 2014; 21 (2): 73-76Ruiz-Morales JM, et al. 3. ¿Cuál es el beneficio de la quimioterapia adyuvante posterior a la resección quirúrgica de STB localmenteavanzados en extremidades? a) Prolongan la supervivencia libre de enfermedad. b) Prolongan la supervivencia global.c) Prolongan la tasa de respuesta objetiva.d) Todas las anteriores. Respuesta: prolongan la supervivencia libre de en- fermedad. El grupo de metaanálisis en sarcomas metaanálisis de 14 (1,568 pa-cientes) que comparó la quimioterapia adyuvante contrasólo observación y algunos casos con radioterapia poste-rior a la resección quirúrgica de sarcomas. 4 Los resultados del metaanálisis mostraron que la quimioterapia basadaen doxorrubicina prolonga el tiempo de recurrencia localy a distancia, y la supervivencia libre de enfermedad enpacientes adultos con enfermedad localizada y resecablede extremidades. El beneficio de supervivencia global nofue significativo, aunque mostró una tendencia favoreciendola quimioterapia adyuvante. 4 ¿Cuál de los siguientes es un esquema aceptado de quimioterapia paliativa en un paciente con sarcomade tejido blando metastásico?a) Combinaciones basadas en antraciclinas. b) Dacarbazina.c) Ifosfamida.d) Todas las anteriores. Respuesta: todas las anteriores. Los tratamientos más usados en pacientes con STB metastásicos son desde monodroga (dacarbazina, doxo-rrubicina, epirrubicina antraciclinas (doxorrubicina o epirrubici-na con ifosfamida y/o dacarbazina 6). Otros agentes que también han sido evaluados son gemcitabina, docetaxel,vinorelbina, doxorrubicina liposomal pegilada y temozo-lomida. 7 5. de acción del inhibidor de tiro- sinocinasa, pazopanib? a) Inhibe el receptor del factor de crecimiento del en- dotelio vascular (VEGFR). b) Inhibe el cromosoma Filadelfia.c) Inhibe el ligando de la proteína de muerte progra- mada - 1 (L-PD1). d) Provoca inestabilidad micro satélite. Respuesta: inhibe el receptor del factor de creci- miento del endotelio vascular (VEGFR). Pazopanib es una segunda línea de tratamiento para los pacientes con STB. Este medicamento que se admi-nistra de forma oral demostró en un estudio fase III (estu-dio PALETTE) con dosis de 800 mg al día vs. placebo en 369 pacientes con diferentes tipos de STB que progresa-ron a una primera línea de quimioterapia, una mejoría enla supervivencia global (mediana de 4.6 vs. 1.6 meses) y un beneficio en todos los subtipos histológicos. No hubodiferencia en supervivencia global (12.5 vs. 10.7 meses, HR 0.86 IC95% 0.67-1.1). La mejor tasa de respuesta fuede tipo parcial 6 vs. 0%, respectivamente, y enfermedad estable en 67 vs. 38%. telio vascular.Figura 2. PET-CT con 18 FDG. Se aprecia malla en hemidiafrag- ma derecho, cubriendo defecto posterior a resección quirúrgica.Existen nódulos pulmonares hipercaptantes en ambos pulmones,depósitos secundarios del sarcoma. 76 Rev Invest Med Sur Mex, 2014; 21 (2): 73-76Sarcoma epitelioide de diafragma 10-29. al. Predictive value of grade for metastasis development in the main histologic types of adult softtissue sarcomas: a study of 1240 patients from advanced soft tissue sarcomas. A randomi-zed phase II/phase III study of the for the palliative treatment of adult pa-tients with locally advanced or metastatic soft tissue sarco-ma. Cochrane Syst 2003. 7. ML, DW, 1879-86. Órgano de Difusión de la Sociedad de MédicosRevista de Investigación "}