{"title": "Apunte: Medicina China | Medicina Familiar I | Medicina UBA | | Filadd", "author": null, "url": null, "hostname": null, "description": "Medicina China // Apunte: Medicina China para aprobar Medicina Familiar I de Medicina UBA en Universidad de Buenos Aires.", "sitename": null, "date": "2000-01-01", "cleaned_text": "12 convulsión, se debe aplicar principalmente la terapia moxibus- tural al paciente que tenga una temperatura baja y un pulso débil y apenas perceptible, mientras que la acupuntura debe adoptar el método tonificante. Se toman el baihui, qihai, guan- yuan y otros puntos. La moxibustión en cada punto dura de 5- 10'. Para la afección importante del aparato respiratorio se puede insertar adicionalmente el punto huiyin (Ren. 1), con el método de tonificación y dispersión parejas. En general, des- pués de introducir y girar la aguja por 5', se consigue que la respiración mejore y recupere gradualmente su ritmo normal. Pero como los pacientes de este tipo muestren un estado de peligro y gravedad, hay que ofrecerles un tratamiento positivo utilizando medicamentos tradicionales chinos y occidentales. En lo concerniente al tratamiento de las secuelas de la menin- gitis cerebroespinal epidémica, el principio de tratamiento reside en escoger los puntos de acuerdo a los síntomas y signos. Por ejemplo, para la afasia se seleccionan el lianquan superior (punto extraordinario), yamen (Du. 15), tongtian (V. 7), hegu y otros puntos; para la dificultad al tragar, el lianquan inferior (punto extraordinario), renying (E. 9), tiantu (Ren. 22), hegu, etc.; y para la aberración mental toman habitualmen- te el baihui, sishencong (Extra.), fengfu, shenmen (C. 7), da- ling (PC. 7), taichong (H. 3) y zusanil, etc. En cuanto al trata- miento de la parálisis de las extremidades, se puede escoger puntos a lo largo de los meridianos en las zonas afectadas. Se informó de 26 casos de secuelas de esta enfermedad tratados con la acupuntura y moxibustión. Para estos casos, siguiendo el principio de selección de puntos antes mencionado, se dio 1 sesión de acupuntura cada día o cada dos días, con la tonifi- cación como método principal, y a veces, acompañada de la moxibustión, al tiempo que a aquellos pacientes paralíticos se les ofreció también tratamiento con masaje. La terapia produjo efecto en mayor o menor grado en la mayoría de los pacien- tes. Caso registrado: Paciente de apellido Zhang, 8 años de edad. Su primera consulta fue el 29 de marzo de 1962. Esa misma mañana, luego de desayunarse, de súbito perdió el conoci- miento y comenzó a delirar, teniendo el cuello rígido, trismus, opistótonos, convulsión y otros síntomas. Examen: petequias en el pecho y la espalda, labios pálidos, lengua de color rojo oscuro, pulso filiforme, temperatura de 40°C, midriasis, cardio- rritmo de 120 latidos por minuto, reacción positiva de la bruce- losis. Como el paciente se hallaba en peligro y el hospital estaba lejos, se limitó a prestarle los primeros auxilios con la acupuntura. Terapia acupuntural para la sangría en los 12 puntos jing-pozo, weizhong, chize y shixuan (Extra.); dazhui, neiguan, houxi (ID 3) y yongquan. Levantando, empujando y rotando las agujas, el proceso duró alrededor de 1 hora. Cada 10' se dio una acupuntura. Después de retiradas las agujas, los síntomas mejoraron, y la temperatura descendió a 39,1°C. Acto seguido, el paciente fue enviado al hospital para ser puesto bajo observación. Por el examen del líquido cefalorra- quídeo se diagnosticó meningitis cerebroespinal epidémica. Como el paciente no presentó nuevamente convulsiones, no fue necesario aplicar otro tratamiento. Al día siguiente, luego de despertarse, el pequeño pidió agua para beber, se encon- traba consciente, tenía 37,5°C de temperatura, su cardiorritmo era de 80 latidos por minuto, y las petequias en el tórax y en la región dorsal habían desaparecido. Nuevamente lo punzaron en los puntos dazhui, hegu, quchi y neiguan con el mismo método de manipulación de las agujas, siendo éstas retenidas por 30'. Tres días más tarde, cuando le iban a dar una segun- da consulta médica, el niño ya estaba jugando y los síntomas le habían desaparecido. Luego, habiendo permanecido 3 días más en el hospital bajo observación, se recuperó del todo y dejó el establecimiento sin que le surgiera secuela alguna. Explicaciones adicionales: La meningitis cerebroespinal epidémica es una enfermedad grave y peligrosa, para la cual los antibióticos son considerablemente eficientes. Sin embar- go, para los pacientes del período agudo, el tratamiento acu- puntural, en calidad de terapia complementaria, es capaz de desempeñar, en cierta medida, un papel auxiliar, para disipar la fiebre, detener el espasmo, disminuir los síntomas. Si es aplicada en el período inicial en combinación con medicamen- tos tradicionales chinos y occidentales, ayuda a elevar la tasa de curación y a reducir las secuelas. En caso de que éstas tengan lugar, es imprescindible tratarlas a tiempo con la acu- puntura y moxibustión, y también se pueden aplicar otras terapias en puntos acupunturales, por ejemplo, electropuntura, punción con agujas \"flor de ciruelo\", auriculopuntura, inyección en puntos, inserción de catgut en puntos, digitopuntura, etc., todas las cuales pueden producir efectos en distinto grado. 5. DISENTERIA BACTERIANA AGUDA Es una enfermedad aguda del tubo digestivo, que a veces implica etiología inespecífica, incierta o desconocida. Se su- cede en las cuatro estaciones del año, observándose con mayor frecuencia en otoño. Según la medicina tradicional china, esta afección se produce por la ingesta de alimentos contaminados, la humedad y el calor acumulados en el interior del cuerpo humano y el estancamiento de la energía y la san- gre del estómago y los intestinos. La disentería bacteriana aguda tiene por cambios patológicos principales la inflamación piogénica del colon. Sus síntomas clínicos se caracterizan por la forma brusca como aparece la enfermedad, la intoxicación en todo el cuerpo, la fiebre y el dolor abdominal, la diarrea, el tenesmo, la evacuación de pus y materias fecales con sangre, etc. De acuerdo a la de grave- dad, la enfermedad se divide generalmente en 4 tipos: tipo liviano, tipo común, tipo grave y tipo intoxicación. De entre ellos, a los pacientes de tipo grave y tipo intoxicación, su sin- tomatología depende de la naturaleza y la dosis de la sustan- cia irritante, la duración de su acción, la resistencia del pacien- te y la extensión de la alteración gastrointestinal. TRATAMIENTO 1) Método: Se aplica acupuntura con agujas filiformes. Prescripción: Puntos principales: Tianshu (E. 25), secundarios: 4), daheng (B. 15), shousanli (IG 10), liangqiu (E. 34), yanglingquan, shenque (Ren. 8), xiawan (Ren. 10), etc. "}