{"title": "Features Archives", "author": null, "url": "https://thebftonline.com/category/features/", "hostname": "thebftonline.com", "description": null, "sitename": "The Business & Financial Times - financial news and information to the business community in the country and internationally", "date": "2023-09-10", "cleaned_text": "The International Air Transport Association (IATA) released its financial outlook for the global air transport industry showing that airlines are expected to lose US$84.3 billion in 2020 for a net profit margin of -20.1%. Revenues will fall 50% to US$419 billion from US$838 billion in 2019. In 2021, losses... In the summer of 2019, President Trump declared on twitter: \"We don't need China and, frankly, would be far better-off without them. Our great American companies are hereby ordered to immediately start looking for an alternative to China, including bringing your companies home and making your products in the... Due to the recent fall in oil prices that hit the oil and gas industry, deepwater oil and gas operators around the globe were forced to come up with innovative solutions to minimise development Capital Expenditure (CAPEX) and make deepwater oil and gas development projects economically feasible. One solution proposed... [Africa CDC and Mastercard Foundation partner to deliver 1 million test kits, deploy 10,000 community health workers for COVID-19 response](https://thebftonline.com/2020/06/11/africa-cdc-and-mastercard-foundation-partner-to-deliver-1-million-test-kits-deploy-10000-community-health-workers-for-covid-19-response/) Africa Centres for Disease Control and Prevention and Mastercard Foundation have partnered to respond to COVID-19. Through its COVID-19 Recovery and Resilience Program, Mastercard Foundation is committing US$40 million to the Africa CDC's Partnership to Accelerate COVID-19 Testing (PACT). These funds will be used to purchase 1 million test kits, as well as train and... In light of the COVID-19 outbreak and lockdowns, people's lifestyles and shopping behaviour have changed dramatically. And while the increased availability of online shopping is convenient, it makes it more lucrative for scammers to trick buyers into paying for goods they won't receive or obtain their personal information for... Two weeks of massive, nationwide demonstrations against police violence and racial bias have raised concerns about a second wave of COVID-19 infections in the United States. It's hard to engage in a collective display of righteous anger over George Floyd's killing at the hands of the Minneapolis police and... He looks quite reserved yet is outspoken, but 'softly'. He sat overlooking the direction of a group of locals walking toward the isolated private compound-house where the two tricycles had been readied for the morning's departure to the farm, which is about 15 minutes-ride from our location; and while... The World Health Organisation on March 11, 2020 declared the outbreak of the viral disease COVID-19 as a pandemic. The virus has since plagued the globe with over 5.1 million cases in circa 200 countries as at today. World economies and businesses have taken a great hit, with about... The persistent cutting down of shea trees for charcoal is putting the livelihoods of many in peril, especially women who make up the bulk of the labour force in the northern regions, the National Coordinator for Shea Network Ghana, Iddi Zakaria, has noted. He is therefore calling for a law... Minister of Lands and Natural Resources, Kwaku Asomah-Cheremeh, has come out to condemn the activities of illegal small scale miners, as cyanide and mercury are being dumped into the Bia River. The development poses serious health challenges for residents, since they are compelled to drink from the Bia River as... "}