{"title": "Biofeedback: What Is It & Procedure Details", "author": null, "url": "https://my.clevelandclinic.org/health/treatments/13354-biofeedback", "hostname": "clevelandclinic.org", "description": "Biofeedback is a noninvasive therapy that can teach you how to control body functions to improve physical wellness, mental health and performance.", "sitename": "Cleveland Clinic", "date": "2020-12-28", "cleaned_text": "Biofeedback is an alternative medicine approach that teaches people to change the way their bodies function. It is a mind-body therapy that may improve your physical and mental health. During a biofeedback session, a practitioner uses monitoring equipment and instruments to measure your body's functions. Based on feedback from the instruments, the practitioner suggests how you can create physiologic changes. With education and practice, you can learn to make those bodily changes without equipment. What can biofeedback treat? People use biofeedback to help relieve [Anxiety](https://my.clevelandclinic.org/health/diseases/9536-anxiety-disorders), [depression](https://my.clevelandclinic.org/health/diseases/9290-depression)and [post-traumatic stress disorder](https://my.clevelandclinic.org/health/diseases/9545-post-traumatic-stress-disorder-ptsd). issues, such as [irritable bowel syndrome](https://my.clevelandclinic.org/health/diseases/4342-irritable-bowel-syndrome-ibs)and [constipation](https://my.clevelandclinic.org/health/diseases/4059-constipation). [Insomnia](https://my.clevelandclinic.org/health/diseases/12119-insomnia). - Pain, including [headaches](https://my.clevelandclinic.org/health/diseases/9639-headaches), [fibromyalgia](https://my.clevelandclinic.org/health/diseases/4832-fibromyalgia), and joint and muscle pain. Biofeedback also with: [Diabetes](https://my.clevelandclinic.org/health/diseases/7104-diabetes-mellitus-an-overview). [Substance use disorders](https://my.clevelandclinic.org/health/diseases/16652-drug-addiction-substance-use-disorder-sud), such [alcoholism](https://my.clevelandclinic.org/health/diseases/3909-alcoholism)and drug addiction. Procedure Details What happens during biofeedback? During a biofeedback session, your provider places painless sensors on your skin. The sensors measure physiological signals from your body, such as: - Breathing. - Heart rate. - Muscle activity. - Sweat. - Muscle movement and tension, using surface electromyography, or sEMG. - Electrical brain activity, using neurofeedback_ or _EEG biofeedback. - Skin temperature. A nearby screen displays the results, which your practitioner will explain. Then your practitioner will suggest strategies to change how your body is functioning. The practitioner may ask you to: - Change how you sit, stand or move: Positioning your body differently may ease muscle tension. - Alter your breathing: Breathing patterns can help calm anxiety. - Release muscles: If you concentrate on relaxing your muscles, it may relieve pain. - Use mindfulness and focus: Thinking about different things can help you control your breathing or slow your heart rate. - Take a test: If you try to solve a math problem or riddle, you can see how stress affects your body's response. As you try each suggestion, you can watch how it affects the results on the screen in real time. With practice, you can learn to create the same bodily changes without the feedback screen or the practitioner's prompts. Risks / Benefits What are the risks and benefits of this procedure? Biofeedback can help you feel more in control of your health and wellness. It is noninvasive, and there are no side effects or potential complications. With practice during and between sessions, you can learn how to make small changes to relieve stress, improve performance, and ease aches and pains. Recovery and Outlook How often should I get treatments? Some consider biofeedback a type of training, rather than a treatment. For it to work, you must attend multiple sessions. You'll need to participate actively and practice between appointments. The number of treatments varies widely, depending on the: - Condition you are trying to manage. - Severity of your symptoms. - Response of your body. - Amount you practice between sessions. When to Call the Doctor Will I need any other treatments besides acupuncture? Biofeedback complements medical care — it does not replace it. Most people use biofeedback along with other treatments. For example, someone with chronic pain may take medications and learn biofeedback. Do not delay seeing a medical healthcare provider for a health issue, even if biofeedback helps you manage your condition. Keep taking your prescribed medications, no matter how helpful biofeedback is. Additional Details Does insurance cover biofeedback? Some insurance companies cover biofeedback for certain conditions, but others do not. And your plan may limit the number of treatments it covers. Ask your insurance company if it will cover treatments for your specific issue, and how many sessions. You may need a referral from a doctor or other healthcare provider. A note from Cleveland Clinic Many people are turning to complementary or alternative methods to improve health and wellness. Biofeedback is a risk-free way to take control of your own physical and mental wellness. With education and practice, you can learn to control certain bodily functions. The results can improve performance, ease symptoms and boost health. If you decide to try biofeedback, find a qualified professional and check his or her credentials. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services. [Policy](https://health.clevelandclinic.org/advertising) - "}