{"title": "Clinical Psychology Residency", "author": null, "url": null, "hostname": null, "description": "Learn more about Clinical Psychology Residency at instituteofliving.org", "sitename": "Clinical Psychology Residency | instituteofliving.org | Institute of Living | Hartford HealthCare", "date": "2005-01-01", "cleaned_text": "A prospective resident may apply to one or more areas of emphasis within the APA-accredited Residency program. An area of emphasis is defined as a placement setting in either child/adolescent or adult psychology which serves as the primary site(s) of training for the Resident for the training year. The areas of emphasis are described below. Residents training in the specialty areas of Neuropsychology and the Anxiety Disorders Center are under the direction of the Director of Training and participate in the seminars with all Residents, although they are not currently part of the APA-accredited Postdoctoral Training Program. General Clinical Psychology Area of Emphasis - Child/Adolescent: School-based Psychological Assessment and Psychotherapy The Grace Webb School is our on-site therapeutic school that provides elementary, middle, and high school programming. The school and the outpatient clinics serve the regional and local community, which includes very ethnically, racially, and socioeconomically diverse populations. In addition to providing academic programming, Grace Webb School also provides individual and group psychotherapies to the students, and a broad spectrum of psychiatric diagnoses (mood; anxiety; psychosis, autism; trauma-related; personality) is represented. The Resident working in the Grace Webb School will have the opportunity to carry child and adolescent cases in school and provide individual, group, and family psychotherapies. The Resident will also engage in crisis intervention, develop consultation skills, and conduct cognitive and personality testing to children and adolescents. The Resident will complete an average of two to three comprehensive assessments each month. Testing referrals include psychodiagnostic evaluations for school planning and placement team meetings. Residents work closely with psychiatrists, other psychologists, teachers, and social workers within the service. Students are typically enrolled for the full academic year, and as such the Residents have the opportunity to provide longer-term therapy. There is also the option of the Resident becoming involved in elective training opportunities throughout the IOL's outpatient clinics. Cases are conceptualized in supervision from contemporary psychodynamic and behavioral perspectives. Integration of psychodynamic, family systems, and cognitive- behavioral conceptualizations with DSM-V diagnosis is emphasized. Training focuses on advancing the Resident's skills in case conceptualization, intervention, assessment, and consultation, as well as professional development goals. Residents also participate in supervised research (4 hours reserved/protected weekly) that has generally focused on clinical topics related to their training. Residents present their research at the Psychology Department's Psychology Research Day during the summer. Applicants should have clinical experience with children and adolescents with significant mental health issues, preferably with some experience in milieu-based settings. Applicants should have competence in psychological testing, including at least some training or experience with projective testing. Child/Adolescent Inpatient The Child/Adolescent Inpatient Resident works closely alongside the Adult Inpatient Resident and is integrated in the greater Resident cohort through meetings and seminars. The training environment is highly focused on the professional development of each Resident as well as fostering the leadership skills required to succeed as an early career psychologist. Child/Adolescent Inpatient training is science-informed, and will focus on the preparation for advanced practice competence in provision of brief inpatient treatment with children and adolescents presenting with a wide range of acute and severe psychopathology. The treatment model integrates empirically supported interventions, contemporary psychoanalytic object relations perspective, trauma-informed approaches, and systems/family work. Residents will develop advanced skills and experience in rapid psychodiagnostic and risk assessment, case formulation, and DSM-V diagnosis. In addition, Residents will develop advanced competency in consultation, treatment planning, and case management (when appropriate). Interventions used/developed during training include focal individual psychotherapy, group therapy, psychopharmacology, family therapy, milieu therapy, psychodynamic therapies, and behavioral/cognitive-behavioral/DBT techniques. Residents will provide consultation through the Inpatient Psychology Consultation Service to the child and adolescent units throughout the duration of their training year. Depending on the consultation question and the clinical need, the Resident will typically carry up to 3-5 consultations at a time. The consultation service acts as an adjunct and complement to the current treatment plan and can include the provision of individual psychotherapy, family therapy, specialized treatment interventions, individualized behavior plan and staff support plans, complex case conceptualizations, risk assessments, long term dynamically oriented therapy for patients with extended length of stays, and treatment recommendations. Residents will work collaboratively with the multi-disciplinary treatment team to identify treatment needs and provide consultation. There is also the opportunity to provide consultation to the adult units when there is a need and interest. Residents will receive extensive training in group therapy; facilitating/co-facilitating approximately 8 groups per week across the child and adolescent units. Training will focus on process-oriented and skills-based group psychotherapy with adolescents. Social-skills and psychodynamically-oriented group therapies are provided for the child unit. Additionally, an integral aspect of the Resident's training is developing experience with and competence in milieu therapy; the Resident will support the Unit Psychologist in milieu management, crisis intervention, and staff education/training. There will be many opportunities to develop leadership skills through involvement in program development, implementation, and evaluation, unit-wide initiatives, and Trauma-Informed Care staff training. Residents also participate in supervised research (4 hours reserved/protected weekly) that has generally focused on clinical topics related to their training. Residents present their research at the Psychology Department's Psychology Research Day during the summer. General Clinical Psychology Area of Emphasis - Adult: Adult Inpatient The Adult Inpatient Resident works closely alongside the Child and Adolescent Inpatient Resident and is integrated in the greater Residency cohort through meetings and seminars. The training environment is highly focused on the professional development of each Resident as well as fostering the leadership skills required to succeed as an early career psychologist. The focus of the inpatient Residency is on the delivery of brief, intensive treatment with patients admitted to our general adult inpatient psychiatric units in the role of Psychology Consultant. Within the inpatient hospital at IOL, there are 4 adult units and 3 child and adolescent units which are all serviced by the Inpatient Psychology Consultation Service. The Hartford area is richly diverse, allowing for advancement of cultural competence at the forefront of both patient and systemic interactions. Diversity and equity are a focus within case formulation and treatment planning, while also being openly discussed in meetings and councils throughout the healthcare system. The consultation service acts as an adjunct and complement to the current treatment plan and can include the provision of individual psychotherapy, targeted interventions, individualized behavior plans, case conceptualizations, risk assessments, and treatment recommendations. The Resident acts as expert and consultant to the requesting treatment team. The Resident works across all adult and older adult units and becomes part of the requesting interprofessional team which includes Psychiatry, Social Work, Nursing, Recreation Therapy, Recovery Support Specialists and Mental Health Technicians. The requests typically involve assistance with highly complex, high risk, or high needs patients. The Resident is a key member of this consultation service and will be expected to quickly assume an independent level of functioning; therefore, applicants with psychiatric inpatient experience are highly desired. Applicants should also be comfortable with psychodynamic theories and Cognitive Behavioral Therapy. Residents will facilitate both process-oriented and skills-based groups across multiple adult inpatient units. At times, these groups will be run independently and intermittently co-facilitated with Interns and practicum students. This will provide in-vivo supervisory experience for the Resident in addition to individual supervision of the inpatient Intern. Resident participate in supervised research (4 hours reserved/protected weekly) that has generally focused on clinical topics related to their training. Resident present their research at the Psychology Department's Psychology Research Day during the summer. One of the many benefits of training within a larger hospital system includes availability of a variety of elective experiences. The Resident will have the option to generate protected time for additional training interests, which may include: psychological and neuropsychological testing, working in the Psychiatric Emergency Department (Purple Pod) at Hartford Hospital, Consultation Liaison on the adult medical floors in Hartford Hospital, Family and Couples therapy both inpatient and outpatient, program development, and leadership. Treatment of Psychotic and Persistent Mental Illness The Residency specializing in Psychosis/Persistent Mental Illness focuses on psychosis across levels of acuity and throughout the lifespan. This area of emphasis prepares the Resident for advanced practice competence in the areas of treatment, evaluation and rehabilitation of adults with psychotic illness. The focus of this training is to immerse the Resident in work that focuses on treating individuals with psychosis across levels of acuity presenting with heterogeneity in symptoms and at varying stages of onset (e.g., high-risk, first-episode, chronic). As such, the Resident will work primarily in the Schizophrenia Rehabilitation Program (SRP) and the adult inpatient psychiatric units. The Resident will also have the option to carry an outpatient caseload of individuals suffering from psychotic illness across the lifespan. The Schizophrenia Rehabilitation Program (SRP) focuses on individual, group and family therapy, case management, cognitive remediation, and psychoeducation for participants with chronic psychosis. The SRP also conducts and incorporates the latest research on the treatment and rehabilitation of schizophrenia to develop a best practice model for assessment and intervention. Research in the program includes vocational and cognitive interventions and outcomes, behavioral interventions, and psychopharmacological interventions. The focus of the Resident's work in the inpatient units will be in the role of Psychology Consultant, providing brief, intensive treatment with patients presenting with primary psychotic illness who are admitted to our general adult inpatient psychiatric units. The Resident will work across all adult and older adult units and becomes part of the interprofessional team which includes Psychiatry, Social Work, Nursing, Recreation Therapy, Recovery Support Specialists, and Mental Health Technicians. The requests typically involve assistance with highly complex, high risk, or high need patients. Residents may also choose to work with our adolescent psychosis program where they will be exposed to individuals presenting with at-risk or prodromal symptomology. Across settings, the Resident will facilitate both process-oriented and skills-based groups, be involved in individual and family treatment modalities, offer consultation, work as part of various interdisciplinary teams, and be exposed to clinical research with these populations. Residents also participate in supervised research (4 hours reserved/protected weekly) that has generally focused on clinical topics related to their training. Residents present their research at the Psychology Department's Psychology Research Day during the summer. One of the many benefits of training within a larger hospital system includes availability of a variety of elective experiences. Some of these experiences may include: psychological and neuropsychological testing, working in the Psychiatric Emergency Department at Hartford Hospital, Consultation Liaison on the adult medical floors in Hartford Hospital, Family and Couples therapy in both inpatient and outpatient settings, and program development,. Health Psychology The Residency specializing in Health Psychology promotes the development of advanced competency in providing clinical assessment and intervention to patients who have comorbid psychiatric and medical conditions. The position is outpatient-based and includes consultation and diagnostic interviewing, pre-surgical psychological evaluations, short-term psychotherapy and behavioral interventions, and group therapy. Residents gain extensive experience in evaluation of the psychiatric and psychosocial needs of patients within a biopsychosocial model, with particular consideration of the unique factors related to the patient's medical history and the potential relationship(s) between relevant behavioral/psychosocial factors, medical symptoms, and functioning. Utilizing evidence-based treatment approaches, Residents work with interdisciplinary providers (MDs, surgeons, nurses, dieticians, physical therapists, etc.) to help patients manage both acute and chronic illnesses and work towards promotion of positive health behaviors and illness management/ prevention. Areas of clinical focus for this year include Surgical and Medical Weight Loss, Men's Health, Spine Wellness, and/or Psycho-Oncology. Efforts are made to match the Resident to primary clinical practice areas of interest, and Residents may also opt to incorporate secondary areas of training in other specialties such as Pain Management, Digestive Health, Transplant, Headache Management, Orthopedics/Sports Psychology, and Women's Health. Residents also participate in supervised research (4 hours reserved/protected weekly) that has generally focused on clinical topics related to their training. Residents present their research at the Psychology Department's Psychology Research Day during the summer. LGBTQ+ Right Track The focus of the LGBTQ+ Residency will be a hybrid model where the Resident will provide LGBTQ+ gender-affirmative care within Young Adult Services (YAS) Right Track Intensive Outpatient Program (IOP) and the newly developed Center for Gender Health Clinic. The Right Track/LGBTQ+ Specialty Track IOP is a group-based therapy model that focuses on LGBTQ+ young adults (ages 16-26) who struggle with mental illness. The goals of the program are to help patients develop the ability to identify and modulate stress and stigma, strengthen family and family-of-choice connections, expand individual positive and creative coping skills, and capitalize on personal strengths. The Resident will play an active role in the design and delivery of group programming, at times co-facilitating with Interns and/or practicum students. In addition, the Resident will be involved in intake assessments and team meetings. The Center for Gender Health Clinic is a newly developed specialty clinic for transgender adults to receive specialized services including Psychology, Psychiatry, Primary Care/Infectious Disease, Endocrinology, and Case Management. The Resident will work with the supervising psychologist to assess patient readiness for gender affirming treatments and will have an opportunity to assist with program development and evaluation. Residents participate in supervised research (4 hours protected weekly) that has generally focused on clinical topics related to their training. Residents present their research at the Psychology Department's Psychology Research Day during the summer. Elective training experiences are also possible, as one of the many benefits of training within a larger hospital system includes availability of a variety elective experiences. Non-Accredited Specialty Tracks Clinical Neuropsychology Fellowship The Clinical Neuropsychology Residency is a member of the Association of Postdoctoral Programs in Clinical Neuropsychology (APPCN) and is structured to meet Houston Conference and APA Division 40 Guidelines for training in neuropsychology with a goal of preparing fellows for board certification. The program collaborates with the Departments of Psychiatry and Psychology at Hartford Hospital and the Institute of Living, as well as the Departments of Neurology and Neurosurgery at Hartford Hospital. In accordance with Houston Conference guidelines, the Resident receives intensive training in the science and practice of clinical neuropsychology including opportunities for assessment, intervention, and research. We carry two postdoctoral Residents, starting on alternate years. Training differs across the two years in content, population, autonomy and to a degree, complexity, though the training program will flex to meet each fellow's individual training needs. Areas of emphasis include inpatient medical work, with referrals from neurology and PM&R, including stroke, traumatic brain injury, and brain tumor, as well as referrals of medically complex patients from other hospital departments (e.g., internal medicine, cardiology); outpatient evaluations in a general clinic, a movement clinic, and a memory care center; and inpatient neuropsychological evaluations within the psychiatry service, with questions related to differential diagnosis (often of dementia), ongoing impact from an established CNS insult (often TBI or CVA), or to acquire a cognitive profile in individuals who have serious mental illnesses such as schizophrenia or bipolar disorder. Trainees also are involved in our late career assessment service, neurosurgery, clinically focused research, and interact with Residents from across the campus. Residents also participate in supervised research (4 hours reserved/protected weekly) that has generally focused on clinical topics related to their training. Residents present their research at the Psychology Department's Psychology Research Day during the summer. Cognitive Behavioral Therapy The Anxiety Disorders Center (ADC) offers one-year postdoctoral fellowships specializing in Cognitive Behavioral Therapy (CBT), with an option for a second year, to be determined mutually. The ADC is a combined clinical and research unit specializing in CBT for anxiety, obsessive-compulsive, and mood-related problems, and applied research on the nature and treatment of these disorders. The position is focused on providing assessment and CBT, including intensive (daily) treatment, for outpatients diagnosed with anxiety and related disorders. It is anticipated that the Resident's case load will be a mixture of adults, children, and adolescents. Research activities may include serving as a project manager for a funded study, serving as a study therapist or independent evaluator, writing articles, and conducting data analyses. Numerous opportunities exist for independent basic or applied research as well. Other duties may include supervision of graduate clinicians and conducting workshops and trainings. Residents present their research at the Psychology Department's Psychology Research Day during the summer. "}