{"title": "PDF", "author": "PDF", "url": "https://student.anthem.com/assets/school/final_University_of_Colorado_Boulder_SHIP_23_24_0605.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Anthem Student Advantage Keeping you at your personal bestUniversi ty of Colorado Boulder Student Health Insurance Plan (SHIP) https://student.anthem.com/student/schools/cub A00332COMENABS 12023-2024 Important notice This is a brief description of your student health plan underwritten by Anthem Blue Cross and Blue Shield (Anthem). If you would like more details about your coverage and costs, you can find the complete terms in the policy or plan document online at student.anthem.com/student/ schools/cub . 2 Table of contents Welcome ................................................................................................ periods and rates ............................................................ 8 Your CU B oulder Medical services ................................................ 9 Eas y access to care ......................................................................... 11 Summary of be nefits ....................................................................... 13 Academic Emergency Services ...................................................20 Exclusions ...........................................................................................23 Access help in your language .......................................................29 3Academic LiveCare ..........................................................................21Welcome to Anthem Student Advantage 4As your new school year begins, it's important to understand your health care benefits and how they work. Your Anthem Student Advantage plan will help guide you through that process with information about who is eligible, what is covered, how much it costs, and the best ways to access care. What you need to know about Anthem Student Advantage Please refer to Anthem policy for additional eligibility provisions.Who is eligible? Degree-seeking undergraduate students enrolle d in six or more cred it hours and graduate stude nts enrolled in one graduate cre dit hour or more. Non-degree seeking Continuing Education students, Study Abroad (including Semester at Sea) students, Evening MBA students and students taking exclusively Be Boulder Anywhere courses, enrolled in six or more undergraduate credi t hours or one or more graduate cred it hour and paying the base st udent and health fees, may be eligib le to enroll in the University of Colorad o Boulder Gold SHIP and can do soby contacting the Student Insurance Office at 1-303-492-5107 or studentinsurance@colorado.edu for additional details. Students approved for the Leave ofAbsence Program are eligible to enrollin the University of Colorado BoulderGold SHIP for one semester that theyare not registered for classes andcan do so by contacting the StudentInsurance Office at 1-303-492-5107or studentinsurance@colorado.edu for additional details. 5<Footnote>Coverage periods and rates Coverage will become effective at 12:01 a.m., and will end at 11:59 p.m. on the dates shown below. Costs and dates of coverage *The above rates include premiums for the plan and commissions and administrative fees. *Rates are pending approval with the state and subject to change.SemesterCoverage Start DateCoverage End DatePremiumEnroll or request a waiver by: Fall August 1, 2023 December 31, 2023 $2,311 September 15, 2 023 Spring/Summer January 1, 2024 July 31, 2024 $2,311 February 13, 2024 Summer Only May 1, 2024 July 31, 2024 $1,158 May 31, 2024 6677Keep in touch with your benefits information Student Health Center Wardenburg H ealth C enter 1900 Wardenburg Drive 119 U CB B oulder, C O 80 309 1-303-492-5101 (2 4/7 nu r se l ine) www.colorado.edu/healthcenter/ P lease check website for hours. Saturday a nd Sunda y: Clo sed Benefits and Claims Phone: 833-332-0798 Anthem Blue Cross Life and Health Insurance CompanyStudent Counseling Center Center for Community, Suite N352 2249 Willard Loop Dr. 104 U CB Boulder, CO 80309 1-303-492-2277 ( 24/7 support) www.colorado.edu/coun seling/ Please check website for hours. Eligibility and Enrollment Wardenburg Health Center 119 18th St, 2nd Floor Boulder, CO 80305 1-303-492-5107 studentinsurance@colorado.edu 8Medical care Primary and preventive care including: Physi cal exams Trea tment for illnesses and injuries Tra vel health services (exclu ding specialty travel immunizations) Rou tine vaccinations Aller gy shots (antige n not provided by health center) Nutrition services Nutrition counseling for a variety of concerns Laboratory and X-ray Coverage for lab services ordered and man aged by a Medical Services provider Cov erage for X-ray servicesCounseling and psychiatry Up to 14 counseling and psychiatr y visits per policy year including: — Individual counseling — Couples counseling — Medication management — Crisis care Unlimited group therapy Physical therapy and integrative care 15 physical the rapy visits per policy year 10 chiropractic visits per polic y year Orthopedic surg eon consultatio ns Note: CU Sports Medicine at the Champion Center is not part of CU Boulder Medical ServicesYour CU Boulder Medical Services CU Boulder Medical Services is the primary medical provider for Covered Students enrolled in the Student Health Insurance Plan. These services and benefits are not insured benefits under the Student Health Insurance Plan but are provided by CU Boulder Medical Services to all Covered Students enrolled in the Student Health Insurance Plan. Most services rendered at CU Boulder Medical Services are not subject to the coinsurance, co-pay or deductible amounts applicable to the Student Health Insurance Plan. Continued 9Sexual and reproductive health Gynecology services One ann ual exam Birth contr ol consultations Sexu ally transmitted infection testing and treatm ent Human pa pillomavirus (HPV) vaccinations Trans gender patient care and hormone therapy Annual eye exam CU Boulder Gold SHIP members are entitled to one routine eye exam per policy year at no additional cost through College Optical in Boulder. This includes visual fields testing, glaucoma screening, refraction, and a dilated exam if needed. Eyeglass frames, lenses, contacts and contact fittings are available with a discount and are the patient's responsibility.Annual dental exa m CU Boulder Gold SHIP members are e ntitled to one dental exam, cleaning and x-ray per policy year at no additional c ost at Perfect Tee th in Boulder. Please see the f ollowing link for additional inform ation: https://www.colorado.edu/health/cu-gold-ship These services are offered a t CU Boulder Medical S ervices, but not covered by CU Bo ulder Gold SH IP: Acupuncture Bike fits Copies of X-rays and medical records Custom knee braces Vaccinations for Japanese encephalitis, rabies, yellow fever and typhoid Loaned equipment Massage therapy Missed appointment fees Patient-requested lab tests (not medically necessary) Replacement of medical supplies 10Easy access to care Access the care you need, when you need it, and in the way that works best for you. 1 Sydney Health is a service mark of CareMarket, Inc. 2 Appointments subject to availability of a therapist. Psychologists or therapists using LiveHealth Online cannot prescribe medications. Online counseling is not appropriate for all kinds of problems. If you are in crisis or have suicidal thoughts, it's important that you seek help immediately. Please call 1-800-784-2433 (National Suicide Prevention Lifeline) or 911 and ask for help. If your issue is an emergency, call 911 or go to your nearest emergency room. LiveHealth Online does not offer emergency services. LiveHe alth Online is the trade name of Health Management Corporation, a separate company, providing telehealth services on behalf of Anthem Blue Cross and Blue Shield.Telehealth - Academic LiveCare From your mobile device or compu ter with a webcam, you can use Academic LiveCare to visit with a board-certified doctor, psychiatrist or licensed therapist through live video.2 T o use, go to www.cub.myahpcar e.com/telehealth. You can also download the free Academic LiveCare app to sign up.Provider finder You can find the right doctor or facility close to where you are by visiting: www.anthem.com www.colorado.ed u/health/insuran ce Sydney Health ap p Important tips: When you need health care, please accesscare at the University of Colorado BoulderHealth Services first or to obtain a referral toan In-Network Provider. This can help yousave on out-of-pocket costs. Networks may change, so make sure youcontact the provider before getting care toconfirm they are in the network . 1124/7 NurseLine Call 1-844-545-1429 to speak to a regi stered nurse who can help you with health issues like fever, allergy rel ief, cold and flu symptoms and where to go for care. Nurses can also help you enroll in health management programs if you have specific heal th conditions, remind you about scheduling important screenings and exams, and more.Sydney Health app With the Sydney Health1 app through Anthem Student Advantage, you have instant access to: Your member ID ca rd. The Find a Doctor tool. More information about your plan benefits. Health tips that are tailored to you. LiveHealth Online and 24/7 NurseLine. Student support specialists (through click-to-chat or by phone). Access the Sydney Health app Go to the App StoreSM or Google PlayTM and search for the Sydney Health app to download it today.12This summary of benefits is a brief outline of coverage, designed to help you with the selection process. This summary does not reflect each and every benefit, exclusion and limitation which may apply to the coverage. For more details, important limitations and exclusions, please review the formal Evidence of Coverage (EOC). If there is a difference between this summary and the Evidence of Coverage (EOC), the Evidence of Coverage (EOC) will prevail. Plan benefits are pending approval with the state and subject to change. Student Health Center Benefits: No Charge for Covered Medical Expenses, Deductible Waived, 100% of Usual and Reasonable Charge for Covered RX ExpensesYour summary of benefitsAnthem Blue Cross Blue Shield Student health insurance plan: University of Colorado Boulder Your network: Anthem PPO Covered Medical BenefitsCost if you use an In-Network ProviderCost if you use an Out-of-Network Provider Overall Deductible When the Deductible applies, you must pay it before benefits begin. See the sections below to find out when the Deductible applies. Copayments and Coinsurance are separate from and do not apply to the Deductible.$500 student $1,000 student Out-of-Pocket Limit When you meet your out-of-pocket limit, you will no longer have to pay cost- shares during the remainder of your benefit period. See notes section for additional information regarding your out of pocket maximum.$8,700 student $10,000 student Preventive care/screening/immunizationIn-network preventive care is not subject to deductible, if your plan has a deductible. Deductible does not apply to the following Out-Of-Network services: Immunizations, well woman visits, alcohol and/or drugs counseling office visits, routine cancer screenings.No charge50% coinsurance after deductible is met Doctor Home and Office Services Primary Care Visit to treat an injury or illness$40 copay per visit deductible does not apply$40 copay per visit 50% coinsurance deductible does not apply Specialist Care Office Visit$40 copay per visit deductible does not apply$40 copay per visit 50% coinsurance deductible does not apply Prenatal and Post-natal Care In-Network preventive prenatal services are covered at 100%.$40 copay per visit deductible does not apply$40 copay per visit 50% coinsurance after deductible is metMedical 13Other Practitioner Visits: Retail Health Clinic$40 copay per visit deductible does not apply40 copay per visit, 50% coinsurance deductible does not apply On-line Visit Includes Mental/Behavioral Health and Substance Abuse Academic LiveCare (See page 21) is the preferred telehealth solution. met50% after deductible is met Other Services in an Office: Allergy Testing$40 copay per visit deductible does not apply$40 copay per visit, 50% coinsurance deductible does not apply Chemo/Radiation Therapy$40 copay per visit deductible does not apply$40 copay per visit, 50% coinsurance deductible does not apply Hemodialysis$40 copay per visit deductible does not apply$40 copay per visit, 50% coinsurance deductible does not apply Prescription DrugsFor the drugs itself dispensed in the office through infusion/injection.20% coinsurance after deductible is met50% coinsurance after deductible is met Diagnostic Services Lab: OfficeOffice Cost Share applies only when Freestanding/Reference Labs are not used.20% coinsurance after deductible is met$40 copay per visit, deductible does not Lab/Reference Lab20% coinsurance after deductible is met50% coinsurance after met Outpatient Hospital20% coinsurance after deductible is met50% coinsurance after deductible is met X-Ray: Office$40 copay per visit, deductible does not apply$40 copay per visit, 50% coinsurance deductible does not Radiology Center20% coinsurance after deductible is met50% coinsurance after met Outpatient Hospital20% coinsurance after deductible is met50% coinsurance after deductible is met Advanced Diagnostic Imaging (for example, MRI/PET/CAT scans): Office$40 copay per visit, deductible does not apply$40 copay per visit, 50% coinsurance deductible does not Radiology Center20% coinsurance after deductible is met50% coinsurance after met Outpatient Hospital20% coinsurance after deductible is met50% coinsurance after deductible is metCovered Medical BenefitsCost if you use an In-Network ProviderCost if you use an Out-of-Network Provider 14Emergency and Urgent Care Urgent Care (Office Setting)$75 copay per visit, 20% coinsurance deductible does not apply$75 copay per visit, 50% coinsurance deductible does not apply Emergency Room Facility Services Emergency Room copay is waived if directly admitted to the hospital.$150 copay per visit, 20% coinsurance after deductible is metCovered as In-Network Emergency Room Doctor and Other Services20% coinsurance after deductible is metCovered as In-Network Emergency Ambulance (Air and Ground) Non-emergency, Non-Network ambulance services are limited to an Anthem maximum payment of $50,000 per trip.20% coinsurance after deductible is metCovered as In-Network Outpatient Mental/Behavioral Health and Substance Abuse Doctor Office Visit $0 copay50% coinsurance deductible does not apply Facility visit: Facility Fees$0 copay 50% coinsurance after deductible is met Doctor Services $0 copay50% coinsurance after deductible is met Outpatient Surgery Facility Fees: Hospital20% coinsurance after deductible is met50% coinsurance after deductible Freestanding Surgical Center20% coinsurance after deductible is met50% coinsurance after deductible is met Doctor and Other Services: Hospital20% coinsurance after deductible is met50% coinsurance after deductible Freestanding Surgical Center20% coinsurance after deductible is met50% coinsurance after deductible is met Hospital Stay (all inpatient stays including Maternity, Mental / Behavioral Health, and Substance Abuse) Facility fees (for example, room & board) Rehabilitation services in an inpatient hospital or acute care facility are limited to 60 days combined per benefit period. Limit i s combined In- Network and Non-Network.$0 copay MH/SA; $200 copay per visit, deductible does not apply$200 copay per visit, 50% coinsurance after deductibl e Doctor and other services$0 copay MH/SA; 20% coinsurance all other services deductible does not apply50% coinsurance after deductible is met Recovery & Rehabilitation Home Health Care Coverage is limited to 28 hours per week. Limit is combined In-Network and Non-Network. Visit limit does not apply to Home Infusion Therapy or Home Dialysis. Limits are combined for home health care and private duty nursing.20% coinsurance after deductible is met50% coinsurance after deductible is metCovered Medical BenefitsCost if you use an In-Network ProviderCost if you use an Out-of-Network Provider 15Rehabilitation services physical/speech/occupational therapy): Office20% coinsurance after deductible met50% coinsurance after met Outpatient Hospital20% coinsurance after deductible is met50% coinsurance after deductible Habilitation services (for therapy): Office20% coinsurance after deductible met50% coinsurance after met Outpatient Hospital20% coinsurance after deductible is met50% coinsurance after deductible is met Cardiac rehabilitation Office20% coinsurance after deductible is met50% coinsurance after deductible is met Outpatient Hospital20% coinsurance after deductible is met50% coinsurance after deductible is met Skilled Nursing Care (in a facility) $200 copay per visit,20% coinsurance after deductible is met $200 copay per visit, 50% coinsurance after deductible is met Hospice 20% coinsurance after deductible is met50% coinsurance after deductible is met Durable Medical Equipment 20% coinsurance after deductible is met50% coinsurance after deductible is met Prosthetic Devices Coverage for hearing aids services is limited to 1 item per ear every 5 years. Covered for children 18 years of age or under. Limit is combined In-Network and Non-Network across all settings.20% coinsurance after deductible is met50% coinsurance after deductible is metCovered Medical BenefitsCost if you use an In-Network ProviderCost if you use an Out-of-Network Provider 16Covered Prescription Drug BenefitsCost if you use an In-Network ProviderCost if you use an Out-of-Network Provider Pharmacy Deductible Not applicable Not applicable Pharmacy Out of Pocket Combined with medical out of pocket maximumCombined with medical out of pocket maximum Prescription Drug Coverage Traditional Drug List This product has a 90-day Retail Pharmacy Network available. A 90 day supply is available at most retail pharmacies. Tier 1 - Typically Lower Cost Generic Covers up to a 30 day supply (retail pharmacy). Covers up to 90 day supply (retail maintenance pharmacy). No coverage for non-formulary drugs. $25 copay per prescription, deductible does not applyCovered as In-Network Tier 2 - Typically Preferred Brand Covers up to a 30 day supply (retail pharmacy). Covers up to 90 day supply (retail maintenance pharmacy). No coverage for non-formulary drugs.$45 copay per prescription, deductible does not applyCovered as In-Network Tier 3 - Typically Non-Preferred Brand/Specialty Covers up to a 30 day supply (retail pharmacy). Covers up to 90 day supply (retail maintenance pharmacy). No coverage for non-formulary drugs.$75 copay per prescription, deductible does not applyCovered as In-Network Pharmacy 17Pediatric Vision Limited to covered persons under the age of 19 . Covered Vision BenefitsCost if you use an In-Network ProviderCost if you use an Out-of-Network Provider This is a brief outline of your vision coverage. Not all cost shares for covered services are shown below. Benefits include coverage for student's choice of eyeglass lenses or contact lenses, but not both. For a full list, including benefits, exclusions and limitations, see the combined Evidence of Coverage/Disclosure form/Certificate. If there is a difference between this summary and either Evidence of Coverage/Disclosure form/Certificate, the Evidence of Coverage/Disclosure form/Certificate will prevail. Children's Vision Essential Health Benefits Limited to covered persons under the age of 19. Child Vision Deductible $0 $0 Vision exam Coverage for In-Network Providers and Non-Network Providers is limited to 1 exam per benefit period.No charge Reimbursed Up to $30 Frames Coverage for In-Network Providers and Non-Network Providers is limited to 1 unit per benefit period.No charge Reimbursed Up to $45 Lenses Coverage for In-Network Providers and Non-Network Providers is limited to 1 unit per benefit period. Single vision lenses $0 copay ultra) $0 copay $0 copay (up to covered Standard polycarbonate $0 copay Not covered Factory Scratch Coating $0 copay Not covered Elective contact lenses Coverage for In-Network Providers and Non-Network Providers is limited to 1 unit per benefit period.No chargeReimbursed Up to $60 Non-Elective Contact Lenses Coverage for In-Network Providers and Non-Network Providers is limited to 1 unit per benefit period.No chargeReimbursed Up to $210 Adult Vision (age 19 and older) Adult Vision Coverage Limited to certain vision screenings required by Federal law and covered under the \"Preventive Care\" benefit.See \"Preventive Care\" benefit See \"Preventive Care\" benefit 18Pediatric Dental Limited to covered persons under the age of 19 . Covered Dental BenefitsCost if you use an In-Network ProviderCost if you use an Out-of-Network Provider This is a brief outline of your dental coverage. Not all cost shares for covered services are shown below. For a full list, including benefits, exclusions and limitations, see the combined Evidence of Coverage/Disclosure form/Certificate. If there is a difference between this summary and either Evidence of Coverage/Disclosure form/Certificate, the Evidence of Coverage/Disclosure form/Certificate will prevail. Only children's dental services count towards your out of pocket limit. Children's Dental Essential Health Benefits Limited to covered persons under the age of 19. Diagnostic and preventive Includes cleanings, exams, x-rays, sealants, fluorideNo charge 50% coinsurance Basic services Includes filing and simple extractions30% coinsurance Necessary Orthodontia 50% coinsurance 50% coinsurance Deductible Not applicable Not applicable Adult Dental (Age 19 and over) Not covered Not covered 19As a participant in the student health plan, you have access to the following services and benefits when you are traveling over 100 miles from home or outside your home country: Emergency Medical Evacuation, Repatriation and Emergency Family Assistance Services Emergency Medical Evacuation, Unlimited Medically Advisable Repatriation, Unlimited Return of Deceased Remains, Unlimited Visit by Family Member or Friend, up to $5,000with 3 day hospitalization Return of Dependent Children, up to $5,000, ifleft unattended Emergency Return Home, up to $2,500, in theevent of illness or death of family member Bereavement Reunion, up to $2,500, in theevent of death of the student Return of Personal Belongings, up to $1,000 inthe event of evacuation or death Accidental Death and Dismemberment,$25,000Medical, Travel, Safety, and Legal Assistance Pre-travel information portal Physician referrals outside of the U.S. Medical monitoring during an emergencyevacuation to ensure adequate care Prescription assistance Luggage lost in transit Passport replacement assistance Emergency travel arrangements Emergency translation assistance and/orinterpreter referral Legal referral Additional Benefits Security/Political Evacuation Coverage Natural Disaster Evacuation Coverage Emergency Reunion 3 Day Threshold All services must be arranged and paid through the Academic Emergency Services program provider in order for the benefits to apply. There is no claim process for reimbursement of self-paid expenses, unless otherwise noted in program. Terms, limitations and conditions apply to all services and benefits. Academic Emergency Services and AD&D coverage are underwritten by 4 Ever Life International Limited and administered by Worldwide Insurance Services, LLC, separate and independent companies from Academic HealthPlans.Academic Emergency Services and AD&D coverage are underwritten by 4 Ever Life International Limited and administered by Worldwide Insurance Services, LLC, separate and independent companies from Academic HealthPlans.To obtain additional pre-travel information or advice, or in the event of a medical, travel or security crisis, call Academic Emergency Services immediately. Academic Emergency Services are available to you 24 hours a day, 7 days a week. Simply call the number on the membership card to get access to knowledgeable assistance coordinators who will help you navigate any unfamiliar cultures or circumstances. TAKE A SCREENSHOT OF THE CARD OR CUT IT OUT TO KEEP WITH YOU AT ALL TIMES. All services must be arranged and paid through the Academic Emergency Services program provider in order for the benefits to apply. There is no claim process for reimbursement of self-paid expenses, unless otherwise noted in program. Terms, limitations and conditions apply to all services and benefits. Academic Emergency Services and AD&D coverage are underwritten by 4 Ever Life International Limited and administered by Worldwide Insurance Services, LLC, separate and independent companies from Academic HealthPlans.To obtain additional pre-travel information or advice, or in the event of a medical, travel or security crisis, call Academic Emergency Services immediately.GROUP ID: GHS9999AHP CO MEMBERSHIP TYPE: GLOBAL MEDICAL & TRAVEL ASSISTANCE SERVICES TOLL FREE 1(855) 873-3555 OUT SIDE THE US 1(610) 263-4660 EMAIL assis assist rega rdless of the na ture verity of your situ ation, please conta ct AES 24 hours a day / 7 da ys a week To contact Ac ademic Eme rgency Services from the U.S. or Canada, c all toll-fr ee: (855) 87 3-3555 To contact Ac ademic Eme rgency Services from outside the U.S. or Canada, dial the country access code followed by: 1 (610) 263-4660 Coun try access codes can be fo und thro directory assis tance or h/t_t ps://www.a/t_t.com/support_media/ima ges/pdf /Count ry_Code_List.pdf. If there no access code, proceed with calling dir ect to: 1 (610) 263-4660ACADEMIC EMERGENCY SERVICES SUPPOR T 24/7 20You can see board-certified physical and behavioral health professionals from the comfort of your own home. Safe and secure, it's the on-demand quality care you need, when you need it. Telehealth is commonly used for: coughs & colds sinus infections allergies bronchitis headachesanxiety & depression strep throat therapy & counseling general wellness insomnia visit academiclivecare.com to get connected A Telehealth Solution for University of Colorado Boulder virtual visits 24/7 from a smart phone, computer, or other mobile device ALCSERVICE KEY ALCCUB23COUP ON CODE 21Designed with you in mind Offering you healthy support and easy-to-use benefits to help you stay focused on your education and your future. 22The below exclusions apply. For a full list of exclusions please refer to the certificate of coverage. 1. A cupuncture Therapy a) M aintenance treatment b) A cupuncture when provided for the following conditions: A cute low back pain Addiction AIDS Amblyopia All ergic rhinitis Asthma B ell's Palsy B urning mouth syndrome ancer-related dyspnea tunnel hemotherapy-induced leukopenia neuopathic pain C hronic pain syndrome (e.g., RSD, facial pain) C hronic obstructive pulmonary disease Di abetic peripheral neuropathy Dry e yes Er ectile dysfunction F acial spasm F etal breech presentation Fibromyalgia Hypertension In duction of labor Inf ertility (e.g., to assist oocyte retrieval and embryo transfer dur ing IVF treatment cycle) Insomnia Ir ritable bowel syndrome Me P arkinson's disease P eripheral arterial disease (e.g., intermittent claudication) Ph antom leg pain olycystic ovary syndrome P ost-herpetic neuralgia Psoriasis Ps ychiatric disorders R espiratory Rh eumatoid fibroids Xerostomia Whiplash 2. A cts of War, Disasters, or Nuclear Accidents In the event of a major disaster, epidemic, war, or other event beyond our control, we will make a good faith effort to give you Covered Services. We will not be responsible for any delay or failure to give services due to lack of available Facilities or staff. Benefits will not be given for any illness or injury that is a result of war, service in the armed forces, a nuclear explosion, nuclear accident, release of nuclear energy, a riot, or civil disobedience. 3. A dministrative Charges a)C harges to complete claim forms, b)C harges to get medical records or reports, c) Me mbership, administrative, or access fees charged by Doctors or other Providers. Examples include, but are not limited to, fees for educational brochures or calling you to give you test results. 4. Alt ernative / Complementary Medicine Services and supplies given by a provider for alternative health care. This includes but is not limited to aromatherapy, naturopathic medicine, herbal remedies, homeopathy, energy medicine, Christian faith-healing medicine, Ayurvedic medicine, yoga, hypnotherapy, and traditional Chinese medicine. 5. Ar med Forces Services and supplies received from a provider as a result of an injury sustained, or illness contracted, while in the service of the armed forces of any country. When you enter the armed forces of any country, we will refund any unearned pro-rata premium to the policyholder. 6. A pplied Behavioral Treatment (including, but not limited to, Applied Behavior Analysis and intensive behavior interventions) for all indications except as described under Autism Services in the \"Benefits/Coverage (What is Covered)\" section. 7. B efore Effective Date or After Termination Date Charges for care you get before your Effective Date or after your coverage ends, except as written in this Plan. 8. Br easts Services and supplies given by a provider for breast reduction or gynecomastia. 9. C ertain Providers Services you get from Providers that are not licensed by law to provide Covered Services as defined in this Booklet, or which are not recognized by us as an eligible Provider under this Plan. 10. C harges Over the Maximum Allowed Amount Charges over the Maximum Allowed Amount for Covered Services, except as written in this Plan. 11. C harges Not Supported by Medical Records Charges for services not described in your medical records. 12. Clinically-Equivalent AlternativesCertain Prescription Drugs may not be covered if you could use a clinically equivalent Drug, unless required by law. \"Clinically equivalent\" means Drugs that for most Members, will give you similar results for a disease or condition. If you have questions about whether a certain Drug is covered and which Drugs fall into this group, please call the number on the back of your Identification Card, or visit our website at www.anthem.com . Exclusions 2313. C omplications of/or Services Related to Non-Covered Services Services, supplies or treatment related to or, for problems directly related to a service that is not covered by this Plan. Directly related means that the care took place as a direct result of the non-Covered Service and would not have taken place without the non-Covered Service. 14. C ompound Drugs Compound Drugs unless all of the ingredients are FDA-approved as designated in the FDA's Orange Book: Approved Drug Products with Therapeutic Equivalence Evaluations, require a prescription to dispense, and the compound medication is not essentially the same as an FDA-approved product from a drug manufacturer. Exceptions to non-FDA approved compound ingredients may include multi-source, non-proprietary vehicles and/or pharmaceutical adjuvants. 15. C osmetic Services and Plastic Surgery Any treatment, surgery (cosmetic or plastic), service or supply to alter, improve or enhance the shape or appearance of the body. Whether or not for psychological or emotional reasons. Injuries that occur during medical treatments are not considered accidental injuries even if unplanned or unexpected. This exclusion does not apply to: a) Sur gery after an accidental injury when performed as soon as m edically feasible. b) C overage that may be provided under the Eligible health services un der your plan - Gender reassignment (sex change) treatment section. 16. C ourt-ordered Services and Supplies Includes those court-ordered services and supplies, or those required as a condition of parole, probation, release or as a result of any legal proceeding other than substance related disorders treatment and mental health treatment described as covered in the \"Benefits/Coverage (What is Covered)\" section and required by state law. 17. Cr ime Treatment of an injury or illness that results from a crime you committed, or tried to commit. This Exclusion does not apply if your involvement in the crime was solely the result of a medical or mental condition, or where you were the victim of a crime, including domestic violence. 18. Cu stodial Care Examples are: a) R outine patient care such as changing dressings, periodic turning and po sitioning in bed b) A dministering oral medications c) C are of a stable tracheostomy (including intermittent suctioning) d) C are of a stable colostomy/ileostomy e) C are of a bladder catheter (including emptying/changing containers an d clamping tubing) f) W atching or protecting you g) R espite care, adult (or child) day care, or convalescent care except in conn ection with hospice care h) Ins titutional care. This includes room and board for rest cures, adult da y care and convalescent care i) He lp with walking, grooming, bathing, dressing, getting in or out of bed, t oileting, eating or preparing foods j) Any o ther services that a person without medical or paramedical tr aining could be trained to perform k) Any s ervice that can be performed by a person without any medical or par amedical training 19. Deli very Charges Charges for delivery of Prescription Drugs. 20. Den tal Care for Adults a) De ntal services for adults including services related to: T he care, filling, removal or replacement of teeth and treatment o f injuries to or diseases of the teeth De ntal services related to the gums A picoectomy (dental root resection) Orthodontics R oot canal S oft tissue impactions Alveolectomy A ugmentation and vestibuloplasty treatment of periodontal disease F alse teeth Pr osthetic restoration of dental implants De ntal implants This exception does not include removal of bony impacted teeth, bone fractures, removal of tumors, and odontogenic cysts. 21. Den tal Services a) De ntal care for Members age 19 or older, unless listed as covered in the m edical benefits of this Booklet. b) De ntal services or health care services not specifically covered in this B ooklet (including any hospital charges, prescription drug charges and de ntal services or supplies that do not have an American Dental A ssociation Procedure Code, unless covered by the medical benefits of this P lan). c) S ervices of anesthesiologists, unless required by law. d) An algesia, analgesia agents, oral sedation, and anxiolysis nitrous oxide. e) An esthesia services (such as intravenous conscious sedation, IV s edation and general anesthesia) are not covered when given separate f rom a covered oral surgery service. EXCEPTION: General anesthesia for de ntal services for members under age 19 years of age when rendered in a h ospital, outpatient surgical facility or other facility licensed p ursuant to Section 25-3-101 of the Colorado Revised Statutes if the c hild, in the opinion of the treating Dentist, satisfies one or more of the f ollowing criteria: (a) the child has a physical, mental, or medically com promising condition; (b) the child has dental needs for which local an esthesia is ineffective because of acute infection, anatomic v ariations, or allergy; (c) the child is an extremely uncooperative, unm anageable, anxious, or uncommunicative child or adolescent with de ntal needs deemed sufficiently important that dental care cannot be de ferred; or (d) the child has sustained extensive orofacial and de ntal trauma. f) De ntal services, appliances or restorations that are necessary to alter, r estore or maintain occlusion. Includes increasing vertical dimension, r eplacing or stabilizing tooth structure lost by attrition, realignment of t eeth, periodontal splinting and gnathologic recordings. g) De ntal services or supplies provided solely for the purpose of improving th e appearance of the tooth when tooth structure and function are s atisfactory and no pathologic conditions (such as cavities) exist, h) R etreatment or additional treatment necessary to correct or relieve the r esults of treatment previously covered under the Plan. i) S eparate services billed when they are an inherent component of an other covered service. j) S ervices to treat Temporomandibular Joint Disorder (TMJ) except as co vered under your medical coverage. k) O ral hygiene instructions. l) C ase presentations, office visits and consultations. m) Im plant services, except as listed in this Booklet. n) R emoval of pulpal debridement, pulp cap, post, pin(s), resorbable or 24n on-resorbable filling materials, nor the procedures used to prepare and p lace material(s) in the canals (tooth roots). o) R oot canal obstruction, internal root repair of perforation defects, in complete endodontic treatment and bleaching of discolored teeth. p) In complete root canals. q) A djunctive diagnostic tests. 22. Dr ugs Contrary to Approved Medical and Professional Standards Drugs given to you or prescribed in a way that is against approved medical and professional standards of practice. 23. Dr ugs Over Quantity or Age Limits Drugs which are over any quantity or age limits set by the Plan or us. 24. Dr ugs Over the Quantity Prescribed or Refills After One Year Drugs in amounts over the quantity prescribed, or for any refill given more than one year after the date of the original Prescription Order. 25. Dr ugs Prescribed by Providers Lacking Qualifications/Registrations/ CertificationsPrescription Drugs prescribed by a Provider that does not have the necessary qualifications, registrations, and/or certifications, as determined by us. 26. Dr ugs That Do Not Need a Prescription Drugs that do not need a prescription by federal law (including Drugs that need a prescription by state law, but not by federal law), except for injectable insulin. 2 7. Dur able Medical Equipment (DME) Examples of these items are: a) Whirlpools b) P ortable whirlpool pumps c) S auna baths d) M assage devices e) Ov er bed tables f) Elevators g) C ommunication aids h) V ision aids i) T elephone alert systems j) P ersonal hygiene and convenience items such as air conditioners, humidifiers, hot tubs, or physical exercise equipment even if they are prescribed by a physician. 28. E ducational Services Except as described as covered services for autism spectrum disorders, therapies for congenital defects and birth abnormalities and early intervention services in the Benefits/coverage (what is covered) section, examples of these services are: a) Any s ervice or supply for education, training or retraining services or t esting. This includes: Speci al education R emedial education W ilderness treatment program Job tr aining Job h ardening programs b) S ervices provided by a governmental school district. 29. Em ergency Room Services for non-Emergency Care Services provided in an emergency room for conditions that do not meet the definition of Emergency. This includes, but is not limited to, suture removal, routine pregnancy test, sore throat, ear ache/infection, rashes, sprains/strains, constipation, diarrhea, upper respiratory illness, abrasions, sleep disorder, conjunctivitis/pink eye, back pain that is not sudden and severe in onset, or dental caries/cavity in an emergency room. For non-emergency care please use the closest network Urgent Care Center or your Primary Care Physician. 30. Ex perimental or Investigational Services Experimental or investigational drugs, devices, treatments or procedures unless otherwise covered under clinical trial therapies (experimental or investigational) or covered under clinical trials (routine patient costs). See the \"Benefits/Coverage (What is Covered)\" section. 31. T he fact that a service or supply is the only available treatment will not make it Covered Service if we conclude it is Experimental /Investigational. 32. Eyegl asses and Contact Lenses Eyeglasses and contact lenses to correct your eyesight unless listed as covered in this Booklet. This Exclusion does not apply to lenses needed after a covered eye surgery. 33. Eye Ex ercises Orthoptics and vision therapy. 34. Eye Sur gery Eye surgery to fix errors of refraction, such as near-sightedness. This includes, but is not limited to, LASIK, radial keratotomy or keratomileusis, and excimer laser refractive keratectomy. 35. F amily Members Services prescribed, ordered, referred by or given by a member of your immediate family, including your spouse, child, brother, sister, parent, in-law, or self. 36. Foo t Care Services and supplies for:a) T he treatment of calluses, bunions, toenails, flat feet, hammertoes, f allen arches b) T he treatment of weak feet, chronic foot pain or conditions caused by r outine activities, such as walking, running, working or wearing shoes c) Supp lies (including orthopedic shoes), foot orthotics, arch supports, sh oe inserts, ankle braces, guards, protectors, creams, ointments and o ther equipment, devices and supplies d) R outine pedicure services, such as cutting of nails, corns and calluses wh en there is no illness or injury of the feet unless specifically required f or treatment or to prevent complications of diabetes. 37. Foo t Surgery Surgical treatment of flat feet; subluxation of the foot; weak, strained, unstable feet; tarsalgia; metatarsalgia; hyperkeratoses. 38. F ree Care Services you would not have to pay for if you didn't have this Plan. This includes, but is not limited to government programs, services during a jail or prison sentence, services you get from Workers Compensation, and services from free clinics. 39. If W orkers' Compensation benefits are not available to you, this Exclusion does not apply.This Exclusion will apply if you get the benefits in whole or in part. 40. Health Club Memberships and Fitness ServicesHealth club memberships, workout equipment, charges from a physical fitness or personal trainer, or any other charges for activities, equipment, or facilities used for physical fitness, even if ordered by a Doctor. This Exclusion also applies to health spas. 2541. H earing Aids and Exams The following services or supplies: a) A r eplacement of: A h earing aid that is lost, stolen or broken A h earing aid installed within the prior 12 month period b) R eplacement parts or repairs for a hearing aid c) B atteries or cords d) A h earing aid that does not meet the specifications prescribed for cor rection of hearing loss e) An y ear or hearing exam performed by a physician who is not certified as an o tolaryngologist or otologist f) Hear ing exams given during a stay in a hospital or other facility, except th ose provided to newborns as part of the overall hospital stay g) Any t ests, appliances and devices to: Im prove your hearing. This includes hearing aid batteries, amplifiers, an d auxiliary equipment Enh ance other forms of communication to make up for hearing loss or de vices that simulate speech. 42. Inf ertility Treatment a) Inj ectable infertility medication, including limited to menotropins, hCG , and GnRH agonists. b) All c harges associated with: Sur rogacy for you or the surrogate. A surrogate is a female carrying h er own genetically related child where the child is conceived with the in tention of turning the child over to be raised by others, including the b iological father. Cry opreservation (freezing) of eggs, embryos or sperm. S torage of eggs, embryos, or sperm. T hawing of cryopreserved (frozen) eggs, embryos or sperm. T he care of the donor in a donor egg cycle which includes, but is not limit ed to, any payments to the donor, donor screening fees, fees for l ab tests, and any charges associated with care of the donor required f or donor egg retrievals or transfers. T he use of a gestational carrier for the female acting as the g estational carrier. A gestational carrier is a female carrying an e mbryo to which the person is not genetically related. O btaining sperm from a person not covered under this plan for AR T services. c) Hom e ovulation prediction kits or home pregnancy tests. d) T he purchase of donor embryos, donor oocytes, or donor sperm. e) R eversal of a voluntary sterilizations, including follow-up care. f) Ovul ation induction with menotropins, Intrauterine insemination and any r elated services, products or procedures. g) In vitr o fertilization (IVF), Zygote intrafallopian transfer (ZIFT), Gamete in trafallopian transfer (GIFT), Cryopreserved embryo transfers and any r elated services, products or precedures (such as Intracytoplasmic s perm injection (ICSI) or ovum microsurgery). h) AR T services are not provided for out-of-network care. 43. L ost or Stolen Drugs Refills of lost or stolen Drugs. 44. M edical Equipment, Devices, and Supplies a) R eplacement or repair of purchased or rental equipment because of misu se, or loss. b) Sur gical supports, corsets, or articles of clothing unless needed to r ecover from surgery or injury. c) Non-Medi cally Necessary enhancements to standard equipment an d devices. d) Supp lies, equipment and appliances that include comfort, luxury, or con venience items or features that exceed what is Medically Necessary in y our situation. Reimbursement will be based on the Maximum All owable Amount for a standard item that is a Covered Service, serves th e same purpose, and is Medically Necessary. Any expense that e xceeds the Maximum Allowable Amount for the standard item which is a C overed Service is your responsibility. 45. M edical Supplies: Outpatient Disposable a) Any o utpatient disposable supply or device. Examples of these are: Sheaths Bags El astic garments Suppor t hose Bandages Bedpans Syringes Bl ood or urine testing supplies O ther home test kits Splints Nec k braces Compresses O ther devices not intended for reuse by another patient 46. M edicare Services and supplies available under Medicare, if you are entitled to premium-free Medicare Part A or enrolled in Medicare Part B, or if you are not entitled to premium-free Medicare Part A or enrolled in Medicare Part B because you refused it, dropped it, or did not make a proper request for it. 47. M issed or Cancelled Appointments Charges for missed or cancelled appointments. 48. N on-approved Drugs Drugs not approved by the FDA. 49. N on-Medically Necessary Services Services and supplies which are not medically necessary for the diagnosis, care, or treatment of an illness or injury or the restoration of physiological functions. This includes behavioral health services that are not primarily aimed at the treatment of illness, injury, restoration of physiological functions or that do not have a physiological or organic basis. This applies even if they are prescribed, recommended, or approved by your physician, dental provider, or vision care provider. This exception does not apply to Preventive care and wellness benefits. 50. N utritional Support Except as covered in the \"Benefits/Coverage (What is Covered)\" section - Nutritional support benefit, the following are not covered services: a) Any f ood item, including: Inf ant formulas N utritional supplements V itamins O ther nutritional items even if it is the sole source of nutrition. 51. O ff label use Off label use, unless we must cover it by law or if we approve it. 52. P ersonal Care, Comfort or Convenience Items Any service or supply primarily for your convenience and personal comfort or that of a third party. 53. Pr ivate Duty Nursing Private Duty Nursing Services, except as specifically stated in this Booklet. 54. Pr osthetics Devices a) S ervices covered under any other benefit b) O rthopedic shoes, therapeutic shoes, foot orthotics, or other devices 26t o support the feet, unless required for the treatment of or to prevent com plications of diabetes, or if the orthopedic shoe is an integral part o f a covered leg brace. c) T russes, corsets, and other support items. d) R epair and replacement due to loss, misuse, abuse or theft e) C ommunication aids 55. Re sidential accommodations Residential accommodations to treat medical or behavioral health conditions, except when provided in a Hospital, Hospice, Skilled Nursing Facility, or Residential Treatment Center. This Exclusion includes procedures, equipment, services, supplies or charges for the following: a) Domi ciliary care provided in a residential institution, treatment center, h alfway house, or school because a Member's own home arrangements ar e not available or are unsuitable, and consisting chiefly of room and boar d, even if therapy is included. b) C are provided or billed by a hotel, health resort, convalescent home, r est home, nursing home or other extended care facility home for the a ged, infirmary, school infirmary, institution providing education in s pecial environments, supervised living or halfway house, or any similar f acility or institution. c) S ervices or care provided or billed by a school, Custodial Care center f or the developmentally disabled, or outward bound programs, even if p sychotherapy is included. d) W ilderness camps. 56. R iot Services and supplies that you receive from providers as a result of an injury from your \"participation in a riot\". This means when you take part in a riot in any way such as inciting, or conspiring to incite, the riot. It does not include actions that you take in self-defense as long as they are not against people who are trying to restore law and order. 57. Ro utine Physicals Physical exams and immunizations required for travel, enrollment in any insurance program, as a condition of employment, for licensing, sports programs, or for other purposes, which are not require by law under the \"Preventive Care\" benefit. 58. S exual Dysfunction and Enhancement Any treatment, prescription drug, service, or supply to treat sexual dysfunction, enhance sexual performance or increase sexual desire, including: a) Sur gery, prescription drugs, implants, devices or preparations to cor rect or enhance erectile function, enhance sensitivity, or alter the sh ape or appearance of a sex organ. b) S ex therapy, sex counseling, marriage counseling, or other counseling or advis ory services. Not eligible for coverage are prescription drugs in 60 day supplies. 59. S tand-By Charges Stand-by charges of a Doctor or other Provider. 60. Sur rogate Mother Services Services or supplies for a person not covered under this Plan for a surrogate pregnancy (including, but not limited to, the bearing of a child by another woman for an infertile couple). 61. T emporomandibular Joint Dysfunction Treatment (TMJ) and Craniomandibular Joint Dysfunction Treatment (CMJ)a) De ntal implants 62. T ravel Costs Mileage, lodging, meals, and other Member-related travel costs except as described in this Plan.63. V ein Treatment Treatment of varicose veins or telangiectatic dermal veins (spider veins) by any method (including sclerotherapy or other surgeries) for cosmetic purposes. 64. V ision Services a) Eyegl ass frames, non-prescription lenses and non-prescription con tact lenses that are for cosmetic purposes. b) V ision services not specifically listed as covered in this Booklet. c) F or services or supplies combined with any other offer, coupon or in-s tore advertisement, or for certain brands of frames where the m anufacture does not allow discounts. d) S afety glasses and accompanying frames. e) F or two pairs of glasses in lieu of bifocals. f) P lano lenses (lenses that have no refractive power). g) L ost or broken lenses or frames, unless the Member has reached their n ormal interval for service when seeking replacements. h) Bl ended lenses. i) Ov ersize lenses. j) Sunglasses. k) F or Members through age 18, no benefits are available for frames and con tact lenses purchased outside of our formulary. l) C osmetic lenses or options, such as special lens coatings or n on-prescription lenses, unless specifically stated as covered in this B ooklet m) S ervices and materials not meeting accepted standards of optometric pr actice or services that are not performed by a licensed Provider. Adult Vision Care a) O ffice visits to an ophthalmologist, optometrist or optician related to th e fitting of prescription contact lenses. b) Eyegl ass frames, non-prescription lenses and non-prescription con tact lenses that are for cosmetic purposes. Adult Vision Care Services and Supplies Your plan does not cover adult vision care services and supplies, except as described in the Benefits/coverage (what is covered) section. a) Speci al supplies such as non-prescription sunglasses b) Speci al vision procedures, such as orthoptics or vision therapy. c) Eye e xams during your stay in a hospital or other facility for h ealth care. d) Eye e xams for contact lenses or their fitting. e) Eyegl asses or duplicate or spare eyeglasses or lenses or frames. f) R eplacement of lenses or frames that are lost or stolen or broken. g) A cuity tests. h) Eye sur gery for the correction of vision, including radial keratotomy, LA SIK and similar procedures. i) S ervices to treat errors of refraction. 65. W aived Cost-Shares Out-of-Network For any service for which you are responsible under the terms of this Plan to pay a Copayment, Coinsurance or Deductible, and the Copayment, Coinsurance or Deductible is waived by an Out-of-Network Provider. 66. W eight Loss Programs Programs, whether or not under medical supervision, unless listed as covered in this Booklet. This Exclusion includes, but is not limited to, commercial weight loss programs (Weight Watchers, Jenny Craig, LA Weight Loss) and fasting programs. 67. Weight Loss SurgeryServices and supplies related to bariatric surgery, or surgical treatment of obesity, unless listed as covered in the Booklet. 2768. Phar macy: In addition to the above Exclusions, certain items are not covered under the Prescription Drug Retail or Home Delivery (Mail Order) Pharmacy benefit: a) A dministration Charges - Charges for the administration of any Drug e xcept for covered immunizations as approved by us or the PBM. b) C harges Not Supported by Medical Records - Charges for pharmacy s ervices not related to conditions, diagnoses, and/or recommended m edications described in your medical records. c) C linically-Equivalent Alternatives - Certain Prescription Drugs may not be co vered if you could use a clinically equivalent Drug, unless r equired by law. \"Clinically equivalent\" means Drugs that for most Me mbers, will give you similar results for a disease or condition. If you h ave questions about whether a certain Drug is covered and which Dr ugs fall into this group, please call the number on the back of your I dentification Card, or visit our website at www.anthem.com. d) C ompound Drugs - Compound Drugs unless all of the ingredients are FD A-approved as designated in the FDA's Orange Book: Approved Drug Pr oducts with Therapeutic Equivalence Evaluations, require a pr escription to dispense, and the compound medication is not e ssentially the same as an FDA-approved product from a drug m anufacturer. Exceptions to non-FDA approved compound ingredients m ay include multi-source, non-proprietary vehicles and/or ph armaceutical adjuvants. e) C ontrary to Approved Medical and Professional Standards - Drugs gi ven to you or prescribed in a way that is against approved medical an d professional standards of practice. f) De livery Charges - Charges for delivery of Prescription Drugs. g) Dr ugs Given at the Provider's Office / Facility - Drugs you take at the tim e and place where you are given them or where the Prescription O rder is issued. This includes samples given by a Doctor. This Exc lusion does not apply to Drugs used with a diagnostic service, Dr ugs given during chemotherapy in the office as described in the \"Pr escription Drugs Administered by a Medical Provider\" section, or Dr ugs covered under the \"Medical and Surgical Supplies\" benefit - th ey are Covered Services. h) Dr ugs Not on the Anthem Prescription Drug List (a formulary) - You can g et a copy of the list by calling us or visiting our website at www. an them.com. If you or your Doctor believes you need a certain Pr escription Drug not on the list, please refer to \"Prescription Drug L ist\" in the section \"Prescription Drug Benefit at a Retail or Home De livery (Mail Order) Pharmacy\" for details on requesting an exception. i) Dr ugs Over Quantity or Age Limits - Drugs which are over any quantity or a ge limits set by the Plan or us. j) Dr ugs Over the Quantity Prescribed or Refills After One Year - Drugs in am ounts over the quantity prescribed, or for any refill given more th an one year after the date of the original Prescription Order. k) Dr ugs Prescribed by Providers Lacking Qualifications/Registrations/ C ertifications - Prescription Drugs prescribed by a Provider that does n ot have the necessary qualifications, registrations and/or ce rtifications, as determined by Anthem. l) Dr ugs That Do Not Need a Prescription - Drugs that do not need a pr escription by federal law (including Drugs that need a prescription by s tate law, but not by federal law), except for injectable insulin. m) F amily Members - Services prescribed, ordered, referred by or given by a m ember of your immediate family, including your spouse, child, br other, sister, parent, in-law, or self. n) {O ption to remove: [Gene Therapy - Gene therapy as well as any Drugs, pr ocedures, health care services related to it that introduce or is r elated to the introduction of genetic material into a person intended t o replace or correct faulty or missing genetic material.] o) Inf ertility Drugs - Drugs used in assisted reproductive technology pr ocedures to achieve conception (e.g., IVF, ZIFT, GIFT), except as lis ted in this booklet. p) It ems Covered as Durable Medical Equipment (DME) - Therapeutic D ME, devices and supplies except peak flow meters, spacers, and b lood glucose monitors. Items not covered under the Prescription Dr ug Benefit at a Retail or Home Delivery (Mail Order) Pharmacy be nefit may be covered under the \"Durable Medical Equipment and Medi cal Devices\" benefit. Please see that section for details. q) It ems Covered Under the \"Allergy Services\" Benefit - Allergy de sensitization products or allergy serum. While not covered under th e Prescription Drug Benefit at a Retail or Home Delivery (Mail Order) Ph armacy benefit, these items may be covered under the \"Allergy S ervices\" benefit. Please see that section for details. r) L ost or Stolen Drugs - Refills of lost or stolen Drugs. s) M ail Order Providers other than the PBM's Home Delivery Mail Order Pr ovider - Prescription Drugs dispensed by any Mail Order Provider o ther than the PBM's Home Delivery Mail Order Provider, unless we m ust cover them by law. t) Non-appr oved Drugs - Drugs not approved by the FDA. u) Non-Medi cally Necessary Services - Services we conclude are not Medi cally Necessary. This includes services that do not meet our m edical policy, clinical coverage, or benefit policy guidelines. v) N utritional or Dietary Supplements - Nutritional and/or dietary supp lements, except as described in this Booklet or that we must co ver by law. This Exclusion includes, but is not limited to, nutritional f ormulas and dietary supplements that you can buy over the counter an d those you can get without a written Prescription or from a li censed pharmacist. w) O ff label use - Off label use, unless we must cover the use by law or if w e, or the PBM, approve it. x) O nychomycosis Drugs - Drugs for Onychomycosis (toenail fungus) e xcept when we allow it to treat Members who are immuno- com promised or diabetic. y) Ov er-the-Counter Items - Drugs, devices and products, or Prescription Legend Drugs with over the counter equivalents and any Drugs, devices or products that are therapeutically comparable to an over the counter Drug, device, or product may not be covered, even if written as a Prescription. This includes Prescription Legend Drugs when any version or strength becomes available over the counter. 69. T his Exclusion does not apply to over-the-counter products that we must cover as a \"Preventive Care\" benefit under federal lawwith a Prescription.a) S exual Dysfunction Drugs - Drugs to treat sexual or erectile problems. b) S yringes - Hypodermic syringes except when given for use with insulin an d other covered self-injectable Drugs and medicine. c) Weight Loss Drugs - Any Drug mainly used for weight loss. 28Access help in your language If you have any questions about this document, you have the right to help and information in your language at no cost. To talk to an interpreter, call 1-855-330-1098. Separate from our language assistance program, we make documents available in alternate formats for members with visual impairments. If you need a copy of this document in an alternate format, please call the customer service telephone number on the back of your ID card. (TTY/TDD: 711) It is important we treat you fairly That is why we follow federal civil rights laws in our health programs and activities. We do not discriminate, exclude people, or treat them differently on the basis of race, color, national origin, sex, age or disability. For people with disabilities, we offer free aids and services. For people whose primary language is not English, we offer free language assistance services through interpreters and other written languages. If you are interested in these services, call the Customer Service number on your ID card for help (TTY/TDD: 711). If you think we failed to offer these services or discriminated based on race, color, national origin, age, disability or sex, you can file a complaint, also known as a grievance. You can file a complaint with our Compliance Coordinator in writing to Compliance Coordinator, P.O. Box 27401, Mail Drop VA2002-N160, Richmond, VA 23279. You can also file a complaint with the U.S. Department of Health and Human Services, Office for Civil Rights at 200 Independence Avenue, SW; Room 509F, HHH Building; Washington, D.C. 20201 or by calling 1-800-368-1019 (TDD: 1- 800-537-7697) or online at https://ocrportal.hhs.gov/ocr/portal/lobby.jsf. Complaint forms are available at http://www.hhs.gov/ocr/office/file/index.html. Arabic . (. TTY/TDD: 711) Armenian : ID 711) gen dwa pou nimewo visi t student.anthem.com /student/schools/ cubAnthem Blue Cross and Blue Shield is the trade name of Rocky Mountain Hospital and Medical Service, Inc. HMO products underwritten by HMO Colorado, Inc. Independent licensees of the Blue Cross and Blue Shield Association. Anthem is a registered trademark of Anthem Insurance Companies, Inc. "}