{"title": "PDF", "author": "PDF", "url": "https://www.cmajopen.ca/content/cmajo/suppl/2019/08/20/7.3.E524.DC1/reviewer-comments-2018-0191.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Article details: 2018 -0191 Title The impact of school vaccine mandates on pediatric vaccination coverage: a systematic review Authors Devon Greyson PhD MLIS, Chris Vriesma -Magnuson MLIS, Julie A. Bettinger PhD MPH Reviewer 1 Michelle Gates Institution Department of Pediatrics , Faculty of Medicine and Dentistry , University of Alberta, Edmonton, Alta. General comments (author response in bold) Thank you for the opportunity to review this systematic review. Overall, I think that it appears to be well conducted and written. I have provided some constructive criticisms below. Abstract -Good overall. In the results, I would add in the number of studies retrieved by the search. -Interpretation: I think there are not numerous studies - only 8 included. Suggest changing this sentence, unless can be justified. Introduction -This is a good introduction to the topic and justification for the need for the review appears sound. The only change I would suggest is to move the research question to the end of the introduction. Methods -First sentence - I would change to indicated that it was reported according to PRISMA, since these are reporting guidelines (though could inform conduct). -I would suggest providing a rationale for the language restriction and date restri ction. -Did you include only published papers or would you also include abstracts with data? -I would suggest providing subheadings within the methods to draw readers' attention to the various steps (e.g., selection criteria, search, data extraction, etc). -The search is now about a year old. Might suggest a search update prior to publication (up to the Editor). -Thank you for the search details in the Appendix. Might include in the text a breif summary of the concepts that you search for. Also could indicate if a reference management software was used to manage the records found by the search. -Did you come to consensus on risk of bias assessments? I would make this explicite in the text. Results -I would suggest referencing the 8 included studies when they are first mentioned to make it easier for readers to identify them. Also when studies are mentioned in the first 3 paragraphs of the results, I would add in citations so that readers can identify which you are referring to. -I would suggest adding a sect ion in the results dedicated to the risk of bias in the included studies. If possible to provide a summary of the risk of bias assessments (either a table or appendix), this would be idea. Major areas where risk of bias was a concern across studies can be discussed. -P6, last line: there is an extra period at the end of the sentence. -I would suggest incorporating risk of bias rating into your discussion of the results, as this will help readers to understand which of the data they can rely on with most confidence. Interpretation -In first paragraph, could indicate that only 8 studies were found. It seems there is relatively limited data on this topic. Conclusion -As with the abstract, I would not agree that there are numerous studies, since 8 is relative ly few and clearly more (and better quality) are needed to come to strong conclusions. Figure 1 - Inclusion and exclusion criteria -This is actually a table, so suggest presenting it as such Figure 2 - PRISMA flow diagram -I suggest to add a box with the number of duplicates removed -Not sure I understand records screened and abstracts screened boxes - does this refer to titles then abstracts? Suggest changing wording for clarity. -Suggest adding an excluded studies list, with reasons for the full text ex clusions Table 1. Included studies -Suggest adding citation beside the author name for each included study -Journal name is probably not necessary -I would suggest removing the 'limitations' column - and instead provide risk of bias assessments in a separ ate table (as suggested above) -Suggest adding funding source of the studies within the table PRISMA checklist -For risk of bias across studies, should refer to section where ROBINS -I is discussed. -Risk of bias across studies (in RESULTS) - suggest that this be discussed more explicitely within the results section (see comment above). Reviewer 2 Margaret Sampson Institution Library Services , Children's Hospital of Eastern Ontario Research Institute, Ottawa, Ont. General comments (author response in bold) Thank you for the opportunity to review this manuscript. I regret that I have not been able to do a complete assessment but some health issues have come up. I have concerns about the adequacy of identification of studies. The selection of databases is sound. There are the MEDLINE search does not include any terms representing one of the key settings - daycare. The Embase and CINHAL searches include a daycare Embase and CINAHL require AND (parent* or guardian*) although this is not conceptually relevant. I was not able to replicate the numbers from the MEDLINE search, I got a smaller retrieval although I was searching a slightly longer time from. All 8 included studies are indexed in MEDLINE, but only 6 are retrieved by the author's sea rch. 5 studies were found through non- search methods. This is alarming in light of the search issues noted above. As well, single screening was used at the first stage of article identification process. It is not clear why grey literature was excluded (i mplied by line 22 in the abstract) The ROBIN -1 was used in duplicate to assess risk of bias, but those results are not clearly presented. The final column of Table 1 could be tied to ROBIN -1 to increase confidence that the observations are unbiased. The l ink in reference 14 does not work. Overall, this systematic review is rather unsatisfying to read. Although there is a recent and apparently comprehensive SR, we are told that it is necessary to focus on one particular study design to answer the research question. And so the authors present the results of all eligible studies, but then dismiss their findings for one reason or another, and most of the reasons are sound. But then really, why did we do down this route. Most of this evidence is going to be from natural, uncontrolled experiments with the associated limitations. Vaccine mandates do not seem like something that will ever be studies through controlled trials. Given that the authors give the sense that they are dismissing most of the evidence, I fi nd the discussion rather long. "}