{"title": "Healing Kit: Japanese Kintsugi Ceremony", "author": null, "url": "https://lifehoney.com/products/healing-kit", "hostname": "lifehoney.com", "description": "Send as a get-well soon gift, or use to bring wholeness back to yourself or your relationship. This Healing Kit helps us see that our broken places can really be our most beautiful places.", "sitename": "LIFEHONEY", "date": "2019-11-26", "cleaned_text": "Healing Kit: Japanese Kintsugi Ceremony The News](javascript:void(0)) HOW IT WORKS: STEP 1: The family receives their beautifully designed 25-piece Kintsugi Kit with handmade ceramic bowl. (exclamations of, \"Oh my, what is this?\" ensue.) A letter at the top of their 10-layer gift box invites them to go online for their guided-crafting ceremony. STEP 2: Robin Sol, the creator of LIFEHONEY®, guides the family through a bonding ceremony, resulting in their gold-bowl keepsake. The simple crafting ceremony will take less than an hour; its impact will last a lifetime... STEP 3: The family enjoys a lasting interactive symbol representing their family's story. This Kit's online course includes ongoing practices for using their gold-bowl keepsake as an interactive art object for growing together. *BONUS*: MINDFULNESS TRAINING. There's nothing like a good mindfulness practice to help a family grow together. Robin Sol, trained in Mindfulness Facilitation from UCLA's Semel Institute for Neuroscience, provides a downloadable mix & match of three 10 - 30 minute practices for mind, body & heart. THE FAMILY WILL LEARN: - How to make their Family's Japanese Kintsugi Bowl. - How to infuse meaning, healing, and fun into this mindfulness-based activity. - How to honor, integrate, and sweeten Family Changes. - How to transform challenging moments into golden opportunities. - 3 daily practices for building resilience and softening the heart. - A 4-part simple movement practice based in the centuries-old mind-body art called Qigong. More than a Present, an Experience! HOW IT WORKS: STEP 1: The Lovers receive their beautifully designed 25-piece Kintsugi Kit with handmade ceramic bowl. (tears, joy, exclamations of, \"Oh my, what is this?\" ensue.) A letter at the top of their 10-layer gift box invites the Newlyweds to go online for their guided-crafting ceremony. STEP 2: Robin Sol, the creator of LIFEHONEY®, guides the Newlyweds in a personal union ceremony, resulting in their gold bowl keepsake. The simple crafting ceremony will take less than an hour; its impact will last a lifetime... STEP 3: The Lovers enjoy a lasting Interactive symbol of their union. This Kit's online course includes ongoing practices for using their gold-bowl keepsake as an interactive ritual object to grow their love \"through thick and thin.\" *BONUS*: MINDFULNESS TRAINING. Nothing helps love last like a training in mindful awareness. Robin Sol, trained in Mindfulness Facilitation from UCLA's Semel Institute for Neuroscience, provides a downloadable mix & match of three 10 - 30 minute practices for mind, body & heart. THE LOVERS WILL LEARN: - How to make their Japanese Kintsugi Bowl as a living Keepsake of lasting love. - How to infuse meaning, healing, and fun into this mindfulness-based activity. - How to celebrate their new beginning together each day! - How to fully embrace each other---even the broken parts. - What mindfulness is. - How to live mindfully--with presence, clarity and vitality. - How to transform challenging moments into golden moments. - 3 daily mindfulness practices for building resilience, softening hearts, and easing anxiety. - A 4-part simple movement practice based in the centuries-old mind-body art called Qigong. More than a Present, an Experience! HOW IT WORKS: STEP 1: The Healing Kit recipient receives their beautifully designed 25-piece Kintsugi Kit with handmade ceramic bowl. (tears, joy, exclamations of, \"Oh my, what is this?\" ensue.) A letter at the top of their 10-layer gift box invites them to go online for their guided-crafting ceremony. STEP 2: Robin Sol, the founder of LIFEHONEY, guides them through a healing ceremony, resulting in a gold-bowl symbol of their wholeness. The simple crafting ceremony will take less than an hour; its impact will last a lifetime... STEP 3: The gold-bowl creator enjoys a lasting interactive symbol of their wholeness. This Kit's online course includes ongoing practices for using their Kintsugi Keepsake as an interactive ritual object to grow their self-love, forgiveness and lasting healing. *BONUS*: MINDFULNESS TRAINING. Experience wholeness through training in mindful awareness. Robin Sol, trained in Mindfulness Facilitation from UCLA's Semel Institute for Neuroscience, provides a downloadable mix & match of three 10 - 30 minute daily practices for mind, body & heart. THE HEALING KIT RECIPIENT WILL LEARN: - How to make their Japanese Kintsugi Bowl as an act of healing. - How to infuse meaning into this mindfulness-based activity. - How to bring love and compassion to the pain they've endured. - How to fully embrace themselves and their life, even the broken parts. - How to celebrate their new beginning! - What mindfulness is. - How to live mindfully--with presence, clarity and vitality. - How to transform challenging moments into golden moments. - 3 daily mindfulness practices for building resilience, softening the heart, and easing anxiety or depression. - A 4-part simple movement practice based in the centuries-old mind-body art called Qigong. More than a Present, an Experience! HOW IT WORKS: STEP 1: The bereaved receives their elegantly designed 25-piece Kintsugi Kit with handmade ceramic bowl. Touched by the mysterious beauty of the gift, the recipient says, \"Stunning. What is this?\" A letter at the top of their 10-layer gift box invites them to go online for their guided-crafting ceremony. STEP 2: Robin Sol, the creator of LIFEHONEY, guides the bereaved through a grief & praise ceremony, resulting in a gold-bowl memorial keepsake. The simple crafting ceremony will take less than an hour; its impact will last a lifetime... STEP 3: The bereaved honors the connection to their loved one with a lasting interactive memorial. This Kit's online course includes practices for using the finished memorial keepsake as an interactive ritual object to honor love that never dies. *BONUS*: MINDFULNESS TRAINING. Training in mindful awareness has been shown to greatly assist in processing grief. Robin Sol, trained in Mindfulness Facilitation from UCLA's Semel Institute for Neuroscience, provides a downloadable mix & match of three 10 - 30 minute daily mindfulness practices for mind, body & heart. THE BEREAVED WILL GROW IN STRENGTH & RESILIENCE AS THEY LEARN: - How to make a Japanese Kintsugi Memorial Keepsake to honor the life of the one they've lost. - How to infuse meaning & healing into this mindfulness-based activity. - How to greet feelings of loss while recognizing, praising and honoring the everlasting qualities of their loved one. - What mindfulness is. - How to live mindfully through loss--with presence, clarity and vitality. - How to transform challenging moments into golden moments. - 3 daily practices for building resilience, softening the heart, and easing anxiety or depression. - A 4-part simple movement practice based in the centuries-old mind-body art called Qigong. More than a Present, an Experience! HOW IT WORKS: STEP 1: The celebrant receives their elegantly designed 25-piece Kintsugi Kit with handmade ceramic bowl. Intrigued by the mysterious beauty of the gift the recipient asks, \"Wow. What is this?\" A letter at the top of their 10-layer gift box invites them to go online for their guided-crafting ceremony. STEP 2: Robin Sol, the creator of LIFEHONEY®, guides the celebrant in a rebirth ceremony, resulting in their gold bowl keepsake. The simple crafting ceremony will take less than an hour; its impact will last a lifetime. STEP 3: The celebrant enjoys a lasting interactive symbol of their growth. This Kit's online course includes ongoing practices for using their gold-bowl keepsake as an interactive ritual object to dream their new life into being!\" *BONUS*: MINDFULNESS TRAINING. Nothing helps start anew like mindful awareness. Robin Sol, trained in Mindfulness Facilitation from UCLA's Semel Institute for Neuroscience, provides a downloadable mix & match of three 10 - 30 minute mindfulness practices for mind, body & heart. THE CELEBRANT WILL LEARN: - How to make their Japanese Kintsugi Bowl as a living representation of their growth. - How to infuse meaning, healing, and fun into this mindfulness-based activity. - How to invite authentic \"rebirth\" to occur. - How to honor where you've been while courageously stepping into where you're growing! - What mindfulness is. - How to live mindfully--with presence, clarity and vitality. - How to transform challenging moments into golden opportunities. - 3 daily mindfulness practices for building resilience, softening the heart, and easing anxiety. - A 4-part simple movement practice based in the centuries-old mind-body art called Qigong. More than a Present, an Experience! HOW IT WORKS: STEP 1: The recipient receives their elegantly designed 25-piece Kintsugi Kit with handmade ceramic bowl. Intrigued by the mysterious beauty of the gift the recipient asks, \"Wow. What is this?\" A letter at the top of their 10-layer gift box invites them to go online to choose from the following guided-crafting ceremonies: - Lovers' Kintsugi Course: For Newlyweds For Family Restructuring - Healing Kintsugi Course: For Becoming Well - Loss Kintsugi Course: For Processing Death - Growth Kintsugi Course: For Reinventing Yourself STEP 3: The recipient enjoys lasting interactive art. This Kit's online course includes ongoing practices for using their gold bowl keepsake as an interactive ritual object to continue growing. *BONUS*: MINDFULNESS TRAINING. Nothing helps sweeten change like a training in mindful awareness. Robin Sol, trained in Mindfulness Facilitation from UCLA's Semel Institute for Neuroscience, provides a downloadable mix & match of three 10 - 30 minute practices for mind, body, and heart. DURING THE ONLINE COURSE THE RECIPIENT WILL LEARN: - How to make their Japanese Kintsugi Bowl. - How to infuse meaning, healing, and joy into this mindfulness-based activity. - How to embrace change while beginning anew. - How to make lifehoney from whatever life brings! - What mindfulness is. - How to live mindfully--with presence, clarity and vitality. - How to transform challenging moments into golden moments. - 3 daily mindfulness practices for building resilience and softening the heart. - A 4-part simple movement practice based in the centuries-old mind-body art called Qigong. More than a Present, an Experience! Our Love Jug has two glass chambers; one for your drinking water and one for the Madagascar Rose Quartz. The stones infuse their soft-pink-crystalline energy into your water while the etched phrase, \"making lifehoney,\" reminds you to enjoy the sweetness of the moment. You may find it supportive to drink from a LIFEHONEY® Love Jug daily. Directions: Glass is dishwasher safe. Hand wash crystals, cap and base. Giving Back: A portion of this purchase goes towards helping Earth's honey bees thrive. MEDIA DISCUSSING CHARISMA'S PLACE IN A HEALTHY LIFESTYLE MEDIA DISCUSSING CHARISMA'S PLACE IN THE PRESIDENTIAL ELECTION Robin Sol Breaks Down Presidential Debate Performances on KTLA 5 Robin Sol analyzes Clinton and Trump's Body Language in Final Debate on Fox 5 Robin Sol on Good Day DC Robin Sol on SiriusXM's \"Midday Briefing\": Robin Sol on SiriusXM's \"Morning Briefing\": What can you do when you or someone you care about feels broken? Heal the trauma associated with illness, injury, breakups, divorce, or betrayals with this proactive process of filling cracks and scars with gold. Send as a get-well soon gift, or use to bring wholeness back to yourself or your relationship. This Healing Kit helps us see that our broken places can really be our most beautiful places. Includes: - 25 Piece [Japanese Kintsugi Kit](https://en.wikipedia.org/wiki/Kintsugi) - Japanese Kintsugi Course (video) - Handmade Ceramic Bowl - Ceremonial Journal, Gems and Pens - Guided [Mindfulness Meditations](https://www.mindful.org/meditation/mindfulness-getting-started/) - Healing Ceremony (video) WHAT'S KINTSUGI? Since the 15th century, instead of discarding pottery that breaks, the Japanese have been joining the pieces with gold. Kintsugi ( pronounced keen-soo-gee) literally translates to \"Golden Joinery\". LIFEHONEY's modern Kintsugi Ceremony shows us that our broken places can be our most beautiful places. Sending as a Get-Well gift? Include a free gift message at checkout. Kintsugi Kit Love Jug Book + [+](javascript: void(0);) - Orders ship in 1-3 business days from Anaheim, CA., USA. - Free shipping on orders sent within the US (delivery time is typically 2-5 business days from shipment date.) - Expedited shipping options are available at checkout for a cost. - All international orders sent to countries outside the US enjoy discounted shipping options at checkout. - We only collect sales tax on orders shipped to California. - We do not collect and submit international duties. If you ship to countries outside the US, the receiver will be contacted by customs officials at time of delivery, if import taxes are due. - We're not responsible for delays due to customs. - Now let's get you your package already! There's life honey that needs to be made! [+](javascript: void(0);) At check out, under the big gold CHECK OUT button, select the box next to, \"Is this a gift?\" This will reveal a small form where you can write a special note for your receiver. Be sure to include your name so they know who the gift is from. Unless, of course, you wish to remain anonymous. If you choose to order multiple gifts and ship them to different addresses, you will have an option to write a unique gift note for each order, which will appear on the checkout page. [+](javascript: void(0);) - user guide - welcome card - 1 handmade, unique, 6\" ceramic bowl - 1 black velvet pouch for keeping the pieces of your bowl contained when you break it - 4 sets of protective gloves (latex free) - 8 alcohol pads - 2 rose quartz hearts - 1 \"making lifehoney\" journal\" - 2 gold \"making lifehoney\" pens - 1 tube of 5 min. hardener - 1 tube of 5 min. resin - 1 cylinder of epoxy putty - 1 wooden mixing cup - 2 wooden sticks for mixing - 1 glass of magical gold powder - 1 paintbrush - 3 black foam craft create or use your kintsugi keepsake during your wedding ceremony, vow renewal or reception, here are a few ideas: - OPTION A: Craft ahead of time, using it as a vessel to carry your rings in: In this instance, you may wish to integrate the concept of kintsugi into your vows. - OPTION B: Create your Kintsugi Keepsake during your Wedding Ceremony: For purposes of streamlining time, many couples start the crafting at home, before their wedding ceremony. They leave one piece of their bowl unglued, waiting until their actual unity ceremony to complete their Kintsugi Keepsake. - OPTION C: Add as an activity at your Wedding Reception: Standing in a circle, each wedding guest passes around the Kintsugi Kit's pot of gold, voicing their genuine wishes for the couples' happy life ahead. Later, as dancing ensues, excited guests and the Newlyweds can participate in crafting the couple's Kintsugi Bowl. Using the gold pens and journal included in the Kit, guests can write little love letters to the Newlyweds. By the end of the night, the couple will receive an elegant-gold-bowl-Kintsugi Keepsake filled with their guest's best wishes. Truly a keepsake to cherish forever... Featured In: Editorial Reviews: \"The Charisma Code offers a wealth of tools for resolving conflict, inspiring engagement, and changing culture.\" -TONY HSIEH, Former CEO, Zappos.com and author of Delivering Happiness \"The Charisma Code unlocks some of the best-kept secrets regarding living and leading from a power within us all. It removes some veils and restores our vision of things that matter the most.\" -MARIANNE WILLIAMSON, #1 New York Times Bestselling author of A Return to Love \"As our world is entering a new era of interconnectivity, global citizenship is emerging as the only sensitive and realistic way of living for humanity. The Charisma Code builds on this transformational opportunity and creates a credible pathway for everyone to become a true global citizen ensuring that our planet remains livable for generations to come. Robin Sol Lieberman deserves our appreciation and encouragement for articulating her vision in such a lucid and practical way in her book.\" -AMBASSADOR ANWARUL K. CHOWDHURY, Champion of The Culture of Peace; Former Under-Secretary-General and High Representative of the United Nations \"The Charisma Code is a great manual for anyone who wishes to raise their energy level while connecting better in their work and personal relationships. This book will help you tap into the mysterious power we all have, but do not all access.\" -CONGRESSMAN TIM RYAN, author of A Mindful Nation \"I have visited 42 countries in my life as a performer, and as a global citizen. I have observed that there is a language of connectedness human beings share just by being human. It exists in a place where spoken words do not. Communication is the key to global peace and harmony. Robin Sol Lieberman and The Charisma Code tap into this powerful truth.\" -DURGA MCBROOM, singer for Pink Floyd and Blue Pearl "}