{"title": "Q&A: Can fully vaccinated people develop long COVID?", "author": "Ken Downey Jr", "url": "https://www.healio.com/news/infectious-disease/20210827/qa-can-fully-vaccinated-people-develop-long-covid", "hostname": "healio.com", "description": "Long COVID, which the CDC defines as \"new, returning, or ongoing health problems\" that occur weeks after a person is infected with SARS-CoV-2, has been linked to hundreds of symptoms. As the delta variant continues to surge, impacting vaccine effectiveness, we asked Ziyad Al-Aly, MD, FASN, director of the Clinical Epidemiology Center and chief of the research and development service", "sitename": "healio.com", "date": "2021-08-27", "cleaned_text": "long COVID? [Source/Disclosures] Published by: Healio Interview. [Click Here to Manage Email Alerts](javascript:void(0)) [customerservice@slackinc.com](mailto:customerservice@slackinc.com). Long COVID, which the CDC defines as \"new, returning, or ongoing health problems\" that occur weeks after a person is infected with SARS-CoV-2, has been linked to [hundreds of symptoms](https://www.healio.com/news/primary-care/20210730/international-study-identifies-more-than-200-long-covid-symptoms). As the delta variant continues to surge, [impacting vaccine effectiveness](https://www.healio.com/news/infectious-disease/20210826/vaccines-less-effective-in-face-of-delta-remain-protective-against-serious-illness), we asked Ziyad Al-Aly, MD, FASN, director of the Clinical Epidemiology Center and chief of the research and development service at the Veterans Affairs St. Louis Health Care System, if [long COVID](https://www.healio.com/news/infectious-disease/20210713/long-covid-a-mysterious-syndrome-with-no-clear-pattern-of-symptoms) can also occur in vaccinated people who experience a breakthrough infection. Healio: Is there evidence that fully vaccinated people are developing long COVID? Al-Aly: We are actually doing that study. It's not totally done yet. I mean, it's really quite laborious to do, but we are doing it and hopefully, in about 6 weeks or so, we'll be able share publicly our results. Breakthrough infections are not news anymore. Everybody knows that vaccines are not 100% effective. They're very, very effective, but never 100%, and people are getting breakthrough infections. Among those people who get breakthrough infections, the lion's share have really very mild disease. Some [cases] are so mild that they don't even recognize they're actually sick until they get tested. But some are actually reporting symptoms beyond the acute phase or beyond the first 30 days or the first 4 weeks. So clearly, long COVID is probably a thing even in people who are vaccinated and experience breakthrough infection. What we don't really know yet is the extent of it and the rates of long COVID in patient populations, and whether it's characteristically different than long COVID that is experienced by people who don't get vaccinated, or even that people got COVID-19 before the vaccine became available. Healio: Some people who develop long COVID were asymptomatically infected. Is there also a chance that a fully vaccinated person could become infected, not have any symptoms, and develop long COVID? Al-Aly: It is possible, and we are trying to dig into it to try to come up with a definitive answer, and whether this is really happening in people who are totally asymptomatic. But I don't really have the answer to this. It is possible, I just don't really know the rates. Again, it's an evolving field. Every week, we are trying to make a little more progress and try to understand a little bit more. But it's certainly possible, yes. Healio: Vaccination protects people against more serious outcomes if they happen to experience a rare breakthrough infection. Does being fully vaccinated make it less likely that a person would develop more serious symptoms of long COVID? Al-Aly: This is what I alluded to when I was trying to explain whether it is less severe and less extensive. We know long COVID [involves several organ systems](https://www.healio.com/news/infectious-disease/20210430/covid19-long-haulers-face-substantial-burden-of-health-loss) and some [symptoms] are really severe, really incapacitating. Some people can't really get out of the house because of the weakness and brain fog and extreme fatigue. We are trying to determine if this happens in vaccinated people, and we think that long COVID is happening, but is less severe or less pronounced, and if it's less extensive, in terms of organ system involvement, than long COVID in unvaccinated people. So, again, I think this is a very, very important question, and we are trying, to the best of our ability, to get answers to them as soon as possible. Healio: Could vaccination delay when the symptoms appear? Al-Aly: It is also possible, but again, we are still trying to figure it out. It is possible, and there are some indications — anecdotal here and there; when you put all these studies together — that because vaccinated people have an immune response, they have some immunity. It's not like they're totally devoid of any immune response against the virus, but some centers [are reporting] light and milder [symptoms]. But again, I'm using the word \"maybe,\" because I think there's a lot of uncertainty here and a lot of questions that need really solid answers. I can't really be definitive in my answer until I have supporting data in my hand. So, we don't know. "}