{"title": "The Alternative Fix - Consumers | FRONTLINE", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2003-11-04", "cleaned_text": "| | | | Millions of Americans spend billions of dollars annually on dietary supplements—herbal remedies, vitamins, minerals—to treat a multitude of ailments. But most don't know that under current law, there's no guarantee that what's on the label is what's in the bottle, or that what's in the bottle is safe and effective. In these excerpts from their interviews, NCCAM director Stephen Straus and Harvard Medical School's Tom Delbanco, Marcia Angell and David Eisenberg discuss the controversy over regulating dietary supplements and the challenges for doctors and patients in the face of the lack of reliable information. Plus, a review of the research on the popular supplement [St. John's Wort](#sjw) from Dr. Straus. | | For decades, there's been a tension about how herbs and dietary supplements should be [treated]. Are they medicines, are they foods, are they drugs, are they natural products, are they synthetic things, what are they? In 1994, Congress decided to pass the Dietary Supplement Health and Education Act (DSHEA), which said that dietary supplements, vitamins, minerals, herbs of all stripes, all botanical products that you ingest, other than tobacco, is to be regulated as a food. Now of course we ingest them, and in that regard they're foods.... But they're given for health promotion purposes, which means really [we should be] considering them to be drugs, but they're not regulated as drugs.... The reality is in the American marketplace, the American consumer is fairly sophisticated, and for many years, when it came to dietary supplements, the consumer was totally unsophisticated. We trusted that these things were standardized just like aspirin and they're not. ...Americans will go to the store and they'll buy the most expensive bottle with the fanciest label, and they'll think that they're getting the best product. But they're not necessarily getting the best product. Imagine if you were going to buy a Mercedes and somebody told you that there was a considerable chance that there was a Chevrolet engine under the hood and it was not a Mercedes. You might be upset. But that's the position Americans are in in the marketplace today in buying dietary supplements. There's no guarantee that what's on the label is in the bottle. The public believed that these products were natural and therefore safe... that they are well standardized and free of contaminants. That led to an explosive growth in sales of these products throughout the 1990s, but that growth has stopped and it is now declining. It's now declining because the promise of dietary supplements has not been met with the reality of dietary supplements. There are products that have been pulled from the shelves of various health food stores [and] supermarkets, because they are contaminated with prescription drugs or heavy metals. We know today that dietary supplements are chemically active. They must be, of course, if they're going to be beneficial to one's health. [But] those activities can interfere with the body's handling of life saving drugs. When people ate herbs 100,000 years ago, they didn't have to worry about whether it was going to interfere with their AIDS drug, but today we have that concern and some do interfere with AIDS drugs. The public has learned largely through very good reporting from the media that these products are not necessarily safe. They're not necessarily as they claim to be. One needs to exercise caution and discuss the decision with a physician. | | What is the process that drugs must go through before they are approved and can be prescribed to American consumers? Is it the same for conventional and alternative medicines? Before we can use a traditional scientific medicine, the FDA makes us go through many, many hoops that focus in large part on whether they're safe or not. When I give you a new medicine I'm probably more sure about it being safe than about it being effective. Now, in alternative medicine, by virtue of history and the way the FDA has been taken apart by the Congress in my view, you can buy anything you want right now. ... The FDA was taken out of the picture by the Congress and by interest groups. They did not want the FDA having anything to do with what they could sell in health food stores or in pharmacies, or what they could advertise. They very effectively sidelined the FDA. Today the [FDA] is beginning to get back into the picture only because some of these medicines are indicating real dangers for the public. Then they're allowed to come in and begin to do some studies. But it's way after the fact, and they don't have much power or energy or money to do that as far as I can see. Do people understand lack of regulation? I must say that I have enormous respect for patients and we always underestimate how much they know and understand. I would be very surprised, however, if the average patient had any understanding of what the regulatory process does or doesn't do. I don't think they really have a clue of...what a medicine has gone through before we can give them [that] medicine. Similarly, I don't think they have a clue about how little has happened to stuff that they can buy in a health food store or in a drugstore that's alternative medicine. I don't think the average person knows much or frankly has an awful lot of interest, maybe until...they read horror stories about what goes through the testing process. They do hear horror stories about us a lot. They're beginning to hear them more in the alternative medicine field. ...It's complicated to think about how best to learn about a medicine's effectiveness and safety. Let's take thalidomide as an example. The proper process for a scientific medicine in this country is that the FDA makes the scientist and the drug company go through a bunch of trials before they release the medicine. They focus primarily in many ways on whether it is safe and also whether it's effective. And then - this has been a more recent phenomenon - there's been [an] understanding that once it gets out to the people, you should still have a spotlight on the medicine for a long time because something may turn out about both its effectiveness or safety that wasn't understood initially with smaller numbers. Reports should come back to the FDA and if there's trouble, they pull it off the market. Thalidomide is an awful example of where in the early testing, there was not clarity about its possible dangers. It became abundantly clear, once it was out, that we had these awfully deformed babies being born as a function of the sleeping pill and it was pulled off the market. In alternative medicine there's none of that first stage of testing. You can go in a drugstore, you can go into a health food store and buy something that the FDA is not allowed to test before the fact. Only now are there beginning to be some reports that says something that has ephedra in it from an herb may be very dangerous for your heart, or may interact with other medicines. The reports are coming back and the FDA is gingerly allowed to tiptoe into this area now, still very frightened by what the Congress has done to it as part of the political process.[Editor's Note: In February 2004 the FDA banned the sale of dietary supplements containing ephedra ruling that such supplements \"present an unreasonable risk of illness or injury.\" The FDA's previous alert on ephedra stated that its risks include increased blood pressure and circulatory system stress which can lead to heart problems and stroke.] What about the line of reasoning that claims herbal supplements must be safe because people have been using them for so long? Some of the herbs that you buy over the counter have been used for thousands of years, of course. Many, many societies have spoken of their virtues and how they've helped. For us to be presumptuous enough in 2003 to say that it's time we study this and make sure it's safe sounds a little bit silly, doesn't it? On the other hand... given that we have all these new things we put into people's bodies now through science, and [we] see there might be an interaction or we hear reports of a disaster, then we have to say, hold everything, if you're taking \"X\" don't take \"Y\". If you're taking this, it may be dangerous to take that. We have to look at that in an organized way... | | How big a problem is the safety of herbal supplements? Well my thoughts are that you don't know what's in that bottle. You have no idea what's in that bottle. There was a letter to the editor of the New England Journal of Medicine, I think in 1998, from some public health officials in the state of California, looking at dietary supplements imported from China and finding that a very large percentage had contaminants which included mercury, lead, arsenic. And then I think about the same year the New England Journal published a case of severe lead poisoning, I believe this was in Israel, from imports of dietary supplements from China as I recall. There are cases of kidney cancer from some Chinese herbs, mainly in Europe, in Belgium I think, particularly. There was a case of digitalis toxicity, two cases I believe, reported in the New England Journal of Medicine from a tonic of some sort. Ephedra has killed a large number of people. ... So I think we have a real reason to be concerned. And since the FDA has no regulatory authority--except after the fact, if they find out that there have been deaths or severe side effects--you are not protected, nor do you necessarily know if people have been harmed because there's no surveillance system, there's no requirement that the FDA be informed, so if the FDA does get wind of serious side effects or death it's only accidentally that somebody thinks to tell them. What do you say to those who argue that consumers should have \"medical freedom\" to choose whatever treatment they believe is right for them? Well, there's a certain libertarian right-wing view that there should be no FDA, that people can decide for themselves whether medicines are safe and effective. That's nonsense. Most people don't have the expertise or the resources to mount a proper study to find out whether a treatment is safe or effective. If you were going to get an artificial heart valve put in, would you really want to kind of hold it up to the light and decide whether this was going to pump blood around for you for the rest of your life? I don't think so. You would be very happy that there was an FDA that had made sure that this was safe and effective. Or if you have a child with meningitis are you really going to go to the shelf and choose your antibiotic based on what? On what you think in your heart of hearts sounds good, or what the label says? You're going to be very glad that the FDA has made sure that the antibiotic your doctor prescribes has been shown safe and effective for meningitis. I can't believe that very many Americans if they think about it would really not want experts to evaluate drugs and devices that could mean their lives for safety and effectiveness. And if you were going to use something, a twig, a leaf, a root as a drug, then it seems to me that's no different. If you take something as a drug, you should evaluate it as a drug. ... Do you think there will be regulation of dietary supplements in the future? I think there will be. I think DSHEA is going to have to be changed sooner or later, because we're seeing increasing reports of interactions. St. John's Wort for example, interacts with many drugs. ... It interferes with drugs for AIDS. It interferes with drugs for cancer. ... I think people are beginning to realize that there is a downside to this unregulated market. That maybe they were a little bit too fast on this. So I believe sooner or later, particularly as we see more of these side effects, sooner or later DSHEA will have to be modified in some way. ... | | Physicians are in the impossible position right now and I speak for my colleagues who are white coat wearing folks of this country, how do they advise a patient about the use or avoidance of an herb where you're not even sure...that what's in the bottle is what it says on the bottle and we don't know whether it will interact with your prescription drug? How do you advise a patient? I actually understand when some of my colleagues say, \"We tell our patients not to take any of it.\" I think a more rational view would be to review the evidence and guide a patient as to what is dangerous, what might be tolerable, what should definitely be avoided. ... Do you think the average American going to the average drugstore realizes that the herbal supplement they're picking up right next to their over-the-counter drug does not have to prove that it's effective? That it does not have to prove it's safe before it can be sold? I think most Americans don't realize that. That's a problem. I think [herbal supplements] should be proven at least safe, if not safe and effective, before they are sold to the public, particularly if they have the potential as we now know to interact with prescription drugs. Take the example that's most commonly noted of St. John's Wort. It interacts with the AIDS drug Indinavir and reduces the availability of the life-sustaining AIDS drug Indinavir in people with HIV. That could lead to a death. Or people who take drugs to protect themselves from rejecting a kidney or a heart after a transplant - if they take St. John's Wort, the protective drug plummets in the blood and they can have an acute rejection. That's known, that's predictable, that's hard science. I would bet my salary on it. The problem is there's not enough warning to the public to say, you cannot take these herbs with these drugs. We have to do a better job of that. It's a moral imperative. ... What would you propose instead of the current situation? I don't think [herbs are] like foods because you can't kill yourself on garlic or carrots. I think you can really hurt yourself with chaparral or some of the other herbs [like] ephedrine. People do die from that in overdoses, predictably. Other herbs people die from because one in a thousand or one in a million people have what's called an idiosyncratic reaction. Like a bee sting, they just die. They go into anaphylaxis and die. It's very rare, but it can happen. So you can't compare them to foods. Now having said all that, in the business world they're treated like foods because you can't patent them. They're treated like plants, like basil. Could you imagine somebody saying I want to patent all the basil on the planet? It's not allowed. There's no regulatory authority. They're not drugs and they're not foods. This leads to a real problem. From my vantage point, the first place to start is quality. Can we create consistency of the extract of the plant? There's another complexity. Most herbalists around the planet don't use one plant...Most herbalists use six, eight, ten, twelve plants for a given individual. Some of the plants will be used to diminish symptoms of the disease. Some will be used to treat the underlying abnormality. Some will be used to improve the digestion of the rest of the plant so it can be absorbed more completely. You get the picture. Now it gets very complicated. How do you study that? Do we deal with individual plants?... How do we prove to ourselves that we can recreate this batch of magic elixir extract of herb X every time? Historically the only group that's tried to do that has been the for-profit companies that sell these things. I think that's a problem...What happens when the first or second study are not so impressive, or worse yet, are negative? There's certainly no incentive for the private sector to produce those extracts again. I think universities and governments should begin to build the infrastructure that can recreate standardized extracts, strip them apart or add them together with other herbs and test them in an unbiased, non-for-profit way, and let the scientific games begin. That's what we need. This I think is a challenge back to our country and Congress and the industry to say, okay, is there a way to incentivize the private sector to invest in serious science about herbs - stripping them apart, looking at the mechanisms, looking at clinical effectiveness. And if you the company do this, give you something back as a return on your investment. When that happens I think there will be an improvement in quality assurance. We will know what works and what doesn't. [Herbs] will treated more like drugs than like carrots and garlic, and I think that will be better for the public. ... · ST. JOHN'S WORT | | We at the NIH, in partnership with our sister institutes, are funding about ten large multi-centered trials: saw palmetto for benign prostatic enlargement in aging shark cartilage as adjunctive therapy for lung cancer; kelation therapy for cardiovascular disease, acupuncture for degenerative arthritis and the like. Of these studies, all of which are multi-million dollar, multi-year studies, there's only one that's been completed so far. That's the study of St. John's Wort for treatment of major depression of moderate severity. St. John's Wort has undergone about two dozen studies in the past thirty years suggesting that it's beneficial for one or more forms of depression. Most of the prior studies were small and highly positive. There have now been two large American studies of St. John's Wort for a certain type of depression - not the full spectrum, not milder depression and the blues - but the form of depression that requires professional evaluation and care. The kind that can progress to tremendous limitations of life and even risk of suicide. Major depression of moderate severity. The two studies both showed St. John's Wort not to be superior to placebo. Now the study that we at the NIH funded had a third arm, where we used a conventional anti-depressant. In that study, patients on the conventional anti-depressant did better than they did on placebo, but not in all important measures of depression severity. So in that regard, the conventional anti-depressant didn't work as well as prior large studies had suggested. But St. John's Wort was not better than a placebo. The conclusion of the trial is that St. John's Wort was not better than placebo but the conventional anti-depressant sertraline was, at least in some measures of depression severity. What about the critics who claim that most people use St. John's Wort for minor depression? Actually, surveys show that the more depressed people are, the more likely they are to use herbal products. The research that has been published [is] mostly from Germany, and most of [those] studies included individuals with major forms of depression as opposed to milder forms of depression. So to claim that we studied St. John's Wort in the wrong population is a disingenuous claim. We in fact use the dose and the product recommended for the patient population in several of the larger, better studies done in Europe. Many of the studies included a wide spectrum of depression, from mild to moderate. There were even studies of severe forms of major depression which we did not study, because we did not think it was ethically acceptable here to withhold the conventional anti-depressant for somebody with truly severe depression. ...We simply pursued the published data in the most important public health venue. People weren't satisfied with the result. Now, it was not a perfect study. It would have been more convincing...if the conventional anti-depressant arm was even more effective than it was. There was an advantage to adding the conventional anti-depressant arm in this study: we had a comparison between a conventional treatment and an alternative treatment, to give you some sense of relative effects. But there was also a disadvantage. If you have depression and you're interested in participating in a research study of an herbal medicine, it means that you want to avoid conventional anti-depressants... So the psychiatrists and the teams of psychiatrists who designed this particular study chose to not use the maximal dose of the conventional anti-depressant for fear that there'd be more side effects, and many more people would drop out of that arm of the study.... So it's very complex doing these studies, and what you choose to do and what you choose not to do. At the end of the day, somebody is still going to criticize you. What can you say definitely about St. John's Wort? What I can say about St. John's Wort is the body of evidence does not suggest that St. John's Wort is sufficiently beneficial with enough reliability for people with major depression. Maybe it is beneficial for milder forms of depression, and we are funding a multi-center trial for minor depression. | | [home](../) + [introduction](../etc/synopsis.html) + [tips for consumers](../consumers/) posted november 4, 2003 web site [copyright](/wgbh/pages/frontline/us/copyright.html) 1995-2014 WGBH educational foundation "}