{"title": "Holistic Treatment Services", "author": null, "url": "https://www.indiamart.com/proddetail/holistic-treatment-services-4566714130.html", "hostname": "indiamart.com", "description": "Earth Clinic India in Gokhle Marg, Lucknow offering Holistic Treatment Services, Holistic Treatment,  ,  ,  . Get contact details, address, map on IndiaMART | ID: 4566714130", "sitename": "indiamart.com", "date": "2011-01-29", "cleaned_text": "Services Faulty Diet: - Nutritional deficiencies / Imbalances - Over cooking of Food Eating bad Food combinationsLess intake of fluids, water, Stale food, fast / junk foodExcessive intake of salt, sugar, saturated / refined / trans fats Cola / carbonated / alcoholic drinks, etc Faulty Living: Irregular sleep pattern / less sleep / day time sleepBad posture i.e. sleeping, sitting and driving, etcLack of physical activities / ExercisesIrregular food pattern, etc Excessive Stress: Physical stress Mental stress Pollution: AirWaterFoodRadiationsNoiseSmoking Holistic Management: Regulation Digestive SystemDecongestion of ToxinsRemoval of Free radicalsRemoval of Metabolic by-productsCorrection of Acid / Alkali imbalanceNutrient cover (according to ONA recommendation)Correction of structural imbalance Earth Clinic India Looking for more Verified Exporters? Product Details Product Description Faulty Diet: - Nutritional deficiencies / Imbalances - Over cooking of Food - Eating bad Food combinations - Less intake of fluids, water, Stale food, fast / junk food - Excessive intake of salt, sugar, saturated / refined / trans fats - Cola / carbonated / alcoholic drinks, etc Faulty Living: - Irregular sleep pattern / less sleep / day time sleep - Bad posture i.e. sleeping, sitting and driving, etc - Lack of physical activities / Exercises - Irregular food pattern, etc Excessive Stress: - Physical stress - Mental stress Pollution: - Air - Water - Food - Radiations - Noise - Smoking Holistic Management: - Regulation of Digestive System - Decongestion of gastric mucosa - Decongestion of Vital Organs - Detoxification - Removal of Toxins - Removal of Free radicals - Removal of Metabolic by-products - Correction of Acid / Alkali imbalance - Nutrient cover (according to ONA recommendation) - Correction of structural imbalance Company Details About the Company Earth Clinic India, is instrumental in offering reliable Joint Pain, Psoriasis, Cosmetic and Laser Treatment to our esteemed customers. Offered services have been widely appreciated and acclaimed by the clients for their excellent effectiveness and timely completion. We offer a wide range of Joint Pain Treatment, Plaque Psoriasis Treatment, Psoriatic Arthritis Treatment, Erythrodermic Treatment, Laser skin tightening, Under eye Dark circles and other treatments as well. These services are rendered by a team of highly qualified and experienced doctors who have been associated with us for over a very long span of time. Moreover, we are also capable of offering these services as per the exact details specified by our esteemed patrons. The changing lifestyles, dietary habits and ever increasing rate of pollution has given birth to numerous diseases and disorders. In order to curb these ailments, we Joint Pain, Psoriasis, Cosmetic and Laser Treatment to our esteemed customers. These services are rendered by some of the highly qualified and diligent doctors, who have a vast experience and in-depth knowledge in their respective domains. These professionals understand the concern of the patients, and are instrumental in offering these reliable services to them at nominal prices and in the most effective manner. Our doctors make use of the latest technology and equipment in order to cure these disorders. They make sure to render these services as per the specified medical guidelines and norms. Further, these services are flexible and can be customized in accordance with the requirements of the patients, which means, they can be rendered in hospitals and clinics, and can even be provided at homes for the patients who are unable to approach the hospitals. Owing to the dedication, devotion and assurance of our proficient doctors, we have been able to carve a niche for ourselves in this highly competitive medical field. Company Video Seller Contact Details No.23/15, Gha, Gokhle Marg, a requirement? Chat with us "}