{"title": "Sylvatic Plague Active", "author": "Authors Rachel C Abbott; Tonie E Rocke", "url": "https://www.usgs.gov/centers/nwhc/science/sylvatic-plague", "hostname": "usgs.gov", "description": "Sylvatic plague, caused by Yersinia pestis, is a bacterial disease transmitted by fleas that afflicts many mammalian species, including humans.", "sitename": "U.S. Geological Survey", "date": "2018-02-23", "cleaned_text": "by Yersinia pestis, is a bacterial disease transmitted by fleas that afflicts many mammalian species, including humans. Plague is widespread throughout the western U.S. and frequently occurs in wild rodents. All four species of prairie dogs in the U.S. are particularly susceptible to plague, suffering high mortality rates during outbreaks (> 90%) and resulting in local extirpation and population reductions. As a keystone species of grassland ecosystems, prairie dog losses significantly impact numerous other species that depend on them for food or shelter, including endangered black-footed ferrets, burrowing owls, mountain plovers, and several canine and avian predators. Controlling plague is a vital concern for ongoing management and conservation efforts for prairie dogs and black-footed ferrets. Currently, plague is managed in prairie dogs through manual application of insecticides to burrows to kill the fleas that transmit Y. pestis. However, this process is labor intensive, and recent evidence suggests that fleas can develop resistance to the most frequently used pesticide. The USGS National Wildlife Health Center (NWHC), in conjunction with others, has developed and tested a sylvatic plague vaccine (SPV), deliverable to prairie dogs via palatable bait that offers an additional approach for plague management. From 2013-15, NWHC scientists conducted a large, collaborative [field study to test the effectiveness of SPV](https://www.usgs.gov/news/taking-bait-majority-prairie-dogs-are-consuming-plague-vaccine) in reducing mortality from plague in four species of prairie dogs in 7 western states. This study involved state, federal, tribal and non-government agencies organized under the Black-footed Ferret Recovery Implementation Team (BFFRIT), a multi-agency effort led by the US Fish and Wildlife Service. The study found that vaccine treatment increased prairie dog abundance and also increased survival at sites with plague outbreaks. However, ongoing research is needed to scale-up SPV use as a management tool and to determine if its use will provide benefits to other species, like black-footed ferrets, or whether it could be used to protect public health. Learn more about [NWHC work on vaccines](/centers/nwhc/science/vaccines). Additional Sylvatic Plague Vaccine Resources Below are publications about sylvatic plague. [ Plague ](/publications/plague) [ Impacts of environmental conditions on fleas in black-tailed prairie dog burrows ](/publications/impacts-environmental-conditions-fleas-black-tailed-prairie-dog-burrows) [ Differential plague susceptibility in species and populations of prairie dogs ](/publications/differential-plague-susceptibility-species-and-populations-prairie-dogs) [ Plague positive mouse fleas on mice prior to plague outbreaks in black-tailed and white-tailed prairie dogs ](/publications/plague-positive-mouse-fleas-mice-prior-plague-outbreaks-black-tailed-and-white-tailed) [ Impact of sylvatic vaccine on non-target small rodents in grassland ecosystems ](/publications/impact-sylvatic-plague-vaccine-non-target-small-rodents-grassland-ecosystems) [ Local factors associated with onhost flea distributions on prairie dog colonies ](/publications/local-factors-associated-host-flea-distributions-prairie-dog-colonies) [ Factors influencing uptake of sylvatic plague vaccine baits by prairie dogs ](/publications/factors-influencing-uptake-sylvatic-plague-vaccine-baits-prairie-dogs) [ Burrow dusting or oral vaccination prevents plague-associated prairie dog colony collapse ](/publications/burrow-dusting-or-oral-vaccination-prevents-plague-associated-prairie-dog-colony) [ Sylvatic plague vaccine partially protects prairie dogs (Cynomys spp.) in field trials ](/publications/sylvatic-plague-vaccine-partially-protects-prairie-dogs-cynomys-spp-field-trials) [ Evaluation of Yersinia pestis transmission pathways for sylvatic plague in prairie dog populations in the western U.S. ](/publications/evaluation-yersinia-pestis-transmission-pathways-sylvatic-plague-prairie-dog) [ Apparent field safety of a raccoon poxvirus-vectored plague vaccine in free-ranging prairie dogs (Cynomys spp.), Colorado, USA ](/publications/apparent-field-safety-a-raccoon-poxvirus-vectored-plague-vaccine-free-ranging-prairie) [ Age at vaccination may influence response to sylvatic plague vaccine (SPV) in Gunnison's prairie dogs (Cynomys gunnisoni) ](/publications/age-vaccination-may-influence-response-sylvatic-plague-vaccine-spv-gunnisons-prairie) [ A rapid field test for sylvatic plague exposure in wild animals ](/publications/a-rapid-field-test-sylvatic-plague-exposure-wild-animals) Below are news stories about sylvatic plague. [Overview](#overview) Sylvatic plague, caused by Yersinia pestis, is a bacterial disease transmitted by fleas that afflicts many mammalian species, including humans. Plague is widespread throughout the western U.S. and frequently occurs in wild rodents. All four species of prairie dogs in the U.S. are particularly susceptible to plague, suffering high mortality rates during outbreaks (> 90%) and resulting in local extirpation and population reductions. As a keystone species of grassland ecosystems, prairie dog losses significantly impact numerous other species that depend on them for food or shelter, including endangered black-footed ferrets, burrowing owls, mountain plovers, and several canine and avian predators. Controlling plague is a vital concern for ongoing management and conservation efforts for prairie dogs and black-footed ferrets. Currently, plague is managed in prairie dogs through manual application of insecticides to burrows to kill the fleas that transmit Y. pestis. However, this process is labor intensive, and recent evidence suggests that fleas can develop resistance to the most frequently used pesticide. The USGS National Wildlife Health Center (NWHC), in conjunction with others, has developed and tested a sylvatic plague vaccine (SPV), deliverable to prairie dogs via palatable bait that offers an additional approach for plague management. From 2013-15, NWHC scientists conducted a large, collaborative [field study to test the effectiveness of SPV](https://www.usgs.gov/news/taking-bait-majority-prairie-dogs-are-consuming-plague-vaccine)in reducing mortality from plague in four species of prairie dogs in 7 western states. This study involved state, federal, tribal and non-government agencies organized under the Black-footed Ferret Recovery Implementation Team (BFFRIT), a multi-agency effort led by the US Fish and Wildlife Service. The study found that vaccine treatment increased prairie dog abundance and also increased survival at sites with plague outbreaks. However, ongoing research is needed to scale-up SPV use as a management tool and to determine if its use will provide benefits to other species, like black-footed ferrets, or whether it could be used to protect public health. Learn more about [NWHC work on vaccines](/centers/nwhc/science/vaccines). Additional Sylvatic Plague Vaccine Resources [Multimedia](#multimedia) [Publications](#publications) Below are publications about sylvatic plague. [Plague](/publications/plague)Plague offers readers an overview of this highly complex disease caused by the bacteria Yersinia pestis. The history of the disease, as well as information about Yersinia pestis and its transmission by fleas, is described. The section Geographic Distribution presents areas of the world and United States where plague occurs most commonly in rodents and humans. Species Susceptibility describes infecAuthorsRachel C. Abbott, Tonie E. RockeFilter Total Items: 19 [Impacts of environmental conditions on fleas in black-tailed prairie dog burrows](/publications/impacts-environmental-conditions-fleas-black-tailed-prairie-dog-burrows)Sylvatic plague, caused by the bacterium Yersinia pestis and transmitted by fleas, occurs in prairie dogs of the western United States. Outbreaks can devastate prairie dog communities, often causing nearly 100% mortality. Three competent flea vectors, prairie dog specialists Oropsylla hirsuta and O. tuberculata, and generalist Pulex simulans, are found on prairie dogs and in their burrows. Fleas aAuthorsJulia E. Poje, Tonie E. Rocke, Michael D. Samuel [Differential plague susceptibility in species and populations of prairie dogs](/publications/differential-plague-susceptibility-species-and-populations-prairie-dogs)Laboratory trials conducted over the past decade at U.S. Geological Survey National Wildlife Health Center indicate that wild populations of prairie dogs (Cynomys spp.) display different degrees of susceptibility to experimental challenge with fully virulent Yersinia pestis, the causative agent of plague. We evaluated patterns in prairie dog susceptibility to plague to determine whether the historAuthorsRobin E. Russell, Daniel W. Tripp, Tonie E. Rocke [Plague positive mouse fleas on mice prior to plague outbreaks in black-tailed and white-tailed prairie dogs](/publications/plague-positive-mouse-fleas-mice-prior-plague-outbreaks-black-tailed-and-white-tailed)Plague is a lethal zoonotic disease associated with rodents worldwide. In the western United States, plague outbreaks can decimate prairie dog (Cynomys spp.) colonies. However, it is unclear where the causative agent, Yersinia pestis, of this flea-borne disease is maintained between outbreaks, and what triggers plague-induced prairie dog die-offs. Less susceptible rodent hosts, such couldAuthorsGebbiena M. Carly [Impact of vaccine on non-target small rodents in grassland ecosystems](/publications/impact-sylvatic-plague-vaccine-non-target-small-rodents-grassland-ecosystems)Oral vaccination is an emerging management strategy to reduce the prevalence of high impact infectious diseases within wild animal populations. Plague is a flea-borne zoonosis of rodents that often decimates prairie dog (Cynomys spp.) colonies in the western USA. Recently, an oral sylvatic plague vaccine (SPV) was developed to protect prairie dogs from plague and aid recovery of the endangered blaAuthorsGebbiena M. Bron, Katherine L. D. Richgels, Samuel. Michael D., Julia E. Poje, Faye Lorenzsonn, Jonathan P. Matteson, Tonie E. Rocke [Local factors associated with onhost flea distributions on prairie dog colonies](/publications/local-factors-associated-host-flea-distributions-prairie-dog-colonies)Outbreaks of plague, a fleavectored bacterial disease, occur periodically in prairie dog populations in the western United States. In order to understand the conditions that are conducive to plague outbreaks and potentially predict spatial and temporal variations in risk, it is important to understand the factors associated with flea abundance and distribution that may lead to plague outbreaks. WAuthorsRobin E. Russell, Rachel C. Abbott, Daniel W. Tripp, Tonie E. Rocke [Factors influencing uptake of by dogs](/publications/factors-influencing-uptake-sylvatic-plague-vaccine-baits-prairie-dogs)Sylvatic plague vaccine (SPV) is a virally vectored bait-delivered vaccine expressing Yersinia pestis antigens that can protect prairie dogs (Cynomys spp.) from plague and has potential utility as a management tool. In a large-scale 3-year field trial, SPV-laden baits containing the biomarker rhodamine B (used to determine bait consumption) were distributed annually at a rate of approximately 100-AuthorsRachel C. Abbott, Robin E. Russell, Katherine Richgels, Daniel W. Tripp, Marc R. Matchett, Dean E. Biggins, Tonie E. Rocke [Burrow dusting or oral vaccination dog collapse](/publications/burrow-dusting-or-oral-vaccination-prevents-plague-associated-prairie-dog-colony)Plague impacts endangered black-footed ferret (Mustela nigripes) and other sensitive wildlife species. We compared efficacy of prophylactic treatments (burrow dusting with deltamethrin or oral vaccination with recombinant \"sylvatic plague vaccine\" [RCN-F1/V307]) to placebo treatment in black-tailed prairie dog (C. ludovicianus) colonies. Between 2013 and 2015, we mAuthorsDaniel W. Tripp, Tonie E. Rocke, Jonathan P. Runge, Rachel C. Abbott, Michael W. Miller [Sylvatic plague vaccine partially protects prairie dogs (Cynomys spp.) in field trials](/publications/sylvatic-plague-vaccine-partially-protects-prairie-dogs-cynomys-spp-field-trials)Sylvatic plague, caused by Yersinia pestis, frequently afflicts prairie dogs (Cynomys spp.), causing population declines and local extirpations. We tested the effectiveness of bait-delivered sylvatic plague vaccine (SPV) in prairie dog colonies on 29 paired placebo and treatment plots (1-59 ha in size; average 16.9 ha) in 7 western states from 2013 to 2015. We compared relative abundance (using caAuthorsTonie E. Rocke, Daniel W. Tripp, Robin E. Russell, Rachel C. Abbott, Katherine Richgels, Marc R. Matchett, Dean E. Biggins, Randall Griebel, Greg Schroeder, Shaun M. Grassel, David R. Jennifer Cordova, Adam Kavalunas, Brian Maxfield, Jesse T. Boulerice, Michael W. Miller [Evaluation of Yersinia pestis transmission pathways for sylvatic plague in prairie dog populations in the western U.S.](/publications/evaluation-yersinia-pestis-transmission-pathways-sylvatic-plague-prairie-dog)Sylvatic plague, caused by the bacterium Yersinia pestis, is periodically responsible for large die-offs in rodent populations that can spillover and cause human mortalities. In the western US, prairie dog populations experience nearly 100% mortality during plague outbreaks, suggesting that multiple transmission pathways combine to amplify plague dynamics. Several alternate pathways in addition toAuthorsKatherine L. D. Richgels, Robin E. Russell, Gebbiena Bron, Tonie E. Rocke [Apparent field safety of vaccine prairie dogs (Cynomys spp.), Colorado, USA](/publications/apparent-field-safety-a-raccoon-poxvirus-vectored-plague-vaccine-free-ranging-prairie)Prairie dogs (Cynomys spp.) suffer high rates of mortality from plague. An oral sylvatic plague vaccine using the raccoon poxvirus vector (designated RCN-F1/V307) has been developed for prairie dogs. This vaccine is incorporated into palatable bait along with rhodamine B as a biomarker. We conducted trials in August and September 2012 to demonstrate uptake and apparent safety of the RCN-F1/V307 vaAuthorsDaniel W. Tripp, Tonie E. Rocke, Sean P. Streich, Rachel C. Abbott, Jorge E. Osorio, Michael W. Miller [Age at vaccination may influence response to sylvatic plague vaccine dogs (Cynomys gunnisoni) have been considered at greater risk from Yersinia pestis (plague) infection in the montane portion of their range compared to populations at lower elevations, possibly due to factors related to flea transmission of the bacteria or greater host susceptibility. To test the latter hypothesis and determine whether vaccination against plague with an oral sylAuthorsTonie E. Rocke, Daniel W. Tripp, Faye Lorenzsonn, Elizabeth A. Falendysz, Susan Smith, Judy L. Williamson, Rachel C. Abbott [A rapid field test for sylvatic plague exposure in wild animals](/publications/a-rapid-field-test-sylvatic-plague-exposure-wild-animals)Plague surveillance is routinely conducted to predict future epizootics in wildlife and exposure risk for humans. The most common surveillance method for sylvatic plague is detection of antibodies to Yersinia pestis F1 capsular antigen in sentinel animals, such as coyotes (Canis latrans). Current serologic tests for Y. pestis, hemagglutination (HA) test and enzyme-linked immunosorbent assay (ELISAAuthorsRachel C. Abbott, Robert Hudak, Roy Baeten, Robin E. Russell, Tonie E. Rocke [News](#news) Below are news stories about sylvatic plague. "}