{"title": "RECOMBINANT HUMAN/BOVINE PARAINFLUENZA VIRUS 3 (B/HPIV3) EXPRESSING A CHIMERIC RSV/BPIV3 F PROTEIN AND USES THEREOF", "author": null, "url": "https://patents.justia.com/patent/20200277338", "hostname": "justia.com", "description": "Recombinant paramyxoviruses including a viral genome encoding a heterologous gene are provided. In several embodiments, the recombinant paramyxovirus is a recombinant parainfluenza virus, such as a recombinant PIV3 including a viral genome encoding a heterologous respiratory syncytial virus F ectodomain linked to the transmembrane domain and the cytoplasmic tail of the F protein from the PIV3. Nucleic acid molecules including the genome of a recombinant paramyxoviruses are also provided. The recombinant viruses may advantageously be used in vaccine formulations, such as for vaccines against parainfluenza virus and respiratory syncytial virus.", "sitename": "patents.justia.com", "date": "2020-05-18", "cleaned_text": "RECOMBINANT HUMAN/BOVINE PARAINFLUENZA VIRUS 3 (B/HPIV3) EXPRESSING A CHIMERIC RSV/BPIV3 F PROTEIN AND USES THEREOF [The United States of America, as represented by the Secretary, Department of Health and Human Servic](/assignee/the-united-states-of-america-as-represented-by-the-secretary-department-of-health-and-human-servic) Recombinant paramyxoviruses including a viral genome encoding a heterologous gene are provided. In several embodiments, the recombinant paramyxovirus is a recombinant parainfluenza virus, such as a recombinant PIV3 including a viral genome encoding a heterologous respiratory syncytial virus F ectodomain linked to the transmembrane domain and the cytoplasmic tail of the F protein from the PIV3. Nucleic acid molecules including the genome of a recombinant paramyxoviruses are also provided. The recombinant viruses may advantageously be used in vaccine formulations, such as for vaccines against parainfluenza virus and respiratory syncytial virus. Latest The United States of America, as represented by the Secretary, Department of Health and Human Servic Patents: - [GENE THERAPY FOR COMBINED METHYLMALONIC ACIDEMIA/ACIDURIA AND C TYPE, AND [ADAPTABLE DUAL-TUNED OPTICALLY CONTROLLED ON-COIL AMPLIFER FOR - PIGMENTED EPITHELIUM AND [PHARMACEUTICAL COMPOSITIONS ANTIFLAVIVIRAL ACTIVITY](/patent/20230102223) - [GENE THERAPY FOR TREATMENT OF CRX-AUTOSOMAL DOMINANT RETINOPATHIES](/patent/20230066585) This application is a continuation of U.S. application Ser. No. 15/545,218, filed Jul. 20, 2017, which is the U.S. National Stage of International Application No. PCT/US2016/014154, filed Jan. 20, 2016, which was published in English under PCT Article 21(2), which in turn claims the benefit of U.S. Provisional Application No. 62/105,667, filed Jan. 20, 2015. The contents of each of these applications is incorporated by reference herein in their entirety.FIELD This disclosure relates to recombinant paramyxoviruses that include a viral genome including a heterologous gene encoding an antigen of a heterologous virus. For example, the recombinant paramyxovirus can be a recombinant parainfluenza virus (PIV) that includes a genome including a heterologous gene encoding a respiratory syncytial virus (RSV) fusion (F) protein.BACKGROUND Paramyxoviruses are a family of negative-sense single stranded RNA viruses that account for many animal and human deaths worldwide each year. The paramyxoviruses include sub-families Paramyxovirinae and Pneumovirinae. Respiratory syncytial virus (RSV) is an enveloped non-segmented negative-strand RNA virus in the family Paramyxoviridae, genus Pneumovirinae. It is the most common cause of bronchiolitis and pneumonia among children in their first year of life. RSV also causes repeated infections including severe lower respiratory tract disease, which may occur at any age, especially among the elderly or those with compromised cardiac, pulmonary, or immune systems. Passive immunization currently is used to prevent severe illness caused by RSV infection, especially in infants with prematurity, bronchopulmonary dysplasia, or congenital heart disease. Despite the burden of RSV infection in certain populations, development of an effective RSV vaccine remains elusive. Parainfluenza virus (PIV) is another enveloped non-segmented negative-strand RNA virus that, like RSV, is in the paramyxovirus family. However, PIVs are in subfamily Paramyxovirinae. PIVs of virus) and rubulavirus (including PIV5). In addition the members of genus Avulavirus (including Newcastle disease virus NDV) historically were termed PIVs and operationally can be considered the same. The human parainfluenza viruses (HPIVs, serotypes 1, 2, and 3) are second only to RSV in causing severe respiratory infections in infants and children worldwide, with HPIV3 being the most important of the HPIVs in terms of disease impact. The HPIV genome is approximately 15.5 kb, including a gene order of 3-N-P-M-F-HN-L. Each gene encoding a separate mRNA that encodes a major protein: N, nucleoprotein; F, fusion glycoprotein; HN, hemagglutinin-neuramindase glycoprotein; L, large polymerase protein. The P gene contains one or more additional open reading frames (ORFs) encoding accessory proteins. Similar to RSV, development of an effective HPIV vaccine remains elusive.SUMMARY Recombinant paramyxoviruses including a viral genome encoding a heterologous gene are provided. In several embodiments, the recombinant paramyxovirus can be a recombinant parainfluenza virus comprising a viral genome comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain linked to a cytoplasmic tail (CT), or a transmembrane domain (TM) and a CT, of an F protein of the paramyxovirus. The paramyxovirus can be, for example, a recombinant human/bovine parainfluenza virus 3 (B/HPIV3), a recombinant human parainfluenza virus 1 (HPIV1), a recombinant human parainfluenza virus 2 (HPIV2), a recombinant human parainfluenza virus 3 (HPIV3), or a recombinant bovine parainfluenza virus 3 (BPIV3). Surprisingly, swapping the TM and CT of the heterologous RSV F protein for the corresponding TM and CT of the paramyxovirus F protein provided a multi-fold increase in RSV F ectodomain incorporation in the envelope of recombinant paramyxovirus, and dramatically increased the elicitation of an immune response to the ectodomain when the recombinant paramyxovirus was administered to a subject. Further, the induction of virus-neutralizing serum antibodies was dramatically increased both in quantity and in quality. Accordingly, in several embodiments, the disclosed recombinant paramyxoviruses can be included in immunogenic compositions for eliciting a bivalent immune response to the paramyxovirus and the heterologous RSV F protein. The RSV F ectodomain encoded by the heterologous gene can be from a human RSV F protein. In several embodiments the RSV F ectodomain can include one or more amino acid substitutions (such as the \"DS-Cav1\" substitutions, S155C, S290C, prefusion conformation. In additional embodiments, the RSV F ectodomain can include one more amino acid substitutions to increase ectodomain expression or incorporation in the viral envelope (such as the \"HEK\" substitutions, K66E and Q101P). In a non-limiting embodiment, the paramyxovirus can be a recombinant B/HPIV3 and the RSV F ectodomain is linked to a TM and CT from a BPIV3 F protein. In some such embodiments, the RSV F ectodomain linked to the TM and CT from the BPIV3 F protein comprises the amino acid sequence set forth as SEQ ID NO: 21, or an amino acid sequence at least 90% identical to SEQ ID NO: 21. In several embodiments, the recombinant paramyxovirus is a recombinant PIV comprising a viral genome comprising, from upstream to downstream: a PIV genomic promoter followed by the N, P, M, F, HN, and L genes. In some such embodiments, the heterologous gene included in the viral genome can be located between the genomic promoter and the gene encoding the N protein, or between the genes encoding the N and the P protein. In additional embodiments, the heterologous gene included in the viral genome of the recombinant paramyxovirus can be codon-optimized for expression in human cells. In more embodiments, the recombinant paramyxovirus can be an attenuated virus. In other embodiments, the added gene and its encoded protein can provide attenuation needed for a vaccine candidate. Immunogenic compositions including the recombinant paramyxovirus are also provided. The compositions can further include an adjuvant. Methods of generating an immune response in a subject by administering an effective amount of a disclosed recombinant paramyxovirus to the subject are also disclosed. Further provided are isolated nucleic acid molecules including the viral genome of any of the recombinant paramyxoviruses disclosed herein. The foregoing and other features and advantages of this disclosure will become more apparent from the following detailed description of several embodiments which proceeds with reference to the accompanying figures. The nucleic and amino acid sequences listed in the accompanying sequence listing are shown using standard letter abbreviations for nucleotide bases, and three letter code for amino acids, as defined in 37 C.F.R. 1.822. Only one strand of each nucleic acid sequence is shown, but the complementary strand is understood as included by any reference to the displayed strand. The Sequence Listing is submitted as an ASCII text file in the form of the file named \"Sequence.txt\" (348 kb), which was created on May 18, 2020 which is incorporated by reference herein. In the accompanying sequence listing:DETAILED DESCRIPTION A previous study (Zimmer et al J Virol 2005 79:10467-77) evaluated the expression of RSV F protein from a heterologous gene in the Sendai virus, which is a murine relative of HPIV1 and also is closely related to HPIV3. That study showed that very little RSV F protein was incorporated into the Sendai virus vector particle. The investigators replaced the CT or CT plus TM of the RSV F protein with the corresponding sequences from the Sendai F protein on the premise that this would improve the efficiency of interaction of the foreign RSV F protein with the vector particle. These modifications indeed increased incorporation of the engineered RSV F into the Sendai particle, but only if the Sendai F protein gene was also deleted. The requirement to delete the vector F protein is incompatible with the generation of infectious, attenuated viruses for vaccination and also would remove one of the vector protective antigens, which are believed to be needed to generate a bivalent vaccine. As disclosed herein, when expressed by rB/HPIV3, HPIV3, or HPIV1, the RSV F protein including RSV F TM and CT is incorporated into the vector particle only in trace amounts. However, swapping the TM and CT of the heterologous RSV F protein for the corresponding TM and CT of the paramyxovirus F protein provided a multi-fold increase in RSV F ectodomain incorporation in the envelope of recombinant paramyxovirus, such that the packaging of RSV F into the vector was as efficient (e.g. B/HPIV3) or more efficient (e.g. HPIV1) per g of purified virion than that of RSV itself. This was effective when the TM and CT were swapped together, or when the CT was swapped alone. However, unexpected effects of increased fusogenicity of the chimeric RSV F specific to CT alone provide guidance that TMCT is preferred. Efficient packaging of RSV F into the vector particle dramatically increased the elicitation of an immune response to the ectodomain (bearing all of the neutralization epitopes) when the recombinant paramyxovirus was administered to a subject. Unexpectedly, the virus-neutralizing serum antibody response was dramatically increased in quality, which was assessed by comparing RSV-neutralization activity in vitro in the absence of complement (which measures strongly-neutralizing antibodies) or in its presence (which augments neutralization by weak or non-neutralizing antibodies). This unanticipated increase in antibody quality is of particular importance for RSV, which is noted for inducing incomplete immune protection. The expression and efficient packaging of a foreign glycoprotein bearing the TMCT domains of a vector glycoprotein had the obvious potential to disrupt vector replication and morphogenesis: however, constructs are provided in which this effect was minimal. To further increase immunogenicity, stabilization of the RSV F protein in the pre-fusion conformation was evaluated. On its own, pre-fusion stabilization also resulted in an increase in titers of strongly-neutralizing antibodies, suggestive of stabilization of neutralization epitopes. In the hamster model, the effect of pre-fusion stabilization on increased immunogenicity and protection appeared to be additive to that of efficient packaging conferred by TMCT. However, when evaluated in non-human primates, the effect of packaging appeared to be greater than that of pre-fusion stabilization. Given the challenge of achieving protection against RSV, maximal immunogenicity is desired. Extensive experimentation uncovered other aspects of vector and insert construction (e.g., use of various insertion sites, use of codon-optimization, and use of an early-passage RSV F protein sequence) that provided increased expression of RSV F and reduced the cytopathic effects of syncytia formation mediated by the highly fusogenic RSV F protein. It is noteworthy that a prototype vaccine virus based on rB/HPIV3 expressing an unmodified RSV F protein, which in clinical trials had disappointing RSV immunogenicity (Bernstein, et al. 2012. Pediatric Infectious Disease Journal 31:109-114), was confirmed by the methods of the present disclosure to induce RSV-neutralizing serum antibodies that were of poor quality, possessing neutralization activity in vitro only in the presence of added complement. In contrast, disclosed constructs induced, in African green monkeys, high titers of serum antibodies capable of efficiently neutralizing RSV in vitro in the absence of complement.I. Summary of Terms Unless otherwise noted, technical terms are used according to conventional usage. Definitions of common terms in molecular biology may be found in Benjamin Lewin, Genes X, published by Jones & Bartlett Publishers, 2009; and Meyers et al. (eds.), The Encyclopedia of Cell Biology and Molecular Medicine, published by Wiley-VCH in 16 volumes, 2008; and other similar references. As used herein, the singular forms \"a,\" \"an,\" and \"the,\" refer to both the singular as well as plural, unless the context clearly indicates otherwise. For example, the term \"an antigen\" includes single or plural antigens and can be considered equivalent to the phrase \"at least one antigen.\" As used herein, the term \"comprises\" means \"includes.\" It is further to be understood that any and all base sizes or amino acid sizes, and all molecular weight or molecular mass values, given for nucleic acids or polypeptides are approximate, and are provided for descriptive purposes, unless otherwise indicated. Although many methods and materials similar or equivalent to those described herein can be used, particular suitable methods and materials are described herein. In case of conflict, the present specification, including explanations of terms, will control. In addition, the materials, methods, and examples are illustrative only and not intended to be limiting. To facilitate review of the various embodiments, the following explanations of terms are provided: Adjuvant: A vehicle used to enhance antigenicity. Adjuvants include a suspension of minerals (alum, aluminum hydroxide, or phosphate) on which antigen is adsorbed; or water-in-oil emulsion, for example, in which antigen solution is emulsified in mineral oil (Freund incomplete adjuvant), sometimes with the inclusion of killed mycobacteria (Freund's complete adjuvant) to further enhance antigenicity (inhibits degradation of antigen and/or causes influx of macrophages) Immunostimulatory oligonucleotides (such as those including a CpG motif) can also be used as adjuvants. Adjuvants include biological molecules (a \"biological adjuvant\"), such as TLR-9 agonists, Poly I:C, or PolyICLC. The person of ordinary skill in the art is familiar with adjuvants (see, e.g., Singh (ed.) Vaccine Adjuvants and Delivery Systems. Wiley-Interscience, 2007). Adjuvants can be used in combination with the disclosed recombinant. Administration: The introduction of a composition into a subject by a chosen route. Administration can be local or systemic. For example, if the chosen route is intranasal, the composition (such as a composition including a disclosed recombinant paramyxovirus) is administered by introducing the composition into the nasal passages of the subject. Exemplary routes of administration include, but are not limited to, oral, injection (such as subcutaneous, intramuscular, intradermal, intraperitoneal, and intravenous), intranasal, vaginal, and inhalation routes. Amino acid substitution: The replacement of one amino acid in a polypeptide with a different amino acid or with no amino acid (i.e., a deletion). In some examples, an amino acid in a polypeptide is substituted with an amino acid from a homologous polypeptide, for example, and amino acid in a recombinant group A RSV F polypeptide can be substituted with the corresponding amino acid from a group B RSV F polypeptide. Reference to a \"66E\" amino acid in a RSV F protein refers to an RSV F protein comprising a glutamate residue at position 66. The amino acid can be present due to substitution from a reference sequence. Reference to a \"K66E\" substitution in an RSV F protein refers to an RSV F protein comprising a glutamate residue at position 66 that has been substituted for a lysine residue in a reference (e.g., native) sequence. Attenuated: A paramyxovirus that is \"attenuated\" or has an \"attenuated phenotype\" refers to a paramyxovirus that has decreased virulence compared to a reference wild type paramyxovirus under similar conditions of infection. Attenuation usually is associated with decreased virus replication as compared to replication of a reference wild-type paramyxovirus under similar conditions of infection, and thus \"attenuation\" and \"restricted replication\" often are used synonymously. In some hosts (typically non-natural hosts, including experimental animals), disease is not evident during infection with a reference paramyxovirus in question, and restriction of virus replication can be used as a surrogate marker for attenuation. In some embodiments, a recombinant paramyxovirus (e.g., RSV, PIV3) that is attenuated exhibits at least about 10-fold or greater decrease, such as at least about 100-fold or greater decrease in virus titer in the upper or lower respiratory tract of a mammal compared to non-attenuated, wild type virus titer in the upper or lower respiratory tract, respectively, of a mammal of the same species under the same conditions of infection. Examples of mammals include, but are not limited to, humans, mice, rabbits, rats, hamsters, such as for example Mesocricetus auratus, and non-human primates, such as for example Ceroptihecus aethiops. An attenuated paramyxovirus may display different phenotypes including without limitation altered growth, temperature sensitive growth, host range restricted growth, or plaque size alteration. Cytoplasmic Tail (CT): A contiguous region of a transmembrane protein that includes a terminus (either N- or C-terminus) of the protein and extends into the cytoplasm of a cell or enveloped virus from the cytoplasmic surface of the cell membrane or viral envelope. In the case of a type I transmembrane protein, the CT includes the C-terminus of the protein. In the case of a type II transmembrane protein, the CT includes the N-terminus of the protein. Degenerate variant: In the context of the present disclosure, a \"degenerate variant\" refers to a polynucleotide encoding a polypeptide that includes a sequence that is degenerate as a result of the genetic code. There are 20 natural amino acids, most of which are specified by more than one codon. Therefore, all degenerate nucleotide sequences encoding a peptide are included as long as the amino acid sequence of the peptide encoded by the nucleotide sequence is unchanged. Gene: A nucleic acid sequence, typically a DNA sequence, that comprises control and coding sequences necessary for the transcription of an RNA, whether an mRNA or otherwise. For instance, a gene may comprise a promoter, one or more enhancers or silencers, a nucleic acid sequence that encodes a RNA and/or a polypeptide, downstream regulatory sequences and, possibly, other nucleic acid sequences involved in regulation of the expression of an mRNA. Heterologous: Originating from a different genetic source. A heterologous gene included in a recombinant viral genome is a gene that does not originate from that viral genome. In one specific, non-limiting example, a heterologous gene encoding an ectodomain of a RSV F protein is included in the genome of a recombinant PIV vector. Methods for introducing a heterologous gene in a viral vector are well known in the art and also described herein. Host cells: Cells in which a vector can be propagated and its nucleic acid expressed. The cell may be prokaryotic or eukaryotic. The term also includes any progeny of the subject host cell. It is understood that all progeny may not be identical to the parental cell since there may be mutations that occur during replication. However, such progeny are included when the term \"host cell\" is used. Immune response: A response of a cell of the immune system, such as a B cell, T cell, or monocyte, to a stimulus. In one embodiment, the response is specific for a particular antigen (an \"antigen-specific response\"). In one embodiment, an immune response is a T cell response, such as a CD4+ response or a CD8+ response. In another embodiment, the response is a B cell response, and results in the production of specific antibodies. Immunogen: A compound, composition, or substance that can stimulate the production of antibodies or a T cell response in an animal, including compositions that are injected or absorbed into an animal. An immunogen reacts with the products of specific humoral or cellular immunity, including those induced by heterologous antigens, such as a disclosed recombinant paramyxovirus. Administration of an immunogen to a subject can lead to protective immunity against a pathogen of interest. Immunogenic composition: A composition comprising an immunogen that induces a measurable T cell response against an antigen, or induces a measurable B cell response (such as production of antibodies) against an antigen, included on the immunogen or encoded by a nucleic acid molecule included in the immunogen. In one example, an immunogenic composition is a composition that includes a disclosed recombinant paramyxovirus that induces a measurable CTL response against RSV and/or PIV, or induces a measurable B cell response (such as production of antibodies) against RSV and/or PIV, when administered to a subject. An immunogenic composition can include an isolated recombinant paramyxovirus as disclosed herein. For in vivo use, the immunogenic composition will typically include a recombinant paramyxovirus in a pharmaceutically acceptable carrier and may also include other agents, such as an adjuvant. Isolated: An \"isolated\" biological component has been substantially separated or purified away from other biological components, such as other biological components in which the component naturally occurs, such as other chromosomal and extrachromosomal DNA, RNA, and proteins. Proteins, peptides, nucleic acids, and viruses that have been \"isolated\" include those purified by standard purification methods. Isolated does not require absolute purity, and can include protein, peptide, nucleic acid, or virus molecules that are at least 50% isolated, such as at least 75%, 80%, 90%, 95%, \"linked,\" \"linkage,\" and \"linking\" refer to making two molecules into one contiguous molecule; for example, linking two polypeptides into one contiguous polypeptide by recombinant means. Reference to a gene encoding a type I membrane protein comprising a RSV F ectodomain \"linked\" to a TM and CT of a heterologous F protein refers to genetic linkage between the nucleic acid sequence encoding the RSV F ectodomain and the nucleic acid sequence encoding the TM and CT of the heterologous F protein in the gene by recombinant means, such that expression of the gene leads to production of a protein including, in the N- to C-terminal direction, the RSV F ectodomain, the TM, and the CT. In some embodiments, the C-terminal residue of the RSV F ectodomain can be directly linked (by peptide bond) to the N-terminal residue of the TM. In some embodiments, the C-terminal residue of the RSV F ectodomain can be indirectly linked to the N-terminal residue of the TM via a peptide linker (such as a glycine-serine linker). Linker: A bi-functional molecule that can be used to link two molecules into one contiguous molecule. Non-limiting examples of peptide linkers include glycine-serine linkers. Native or di-sulfide bond: A polypeptide, sequence or di-sulfide bond that has not been modified, for example by selective mutation. For example, selective mutation to focus the antigenicity of the antigen to a target epitope, or to introduce a di-sulfide bond into a protein that does not occur in the native protein. Native protein or native sequence are also referred to as wild-type protein or wild-type sequence. A non-native di-sulfide bond is a disulfide bond that is not present in a native protein, for example a di-sulfide bond that forms in a protein due to introduction of one or more cysteine residues into the protein by genetic engineering. Nucleic acid molecule: A polymeric form of nucleotides, which may include both sense and anti-sense strands of RNA, cDNA, genomic DNA, and synthetic forms and mixed polymers of the above. A nucleotide refers to a ribonucleotide, deoxynucleotide or a modified form of either type of nucleotide. The term \"nucleic acid molecule\" as used herein is synonymous with \"nucleic acid\" and \"polynucleotide.\" A nucleic acid molecule is usually at least 10 bases in length, unless otherwise specified. The term includes single- and double-stranded forms of DNA. A polynucleotide may include either or both naturally occurring and modified nucleotides linked together by naturally occurring and/or non-naturally occurring nucleotide linkages. Operably linked: A first nucleic acid sequence is operably linked with a second nucleic acid sequence when the first nucleic acid sequence is placed in a functional relationship with the second nucleic acid sequence. For instance, a promoter is operably linked to a coding sequence if the promoter affects the transcription or expression of the coding sequence. Generally, operably linked nucleic acid sequences are contiguous and, where necessary to join two protein-coding regions, in the same reading frame. Paramyxovirus: A family of enveloped non-segmented negative-sense single-stranded RNA viruses. Examples of paramyxoviruses include, but are not limited to, human parainfluenza virus (HPIV) including types 1, 2, MPIV1), bovine parainfluenza virus type 3 (BPIV3), parainfluenza 5 (PIV5, previously called simian virus HPIV1, HPIV4, SV5, SV41, and genus Rubulavirus. MPIV1, PIV5, and BPIV3 are animal relatives HPIV3, respectively (Chancock et et al. (Eds.), pp. 1341-1379, Lippincott Williams & Wilkins, Philadelphia, 2001). HPIV1, HPIV2, and HPIV3 represent distinct serotypes and do not elicit significant cross immunity. HPIVs are etiological agents of respiratory infections such as croup, pneumonia, or bronchitis. Parainfluenza virus (PIV): A number non-segmented RNA viruses from family Paramyxoviridae that are descriptively grouped together. This includes all of the members of genus Respirovirus (e.g., HPIV1, HPIV3) and a number of members of Rubulavirus HPIV2, HPIV4, PIV5). Members of genus Avulavirus (e.g., NDV) historically have been called PIVs and can be considered as part of this group. HPIV serotypes 1, 2, and 3 are second only to RSV in causing severe respiratory infections in infants and children worldwide, with HPIV3 being the most important of the HPIVs in terms of disease impact. PIVs are made up of two structural modules: (1) an internal ribonucleoprotein core, or nucleocapsid, containing the viral genome, and (2) an outer, roughly spherical lipoprotein envelope. The PIV viral genome is approximately 15,000 nucleotides in length and encodes at least eight polypeptides. These proteins include the nucleocapsid structural protein (NP, NC, or N depending on the genera), the phosphoprotein (P), the matrix protein (M), the fusion glycoprotein (F), the hemagglutinin-neuraminidase glycoprotein (HN), the large polymerase protein (L), and the C and D proteins. The P gene contains one or more additional open reading frames (ORFs) encoding accessory proteins. The gene order is 3-N-P-M-F-HN-L-5, and each gene encodes a separate protein encoding mRNA. Exemplary PIV strain sequences are known to the person of ordinary skill in the art, such as the sequences of the HPIV1, HPIV2, HPIV3, and BPIV3 viruses. Pharmaceutically acceptable carriers: The pharmaceutically acceptable carriers of use are conventional. Remington's Pharmaceutical Sciences, by E. W. Martin, Mack Publishing Co., Easton, Pa., 19th Edition, 1995, describes compositions and formulations suitable for pharmaceutical delivery of the disclosed immunogens. In general, the nature of the carrier will depend on the particular mode of administration being employed. For instance, parenteral formulations usually comprise injectable fluids that include pharmaceutically and physiologically acceptable fluids such as water, physiological saline, balanced salt solutions, aqueous dextrose, glycerol or the like as a vehicle. For solid compositions (e.g., powder, pill, tablet, or capsule forms), conventional non-toxic solid carriers can include, for example, pharmaceutical grades of mannitol, lactose, starch, or magnesium stearate. In addition to biologically neutral carriers, pharmaceutical compositions to be administered can contain minor amounts of non-toxic auxiliary substances, such as wetting or emulsifying agents, preservatives, and pH buffering agents and the like, for example sodium acetate or sorbitan monolaurate. In particular embodiments, suitable for administration to a subject the carrier may be sterile, and/or suspended or otherwise contained in a unit dosage form containing one or more measured doses of the composition suitable to induce the desired immune response. It may also be accompanied by medications for its use for treatment purposes. The unit dosage form may be, for example, in a sealed vial that contains sterile contents or a syringe for injection into a subject, or lyophilized for subsequent solubilization and administration or in a solid or controlled release dosage. Polypeptide: Any chain of amino acids, regardless of length or post-translational modification (e.g., glycosylation or phosphorylation). \"Polypeptide\" applies to amino acid polymers including naturally occurring amino acid polymers and non-naturally occurring amino acid polymer as well as in which one or more amino acid residue is a non-natural amino acid, for example an artificial chemical mimetic of a corresponding naturally occurring amino acid. A \"residue\" refers to an amino acid or amino acid mimetic incorporated in a polypeptide by an amide bond or amide bond mimetic. A polypeptide has an amino terminal (N-terminal) end and a carboxy terminal (C-terminal) end. \"Polypeptide\" is used interchangeably with peptide or protein, and is used herein to refer to a polymer of amino acid residues. Prime-boost vaccination: An immunotherapy including administration of a first immunogenic composition (the primer vaccine) followed by administration of a second immunogenic composition (the booster vaccine) to a subject to induce an immune response. The booster vaccine is administered to the subject after the primer vaccine; the skilled artisan will understand a suitable time interval between administration of the primer vaccine and the booster vaccine, and examples of such timeframes are disclosed herein. Additional administrations can be included in the prime-boost protocol, for example a second boost. Recombinant: A recombinant nucleic acid molecule is one that has a sequence that is not naturally occurring: for example, includes one or more nucleic acid substitutions, deletions or insertions, and/or has a sequence that is made by an artificial combination of two otherwise separated segments of sequence. This artificial combination can be accomplished by chemical synthesis or, more commonly, by the artificial manipulation of isolated segments of nucleic acids, for example, by genetic engineering techniques. A recombinant virus is one that includes a genome that includes a recombinant nucleic acid molecule. A recombinant protein is one that has a sequence that is not naturally occurring or has a sequence that is made by an artificial combination of two otherwise separated segments of sequence. In several embodiments, a recombinant protein is encoded by a heterologous (for example, recombinant) nucleic acid that has been introduced into a host cell, such as a bacterial or eukaryotic cell, or into the genome of a recombinant virus. Respiratory Syncytial Virus (RSV): An enveloped non-segmented negative-sense single-stranded RNA virus the family Paramyxoviridae. The RSV genome is 15,000 nucleotides in length and includes 10 genes encoding 11 proteins, including the glycoproteins SH, G and F. The F protein mediates fusion, allowing entry of the virus into the cell cytoplasm and also promoting the formation of syncytia. Two antigenic subgroups of human RSV strains have been described, the A and B subgroups, based primarily on differences in the antigenicity of the G glycoprotein. RSV strains for other species are also known, including bovine RSV. Exemplary RSV strain sequences are known to the person of ordinary skill in the art. Further, several models of human RSV infection are available, including model organisms infected with hRSV, as well as model organisms infected with species specific RSV, such as use of bRSV infection in cattle (see, e.g., Bern et al., Am J. Physiol. Lung Cell Mol. Physiol., 301: L148-L156, 2011; and Nam and Kun (Eds.). Respiratory Syncytial Virus: Prevention, Diagnosis and Treatment. Nova Biomedical Nova Science Publisher, 2011; and Cane (Ed.) Respiratory Syncytial Virus. Elsevier Science, 2007.) RSV Fusion (F) protein: An RSV envelope glycoprotein that facilitates fusion of viral and cellular membranes. In nature, the RSV F protein is initially synthesized as a single polypeptide precursor approximately 574 amino acids in length, designated F0. F0 includes an N-terminal signal peptide that directs localization to the endoplasmic reticulum, where the signal peptide (approximately the first 22 residues of F0) is proteolytically cleaved. The remaining F0 residues oligomerize to form a trimer which is again proteolytically processed by a cellular protease at two conserved cleavage RKRR136 1, residues 133-136) to excise the pep27 polypeptide and generate two disulfide-linked fragments, F1 and F2. The smaller of these fragments, F2, originates from the N-terminal portion of the F0 precursor and includes approximately residues 26-109 of F0. The larger of these fragments, F1, includes the C-terminal portion of the F0 precursor (approximately residues 137-574) including an extracellular/lumenal region (residues 137-529), a TM (residues 530-550), and a (residues 551-574) at the C-terminus. Three F2-F1 protomers oligomerize in the mature F protein, which adopts a metastable \"prefusion\" conformation that is triggered to undergo a conformational change (to a \"postfusion\" conformation) upon contact with a target cell membrane. This conformational change exposes a hydrophobic sequence, known as the fusion peptide, which is located at the N-terminus of the F1 polypeptide, and which associates with the host cell membrane and promotes fusion of the membrane of the virus, or an infected cell, with the target cell membrane. The extracellular portion of the RSV F protein is the RSV F ectodomain, which includes the F2 protein and the F1 ectodomain. An RSV F ectodomain trimer includes a protein complex of three RSV F ectodomains. The RSV F protein adopts a \"prefusion\" conformation prior to triggering of the fusogenic event that leads to transition of RSV F to the postfusion conformation and following processing into a mature RSV F protein in the secretory system. The three-dimensional structure of an exemplary RSV F protein in a prefusion conformation is known, and disclosed for example in WO2014160463, which is incorporated by reference herein. In the prefusion state, the RSV F protein includes an antigenic site at its membrane distal apex termed \"antigenic site Ø,\" that includes RSV F residues 62-69 and 196-209, and also includes the epitopes of the D25 and AM22 monoclonal antibodies. Thus, a recombinant RSV F protein stabilized in a prefusion conformation can be specifically bound by an antibody that binds the pre- but not post-fusion conformation of the RSV F protein, such as an antibody that specifically binds to an epitope within antigenic site Ø, for example, the D25 or AM22 antibody. Additional RSV F prefusion specific antibodies include the 5C4 and MPE8 antibodies. Sequence identity: The similarity between amino acid sequences is expressed in terms of the similarity between the sequences, otherwise referred to as sequence identity. Sequence identity is frequently measured in terms of percentage identity (or similarity or homology); the higher the percentage, the more similar the two sequences are. Homologs, orthologs, or variants of a polypeptide will possess a relatively high degree of sequence identity when aligned using standard methods. Methods of alignment of sequences for comparison are well known in the art. Various programs and alignment algorithms are described in: Smith & Waterman, 1988; Higgins Higgins & Sharp, CABIOS 5:151-3, 1989; Corpet et al., Nuc. Acids Res. 16:10881-90, 1988; Huang et al. Computer Appls. in the Biosciences 8, 155-65, 1992; and Pearson et al., Meth. Mol. Altschul et al., J. Mol. Biol. 215:403-10, 1990, presents a detailed consideration of sequence alignment methods and homology calculations. Once aligned, the number of matches is determined by counting the number of positions where an identical nucleotide or amino acid residue is present in both sequences. The percent sequence identity is determined by dividing the number of matches either by the length of the sequence set forth in the identified sequence, or by an articulated length (such as 100 consecutive nucleotides or amino acid residues from a sequence set forth in an identified sequence), followed by multiplying the resulting value by 100. For example, a peptide sequence that has 1166 matches when aligned with a test sequence having 1554 amino acids is 75.0 percent identical to the test sequence (1166÷1554*100=75.0). The percent sequence identity value is rounded to the nearest tenth. For example, 75.11, 75.12, 75.13, and 75.14 are rounded 75.15, 75.16, 75.17, 75.18, and 75.19 are rounded up to 75.2. The length value will always be an integer. The NCBI Basic Local Alignment Search Tool (BLAST) (Altschul et al., J. Mol. Biol. 215:403, 1990) is available from several sources, including the National Center for Biotechnology Information (NCBI, Bethesda, Md.) and on the internet, for use in connection with the sequence analysis programs blastp, blastn, blastx, tblastn and tblastx. A description of how to determine sequence identity using this program is available on the NCBI website on the internet. Homologs and variants of a polypeptide (such as a RSV F ectodomain) are typically characterized by possession of at least about 75%, for example at identity counted over the full length alignment with the amino acid sequence of interest. Proteins with even greater similarity to the reference sequences will show increasing percentage identities when assessed by this method, such as at least 80%, at least 85%, at least 90%, at least 95%, at least 98%, or at least 99% sequence identity. When less than the entire sequence is being compared for sequence identity, homologs and variants will typically possess at least 80% sequence identity over short windows of 10-20 amino acids, and may possess sequence identities of at least 85% or at least 90% or 95% depending on their similarity to the reference sequence. Methods for determining sequence identity over such short windows are available at the NCBI website on the internet. One of skill in the art will appreciate that these sequence identity ranges are provided for guidance only; it is entirely possible that strongly significant homologs could be obtained that fall outside of the ranges provided. For sequence comparison of nucleic acid sequences, typically one sequence acts as a reference sequence, to which test sequences are compared. When using a sequence comparison algorithm, test and reference sequences are entered into a computer, subsequence coordinates are designated, if necessary, and sequence algorithm program parameters are designated. Default program parameters are used. Methods of alignment of sequences for comparison are well known in the art. Optimal alignment of sequences for comparison can be conducted, e.g., by the local homology algorithm of Smith & Waterman, Adv. Appl. & Wunsch, J. Mol. Biol. 48:443, 1970, by the search for similarity method of Pearson & Lipman, Proc. Nat'l. Acad. Sci. USA 85:2444, 1988, by computerized implementations of these algorithms (GAP, BESTFIT, FASTA, and TFASTA in the Wisconsin Genetics Software Package, Genetics Computer Group, 575 Science Dr., Madison, Wis.), or by manual alignment and visual inspection (see, e.g., Sambrook et al. (Molecular Cloning: A Laboratory Manual, 4th ed, Cold Spring Harbor, N.Y., 2012) and Ausubel et al. (In Current Protocols in Molecular Biology, John Wiley & Sons, New York, through supplement 104, 2013). One example of a useful algorithm is PILEUP. PILEUP uses a simplification of the progressive alignment method of Feng & Doolittle, J. Mol. Evol. 35:351-360, 1987. The method used is similar to the method described by Higgins & Sharp, CABIOS 5:151-153, 1989. Using PILEUP, a reference sequence is compared to other test sequences to determine the percent sequence identity relationship using the following parameters: default gap weight (3.00), default gap length weight (0.10), and weighted end gaps. PILEUP can be obtained from the GCG sequence analysis software package, e.g., version 7.0 (Devereaux et al., Nuc. Acids Res. 12:387-395, 1984. Another example of algorithms that are suitable for determining percent sequence identity and sequence similarity are the BLAST and the BLAST 2.0 algorithm, which are described in Altschul et al., J. Mol. Biol. 215:403-410, 1990 and Altschul et al., Nucleic Acids Res. 25:3389-3402, 1977. Software for performing BLAST analyses is publicly available through the National Center for Biotechnology Information (ncbi.nlm.nih.gov). The BLASTN program (for nucleotide sequences) uses as defaults a word length (W) of 11, alignments (B) of 50, expectation (E) of 10, M=5, N=4, and a comparison of both strands. The BLASTP program (for amino acid sequences) uses as defaults a word length (W) of 3, and expectation (E) of 10, and the BLOSUM62 scoring matrix (see Henikoff & Henikoff, Proc. Natl. Acad. USA 89:10915, 1989). An oligonucleotide is a linear polynucleotide sequence of up to about 100 nucleotide bases in length. As used herein, reference to \"at least 90% identity\" refers to \"at least 90%, at least 91%, at least 92%, at least 93%, at least 94%, at least 95%, at least 96%, at least 97%, at least 98%, at least 99%, or even 100% identity\" to a specified reference sequence. Subject: Living multi-cellular vertebrate organisms, a category that includes human and non-human mammals. In an example, a subject is a human. In a particular example, the subject is a newborn infant. In an additional example, a subject is selected that is in need of inhibiting of an RSV infection. For example, the subject is either uninfected and at risk of RSV infection or is infected in need of treatment. Transmembrane domain (TM): An amino acid sequence that spans a lipid bilayer, such as the lipid bilayer of a cell or virus or virus-like particle. A transmembrane domain can be used to anchor an antigen to a membrane. In some examples a transmembrane domain is a RSV F transmembrane domain. Vaccine: A preparation of immunogenic material capable of stimulating an immune response, administered for the prevention, amelioration, or treatment of infectious or other types of disease. The immunogenic material may include attenuated or killed microorganisms (such as bacteria or viruses), or antigenic proteins, peptides or DNA derived from them. An attenuated vaccine is a virulent organism that has been modified to produce a less virulent form, but nevertheless retains the ability to elicit antibodies and cell-mediated immunity against the virulent form. An inactivated (killed) vaccine is a previously virulent organism that has been inactivated with chemicals, heat, or other treatment, but elicits antibodies against the organism. Vaccines may elicit both prophylactic (preventative or protective) and therapeutic responses. Methods of administration vary according to the vaccine, but may include inoculation, ingestion, inhalation or other forms of administration. Vaccines may be administered with an adjuvant to boost the immune response. Vector: An entity containing a DNA or RNA molecule bearing a promoter(s) that is operationally linked to the coding sequence of an antigen(s) of interest and can express the coding sequence. Non-limiting examples include a naked or packaged (lipid and/or protein) DNA, a naked or packaged RNA, a subcomponent of a virus or bacterium or other microorganism that may be replication-incompetent, or a virus or bacterium or other microorganism that may be replication-competent. A vector is sometimes referred to as a construct. Recombinant DNA vectors are vectors having recombinant DNA. A vector can include nucleic acid sequences that permit it to replicate in a host cell, such as an origin of replication. A vector can also include one or more selectable marker genes and other genetic elements known in the art. Viral vectors are recombinant nucleic acid vectors having at least some nucleic acid sequences derived from one or more viruses.II. Recombinant Viral Vectors Recombinant paramyxoviruses are provided that include antigens from multiple viral pathogens, and can be used to induce an immune response to those viral pathogens. The recombinant paramyxoviruses include a genome encoding a heterologous gene. The recombinant paramyxoviruses comprise a genome comprising a heterologous gene encoding the ectodomain of a transmembrane protein (e.g., a viral glycoprotein) of a heterologous viral pathogen. The ectodomain can be linked to a CT, or a TM and a CT of an envelope protein from the paramyxovirus to allow for expression of the ectodomain of the transmembrane protein from the heterologous virus on the paramyxovirus envelope. For example, the recombinant paramyxovirus can be a recombinant PIV comprising a genome comprising a heterologous gene encoding the ectodomain of an RSV F protein linked to the TM and CT of the F protein from the PIV. Additional description of the recombinant paramyxovirus and modifications thereof is provided herein. The paramyxovirus genome includes genes encoding N, P, M, F, HN, and L proteins. The genome also includes a genomic promoter and anti-promoter, with the order of promoter-N, P, M, F, HN, L-antipromoter. The heterologous gene included in the genome of the recombinant paramyxovirus can be located at any position between genes of the paramyxovirus genome, or between the promoter and the N gene, or the L gene and the antipromoter. The heterologous gene can be flanked by appropriate gene start and gene-end sequences to facilitate expression from the viral genome. In a preferred embodiment, the heterologous gene can be located between the promoter and the N gene, or between the N gene and the P gene. In an embodiment, the heterologous gene included in the genome of the recombinant paramyxovirus encodes the ectodomain of a type I transmembrane protein (e.g., a type I viral glycoprotein) linked to a CT, or TM and CT, of the F protein of the paramyxovirus. In other embodiments, the heterologous gene included in the genome of the recombinant paramyxovirus encodes the ectodomain of a type II transmembrane protein (e.g., a type II viral glycoprotein) linked to a CT, or TM and CT, of the HN protein of the paramyxovirus. The recombinant paramyxovirus can be a recombinant HPIV1, a HPIV2, a HPIV3, a BPIV3, a PIV5, a Sendai virus, or a NDV, or a chimera thereof, for example. Additional description of such recombinant paramyxovirus is provided below. General methods of generating a recombinant paramyxovirus including a genome including a heterologous gene are known to the person of ordinary skill in the art, as are viral sequences and reagents for use in such methods. Non-limiting examples of methods of generating a recombinant PIV vector (such as a recombinant HPIV1, HPIV2, HPIV3, or H/BPIV3 vector) including a heterologous gene, methods of attenuating the vectors (e.g., by recombinant or chemical means), as well as viral sequences and reagents for use in such methods are provided in US al. 2002. Virus genes 24:77-92, Tang et al., 2003. J Virol, 77(20):10819-10828; each of which is incorporated by reference herein in its entirety. Non-limiting examples of methods of generating a recombinant NDV vector including a heterologous gene, as well as viral sequences and reagents for use in such methods are provided in US Patent Publications 2012/0064112; and Basavarajappa et al. 2014 Vaccine, 32: 3555-3563, and McGinnes et al., J. Virol., 85: 366-377, 2011, each of which is incorporated by reference herein in its entirety. Non-limiting examples of methods of generating a recombinant Sendai vector including a heterologous gene, as well as viral sequences and reagents for use in such methods are provided in US Patent Publications 20140186397, and Jones et al., Vaccine, 30:959-968, 2012, each of which is incorporated by reference herein in its entirety.A. HPIV1 Vectors In some embodiments, the recombinant paramyxovirus can be a recombinant HPIV1 including a viral genome encoding HPIV1 N, P, C, M, F, HN, and L proteins. Nucleic acid sequences of HPIV1 genomes, and the genes therein, are known in the art, as are structural and functional genetic elements that control gene expression, such as gene start and gene end sequences and viral genome and anti-genome promoters. An exemplary HPIV1 Washington/1964 strain genome sequence is provided as GenBank Acc. No. AF457102.1, which is incorporated by reference herein in its entirety. This exemplary HPIV1 Washington/1964 strain genome sequence encodes N, P, C, M, F, HN, and L proteins set forth as: HPIV1 N, SEQ ID NO: 24 (GenBank protein incorporated reference herein) HPIV1 P, SEQ ID NO: 25 (GenBank protein incorporated by reference herein) HPIV1 C, SEQ ID NO: 26 (ORF of P, GenBank protein ID # AAL89403.1, incorporated by reference herein) HPIV1 M, SEQ ID NO: 27 (GenBank protein incorporated reference herein) HPIV1 F, SEQ ID NO: 28 (GenBank HPIV1 SEQ ID NO: reference herein) HPIV1 L, SEQ ID NO: 30 (GenBank protein ID # AAL89409.1, incorporated by reference herein) The corresponding gene-start and gene-end sequences for these HPIV1 genes are provided below: Further, viral leader/genome promoter and trailer/antigenome promoter of the HPIV2 V94 strain as set forth in GenBank Acc. No. AF457102.1 as nucleotides 1-96 and 15544-15600, respectively. The recombinant paramyxovirus can be a recombinant HPIV1 including a viral genome encoding HPIV1 N, P, C, M, F, HN, and L proteins as set forth above, or encoding HPIV1 N, P, C, M, F, HN, and L proteins individually having at least 90% (such as at least 95%) sequence identity to the HPIV1 N, P, C, M, F, HN, and L proteins set forth above. In some embodiments the recombinant paramyxovirus can be a recombinant HPIV1 including a genome including a heterologous gene encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a HPIV1 F protein TM and CT as set forth below, or encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a HPIV1 F protein TM and CT having at least 90% (such as at least 95%) sequence identity to the HPIV1 F protein TM and CT as set forth below. In some embodiments the recombinant paramyxovirus can be a recombinant HPIV1 including a genome including a heterologous gene encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a HPIV1 F protein CT as set forth below, or encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a HPIV1 F protein CT having at least 90% (such as at least 95%) sequence identity to the HPIV1 F protein CT as set forth below. HPIV1 F protein TM and CT sequences are known (see, e.g., GenBank accession # AF457102.1, incorporated by reference herein). Exemplary HPIV1 F protein TM and CT sequences are set forth as: In some embodiments the recombinant paramyxovirus vector can be a recombinant HPIV2 including a viral genome encoding HPIV2 N, P, V, M, F, HN, and L proteins. The nucleic acid sequences of the gene encoding these HPIV2 proteins are known in the art, as are structural and functional genetic elements that control gene expression, such as gene start and gene-end sequences and viral genome and anti-genome promoters. An exemplary HPIV2 V94 strain genome sequence is provided as GenBank Acc. No. AF533010.1, which is incorporated by reference herein in its entirety. This exemplary HPIV2 V94 strain genome sequence encodes N, P, V, M, F, HN, and L proteins set forth as: HPIV2 N, SEQ ID NO: 32 (encoded by incorporated by reference herein) HPIV2 P, SEQ ID NO: 33 (encoded by incorporated by reference herein) HPIV2 V, SEQ ID NO: 34 (ORF of P, encoded by GenBank No. AF533010.1, incorporated by reference herein) HPIV2 M, SEQ ID NO: 35 (encoded by incorporated by reference herein) HPIV2 F, SEQ ID NO: 36 (encoded reference HPIV2 NO: by reference herein) HPIV2 L, SEQ ID NO: 38 (encoded by GenBank No. AF533010.1, incorporated by reference herein) The corresponding gene-start and gene end sequences for these HPIV2 genes are provided below: Further, viral leader/genome promoter and trailer/antigenome promoter of the HPIV2 V94 strain as set forth in GenBank Acc. No. AF533010.1 are set forth as nucleotides 1-175 and 15565-15654, respectively. The recombinant paramyxovirus can be a recombinant HPIV2 including a viral genome encoding HPIV2 N, P, V, M, F, HN, and L proteins as set forth above, or encoding HPIV2 N, P, V, M, F, HN, and L proteins individually having at least 90% (such as at least 95%) sequence identity to the HPIV2 N, P, V, M, F, HN, and L proteins set forth above. In some embodiments the recombinant paramyxovirus can be a recombinant HPIV2 including a genome including a heterologous gene encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a HPIV2 F protein TM and CT as set forth below, or encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a HPIV2 F protein TM and CT having at least 90% (such as at least 95%) sequence identity to the HPIV2 F protein TM and CT as set forth below. In some embodiments the recombinant paramyxovirus can be a recombinant HPIV2 including a genome including a heterologous gene encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a HPIV2 F protein CT as set forth below, or encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a HPIV2 F protein CT having at least 90% (such as at least 95%) sequence identity to the HPIV2 F protein CT as set forth below. HPIV2 F protein TM and CT sequences are known (see, e.g., GenBank accession # AF533010.1, incorporated by reference herein). Exemplary HPIV2 F protein TM and CT sequences from the HPIV3 JS strain are set forth as: In some embodiments the recombinant paramyxovirus can be a recombinant HPIV3 including a viral genome encoding HPIV3 N, P, C, M, F, HN, and L proteins. The nucleic acid sequences of the gene encoding these HPIV3 proteins are known in the art, as are structural and functional genetic elements that control gene expression, such as gene start and gene end sequences and viral genome and anti-genome promoters. An exemplary HPIV3 JS strain genome sequence is provided as GenBank Acc. No. Z11575, which is incorporated by reference herein in its entirety. For this exemplary HPIV3 JS strain genome sequence nucleic acid sequences encoding the N, P, C, M, F, HN, and L proteins are set forth below. HPIV3 N, SEQ ID NO: 40 (encoded by nucleotides by reference (encoded by by reference (encoded by by reference (encoded by by reference (encoded by by reference (encoded by of GenBank No. Z11575, incorporated by reference herein) some embodiments, HN gene in HPIV3 vector encodes a HPIV3 HN protein comprising the amino acid sequence set forth as An exemplary DNA sequence encoding SEQ ID NO: 101 is provided as follows: The corresponding gene-start and gene end sequences for these HPIV3 genes are provided below: Further, viral genome and anti-genome promoters of the HPIV3 JS strain as set forth in GenBank Acc. No. Z11575 are provided as nucleotides 1-96 (genomic and nucleotides 15367-15462 (antigenomic promoter), respectively. The recombinant paramyxovirus can be a recombinant HPIV3 including a viral genome encoding HPIV3 N, P, C, M, F, HN, and L proteins as set forth above, or encoding HPIV3 N, P, C, M, F, HN, and L proteins individually having at least 90% (such as at least 95%) sequence identity to the HPIV3 N, P, C, M, F, HN, and L proteins set forth above. In some embodiments the recombinant paramyxovirus can be a recombinant HPIV3 including a genome including a heterologous gene encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a HPIV3 F protein TM and CT as set forth below, or encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a HPIV3 F protein TM and CT having at least 90% (such as at least 95%) sequence identity to the HPIV3 F protein TM and CT as set forth below. In some embodiments the recombinant paramyxovirus can be a recombinant HPIV3 including a genome including a heterologous gene encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a HPIV3 F protein CT as set forth below, or encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a HPIV3 F protein CT having at least 90% (such as at least 95%) sequence identity to the HPIV3 F protein CT as set forth below. HPIV3 F protein TM and CT sequences are known (see, e.g., protein encoded by nucleotides 5072-6691 of GenBank No. Z11575). Exemplary HPIV3 and CT sequences from the HPIV3 JS strain are set forth as: In some embodiments the recombinant paramyxovirus can be bovine PIV3 (BPIV3) or a chimeric paramyxovirus including a viral genome encoding a combination of N, P, C, V, M, F, HN, and L proteins from BPIV3 and HPIV3. For example, the chimeric viral genome can encode HPIV3 F and HN proteins and BPIV3 N, P, C, V, M, and L proteins. The nucleic acid sequences of the genes encoding these HPIV3 and BPIV3 proteins are known in the art, as are structural and functional genetic elements that control gene expression, such as gene start and gene end sequences and viral genome and anti-genome promoters. An exemplary BPIV3 Kansas genome sequence is provided as GenBank Acc. No. AF178654, which is incorporated by reference herein in its entirety. This exemplary BPIV3 Kansas strain genome sequence encodes N, P, C, V, M, F, HN, and L proteins set forth below: BPIV3 N, SEQ 111-1658 of GenBank No. AF178654, each of which is incorporated by reference herein) BPIV3 P, SEQ ID 1784-3574 of GenBank No. AF178654, each of which is incorporated by reference herein) BPIV3 C, SEQ ID NO: 115 (encoded by by reference (encoded by of GenBank AF178654 with an inserted nucleotide g between nucleotide 2505-2506 at a gene editing site located at nucleotide M, SEQ 3735-4790 of GenBank No. AF178654, each of which is incorporated by reference herein) BPIV3 F, SEQ ID 5066-6688 of GenBank No. AF178654, which reference SEQ 6800-8518 of GenBank No. AF178654, each of which is incorporated by reference herein) BPIV3 L, SEQ ID 8640-15341 of GenBank No. AF178654, each of which is incorporated by reference herein) In some embodiments, the HPIV3 HN B/HPIV3 vector encodes a HPIV3 HN protein comprising the amino acid sequence set forth as SEQ ID NO: 101 or SEQ ID NO: 44, or a variant thereof. An exemplary DNA sequence encoding SEQ ID NO: 101 is provided SEQ ID NO: 102. In some embodiments, the chimeric B/HPIV3 vector can include a HPIV3 F gene in place of the BPIV3 F gene, for example a gene encoding a HPIV3 F amino acid sequence set forth as SEQ ID NO: 43, or a variant thereof. The corresponding gene-start and gene end sequences for these BPIV3 genes are provided below: Further, viral genome and anti-genome promoters of the BPIV3 Kansas strain as set forth in GenBank Acc. No. AF178654 are provided as nucleotides 1-96 (genomic and nucleotides 15361-15456 (antigenomic promoter), respectively. The recombinant paramyxovirus including a viral genome encoding N, P, C, V, M, F, HN, and L proteins from HPIV3 and BPIV3 viruses can encode a mixture of the HPIV3 and BPIV3 N, P, C, V, M, F, HN, and L proteins as set forth above, or can encode a mixture of the BPIV3 and HPIV3 N, P, C, V, M, F, HN, and L proteins individually having at least 90% (such as at least 95%) sequence identity to the BPIV3 or HPIV3 N, P, C, V, M, F, HN, and L proteins set forth above. In some embodiments, the recombinant paramyxovirus can include a viral genome encoding HPIV3 F and HN proteins and BPIV3 N, P, C, V, M, and L proteins as set forth above, or encoding HPIV3 F and HN proteins and BPIV3 N, P, C, V, M, and L proteins individually having at least 90% (such as at least 95%) sequence identity to the corresponding HPIV3 F and HN protein or BPIV3 N, P, C, V, M, and L protein set forth above. In some embodiments, the recombinant paramyxovirus including a genome encoding N, P, C, V, M, F, HN, and L proteins from BPIV3 can further include a heterologous gene encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a TM and CT of the BPIV3 F protein as set forth below, or linked to a TM and CT having at least 90% (such as at least 95%) sequence identity to the TM and CT of the BPIV3 F protein as set forth below. In some embodiments, the recombinant paramyxovirus including a genome encoding N, P, C, V, M, F, HN, and L proteins from BPIV3 can further include a heterologous gene encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a CT of the BPIV3 F protein as set forth below, or linked to a CT having at least 90% (such as at least 95%) sequence identity to the CT of the BPIV3 F protein as set forth below. In some embodiments, the recombinant paramyxovirus including a genome encoding N, P, C, V, M, F, HN, and L proteins from HPIV3 and BPIV3 viruses (such as HPIV3 F and HN proteins and BPIV3 N, P, C, V, M, and L proteins) can further include a heterologous gene encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a TM and CT of the BPIV3 F protein as set forth below, or linked to a TM and CT having at least 90% (such as at least 95%) sequence identity to the TM and CT of the BPIV3 F protein as set forth below. In some embodiments, the recombinant paramyxovirus including a genome encoding N, P, C, V, M, F, HN, and L proteins from HPIV3 and BPIV3 viruses can further include a heterologous gene encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a CT of the BPIV3 F protein as set forth below, or linked to a CT having at least 90% (such as at least 95%) sequence identity to the CT of the BPIV3 F protein as set forth below. Exemplary BPIV3 F protein TM and CT sequences from the BPIV3 Kansas strain are set forth as: In some embodiments, the recombinant paramyxovirus including a genome encoding N, P, C, V, M, F, HN, and L proteins from HPIV3 and BPIV3 viruses (such as HPIV3 F and HN proteins and BPIV3 N, P, C, V, M, and L proteins) can further include a heterologous gene encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a TM and CT of the HPIV3 F protein as set forth above, or linked to a TM and CT having at least 90% (such as at least 95%) sequence identity to the TM and CT of the HPIV3 F protein as set forth above. In some embodiments, the recombinant paramyxovirus including a genome encoding N, P, C, V, M, F, HN, and L proteins from HPIV3 and BPIV3 viruses can further include a heterologous gene encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a CT of the HPIV3 F protein as set forth below, or linked to a CT having at least 90% (such as at least 95%) sequence identity to the CT of the HPIV3 F protein as set forth below.E. Sendai Virus In an embodiment, the recombinant paramyxovirus can be a recombinant Sendai virus including a recombinant viral genome encoding Sendai virus N, P, C, V, M, F, HN, and L proteins including a heterologous gene encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a TM and CT of the Sendai virus F protein, or linked to a TM and CT having at least 90% (such as at least 95%) sequence identity to the CT of the Sendai virus F protein. In an embodiment, the recombinant paramyxovirus can be a recombinant Sendai virus including a recombinant viral genome encoding Sendai virus N, P, C, V, M, F, HN, and L proteins including a heterologous gene encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a CT of the Sendai virus F protein, or linked to a CT having at least 90% (such as at least 95%) sequence identity to the CT of the Sendai virus F protein. Sendai virus F protein TM and CT sequences are known (see, e.g., GenBank accession # BAN84670, incorporated by reference herein). Exemplary Sendai virus F protein TM and CT sequences are set forth as: In some embodiments the recombinant paramyxovirus can be a recombinant NDV virus including a recombinant viral genome encoding NDV N, P, V, M, F, HN, and L proteins including a heterologous gene encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a TM and CT of the NDV F protein as set forth below, or linked to a TM and CT having at least 90% (such as at least 95%) sequence identity to the TM and CT of the NDV F protein as set forth below. In some embodiments the recombinant paramyxovirus can be a recombinant NDV virus including a recombinant viral genome encoding NDV N, P, V, M, F, HN, and L proteins including a heterologous gene encoding a recombinant viral glycoprotein ectodomain from a type I membrane protein (such as RSV F ectodomain) linked to a CT of the NDV F protein as set forth below, or linked to a CT having at least 90% (such as at least 95%) sequence identity to the CT of the NDV F protein as set forth below. NDV virus F protein TM and CT sequences are known (see, e.g., GenBank accession # AAC28374, incorporated by reference herein). Exemplary NDV virus F protein TM and CT sequences are set forth as: The recombinant paramyxovirus vector includes a recombinant genome including one or more heterologous genes encoding an ectodomain of one or more heterologous envelope proteins (or antigenic fragment thereof) of a heterologous viral pathogen, wherein the ectodomain is linked to a TM and CT of an envelope protein from the recombinant paramyxovirus. For example, one or more heterologous envelope proteins (or antigenic fragment thereof) from measles virus, subgroup A or subgroup B respiratory syncytial viruses, mumps virus, human papilloma viruses, type 1 or type 2 human immunodeficiency viruses, herpes simplex viruses, alphaviruses, human metapneumovirus, ebola virues (such as Zaire ebola virus), influenza viruses, or highly pathogenic coronaviruses (SARS, MERS) can be expressed by the disclosed recombinant paramyxovirus. Examples of useful envelope proteins include, but are not limited to, measles virus HA and F proteins, subgroup A or subgroup B respiratory syncytial virus F, G, and SH proteins, mumps virus HN and F proteins, human papilloma virus L1 protein, type 1 or type 2 human immunodeficiency virus gp160 protein, herpes simplex virus gI, gJ, gK, gL, and gM proteins, rabies virus G protein, Epstein Barr Virus gp350 protein, filovirus G protein, bunyavirus G protein, flavivirus pre E, and NS1 proteins, human metapneuomovirus (HMPV) G and F proteins, Ebola virus GP protein, alphavirus E protein, and SARS and MERS S protein, and antigenic domains, fragments and epitopes thereof. Exemplary methods of inserting one or more heterologous genes or transcriptional units into a paramyxovirus viral genome or antigenome are described in WO04/027037 and US2013/0052718, each of which is incorporated by reference herein. In several embodiments, the heterologous gene included in the recombinant paramyxovirus genome encodes the ectodomain of a RSV F protein, such as a bovine RSV F protein or a human RSV F protein. Human RSV can be classified into two groups: A and B. Groups A and B include subgroups A1, A2, B1, and B2, based mainly on sequence variability of the attachment (G) and fusion (F) proteins. The RSV F ectodomain can be derived from any RSV group (such as Group A or Group B) or subgroup of RSV, such as subgroup A1, A2, B1, or B2. Exemplary human RSV F protein sequence from subgroup A2 and corresponding GenBank reference (which is incorporated by reference herein in its entirety) are set forth below: RSV F A2 HEK Protein Sequence: RSV F B1 HEK Protein Sequence, Accession No. AAB82436: RSV F B1 HEK Nucleic Acid Sequence: As illustrated by the sequences above, the hRSV F protein exhibits remarkable sequence conservation, with sequence identity of more than 85% across hRSV subgroups. In view of the conservation and breadth of knowledge of RSV F sequences, the person of ordinary skill in the art can easily identify corresponding RSV F amino acid positions between different RSV F strains and subgroups. The numbering of amino acid substitutions disclosed herein is made with reference to the exemplary hRSV F protein sequence from the A2 stain set forth as SEQ ID NO: 1, unless context indicates otherwise. For illustration purposes, the signal peptide, F2 polypeptide, pep27, F1, F1 ectodomain, transmembrane domain, and cytosolic domain of the RSV F protein from an A2 strain (SEQ ID NO: 1), are set forth as follows: In some embodiments, the heterologous gene included in the recombinant paramyxovirus genome encodes the ectodomain of a human RSF F protein, wherein the RSV F ectodomain comprises an amino acid sequence at least 85% (such as at least 90%, or at least 95%) identical to the RSV ectodomain of one of SEQ NOs: 1 (WT F A), 2 F HEK), 14 (A2 HEK+DS), or 19 (A2 HEK+DS-Cav1), or comprises the amino acid sequence of the RSV ectodomain of SEQ ID NO: 12, 14, or 19. In some embodiments the recombinant paramyxovirus can include a genome including a heterologous gene encoding a recombinant hRSV F protein that has been codon-optimized for expression in a human cell. For example, the gene encoding the recombinant hRSV F protein can be codon-optimized for human expression using a GA, DNA2.0 (D2), or GenScript (GS) optimization algorithm (see Example 1). Non-limiting examples of nucleic acid sequences encoding the RSV F protein that have been codon-optimized for expression in a human cell are provided as follows: GeneArt Optimized RSV F A2 HEK F A2 HEK DNA Sequence: Additional examples of codon-optimized (for human expression) sequences are provided below. The RSV F protein encoded by the heterologous gene can include one or more amino acid substitutions that improve expression of the RSV F protein, availability of the RSV F protein on the virion envelope, or stability of the RSV F protein, for example, in a prefusion conformation. In some embodiments, the RSV F protein can include a glutamic acid substitution at position 66, a proline substitution at position 101, or both. For example the RSV F protein can include the \"HEK\" substitutions of a K66E substitution and a Q101P substitution. Exemplary DNA and protein sequences for a RSV F protein from the A2 subgroup including the HEK amino acid substitutions are set forth below. RSV F A2 additional embodiments, the RSV F protein can include one or more amino acid substitutions that stabilize the ectodomain of the RSV F protein in a prefusion conformation. For example, the RSV F protein can include the \"DS\" substitution of a pair of cysteine substitutions at positions 155 and 290 that form a non-natural disulfide bond to stabilize the RSV F protein in its prefusion conformation. In some embodiments, the RSV F protein can include one or more cavity filling amino acid substitutions at positions 190 and/or 207 to stabilize the protein in a prefusion conformation. For example, the RSV F protein can include a 190F substitution and/or a 207L substitution. In some embodiments, the RSV F protein can include the \"Cav1\" substitutions of S190F and a F207L. In some embodiments, the RSV F can DS-Cav1 substitutions of S155C, S290C, S190F, and V207L to stabilize the protein in a prefusion conformation. Exemplary DNA and protein sequences for an RSV F protein (with a chimeric TM and/or CT domain) from the A2 subgroup including the DS-Cav1 amino acid substitutions are set forth as SEQ ID NOs: 10-11 and 21-23. Additional amino acid substitutions and protein modifications that can be used to stabilize the RSV F ectodomain in a prefusion conformation are disclosed, for example, in WO2014160463, which is incorporated by reference in its entirety. The HEK substitutions can be combined with any of the amino acid substitutions for stabilizing the RSV F protein in a prefusion conformation. In several embodiments, the heterologous gene included in recombinant paramyxovirus genome encodes a recombinant RSV F ectodomain linked to a TM and CT of the F protein of the recombinant paramyxovirus. In an embodiment, the recombinant paramyxovirus is a recombinant HPIV1 including a recombinant HPIV1 genome including a heterologous gene encoding a recombinant hRSV F ectodomain. The RSV F ectodomain can be linked to a TM and CT from HPIV1 F protein, for example as set forth as residues 1-23 of SEQ ID NO 31 (TM), residues 24-59 of SEQ ID NO: 31 (CT), or Exemplary are provided below: hRSV F protein from an A2 strain including HEK and DS-Cav1 substitutions, and HPIV1 F CT domain (RSV ID NO: 133 GenScript optimized RSV F A2_HEK_DS-Cav1_H1CT DNA sequence is provided as SEQ ID NO: 134 hRSV F Protein from an A2 Strain Including HEK and DS-Cav1 Substitutions, and HPIV1 F TM and CT Domains (RSV F A2_HEK_DS-Cav1_H1TMCT): In an embodiment, the recombinant paramyxovirus is a recombinant HPIV2 including a recombinant HPIV2 genome including a heterologous gene encoding a recombinant hRSV F ectodomain. The RSV F ectodomain can be linked to a TM and CT from a HPIV2 F protein, for example as set forth as residues 1-28 of SEQ ID NO: 39 (TM), residues 29-66 39 or SEQ 39 (TM+CT). In an embodiment, the recombinant paramyxovirus can be a recombinant HPIV3 including a genome including a heterologous gene encoding a recombinant hRSV F ectodomain. The recombinant RSV F ectodomain can be linked to a TM and CT from a HPIV3 F protein, for example as set forth as residues 1-23 of SEQ ID NO 46 (TM), residues 24-46 of SEQ ID NO: 46 (CT), or Exemplary are provided below: hRSV F protein from an A2 strain including HEK DS-Cav1 substitutions, and HPIV3 F CT domain (RSV F_HEK_DS-Cav1_H3CT) SEQ ID NO: 8 GenScript optimized RSV F_HEK_DS-Cav1_H3CT DNA sequence is provided as SEQ ID NO: 9 hRSV F Protein from an A2 Strain Including HEK and DS-Cav1 Substitutions, and HPIV3 recombinant paramyxovirus is a chimeric PIV including a recombinant viral genome encoding HPIV3 F and HN proteins and BPIV3 N, P, C, V, M, and L proteins, wherein the viral genome further includes a heterologous gene encoding a recombinant hRSV F ectodomain linked to a TM and/or CT from a BPIV3 F protein, for example as set forth as residues 1-21 of SEQ ID NO 53 (TM), residues 22-57 of SEQ ID NO: 53 (CT) or SEQ ID NO: 53 (TM+CT). Exemplary DNA and protein sequences for recombinant RSV F proteins of the A2 subgroup that include the HEK, DS, and/or Cav1 substitutions, as well as a heterologous TM and/or CT domains from BPIV3 F protein that can be used in a disclosed recombinant paramyxovirus are set forth below. hRSV F Protein from an A2 Strain Including HEK Substitutions, and BPIV3 F TM F protein an A2 strain including HEK and DS substitutions, hRSV F TM domain and BPIV3 F CT domain (RSV F_A2_HEK_DS_B3CT) protein sequence is SEQ ID NO: 14 GeneArt optimized RSV F_A2_HEK_DS_B3CT provided as SEQ ID NO: 15: hRSV F Protein from an A2 Strain Including HEK and DS-Cav1 Substitutions, hRSV F TM F Protein from an A2 Strain Including HEK and DS Substitutions, and BPIV3 F TM and A2 Strain Including HEK and DS-Cav1 Substitutions, and BPIV3 recombinant paramyxovirus includes a recombinant Sendai virus genome including a heterologous gene encoding a recombinant hRSV F ectodomain. In such embodiments, the TM and CT linked to the RSV F ectodomain can be from a Sendai virus F protein, for example as set forth as residues 1-21 of SEQ ID NO: 103 (TM), residues 22-65 103 (CT), or SEQ ID NO: 103 (TM+CT). For example, in some embodiments, the recombinant hRSV F ectodomain linked to the Sendai virus TM and/or CT can include the amino acid sequence set forth as one of SEQ ID NOs: 105-108: hRSV F Protein from an A2 Strain Including Substitutions, and Sendai Virus F CT Domain (RSV F_A2_HEK_SeVCT) Protein Sequence. hRSV F Protein from an A2 Strain Including HEK Substitutions, and Sendai Virus F TM and CT Domains (RSV F_A2_HEK_SeVTMCT) Protein Sequence. hRSV F Protein from an A2 Strain Including HEK and DS-Cav1 Substitutions, and Sendai Virus F CT Domains (RSV F_A2_HEK_SeVCT) Protein Sequence hRSV F Protein from an A2 Strain Including HEK and DS-Cav1 Substitutions, and Sendai Virus F TM and CT Domains (RSV F_A2_HEK_SeVTMCT) Protein Sequence In an embodiment, the recombinant paramyxovirus includes a recombinant NDV genome including a heterologous gene encoding a recombinant hRSV F ectodomain. In such embodiments, the TM and CT linked to the RSV F ectodomain can be from a NDV virus F protein, cytoplasmic tail, for example as set forth as residues 1-21 of SEQ ID NO: 104 (TM), residues 22-49 104 (CT), or SEQ ID NO: 104 (TM+CT). For example, in some embodiments, the recombinant hRSV F ectodomain linked to the NDV TM and/or CT can include the amino acid sequence set forth as one of SEQ ID NOs: 109-113: hRSV F Protein from an A2 Substitutions, and NDV F CT Domains (RSV F_A2_HEK_NDVCT) Protein Sequence hRSV F Protein from an A2 Strain Including HEK Substitutions, and NDV F TM and CT Domains (RSV F_A2_HEK_NDVTMCT) Protein Sequence hRSV F Protein from an A2 Strain Including HEK and DS-Cav1 Substitutions, and NDV F CT Domains (RSV F_A2_HEK_NDVCT) Protein Sequence hRSV F Protein from an A2 Strain Including HEK and DS-Cav1 Substitutions, and NDV F TM and CT Domains (RSV F_A2_HEK_NDVTMCT) Protein Sequence In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant parainfluenza virus (PIV) comprising a viral genome comprising, from upstream to downstream, a PIV genomic promoter followed by PIV N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a TM and CT of the PIV F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV1 comprising a viral genome comprising, from upstream to downstream, a HPIV1 genomic promoter followed by HPIV1 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a TM and CT of the HPIV1 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV1 comprising a viral genome comprising, from upstream to downstream, a HPIV1 genomic promoter followed by HPIV1N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a TM and CT of the HPIV1 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV3 comprising a viral genome comprising, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a TM and CT of the HPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV3 comprising a viral genome comprising, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a TM and CT of the HPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV3 comprising a viral genome comprising, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a TM and CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV3 comprising a viral genome comprising, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a TM and CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant BPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a TM and CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant BPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a TM and CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant B/HPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a TM and CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant B/HPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a TM and CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant B/HPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a TM and CT of the HPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant B/HPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a TM and CT of the HPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant sendai virus comprising a viral genome comprising, from upstream to downstream, a sendai virus genomic promoter followed by sendai virus N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a TM and CT of the sendai virus F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant sendai virus comprising a viral genome comprising, from upstream to downstream, a sendai virus genomic promoter followed by sendai virus N, P, M, F, HN, and L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a TM and CT of the sendai virus F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant NDV comprising a viral genome comprising, from upstream to downstream, a NDV genomic promoter followed by NDV N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a TM and CT of the NDV F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant NDV comprising a viral genome comprising, from upstream to downstream, a NDV genomic promoter followed by NDV N, P, M, F, HN, and L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a TM and CT of the NDV F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant PIV5 comprising a viral genome comprising, from upstream to downstream, a PIV5 genomic promoter followed by PIV5 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a TM and CT of the PIV5 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant PIV5 comprising a viral genome comprising, from upstream to downstream, a PIV5 genomic promoter followed by PIV5 N, P, M, F, HN, and L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a TM and CT of the PIV5 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant parainfluenza virus (PIV) comprising a viral genome comprising, from upstream to downstream, a PIV genomic promoter followed by PIV N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a CT of the PIV F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV1 comprising a viral genome comprising, from upstream to downstream, a HPIV1 genomic promoter followed by HPIV1 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a CT of the HPIV1 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV1 comprising a viral genome comprising, from upstream to downstream, a HPIV1 genomic promoter followed by HPIV1N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a CT of the HPIV1 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV3 comprising a viral genome comprising, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a CT of the HPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV3 comprising a viral genome comprising, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a CT of the HPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV3 comprising a viral genome comprising, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV3 comprising a viral genome comprising, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant BPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant BPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant B/HPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant B/HPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant B/HPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a CT of the HPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant B/HPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a CT of the HPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant sendai virus comprising a viral genome comprising, from upstream to downstream, a sendai virus genomic promoter followed by sendai virus N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a CT of the sendai virus F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant sendai virus comprising a viral genome comprising, from upstream to downstream, a sendai virus genomic promoter followed by sendai virus N, P, M, F, HN, and L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a CT of the sendai virus F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant NDV comprising a viral genome comprising, from upstream to downstream, a NDV genomic promoter followed by NDV N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a CT of the NDV F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant NDV comprising a viral genome comprising, from upstream to downstream, a NDV genomic promoter followed by NDV N, P, M, F, HN, and L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a CT of the NDV F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant PIV5 comprising a viral genome comprising, from upstream to downstream, a PIV5 genomic promoter followed by PIV5 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F to a CT of the PIV5 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant PIV5 comprising a viral genome comprising, from upstream to downstream, a PIV5 genomic promoter followed by PIV5 N, P, M, F, HN, and L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F to a CT of the PIV5 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant parainfluenza virus (PIV) comprising a viral genome comprising, from upstream to downstream, a PIV genomic promoter followed by PIV N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the PIV F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV1 comprising a viral genome comprising, from upstream to downstream, a HPIV1 genomic promoter followed by HPIV1 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the HPIV1 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV1 comprising a viral genome comprising, from upstream to downstream, a HPIV1 genomic promoter followed by HPIV1N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the HPIV1 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV3 comprising a viral genome comprising, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the HPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV3 comprising a viral genome comprising, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the HPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV3 comprising a viral genome comprising, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV3 comprising a viral genome comprising, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant BPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant BPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant B/HPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant B/HPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant B/HPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the HPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant B/HPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the HPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant sendai virus comprising a viral genome comprising, from upstream to downstream, a sendai virus genomic promoter followed by sendai virus N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the sendai virus F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant sendai virus comprising a viral genome comprising, from upstream to downstream, a sendai virus genomic promoter followed by sendai virus N, P, M, F, HN, and L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the sendai virus F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant NDV comprising a viral genome comprising, from upstream to downstream, a NDV genomic promoter followed by NDV N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the NDV F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant NDV comprising a viral genome comprising, from upstream to downstream, a NDV genomic promoter followed by NDV N, P, M, F, HN, and L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the NDV F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant PIV5 comprising a viral genome comprising, from upstream to downstream, a PIV5 genomic promoter followed by PIV5 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the PIV5 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant PIV5 comprising a viral genome comprising, from upstream to downstream, a PIV5 genomic promoter followed by PIV5 N, P, M, F, HN, and L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C substitutions and linked to a TM and CT of the PIV5 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant parainfluenza virus (PIV) comprising a viral genome comprising, from upstream to downstream, a PIV genomic promoter followed by PIV N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the PIV F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV1 comprising a viral genome comprising, from upstream to downstream, a HPIV1 genomic promoter followed by HPIV1 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the HPIV1 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV1 comprising a viral genome comprising, from upstream to downstream, a HPIV1 genomic promoter followed by HPIV1N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the HPIV1 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV3 comprising a viral genome comprising, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the HPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV3 comprising a viral genome comprising, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the HPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV3 comprising a viral genome comprising, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant HPIV3 comprising a viral genome comprising, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant BPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant BPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant B/HPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant B/HPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the BPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant B/HPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the HPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant B/HPIV3 comprising a viral genome comprising, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the HPIV3 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant sendai virus comprising a viral genome comprising, from upstream to downstream, a sendai virus genomic promoter followed by sendai virus N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the sendai virus F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant sendai virus comprising a viral genome comprising, from upstream to downstream, a sendai virus genomic promoter followed by sendai virus N, P, M, F, HN, and L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the sendai virus F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant NDV comprising a viral genome comprising, from upstream to downstream, a NDV genomic promoter followed by NDV N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the NDV F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant NDV comprising a viral genome comprising, from upstream to downstream, a NDV genomic promoter followed by NDV N, P, M, F, HN, and L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the NDV F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant PIV5 comprising a viral genome comprising, from upstream to downstream, a PIV5 genomic promoter followed by PIV5 N, P, M, F, HN, and L genes, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the PIV5 F protein. In some embodiments, a recombinant paramyxovirus is provided, comprising a recombinant PIV5 comprising a viral genome comprising, from upstream to downstream, a PIV5 genomic promoter followed by PIV5 N, P, M, F, HN, and L gene, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant RSV F ectodomain, wherein the heterologous gene is located between the genes encoding the N and P proteins, and wherein the RSV F ectodomain comprises 66E, 101P, 155C, 290C linked to a CT of the PIV5 F protein. In any of the embodiments of a recombinant paramyxovirus disclosed herein that includes a viral genome including a heterologous gene encoding an RSV F ectodomain (such as any of the recombinant paramyxoviruses discussed above, the heterologous gene encoding the recombinant RSV F ectodomain can encodes a polypeptide sequence comprising RSV F positions 1-529.Additional Description The disclosed recombinant paramyxoviruses are self-replicating, that is they are capable of replicating following infection of an appropriate host cell. In several embodiments, the recombinant paramyxoviruses have an attenuated phenotype, for example when administered to a human subject. Attenuation of the recombinant paramyxoviruses can be achieved using various methods known in the art, for example, by introduction of one or more mutations that cause a change in the biological function of the recombinant paramyxoviruses result in the attenuated phenotype. Insertion of the heterologous gene can also result in an attenuated phenotype. Preferably, the paramyxovirus comprising a genome encoding a heterologous gene is attenuated about 100 to 5000 fold or more in a cell or mammal compared to wild type paramyxovirus. The disclosed recombinant paramyxoviruses can be tested in well-known and in vitro and in vivo models to confirm adequate attenuation, resistance to phenotypic reversion, and immunogenicity. In in vitro assays, the modified paramyxovirus can be tested for one or more desired phenotypes, such as, for example, temperature sensitive replication. The disclosed recombinant paramyxoviruses can also be tested in animal models of infection with PIV and/or the viral pathogen of the heterologous gene included in the recombinant virus (e.g., RSV). A variety of animal models are known. The recombinant attenuated paramyxoviruses are preferably attenuated about 100 to 5000 fold in a cell or mammal compared to wild type paramyxovirus. In some embodiments, it is preferred that the level of viral replication in vitro is sufficient to provide for production of viral vaccine for use on a wide spread scale. In some embodiments, it is preferred that the level of viral replication of attenuated paramyxovirus in vitro is at least 106, more preferably at least 107, and most preferably at least 108 per ml. The attenuating mutation is preferably one that is stable. A recombinant paramyxovirus with at least two, three, four or ever more attenuating mutations is likely to be more stable. Ongoing preclinical studies have identified a number of mutations or modifications that are attenuating for HPIV1, HPIV2, and HPIV3, and which can be introduced by reverse genetics to produce attenuated strains as potential vaccines and vector backbones. The inclusion of a foreign gene into an HPIV backbone also is attenuating on its own. This may due to a variety of effects including the increase in genome length and gene number as well as the effects of the foreign protein. Whatever the cause, the attenuating effect of the insert also has to be taken into account when attempting to achieve the appropriate level of attenuation. Attenuated strains of HPIV1, 2, and 3 have been in or are presently in clinical studies in seronegative infants and children (Karron, et al. 2012. Vaccine 30:3975-3981; Schmidt, et al. 2011. Expert Rev. Respir. Med. 5:515-526). These attenuated HPIV1, HPIV2, and HPIV3 strains, or versions thereof, are potential vectors for expressing the heterologous RSV F protein. Examples of modifications to the genome of a paramyxovirus that provide for an attenuated phenotype are known in the art and have been described, for example, in US Patent Publications 2012/0045471; 2010/0119547; al. 2002. Virus genes 24:77-92, Tang et al., 2003. J Virol, 77(20):10819-10828; Basavarajappa et al. 2014 J. Virol., 85: 366-377, 2011; and Jones et al., Vaccine, 30:959-968, 2012, each of which is incorporated by reference herein in its entirety. For example, attenuation of PIV3 can be achieved by the presence of BPIV3-derived genes, which confers a host range restriction in primates including humans, such as the B/HPIV3 virus that contains BPIV3 genes except for the F and HN from HPIV3 (Skiadopoulos M H et al J Virol 77:1141-8, 2003). Sendai virus also is restricted in primates due to a host range restruction (Jones B G et al Vaccine 30:959-968 2012). Another means of attenuation is exemplified by missense mutations that can occur in multiple genes, such as in the cp45 HPIV3 virus (Skiadopoulos M H et al J Virol 73:1374-81 1999). Other examples of attenuating point mutations are provided for HPIV1 in Example 2, below. Deletion of one or several codons also can confer an attenuation phenotype, as exemplified by HPIV1 in Example 2. As also exemplified in Example 1, the presence of vector TM plus CT, or CT domains linked to a heterologous ectodomain can strongly attenuate the vector. Other examples of attenuating mutations in HPIV1 are described by Bartlett E J et al Virol J 4:67 2007), and for HPIV2 by Nolan S M et al, Vaccine 23:4765-4774 2005). The deletion of all or part of one or more accessory genes also is a means of attenuation (Durbin A Virology 261:319-330 1999). Immunogenicity of a recombinant attenuated paramyxovirus can be assessed in an animal model (such as a non-human primate, for example an African green monkey) by determining the number of animals that form antibodies to the paramyxovirus after one immunization and after a second immunization, and by measuring the magnitude of that response. In some embodiments, a recombinant paramyxovirus has sufficient immunogenicity if about 60 to 80% of the animals develop antibodies after the first immunization and about 80 to 100% of the animals develop antibodies after the second immunization. Preferably, the immune response protects against infection by both the originating paramyxovirus and the viral pathogen from which the heterologous gene included in the recombinant paramyxovirus is derived.I. Additional Vectors It will be appreciated that the recombinant RSV F proteins and nucleic acid molecules encoding same can be included (or expressed) on vectors other than a PIV vector. For example, plasmid vectors, as well as other viral vectors can be used, for example, for expression of the recombinant RSV F protein or fragment thereof in a host cell, or for immunization of a subject as disclosed herein. In some embodiments, the vectors can be administered to a subject as part of a prime-boost vaccination. In several embodiments, the vectors are included in a vaccine, such as a primer vaccine or a booster vaccine for use in a prime-boost vaccination. In several examples, the vector can be a viral vector that is replication-competent and/or attenuated. The viral vector also can be conditionally replication-competent. In other examples, the viral vector is replication-deficient in host cells. A number of viral vectors have been constructed, that can be used to express the recombinant RSV F protein or immunogenic fragment thereof, including polyoma, i.e., SV40 (Madzak et al., 1992, J. 1992, Cur. Top. Microbiol. et al., 1988, Bio Techniques, 6:616-629; Gorziglia et al., 1992, J. Virol., 66:4407-4412; 1992, Proc. Natl. Acad. Sci. USA, 89:2581-2584; Rosenfeld et al., 1992, Cell, 68:143-155; Wilkinson et al., 1992, Nucl. Acids Res., 20:2233-2239; Stratford-Perricaudet et al., 1990, Hum. Gene Ther., 1:241-256), vaccinia (Mackett et al., 1992, Curr. Top. et al., 1992, J. Virol., 66:29522965; Fink et al., 1992, Hum. Gene et al., (H. Herweijer et al., 1995, Human Gene Therapy 6:1161-1167; U.S. Pat. Nos. 5,091,309 and 5,2217,879), alphaviruses (S. Schlesinger, 1993, Trends 1996, Proc. USA 93:11371-11377) and retroviruses al., 1984, Mol. Petropouplos Top. et al., 1984, Mol. 4:1730-1737; Mann et al., 1985, J. Virol., 54:401-407), and human origin (Page et al., 1990, J. Virol., 64:5370-5276; Buchschalcher also known in the art, and may be obtained from commercial sources (such as PharMingen, San Diego, Calif.; Protein Sciences Corp., Meriden, Conn.; Stratagene, La Jolla, Calif.). In several embodiments, the viral vector can include an adenoviral vector that expresses a disclosed recombinant RSV F protein or immunogenic fragment thereof (such as the RSV F ectodomain) Adenovirus from various origins, subtypes, or mixture of subtypes can be used as the source of the viral genome for the adenoviral vector. Non-human adenovirus (e.g., simian, chimpanzee, gorilla, avian, canine, ovine, or bovine adenoviruses) can be used to generate the adenoviral vector. For example, a simian adenovirus can be used as the source of the viral genome of the adenoviral vector. A simian adenovirus can be of serotype 1, 3, 7, 11, 16, 18, 19, 20, 27, 33, 38, 39, 48, 49, 50, or any other simian adenoviral serotype. A simian adenovirus can be referred to by using any suitable abbreviation known in the art, such as, for example, SV, SAdV, SAV or sAV. In some examples, a simian adenoviral vector is a simian adenoviral vector of serotype 3, 7, 11, 16, 18, 19, 20, 27, 33, 38, or 39. In one example, a chimpanzee serotype C Ad3 vector is used (see, e.g., Peruzzi et al., Vaccine, 27:1293-1300, 2009). Human adenovirus can be used as the source of the viral genome for the adenoviral vector. Human adenovirus can be of various subgroups or serotypes. For instance, an adenovirus can be of subgroup A (e.g., serotypes 12, 18, and 31), subgroup B (e.g., serotypes 3, 7, 11, 14, 16, 21, 34, 35, and 50), subgroup C (e.g., serotypes 1, 2, 5, and 6), subgroup D (e.g., serotypes 8, 9, 10, 13, 15, 17, 19, 20, 22, 23, 24, 25, 26, 27, 28, 29, 30, 32, 33, 36-39, and 42-48), subgroup E (e.g., serotype 4), subgroup F (e.g., serotypes 40 and 41), an unclassified serogroup (e.g., serotypes 49 and 51), or any other adenoviral serotype. The person of ordinary skill in the art is familiar with replication competent and deficient adenoviral vectors (including singly and multiply replication deficient adenoviral vectors). Examples of replication-deficient adenoviral vectors, including multiply replication-deficient adenoviral vectors, are Pat. Nos. 5,837,511; 5,851,806; 5,994,106; 6,127,175; 6,482,616; and 7,195,896, and 94/28152, WO 95/02697, WO 95/16772, WO 95/34671, WO 96/22378, WO 97/12986, WO 97/21826, and WO 03/022311.III. Recombinant Methods, Vectors, and Host Cells The recombinant paramyxoviruses and polynucloetides disclosed herein can be produced by synthetic and recombinant methods. Accordingly, polynucleotides encoding infectious paramyxovirus clones and host cells including the infectious clone, as well as methods of making such vectors and host cells by recombinant methods are also provided. Isolated nucleic acid molecules encoding any of the recombinant RSV F proteins disclosed herein are also provided. As discussed above, the disclosed paramyxovirus or polynucleotides may be synthesized or prepared by techniques well known in the art. See, for example, WO94/027037 and US20130052718. Nucleotide sequences for wild type paramyxovirus genomes are known and readily available, for example, on the Internet at GenBank (accessible at ncbi-nlm-nihgov/entrez). The nucleotide sequences encoding the disclosed recombinant paramyxovirus may be synthesized or amplified using methods known to those of ordinary skill in the art including utilizing DNA polymerases in a cell free environment. Further, one of skill in the art can readily use the genetic code to construct a variety of functionally equivalent nucleic acids, such as nucleic acids which differ in sequence but which encode the same protein sequence. Exemplary nucleic acids can be prepared by cloning techniques. Examples of appropriate cloning and sequencing techniques, and instructions sufficient to direct persons of skill through many cloning exercises are known (see, e.g., Sambrook et al. (Molecular Cloning: A Laboratory Manual, 4th ed, Cold Spring Harbor, New York, 2012, and Ausubel et al. (In Current Protocols in Molecular Biology, John Wiley & Sons, New York, through supplement 104, 2013). Product information from manufacturers of biological reagents and experimental equipment also provide useful information. Such manufacturers include the SIGMA Chemical Company (Saint Louis, Mo.), R&D Systems (Minneapolis, Minn.), Pharmacia Amersham (Piscataway, N.J.), CLONTECH Laboratories, Inc. (Palo Alto, Calif.), Chem Genes Corp., Aldrich Chemical Company (Milwaukee, Wis.), Glen Research, Inc., GIBCO BRL Life Technologies, Inc. (Gaithersburg, and Applied Biosystems (Foster City, Calif.), as well as many other commercial sources known to one of skill. The genome of the recombinant paramyxovirus can include one or more variations (for example, mutations that cause an amino acid deletion, substitution, or insertion) as long as the resulting recombinant paramyxovirus retains the desired biological function, such as a level of attenuation or immunogenicity. These variations in sequence can be naturally occurring variations or they can be engineered through the use of genetic engineering technique known to those skilled in the art. Examples of such techniques are found in see, e.g., Sambrook et al. (Molecular Cloning: A Laboratory Manual, 4th ed., Cold Spring Harbor, N.Y., 2012) and Ausubel et al. (In Current Protocols in Molecular Biology, John Wiley & Sons, New York, through supplement 104, 2013, both of which are incorporated herein by reference in their entirety. Modifications can be made to a nucleic acid encoding described herein without diminishing its biological activity Amino acid substitutions, insertions, and deletions can be made using known recombinant methods such as oligonucleotide-mediated mutagenesis, and the like (see, e.g., Sambrook et al. (Molecular Cloning: A Laboratory Manual, 4th ed, Cold Spring Harbor, N.Y., 2012, and Ausubel et al. (In Current Protocols in Molecular Biology, John Wiley & Sons, New York, through supplement 104, 2013). Some modifications can be made to facilitate the cloning, expression, or incorporation of the targeting molecule into a fusion protein. Such modifications are well known to those of skill in the art and include, for example, termination codons, a methionine added at the amino terminus to provide an initiation, site, additional nucleotides placed on either terminus to create conveniently located restriction sites. \"Conservative\" amino acid substitutions are those substitutions that do not substantially affect or decrease a function of a protein, such as the ability of the protein to induce an immune response when administered to a subject. The term conservative variation also includes the use of a substituted amino acid in place of an unsubstituted parent amino acid. Furthermore, one of ordinary skill will recognize that individual substitutions, deletions or additions which alter, add or delete a single amino acid or a small percentage of amino acids (for instance less than 5%, in some embodiments less than 1%) in an encoded sequence are conservative variations where the alterations result in the substitution of an amino acid with a chemically similar amino acid. Conservative amino acid substitution tables providing functionally similar amino acids are well known to one of ordinary skill in the art. The following six groups are examples of amino acids that are considered to be conservative substitutions for one another: 1) Alanine (A), Serine 6) (F), Tyrosine (Y), Tryptophan (W). The disclosed recombinant paramyxovirus can be produced from virus isolated from biological samples. The polynucleotides and vectors may be produced by standard recombinant methods known in the art, such as polymerase chain reaction (Sambrook et al. (Molecular Cloning: A Laboratory Manual, 4th ed, Cold Spring Harbor, N.Y., 2012, and Ausubel et al. (In Current Protocols in Molecular Biology, John Wiley & Sons, New York, through supplement 104, 2013). Methods of altering or modifying nucleic acid sequences are also known to those of skill in the art. The paramyxovirus genome may be assembled from polymerase chain reaction cassettes sequentially cloned into a vector including a selectable marker for propagation in a host. Such markers include dihydrofolate reductase or neomycin resistance for eukaryotic cell culture and tetracycline or ampicillin resistance genes for culturing in E. coli and other bacteria. The polynucleotide may be inserted into a replicable vector for cloning using standard recombinant methods. Various vectors are publicly available. The vector may, for example, be in the form of a plasmid, cosmid, viral particle, or phage. The appropriate nucleic acid sequence may be inserted into the vector by a variety of procedures. In general, a nucleic acid is inserted into an appropriate restriction endonuclease site(s) using techniques known in the art. Vector components generally include, but are not limited to, one or more of a signal sequence, an origin of replication, one or more marker genes, an enhancer element, a promoter, and a transcription termination sequence. Construction of suitable vectors including one or more of these components employs standard ligation techniques that are known to the skilled artisan. Examples of suitable replicable vectors include, without limitation, pUC19 or pTM1. The polynucleotide can be operably linked to an appropriate promoter such as, for example, T7 polymerase promoter, cytomegalovirus promoter, cellular polymerase II promoter, or SP1 promoter. The replicable vectors may further include sites for transcription initiation, transcription termination, and a ribosome binding site for translation. Introduction of a recombinant vector composed of a paramyxovirus genome or polynucleotide encoding a paramyxovirus protein into a host cell, such as for example a bacterial cell or eukaryotic cell, can be affected by calcium phosphate transfection, DEAE-dextran mediated transfection, chemical transduction, electrotransduction, infection, or other methods. Such methods are described in standard laboratory manuals such as Sambrook et al. (Molecular Cloning: A Laboratory Manual, 4th ed, Cold Spring Harbor, N.Y., 2012, and Ausubel et al. (In Current Protocols in Molecular Biology, John Wiley & Sons, New York, through supplement 104, 2013. Commercial transfection reagents, such as Lipofectamine (Invitrogen, Carlsbad, Calif.) and FuGENE 6 (Roche Diagnostics, Indianapolis, Ind.), are also available. Suitable host cells include, but are not limited to, HEp-2 cells, FRhL-DBS2 cells, LLC-MK2 cells, MRC-5 cells, and Immunogenic Immunogenic compositions comprising a recombinant paramyxoviruses as described herein (such as a recombinant PIV including a genome encoding a heterologous recombinant RSV F protein) and a pharmaceutically acceptable carrier are also provided. Such compositions can be administered to subjects by a variety of administration modes known to the person of ordinary skill in the art, for example, by an intranasal route. Actual methods for preparing administrable compositions will be known or apparent to those skilled in the art and are described in more detail in such publications as Remingtons Pharmaceutical Sciences, 19th Ed., Mack Publishing Company, Easton, Pa., 1995. Thus, a recombinant paramyxovirus described herein can be formulated with pharmaceutically acceptable carriers to help retain biological activity while also promoting increased stability during storage within an acceptable temperature range. Potential carriers include, but are not limited to, physiologically balanced culture medium, phosphate buffer saline solution, water, emulsions (e.g., oil/water or water/oil emulsions), various types of wetting agents, cryoprotective additives or stabilizers such as proteins, peptides or hydrolysates (e.g., albumin, gelatin), sugars (e.g., sucrose, lactose, sorbitol), amino acids (e.g., sodium glutamate), or other protective agents. The resulting aqueous solutions may be packaged for use as is or lyophilized. Lyophilized preparations are combined with a sterile solution prior to administration for either single or multiple dosing. Formulated compositions, especially liquid formulations, may contain a bacteriostat to prevent or minimize degradation during storage, including but not limited to effective concentrations (usually 1% w/v) of some patients; therefore, a lyophilized formulation may be reconstituted in a solution either containing or not containing such a component. The pharmaceutical compositions of the disclosure can contain as pharmaceutically acceptable vehicles substances as required to approximate physiological conditions, such as pH adjusting and buffering agents, tonicity adjusting agents, wetting agents and the like, for example, sodium acetate, sodium lactate, sodium chloride, potassium chloride, calcium chloride, oleate. The pharmaceutical composition may optionally include an adjuvant to enhance the immune response of the host. Suitable adjuvants are, for example, toll-like receptor agonists, Non-ionic block A; Corixa, Hamilton, Ind.) and IL-12 (Genetics Institute, Cambridge, Mass.), among many other suitable adjuvants well known in the art, may be used as an adjuvant (Newman et al., 1998, Critical Reviews in Therapeutic Drug Carrier Systems 15:89-142). These adjuvants have the advantage in that they help to stimulate the immune system in a non-specific way, thus enhancing the immune response to a pharmaceutical product. In some embodiments, the composition can include a recombinant paramyxovirus encoding an RSV F ectodomain from one particular RSV subgroup or strain and also a recombinant paramyxovirus encoding an RSV F ectodomain from a different RSV subgroup or strain. For example, the composition can include recombinant paramyxovirus including recombinant RSV F proteins from subtype A and subtype B RSV. The different vectors can be in an admixture and administered simultaneously, or administered separately. Due to the phenomenon of cross-protection among certain strains of RSV, immunization with one paramyxovirus encoding a RSV F ectodomain from a first strain may protect against several different strains of the same or different subgroup. In some instances it may be desirable to combine a recombinant viral vector, or a composition thereof, with other pharmaceutical products (e.g., vaccines) which induce protective responses to other agents, particularly those causing other childhood illnesses. For example, a composition including a recombinant paramyxovirus as described herein can be can be administered simultaneously (typically separately) or sequentially with other vaccines recommended by the Advisory Committee on Immunization Practices (ACIP; cdc.gov/vaccines/acip/index.html) for the targeted age group (e.g., infants from approximately one to six months of age). These additional vaccines include, but are not limited to, IN-administered vaccines. As such, a recombinant paramyxovirus including a recombinant RSV F protein described herein may be administered simultaneously or sequentially with vaccines against, for example, hepatitis B (HepB), diphtheria, tetanus and pertussis (DTaP), pneumococcal bacteria (PCV), Haemophilus influenzae type b (Hib), polio, influenza and rotavirus. Recombinant paramyxoviruses for use in an immunogenic composition, such as for example a vaccine, are selected based on their attenuation and immunogenicity. These vaccine selection criteria are determined according to well-known methods. Preferably, candidate viruses have a stable attenuation phenotype, exhibit replication in an immunized host, and effectively elicit production of an immune response in a recipient, preferably a protective immune response. Preferably, the candidate viruses stimulate and expand the immune response, e.g., induce an immune response against different viral strains or subgroups and/or stimulate an immune response mediated by a different immunologic basis (e.g., secretory versus serum immunoglobulins, cellular immunity, and the like). The pharmaceutical composition typically contains a effective amount of a disclosed paramyxovirus and can be prepared by conventional techniques. Typically, the amount of recombinant virus in each dose of the immunogenic composition is selected as an amount which induces an immune response without significant, adverse side effects. In some embodiments, the composition can be provided in unit dosage form for use to induce an immune response in a subject, for example, to prevent PIV and/or RSV infection in the subject. A unit dosage form contains a suitable single preselected dosage for administration to a subject, or suitable marked or measured multiples of two or more preselected unit dosages, and/or a metering mechanism for administering the unit dose or multiples thereof. In other embodiments, the composition further includes an adjuvant.V. Methods of Eliciting an Immune Response Provided herein are methods of eliciting an immune response in a subject by administering one or more of the disclosed recombinant paramyxoviruses to the subject. In a particular example, the subject is a human. The immune response can be a protective immune response, for example a response that prevents or reduces subsequent infection with the paramyxovirus or the virus of the heterologous gene included in the recombinant paramyxovirus. Elicitation of the immune response can also be used to treat or inhibit viral infection and illnesses associated therewith. In several embodiments, the method includes administration of an immunogenic composition including an attenuated recombinant parainfluenza virus including a viral genome including a heterologous gene encoding a recombinant RSV F ectodomain linked to a PIV F protein transmembrane (TM) domain and cytoplasmic tail. A subject can be selected for treatment that has, or is at risk for developing a paramyxovirus infection, such as a RSV and/or a PIV infection, for example because of exposure or the possibility of exposure to RSV and/or PIV. Following administration of a disclosed immunogen, the subject can be monitored for paramyxovirus infection or symptoms associated therewith, or both. Methods of intra-nasal administration of recombinant paramyxovirus to a subject are known to the person of ordinary skill in the art, as are methods of selecting subjects for administration, preparing immunogenic compositions including the recombinant paramyxovirus for intranasal administration, and evaluating the subject for an immune response to the recombinant paramyxovirus. Exemplary description of such methods can be found, for example, in Karron et al, 2012. Vaccine, 30(26), 3975-3981, which is incorporated by reference herein in its entirety. Typical subjects intended for treatment with therapeutics and methods of the present disclosure include humans, as well as non-human primates and other animals Because nearly all humans are infected with RSV and PIV by the age of 5, the entire birth cohort is included as a relevant population for immunization. This could be done, for example, by beginning an immunization regimen anytime from birth to 6 months of age, from 6 months of age to 5 years of age, in pregnant women (or women of child-bearing age) to protect their infants by passive transfer of antibody, family members of newborn infants or those still in utero, and subjects greater than 50 years of age. The scope of this disclosure is meant to include maternal immunization. In several embodiments, the subject is a human subject that is seronegative for RSV or PIV3 specific antibodies. In additional embodiments, the subject is no more than one year old, such as no more than 6 months old, no more than 3 months, or no more than 1 month old. Subjects at greatest risk of RSV and/or PIV infection with severe symptoms (e.g. requiring hospitalization) include children with prematurity, bronchopulmonary dysplasia, and congenital heart disease are most susceptible to severe disease. During childhood and adulthood, disease is milder but can be associated with lower airway disease and is commonly complicated by sinusitis. Disease severity increases in the institutionalized elderly (e.g., humans over 65 years old). Severe disease also occurs in persons with severe combined immunodeficiency disease or following bone marrow or lung transplantation. Thus, these subjects can be selected for administration of a disclosed recombinant paramyxovirus. To identify subjects for prophylaxis or treatment according to the methods of the disclosure, accepted screening methods are employed to determine risk factors associated with a targeted or suspected disease or condition, or to determine the status of an existing disease or condition in a subject. These screening methods include, for example, conventional work-ups to determine environmental, familial, occupational, and other such risk factors that may be associated with the targeted or suspected disease or condition, as well as diagnostic methods, such as various ELISA and other immunoassay methods, which are available and well known in the art to detect and/or characterize paramyxovirus infection. These and other routine methods allow the clinician to select patients in need of therapy using the methods and pharmaceutical compositions of the disclosure. In accordance with these methods and principles, a composition can be administered according to the teachings herein, or other conventional methods known to the person of ordinary skill in the art, as an independent prophylaxis or treatment program, or as a follow-up, adjunct or coordinate treatment regimen to other treatments. The administration of a disclosed recombinant paramyxovirus can be for prophylactic or therapeutic purpose. When provided prophylactically, the immunogen can be provided in advance of any symptom, for example in advance of infection. The prophylactic administration serves to elicit an immune response that can prevent or ameliorate any subsequent infection. In some embodiments, the methods can involve selecting a subject at risk for contracting a paramyxovirus infection, and administering an effective amount of a disclosed recombinant paramyxovirus to the subject. The recombinant paramyxovirus can be provided prior to the anticipated exposure to paramyxovirus so as to elicit an immune response that can attenuate the anticipated severity, duration or extent of an infection and/or associated disease symptoms, after exposure or suspected exposure to the virus, or after the actual initiation of an infection. In some examples, treatment using the methods disclosed herein prolongs the time of survival of the subject. Administration of the disclosed recombinant paramyxoviruses including RSV and PIV antigens to a subject can elicit the production of an immune response that is protective against serious lower respiratory tract disease, such as pneumonia and bronchiolitis, or croup, when the subject is subsequently infected or re-infected with a wild-type RSV or PIV. While the naturally circulating virus is still capable of causing infection, particularly in the upper respiratory tract, there is a reduced possibility of rhinitis as a result of the vaccination and a possible boosting of resistance by subsequent infection by wild-type virus. Following vaccination, there are detectable levels of host engendered serum and secretory antibodies which are capable of neutralizing homologous (of the same subgroup) wild-type virus in vitro and in vivo. In many instances the host antibodies will also neutralize wild-type virus of a different, non-vaccine subgroup. To achieve higher levels of cross-protection, for example, against heterologous strains of another subgroup, subjects can be vaccinated with a composition including recombinant viral vectors including RSV F proteins from at least one predominant strain of both RSV subgroups A and B. The recombinant viral vectors described herein, and immunogenic compositions thereof, are provided to a subject in an amount effective to induce or enhance an immune response against the antigens included in the virus in the subject, preferably a human. An effective amount will allow some growth and proliferation of the virus, in order to produce the desired immune response, but will not produce viral-associated symptoms or illnesses. Based on the guidance provided herein and knowledge in the art, persons skilled in the art will readily be able to determine the proper amount of virus to use in the live vaccine. The precise amounts will depend on several factors, for example, the subject's state of health and weight, the mode of administration, the degree of attenuation of the virus, the nature of the formulation, and whether the immune system of the subject is compromised. An immunogenic composition including one or more of the disclosed recombinant paramyxoviruses can be used in coordinate (or prime-boost) vaccination protocols or combinatorial formulations. In certain embodiments, novel combinatorial immunogenic compositions and coordinate immunization protocols employ separate immunogens or formulations, each directed toward eliciting an anti-viral immune response, such as an immune response to RSV and PIV proteins. Separate immunogenic compositions that elicit the anti-viral immune response can be combined in a polyvalent immunogenic composition administered to a subject in a single immunization step, or they can be administered separately (in monovalent immunogenic compositions) in a coordinate (or prime-boost) immunization protocol. It is contemplated that there can be several boosts, and that each boost can be a different disclosed immunogen. It is also contemplated in some examples that the boost may be the same immunogen as another boost, or the prime. Upon administration of a disclosed recombinant paramyxovirus the immune system of the subject typically responds to the immunogenic composition by producing antibodies specific for viral protein. Such a response signifies that an immunologically effective dose was delivered to the subject. For each particular subject, specific dosage regimens can be evaluated and adjusted over time according to the individual need and professional judgment of the person administering or supervising the administration of the immunogenic composition. In some embodiments, the antibody response of a subject will be determined in the context of evaluating effective dosages/immunization protocols. In most instances it will be sufficient to assess the antibody titer in serum or plasma obtained from the subject. Decisions as to whether to administer booster inoculations and/or to change the amount of therapeutic agent administered to the individual can be at least partially based on the antibody titer level. The antibody titer level can be based on, for example, an immunobinding assay which measures the concentration of antibodies in the serum which bind to an antigen including, for example, an RSV F protein. The actual dosage of disclosed immunogen will vary according to factors such as the disease indication and particular status of the subject (for example, the subject's age, size, fitness, extent of symptoms, susceptibility factors, and the like), time and route of administration, other drugs or treatments being administered concurrently, as well as the specific pharmacology of the composition for eliciting the desired activity or biological response in the subject. Dosage regimens can be adjusted to provide an optimum prophylactic or therapeutic response. Determination of effective dosages is typically based on animal model studies followed up by human clinical trials and is guided by administration protocols that significantly reduce the occurrence or severity of targeted disease symptoms or conditions in the subject, or that induce a desired response in the subject (such as a neutralizing immune response). Suitable models in this regard include, for example, murine, rat, porcine, feline, ferret, non-human primate, and other accepted animal model subjects known in the art. Alternatively, effective dosages can be determined using in vitro models (for example, immunologic and histopathologic assays). Using such models, only ordinary calculations and adjustments are required to determine an appropriate concentration and dose to administer a therapeutically effective amount of the composition (for example, amounts that are effective to elicit a desired immune response or alleviate one or more symptoms of a targeted disease). In alternative embodiments, an effective amount or effective dose of the composition may simply inhibit or enhance one or more selected biological activities correlated with a disease or condition, as set forth herein, for either therapeutic or diagnostic purposes. In one embodiment, a general range of virus administration is about 103 to about 107 plaque forming units (PFU) or more of virus per human subject, including about 104 to about 105 PFU virus per human subject. Administration of an immunogenic composition that induces an immune response to reduce or prevent an infection, can, but does not necessarily completely, eliminate such an infection, so long as the infection is measurably diminished, for example, by at least about 50%, such as by at least about 70%, or about 80%, or even by about 90% the infection in the absence of the agent, or in comparison to a reference agent. Those in need of treatment include the general population and/or patients infected with or at risk of infection with a paramyxovirus, such as RSV and/or PIV In one example, a desired response is to inhibit or reduce or prevent RSV and/or PIV infection or reinfection. The RSV and/or PIV infection does not need to be completely eliminated or reduced or prevented for the method to be effective. For example, administration of an effective amount of a disclosed recombinant paramyxovirus can decrease subsequence RSV and/or PIV infection (for example, as measured by infection of cells, or by number or percentage of subjects infected by RSV and/or PIV) by a desired amount, for example by at least 10%, at least 20%, at least 50%, at least 60%, at least 70%, at least 80%, at least 90%, at least 95%, at least 98%, or even at least 100% (elimination or prevention of detectable RSV and/or PIV infection, as compared to a suitable control. The dosage and number of doses will depend on the setting, for example, in an adult or any one primed by prior paramyxovirus infection or immunization, a single dose may be a sufficient booster. In naïve subjects, in some examples, at least two doses can be given, for example, at least three doses. In some embodiments, an annual boost is given, for example, along with an annual influenza vaccination. Following immunization of a subject, serum can be collected from the subject at appropriate time points, frozen, and stored for assay of antibody titer and/or neutralization testing. Quantification of antibody levels can be performed by subtype-specific Neutralization assay or ELISA. Methods to assay for neutralization activity are known to the person of ordinary skill in the art and are further described herein, and include, but are not limited to, plaque reduction neutralization (PRNT) assays, microneutralization assays, embodiments, the serum neutralization activity can be assayed using a panel of RSV or PIV pseudoviruses. Virus-neutralizing antibody titres were determined in serum samples by a PRVN assay as described previously (de Graaf et al., J. Virol Methods, 143: 169-174, 2007). In brief, serum samples can be diluted and incubated for 60 min at 37° C. with approximately 50 p.f.u. of NL/1/00 or NL/1/99, expressing an enhanced green fluorescent protein. Subsequently, the virus-serum mixtures are added to Vero-118 cells in 24-well plates and incubated at 37° C. After 2 h, the supernatants are replaced by a mixture of equal amounts of infection medium and 2% methyl cellulose. Six days later, fluorescent plaques are counted using a Typhoon 9410 Variable Mode Imager (GE Healthcare). Antibody titres are expressed as the dilution resulting in 50% reduction of the number of plaques, calculated according to the method of Reed & Muench, Am. J. Hyg., 27, 493-497, 1938.Additional Embodiments Clause 1. A recombinant paramyxovirus, comprising (a) a viral genome comprising a heterologous gene encoding the ectodomain of a type I transmembrane protein of a heterologous virus linked to the transmembrane domain (TM) and cytoplasmic tail (CT) of the F protein of the paramyxovirus; or (b) a viral genome comprising a heterologous gene encoding the ectodomain of a type II transmembrane protein of a heterologous virus linked to the TM and CT of the HN protein of the paramyxovirus. Clause 2. The recombinant paramyxovirus of clause 1, wherein the recombinant paramyxovirus is a recombinant human/bovine parainfluenza virus 3 (B/HPIV3), a recombinant human parainfluenza virus 1 (HPIV1), a recombinant human parainfluenza virus 1 (HPIV2), a recombinant human parainfluenza virus 1 (HPIV3), a recombinant parainfluenza virus 5 (PIV5) a recombinant Sendai virus, or a recombinant Newcastle disease virus (NDV). Clause 3. The recombinant paramyxovirus of clause 2, comprising: a recombinant parainfluenza virus (PIV) comprising a viral genome comprising a heterologous gene encoding a recombinant respiratory syncytial virus (RSV) F ectodomain linked to a PIV F protein TM and CT; a recombinant NDV comprising a viral genome comprising a heterologous gene encoding a recombinant RSV F ectodomain linked to a NDV F protein TM and CT; or a recombinant Sendai virus comprising a viral genome comprising a heterologous gene encoding a recombinant RSV F ectodomain linked to a Sendai virus F protein TM and CT. Clause 4. The recombinant paramyxovirus of any of clauses 1-3, comprising: a recombinant PIV comprising a viral genome comprising a heterologous gene encoding a recombinant RSV F ectodomain linked to a PIV F protein TM and CT. Clause 5. The recombinant paramyxovirus of clause 4, wherein the RSV F ectodomain is from a human RSV (hRSV) F protein. Clause 6. The recombinant paramyxovirus of clause 4 or claim 5, wherein the hRSV F protein is from a subtype A hRSV or subtype B hRSV. Clause 7. The recombinant paramyxovirus of any one of clauses 4-6, wherein the RSV F ectodomain is stabilized in a RSV F prefusion-conformation by one or more amino acid substitutions compared to a native RSV F protein sequence. Clause 8. The recombinant paramyxovirus of any one of clauses 4-7, wherein the RSV F ectodomain comprises amino acids set forth as: (a) 66E; (b) 101P; (c) 155C and 290C; (d) 190F; (e) 207L; or (f) a combination of (a) and (b); (a) and (c); (a) and (d); (a) and (e); (a), (d), and (e); (a), (c), (d), and (e); (a), (b), and (c); (a), (b), and (d); (a), (b), and (e); (a), (b), (e), and (d); (a), (b), (c), (d), and (e); (c) and (d); or (c) and (e); or (c), (d), and (e), wherein the amino acid numbering corresponds to the RSV F protein sequence set forth as SEQ ID NO: 1. Clause 9. The recombinant paramyxovirus of clause 8, wherein the RSV F ectodomain comprises amino acid substitutions are set forth as: (a) K66E; (b) Q101P; (c) S155C and S290C; (d) S190F; (e) V207L; or (f) a combination of (a) and (b); (a) and (c); (a) and (d); (a) and (e); (a), (d), and (e); (a), (c), (d), and (e); (a), (b), and (c); (a), (b), and (d); (a), (b), and (e); (a), (b), (e), and (d); (a), (b), (c), (d), and (e); (c) and (d); or (c) and (e); or (c), (d), and (e). Clause 10. The recombinant paramyxovirus of clause 8 or clause 9, wherein the RSV ectodomain comprises 66E, 101P, Clause The recombinant paramyxovirus of any one of clauses 4-10, wherein the RSV F ectodomain comprises an amino acid sequence at least 85% identical to the RSV ectodomain of one of SEQ NOs: 1 (WT F A), 2 F HEK), 14 (A2 HEK+DS), or 21 (A2 HEK+DS-Cav1), or comprises the amino acid sequence of the RSV ectodomain of SEQ ID NO: 12, 14, or 21. Clause 12. The recombinant paramyxovirus of any one of clauses 4-11, wherein the PIV is a recombinant PIV1, a recombinant PIV2, or a recombinant PIV3. Clause 13. The recombinant paramyxovirus of clause 12, wherein the recombinant PIV is: a recombinant PIV1, and the TM and CT linked to the RSV F ectodomain are from a PIV1 F protein; a recombinant PIV2, and the TM and CT linked to the RSV F ectodomain are from a PIV2 F protein; or a recombinant PIV3, and the TM and CT linked to the RSV F ectodomain are from a PIV3 F protein. Clause 14. The recombinant paramyxovirus of clause 12 or clause 13, wherein the recombinant PIV is: a recombinant HPIV1 and the PIV F TM and CT linked to the RSV F ectodomain are from a HPIV1 F protein; a recombinant HPIV2 and the PIV F TM and CT linked to the RSV F ectodomain are from a HPIV2 F protein; a recombinant HPIV3 and the PIV F TM and CT linked to the RSV F ectodomain are from a HPIV3 F protein; or a recombinant B/HPIV3 and the PIV F TM and CT linked to the RSV F ectodomain are from a BPIV3 F protein. Clause 15. The recombinant paramyxovirus of any one of clauses 4-14, wherein the RSV F ectodomain is from a hRSV F protein, and the TM and CT are from a BPIV3 F protein. Clause 16. The recombinant paramyxovirus of any one of clauses 4-15, wherein the recombinant PIV is: a recombinant HPIV1 and the PIV F TM and CT linked to the RSV F ectodomain comprise the amino acid sequence set forth as SEQ ID NO: 31, or an amino acid sequence at least 90% identical to SEQ ID NO: 31; a recombinant HPIV2 and the PIV F TM and CT linked to the RSV F ectodomain comprise the amino acid sequence set forth as SEQ ID NO: 39, or an amino acid sequence at least 90% identical to SEQ ID NO: 39; a recombinant HPIV3 and the PIV F TM and CT linked to the RSV F ectodomain comprise the amino acid sequence set forth as SEQ ID NO: 46, or an amino acid sequence at least 90% identical to SEQ ID NO: 46; or a recombinant B/HPIV3 and the PIV F TM and CT linked to the RSV F ectodomain comprise the amino acid sequence set forth as SEQ ID NO: 53, or an amino acid sequence at least 90% identical to SEQ ID NO: 53. Clause 17. The recombinant paramyxovirus of any one of clauses 4-16, wherein the recombinant PIV is: a recombinant HPIV3 and the heterologous gene encodes a hRSV F ectodomain linked to a HPIV3 F TM and CT comprising the amino acid sequence set forth as SEQ ID NO: 10, or an amino acid sequence at least 90% identical thereto; or a recombinant B/HPIV3 and the heterologous gene encodes a hRSV F ectodomain linked to a BPIV3 F TM and CT comprising the amino acid sequence set forth as SEQ ID NO: 21, or an amino acid sequence at least 90% identical thereto. Clause 18. The recombinant paramyxovirus of any one of clauses 4-17, wherein the RSV F ectodomain is from a hRSV F protein and the recombinant PIV comprises a viral genome encoding: HPIV3 F and HN proteins and BPIV3 N, P, C, V, M, and L proteins, and wherein the TM and CT linked to the RSV F ectodomain are from a BPIV3 F protein; HPIV1 N, P, C, M, F, HN and L proteins, and wherein the TM and CT linked to the RSV F ectodomain are from a HPIV1 F protein; HPIV2 N, P, V, M, F, HN and L proteins, and wherein the TM and CT linked to the RSV F ectodomain are from a HPIV2 F protein; or HPIV3 N, P, C, M, F, HN and L proteins, and wherein the TM and CT linked to the RSV F ectodomain are from a HPIV3 F protein. Clause 19. The recombinant paramyxovirus of any one of clauses 4-18, wherein the recombinant RSV F ectodomain linked to the PIV TM and CT is encoded by the first or second gene downstream of a genomic promoter of the PIV genome. Clause 20. The recombinant paramyxovirus of clause 18 or clause 19, wherein the viral genome comprises, from upstream to downstream: a PIV genomic promoter followed by the N, P, C/V, M, F, HN, and L genes; and wherein the gene encoding the recombinant RSV F ectodomain linked to the PIV TM and CT is located between the genomic promoter and the gene encoding the N protein, or between the genes encoding the N and the P protein. Clause 21. The recombinant paramyxovirus of any one of clauses 18-19, comprising a viral genome encoding: HPIV3 F and HN genes and BPIV3 N, P, C, V, M, and L genes comprising the amino acid sequences set forth as SEQ ID NOs: 21, 101, 47, 48, 49, 52, respectively, or sequences at least 90% identical thereto. Clause 22. The recombinant paramyxovirus of any one of the prior clauses, wherein the heterologous gene is codon-optimized for expression in human cells. Clause 23. The recombinant paramyxovirus of clause 22, wherein the recombinant paramyxovirus is: a recombinant HPIV3 and the heterologous gene encodes an RSV F ectodomain linked to a HPIV3 F TM and CT, and comprises the nucleotide sequence set forth as SEQ ID NO: 11 (GenScript RSV F_HEK_DS-Cav1_H3TMCT); or heterologous encodes an RSV F ectodomain linked to a BPIV3 F TM and CT, and comprises the nucleotide sequence set forth as SEQ NO: 24. A recombinant viral vector, comprising: a viral genome comprising a heterologous gene encoding a RSV F ectodomain linked to the TM and CT of a type I membrane protein of the viral genome. Clause 25. The viral vector of clause 24, wherein the RSV F ectodomain comprises K66E and Q101P amino acid substitutions. Clause 26. A recombinant viral vector, comprising a viral genome comprising a heterologous gene encoding a RSV F ectodomain comprising K66E and Q101P amino acid substitutions. Clause 27. The viral vector of any one of clauses 24-26, wherein the RSV F protein is stabilized in a prefusion or a postfusion conformation by one or more amino acid substitutions. Clause 28. The viral vector of any one of clauses 24-27, wherein the RSV F ectodomain is stabilized S290C, S190F, and V207L amino acid substitutions Clause 29. The viral vector of any one of clauses 26-28, wherein the RSV F ectodomain is soluble and can be secreted from a host cell comprising the viral vector. Clause 30. The viral vector of any one of clauses 24-29, wherein the viral vector is a recombinant human/bovine parainfluenza virus 3 (B/HPIV3), a recombinant human parainfluenza virus 1 (HPIV1), a recombinant human parainfluenza virus 1 (HPIV2), a recombinant human parainfluenza virus 1 (HPIV3), a recombinant parainfluenza virus 5 (PIV5) a recombinant Sendai virus, or a recombinant Newcastle disease virus (NDV). Clause 31. The viral vector of any one of clauses 24-30, wherein the RSV F ectodomain is from a human RSV (hRSV) F protein. Clause 32. The viral vector of any one of clauses 24-31, wherein the heterologous gene encoding the RSV F protein comprises the nucleic acid sequence set forth as nucleotides 1-1587 of SEQ NO: 18. (ectodomain encoded by GenScript optimized RSV F_A2_HEK_DS-Cav1_B3CT DNA sequence) Clause 33. The recombinant paramyxovirus or viral vector of any one of the prior clauses, wherein at least 90% of viral particles produced by a host cell infected with the recombinant paramyxovirus or viral vector comprise a viral envelope comprising the ectodomain encoded by the heterologous gene. Clause 34. The recombinant paramyxovirus or viral vector of any one of the previous clauses, wherein the recombinant paramyxovirus or viral vector is attenuated. Clause 35. An immunogenic composition comprising the recombinant paramyxovirus or viral vector of any one of the prior clauses and a pharmaceutically acceptable carrier. Clause 36. The immunogenic composition of clause 35, further comprising an adjuvant. Clause 37. A method of eliciting an immune response to a virus and a heterologous antigen encoded thereby in a subject comprising administering a therapeutically effective amount of the immunogenic composition of clause 35 or clause 36 to the subject. Clause 38. A method of eliciting an immune response to a paramyxovirus and a heterologous antigen encoded thereby in a subject comprising administering a therapeutically effective amount of the immunogenic composition of clause 35 or clause 36 to the subject, wherein the immunogenic composition comprises a recombinant paramyxovirus comprising a heterologous gene encoding the heterologous antigen. Clause 39. A method of eliciting an immune response to RSV and PIV in a subject, comprising administering an immunogenic composition comprising a therapeutically effective amount of the immunogenic composition of clause 35 or clause 36 to the subject, wherein the immunogenic composition comprises a recombinant paramyxovirus comprising a heterologous gene encoding an RSV antigen. Clause 40. The method of any one of clauses 37-39, wherein the immune response is a protective immune response. Clause 41. The method of any one of clauses 37-40, comprising a prime-boost administration of the immunogenic composition. Clause 42. The method of any one of clauses 37-41, comprising intranasal or parenteral administration of the immunogenic composition. Clause 43. The method of any one of clauses 37-42, wherein the subject is a human or a veterinary subject. Clause 44. The method of any one of clauses 37-43, wherein the subject is at risk of or has a RSV or a PIV infection. Clause 45. The method of any one of clauses 37-44, wherein the subject is less than one year old. Clause 46. A nucleic acid molecule comprising the genome of the recombinant paramyxovirus of any one of clauses 1-25. Clause 47. A recombinant RSV F protein or immunogenic fragment thereof comprising K66E and Q101P amino acid substitutions. Clause 48. The recombinant RSV F protein or immunogenic fragment thereof of clause 47, further comprising: (a) S155C and S290C; (b) S190F; (c) V207L; or (f) a combination of (a) and (b); (a) and (c); (b) and (c); or (a), (b), and (c). Clause 49. The immunogenic fragment of the recombinant RSV F protein of clause 47 or clause 48, comprising the RSV F ectodomain. Clause 50. A nucleic acid molecule encoding the recombinant RSV F protein of any one of clauses 47-49.EXAMPLES The following examples are provided to illustrate particular features of certain embodiments, but the scope of the claims should not be limited to those features exemplified.Example 1 Improved Expression and Immunogenicity of the Respiratory Syncytial Virus (RSV) Fusion (F) Glycoprotein Expressed by an Attenuated Parainfluenza Virus Vector This example describes approaches to enhance the immunogenicity and stability of RSV F expressed by a recombinant B/HPIV3 by using RSV F sequence from an early passage virus, by codon-optimization, by using stable and highly immunogenic pre-fusion and post-fusion forms of RSV F, and by engineering the RSV F protein TM and CT so that it was more efficiently incorporated into vector particles. Introduction. Live attenuated RSV strains administered represent one strategy for an RSV vaccine, and these are currently under development (Hurwitz. 2011. Expert. Rev. Vaccines. 10:1415-1433; Collins and Melero. 2011. Virus Res. 162:80-99; Karron, et al. 2013. Current Topics Microbiology and Immunology 372:259-284). A live attenuated RSV strain typically would be administered by the intranasal (IN) route. However attenuation generally results in reduced antigen synthesis, resulting in reduced immunogenicity. Obtaining a suitable balance between attenuation and immunogenicity has been challenging for RSV. Complete, infectious HPIVs can be generated entirely from cloned cDNAs in transfected cell culture (using reverse genetics). A foreign gene designed for expression would be modified so that it is flanked by HPIV transcription signals (called the gene-start and gene-end signals, located at the beginning and end of each gene, respectively) and would be inserted as an additional gene into the HPIV genome by reverse genetics. The foreign gene would then be transcribed into a separate mRNA, like the other HPIV genes. HPIVs can accommodate and express several added foreign genes (Skiadopoulos, et al. 2002. Virology 297:136-152). However, multiple genes can be overly attenuating and can collect point mutations (Skiadopoulos, et al. 2002. Virology 297:136-152). HPIV transcription initiates at a single promoter at the 3 end of the genome and proceeds sequentially. A fraction of the polymerase disengages from the template at each gene junction, resulting in a negative gradient of gene transcription. Therefore, promoter-proximal genes are expressed more frequently than downstream genes. Placement of a foreign gene close to the promoter would increase expression, but has the potential to affect expression of downstream vector genes. Other features, such as differences in the efficiency of gene-start or gene-end transcription signals or effects of other structural features in the RNA template that sometimes are present but are poorly understood, also can unpredictably affect expression of an inserted gene or open reading frame (ORF) (Whelan, et al. 2004. Current Topics Microbiology and Immunology 283:61-119). In addition, in some cases the properties of viral constructs can be greatly affected by factors that remain unidentified; for example, the insertion of the RSV F gene into the P-M gene junction of a PIV3 vector resulted in a virus that was substantially temperature-sensitive and attenuated (Liang B, et al. 2014. J Virol 88:4237-4250). Thus, while the broad details of expression from HPIV genomes is generally known, specific constructions can give unpredictable results. In previous studies, the B/HPIV3 vector was used as a vector to express the RSV G gene and F proteins from added genes in the first and second genome positions after the promoter or to express the RSV F gene from an added gene in the second genome position between the N and P genes. The latter virus, called MEDI-534, has been evaluated in clinical studies in seronegative children and was attenuated, well tolerated, and infectious but was less immunogenic against RSV than hoped (Bernstein, et al. 2012. Pediatric Infectious Disease Journal 31:109-114). Analysis of shed vaccine virus from vaccine recipients showed that 50% of specimens contained vaccine virus with mutations that would be predicted to perturb RSV F expression. This likely reduced immunogenicity. Retrospective analysis of the clinical trial material (CTM) showed that 2.5% of this virus did not express RSV F (Yang, et al. 2013. Vaccine 31:2822-2827). In addition, the observation that the RSV F insert accumulated mutations that inactivated its expression at the protein level, and that these mutations were amplified during growth, suggests that there was a selective advantage to silencing expression of the RSV F protein. This likely could be due to the highly fusogenic nature of the RSV F protein, which efficiently mediates syncytium formation. In vitro, this results in destruction of the cell substrate, which could reduce vector replication. In addition, the synthesis of high levels of a foreign glycoprotein could interfere with the synthesis, processing and transport of the vector glycoproteins through the endoplasmic reticulum and exocytic pathway, and could interfere sterically with virion morphogenesis, among other things. These effects might occur both in vitro and in vivo. Expression of an Early-Passage (HEK) Version of the RSV F Protein and Codon-Optimized Versions of the RSV F Open Reading Frame (ORF). Increased expression of viral antigen typically provides enhanced immunogenicity. Codon-optimization of the ORF encoding a vectored antigen can increase its expression and in turn enhance its immunogenicity, for example as has been shown with human immunodeficiency virus antigens expressed from viral or DNA vectors (Gao, et al. 2003. AIDS research and human retroviruses 19:817-823; Carnero, et al. 2009. J Virol 83:584-597). However, these sequence changes can have effects beyond improving translation, such as effects on mRNA stability and transport, and so the effects of altering the nucleotide sequence of an mRNA can be complex and unpredictable. Therefore, a codon-optimized version of the RSV F sequence was designed using GeneArt (GA) algorithms and was evaluated to determine whether it conferred protein expression. When designing this codon-optimized ORF, the amino acid sequence of an early-passage version of RSV strain A2 from the 1960s was mistakenly used (Connors, et al. 1995. Virology 208:478-484; Whitehead, et al. 1998. J Virol 72:4467-4471). This early-passage (or low-passage) strain from the 1960s is called HEK after the human embryonic kidney (HEK) cell culture used in its propagation. The HEK virus differed from current, highly passaged laboratory version of RSV strain A2 by two amino acid assignments (Connors, et al. 1995. Virology 208:478-484; Whitehead, et al. 1998. J Virol 72:4467-4471). The HEK version had assignments 66E and 101P whereas the highly passaged laboratory A2 strain had assignments 66K and 101Q (hereafter called \"non-HEK\" assignments) ( Vero cells were infected with the two different vectors (called \"HEK/GA-opt\" and \"non-HEK/GA-opt\"), cell lysates were prepared 48 h post-infection, and the proteins were subjected to gel electrophoresis in the presence of denaturing detergent and under reducing or non-reducing conditions. The separated proteins were transferred to membranes by Western blotting and were analyzed using antibodies specific to RSV F ( Because the HEK assignments are from a low-passage stock of RSV strain A2 from the 1960s, they are likely to be representative of the original clinical isolate, whereas the non-HEK assignments had appeared during extensive passage in vitro over subsequent decades. This suggests that the hypo-fusogenic phenotype of the HEK version of F is more representative of the original biological virus. The non-HEK version may represent a hyper-fusogenic variant that was selected for during passage in cell culture. A hyper-fusogenic version of RSV F might be less favored in nature because it might destabilize the virus, but might be selected for in a laboratory setting of rapid growth in a cell monolayer. 226 sequences of RSV F from clinical isolates in the GenBank database were examined and it was found that clinical isolates usually contained the HEK assignments. This is consistent with these assignments being representative of circulating RSV. In any event, the HEK assignments provided a modest increase in F protein expression and provided a form of RSV F that was hypo-fusogenic. The reduction in syncytium formation is advantageous because it reduces cytopathogenicity that might otherwise interfere with HPIV vector replication and favor selection of vector in which the RSV F insert was silenced. Therefore, the HEK assignments have the triple advantage of representing a more native and clinically relevant form of the F protein, providing a modest increase in protein expression, and reducing selective pressure to silence the RSV F insert. The effect of codon-optimization on RSV F expression and immunogenicity was also evaluated. The HEK-containing and GA-optimized version (HEK/GA-opt) described above was used along with two other codon-optimized RSV HEK F sequences made by two other different algorithms. Evaluation of multiple optimized versions is not a typical practice, since it increases the expense and inconvenience and had not been shown to be useful. The two other sources were DNA2.0 (D2) and GenScript (GS) algorithms; also included for comparison was the non-HEK, non-codon-optimized version ( Codon-pair optimization was also evaluated as a means to increase F protein expression, using an algorithm that was previously described (Coleman, et al. 2008. Science 320:1784-1787). Codon-pair optimization increases the frequency of codon pairs associated with high expression. However, this did not confer any increase in expression in the case of RSV F. Contrary to expectations, the 10- to 16-fold increase in RSV F expression and concomitant increase in syncytium formation did not have a significant negative impact on vector replication in cell culture ( In vivo replication, immunogenicity, and protective efficacy of the rB/HPIV3 vectors was evaluated in a hamster model. Groups of hamsters were immunized intranasally with the rB/HPIV3 vectors at a dose of 105 tissue-culture-infection-dose-50 units (TCID50) per animal. In addition, wildtype (wt) RSV given at a dose of 106 plaque forming units (pfu) was included as positive control for the induction of RSV-specific immunity. The wt RSV control was included with the caveat that wt RSV was a non-attenuated virus whereas the vectors were attenuated and might be relatively less immunogenic for that reason. Six animals per virus per day were euthanized on days 3 and 5 post-infection, and nasal turbinates and lungs were collected for virus titration to measure replication in vivo. This showed that vectors bearing the RSV F insert were moderately attenuated in the nasal turbinates (upper respiratory tract), and substantially attenuated in the lungs (lower respiratory tract) as compared with the empty vector ( The immunogenicity of the vectors was assessed by measuring the serum titers of RSV-neutralizing antibodies by a 60% plaque reduction assay supplemented with guinea pig complement, which is a standard assay. All vectors expressing RSV F induced similarly high titers of RSV-neutralizing serum antibodies, irrespective of HEK assignments or codon-optimization ( In order to assess the protective efficacy of these vectors, immunized hamsters in groups of 6 animals, from the experiment in These results showed that the 10- to 16-fold increase in expression of the RSV F protein expression resulting from the use of the HEK assignments and codon-optimized sequence did not result in a significant increase in the induction of RSV-neutralizing serum antibodies (although a trend towards an increase was observed) or a significant increase in protection against wt RSV challenge. In contrast, a similar level of increase in expression for human immunodeficiency virus antigens had resulted in enhanced protection with other viral vectors and DNA vaccines in different animal models (Gao, et al. 2003. AIDS research and human retroviruses 19:817-823; Carnero, et al. 2009. J Virol 83:584-597). Previously, it had also been observed that a 30- to 69-fold difference in the expression of RSV F due to insertion at positions 1 or 2 versus 6 in the rB/HPIV3 vector induced significant differences in the protective efficacy in hamsters (Liang B, et al. 2014. J Virol 88:4237-4250). Thus, it is generally thought that an increase in antigen synthesis would confer an increase in immunogenicity. However in some cases this effect might not be of sufficient magnitude to be detected unambiguously, or it may be that a given in vivo model might not be sufficiently sensitive. Thus, the 10- to 16-fold difference in the present study might not be sufficient to induce an effect of sufficient magnitude to be statistically significant in the semi-permissive hamster model. The beneficial effect of higher RSV F expression might be more prominent in combination with other features, or in a permissive host, i.e. primates and humans, with a larger sample size in a pre-clinical and clinical evaluation. In particular, the 10- to 16-fold increase in F protein expression observed in this study was in Vero (African green monkey) or LLC-MK2 (rhesus monkey) cells, in which codon-optimization for human use would likely be effective given the relatively close phylogenetic relatedness of these primates to humans. In contrast, the in vivo immunogenicity assay employed hamsters, in which codon optimization for human use might not be effective in increasing expression and, thereby, immunogenicity. Evaluation of the Immunogenicity of the Pre-Fusion and Post-Fusion Forms of RSV F Expressed by the rB/HPIV3 Vector. Like all paramyxovirus F proteins, the RSV F protein initially assembles into a pre-fusion conformation that is the version that initially accumulates on the surface of infected cells and is incorporated into virions. Pre-fusion F can be triggered, such as by contact with an adjacent target cell membrane, to undergo massive conformational changes that mediate membrane fusion, with the F protein ending in a post-fusion conformation (Calder, et al. 2000. Virology 271:122-131; McLellan, et al. 2013. Science 340:1113-1117; McLellan, et al. 2011. J Virol 85:7788-7796; Swanson, et 2011. Proc. Nat'l Acad. Sci. U.S.A. 108:9619-9624). The RSV F protein is notable among the paramyxoviruses for being highly susceptible to triggering and can readily be triggered prematurely, which may contribute to the marked instability of RSV infectivity. There also is evidence that much of the RSV F protein that accumulates in infected cells is conformationally heterogeneous, which may act as a decoy to reduce the induction of virus-neutralizing antibodies (Sakurai, et al. 1999. J Virol 73:2956-2962). Therefore, it would be advantageous for more than one reason to express RSV F in a stabilized conformation. Recently, a stable post-fusion form of RSV F was described (McLellan, et al. 2011. J Virol 85:7788-7796; Swanson, et al. 2011. Proc. Nat'l Acad. Sci. U.S.A. 108:9619-9624). This stable post-fusion form generated recombinantly by truncation of the hydrophobic fusion peptide and removal of the C-terminal transmembrane domain (TM) and cytoplasmic tail (CT) (Ruiz-Arguello, et al. 2004. J General Virology 85:3677-3687). With the lack of the TM and CT, this post-fusion form would not be membrane-anchored and would be secreted. The post-fusion form of RSV F has been shown to be immunogenic and protective in mice (Swanson, et al. 2011. Proc. Nat'l Acad. Sci. U.S.A. 108:9619-9624). However, it is thought that the pre-fusion form of RSV F is much more immunogenic than the post-fusion form (McLellan, et al. 2013. Science 340:1113-1117). This is based on the observation that the vast majority of the neutralizing activity in convalescent animal and human sera was conferred by antibodies that do not bind to the post-fusion F protein and presumably are specific to the pre-fusion form (McLellan, et al. 2013. Science 340:1113-1117; Magro, et al. 2012. Proc Nat'l Acad. Sci. U.S.A. 109:3089-3094). Recently, the structure of the pre-fusion form of RSV F was determined, and it became possible to stabilize this pre-fusion conformation through structure-based mutations: one of these involves the introduction of a disulfide bond (DS), and another involves amino acid substitutions in a predicted cavity in the timer structure (Cav1), and the combination of these is called DS-Cav1 (McLellan, et al. 2013. Science 342:592-598). The recombinant DS and DS-Cav1 forms of the RSV F protein were evaluated as subunit vaccines in mice and macaques and were shown to induce significantly higher levels of RSV neutralizing serum antibodies than the post-fusion form, with the DS-Cav1 form being more immunogenic than the DS form (McLellan, et al. 2013. Science 342:592-598). The immunogenicity of post-fusion and pre-fusion forms of RSV F when expressed from the live attenuated rB/HPIV3 vector was evaluated. The post-fusion and stabilized pre-fusion forms (DS and DS-Cav1) of RSV F with HEK assignments were GA codon-optimized and inserted into the 21 genome position of the rB/HPIV3 vector ( GA-optimized F ORF was used in the data presented in Vectors with these various forms of RSV F were rescued, and each grew to high, similar titers in vitro ( The efficiency of expression of the various forms of RSV F protein was evaluated in Vero and LLC-MK2 cells infected with the various constructs ( Replication of these vectors in vivo was evaluated in hamsters ( In order to assess the protective efficacy of these vectors, immunized hamsters from the experiment in The addition of the Cav-1 mutations to the DS construct provided increased immunogenicity as a subunit vaccine (McLellan, et al. 2013. Science 342:592-598) and is anticipated to further enhance the immunogenicity of the pre-fusion RSV F expressed from a viral vector. Also, the DS and DS-Cav1 forms of RSV F remain to be evaluated for immunogenicity and protective efficacy in the context of the GS-optimization, which provided the greatest increase in expression ( Enhancing the Immunogenicity of RSV F Protein by Facilitating its Incorporation into the Virion Particle of the rB/HPIV3 Vector. The incorporation of antigens into virus like particles (VLP) or adeno-associated virus particles has been shown to increase their immunogenicity (Rybniker, et al. 2012. J Virol 86:13800-13804; McGinnes, et al. 2011. J Virol 85:366-377). But whether the incorporation of a heterologous antigen into the viral envelope of an infectious virus could enhance its immunogenicity was unclear. When expressed by rB/HPIV3, the native RSV F protein (i.e., HEK/GA-opt) is incorporated into the vector particle only in trace amounts (see below). A previous study by Zimmer et al (Zimmer et al J Virol 2005 79:10467-77) evaluated the expression of RSV F protein from an added gene in Sendai virus, which is a murine relative of HPIV1 and also is closely related to HPIV3. That study showed that, as with rB/HPIV3, very little RSV F protein was incorporated into the Sendai virus vector particle. The investigators replaced the CT or CT plus TM of the RSV F protein with the corresponding sequences from the Sendai F protein on the premise that this would improve the efficiency of interaction of the foreign RSV F protein with the vector particle. These modifications indeed increased incorporation of the engineered RSV F into the Sendai particle, but only if the Sendai F protein gene was deleted. That requirement to delete the vector F protein would be undesirable in the present study because deleting the vector F protein from rB/HPIV3 would have the potential of substantially altering its replicative properties, especially in vivo, and also would remove one of the HPIV3 protective antigens. Despite this clear precedent indicating that this strategy would be not be suitable, rB/HPIV3 constructs were made in which the RSV F protein had CT or CT plus TM replaced with that of the vector(PIV) F protein (resulting in constructs called B3CT and B3TMCT, respectively, All of the viruses were readily recovered by reverse genetics. To quantify the packaging efficiency of RSV F and its modified derivatives, sucrose-purified viruses were prepared for Western blot analysis to determine the amount of RSV F in the particle ( Packaging of RSV F also was examined with transmission electron microscopy (TEM) using RSV-specific antibody and immune-gold labeling ( The high efficiency of packaging of RSV F B3CT and B3TMCT into the vector particles raised the possibility that this would be attenuating to vector replication, since it is generally assumed that a virion surface is organized for efficiency and is limited in its capacity for surface proteins, so that changes in the composition of surface proteins could be attenuating, especially since the modified B3CT and B3TMCT RSV F proteins contained the CT or the TMCT regions of vector F protein that are thought to interact with internal viral proteins. For example, efficient incorporation of RSV F into the vector envelope might displace vector HN and F glycoproteins, or might interfere with interactions between vector components (such as between the vector F and HN glycoproteins and the internal M protein during virion assembly, or between the vector F and HN proteins that must interact to efficiently initiate virus entry). Surprisingly, it was found that all of the vectors bearing RSV F B3CT and B3TMCT replicated efficiently in vitro to high titers that were indistinguishable from those of vector with RSV F protein that was unmodified with respect to TM and CT (HEK/GA-opt, The intracellular expression of the chimeric forms of RSV F by the rB/HPIV3 vectors was examined by Western blotting. This was evaluated in Vero cells that were harvested 48 h post-infection ( The ability of these constructs to induce syncytium formation in Vero cells was assayed. Unexpectedly, RSV F bearing the B3CT substitution exhibited a hyper-fusogenic phenotype, while that bearing the B3TMCT substitution resembled native F (e.g., HEK/GA-opt) in being hypo-fusogenic ( Replication of vectors expressing the B3CT and B3TMCT RSV F constructs was examined in hamsters by intranasal infection ( The immunogenicity of the vectors was determined by analyzing hamster sera for RSV-neutralizing antibodies by a 60% plaque reduction assay in the presence or absence of added complement ( In the version of the assay performed without complement ( To evaluate the protective efficacy of the vectors, immunized hamsters were challenged intranasally with 106 pfu of wt at 30 days post-immunization ( Stability of the rB/HPIV3-RSV-F Constructs in Hamsters. Give the experience with the genetic instability of MEDI-534 in clinical studies (Yang et al 2013 Vaccine 31:2822-2827), a key issue was whether expression of the RSV F insert remained stable during replication in vivo. The genetic stability of all of the 12 different rB/HPIV3-RSV-F constructs that had been analyzed in hamsters in The 12 rB/HPIV3 constructs described and evaluated in Evaluation of Selected rB/HPIV3-RSV-F Constructs in Rhesus Macaques. To further investigate the effects of the \"DS\" and \"B3TMCT\" mutations on vector replication, immunogenicity, and protective efficacy, two candidates (HEK/GA-opt/DS and HEK/GA-opt/DS/B3TMCT) were evaluated for replication and immunogenicity in rhesus macaques ( The non-HEK/non-opt and HEK/GA-opt/DS viruses replicated to peak titers of approximately 105 and 103 TCID50 units per ml in the upper and lower respiratory tracts ( As noted, sera were collected on days 0, 14, 21, 28, 35, and 56. Serum antibodies specific to the rB/HPIV3 vector were analyzed by a 60% plaque reduction assay against HPIV3 ( The RSV-specific neutralizing serum antibody responses were quantified by a plaque reduction assay performed in the presence and absence of complement ( The RSV challenge virus administered on day 28 was completely restricted by all vectors and no infectious challenge RSV could be recovered from the nasopharyngeal swabs and tracheal lavage samples from any animal, and therefore this experiment did not provide further information on the comparative properties of these viruses. Complete protection against short-term RSV challenge in experimental animals is sometimes observed because the semi-permissive nature of RSV replication in these models facilitates restriction of replication. The RSV-specific antibody responses continued to increase following day 28, but it is not clear whether this response was due to the primary infection or the challenge. The fluorescence double-staining plaque assay was used to analyze virus recovered from the rhesus macaques on days 4, 5, and 6, which was the time of peak shedding, for the expression of RSV F protein. A summary of the data is shown in A rB/HPIV3 vector expressing the ectodomain of RSV F (amino acids 1-513, lacking the TM and CT domains) with GenScript (GS) optimization, and containing the HEK assignments and the DS-Cav1 modifications was also generated. The ectodomain was fused to a 4-amino acid linked followed by a trimer-stabilizing foldon sequence at its C-terminus, i.e. construct #19 (HEK/GS-opt/DS-Cav1/[1-513] Foldon). This form of pre-fusion RSV F was previously evaluated as subunit vaccine in mice and rhesus monkeys (McLellan, et al. 2013. Science 342:592-598). This RSV F protein should be expressed as a partially secreted form, resembling construct #8 (HEK/GA-opt/Ecto), but with the improvements of more efficient translation due to the GS optimization, better immunogenicity due to the DS-Cav1 modifications, and greater trimer stability due to the foldon stabilization domain. This construct can be used to compare how immunogenic the secreted DS-Cav1 form is compared with the membrane anchored form, i.e. #16 (HEK/GS-opt/DS-Cav1) and the virion-incorporated form, i.e. #18 (HEK/GS-opt/DS-Cav1/B3TMCT). Points from this study: (1) The hamster model, while convenient, may be somewhat insensitive to changes in replication, expression, and immunogenicity with the various constructs, and it may be that the effects associated with these constructs, such as attenuation and immunogenicity, would be substantially greater in the human host for which these vaccine constructs are intended. For example, while the presence of the B3TMCT modification in the HEK/GA-opt/DS/B3TMCT construct conferred only a modest increase in attenuation in the hamster model ( Additional Assays with Recombinant rB/HPIV3 Vectors Expressing Modified Versions of the RSV F ORF and Protein. Additional assays were preformed to evaluate: (i) GS-opt versions of constructs including the DS prefusion stabilization mutations and the B3TMCT packaging signal, and (ii) the DS-Cav1 prefusion stabilization mutations, which include the two cavity-filling mutations S190F and V270L combined with the DS mutations. The F proteins assayed also contain the two HEK amino acid assignments that result in an amino acid sequence identical to that of an early passage (called HEK-7) of the A2 strain, as described above. These assays show that: 1. DS-Cav1 and B3TMCT independently confer the ability to induce significant levels of complement-independent RSV-neutralizing antibodies, which are considered to be the most relevant for in vivo protection. 2. The combination of DS-Cav1 plus B3TMCT gives a further increase in immunogenicity. 3. The two most immunogenic constructs were HEK/GA-opt/DS-Cav1/B3TMCT ( 4. Although HEK/GA-opt/DS-Cav1/B3TMCT (group #7) and HEK/GS-opt/DS-Cav1/B3TMCT ( 5. The propensity for the rB/HPIV3 vector to acquire mutations conferring a large-plaque phenotype and attenuation was essentially eliminated by three nucleotide and two amino acid mutations in the vector HN protein. 6. The HEK/GS-opt/DS-Cav1/B3TMCT insert was expressed from the first gene position (pre-N), resulting in a construct that replicated efficiently in Vero cells, could be obtained in a preparation with a high percentage of RSV F expression, and efficiently expressed the RSV F protein. Summary of Animal Studies. Multi-Cycle Replication In Vitro of GA-Opt Viruses. Multi-Cycle Replication In Vitro of GS-Opt Viruses. Multi-Cycle Replication In Vitro of GA- and GS-Opt Viruses. Expression of RSV F In Vitro. Hamster Studies. A number of GA-opt and GS-opt constructs that contained the further additions of B3TMCT, DS, and DS-Cav1 (the constructs are identified in Replication in Hamsters. GA-opt and GS-opt constructs were evaluated for replication in the upper (nasal turbinates) and lower (lungs) respiratory tract of hamsters ( Stability of Expression of RSV F Protein. The stability of RSV F expression by rB/HPIV3 vectors during their replication in vivo was evaluated with double-staining plaque assay by analyzing nasal turbinate and lung samples of immunized hamsters harvested on day 5 post-immunization. Most of samples (92 out of 107) had more than 90% of replicated vectors still expressing RSV F; 6 out of 107 had 89-80% vectors expressing RSV F; 9 out of 107 had less than 79% of replicated vectors expressing RSV F; only 7 samples had >50% of vectors losing RSV F expression. Among these seven samples with >50% vectors losing RSV F expression, four were GA-opt constructs, three were GS-opt constructs. There was no evidence that GA-opt, or GS-opt, or DS, or DS-Cav1, or TMCT were associated with any particular increase in instability. It is likely that the varying levels of instability among individual preparations reflect sporadic mutations that are largely independent of the specific construct, and thus evaluation of several independent preparations of each construct likely would identify one or more with a very high percentage of expression of RSV F protein. Titers of RSV-Neutralizing Serum determined RSV neutralization assays with added guinea pig complement ( were with wt RSV to evaluate protective efficacy ( Evaluation in Rhesus Monkeys. Three vectors with greatest immunogenicity in hamsters were selected to evaluate their replication and immunogenicity in rhesus monkeys ( Replication in Rhesus Monkeys. The parallel constructs with GA-opt and GS-opt versions of HEK/DS-Cav1/B3TMCT replicated in similar kinetics in the URT, as sampled by nasopharyngeal swabs ( RSV-Neutralizing Serum Antibodies. Although the three vectors in Insertion of RSV F at the First Gene Position. All of the previous B/HPIV3-RSV-F constructs in Examples 1 and the present Example involved an RSV gene inserted in the second gene position, between the vector N and P genes. Insertion of unmodified RSV F at the first position was not associated with any evident problems of impaired growth or reduced stability of expression of RSV F protein. Whether an optimized, engineered form of RSV F could be efficiently and stably expressed from the first gene position was investigated. Specifically, the HEK/GS-opt/DS-Cav1/B3TMCT version of RSV F was inserted into the pre-N position ( Identification and Modification of Two Amino Acid Assignments in HN that Conferred Phenotypic Instability of the Vector. The rB/HPIV3 vector was previously noted to exhibit phenotypic instability upon passage in vitro (Liang et al J Virol 88:4237-4250). Specifically, a substantial proportion of vector acquired a large-plaque phenotype during passage. This occurred with different inserts as well as with empty vector, indicating that it was a property of the vector alone and not specific to the foreign gene. Whole-genome sequence analysis of six cloned large-plaque viruses showed that each had acquired an H552Q missense mutation in HN, as well as one of three different missense mutations in F, and in some cases one or two missense mutations in L (Liang et al J Virol 88:4237-4250). Partial sequencing of 11 additional large-plaque clones showed that seven of these contained the H552Q mutation in HN, while the other four each contained one of four other missense mutation in HN (N240K, P241L, R242K, or F558L). Comparison with the crystal structure of the HPIV3 HN protein (Lawrence et al J Mol Biol 335:1343-1357 2004) indicated that all of these HN mutations are located in the dimer interface of the HN globular head. In addition, the H552Q mutation had previously been described in an HPIV3 variant that had been selected by growth on neuraminidase-treated cells, and which had a large-plaque phenotype, had higher avidity to sialic acid-containing receptor, had enhanced triggering of F protein, and was attenuating in rodents (Moscona et al J Virol 67:6463-6468; Porotto et al J Virol 81:3216-3228; Palermo et al J Virol 83:6900-6908). This suggested that the adventitious mutations in the HPIV3 HN gene in the rB/HIPIV3 vector were similar and probably were selected for because they increased the binding affinity of the rB/HPIV3 vector for Vero cells. However, the observation by others (Moscona et al J Virol 67:6463-6468; Porotto et al J Virol 81:3216-3228; J Virol 83:6900-6908) that the large-plaque phenotype was associated with substantial attenuation in vivo would be disadvantageous for the present vectors because this likely would lead to over-attenuation. The HPIV3 reverse genetic system contained two mutations in the HN gene: there was an adventitious C7589T nucleotide mutation (relative to the complete antigenome sequence) in the cDNA clone leading to a T2631 missense mutation, and C7913A and A7915T mutations leading to a P370T mutation that had been purposefully introduced as a marker (Durbin et al Virology 235:323-332, 1997). This latter missense mutation had been designed to ablate an epitope recognized by two available HPIV3-neutralizing monoclonal antibodies (MAbs 423/6 and 170/7). These mutations were assignments, namely 7593C (263T) and 7913C+7915A (370P) ( Virus The with HEK/GS-opt/DS-Cav1/B3TMCT inserted in the pre-N position ( Stability of Expression of RSV F Protein. Two preparations of viruses were analyzed by a double-staining plaque assay, to evaluate stability of expression of the RSV F protein. Double-staining plaque phenotype of two independent rescued virus pools, designated CL20a and CL24a, were performed. Plaque assay was carried out on Vero monolayer in 24-well plates infected with 10-fold serially diluted virus. Infected monolayers were overlaid with medium containing 0.8% methylcellulose and incubated at 32° C. for 6 days. After fixing in ice-cold 80% methanol, the monolayers were incubated with a mixture of three mouse monoclonal antibodies against RSV F (1129, 1109, IRDye RSV F) conjugated goat and IRDye 800 (green, detecting HPIV3) conjugated goat anti-rabbit antibodies. One preparation was stable after passaging in cell culture, whereas a second preparation had green staining in 40% of viruses and thus had evidence of loss of RSV F expression. These results indicated that loss of RSV F expression can occur and can be amplified in the virus preparation, but it appeared to be sporadic and careful monitoring can identify preparations with a high proportion of expression. Intracellular protein expression. Expression of RSV F from the pre-N position was analyzed in Vero ( This example illustrates the development and pre-clinical evaluation of a live attenuated rHPIV1 vectored RSV vaccine expressing RSV F antigen from genome positions of the two attenuated rHPIV1 backbones. Pre-clinical evaluation hamsters indicated vector, bearing attenuating deletion mutation (C170) in the P/C gene and expressing RSV F from the pre-N position was sufficiently attenuated, stable and immunogenic against RSV and HPIV1 and provided significant protection against RSV challenge infection. This study demonstrated that rHPIV1 could be used as an RSV vaccine vector to achieve bivalent protection against two major childhood diseases. Introduction. Compared to an RSV vaccine comprising an attenuated strain of RSV, an RSV vaccine comprising a live attenuated HPIV vector (such as one developed from HPIV1) expressing the RSV F protein offers several advantages. One advantage is that it provides a bivalent vaccine against RSV and the HPIV serotype used as a vector. This is important because, as noted, the HPIVs also are important, uncontrolled agents of pediatric respiratory tract disease, with characteristics of epidemiology and pathogenesis that overlap those of RSV. Thus, a combined HPIV/RSV vaccine is a logical combination that would broaden the coverage against pediatric respiratory tract disease. In addition, RSV infectivity is notorious for being prone to instability during handling, which complicates vaccine development, manufacture, and delivery. The HPIVs are substantially more stable, which may be critical for extending RSV vaccines to developing countries where their need is the greatest. RSV grown in vitro often forms long filaments that complicate manufacture, whereas the HPIVs form smaller spherical particles. It also may be that RSV is inherently more pathogenic and even possibly immunosuppressive compared to the HPIVs, which would be another advantage of an HPIV-vectored RSV vaccine. It has also been have found that, in rodents, the use of an HPIV-vectored vaccine as a boost administered subsequent to a live attenuated RSV strain was more immunogenic than a second dose of the same attenuated RSV strain. Thus, RSV-specific immunity resulting from a primary immunization might be expected to restrict replication of a second dose of an attenuated RSV strain more efficiently than that of an HPIV-vectored virus, and indicates another potential advantage of HPIV-vectored RSV vaccines. The HPIV1 genome is a single strand of negative sense RNA. It consists of a short 3 leader region followed by 6 genes encoding the N, P, C, M, F, HN, and L proteins, and a short trailer region. Each gene encodes a major viral protein: N, nucleoprotein; P, phosphoprotein; matrix protein; F, glycoprotein; HN, hemagglutinin-neuraminidase glycoprotein; and L, major polymerase subunit. In addition, the P gene carries an overlapping ORF expressing a set of carboxy-co-terminal C accessory proteins that inhibit the host interferon (IFN) response and block apoptosis (Bartlett, et al. 2008. J virology 82:8965-8977). Like other nonsegmented negative strand RNA viruses, HPIV1 transcription initiates at the 3 end promoter and proceeds down the genome in a start-stop process regulated by the gene end (GE)-intergenic (IG)-gene start (GS) signals to generate a series of monocistronic mRNAs. There is a 3 to 5 gradient of decreasing transcription, with the promoter-proximal genes expressed at higher levels (Nagai. 1999. Reviews in medical virology 9:83-99). Like other paramyxoviruses, complete infectious, replication-competent HPIV1 can be recovered in cell culture from transfected cDNAs (reverse genetics). Previous studies have described the development of a chimera of bovine and human PIV3 as a vector for RSV F protein (Schmidt et al 2000 J Virol 74:8922-8929; Schmidt et al 2001 J Virol 75:4594-4603; Schmidt et al 2002 J Virol 76:1088-1089; Tang et al 2002 J Virol 78:11198-11207; Bernstein et al 2012 Pediatr Infect Dis 31:109-114; see also Example 1). This virus, called rB/HPIV3, consists of BPIV3 in which the F and HN genes were replaced using reverse genetics with those of HPIV3, combining the attenuation phenotype of BPIV3 in primates with the major neutralization antigens of HPIV3 (Schmidt et al 2001 J Virol 75:4594-4603; Schmidt et al 2002 J Virol 76:1088-1089; Tang et al 2002 J Virol 78:11198-11207; Bernstein et al 2012 Pediatr Infect Dis 31:109-114) rB/HPIV3 was shown to efficiently express the RSV F and G genes. Clinical evaluation of a lead rB/HPIV3/RSV-F construct as a bivalent vaccine for RSV and HPIV3 in seronegative children showed that it was infectious, well tolerated, and attenuated, but was less immunogenic against RSV F than hoped (Bernstein et al 2012 Pediatr Infect Dis 31:109-114). This appeared to be due at least in part to genetic instability in the clinical trial material that silenced expression of the RSV F insert (Yang, et al. 2013. Vaccine 31:2822-2827). However, further studies are underway to stabilize the RSV F insert and to obtain increased immunogenicity by characterizing and optimizing various parameters of vector construction (Liang, et al. 2014. J virology 88:4237-4250). HPIV1 is another attractive vector for expressing RSV F antigen. In particular, HPIV1 infects somewhat later in childhood than RSV or HPIV3 (Counihan, et al. 2001. Pediatric infectious disease journal 20:646-653; Reed, et al. 1997. J Infect Dis 175:807-813), and so an HPIV1-vectored RSV vaccine might be used subsequent to a live attenuated RSV or rB/HPIV3-vectored vaccine to boost immune responses to RSV. In the present study, two parameters for developing an HPIV1-vectored vaccine expressing RSV F protein were evaluated ( Six viruses, representing three different insertion sites for RSV F in two different attenuated HPIV1 backbones, were constructed, rescued by reverse genetics, and analyzed for in vitro replication and expression of RSV F and vector proteins. The hamster model was used to assess in vivo replication (upper and lower respiratory tract), vaccine virus stability, immunogenicity, and protection against wt RSV challenge.Materials and Methods Cells monkey kidney and Vero (ATCC CCL-81) African green monkey kidney cell lines were maintained in Opti-MEMI medium with GlutaMAX (Life Technologies, Grand Island, N.Y.) supplemented with 5% fetal bovine serum (FBS; HyClone/Logan, Utah) and 1 mM L-glutamine (Life Technologies). BSR T7/5 cells are baby hamster kidney 21 (BHK-21) cells that constitutively express T7 RNA polymerase (Buchholz, et al. 1999. J Virol 73:251-259). These cells were maintained in Glasgow minimal essential medium (GMEM; Life Technologies) supplemented with 10% FBS, 2 mM L-glutamine and 2% MEM amino acids (Life Technologies). Medium was also supplemented with 2% Geneticin (Life Technologies) at every other passage to select for cells that posses the T7 polymerase construct. HPIV1 was propagated in LLC-MK2 cells. Before virus inoculation, LLC-MK2 cells, grown in media containing 5% FBS, were washed twice with 1× phosphate buffered saline (PBS) to remove FBS. Infection with HPIV1 was in serum-free Opti-MEMI containing 1.2% U/ml Penicillin, 100 g/ml Streptomycin (Life Technologies) and 1 mM L-glutamine. Infected cells were incubated at 32° C. till the appearance of cytopathic effects. For virus stock harvest, culture supernatant was harvested and clarified by centrifugation at 1500 rpm for 10 min at 4° C. Aliquots of virus stocks were snap-frozen on dry ice and stored at 80° C. HPIV1 titers were determined by 10-fold serial dilutions in 96-well plates on LLC-MK2 cells with serum-free Opti-MEMI media containing 1.2% trypsin as described above followed by incubation at 32° C. for 7 days. Infected cells were detected by hemadsorption (HAD) using guinea pig erythrocytes and titers were calculated as login tissue culture infective dose 50% (TCID50/ml) as previously described (Bartlett, et al. 2006. Vaccine 24:2674-2684). The temperature sensitivity (ts) phenotype of each of the virus was studied by evaluating their efficiency of replication at 32, 35, 36, 37, 38, 39, and 40° C. as previously described Skiadopoulos, et al. 1999. Vaccine 18:503-510). Titration of each virus was performed in 96-well replicate plates of LLC-MK2 cells, as described above, and incubated in sealed containers in temperature-controlled water baths at various temperatures for 7 days. Titers were determined by HAD and reported as TCID50/ml. Design of rHPIV1-C170 and rHPIV1-LY942A Viruses Expressing the RSV F Antigen. The rHPIV1 viruses were constructed using the reverse genetic system derived from the wild type (wt) HPIV1 strain Washington/20993/1964 (GenBank accession AF457102) (Newman, et recombinant full-length antigenomic modified additional were generated by introducing either the C170 (Bartlett, et al. 2007. Virology J 4:67) or the LY942A (Bartlett, et al. 2007. Virology J 4:67; McAuliffe, et al. 2004. J virology 78:2029-2036) mutation into the P/C or L ORF, respectively, using the QuikChange Lightning Mutagensis Kit (Agilent, Santa Clara, Calif.) as per manufacturer's instructions. The following mutagenesis primers were used to generate the attenuated HPIV1 backbones. HPIV1 C170 mutation, the forward primer was AAGAAGACCAAGTTGAGCCAGAAGAGGTACGAAG (SEQ ID NO: 121) and the reverse primer was CTTCGTACCTCTTCTGGCTCAACTTGGTCTTCTT (SEQ ID NO: 122). These primers introduced a 6-nucleotide deletion (GGATTT) between positions 17 and 18 compared to the P/C ORF ( The RSV F gene from strain A2 with HEK amino acid assignments: Glu and Pro at aa position 66 and 101, respectively (Whitehead, et al. 1998. J virology 72:4467-4471) was optimized for human codon usage (GeneArt, Life Technologies, Grand Island, N.Y.). RSV F gene insert was designed ( and the reverse primer was For RSV F fragments containing the NotI restriction sites for insertion into the third F3 gene position the forward primer was and the reverse primer was Recovery of rHPIV1 C170 and rHPIV1 LY942A Viruses Expressing The rHPIV1 backbones expressing third the rHPIV1 viruses expressing from the second (HPIV1 LY942A-F2), and third (HPIV1 LY942A-F3) positions were rescued from cDNA by using the HPIV1 reverse genetics system (Newman, et al. 2002. Virus Genes 24:77-92) in BSR T7/5 cells constitutively expressing T7 RNA polymerase et al. 1999. J. Virology 73:251-259). This rHPIV1 cDNA is derived from the Washington/20993/1964 (HPIV1 WASH/64) clinical The BSR T7/5 cells to 90% confluency co-transfected with the antigenome plasmid (5 to pTM-P ug) and pTM-L (0.1 ug) support plasmids expressing HPIV1 N, P and L proteins, respectively, using Lipofectamine 2000 (20 ul) (Life Technologies) as previously described (Bartlett, et al. 2005. Vaccine 23:4631-4646; Newman, et al. 2002. Virus Genes 24:77-92). Transfected cells were incubated overnight at 37° C., washed twice with OptiMEM media (Life Technologies, Grand Island, N.Y.) and fresh OptiMEM containing 1 mM L-glutamine and 1.2% trypsin was added to the cells followed by incubation at 32° C. At 48 h post-transfection, cells were harvested by scraping into the medium and the cell suspension was added to 50% confluent monolayers of LLC-MK2 cells in OptiMEM, 1 trypsin (Life Technologies) and incubated at 32° C. Virus was harvested after 7 days and was further amplified by one (HPIV1-C170) or two (HPIV1-LY942A) passages in LLC-MK2 cells at 32° C. Virus titers were determined by 10-fold serial dilutions on LLC-MK2 cells in 96-well plates as described above. All recombinant viruses were sequenced to confirm the lack of adventitious mutations. For this, viral RNA was extracted (QiaAmp Viral RNA Mini Kit; Qiagen, Valencia, Calif.) from virus stocks and treated with RNase free DNase I (Qiagen) to remove the plasmid DNA used for virus rescue. RNA was reverse transcribed (SuperScript First-Strand Synthesis System for RT-PCR; Invitrogen/Life Technologies) and overlapping were (Advantage-HF 2 PCR Kit; Clontech Laboratories). RT-PCR controls lacking the reverse transcriptase were included for all viruses, which showed that the amplified products were derived from viral RNA and not from the pFLC cDNA used for virus recovery. The genome sequence of each virus construct was determined by direct Sanger sequencing of the overlapping amplified RT-PCR products. Sequence reads were aligned and the genome sequence was assembled using Sequencher program-version 5.1 (Gene Codes Corporation, Ann Arbor, Mich.). Replication of Chimeric rHPIV1 Viruses in Vero and LLC-MK2 Cells. Vero or LLC-MK2 cell monolayers in 6-well plates were infected at a multiplicity of infection (MOI) of 0.01 TCID50 with HPIV1 (C170 or LY942A) viruses expressing RSV F (F1, F2, F3), or the empty HPIV1 C170 or HPIV1 incubated at 32° C. Aliquots of 0.5 ml from a total 2 ml cell culture supernatant medium were collected at 24 h intervals from each well and replaced by fresh media. The samples were flash frozen and stored at 80° C. Virus titers (login TCID50/ml) were determined by serial dilution on LLC-MK2 cells followed by detection of infected cells by HAD as described above. Analysis of RSV F and HPIV1 Vector Protein Expression by Western Blotting. Vero cells (1×106) were infected with HPIV1 C170 or HPIV1 LY942A constructs expressing RSV F from either of the three genome positions (F1, F2, or F3) Empty HPIV1 C170 and HPIV1 LY942A vector, wt HPIV1, and mock treated cells were used as controls. Infections were performed at an MOI of 5 TCID50 per cell and incubated at 32° C. At 48 h post-infection (post-infection), monolayers were washed twice with PBS and lysed with 400 ul of 1×LDS sample buffer (Life Technologies). For electrophoresis, lysates were reduced and denatured by mixing with 1× reducing reagent (Life Technologies) and incubation at 37° C. for 30 min. Reduced denatured lysate (40 l) was loaded onto 4 to 12% NuPAGE gels (Novex-Life Technologies) and electrophoresis Proteins were transferred onto PVDF membranes using the iBlot protein transfer system (Life Technologies). Membranes were blocked for 1 h in Licor blocking buffer (Licor Inc. Lincoln, Nebr.) and probed with a murine monoclonal RSV F specific antibody (ab43812; Abcam, Cambridge, Mass.) and a rabbit polyclonal HPIV1 N specific antibody (HPIV1-N-485) at 1:1000 dilution in blocking buffer. HPIV1-N-485 was generated by immunization of rabbits with the KLH-conjugated N peptide spanning the amino acid (aa) residues 485-499 of N as previously described (Bartlett, et al. 2010. Vaccine 28:767-779). Replicate blots performed with the same set of lysates were probed with the rabbit polyclonal (SKIA-1), F (SKIA-15), or HN (SKIA-13) which were also raised by repeated immunization of rabbits with the KLH-conjugated peptide, and were used at 1:200 dilution. After overnight incubation with the above antibodies, the membranes were washed 4×, 5 min each, followed by incubation with the secondary antibodies, diluted in the Licor blocking buffer, for 1 h. The corresponding infra-red dye-conjugated secondary antibodies were IRDye 800CW (LiCor). Membranes were scanned and the blot images were acquired using an Odyssey infrared imaging system (LiCor). Fluorescence intensities of the protein bands, derived from three independent experiments, were quantified by using the Licor image analysis suite (Image Studio) and reported as expression of RSV F or HPIV1 vector proteins (N, P, F, and HN) relative to F3 viruses. Percentage of Virions Expressing RSV F Determined by Fluorescent Double-Staining Plaque Assay. An infrared fluorescence based two-color plaque assay was developed to simultaneously detect the expression of RSV F and HPIV1 proteins in the plaques formed by the HPIV1 vectors expressing RSV F on Vero cell monolayers. Each virus was 10-fold serially diluted in OptiMEM media containing 1 mM L-glutamine and 1.2% trypsin and 100 l of each dilution was added in duplicate to Vero cell monolayers grown in 24-well plates. Inoculated cells were incubated for 2 h at 32 C on a rocker after which an overlay OptiMEMI media containing 0.8% methylcellulose (Sigma Aldrich, St. Louis, Mo.), 1 mM L-glutamine, 4% trypsin, 100 U/ml Penicillin, and 100 g/ml Streptomycin was added to each well. For animal tissue derived virus samples, Timentin (200 mg/ml), Ampicillin (100 mg/ml), Cleocin (150 mg/ml), B (250 g/ml) were included in the methylcellulose overlay instead of Penicillin and Streptomycin. After incubation for 6 days at 32 C, cells were fixed twice with 80% cold methanol. The rHPIV1-RSV F plaques were detected on infected Vero cell monolayers by co-immunostaining with a mixture of three RSV F-specific monoclonal antibodies at a 1:2000 dilution each, as previously described (Murphy, et al. 1990. Vaccine 8:497-502) and an HPIV1 specific goat polyclonal antibody (ab20791; Abcam) at a 1:1600 dilution in Licor blocking buffer. After 1 h incubation, cells were washed once with 1 ml blocking buffer and incubated with the secondary antibody mixture containing infrared dye-conjugated goat anti-mouse 680LT and the donkey anti-goat 800CW (LiCor) each at a 1:800 dilution in the blocking buffer. Cells were washed twice with 1×PBS and images of the co-stained plaques were acquired by scanning the plates on an Odyssey infrared imaging system (LiCor). Wells containing fewer than 50 plaques were chosen for analysis and the percentage of rHPIV1 plaques positive for RSV F expression was determined. This assay was employed to assess the stability of RSV F expression by determining the percent population expressing RSV F in the vaccine inoculum as well as in the virus isolated from hamsters after in vivo replication.Hamster Studies Virus Replication in Hamsters. All animal studies were approved by the National Institutes of Health (NIH) Institutional Animal Care and Use Committee (IACUC). In vivo replication of each virus at 3 and 5 days post-infection as well as the immunogenicity was assessed in hamsters. Six-week old Golden Syrian hamsters were confirmed to be seronegative for HPIV1 and analyzing assay and an RSV neutralization assay, respectively (Coates, et al. 1966. Am J Epidemiol 83:299-313; Coates, et al. 1966. J Bacteriol 91:1263-1269; van Wyke Coelingh, et al. 1988. J Infect Dis 157:655-662). Groups of 6 hamsters per virus were anesthetized and inoculated intranasally with 0.1 ml L15 medium (Life Technologies) containing 105 TCID50 of the virus per animal. To evaluate replication, hamsters were euthanized on days 3 and 5 post-infection and nasal turbinates and lungs were collected for virus titration. Tissue homogenates in L15 medium were titrated by serial dilution on LLC-MK2 cells followed by detection of virus infection by HAD. Virus titers were reported as TCID50/gram of hamster tissue. Tissue homogenates were also titrated by plaque assay on Vero cells and stained for the expression of RSV F and HPIV1 proteins by using the fluorescent double staining plaque assay as described above. Results were reported as percent HPIV1 plaques expressing RSV F.Immunogenicity Induction of and HPIV1 [60% Plaque Reduction Neutralization Test (PRNT60)]. To assess immunogenicity of the vaccine candidates, hamsters were immunized as described above and sera were collected from hamsters at day 28 after immunization. Titers of RSV specific neutralizing antibodies (NAbs) were determined by PRNT60 on Vero cells as previously described (Coates, et al. 1966. Am J Epidemiol 83:299-313) using the eGFP-expressing RSV (Munir, 82:8780-8796). Hamster sera were incubated at 56° C. for 30 min to inactivate the complement proteins followed by serial dilution in FBS, guinea 2004. J medical virology 72:688-694) (Lonza, Walkersville, Md.) was further diluted 1:1 by mixing with an equal volume of serially diluted serum samples followed by 30 min incubation at 37° C. A volume of 100 l of serum-virus mix was added to Vero cells grown in 24-well plates and virus was allowed to adsorb for 2 h on the rocker at 32° C. overlay of Opti-MEMI, days to allow plaque formation. RSV plaques on monolayers were visualized by scanning and acquiring images using Typhoon Imager (GE Healthcare, Piscataway, N.J.). Plaque counts for each sample were determined and the NAb titer was determined as described (Coates, et al. 1966. Am J Epidemiol 83:299-313). Titers of HPIV1-specific NAbs were also determined by 60% plaque reduction assay on Vero cells, using the methods as described for RSV, using GFP-expressing rHPIV1 with the following modifications: First, in case of HPIV1 neutralization assay, guinea pig complement was not used as it was found to neutralize the virus, second, the inoculated Vero cells were washed twice with 1×PBS after virus adsorption to remove serum, and third a methylcellulose overlay medium containing 4% trypsin and lacking FBS was used. The ability of vaccine candidates to protect against RSV infection was tested by challenge infection of hamsters at 30 days post-immunization by intranasal inoculation with 0.1 ml L15 were euthanized turbinates and lungs were harvested 3 days post-challenge and viral loads of challenge RSV in these tissues were determined by plaque assay on Vero cells (Durbin, et al. 2003. Clinical infectious diseases 37:1668-1677; Luongo, et al. 2013. J virology 87:1985-1996).Results three different genome locations. Two attenuated HPIV1 backbones were prepared that each contained a different, previously identified attenuating mutation (namely, C170 and LY942A) that had been designed for stability against de-attenuation (Introduction, The rHPIV1/RSV F viruses were recovered by reverse genetics. All viruses were rescued readily except for the rHPIV1 LY942A-F2 construct, which appeared to be recovered with low efficiency and required multiple passages to make a working pool. The complete sequence of each virus was determined to verify the absence of adventitious mutations. All of the rHPIV1/RSV-F virus working pools were free of apparent adventitious mutations except for the rHPIV1 LY42A-F2 virus: for this virus, nine clones were rescued of which only one had the correct genome sequence lacking adventitious mutations. The other eight clones contained adventitious mutations, which were predominantly in the HPIV1 transcriptional signals downstream of the HPIV1 N gene (N gene end-intergenic-P gene start) and preceding the RSV F ORF. Since the insertion sites of the RSV F gene in the second positions of the parallel rHPIV1 LY942A-F2 and rHPIV1 C170-F2 constructs were identical, this suggests that the problem with the former virus was specific to the LY942A mutation (e.g., altered polymerase function) rather than the insertion site by itself. Replication of HPIV1/RSV F Viruses in Vero and LLC-MK2 Cells. Replication of HPIV1/RSV viruses was evaluated in vitro by determining their multistep growth kinetics in Vero ( Expression of RSV F and HPIV Vector Proteins by the Chimeric rHPIV1/RSV-F Viruses. Expression of the RSV F protein and the HPIV1 vector N, P, F and HN proteins was evaluated for all viruses by Western blot analyses. Vero cells were infected at an MOI of 5 TCID50 and incubated for 48 h at 32° C. Denatured and reduced lysates were subjected to SDS-PAGE and Western blot, and were analyzed using antibodies specific to each individual protein. RSV F is initially translated as the F0 precursor that is post-translationally cleaved by furin-like protease F1 and Immunostaining with a monoclonal antibody specific to RSV F detected both F0 (70 kD) and F1 (48 kD). The HPIV1 N, P, F, and HN proteins were detected with corresponding anti-peptide polyclonal antibodies. Representative blots from one of three independent experiments are shown in The HPIV1 C170-F1, -F2, and F3 viruses expressed substantial amounts of RSV F ( The expression of the vector N, P, F, and HN proteins was evaluated for wt HPIV1, the empty vectors, and the F1, F2, and F3 constructs in the C170 and LY942A series. In general, the C170 mutation did not affect vector protein expression, with the result that the rHPIV1 C170 empty vector had a vector protein expression profile similar to that of wt rHPIV1 ( In contrast to the C170 mutation, the LY942A mutation did affect the expression of vector proteins: specifically, compared with wt HPIV1, the rHPIV1 LY942A empty vector had significantly reduced expression of the P (p<0.05), F (p<0.05), and HN (P<0.01) proteins, with no significant difference for the N protein ( Comparison of Syncytium Formation by rHPIV1/RSV-F Vectors. A hallmark of RSV infection in vitro is the characteristic syncytium formation mediated by the RSV F protein. Infection of LLC-MK2 cell monolayers by wt HPIV3 or the rHPIV1 C170 or LY942A empty vectors did not induce evident syncytium formation ( In addition, the C170 mutation was associated with a second cytopathic effect, namely increased apoptosis. This was most evident with the rHPIV1-C170 empty vector ( The observations made with LLC-MK2 cells in Temperature Sensitivity of the rHPIV1/RSV-F Viruses. As noted, the C170 mutation did not confer the ts phenotype in previous studies, whereas the LY942A mutation did so (McAuliffe, et al. 2004. J virology 78:2029-2036; Newman, et al. 2004. J Virol 78:2017-2028). Insertion of RSV F into an HPIV vector also has been shown to confer the ts phenotype (Liang, et al. 2014. J virology 88:4237-4250). The HPIV1/RSV-F constructs were therefore evaluated for the presence and magnitude of the ts phenotype. Specifically, 10-fold serial dilutions were prepared and used to infect LLC-MK2 cells and incubated at 32, 35, 36, 37, 38, 39, and 40° C., in 7 replicates. Virus titers were determined by HAD using guinea pig erythrocytes, and titers were reported as log10 TCID50/ml ( While the C170 mutation did not confer the ts phenotype in previous studies, in the present study the rHPIV1 C170 empty vector had a shut-off temperature of 40° C. ( Percentage of Virions in the Vaccine Inoculum that Express RSV-F (Vaccine Stability In Vitro). The working pools of the rHPIV1/RSV-F constructs were evaluated for the frequency of RSV F expression in individual viral plaques using a fluorescent double-staining plaque assay. Vero cells were inoculated with 10-fold serially diluted viruses and allowed to form plaques for 6 days under a methycellulose overlay at the permissive temperature of 32° C. Viral plaques were co-immunstained for RSV F and HPIV1 proteins by using a mix of three RSV F-specific murine monoclonal antibodies and a goat HPIV1-specific polyclonal antiserum (see Materials and Methods). The primary antibodies were detected using anti-mouse-IgG and anti-goat-IgG second antibodies conjugated with red and green infrared dyes, and the percentage of HPIV1 plaques expressing RSV F was determined. A total number of 140, 77, and 59 plaques were counted for rHPIV1 C170-F1, -F2, and -F3, respectively, and all were found to have 100% of the HPIV1 plaques expressing RSV F protein. F1 made plaques of smaller size than F2 and F3 while F2 and F3 plaque size was similar to each other. A total of 214, 70, and 192 plaques were counted for rHPIV1 LY942A-F1, -F2, and -F3, respectively, that showed 97% of the HPIV1 plaques expressing RSV F antigen. Overall, the rHPIV1 LY942A viruses formed plaques of much smaller size as compared to the rHPIV1 C170 viruses. Since the assay was performed at the permissive temperature (32° C.), the smaller plaque phenotype, suggesting a relatively more attenuated phenotype and slower spread, may not be a ts effect. This was also consistent with their relatively slower replication profile ( Replication of the rHPIV1/RSV-F Viruses in the Respiratory Tract of Hamsters. Viruses were evaluated for their ability to replicate in the upper and lower respiratory tract (URT and LRT, respectively) of hamsters. Hamsters were inoculated intranasally with a dose of 105 TCID50/0.1 ml per animal. To assess virus replication, hamsters were euthanized on days 3 and 5 post-infection (6 animals per virus per day) and the nasal turbinates (URT) and lungs (LRT) were collected. Homogenates of individual nasal turbinates and lungs were analyzed for virus replication by titration on LLC-MK2 cells using HAD assay, and the titers were reported as log10 TCID50/ml. Virus titers are shown for days 3 and 5 as open triangles and filled circles, respectively, in the URT ( Overall, the peak virus titers for all rHPIV1 vectors expressing RSV F were lower than that of the wt HPIV1 suggesting the attenuating effects of the backbone mutations (C170 or the LY942A) as well as that of the inserted RSV F gene. In the URT, the rHPIV1 C170 empty vector was significantly attenuated on day 5 and not on day 3 but was significantly restricted on both days in the lungs as compared to the wt HPIV1. In the URT, significantly reduced replication was observed for rHPIV1 C170-F1 on day 3 (p<0.05) only and for -F2 on both days (p<0.0001); -F3 replicated at levels similar to those of wt rHPIV1 on both days. rHPIV1 C170-F1, -F2, and -F3 were all significantly (p<0.0001) attenuated in the lungs on day 3 and 5; F1 and F3 were undetectable in all and F2 was undetectable in 5 of 6 animals. The rHPIV1 LY942A empty vector replication was significantly reduced on day 3 and no virus was detected on day 5 in the URT whereas no virus was detected on both days in the lungs suggesting significant attenuation consistent with the is phenotype of the LY942A mutation (McAuliffe, et al. 2004. J virology 78:2029-2036) ( The HPIV1 vaccine candidate (rHPIV1-CR84G/170HN553ALY942A), previously demonstrated to be strongly attenuated in AGMs (Bartlett, et al. 2007. Virology J 4:67) and over attenuated in sero-negative children, was included as a control for replication comparison and to assess the level of attenuation of the vaccine candidates being developed. As expected, this virus was significantly attenuated in hamsters with no replication observed in the URT and lungs on day 3 and 5. The observation that most of the constructs developed in the present study had attenuated but detectable replication suggests that they are somewhat less attenuated than the previous vaccine candidate, which was over-attenuated in children, suggesting that the constructs developed in the present study may have suitable attenuation phenotypes. The chimeric bovine/human PIV3 expressing RSV F from the second genome position (rB/HPIV3-F2) is being developed as a live RSV vaccine (Introduction, and Example 1). In clinical trials, this vaccine candidate was found to be safe in 6-24 month old RSV seronegative children with a safe and well-tolerated level of replication (Bernstein, et al. 2012. Pediatric infectious disease journal 31:109-114). The rB/HPIV3-F2 virus was included as a reference virus for the comparative assessment of attenuation and immunogenicity of the rHPIV1 vaccine candidates being tested. The replication level of the rHPIV1 C170-F1, -F2, or -F3 on both days was either statistically similar to or significantly lower than that of the rB/HPIV3-F2 in both the URT and lungs. Likewise, the rHPIV1 LY942A-F1, -F2, and -F3 viruses also showed significantly reduced replication in both the URT and lungs on day 3 and 5 as compared to rB/HPIV3-F2. These data suggest that the HPIV1 vectors with either the C170 or the LY942A backbone mutations are sufficiently attenuated in vivo and show replication phenotype that is similar to or even more attenuated than the rB/HPIV3-F2 virus. In the URT, the titers for all viruses (except rHPIV1 LY942A-F1 and -F3, which did not replicate) were higher on day 3 ( Stability of RSV F Protein Expression by the Chimeric rHPIV1 Viruses after In Vivo Replication. Positive selection of viruses that silence the expression of RSV F may happen during replication in vivo that may compromise RSV F immunogenicity (Yang, et al. 2013. Vaccine 31:2822-2827). Mutations may occur in the RSV F ORF or the regulatory transcriptional signals controlling its expression such that the RSV F protein expression is either reduced or ablated. To evaluate the rHPIV1 vectors for in vivo stability, Vero cells were infected with serially diluted homogenates of the nasal turbinates and lungs of the infected hamsters. A fluorescent double immunostaining plaque assay was performed to determine the percentage of virus particles expressing RSV F. Consistent with the lack of replication in the lungs ( Immunization with the Chimeric rHPIV1 Viruses Expressing RSV F Serum Virus Neutralizing (NAbs) Against RSV and HPIV1. To determine the immunogenicity of the rHPIV1 viruses expressing RSV F, groups of six hamsters per virus were inoculated from immunized hamsters were collected at 28 days post-infection and the NAb titers against RSV and LY942A-F1, -F2, and -F3 viruses failed to induce NAb response to RSV. This was unexpected because the rHPIV1 LY942A-F1 showed RSV F expression similar to that of rHPIV1 C170-F1, -F2, and -F3 on in vitro infection of Vero cells ( The HPIV1 specific NAb response in hamsters was also evaluated by PRNT60 assay ( All of the rHPIV1 LY942A viruses, including the empty vector, did not induce detectable levels of HPIV1 specific NAbs. All rHPIV1 LY942A viruses expressed reduced levels of HPIV1 proteins in vitro ( Immunization with rHPIV1 Vectors Expressing RSV F Provides Protection Against Wt RSV Challenge. Hamsters were immunized with rHPIV1 expressing RSV F as described above and were challenged on day 30 post-immunization with 106 PFU of wt RSV. titers in the nasal turbinates and lungs were determined by plaque assay on Vero cells to assess the protection against challenge RSV replication ( Statistical comparison of the rHPIV1 vaccine candidates with the rB/HPIV3-F2 virus showed that the protection provided by rHPIV1 C170-F1 was statistically similar to that of rB/HPIV3-F2 both in the URT and lungs. The rHPIV1 C170-F1 replicated in hamsters to titers similar to those of rB/HPIV3-F2 on day 3 post-infection but demonstrated significantly reduced replication on day 5 post-infection suggesting that the rHPIV1 C170-F1 may be sufficiently attenuated in vivo. This along with its ability to protect against RSV challenge similar to that of rB/HPIV3-F2 also indicated that rHPIV1 C170-F1 has desirable features of attenuation and immunogenicity and should be further developed as a live attenuated RSV vaccine candidate. The rHPIV1 LY942A-F1, -F2, and -F3 viruses did not provide protection against RSV challenge in the URT and lungs and showed challenge RSV loads similar to that of the rHPIV1 LY942A empty vector. This was consistent with their lack of in vivo replication and immunogenicity against RSV.Discussion Various attenuated versions of rHPIV1 bearing attenuating and/or is mutations have been previously developed that were immunogenic in rodents and/or non-human primates. Two attenuated rHPIV1 backbones containing either the C170 or the LY942A mutation involving a deletion of 6 and substitution of 3 nucleotides, respectively, were assayed. RSV F was inserted at the first, second, or third genome position of each backbone with the aim to identify a construct that is appropriately attenuated and yet sufficiently immunogenic and protects against wt RSV challenge. All rHPIV1 viruses expressing RSV F were successfully rescued by reverse genetics. Growth kinetics in Vero and LLC-MK2 cells indicated that all viruses grew to very similar and statistically indistinguishable final titers determined at 7 days post-infection ( All viruses were examined for their ability to express RSV F protein by Western blot analysis of infected Vero cells incubated at a permissive temperature of 32° C. The expression of the HPIV1 N, P, F, and HN proteins was also evaluated to determine the effect of RSV F insertion at various positions on the vector protein expression. Unexpectedly, a polar gradient of RSV F expression was not observed for the rHPIV1C170 vectors. The rHPIV1C170-F1 demonstrated significantly decreased expression of all vector proteins tested. Similarly, with the exception of N protein, the rHPIV1C170-F2 also showed reduced expression of P, F, and HN proteins ( Native RSV F causes plasma membrane fusion of the neighboring infected cells resulting in syncytia formation. The HPIV1 vector F protein does not cause syncytium formation, which therefore could be used as an indicator of RSV F functionality and native form as well as quantity of expression. Formation of syncytia by RSV F expressed from rHPIV1 C170 or LY942A vectors was evaluated in Vero and LLC-MK2 cells. Extensive syncytia formation showing fusion of the majority of cells in the monolayer was observed with the rHPIV1 C170-F1 and -F2 as well as with the rHPIV1 LY942A-F1 ( Since the ts phenotype plays an important role in virus replication in vivo and may determine immunogenicity, the ts phenotype of the vectors expressing RSV F was evaluated. In contrast to the wt HPIV1 that is not ts even at C170 36° C., respectively ( The rHPIV1 vectors were evaluated in hamsters to assess their replication and immunogenicity. All of the rHPIV1 LY942A viruses were over-attenuated and virus replication was undetectable in the URT and lungs of the majority of animals. This is consistent with their highly ts phenotype with a shut off temperature of 35-36 C. Failure to replicate seems not to be due to RSV F insertion but is likely an effect of their ts phenotype because even the empty vector did not replicate in the lungs and had poor replication in the URT. The rHPIV1 C170-F1, -F2, and -F3 were overall highly restricted and undetectable in the lungs while the empty rHPIV1 C170 vector did show low level replication, which was significantly lower than that of the wt HPIV1, suggesting that the presence of RSV F insert had an additional attenuating effect on the already attenuated rHPIV1 C170 backbone in the lungs. In contrast to the lungs, all rHPIV1 C170 vectors replicated well in the URT of all animals. The F1 and F2 viruses, but not F3, were significantly attenuated as compared to wt HPIV1, with F2 being more attenuated than F1. This was unexpected because in general insertion closer to the 3 end of the genome results in higher attenuation. This was also consistent with the relatively slower early growth of F1 and F2, but not F3, in vitro ( Attaining an optimal balance between attenuation and immunogenicity is a challenge with live attenuated vaccines. To assess if the attenuated rHPIV1 vectors were sufficiently attenuated, their replication was compared with that of the rB/HPIV3-F2, a leading RSV vaccine vector expressing RSV F from the second genome position (Liang, et al. 2014. J virology 88:4237-4250). The replication of rHPIV1 C170-F1, -F2, or -F3 on day 3 and 5 was either statistically similar to or significantly lower than that of the rB/HPIV3-F2 in both the URT and lungs. This suggests that the C170 mutation together with the insertion of RSV F appear to have achieved the desired level of attenuation, at least in this animal model, such that all three vectors are highly restricted in the lungs but do demonstrate attenuated replication similar to rB/HPIV3-F2 in the URT that will be needed for immunogenicity. A difficulty encountered by RNA virus vectored vaccines is the instability of the foreign antigen gene in vivo (Yang, et al. 2013. Vaccine 31:2822-2827). Mutations are generated due to the error prone polymerase, and the lack of a need to maintain the expression of the insert. Any mutations in the foreign antigen acquired due to infidelity of the RNA dependent RNA polymerase could be positively selected as they provide a selective advantage. To determine the stability of RSV F expression in vivo after immunization, viruses recovered from respiratory tissues of hamsters were analyzed by fluorescent double staining plaque assay. This could only be performed for HPIV1 C170-F1, -F2, and F3 viruses that showed detectable replication in the URT ( Immunogenicity of the rHPIV1 vectors was evaluated by performing the PRNT60 assay. The assay for RSV was performed in the presence of guinea pig complement, which was excluded from the HPIV1 neutralization assay because of the direct neutralization of HPIV1 by the complement alone. The rHPIV1 C170-F1, -F2, (log2) titer of 7.3, 4.7, and 6.7, respectively ( To determine the protective efficacy of the vectors against RSV infection, all immunized hamsters were intranasally challenged at 30 days post-immunization with a high dose (106 pfu) of wt RSV per animal Protection against challenge was assessed by determining RSV replication in the nasal turbinates and lungs ( In summary, this example identifies the rHPIV1 C170 as a promising attenuated backbone suitable for expressing RSV F antigen from an inserted gene. It was also systematically determined that the F1 (pre-N) genome position of the rHPIV1 C170 vector was preferred among the positions tested for inserting RSV F. This study also demonstrated that the rHPIV1 C170-F1 is a promising vaccine candidate and possesses several desirable features: (i) it is based on a backbone well characterized for attenuation in non-human primates (3), (ii) it replicated in Vero cells to final titers similar to that of wt HPIV1, an essential feature for vaccine manufacture, (iii) insertion of RSV F attenuated it slightly more than the empty C170 backbone to a level similar to rB/HPIV3-F2, (iv) the construct was stable after in vivo replication and maintained RSV F expression, and (v) it was the most immunogenic HPIV1 vector inducing the highest RSV and HPIV1 neutralizing antibody titer and was also the most protective against a wt RSV challenge. The findings indicate that it is possible to use an HPIV1 vector expressing RSV F as a bivalent vaccine for mucosal immunization against RSV and HPIV1. An HPIV1 vectored RSV vaccine could be used either as a primary RSV vaccine or to boost immunity primarily induced by a live attenuated RSV. The HPIV1 vectored RSV vaccine approach would obviate the inherent problems associated with developing attenuated RSV strains and may facilitate RSV immunization programs even in resource-limited settings.Example 3 Development of rHPIV1-C170 Vectors Expressing Optimized Versions of RSV F Protein This example presents assays showing that a gene encoding a modified RSV F ectodomain can be inserted into a HPIV1 vector backbone to produce a recombinant virus that expresses RSV F ectodomain on its envelope, is attenuated, infective, and can induce a protective antibody response. The F2 position also was identified as an effective insertion site. These findings indicate that: 1. The operational boundaries of the HPIV1 F TMCT domains have been identified ( 2. The HPIV1 F TMCT domain can be added to a recombinant RSV F ectodomain, e.g., HEK/GS-opt/DS-Cav1 to achieve a protein that is efficiently expressed at the cell surface and reactive with anti-RSV-F antibodies. 3. RSV F containing the HPIV1 F TMCT (HEK/GS-opt/DS-Cav1/H1TMCT) was efficiently packaged into the HPIV1 vector particle (i.e., at a higher level per g virion protein than RSV, 3. HEK/GS-opt/DS-Cav1 and HEK/GS-opt/DS-Cav1/H1TMCT forms of the RSV F protein can be inserted into the first or second gene positions to yield vector constructs that stably express RSV F, replicate efficiently in vitro ( 4. Unexpectedly, while either the F1 or F2 positions are efficient in expressing RSV F protein that is fusogenic (e.g., HEK/GA-opt, Example 2), the F2 position was particularly efficient for intracellular expression of RSV F that was non-fusogenic (e.g., HEK/GS-opt/DS-Cav1). 5. The rHPIV1-C170-F2/HEK/GS-opt/DS-Cav1 and rHPIV1-C170-F2/HEK/GS-opt/DS-Cav1/H1TMCT constructs were identified as ones that efficiently expressed RSV F protein and, particularly in the latter case, efficiently incorporated RSV F into the vector particle. HEK/GS-opt/DS-Cav1. In the present Example, the rHPIV1-C170 vector was used to express further-modified versions of the RSV F protein. All inserts contain RSV F that was codon optimized by Genescript (GS-opt) for human expression and had two HEK amino acid assignments, i.e., Glu and Pro at residues 66 and 101. In addition, the HEK/GS-opt RSV F protein contained the stabilized pre-fusion mutations DS (S155C and S290C) and Cav1 (S190F, and to RSV F prefusion head and antigenic site Ø that have been shown to be responsible for the preponderance of RSV-neutralizing antibodies (McLellan et al 2013 Science 342:592-598). HPIV1 TMCT. In addition, a version of the HEK/GS-opt/DS-Cav1 RSV F protein was made in which its TMCT domain was replaced by that of HPIV1 F protein. The composition of the HPIV1 TM and CT domains had not been previously determined. rHPIV1-C170 Vector Constructs. Recovery of Viruses. The four constructs were rescued by co-transfecting BHK BSR T7/5 cells (baby hamster kidney cells that constitutively express T7 RNA polymerase (Buchholz et al 1999 J Virol 73:251-259)) with each of the full-length anti-genome plasmids and three expression plasmids expressing the HPIV1 N, P, and L proteins. Double staining plaque assays detecting co-expression of HPIV1 and RSV F proteins were performed to determine the stability of RSV F expression. The vast majority of plaques efficiently expressed RSV F protein. These same four preparations were subjected to consensus sequence analysis by automated sequencing (which analyzed each genome in its entirety except for 22 and 26 nucleotides at the 3 and 5 end, respectively, which were obscured by primers). The viruses were found to be free of adventitious mutations detectable by this method. Multi-Cycle Replication In Vitro. The four recovered viruses (i.e., HEK/GS-opt/DS-Cav1, with or without H1TMCT, in the F1 or F2 position) were evaluated for multi-cycle replication in vitro by infecting Vero cells at an MOI of 0.01 TCID50 per cell with each virus in triplicate and collecting culture supernatant every 24 h for 7 days. Virus titers in the collected samples were determined by serial dilution on LLC-MK2 cells and hemadsorption assay. All vectors with RSV F insert were relatively attenuated as compared to wt HPIV1 and rHPIV1-C170 and grew to final titers around 7.0 TCID50/mL ( Incorporation of Proteins into Vector Virions. The set of four constructs along with wt HPIV1, and rHPIV1-C170 empty vector were grown in LLC-MK2 cells and purified by sucrose gradient centrifugation. wt RSV was propagated in Vero cells followed by sucrose gradient purification and was included as a control. Approximately 1 g of each sucrose-purified virus was lysed in RIPA buffer, reduced, denatured and subjected to SDS-PAGE and Western blot analysis. RSV F protein and HPIV1 proteins (N, F, and HN) were detected with mouse monoclonal (Abcam) and rabbit polyclonal peptide-specific antibodies (see Example 2), respectively, along with their corresponding infrared dye-conjugated secondary antibodies as previously described (Example 2; Mackow et al 2015 J Virol 89:10319-10332) ( In the same experiment, the incorporation of the HPIV1 N, HN, and F proteins into the HPIV1 vector virions was also evaluated ( Intracellular Protein Expression. Next, the intracellular expression of RSV F protein and HPIV1 vector proteins in vector-infected cells was evaluated. Vero cells were infected at an MOI of 10 TCID50 per cell with each construct and incubated at 32° C. for 48 h. Cellular proteins were harvested by direct lysis of the monolayer with 1×LDS buffer, reduced, denatured, and subjected to SDS-PAGE and Western blot analysis ( Reduced RSV F expression by the F1 viruses in this present experiment is in contrast to the results reported in Example 2 involving expression of an HEK/GA-opt form of the RSV F protein from the first gene position of this same vector. In that case, intracellular expression of the RSV F protein was efficient and was very similar for the F1 versus the F2 construct, whereas the expression of the HPIV1 vector proteins was somewhat reduced for F1 versus F2, but not drastically so ( As discussed above, the addition of the TMCT of the BPIV3 F protein (B3TMCT) to the RSV F HEK/GA-opt/DS construct resulted in substantial attenuation of vector in rhesus monkeys ( Wt The wild type (wt) recombinant (r)HPIV3 JS strain (which also was the source of the F and HN genes in rB/HPIV3) was selected as vector. The biological version of this virus was previously shown to be naturally attenuated in adults (Clements et al. J Clin Microbiol 29:1175-1182, 1991) compared to a previously-evaluated strain (Kapikian et al 1961 JAMA 178:123-127), presumably due to one or more adventitious attenuating mutations that remain to be identified. The recombinant version of this virus (rHPIV3) has two mutations in HN (A263T and T370P) that were introduced when the HPIV3 reverse-genetic system was established. In the present study, the rHPIV3 vector was modified to contain the 263T and 370P amino acid assignments in the HN protein that had been found to prevent large plaque formation by the rB/HPIV3 vector (the mutations were shown in detail in HEK/GS-opt/DS-Cav1+/H3TMCT. The wt rHPIV3 JS vector was used to express the RSV F HEK/GS-opt/DS-Cav1 protein as is or with the further modification in which the TMCT domains of the RSV F protein was replaced by that of the HPIV3 F protein (called H3TMCT, Examples of four rHPIV3-based constructs expressing RSV F are shown in HEK/GS-opt/DS-Cav1 inserted into the first gene position (F1) ( HEK/GS-opt/DS-Cav1/H3TMCT inserted into the first gene position (F1) ( HEK/GS-opt/DS-Cav1 inserted into the second gene position (F2) ( HEK/GS-opt/DS-Cav1/H3TMCT inserted into the second gene position (F2) ( Note that these RSV F ORFs are the same as were inserted into the rHPIV1-C170 vector in Recovery of Viruses and Double Staining Analysis. The viruses were rescued by co-transfecting BHK BSR T7/5 cells with each of the plasmid and three expression plasmids expressing the HPIV3 N, P, and L proteins. All viruses were successfully rescued, and two P2 (i.e., second passage) viral stocks were prepared for each of the four constructs.Comments on the Results Shown in Examples 1-4 The following examples show that several different PIV vector systems (including rB/HPIV3, rHPIV1, and rHPIV3 JS) can be used to efficiently express the RSV F protein as an added gene. Panels of mutants were constructed to systematically evaluate a variety of variables with the vectors (e.g., insert position, level of attenuation, etc.) and the RSV F insert (e.g. prefusion stabilization, packaging into the vector particle, etc.), The panels of mutants were subjected to detailed analysis in cell culture, in hamsters, and in non-human primates to identify effective mutants with regard to expression level, stability in vitro and in vivo, attenuation in vivo, immunogenicity, and protective efficacy. Previous studies had shown that highly fusogenic proteins like RSV F can be unstable in nonsegmented negative strand viral vectors because their high level of syncytium formation interferes with vector replication: for example, the fusion F protein of measles virus was shown to exhibit \"extreme instability\" when expressed by the prototype virus vesicular stomatitis virus (VSV) (Quinones-Kochs et al 2001 Virology 287; 427-435). Since respiratory syncytial virus is notorious for its high level of syncytium formation, and since high levels of syncytium formation indeed were observed when functional RSV F protein was expressed from PIV vectors (e.g., Example 1), it was very surprising that this did not interfere with vector replication in vitro. Thus, efficiencies of replication of the disclosed constructs allows for efficient vaccine manufacture in Vero cells. Furthermore, modifications that reduced (HEK assignments) or essentially eliminated (DS, DS-Cav1) gross syncytium formation were introduced, which thus would obviate any problems due to high levels of syncytium formation. Multiple specific strategies were demonstrated to increase the expression of the foreign RSV F gene, including inclusion of HEK assignments, codon optimization, and placement in promoter-proximal positions. However, the results were not necessarily predictable, illustrating the importance of the extensive experimentation provided in this disclosure. In addition, while expression from the first gene position would be expected to yield the highest levels of expression, this was not the case with the HPIV1 vector when it expressed RSV F protein that was non-fusogenic due to the DS-Cav1 mutations ( Multiple means of attenuation were investigated, including the use of the bovine/human chimera rB/HPIV3, the use of the naturally-attenuated HPIV3 JS strain, and the use of stabilized point and deletion mutations exemplified with HPIV1 (C170 and LY). In addition, presence of the foreign insert provided attenuation in some circumstances, and the B3TMCT modification was substantially attenuating. Thus, the reagents and biological characterization provide vectors exhibiting a range of useful attenuation phenotypes. Importantly, the vectors of interest were shown to have retained efficient replication and stability in Vero cells, necessary for vaccine manufacture. The stability of expression of the RSV F insert was a major problem with a prior construct (Bernstein et al 2012, Pediatr Infect Dis 31:109-114). However, the modified constructs described in the present disclosure were substantially stable. Factors such as reducing or inhibiting syncytium formation likely contributed to stability. In some case, unpredictable factors were identified. For example, the HN gene in the rB/HPIV3 vector was found to exhibit substantial instability that resulted in a large plaque phenotype. However, this problem was eliminated by I263T and T370P substitutions in the HN gene ( Two modifications were shown to be of primary importance for increasing immunogenicity: namely, mutations DS and Cav1 that stabilize the prefusion conformation of the RSV F protein, and the TMCT modification that serves as a packaging signal to direct efficient incorporation of the foreign glycoprotein into the vector particle. It was not known if RSV F that was stabilized in the prefusion conformation would be expressed efficiently and would be compatible with a virus infection, but this was the case. It also was surprising that the TMCT packaging signals worked with such a high degree of efficiency of packaging, which equaled or exceeded that of RSV particles examined in parallel. It also was surprising that this highly efficient packaging did not disrupt the production of vector particles, such as by displacing the endogenous F and HN surface glycoproteins. Particularly unexpected was the finding that the DS and DS-Cav1 modifications on the one hand, and the TMCT modification on the other hand, each provided a very substantial increase in the production of high quality RSV-neutralizing antibodies, which are thought to be the most relevant for protection in vivo. These two types of modifications likely achieved this effect through different mechanisms: specifically, the DS and Cav1 modifications presumably have their effect by stabilizing the antigenic site 0, whereas packaging mediated by TMCT likely provides a tightly-packed highly-repetitive array of RSV F antigen produced in a particle form, providing for increased antigen presentation. Importantly, these effects were very evident in non-human primates ( It will be apparent that the precise details of the methods or compositions described may be varied or modified without departing from the spirit of the described embodiments. We claim all such modifications and variations that fall within the scope and spirit of the claims below. Claims 1. A recombinant paramyxovirus, comprising: - a viral genome comprising genes encoding parainfluenza virus (PIV) N, P, M, F, HN, and L proteins, and further comprising a heterologous gene encoding a type I membrane protein comprising a recombinant respiratory syncytial virus (RSV) F ectodomain linked to a transmembrane domain (TM) and cytoplasmic tail (CT) of a PIV F protein; and - wherein the recombinant paramyxovirus is a recombinant human/bovine parainfluenza virus 3 (B/HPIV3), a recombinant human parainfluenza virus 1 (HPIV1), a recombinant human parainfluenza virus 2 (HPIV2), a recombinant human parainfluenza virus 3 (HPIV3), or a recombinant bovine parainfluenza virus 3 (BPIV3). 2. The recombinant paramyxovirus of claim 1, wherein the RSV F ectodomain comprises K66E and Q101P substitutions. 3. The recombinant paramyxovirus of claim 1, wherein the RSV F ectodomain is stabilized in a RSV F prefusion-conformation by one or more amino acid substitutions compared to a native RSV F protein sequence. 4. The recombinant paramyxovirus of claim 3, wherein the RSV F ectodomain is stabilized in a RSV F prefusion-conformation by one or more amino acid substitutions compared to a native RSV F protein sequence, the one or more amino acid substitutions comprise: S155C and S290C substitutions and/or S190F and V207L substitutions, wherein the amino acid numbering corresponds to the RSV F protein sequence set forth as SEQ ID NO: 1. 5. The recombinant paramyxovirus of claim 4, wherein RSV of claim 1, wherein the RSV F ectodomain comprises or consists of the RSV ectodomain of one of SEQ ID NOs: 1 (WT F A), 2 (WT RSV F B), 12 (A2 HEK), 14 (A2 HEK DS). 7. The recombinant paramyxovirus of claim 1, wherein: - the recombinant paramyxovirus is the recombinant HPIV1, and the RSV F ectodomain is linked to a TM and CT of an HPIV1 F protein; - the recombinant paramyxovirus is the recombinant HPIV2, and the RSV F ectodomain is linked to a TM and CT of an HPIV2 F protein; - the recombinant paramyxovirus is the recombinant HPIV3, and the RSV F ectodomain is linked to a TM and CT of an HPIV3 F protein; - the recombinant paramyxovirus is the recombinant HPIV3, and the RSV F ectodomain is linked to a TM and CT of a BPIV3 F protein; - the recombinant paramyxovirus is the recombinant BPIV3, and the RSV F ectodomain is linked to a TM and CT of an HPIV3 F protein; - the recombinant paramyxovirus is the recombinant BPIV3, and the RSV F ectodomain is linked to a TM and CT of a BPIV3 F protein; - the recombinant paramyxovirus is the recombinant B/HPIV3, and the RSV F ectodomain is linked to a TM and CT of an HPIV3 F protein; or - the recombinant paramyxovirus is the recombinant B/HPIV3, and the RSV F ectodomain is linked to a TM and CT of a BPIV3 F protein. 8. The recombinant paramyxovirus of claim 1, wherein: - the recombinant paramyxovirus is the recombinant HPIV1, and the TM and CT linked to the RSV F ectodomain comprise the amino acid sequence set forth as SEQ ID NO: 31, or an amino acid sequence at least 90% identical thereto; - the recombinant paramyxovirus is the recombinant HPIV2, and the TM and CT linked to the RSV F ectodomain comprise the amino acid sequence set forth as SEQ ID NO: 39, or an amino acid sequence at least 90% identical thereto; - the recombinant paramyxovirus is the recombinant HPIV3, and the TM and CT linked to the RSV F ectodomain comprise the amino acid sequence set forth as SEQ ID NO: 46, or an amino acid sequence at least 90% identical thereto; - the recombinant paramyxovirus is the recombinant HPIV3, and the TM and CT linked to the RSV F ectodomain comprise the amino acid sequence set forth as SEQ ID NO: 53, or an amino acid sequence at least 90% identical thereto; - the recombinant paramyxovirus is the recombinant BPIV3, and the TM and CT linked to the RSV F ectodomain comprise the amino acid sequence set forth as SEQ ID NO: 46, or an amino acid sequence at least 90% identical thereto; - the recombinant paramyxovirus is the recombinant BPIV3, and the TM and CT linked to the RSV F ectodomain comprise the amino acid sequence set forth as SEQ ID NO: 53, or an amino acid sequence at least 90% identical thereto; - the recombinant paramyxovirus is the recombinant B/HPIV3, and the TM and CT linked to the RSV F ectodomain comprise the amino acid sequence set forth as SEQ ID NO: 46 or an amino acid sequence at least 90% identical thereto; or - the recombinant paramyxovirus is the recombinant B/HPIV3, and the TM and CT linked to the RSV F ectodomain comprise the amino acid sequence set forth as SEQ ID NO: 53 or an amino acid sequence at least 90% identical thereto. 9. The recombinant paramyxovirus of claim 1, wherein: - the recombinant paramyxovirus is the recombinant HPIV1, and the RSV F ectodomain linked to the TM and CT comprises the amino acid sequence set forth as SEQ ID NO: 135 or an amino acid sequence at least 90% identical thereto; - the recombinant paramyxovirus is the recombinant HPIV3, and the RSV F ectodomain linked to the TM and CT comprises the amino acid sequence set forth as SEQ ID NO: 10 or an amino acid sequence at least 90% identical thereto; - the recombinant paramyxovirus is the recombinant HPIV3, and the RSV F ectodomain linked to the TM and CT comprises the amino acid sequence set forth as SEQ ID NO: 21 or an amino acid sequence at least 90% identical thereto. - the recombinant paramyxovirus is the recombinant BPIV3, and the RSV F ectodomain linked to the TM and CT comprises the amino acid sequence set forth as SEQ ID NO: 10 or an amino acid sequence at least 90% identical thereto; - the recombinant paramyxovirus is the recombinant BPIV3, and the RSV F ectodomain linked to the TM and CT comprises the amino acid sequence set forth as SEQ ID NO: 21 or an amino acid sequence at least 90% identical thereto; - the recombinant paramyxovirus is the recombinant B/HPIV3, and the RSV F ectodomain linked to the TM and CT comprises the amino acid sequence set forth as SEQ ID NO: 10 or an amino acid sequence at least 90% identical thereto; or - the recombinant paramyxovirus is the recombinant B/HPIV3, and the RSV F ectodomain linked to the TM and CT comprises the amino acid sequence set forth as SEQ ID NO: 21 or an amino acid sequence at least 90% identical thereto. 10. The recombinant paramyxovirus of claim 1, wherein recombinant paramyxovirus is: - the recombinant HPIV1, and wherein the viral genome comprises genes encoding HPIV1 N, P, M, F, HN and L proteins, and the TM and CT linked to the RSV F ectodomain are from the HPIV1 F protein; - the recombinant HPIV2, and wherein the viral genome comprises genes encoding HPIV2 N, P, M, F, HN and L proteins, and the TM and CT linked to the RSV F ectodomain are from a HPIV2 F protein; - the recombinant HPIV3, and wherein the viral genome comprises genes encoding HPIV3 N, P, M, F, HN and L proteins, and the TM and CT linked to the RSV F ectodomain are from a HPIV3 F protein; - the recombinant HPIV3, and wherein the viral genome comprises genes encoding HPIV3 N, P, M, F, HN and L proteins, and the TM and CT linked to the RSV F ectodomain are from a BPIV3 F protein; - the recombinant BPIV3, and wherein the viral genome comprises genes encoding BPIV3 N, P, V, M, F, HN, and L proteins, and the TM and CT linked to the RSV F ectodomain are from a HPIV3 F protein; - the recombinant BPIV3, and wherein the viral genome comprises genes encoding BPIV3 N, P, V, M, F, HN, and L proteins, and the TM and CT linked to the RSV F ectodomain are from a BPIV3 F protein; - the recombinant B/HPIV3, and wherein the viral genome comprises genes encoding HPIV3 F and HN proteins and BPIV3 N, P, V, M, and L proteins, and the TM and CT linked to the RSV F ectodomain are from a HPIV3 F protein; or - the recombinant B/HPIV3, and wherein the viral genome comprises genes encoding HPIV3 F and HN proteins and BPIV3 N, P, V, M, and L proteins, and the TM and CT linked to the RSV F ectodomain are from a BPIV3 F protein. 11. The recombinant paramyxovirus of claim 1, wherein the heterologous gene encoding the recombinant RSV F ectodomain is the first or second gene downstream of a genomic promoter of the viral genome. 12. The recombinant paramyxovirus of claim 1, wherein recombinant paramyxovirus is: - the recombinant HPIV1, and wherein the viral genome comprises, from upstream to downstream, a HPIV1 genomic promoter followed by the genes encoding the HPIV1 N, P, M, F, HN, and L proteins, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genomic promoter and the gene encoding the N protein or between the genes encoding the N and the P proteins; - the recombinant HPIV2, and wherein the viral genome comprises, from upstream to downstream, a HPIV2 genomic promoter followed by the genes encoding the HPIV2 N, P, M, F, HN, and L proteins, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genomic promoter and the gene encoding the N protein or between the genes encoding the N and the P proteins; - the recombinant HPIV3, and wherein the viral genome comprises, from upstream to downstream, a HPIV3 genomic promoter followed by the genes encoding the HPIV3 N, P, M, F, HN, and L proteins, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genomic promoter and the gene encoding the N protein or between the genes encoding the N and the P proteins; - the recombinant BPIV3, and wherein the viral genome comprises, from upstream to downstream, a BPIV3 genomic promoter followed by the genes encoding the BPIV3 N, P, M, F, HN, and L proteins, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genomic promoter and the gene encoding the N protein or between the genes encoding the N and the P proteins; or - the recombinant B/HPIV3, and wherein the viral genome comprises, from upstream to downstream, a BPIV3 genomic promoter followed by the genes encoding the BPIV3 N, P, and M proteins, the HPIV3 F and HN proteins, and the BPIV3 L protein, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genomic promoter and the gene encoding the N protein or between the genes encoding the N and the P proteins. 13. The recombinant paramyxovirus of claim 12, wherein the recombinant paramyxovirus is the recombinant B/HPIV3, and wherein the HPIV3 F and HN proteins and BPIV3 N, P, M, and L proteins comprise amino acid sequences at least 90% identical to SEQ ID NOs: 43, 101, 47, 48, 49, 52, respectively. 14. The recombinant paramyxovirus of claim 1, wherein the recombinant paramyxovirus is the recombinant B/HPIV3 or the recombinant HPIV3, and wherein the parainfluenza HN protein is a HPIV3 HN protein comprising a threonine and a proline at residues 263 and 370, respectively. 15. The recombinant paramyxovirus of claim 1, wherein the recombinant paramyxovirus is: - the recombinant HPIV3, and wherein the heterologous gene comprises the nucleotide sequence set forth as SEQ ID NO: 11 (GS RSV F_HEK_DS-Cav1_H3TMCT); - the recombinant B/HPIV3, and wherein the heterologous gene comprises the nucleotide sequence set forth as SEQ ID NO: 11 (GS RSV F_HEK_DS-Cav1_H3TMCT); - the recombinant B/HPIV3, and wherein the heterologous gene comprises the nucleotide sequence set forth as SEQ ID NO: 22 RSV - the recombinant B/HPIV3, and wherein the heterologous gene comprises the nucleotide sequence set forth as SEQ ID NO: 20 RSV F_HEK_DS_B3TMCT). 16. The recombinant paramyxovirus of claim 1, wherein the recombinant paramyxovirus is: - the recombinant HPIV1, and wherein the viral genome comprises, from upstream to downstream, a HPIV1 genomic promoter followed by HPIV1 N, P, M, F, HN, and L genes, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F a TM and CT of a HPIV1 F protein; - the recombinant HPIV1, and wherein the viral genome comprises, from upstream to downstream, a HPIV1 genomic promoter followed by HPIV1 N, P, M, F, HN, and L genes, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genes encoding the N and P proteins, and wherein the RSV F a TM and CT of a HPIV1 F protein; - the recombinant HPIV3, and wherein the viral genome comprises, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3 N, P, M, F, HN, and L genes, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F a TM and CT of a HPIV3 F protein; - the recombinant HPIV3, and wherein the viral genome comprises, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3 N, P, M, F, HN, and L genes, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genes encoding the N and P proteins, and wherein the RSV F a TM and CT of a HPIV3 F protein; - the recombinant HPIV3, and wherein the viral genome comprises, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3 N, P, M, F, HN, and L genes, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F a TM and CT of a BPIV3 F protein; - the recombinant HPIV3, and wherein the viral genome comprises, from upstream to downstream, a HPIV3 genomic promoter followed by HPIV3 N, P, M, F, HN, and L genes, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genes encoding the N and P proteins, and wherein the RSV F a TM and CT of a BPIV3 F protein; - the recombinant BPIV3, and wherein the viral genome comprises, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, M, F, HN, and L genes, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F a TM and CT of a BPIV3 F protein; - the recombinant BPIV3, and wherein the viral genome comprises, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, M, F, HN, and L genes, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genes encoding the N and P proteins, and wherein the RSV F a TM and CT of a BPIV3 F protein; - the recombinant B/HPIV3, and wherein the viral genome comprises, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F a TM and CT of a BPIV3 F protein; - the recombinant B/HPIV3, and wherein the viral genome comprises, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genes encoding the N and P proteins, and wherein the RSV F a TM and CT of a BPIV3 F protein; - the recombinant B/HPIV3, and wherein the viral genome comprises, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genomic promoter and the gene encoding the N protein, and wherein the RSV F a TM and CT of a HPIV3 F protein; or - the recombinant B/HPIV3, and wherein the viral genome comprises, from upstream to downstream, a BPIV3 genomic promoter followed by BPIV3 N, P, and M genes, HPIV3 F and HN genes, and a BPIV3 L gene, and wherein the heterologous gene encoding the recombinant RSV F ectodomain is located between the genes encoding the N and P proteins, and wherein the RSV F to a TM and CT of a HPIV3 F protein. 17. The recombinant paramyxovirus of claim 1, wherein: - the HPIV1 comprises a C170 or a I263T and T370P substitutions in the HN protein. 18. The recombinant paramyxovirus of claim 1, wherein the recombinant RSV F ectodomain comprises the amino acid sequence of residues 1-529 of SEQ ID NO: 21 or an amino acid sequence at least 90% identical thereto. 19. The recombinant paramyxovirus of claim 1, comprising rB/HPIV3-F2-HEK/GS-opt/DS-Cav1/B3TMCT, further comprising I263T and T370P substitutions in the HN protein. 20. The recombinant paramyxovirus of claim 1, wherein at least 90% of viral particles produced by a host cell infected with the recombinant paramyxovirus or viral vector comprise a viral envelope comprising the ectodomain encoded by the heterologous gene. 21. The recombinant paramyxovirus of claim 1, wherein the recombinant paramyxovirus is an infectious, attenuated, and self-replicating virus. 22. The recombinant paramyxovirus of claim 1, wherein the RSV F ectodomain is present on the viral envelope of the paramyxovirus; and 23. An immunogenic composition comprising the recombinant paramyxovirus of claim 1 and a pharmaceutically acceptable carrier. 24. A method of eliciting an immune response to RSV and/or PIV in a subject comprising administering a therapeutically effective amount of the immunogenic composition of claim 23 to the subject. 25. The method of claim 24, wherein the immune response is a protective immune response. 26. The method of claim 24, comprising intranasal administration of the immunogenic composition. 27. The method of claim 24, wherein the subject is at risk of or has a RSV or a PIV infection. 28. The method of claim 24, wherein the subject is less than one year old. 29. The method of claim 24, wherein the subject is immunocompromised or is elderly. 30. A nucleic acid molecule comprising the genome of the recombinant paramyxovirus of claim 1. Type: Application Filed: May 18, 2020 Publication Date: Sep 3, 2020 Patent Grant number: [11591372](/patent/11591372) Applicant: [The United States of America, as represented by the Secretary, Department of Health and Human Servic](/assignee/the-united-states-of-america-as-represented-by-the-secretary-department-of-health-and-human-servic)(Bethesda, MD) Inventors: [Peter "}