{"title": "First-in-human clinical trial for a vaccine to treat opioid use disorders enrolls first patients", "author": "Angel Mendez; Media Relations Manager", "url": "https://med.umn.edu/news/first-human-clinical-trial-vaccine-treat-opioid-use-disorders-enrolls-first-patients", "hostname": "umn.edu", "description": "The first patients have been enrolled in a phase 1 randomized placebo-controlled clinical trial to study a therapeutic vaccine for opioid use disorder developed by researchers at the University of Minnesota Medical School.", "sitename": "Medical School", "date": "2021-09-06", "cleaned_text": "vaccine to treat opioid use disorders enrolls first patients The vaccine has been developed by researchers at the University of Minnesota Medical School MINNEAPOLIS/ST. PAUL (09/07/2021) — The first patients have been enrolled in a phase 1 randomized placebo-controlled clinical trial to study a therapeutic vaccine for opioid use disorder developed by researchers at the University of Minnesota Medical School. Funded by a grant from the National Institutes of Health, the trial will test the safety and potential efficacy of a vaccine that is designed to selectively prevent the euphoric and toxic effects of oxycodone. Volunteers for the trial are being enrolled at Columbia University in New York City and Clinilabs Drug Development Corporation based in Eatontown, New Jersey. [Marco Pravetoni, PhD](https://med.umn.edu/bio/medical-discovery-teams/marco-pravetoni), a leading expert of biologics for the treatment of substance use disorders and developer of the vaccine candidate, is an associate professor of pharmacology and medicine at the University of Minnesota Medical School. His laboratory led the development of a series of vaccines and monoclonal antibodies effective in counteracting respiratory depression (depressed breathing) and bradycardia (depressed heart rate) induced by oxycodone, fentanyl and heroin in preclinical studies, as published in the [ Journal of Pharmacology and Experimental Therapeutics](https://jpet.aspetjournals.org/content/early/2020/09/25/jpet.120.000124) and the [ Journal of Medicinal Chemistry](https://pubs.acs.org/doi/10.1021/acs.jmedchem.0c01042). The vaccine currently being tested stimulates the body's immune system to produce antibodies to oxycodone. If someone who has been vaccinated takes oxycodone, those antibodies would bind to the drug molecule, stopping it from entering the brain and, ultimately, preventing the \"high\" produced by the drug. Because of its selectivity for oxycodone, the vaccine will not interfere with FDA-approved medications, including methadone, buprenorphine, naltrexone and naloxone, potentially offering a long-lasting, safe and cost-effective alternative that is complementary to standard medical intervention for opioid use disorders. \"In this study, my laboratory will conduct pharmacokinetic and immunological monitoring in blood samples from immunized volunteers to ensure that they are making antibodies to oxycodone and determine whether or not the antibodies are preventing the drug from reaching the brain,\" said Pravetoni, who is also a member of the U of M Medical School's [Medical Discovery Team on Addiction](https://med.umn.edu/addiction). [Sandra Comer, PhD](https://www.columbiapsychiatry.org/profile/sandra-comer-phd), director of the Opioid Laboratory in the Division on Substance Use Disorders in the Department of Psychiatry at Columbia University Vagelos College of Physicians and Surgeons, is the principal investigator of the study. Comer will oversee a team of physicians and nurses led by Jeanne Manubay, MD, the study's medical director, who is monitoring the patients' response to the vaccine, including their subsequent drug use and behaviors. She has nearly three decades of experience in developing medications for treating opioid and other substance use disorders and provides overall scientific and regulatory oversight of the clinical trial. \"This medication approach is unique in that it can be used alone or in combination with other treatment medications and, importantly, may offer patients long-lasting protection against overdose if they relapse to opioid use,\" Comer said. \"The long-term goal of this program is to develop a series of opioid vaccines that target other commonly used opioids, such as heroin and fentanyl. We are very excited about this research and hope to eventually provide a safe, new treatment option for patients with opioid use disorder.\" The study seeks volunteers who: - Are between the ages of 18-59; - Are currently using opioids and not seeking treatment for drug use; and, - Have prior experience with intranasal opioid use. The study plans to enroll up to 45 volunteers. Volunteers will be closely monitored for several weeks on inpatient units at Columbia University Irving Medical Center and at Clinilabs to look for adverse events and determine their response to oxycodone after vaccination, before studying their drug behavior on an outpatient basis. \"Clinilabs is privileged to be working with the University of Minnesota Medical School and Columbia University on this groundbreaking trial. Exploring a preventative vaccine to treat opioid use disorder has the potential to be life-altering for patients and their families who are battling opioid abuse,\" said Gary Zammit, Clinilabs' President and CEO. To learn more about the study or to review the volunteer qualifications, call 646-774-6243 or visit [https://recruit.cumc.columbia.edu/clinical_trial/2168](https://recruit.cumc.columbia.edu/clinical_trial/2168). ### Research reported in this press release was supported by The National Institute on Drug Abuse of the National Institutes of Health under award number UG3DA047711. The total project cost is financed with federal dollars. The content of this press release is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. About the University of Minnesota Medical School The University of Minnesota Medical School is at the forefront of learning and discovery, transforming medical care and educating the next generation of physicians. Our graduates and faculty produce high-impact biomedical research and advance the practice of medicine. [We acknowledge](https://med.umn.edu/odei/about/commitments-acknowledgements) that the U of M Medical School, both the Twin Cities campus and Duluth campus, is located on traditional, ancestral and contemporary lands of the Dakota and the Ojibwe, and scores of other Indigenous people, and we affirm our commitment to tribal communities and their sovereignty as we seek to improve and strengthen our relations with tribal nations. For more information about the U of M Medical School, please visit [med.umn.edu](https://med.umn.edu/). For media requests, please contact: Angel Mendez Media Relations Manager University of Minnesota Medical School [mende434@umn.edu](mailto:mende434@umn.edu) [Photos](https://drive.google.com/drive/folders/1nZcsCSrt6K1d-JKJVFHBrPJK9S7zNqEX?usp=sharing) and [videos](https://drive.google.com/file/d/1UHqt43ZxYtRj50KrbaeKFwsP1bm9WdlG/view?usp=sharing) from the Pravetoni Lab are available for media use. Credit should be given to Lisa Anderson, University of Minnesota Medical School. "}