{"title": "Russia's COVID-19 vaccine appears safe and effective, according to new study", "author": "MARIA CHENG; DARIA LITVINOVA", "url": "https://www.latimes.com/science/story/2021-02-02/study-russia-sputnik-covid-vaccine-appears-safe-effective", "hostname": "latimes.com", "description": "Russian scientists say the Sputnik V vaccine appears safe and effective against COVID-19", "sitename": "Los Angeles Times", "date": "2021-02-02", "cleaned_text": "appears safe and effective, according to new study Russian scientists say the country's Sputnik V vaccine appears safe and effective against COVID-19, according to early results of an advanced study published in a British medical journal. The news is a boost for the shot, which is increasingly [being purchased by nations around the world](https://www.latimes.com/world-nation/story/2020-12-29/belarus-starts-covid-19-vaccinations-russian-shots) that are desperate to stop the devastation caused by the pandemic. Researchers say that, based on their trial, which involved about 20,000 people in Russia last fall, the vaccine is about 91% effective and that the shot also appeared to prevent people from becoming severely ill with COVID-19. The study was published online Tuesday in the well-regarded British medical journal Lancet. Scientists not linked to the research acknowledged that the speed with which the Russia vaccine was made and rolled out was criticized for \" [unseemly haste, corner-cutting](https://www.latimes.com/world-nation/story/2020-08-07/russia-race-coronavirus-vaccine-raises-ethical-concerns) and an absence of transparency.\" \"But the outcome reported here is clear,\" British scientists Ian Jones and Polly Roy wrote in an accompanying commentary. \"Another vaccine can now join the fight to reduce the incidence of COVID-19.\" The Sputnik V vaccine was approved by the Russian government with much fanfare Aug. 11. President Vladimir Putin personally broke the news on national television and said that one of his daughters had already been vaccinated with it. At the time, the shot had only been tested in several dozens of people. [Seeking to expand their influence, China and Russia market coronavirus vaccines around the world](https://www.latimes.com/world-nation/story/2020-10-28/china-russia-marketing-coronavirus-vaccines-world) It could be a while before U.S. efforts to develop coronavirus vaccines benefit the developing world. China and Russia are trying to fill the void. Some early results were published in September, but participants had only been followed for about 42 days, and there was no comparison group. The latest study is based on research involving about 20,000 adults at 25 hospitals in Moscow between September and November, of whom three-quarters got two doses of the Russian vaccine 21 days apart and the remainder got placebo shots. The [most commonly reported side effects](https://www.latimes.com/science/story/2020-12-16/covid-19-vaccine-allergies-what-to-know) were flu-like symptoms, pain at the injection site and fatigue. Serious side effects were rare in both groups, and four deaths were reported in the study, but none was considered to be the result of the vaccine. The study included more than 2,100 people over 60, and the vaccine appeared to be about 92% effective in them. The research is ongoing, but in December, Russia's Health Ministry said it would cut the size of the study from the expected 40,000 to about 31,000 volunteers who have already enrolled. Developers of the vaccine cited ethical concerns about using placebo shots. [California's early vaccine rollout was chaotic and filled with problems. Here's what went wrong](https://www.latimes.com/california/story/2021-02-02/california-covid-vaccine-rollout-lags-other-states) Supply shortages. Data problems. A fragmented system of 61 local health departments. They all contributed to California's lagging vaccination rate. The Russian vaccine uses a modified version of the adenovirus that causes the common cold to carry genes for the coronavirus' spike protein as a way to prime the body to react if the real coronavirus comes along. That's a similar technology to the vaccine [developed by AstraZeneca and Oxford University](https://www.latimes.com/science/story/2020-12-30/oxford-astrazeneca-vaccine-how-does-it-compare). But unlike that two-dose vaccine, the Russians used a slightly different adenovirus for the second booster shot. Some experts say that approach may explain why the Russian vaccine seems to have produced a better immune response than the AstraZeneca vaccine, which has a reported efficacy rate of about 60% to 70%. \"This aims to drive higher immune responses to the target 'spike' by using two slightly different jabs,\" said Alexander Edwards, an associate professor in biomedical technology at the University of Reading in England. He said that, with two identical shots, it's possible that the immune system doesn't get as big a boost from the second injection. He added that, because the Russian vaccine is made using a tested technology, it should be possible to scale up manufacturing. ['I don't intend to experiment on my body': Russia's vaccine rollout draws mixed response](https://www.latimes.com/world-nation/story/2020-12-17/russia-covid-19-vaccine-rollout-draws-wary-response) Excitement greeted the Pfizer-BioNTech COVID-19 vaccine when it was rolled out, but a Russian shot has received a mixed response, even on home soil. Russia began rolling out Sputnik V in a [large-scale vaccination campaign in December](https://www.latimes.com/world-nation/story/2020-12-03/putin-orders-large-scale-covid-19-vaccination-russia), with doctors and teachers the first in line to get the shot. Last month, Putin ordered the effort to be expanded and for mass immunizations to start. In early January, the Russian Direct Investment Fund, which bankrolled the vaccine, said that more than 1 million Russians had already been inoculated with the domestically developed shot. Some Russian media questioned the number and suggested that the rollout had been much slower, with many Russian regions reporting small numbers of vaccinations. Outside Russia, Sputnik V has received authorization in more than a dozen countries, according to the fund, including the former Soviet republics of Belarus, Armenia and Turkmenistan; Latin American nations such as Argentina, Bolivia and Venezuela; some African nations; and Serbia, Iran, the Palestinian territories and the United Arab Emirates. In the European Union, the shot has received initial authorization only in Hungary and is still subject to final approval by the country's National Public Health Center. Batches of the vaccine have already been supplied to six countries. In all, more than 50 countries submitted applications for 2.4 billion doses, a spokesman for the Russian investment fund told the Associated Press. Algeria will begin producing the Sputnik V vaccine \"within the coming weeks,\" according to Kamel Mansouri, the head of Algeria's national agency for pharmaceuticals. The first batch of 50,000 doses of Sputnik V was flown to Algeria from Russia on Thursday, 10% of what had been previously announced by the Algerian government. A cargo of 50,000 AstraZeneca doses arrived on Monday. Mansouri said that Algeria and Russia were in advanced discussions over Sputnik V and that the vaccine would be manufactured at the government-owned SAIDAL facility. \"It is time that Algeria, a country that imports vaccine, be able to produce it on site to respond to the needs of the vaccination campaign, and to export in a second phase,\" he said Tuesday on national television. "}