{"title": "PDF", "author": "PDF", "url": "https://www.healthinaging.org/sites/default/files/media/pdf/HIA-LearnMore%20Pneumonia%20Vaccine22.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "LEARN MORE You can protect yourself against pneumonia and its health dangers. Pneumococcal vaccines can help you avoid getting sick. Pneumococcal bacteria are a common cause of pneumonia, which is an infection of the lungs. Almost 1 million people ages 65 or older are hospitalized with pneumonia each year. Around 30 percent of older adults treated for pneumonia will die. 1Pneumococcal Vaccines for Older Adults (65+ years of Age) Everyone ages 65 and older should get vaccinated. Especially if you are at high risk, such as: n Nursing home residents n People with heart disease, diabetes, asthma, lung disease, HIV, or other chronic health problems. Two kinds of pneumococcal vaccines are available for people aged 65 and older: n Pneumococcal conjugate vaccines (PCV13 and PCV15, and PCV20). These vaccines help protect you against the most severe types of pneumococcal bacteria. n Pneumococcal polysaccharide vaccine (PPSV23), This vaccine gives protection against 23 more types of pneumococcal bacteria than the conjugate vaccines. Both types of vaccines are safe and effective, but they cannot be given at the same time. The table below lists the vaccine recommendations from the Centers for Disease Control and Prevention (CDC) for all adults 65 years or older. Your healthcare provider will help you figure out which are the right vaccines for you to receive. Category Recommendation Adults 65+ who have not previously received any One dose of PCV20 pneumococcal vaccine or their pneumococcal OR vaccination history is unknown One dose of PCV15 followed by one dose of PPSV23 at least 1 year later* Adults 65+ who have received PPSV23 but who One dose of PCV15 or PCV20 a year have not previously received any pneumococcal after receiving PPSV23 conjugate vaccine (PCV13, PCV15, or PCV20) Adults 65+ who have previously received only PCV13 One dose of PPSV23 at least 1 year later * If you have an immunocompromising condition, cochlear implant, or cerebrospinal fluid leak, the PCV15 and PPSV23 doses can be given a minimum of 8 weeks apartPneumococcal Vaccine Recommendations for Older Adults 65 years or older3Side Effects Most people who get a pneumococcal vaccine do not have any serious problems with it. Most side effects are mild, meaning they do not affect daily activities. These side effects usually go away within about 2 days. Side effects following PCV13, PCV15, or PCV20 can include: n Redness, swelling, or pain where the shot was given n Fever n Loss of appetite n Irritability n Feeling tired n Headache n Muscle aches or joint pain n Chills 40 FULTON STREET SUITE 809 NEW YORK, NY 10038 212.308.1414 TEL Info@healthinaging.orgDISCLAIMER: This information is not intended to diagnose health problems or to take the place of medical advice or care you receive from your physician or other healthcare provider. Always consult your healthcare provider about your medications, symptoms, and health problems. August 2022 ©2022 Health in Aging Foundation. All rights reserved.THE OFFICIAL FOUNDATION OF THE AMERICAN GERIATRICS SOCIETYThe AGS Health in Aging Foundation is dedicated to improving the health, independence, and quality of life of all older people. We aim to empower older adults and caregivers to actively participate in their health care and decision-making. Side effects following PPSV23 can include: n Redness, swelling, or pain where the shot was given n Pain n Feeling tired n Fever n Muscle aches The vaccine is likely to be available for free. If you have Medicare Part B , the vaccine is free if your health care provider accepts Medicare. Medicaid and private health insurance plans also often cover vaccine costs. Vaccines are available at: n Most drug stores n Your healthcare provider Background Pneumococcal vaccines can prevent you from getting illnesses caused by pneumococcal bacteria. Pneumococcal bacteria can cause pneumonia, ear infections, sinus infections, and meningitis. Pneumonia is a serious disease that infects the air sacs of your lungs. This can cause the sacs to fill with fluid or pus. As a result, you may develop a cough, fever, chills, and trouble breathing. Symptoms can be mild, or severe enough for you to need hospitalization. These symptoms include: n Coughing. Sometimes you can cough up greenish, yellow, or even bloody mucus n Fever, sweating, and chills n Rapid, shallow breathing n Sharp or stabbing chest pain that gets worse when you cough or breathe deeply n Loss of appetite, low energy, and fatigue n Confusion, especially in older adultsGet help right away If you have any pneumonia symptoms, get medical help right away. Pneumonia can quickly become life threatening for older adults—especially those with other health conditions or a weakened immune system. "}