{"title": "Wellcome statements on Covid-19 | Press release | Wellcome", "author": null, "url": "https://wellcome.org/press-release/wellcome-statements-novel-coronavirus-covid-19", "hostname": "wellcome.org", "description": "Media statements issued by Wellcome in response to the novel coronavirus (COVID-19) pandemic.", "sitename": "Wellcome", "date": "2022-01-12", "cleaned_text": "Wellcome statements on Covid-19 Listed on this page are media statements issued by Wellcome in response to the Covid-19 pandemic. Thursday 5 May 2022 Media statement in response to [WHO estimates of excess deaths associated with the Covid-19 pandemic](https://www.who.int/news/item/05-05-2022-14.9-million-excess-deaths-were-associated-with-the-covid-19-pandemic-in-2020-and-2021) Dr Jeremy Farrar, Director of Wellcome, said: \"There can be no hiding from the fact this devastating death toll was not inevitable; or that there have been too many times in the past two years when world leaders have failed to act at the level needed to save lives. Even now a third of the world's population remains unvaccinated. \"More must be done to protect people from the ongoing Covid-19 pandemic and shield humanity against future risks. Climate change, shifting patterns of animal and human interaction, urbanisation and increasing travel and trade are creating more opportunities for new and dangerous infectious disease risks to emerge, amplify and then spread. \"Governments must learn from this crisis and act immediately to end this pandemic, and make sure they do everything they can to prevent this ever happening again. This means building and sustaining national and global surveillance networks to detect outbreaks before they escalate, supporting national and global networks of public health professions who can swiftly respond when an epidemic starts, and vastly expanding and equitably distributing R&D and manufacturing capacity for vaccines, treatments and diagnostics. To work, these all must be built-in to local health systems and operational every day, not just in times of crisis\" Tuesday 5 April 2022 Media statement on the IMF working paper [A global strategy to manage the long-term risks of Covid-19](https://eur01.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.imf.org%2Fen%2FPublications%2FWP%2FIssues%2F2022%2F04%2F04%2FA-Global-Strategy-to-Manage-the-Long-Term-Risks-of-COVID-19-516079&data=04%7C01%7CA.Dewdney%40wellcome.org%7C4fc6b07508294b9b723d08da16fff86f%7C3b7a675a1fc84983a100cc52b7647737%7C0%7C0%7C637847585892413687%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000&sdata=DKsekRrzGeLTHExSQDPlqJZ8Gme%2B5WpgPnByZiHEkJI%3D&reserved=0) Dr Jeremy Farrar, Director of Wellcome, said: \"These last two years have shown that remarkable progress is possible when the world comes together and supports science boldly at scale, across borders. This approach gave us lifesaving Covid-19 vaccines and treatments in record time. Now is not the time to ease up - the virus's next move is anything but certain and the risk of new variants high. We all desperately want this pandemic to be over. But simply wishing for the most optimistic scenario won't make it so. \"We need to set our sights on developing next generation vaccines that can block transmission and won't require endless boosters, strengthening genomic surveillance globally so we can identify and track new variants and improving global access to vaccines, treatments and tests. Leaving any countries unprotected, puts us all at risk. \"Most importantly, the response must be built on international co-operation. Only by working together can leaders achieve long-lasting and sustainable recovery from Covid-19 and prepare for the epidemic and pandemic threats of tomorrow.\" Wednesday 12 January 2022 Dr Jeremy Farrar, Director of Wellcome, said: \"It is important that we understand how all pathogens emerge so that we can prevent future pandemics. In my view, the scientific evidence continues to point to SARS-CoV-2 crossing from animals to humans as the most likely scenario. However, as the efforts to gather evidence continue, it is important to stay open-minded and work together internationally to understand the emergence of Covid and variant strains - to end this pandemic and reduce the risks of future events.\" This follows a statement on the origins of SARS-CoV-2 published on Tuesday 06 July 2021. Tuesday 21 December 2021 Media statement on the Omicron variant Dr Jeremy Farrar, Director of Wellcome, said: \"We are clearly in a new and troubling phase of this pandemic. What we have seen so far is sobering but there is still much to learn about Omicron. We cannot afford to cross our fingers and hope this crisis blows over. As we have learned from the very beginning of this pandemic, it's better to act sooner than later. \"It is essential that governments act swiftly and accordingly, paying close attention to the data. South Africa and the UK may be at the forefront of this new wave but this will affect every country. To bring Omicron under any form of control, it's critical that transmission is slowed. If not, we could see profound impacts on health systems but also across sectors such as education, hospitality, public transport, police and essential national infrastructure as infections prevent people from working. No country can afford to think they are an exception. \"It is staggering and deeply frustrating that two years into this pandemic - when we have gathered so much evidence and made huge scientific progress - that governments are still not anticipating events and acting early or working together anywhere near the scale that is required. \"Faced with firefighting Omicron, it is understandable that governments are focused on domestic situations. However, there is an underlying issue that remains unchanged. Without a truly global response, where we urgently increase access to tests, treatments and vaccines in all countries - not just those with buying power - we cannot expect to achieve lasting recovery. Global leaders had indicated through pledges they understand the problem, but all too often these remain just that - pledges. We are far beyond the time for warm words. Countries around the world cannot afford to wait for high-income nations to act on their promises. We can do better. We must do better. \"At the same time, we must invest far more now in next generation therapeutics and vaccines, ones that not only stop sickness and death, but also prevent transmission and work against potential new variants. Next year, we must do what we have so far failed to do - we must get ahead of this pandemic and break this vicious reactive cycle.\" Tuesday 2 November 2021 Media statement on Jeremy Farrar's decision to step down from SAGE Dr Jeremy Farrar, Director of Wellcome said: \"At the end of October 2021, after careful consideration, I stepped down as a participant of the UK Scientific Advisory Group for Emergencies (SAGE). \"My focus now must be on our work at Wellcome. This includes supporting the international research effort to end the pandemic, ensuring the world is better prepared for inevitable future infectious disease threats, and making the case so the full potential of science is realised to inform and drive change against all the urgent health threats we face globally. \"The Covid-19 crisis is a long way from over, with the global situation deeply troubling. The high levels of transmission seen in the UK remain concerning, but I stepped down as a participant of SAGE knowing ministers had been provided with most of the key science advice needed over the winter months. \"Throughout this crisis SAGE has provided vital evidence, and independent, expert, transparent advice to support the UK response, often under huge pressure. It has been an honour to have joined the hundreds of scientists who have contributed, and I thank Patrick Vallance and Chris Whitty for outstanding leadership. I remain, as always, available where I may offer help as a clinical scientist or as Director of Wellcome.\" Wednesday 22 September 2021 Media statement on the [Global Covid-19 Summit at the United Nations General Assembly](https://www.whitehouse.gov/briefing-room/statements-releases/2021/09/22/a-u-s-eu-agenda-for-beating-the-global-pandemic-vaccinating-the-world-saving-lives-now-and-building-back-better-health-security/) Dr Jeremy Farrar, Director of Wellcome, said: \"Today's Summit is a very encouraging step forward, with the US and partners galvanising the world into action. Let us make vaccinating at least 70 per cent of the world's population within a year our minimum shared ambition, and do everything we can to get there much sooner. \"The gulf between the 'haves' and the 'have nots' widens every day. Globally, a staggering 80 per cent of vaccines have been given in high- and upper-middle-income countries, and just 0.4 per cent in low-income countries. This is less about limited supply, and more about the vastly unequal distribution of it. Global leaders must share more vaccines now and set out measurable commitments to timetables outlining exactly when and how vaccines will be delivered. \"The great challenges of this century are shared - from the climate crisis to energy, migration and drug-resistant infections. Governments need to better balance the domestic and global agenda, investing in long-term, sustainable systems that are always ready. If the world can tackle pandemics together, we will have a blueprint for the grave challenges ahead.\" Friday 16 July 2021 Media statement about the forthcoming publication of Spike - The Virus v The People: The Inside Story by Jeremy Farrar and Anjana Ahuja Dr Jeremy Farrar said, Director of Wellcome said: \"Covid-19 cast the world into turmoil and has caused unrelenting suffering now for 18 months. The breath-taking scientific advances; the challenge to world leaders to respond for the global good; addressing inequalities that hold back success against the virus; decisions, chances taken or lost to learn from mistakes and successes. All these shape how the world ultimately fares not just against Covid, but against all the major health challenges we face globally. Global leaders continue to fall short in ensuring this crisis ends. \"The book is a record of events as I experienced them. I hope it plays a part in the overall record of the Covid response but also in making sure we learn lessons to end this pandemic and ensure scientific progress saves and protects lives in as far-reaching and fair way as possible.\" - The book publishes 22nd July 2021. Jeremy Farrar will be donating his royalties from Spike to [The Cowrie Scholarship Foundation.](https://www.cowriescholarshipfoundation.org/) Thursday 15 July 2021 Media statement in response to the Swiss Government's contribution to the Covid-19 Therapeutics Accelerator, Nick Cammack, Covid-19 Therapeutics Lead, said: \"On behalf of the Covid-19 Therapeutics Accelerator (CTA), we thank the Swiss Agency for Development and Cooperation and the Swiss Confederation for supporting the search for finding life-saving Covid-19 treatments. Their recent contribution of 7 million CHF ($7.5m USD), in addition to their prior commitment of 19 million CHF ($20.5m USD) in 2020, brings their total contribution to the CTA to 26 million CHF ($28m USD). \"Switzerland joins the UK, Norway, Luxembourg and several private and philanthropic donors in their generous support for the CTA. A full list of contributors can be found [here](https://www.therapeuticsaccelerator.org/cta-donors/). \"Treatments, as well as vaccines, are vital to save lives; we need multiple lines of defence. The spread of variants highlights that the search for effective, affordable and accessible Covid-19 treatments remains essential, as millions of people around the world continue to fall ill, with limited treatment options.\" Wednesday 07 July 2021 Media statement on the total number of reported global deaths from Covid-19 passing 4 million, Dr Jeremy Farrar, Director of Wellcome, said: \"Today, the world passed another devastating milestone: 4 million reported deaths. Sadly, the true figure is undoubtedly much higher. These deaths were not inevitable. They are a consequence of global leaders failing throughout the pandemic to act with the urgency or the scale needed. \"In countries with widespread vaccination coverage there thankfully appears to be a weakened link between infection rates, hospitalisations and deaths. But for large parts of the world facing a vaccine shortfall and the highly infectious Delta variant, it's a tragically different picture. \"We have the tools we need to end this pandemic - vaccines, treatments and tests - but this will only work when they're available to everyone, everywhere. Recent pledges from the G7 and G20 do not go far or fast enough. They are the only ones that can make vaccines available now. We must do all we can to drive down transmission everywhere, save lives and reduce the chances of a new variant emerging that could overcome our vaccines and treatments. We've seen the dangerous consequences of acting too late. This must not be repeated.\" Tuesday 06 July 2021 Media statement on [the origins of SARS-CoV-2 and the source of the Covid-19 pandemic in relation to a letter published in The Lancet](https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(21)01419-7/fulltext), Dr Jeremy Farrar, Director of Wellcome, said: \"The origins of SARS-CoV-2 are not yet certain - it is possible the origin will never be fully established - but nature is a powerful force and, in my view, the most likely scenario is that the virus crossed from animals to humans and then evolved in humans. The best scientific evidence available to date points to this. It is most likely it crossed the species barrier to infect and then adapt to humans at some point in 2019, but there are other possibilities which cannot be completely ruled out and retaining an open mind is critical. There is no place for unsubstantiated rumour, or conspiracy theories often fuelled for other purposes. \"Understanding the origins of this disease, and any zoonotic infection, is absolutely critical to successfully preventing future outbreaks and protecting lives globally. The answers can only be found in robust scientific evidence, with full transparency from all involved. There has been too much conjecture and theory without data or evidence, although still there is not enough transparency. \"We must stay open-minded while efforts continue to gather and share the evidence needed. But we should not wait for all the answers to act on reducing current and future risks. We know we must urgently enhance our ability to track, report and immediately respond to disease outbreaks at local, national and international levels. We need to better understand the risks and prevent spill over events between animals and humans. We must make sure all laboratories are safe, regulated and are not themselves a risk. \"If global leaders fail to work together honestly and to decrease friction, we risk missing vital research that is needed to better understand this virus, in turn risking the research needed to identify and prevent future infectious disease threats - leaving the world very much less safe. We owe it to all who continue to work tirelessly on the frontline of health care and research, and to all who have lost their lives or suffered.\" Sunday 13 June 2021 Wellcome statement in response to [Carbis Bay G7 summit communiqué [PDF]](https://www.g7uk.org/wp-content/uploads/2021/06/Carbis-Bay-G7-Summit-Communique-PDF-430KB-25-pages-3.pdf), Alex Harris, Director of Government Relations at Wellcome, said: \"This G7 summit was the moment for bold, historic leadership to commit the resources needed to end the Covid crisis. That opportunity has sadly been missed. \"Pledges of close to one billion doses of vaccine are to be welcomed, along with plans for a raft of other important initiatives. These include increasing manufacturing capacity, global surveillance and genomic sequencing, and strengthening health systems. But the gap between these ambitions and what the world actually needs is still huge. \"The virus shows little sign of slowing its decimation of communities and economies globally. G7 leaders rightly acknowledge suffering will not end for any country until the pandemic is under control everywhere - so their actions will need to be delivered with urgency. \"A commitment to share 870 million vaccine doses will only have the impact needed if these are shared now and within six months, not over the next year. We strongly urge G7 leaders to reconsider their goal of one billion doses within 12 months. At this rate, just 10.3% of the population of low-and-middle income countries would be vaccinated by this deal. Rather, we should be aiming to vaccinate 70% of the world's population in the next 12 months, which will require 11 billion doses, and fully fund the ACT Accelerator. \"The G7 leaders are right, however, to work towards better preparing for future pandemics, increasing support for those who can deliver this, to ensure the world is never in this position again. Investment is long overdue in the essential reinforcement of our local, national and international disease surveillance network. \"To consign this crisis to history, and to prove worthy of leadership to be remembered by history, the G7 must move fast on their pledges and not hesitate in finding more opportunities to go further, faster.\" Friday 11 June 2021 Wellcome statement in response to [new US & UK vaccine dose sharing commitments](https://www.gov.uk/government/news/uk-to-donate-100-million-coronavirus-vaccine-doses), Alex Harris, Director of Government Relations at Wellcome, said: \"The new US and UK commitments are a step in the right direction, but they don't go far enough, fast enough. What the world needs is vaccines now, not later this year. At this historic moment, the G7 must show the political leadership our crisis demands. We urge G7 leaders to raise their ambition. \"Bold commitments to share vaccines through COVAX now will end the pandemic faster, prevent new variants arising, rebuild our economies and stop the cycle of lockdowns for good. It's in every country's best interest. \"To date, G7 countries have distributed over 528 million doses to their combined 610 million population: in contrast, African countries, with twice as many people, have distributed just 34 million. COVAX is facing a shortfall of 190 million doses by the end of June, and G7 countries are the only ones who can make significant volumes of doses available now. \"We know how to end this pandemic, but we are missing political courage. This G7 summit must: - Commit to collectively sharing at least 1 billion vaccine doses this year, not over the next 12 months - Fund the $18.1bn gap for the ACT-Accelerator so tests and treatments can be accessed by all - Ensure that an equitable amount of vaccine manufacturing capacity during 2022 is reserved for low and middle income countries \"The G7 will be judged by their actions this week. The world is watching and wondering, if the G7 cannot take bold, concrete steps to end this pandemic now, then who can and when?\" Friday 04 June 2021 Wellcome statement in relation to [an open letter jointly written by Wellcome and UNICEF UK, urging the UK Prime Minister to begin sharing vaccine doses,](/news/our-open-letter-uk-prime-minister-boris-johnson) Dr Jeremy Farrar, Director of Wellcome said: \"This is perhaps the hardest UK policy decision of the last 18 months. With cases and transmission increasing in the UK, and the new Delta variant now dominant, it's crucial we wait and follow the data over the coming two weeks. The important question is whether rising cases are leading to an increase in severe illness and death. We know there is a time lag of several weeks between people first catching the infection, getting ill, going to hospital & ICUs, and dying. Which is why we need to wait until as close as possible to 21st June, so we have all the data we need to make the right decision. \"I'm cautiously optimistic. UK vaccine rollout has been a phenomenal success & saved countless lives. But we must keep vaccination up and use the time between now and 21st June to carefully look at the trends in the data. We must also not forget that while 75% of UK adults have had at least one dose of vaccine, globally too many countries still lack doses to protect healthcare workers & the most vulnerable. \"The best way to protect the UK from future variants is through global vaccination. As long as the virus continues to circulate, it will continue to mutate. We're seeing first-hand how quickly new variants can emerge and travel. We cannot rule out variants against which our vaccines and treatments no longer work. The UK, as president of the G7, must now show the historic leadership needed to end this crisis, by sharing at least 20% of available doses between now and August, lay out a detailed timetable for further sharing and bring the G7 together to commit to sharing 1 billion doses over 2021 and fully fund the ACT-Accelerator. This is the best way to protect the UK, end the pandemic as quickly as possible and save the greatest number of lives. It's our best shot of life returning to normal.\" Friday 21 May 2021 Wellcome statement In response to the [Global Health Summit](https://global-health-summit.europa.eu/index_en) and Rome Declaration, Alex Harris, Director of Government Relations at Wellcome, said: \"Pledges today from a handful of countries are welcome, but the world remains in the grip of a devastating global emergency. It demands bold, collective action. Today, global leaders of the G20 missed this critical opportunity. \"Sustained, coordinated support, through the ACT-Accelerator, is our only way out of this pandemic. Political leaders must urgently address its funding shortfall. In parallel to this, rich countries should begin sharing vaccine doses today, through Covax, and provide a timetable for when further supplies will be made available this year. \"The moment has passed for warm words and piecemeal contributions - we need courageous, united leadership from countries that can most afford to help others. Next month's G7 Summit is an historic opportunity to do this. It must not be wasted.\" On the Rome Declaration: Galvanising leading powers to better prepare for future pandemics will be vital to ensure the world is never in this position again. Now, commitments must translate to concrete action - including a plan for outlining how progress will be made by October's G20 Summit. Global health tools, including those for Covid-19, should be treated as global public goods. Recognising this is a key step to developing more sustainable and effective financing mechanisms for pandemic preparedness. We look forward to the G20 High Level Panel's proposals on how to achieve this. Wellcome statement in response to [the UK's proposal, as G7 president, to develop a new global pathogen surveillance network](https://www.gov.uk/government/news/pm-announces-plan-for-global-pandemic-radar), Dr Jeremy Farrar, Director of Wellcome, said: \"This pandemic has provided a stark wake-up call to the threat posed by a fast-moving infectious disease. We are long overdue the essential reinforcement of our local, national and international disease surveillance networks. We failed to address these gaps following other epidemics and we must act now before countries move on from this pandemic. Therefore, this commitment from the UK, as President of the G7, will be hugely important in achieving these aims. \"We must continue to bolster and support our disease surveillance capacity in all regions of the world in order to bring Covid-19 under control. A clear example of this is the monitoring and tracking of Covid-19 variants, which will be vital to help end this pandemic. If left to spread unchecked, new variants could risk reversing the remarkable scientific progress we have made so far. \"Looking to the future, building a locally-owned, internationally-networked approach that engages communities, bringing together classical public health with the latest research in genomics and harnessing the advances in medicine and health data will also enable countries to tackle other infectious diseases and urgent global threats such as drug-resistant infections. With sustainable, long-term investment this network can inform powerful regional and international responses to all infectious diseases rapidly and efficiently. \"This pledge from the G7 is a good start but this must be a catalyst for accountable, tangible actions. A truly collaborative network will only achieve its full potential if it is truly integrated in the wider, existing G20, UN and WHO networks. There is no time to spare in making this aspiration a reality.\" Wednesday 12 May 2021 Wellcome statement in response to [the report published by The Independent Panel for Pandemic Preparedness & Response (IPPPR)](https://theindependentpanel.org/expert-independent-panel-calls-for-urgent-reform-of-pandemic-prevention-and-response-systems/), Dr Jeremy Farrar, Director of Wellcome, said: \"To avoid the catastrophe of a Covid-like pandemic in future, we must be much better prepared and able to respond immediately. The IPPPR report makes this abundantly clear. Even now, with health services collapsing around the world, we're still waiting for the G7 and G20 to unite and fully support a global response. \"Poor decision-making and slow responses in too many countries in 2020 led to the tragic situation we find ourselves in now. This was not inevitable. We must learn lessons from countries that acted decisively last year, while avoiding the mistakes of others. \"A key recommendation is to find solutions ensuring long-term, accountable and sustainable funding for pandemic preparedness and response. Wellcome is supporting the [Panel on Financing the Global Commons[...]](https://www.pandemic-financing.org/) the G20 has tasked to develop these solutions, to be published in July. Countries must collaborate and invest to strengthen global systems that track infectious disease threats, bolster our manufacturing capacity, and to ensure fair access to all scientific advances made. \"This requires richer nations to work more proactively with the WHO, an organisation that is only as strong as the support it receives. To date, the WHO has done an extraordinary job to protect lives and improve health of people globally. But it needs and deserves stronger political support and appropriate, predictable funding if all nations are to have the best possible chance to end this pandemic and protect the world from the next. \"There can be no excuses in future. We have had enough warnings. We need to act now. This report sets out a clear path to protect the world from future outbreaks. It is dependent on commitment from global leaders to keep this at the top of political agendas and crucially requires sustained investment at the scale proportionate to ensure the safety of the whole of society. We must act now to save lives today and in the future.\" Monday 10 May 2021 Media statement on temporary waivers on intellectual property for Covid-19 vaccines Dr Jeremy Farrar, Director of Wellcome, said: \"We must not let what will be a long-term discussion on vaccine patents distract us from the urgency of sharing vaccines fairly. Globally, the world remains firmly in the grip of this pandemic. Changing its course, and protecting communities in every country, depends on world leaders making bold decisions for the global good. \"Support for a temporary waiver on intellectual property (IP) for Covid-19 vaccines demonstrates important willingness to take fresh approaches to long-standing problems. We warmly welcome the commitment it shows to multilateralism and to engaging in discussions through global institutions, including the World Trade Organisation. \"The waiver alone will not, however, miraculously deliver vaccines in the vast numbers required now or in the coming months. This year, that gap can only be filled by the world's wealthier countries sharing the vaccine doses they have secured beyond immediate national need. These doses should be shared now, through COVAX. \"To increase vaccine supply, and ensure equitable distribution, access to raw materials, technology transfer, building manufacturing capacity globally, with the skilled workforces needed, are all vital. Global negotiations have to address these to deliver what is needed in both the short and longer-term. \"Tests and treatments remain essential alongside vaccines, and wealthier nations also have to ensure full funding of the ACT-Accelerator to get all these essential tools. \"With enlightened global leadership we can make Covid-19 a preventable and treatable illness in 2021, end this desperate crisis and be better prepared for the next pandemic threat.\" Saturday 01 May 2021 Wellcome statement in response to the Global Preparedness Monitoring Board (GPMB) calling for the urgent mobilisation of an international response to fight the surge in cases of Covid-19 Dr. Jeremy Farrar, Director of Wellcome and GPMB member, said: \"While in some parts of the world it is easy to hope the worst is almost over, Covid-19 is now charting a catastrophic course globally. The world ignores the unfolding disaster at its peril. \"No-one, either as an individual country or through collective global leadership, is acting on the scale needed right now. Public health and humanitarian crises are escalating not only in India but in many part of South Asia, Central and South America and the Middle East, and are at grave risk of spreading further. Leaders in the G7, G20 and at the United Nations Security Council cannot stand back. Sharing vaccines with vulnerable countries, and all the tools needed to tackle the virus, is urgent. Any decision to delay further will have dire consequences. \"Rich countries, including the UK, US and EU, have bought up the majority of existing vaccine supplies. They must start sharing vaccines with the rest of the world now through COVAX, alongside national rollouts. Vaccinating the whole world isn't just the morally right thing to do - it's in every nation's scientific, public health and economic self-interest. Controlling the pandemic everywhere is our only way of saving lives, restoring livelihoods and growing economies. If we fail to drive down virus transmission globally at this critical moment, we will all ultimately suffer. Our world will become even more inequitable, fragmented and far more dangerous, just at the time we need to come together to address the shared challenges of the 21st Century.\" Friday 23 April 2021 Media statements on the [ACT-Accelerator anniversary](https://www.who.int/news/item/23-04-2021-act-accelerator-one-year-on) Jeremy Farrar, Director of Wellcome, said: \"Huge strides have been made in the last year. We now have the first set of tools to save lives and end this crisis. But science only works if it reaches society. The world remains in the grip of a devastating pandemic - and it is not slowing, only escalating. There must be no further delays to getting Covid-19 vaccines, tests and treatments to the most vulnerable groups everywhere. \"We are in desperate need of strong global leadership. Wealthy countries with access to surplus vaccine doses must start sharing these with the rest of the world now through COVAX, alongside national rollouts. And they should urgently set out a timetable for how these donations will be increased as they vaccinate more of their populations. \"Controlling the pandemic everywhere is our only way of growing economies, saving lives and restoring livelihoods. If we fail to drive down transmission globally at this critical moment, we will all ultimately suffer.\" Wellcome has been working with researchers and clinicians across the world, to highlight the urgent need for fair access to Covid-19 tools. Professor Rashida Ferrand set up the Covid unit for one of Zimbabwe's largest hospitals. ICU specialist Dr Charlotte Summers has been on the frontline of the UK's Covid-19 response. Rashida Ferrand, Professor of International Health at the London School of Hygiene & Tropical Medicine, said: \"We have made such important progress on how to best care for Covid-19 patients. We've seen seriously ill patients get better after using dexamethasone, but we still urgently need treatments that can stop the disease from progressing. Thanks to the incredible global research effort, we can now confidently stop patients from taking drugs that have been proven ineffective.\" Dr Charlotte Summers, Reader in Intensive Care Medicine at the University of Cambridge, said: \"The pandemic is far from over. In the UK, things are currently better than they were at the start of the year, but other countries are under tremendous pressure. It's essential that we quickly and fairly distribute vaccines, tests and treatments to those most in need around the world. \"Despite having a range of effective vaccines, global supply for 2021 is extremely limited. We still urgently need a range of medicines to treat those who get sick. The ultimate treatment strategy would be to give a medicine that clears the virus early on, before the disease progresses. Covid-19 can affect all parts of the body, so we need treatments that prevent severe disease and hospitalisation. \"The pandemic has highlighted the inequitable availability of oxygen, treatments, vaccinations and diagnostics that have been killing people for years. We cannot allow this to continue, even when the pandemic has faded.\" More information: Saturday 17 April 2021 Wellcome statement on [the total number of reported global deaths from Covid-19 passing 3 million](https://covid19.who.int/) Dr Jeremy Farrar, Director of Wellcome, said: \"Today, we passed the chilling milestone of 3 million reported deaths. The true figure is undoubtedly much higher. Worryingly, this pandemic is still growing at an alarming rate. Hundreds of thousands are dying every month. Every death is a tragedy. \"The only way out of this pandemic is through science and fast, fair global access to its advances - vaccines, treatments and test and the health systems to deliver them. Yet still wealthy countries continue to hoard our best tools for defeating the virus. Only when we have tools to detect, treat and prevent Covid-19 everywhere, will we be able to stop this pandemic and this senseless, tragic loss of life. A small number of rich countries have a choice to make. \"We're in grave danger of moving to a world of haves and have nots. If countries who can afford to share choose not to, this pandemic will drag on with more death, suffering and economic hardship. New variants may emerge that overcome our current vaccines and treatments, reversing our hard-won progress. We will also create an even more fragmented, inequitable world, making it so much harder to come together and address the great shared challenges of the 21st Century. \"We desperately need global leadership. The UK, the US and other wealthy nations are in a position where they can and should set out a timetable immediately for sharing vaccine doses with the rest of the world, alongside their national rollouts. \"There can be no more delays. The longer we wait, the worse it will be.\" Sunday 28 March 2021 Wellcome statement on [joint NGO letter to the UK Prime Minister calling for further and faster commitments to secure global vaccine access](https://www.one.org/international/press/leading-uk-ngos-call-on-boris-johnson-to-go-further-and-faster-on-global-vaccine-access/) Dr Jeremy Farrar, Director of Wellcome, said: \"The UK has made unprecedented strides with its national vaccine rollout and a significant contribution to the global vaccine effort. But once we've vaccinated every person, we'll still have contractual access to at least 100 million surplus doses. These won't be of use in the UK. This is why the UK Government must start sharing doses with those most in need globally, setting out a clear timetable for when this will happen. Doses should be shared through COVAX, in parallel to national campaigns and in addition to funding COVAX. \"Now is the time to think beyond our borders. The world won't be safe while any single country is still fighting the virus. If left to spread, it risks mutating to an extent where our vaccines and treatments no longer work. This goes beyond ethics - it's a scientific and economic imperative. Science has given us the exit strategy. We must use it properly.\" Saturday 20 March 2021 Media statement in reaction to [half of all adults in UK receive first dose of Covid-19 vaccine](https://www.gov.uk/government/news/half-of-all-adults-in-uk-receive-first-dose-of-covid-19-vaccine) Dr Jeremy Farrar, Director of Wellcome, said: \"To have vaccinated half of the UK's adult population in under 3 months is remarkable. Soon we'll have covered 99 per cent of those at high risk of dying from Covid-19. The UK should be proud of this achievement and the scientists, healthcare workers and volunteers who got us here. \"But we need to start thinking beyond our borders. The UK has access to 100 million surplus vaccine doses. Almost enough to vaccinate every citizen twice. These doses won't be of use in the UK. It's time we begin sharing doses with those most in need globally. \"This is more than a question of ethics - it is a scientific and economic imperative. If left to spread unchecked in large parts of the world, the virus risks mutating to an extent where our vaccines and treatments no longer work - leaving us all exposed. Science has given us the exit strategy, but it will only work if its benefits can reach the maximum number of people around the world. \"It is not enough to champion the importance of equitable access - we urgently need confirmed timetables for sharing doses through Covax. The UK should lead the way on this.\" Friday 19 February 2021 Media statement on [the joint statement of G7 Leaders on the global response to Covid-19](https://www.g7uk.org/joint-statement-of-g7-leaders-19-february-2021/) Dr Jeremy Farrar, Director of Wellcome, said: \"The funding committed today by the US, Canada, Germany, Japan and the European Commission is a crucial step forward to getting the tools we urgently need to tackle Covid-19. It is particularly encouraging that the US has now also joined this multilateral effort. International solidarity is the quickest and best way out of this pandemic. \"If we are to get ahead of the pandemic and gain control of this virus, we urgently need a significant step-up in international resourcing and co-operation. Every day counts. We urge more governments, including those in the G7 and G20, to invest now in the global Covid-19 response through the Access to Covid-19 Tools (ACT) Accelerator, to ensure that everyone has access to tests, treatments, vaccines, and the health systems to deliver them. \"It is encouraging that the UK is committing to sharing vaccine doses through COVAX. We agree with the G7 that extensive immunisation is a global public good. Therefore more wealthy nations must follow through on their commitments to fair access and join them now. Dose sharing must happen in parallel to national campaigns, not after. Countries with existing deals can donate a percentage of doses per quarter without taking away from the national effort to protect the most vulnerable in society and health care workers. \"With limited global supply in 2021, distributing all doses as strategically as possible is a scientific and economic imperative. The most vulnerable everywhere, including healthcare workers, must be protected first. Vaccinating a lot of people in a few countries, leaving the virus unchecked in large parts of the world, will lead to more variants emerging and inevitably spreading between countries. Leave one country behind and we are all exposed to risk, and to life taking longer and longer to returning to anything like normal. The sooner we bring the pandemic under control everywhere, the faster all economies can recover and the more lives we can save.\" Media statement in reaction to [Germany's announcement of an additional €1.5bn in Covid-19 funding](https://www.bmz.de/de/presse/aktuelleMeldungen/2021/februar/210219_Deutschland-unterstuetzt-Kampf-gegen-Covid-19-in-Entwicklungslaendern-mit-1_5-Milliarden-Euro/index.html) Caroline Schmutte, Wellcome Germany benötigen that Germany is investing a total of 2 billion euros in the multilateral response to Covid-19 with its latest contribution is a strong sign. Only if everyone else joins in now will the organisations gathered in the ACT Accelerator be able to realise their ambitious goals as early as this year: To provide vaccines, medicines and tests to all those who need them most - no matter where they live or how rich they are. Global solidarity in the face of Covid-19 also means ensuring that poorer countries have access to life-saving vaccines and medicines now, not later.\" Wednesday 17 February 2021 Media statement in reaction to [UK Ethics Committee approval of the world's first Covid-19 human infection study](https://www.gov.uk/government/news/worlds-first-coronavirus-human-challenge-study-receives-ethics-approval-in-the-uk) Dr Charlie Weller, Head of Vaccines at Wellcome, said: \"Human infection studies have real potential to improve our understanding of Covid-19, which is crucial to the long-term pandemic response. These studies provide controlled, highly regulated environments that complement late-stage vaccine development by testing the effectiveness of current and potential vaccines. \"Ethics Committee approval for this research is a very encouraging and important step. This type of study will boost Covid-19 vaccine research by providing vital insights such as how our immune system mounts a response to infection and how long immunity may last for. \"As with any human infection study, there are clear ethical considerations. The safety of volunteers is paramount and the ethical approval will have been through the highest level of assessment which includes review by the UK regulatory authority. Given that current treatment options for Covid-19 are limited, it is important that volunteers are being recruited from the lowest-risk groups and are closely monitored throughout the course of the study. \"Not only can human infection studies speed up vaccine development, but data from this study will provide key insights into how Covid-19 affects us from as soon as we are infected, which will potentially inform research into new treatments. Together, effective treatments, vaccines and testing will help communities around the world to protect themselves and bring this pandemic to an end sooner.\" Thursday 11 February 2021 Media statement in reaction to Recovery Trial's tocilizumab results Nick Cammack, Covid-19 Therapeutics Accelerator Lead at Wellcome, said: \"These results are highly promising and testament to the incredible scientific effort from the RECOVERY Trial. Saving one life in every 25 patients treated with tocilizumab would have a significant impact on mortality and alleviate pressure on overstretched healthcare systems. \"Tocilizumab is a monoclonal antibody, which is already used as an arthritis medicine. This class of treatments - which also includes medicines for cancer and autoimmune diseases - is traditionally one of the most expensive and inaccessible in the world, and notoriously difficult for patients in low- and middle-income countries to access. \"As these results show, monoclonal antibodies are among the most promising treatments for Covid-19. This includes the new and combination monoclonal antibodies that are specific to Covid-19. The pandemic must be the catalyst to finally make these transformative treatments affordable and accessible to everyone globally. \"As hospitalisations and deaths from Covid-19 surge across the world and the new strains make the pandemic more challenging, finding effective treatments is more urgent than ever. We need treatments that work across all stages of the disease - from mild to severe. We must keep up the rapid pace of research, continuing to invest in large-scale clinical trials like RECOVERY that can provide the world with definitive answers.\" Wednesday 10 February 2021 Media statement in reaction to the WHO's Strategic Advisory Group of Experts on Immunization [recommending the use of the AstraZeneca/University of Oxford Vaccine](https://www.who.int/publications/i/item/WHO-2019-nCoV-vaccines-SAGE_recommendation-AZD1222-2021.1/) Dr Jeremy Farrar, Director of Wellcome, said: \"It is excellent news that the WHO's Strategic Advisory Group of Experts on Immunization has recommended the AstraZeneca/Oxford vaccine for use in all adults including those over 65 years old. This is an important step forward and clears the way for emergency use listing, which will help ensure vaccines are used in all countries, including low- and middle-income countries, and will be hugely beneficial in our fight against the virus. It's right that South Africa is carefully considering its rollout, while collecting data on the efficacy against the new variant. This vaccine will still make an enormous difference to almost all countries and must be rapidly rolled out globally to save lives and get this pandemic under control. \"The world is at a critical juncture. These new variants are a powerful reminder that we're now in a new and very unpredictable phase of this pandemic. It is vital healthcare workers and vulnerable populations in all countries are vaccinated as fast as possible. \"That means it is vital wealthy nations act now to begin sharing doses secured through bilateral deals and follow through on commitments to fair access. This should be done through COVAX and in parallel to national campaigns. Vaccinating a lot of people in a few countries, leaving the virus unchecked in large parts of the world will lead to more variants emerging and inevitably spreading between countries. \"At the same time we need to be rapidly developing second and third generation vaccines, developing a wider range of treatments and increasing testing and sequencing capacity and urgently increase manufacturing capacity. These are all key to long-term control and management of this disease. \"If we're to get ahead of this pandemic and gain control, we must remain adaptive. That will not be achieved without significant step-up in international resourcing and co-operation. The US officially joining ACT-Accelerator today is a great and crucial step forward. But there is still, unbelievably, a staggering $27bn funding gap. \"Covid-19 is an endemic human infection. The scientific reality is that, with so many people infected worldwide, the virus will continue to mutate. Living with this virus does not, however, mean we cannot control it. We need to learn lessons from 2020 and act swiftly. Every day counts.\" Thursday 28 January 2021 Media statement on vaccine nationalism ahead of the anniversary of Covid-19 being declared a public health emergency of international concern (PHEIC) Dr Jeremy Farrar, Director of Wellcome, said: \"In the past year we have lived through devastating loss, as well as extraordinary progress. But the world is at a critical juncture. With the emergence of new, more transmissible variants globally, we have entered the most unpredictable phase of the pandemic to date. Despite developing the first Covid-19 vaccines in record time, every country is now at risk of returning to square one unless we redouble our efforts to supress Covid-19 everywhere. \"Vaccine nationalism doesn't serve anyone. At the moment, vaccines are in short supply. But the new variants are an urgent warning of what is coming, which we must take incredibly seriously. It is in the national interest of all countries to bring infections down globally as much as possible. \"All restrictions - including closing borders - will buy time, but that time must be used well. That means changing the fundamentals through strengthening public health systems and making tests, treatments and vaccines available around the world as a matter of urgency and enlightened self-interest. Restrictions won't prevent new variants arising, and in time those new variants will come to every country. \"Vaccinating a lot of people in a few countries, leaving the virus unchecked in large parts of the world, will lead to more variants emerging. The more that arise, the higher the risk of the virus evolving to an extent where our vaccines, treatments and tests are no longer effective. \"We are not passive observers. We have a choice. With limited global supply of vaccines in 2021, distributing all doses as strategically as possible is a scientific and economic imperative. Countries with existing deals could donate a percentage of doses without taking away from the national effort to protect the most vulnerable in society and health care workers. All such doses should be donated through COVAX. We also strongly encourage all countries to make future deals through COVAX. The most vulnerable everywhere, including healthcare workers, must be protected first. \"2020 revealed the catastrophic consequences of failing to prepare for pandemics and acting too slowly when they happen. We have to learn the lessons of last year and act early to reduce transmission. If we are too slow, every country will be on course for a significantly worse trajectory. And we will fail to establish any kind of lasting control of this endemic disease. We cannot allow Covid-19 to reverberate for years to come, taking more lives and crippling our health systems and economies. That is not an outcome in the interest of any citizen, in any country\". Thursday 21 January 2021 Media statement on [USA commitment to re-join WHO and join the COVAX facility](https://www.whitehouse.gov/briefing-room/statements-releases/2021/01/20/letter-his-excellency-antonio-guterres/) Dr Jeremy Farrar, Director of Wellcome, said: \"It is brilliant news that the US is committed to re-joining the WHO, as well as joining the COVAX Facility and the ACT-Accelerator. We need solidarity now more than ever. Strong US collaboration on the international stage will be key to ending this pandemic as quickly as possible and improving the lives of millions of people worldwide. US science has been at forefront of global health for decades and health leaders in the US bring tremendous technical expertise, leadership and influence. \"The fastest way out of this pandemic is by working together. We urge the US administration to immediately invest in the global Covid-19 response through the Access to Covid-19 Tools (ACT) Accelerator, to help ensure that everyone has access to Covid-19 vaccines, treatments and tests. The sooner we bring the pandemic under control everywhere, the faster all economies can recover and the more lives we can save. \"All international leaders must deliver on ensuring global access and supply of the first Covid-19 vaccines. It is in no country's interest to focus only on national populations. This is a global, endemic infection, which will require ongoing global surveillance and response for years to come. Leave one country behind and we are all exposed to risk, and to life taking longer and longer to returning to anything like normal. \"The most urgent health challenges we face in the 21st century - climate change, infectious diseases, drug-resistant infections and mental health - are global and cannot be solved by individual nations working alone. America's involvement will be critical to shaping the international collaboration we need to avoid future pandemics, and ensuring we build on the advances in global health we've made in recent decades. We look forward to working with the US administration on building a healthier, peaceful and more prosperous world.\" Friday 08 January 2021 Media statement on the [UK's Medicines and Healthcare products Regulatory Agency (MHRA) authorisation of Moderna's Covid-19 vaccine candidate](https://www.gov.uk/government/news/moderna-covid-19-vaccine-authorised-by-uk-medicines-regulator) Dr Charlie Weller, Head of Vaccines at Wellcome, said: \"This is another significant milestone in this pandemic. Emergency use authorisation for Moderna's vaccine from the MHRA is very encouraging and to be in this position in just one year is testament to the incredible collaborative, global research effort. \"Logistical hurdles remain to roll out all three currently approved vaccines at the speed and the scale required, in the UK or anywhere in the world. As normal for any vaccine, we will need to continually and closely monitor safety and efficacy. It remains critical that groups most at risk globally, such as the elderly, the vulnerable and frontline healthcare and essential workers, are still prioritised to receive the first doses. \"We have made huge progress to be at a stage where we can begin rolling out multiple vaccines in 2021. But we cannot be complacent. There is clear concern over the unchecked spread of newer variants of this virus around the world. Therefore, it is vital there is significant global investment to not only ensure current vaccines can reach populations around the world, but for the continued development of future vaccines, more effective tests and crucially, a range of treatments.\" Monday 04 January 2021 Media statement on [a new national lockdown announced by the UK Government](https://www.gov.uk/guidance/national-lockdown-stay-at-home) Dr Jeremy Farrar, Director of Wellcome, said: \"We have reached the point where national lockdown restrictions are needed immediately. New strains of Covid-19 are a serious threat, and we are seeing how these can quickly outpace existing restrictions. In the UK and in many other countries, hospitals and health care workers are now at or beyond the brink, struggling to cope with Covid and non-Covid care demands. Health care workers are working with unselfish and inspiring dedication, but the demand is overwhelming the capacity of what can be delivered by these amazing professionals. They must have all our support, meaning we all respect the restrictions, helping to reduce transmission of this awful virus, ultimately reducing hospitalisations and preventable deaths. \"Vaccine rollout, even with the two vaccines now available in the UK, will take time to reach initial priority groups. We will speed up the process and reach more people in these groups by extending the gap between first and second doses. To maximise the impact of this, and to ensure we can develop a programme which is already thinking ahead to next winter, large-scale trials of timings of the second vaccine dose should begin when this initial roll out to all vulnerable people is completed. At present we do not have the evidence we need for how long the immunity provided by the vaccines will last. \"At the same time, the UK and other international leaders must deliver on ensuring global access and supply of these first vaccines. It is in no country's interest to focus only on national populations. A new strain identified in South Africa is already a major concern, and we should expect further strains to emerge globally. Redoubling efforts to contain this virus through public health measures is essential while vaccines and treatment efforts continue to progress. This is a global, endemic infection, which will require ongoing global surveillance and response for years to come. Leave one country behind and we are all exposed to risk, and to life taking longer and longer to returning to anything like normal.\" Wednesday 30 December 2020 Media statement on news that the [Oxford-AstraZeneca Covid-19 vaccine has been approved for use in the UK](https://www.gov.uk/government/news/oxford-universityastrazeneca-vaccine-authorised-by-uk-medicines-regulator) Dr Jeremy Farrar, Director of Wellcome, said: \"To start 2021 with the rollout of a second vaccine - and one which has many advantages for global supply - is a moment to be celebrated. It does not mark the end of this crisis - in the UK and around the world there are still many, many difficult months ahead. \"The speed of development for this and other vaccine candidates is testament to an extraordinary global research effort and investment in basic science over many years. This vaccine is particularly exciting as it can be easily administered in existing healthcare systems around the world, stored at fridge temperature and can use existing delivery mechanisms. \"This decision, independent from government or other external influence, begins to clear the path for this vaccine to be rolled out to a wider population. As normal for any vaccine, there will be a need for close and continued monitoring for safety and efficacy as it is delivered. We will also need to continue tracking and improving our understanding of how long the protection lasts and whether they can prevent transmission. This would be best achieved by a randomised trial on the timing of the second dose. We must ensure the maximum number of people are protected before and throughout the winter of 2021/2022. \"Now begins the enormous task of scaling up vaccination to as many people as possible. It is much better to vaccinate as many people as possible with one dose, than half that number of people with two doses in the next few months. It remains critical that groups most at risk, such as the elderly and frontline healthcare and essential workers, are prioritised to receive the first doses, but we must not delay getting the vaccine to everyone, in this country and around the world. The dosing regimen announced today will allow a more rapid rollout. \"But there is no value in just vaccinating one country or one population, vaccines must be available to the whole world at the same time as promised by many politicians. If we continue vaccinating only people in rich countries, while allowing the virus to continue to spread unchecked in other parts of the world, then new variants will emerge in these parts of the world against which our vaccines and treatments may no longer work. And these new variants will inevitably spread around the world. Then we are all be back to square one. \"We must keep asking ourselves 'are we doing enough' and responding fast to new and continued challenges, in order to save lives now and as we move into 2021.Like everyone I wish life could get back to normal, but the UK is in a precarious position. We must remain humble, cases are increasing and hospitals in UK are treating more patients today with COVID than at any time during this pandemic. This after an already incredibly very difficult year. We have to reduce transmission to prevent hospitalisations and deaths. \"Great credit and thanks go to Oxford, AstraZeneca, NIHR, CEPI, EU, Wellcome and many other organisations whose ongoing support has made this vaccine possible. We must also pay tribute to healthcare workers and global research community everywhere, working tirelessly on behalf of all of us. We owe them all our thanks and support and to be willing to take every precaution.\" Saturday 19 December 2020 Media statement on the [UK Government announcing Tier 4 restrictions for parts of England in response to new Covid variant](https://www.gov.uk/government/news/prime-minister-announces-tier-4-stay-at-home-alert-level-in-response-to-new-covid-variant) Dr Jeremy Farrar, Director of Wellcome, said: \"The new strain of Covid-19 is highly concerning and it is right to act with urgency as the government has done. The changes announced deserve all our support. \"Research is ongoing to understand more, but the infection rate is clearly rising very rapidly, particularly in London and the south-east of England. The data shows the new strain is more transmissible and has led to more infections and a worrying increase in the R-rate. \"At the moment, there is no indication that this new strain would evade treatments and vaccines. However, the mutation is a reminder of the power of the virus to adapt, and that cannot be ruled out in the future. Acting urgently to reduce transmission is critical. \"Difficult as this year has already been, we must stay humble. There are still many unknowns about Covid-19 and it remains a grave threat to us all. \"There is no part of the UK and no country globally that should not be concerned. As in the UK, in many countries the situation is very fragile. \"It may feel harder during times we normally celebrate and enjoy with family and friends, but we must keep doing all we can to stay safe. \"We will only end this pandemic with a combination of vaccines, tests and treatments, available to everyone, everywhere. The pace of global research has been phenomenal and we have made significant progress on the tools needed. However, we must be realistic; this pandemic is not over and it will take some time for the first vaccines to have the impact needed. \"Through 2020 much of this pandemic has been predictable, waves of infection reverberating globally as behaviour changes and restrictions are relaxed. We may now be entering a less predictable phase as the virus evolves and changes. \"We must keep asking ourselves 'are we doing enough' and responding fast to new and continued challenges, in order to save lives now and as we move into 2021. \"Only tighter restrictions can curb infection rate rises and we have to reduce transmission to prevent hospitalisations and deaths. We must pay tribute to healthcare workers and global research community everywhere, working tirelessly on behalf of all of us. We owe them all our thanks and support and to be willing to take every precaution.\" Friday 18 December 2020 Media statements from Wellcome's spokespeople reflecting on the past year and priorities for 2021 Dr Charlie Weller, Head of Vaccines at Wellcome, said: \"This has been such a difficult year for so many of us. What shines through for me is the astonishing speed of vaccine development, which I think will shape the entire field of global health for years to come. The remarkable advances we have made this year are testament to preparation, pushing boundaries and, above all else, global collaboration. \"It is an overused word in 2020, but it is totally unprecedented to witness the speed of the Covid-19 vaccine candidates' progress - from the rapid genetic sequencing of a new virus, to starting Phase 1 trials just two months later, to now reaching the point of vaccine rollout to the public. This speed isn't a sign of corners being cut to quickly overcome a global threat, but it is evidence of what is possible when we recruit volunteers, start trials and begin manufacturing in parallel, at scale and at financial risk. Safety is the most important consideration for any vaccine trial, which is why independent regulatory bodies like the MHRA, FDA and EMA fully review the data and ensure vaccines are safe and effective before they are rolled out to the wider population. I'm excited when I think about what may be possible in future through the advances we have made this year. \"But we cannot become complacent. The world faces a staggering logistical challenge in manufacturing, delivering and rolling out billions of doses to every country. To vaccinate the entire world and end this pandemic, we will need more vaccines. We will need vaccines that work for a diverse range of people in a wide range of settings. Though the results we have seen so far are highly encouraging, this is not enough for us to gain control of this pandemic. We learn more day-by-day about these vaccines, but further research is needed into whether they can prevent transmission or for how long they provide protection. \"Therefore, urgent investment is required not only to manufacture the billions of doses of current vaccines needed to protect the world, but also into the development and manufacture of additional vaccine candidates. It is vital this continues at the same scale and at the same speed as we have seen during the course of 2020. Crucially, richer nations cannot hoard supplies of current and future vaccines. Doses must be affordable and accessible to everyone around the world. \"As we head into 2021, the path is a lot brighter at this point than I could have imagined just a few months ago. Vaccines, along with effective tests and treatments, but most importantly, global collaboration, will help us overcome Covid-19. If we keep up this momentum, we will bring this pandemic to an end everywhere, saving more lives more quickly. \"Finally, I would like to acknowledge and pay tribute to all those involved in the development of these vaccines so far. From research teams, healthcare workers, manufacturers, the legions of trial volunteers and many more. We cannot thank them enough for their extraordinary efforts.\" Dr Nick Cammack, Covid-19 Therapeutics Lead at Wellcome, said: \"The pandemic has shown us that only collaboration can bring resolution. Developing vaccines and new therapies like monoclonal antibodies in record time highlights what can be possible through cross-industry partnerships, working at scale and at risk. \"The speed of discovery has been phenomenal. Had the major global treatment trials, SOLIDARITY and RECOVERY, not been set up in a matter of weeks, using a model that allows for multiple candidates to be tested at once, we would not have found a life-saving drug in dexamethasone by June. And, while the deficit of effective treatments remains deeply concerning, eliminating ineffective treatments is as important as pursuing successful ones. \"Although the first vaccines are on the horizon, we must keep up the momentum on treatments in 2021. Even with a vaccine, treatments are urgently needed to reduce further deaths and suffering, and to keep pressure off health systems around the world. \"In early 2021, we should see the full results from the first Covid-19 monoclonal antibodies. As the first treatments that are specific to the disease, they hold great promise. The speed at which these treatments have been created and entered clinical trials is incredible, and they have already been proven to reduce hospital stays when taken at an early stage. But these are traditionally the most expensive treatments in the world, so a key priority will be making sure people in low-and-middle-income countries can also access them. To do that, the ACT-Accelerator Therapeutics Pillar requires a total of $6.6 billion, with over $500 million still needed immediately. \"This year has shown us that the challenges we face in the 21st century cannot be solved by individual countries. Through sustained and coordinated investment in global health, we must continue to plot a path forward together and ensure that the world is never in this position again.\" Dr Josie Golding, Epidemic Preparedness Lead at Wellcome, said: \"The Covid-19 Pandemic this year has taught us a lot about epidemic preparedness - both in terms of what has worked well and where the gaps still remain. \"Research has been undertaken at a speed and scale which we have never witnessed before. It's important that we maintain this level of focus on epidemic preparedness and response once the Covid-19 pandemic is brought under control. \"If we are to minimise the effects of future epidemics, we must move away from a cycle of panic and neglect and refocus our attention on epidemic preparedness. While we have learned so much from the response to Covid-19, unfortunately a one-size fits all approach does not work for epidemics. Instead let's ensure we lay a strong foundation for science to step in and respond flexibly when epidemic threats emerge - be it fostering strong research collaborations, establishing funding bodies like CEPI, and continuing international coordination and dialogue. \"While a lot of effort has been made to ensure a coherent and global approach to Covid-19, there is still room for improvement in the future. For example, we need to put in place improved infrastructure to run the larger international studies required to generate robust evidence. Crucially let's also ensure that data gathered from larger studies is made available quickly and transparently to all. \"Ultimately the world will face future epidemics of known and unknown infectious diseases. We must be better prepared for these than we were for Covid-19. As we've learned from responding to Ebola, epidemic preparedness requires a long-term commitment and we cannot make the mistake of thinking our work is over once treatments and vaccine options become available. Diseases continue to evolve, and so must our response.\" Dr Lindsay Keir, Innovations Partner at Wellcome, said: \"We have achieved a lot as a global community this year - developing vaccines and new therapies like monoclonal antibodies in record time. We must learn from this and see how the accelerated time frame could be used in a more routine way for other diseases. Things may not always be as fast for non-pandemic disease but let's make a pact that 10-15 years for vaccine development and 30 years of no access to monoclonal antibodies just shouldn't happen again. \"It's great we are starting to see the first Covid-19 vaccines being approved but the job isn't over. We must see vaccines distributed equally around the world to ensure we beat Covid-19. We also still need treatments like monoclonal antibodies to prevent the serious effects of Covid-19 for those who can't have the vaccine or haven't had it yet to stop them from succumbing to the disease. \"Even with the successes of new vaccines and treatments being made and tested at break neck speed, there were still weaknesses exposed in our systems. A major weakness is our limited capacity to make monoclonal antibodies globally. We must catalogue these gaps and invest to improve this situation so we don't face the same barriers again next time.\" Monday 14 December 2020 Media statement on [the detection of a new variant of SARS-CoV-2 in the UK, announced by Health & Social Care Secretary Matt Hancock](https://www.gov.uk/government/speeches/sharp-rise-in-coronavirus-numbers-and-a-new-variant) Dr Jeremy Farrar, Director of Wellcome, said: \"While research is ongoing, there is evidence to indicate a new variant of the Covid-19 virus. There have been many mutations in the virus since it emerged in 2019. This is to be expected, SARS-CoV-2 is an RNA virus and these viruses mutate and change. The pressure on the virus to evolve is increased by the fact that so many millions of people have now been infected. Most of the mutations will not be significant or cause for concern, but some may give the virus an evolutionary advantage which may lead to higher transmission or mean it is more harmful. \"The full significance of this is not yet clear - that includes whether a new strain is responsible for the current rise of infections in parts of the UK and, if so, what this may or may not mean for transmission and the efficacy of the first vaccines and treatments. This is potentially serious; the surveillance and research must continue and we must take the necessary steps to stay ahead of the virus. \"Above all, this is a reminder that there is still so much to learn about Covid-19. The pace of the research effort in the past year has been extraordinary, allowing us to make significant progress on the vaccines, treatments and diagnostics needed to end this crisis. The speed at which this has been picked up on is also testament to this phenomenal research effort. However, there is no room for complacency. We have to remain humble and be prepared to adapt and respond to new and continued challenges as we move into 2021. This pandemic is not over and there will still be surprises in the virus, how it evolves and the trajectory of the pandemic in the coming year. \"2020 has been a tough year; tough beyond belief for millions across the country, and across the world. Unfortunately, more difficult months lie ahead and the consequences of relaxing our focus or not having sufficient restrictions will result in more suffering. We have to respect the restrictions and accept that there will be a need for these to be tightened when infection rates rise, or as new information is learned about this virus.\" Tuesday 08 December 2020 Media statement on [the publication of interim data in The Lancet from Phase III clinical trials of the University of Oxford / AstraZeneca Covid-19 vaccine candidate](https://www.ox.ac.uk/news/2020-12-08-first-peer-reviewed-results-phase-3-human-trials-oxford-coronavirus-vaccine?hp) Dr Charlie Weller, Head of Vaccines at Wellcome, said: \"Today marks another key milestone in the Covid-19 vaccine journey, with the first peer-reviewed set of data from a Phase III Covid-19 vaccine trial shared openly with the world. Although we await the trial completion and full data, it is highly encouraging to see the data behind the interim results announced last month, including an analysis of the different dosing regimens. This suggests that this vaccine could prevent asymptomatic disease. \"It's important to remind ourselves that there are still important questions to be answered on the efficacy of this vaccine across different age groups and in different settings, which we will only be able to fully understand once Phase III is completed. \"Safety is the single most important consideration when developing any vaccine, which is why regulatory bodies such as the MHRA, FDA and EMA will thoroughly assess any vaccines before they rolled out. Therefore, it remains critically important that this trial can be formally completed, and regulators can begin to independently and rigorously assess the full data set. \"We should applaud the University of Oxford /AstraZeneca team for transparently sharing their full data set and we hope to see the independent assessment and publication of data from the other successful vaccine candidates in due course. \"The reassurance this published data provides is particularly welcome as the University of Oxford/AstraZeneca vaccine can be easily administered in existing healthcare systems around the world. It can be stored at fridge temperature and can use existing delivery mechanisms, giving it a distinct advantage for swift and successful global rollout. \"It is remarkable to be at a stage where we have multiple vaccines on the horizon. But we must not be complacent. If we are to produce the billions of doses needed for the world, we will need a range of vaccines that work across different groups and settings. We must keep investing in the next generation of vaccines and make sure that they are fairly available globally, with all countries prioritising vaccination of those most at risk of serious illness from Covid-19 and healthcare workers.\" Wednesday 02 December 2020 Media statement on [UK's Medicines and Healthcare products Regulatory Agency (MHRA) authorisation of Pfizer/BioNTech COVID-19 vaccine candidate](https://www.gov.uk/government/news/uk-authorises-pfizer-biontech-covid-19-vaccine) Dr Charlie Weller, Head of Vaccines at Wellcome, said: \"This is a historic day and an important moment at the end of an incredibly difficult year. For a vaccine to be developed, receive emergency approval and be ready to roll out in less than a year for a new virus is completely unprecedented. The speed of development for this and other vaccine candidates is testament to an extraordinary, collaborative, global research effort. \"This emergency use authorisation from the MHRA is a significant milestone and is very encouraging. This decision, independent from government or other external influence, begins to clear the path for this vaccine to be rolled out to a wider population. There are now important considerations and significant logistical hurdles ahead. We have never attempted to roll out any vaccine at this sort of scale and at this sort of speed anywhere in the world. \"As normal for any vaccine, there will be a need for close and continued monitoring for safety and efficacy as it is delivered. We will also need to continue tracking and improving our understanding on how long the protection lasts. We must recognise that not everyone will have a vaccine immediately or even early next year. It is critical that groups most at risk, such as the elderly and frontline healthcare workers, are prioritised to receive the first doses. \"This is a huge step forward in the effort to end this pandemic. It is remarkable to be at a stage where we have multiple vaccines on the horizon. But we must not be complacent. If we are to have enough doses for the entire world, we will need a range of vaccines that work across different groups and settings. It is therefore vital there is continued global investment in developing a wide range of candidates. Alongside vaccines, we will need effective treatments, tests and most of all global collaboration, to overcome Covid-19. Today, we are a step closer.\" Thursday 26 November 2020 In response to reports on doses and subgroups in the Phase III trial of the University of Oxford/AstraZeneca Covid-19 vaccine candidate, Charlie Weller, Head of Vaccines at Wellcome, said: \"It is important to take a step back and remember that these are interim results, so there are still many unanswered questions. Before drawing full conclusions, we must wait for the trial to finish and for the complete data to be independently and rigorously assessed. \"Safety is the most important consideration for any vaccine trial, which is why independent regulatory bodies like the MHRA and FDA will fully review the data and ensure vaccines are safe and effective before being rolled out to the wider population. It is very encouraging to see that the University of Oxford/AstraZeneca reported no serious safety events related to the vaccine. \"Months ago, we would have been delighted to see any of the first Covid-19 vaccines reported 70% efficacy. This would be hugely impactful for public health and highly effective in protecting against serious illness from Covid-19. We must not lose sight of this. \"To protect the world from Covid-19 we need more than a vaccine: we need vaccination. Crucially, the University of Oxford/AstraZeneca vaccine can be easily administered in existing healthcare systems around the world, stored at fridge temperature and can use existing delivery mechanisms, which gives it a distinct advantage for swift and successful global rollout. \"It is remarkable that in just 11 months we have multiple vaccines with such impressive interim results. Producing the billions of doses needed to protect the world is our biggest challenge, so we will need a range of vaccines that work across different populations, age groups and settings. We are racing the virus, and not each other.\" Monday 23 November 2020 Media statement on [University of Oxford / AstraZeneca reporting successful, interim results from their Phase III Covid-19 vaccine trial](https://www.ox.ac.uk/news/2020-11-23-oxford-university-breakthrough-global-covid-19-vaccine) Dr Charlie Weller, Head of Vaccines at Wellcome, said: \"The preliminary results from the University of Oxford/AstraZeneca vaccine team are hugely encouraging. These results suggest it is highly effective in protecting serious illness and it may reduce transmission. It is based on an established vaccine technology, which does not require the challenging cold-chains and should therefore ease deployment and global access. As with all interim results we have seen, it is critically important that the trial is completed and regulators can now independently and rigorously assess the data. \"Vaccines, treatments and tests are all vital to protect lives and end this pandemic as soon as possible. To have interim results from three vaccine teams within a year is incredible, and testament to a truly extraordinary global scientific effort. We need a range of vaccines, that can protect people of different ages and backgrounds wherever they live, and to be able to manufacture enough doses for the world. To meet the aim of vaccinating high-risk populations around the world over the next year we need at least 2 billion vaccine doses. \"Beating Covid-19 will depend on global collaboration. It was encouraging at the weekend that G20 countries pledged to ensure fair access for Covid-19 vaccines, treatments and tests. Promises must be followed by action to ensure equitable distribution and with a significant step-up of investment. The incredible scientific progress being made will be for nothing if global governments do not make more money available and urgently. Investing in the ACT-Accelerator is the most viable global solution to enable countries to transition out of the current crisis.\" Wednesday 18 November 2020 Media statement on [Pfizer/BioNTech reporting new efficacy data following the conclusion of Phase III Covid-19 vaccine trial](https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-conclude-phase-3-study-COVID-19-vaccine) Dr Charlie Weller, Head of Vaccines at Wellcome, said: \"This reported additional data is another bright moment in what has been a dark year. Today's update from Pfizer/BioNTech on the efficacy of their vaccine is highly encouraging. Such high levels of efficacy reported in over 65 year olds surpasses all expectations we had for the first generation of Covid-19 vaccines. This group is among those most at risk of serious illness, and alongside healthcare workers must be prioritised to receive the first doses of any vaccines. It is critically important that regulators can now independently and rigorously assess the data. \"However, we must continue with efforts to ensure development, scale-up and fair access globally of a wide range of vaccine candidates. Ending this pandemic will take extraordinary levels of global collaboration but through a combination of vaccines to protect those most at risk, effective treatments, tests and essential public health measures, we can overcome Covid-19.\" Monday 16 November 2020 Media statement on [Moderna reporting interim results from Phase III Covid-19 vaccine trial](https://investors.modernatx.com/news/news-details/2020/Modernas-COVID-19-Vaccine-Candidate-Meets-its-Primary-Efficacy-Endpoint-in-the-First-Interim-Analysis-of-the-Phase-3-COVE-Study-11-16-2020/default.aspx) Dr Charlie Weller, Head of Vaccines at Wellcome, said: \"Hopes of ending this pandemic rest on having effective vaccines, treatments and tests. It is incredibly promising that the vaccines we urgently need are now on the horizon. To have multiple vaccine candidates with interim results that surpass our expectations is phenomenal, and testament to the incredible global research effort this year. \"The results from Phase III of Moderna's Covid-19 vaccine trial are highly encouraging, however as with other results, we must remember they are interim and we are yet to see the full data. Urgent questions remain to be answered, including how long these vaccines will be effective for and whether these vaccines work across different populations, in all age groups, ethnicities, and those with prior health conditions. Only upon trial completion will we be able to assess the full efficacy and safety of any vaccine candidate. \"There are important considerations to ensure doses can be delivered safely around the world, especially in low- and middle-income countries. However, it is promising to hear Moderna report that doses can be stored at clinics at more regular refrigeration temperatures for up to a month once delivered to healthcare facilities. It is critical that we urgently and decisively work on the wider issues of Covid-19 vaccine allocation and delivery. Moderna's vaccine is part of the COVAX Facility, which will be instrumental to ensuring any effective vaccines are prioritised for those most in need globally. \"We cannot become complacent. If we are to have enough doses for the entire world and vaccines that work across different groups and settings, we must continue developing and investing in a wide range of candidates. \"Overcoming the logistical hurdles ahead will take unparalleled levels of global collaboration. We cannot underestimate the importance of building public understanding, trust and confidence, which will be strongest if the response is locally led. Covid-19 vaccines will face the largest and fastest vaccine manufacturing scale-up and roll-out in history but the light at the end of the tunnel is looking brighter.\" Monday 09 November 2020 Media statement on [Pfizer and BioNTech reporting successful, interim results from Phase III Covid-19 vaccine trial](https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-announce-vaccine-candidate-against), Dr Jeremy Farrar, Director of Wellcome, said: \"These interim results offer some very positive news in what has been an immensely difficult year. It is important that we look closely at the data, and there are critical questions that remain to be answered. This vaccine could be more effective than we ever hoped for from the first generation of Covid-19 vaccines. \"We have said many times that science has moved at incredible pace in response to this pandemic. To have this news less than a year since Covid-19 emerged is a remarkable achievement and testament to the extraordinary global research response. Effective vaccines, alongside tests and treatments, will change the fundamentals of this pandemic and bring us closer to a sense of normality. \"The first doses of any effective vaccines must, however, be prioritised for those most in need across the world - this includes those at greatest risk of severe illness and frontline healthcare workers. If large parts of the world remain shut down because rich countries hoard supplies, we will all continue to suffer. \"This year has been unbelievably tough, and the coming weeks will still be exceptionally difficult, but these results remind us that this current situation is not forever. To help bring this pandemic under control we must continue to respect the current lockdown measures with this at the forefront of our minds. \"Any Covid-19 vaccine will face the largest and fastest vaccine manufacturing scale-up and roll-out in history. We must not underestimate the phenomenal logistical challenge that lies ahead - nor the importance of building public understanding, trust and confidence among all communities. In all countries this will be most effective if it is locally led. Success will depend on unparalleled global collaboration, greater even than we have seen so far. But I am increasingly optimistic we will get there, that there is light at the end of the very dark tunnel the world is in.\" Saturday 31 October 2020 In response to [reports that the UK Prime Minister is considering an England lockdown](https://www.bbc.co.uk/news/uk-54756950), Dr Jeremy Farrar, Director of Wellcome, said: \"This isn't a decision any government would want to make. No one envies the job ministers have right now. The evidence is stark but this is still a very tough call and the government deserves credit for changing its approach in the light of a very fast-moving epidemic. \"This has been such a tough year already. Tough beyond belief for millions across the country, and across the world. And while we knew that the virus would come back in a second wave, actually seeing it happen is the last thing anyone wanted. My experience from other virus outbreaks is that the second wave is always harder. Everyone is worn out, healthcare workers in particular. It can feel more hopeless the second time round. We wish it would just go away. But we have to remember it isn't hopeless and what we do will make a difference. \"The sooner we act, the sooner we can start to recover. It will be a very difficult few weeks now and no one can underestimate the toll that will take on people. But the consequences of sticking with the current insufficient restrictions would have been much worse. \"I think this year we've all learned to appreciate so many little things that we'd taken for granted. I want to go to a football match, I want to go to bonfire night, I want to meet my friends in the pub. But unless we suppress the virus now, it will be a lot longer before it's safe to do any of this again. Christmas \"And I'd like nothing more than to have a normal family Christmas. If we can steel ourselves now for a few weeks of greater restrictions, there's a chance we could ease up a little between Christmas and New Year without the virus getting out of control. But if we'd let it continue to multiply, we'd be in a terrible situation in December. Current measures not sufficient - reported new measures will buy us time \"Doctors and scientists agree that none of the current restrictions have been enough to stop the virus spreading. Without a change, the NHS would have been overwhelmed within weeks and it would have been difficult if not impossible to cope in the winter months with the inevitable increase in caring for people with covid as well as non-covid illnesses. There's absolutely no doubt that many more of us would have seen loved ones die, suffer with long-term covid symptoms or from other illnesses. \"The only way to get things back to normal quickly is to get the virus under control as soon as possible. The measures being reported today, if implemented and respected, will reduce transmission, get R below 1 and reset us to an earlier stage of the pandemic. This buys us time before we start to see treatments and vaccines in early 2021. \"We have to use this time well. The test, trace and isolate system remains critically important and needs all our support. We need enhanced capacity in the NHS, to protect vulnerable people, particularly healthcare workers and those in care homes, and continue to push on urgently to develop safe and effective treatments and vaccines. UK-wide measures \"The measures have to be UK-wide to be effective enough. While the rates may be different across the UK, the virus is escalating in every area. And those areas which are not yet in crisis will in fact benefit most from greater restrictions now, before the virus gets out of control locally. They will now be able to return to normal fastest. Financial support \"Restrictions absolutely must come with the full and generous financial support people and businesses need to get through this and out the other side. We need public support for the restrictions to work, and we can't expect that from people unless they themselves are being supported. The only choice for the government is between helping businesses stay afloat, or paying to pick up the pieces when they collapse. The sooner we bring the virus under control the sooner the economy can recover. Treatments are coming \"And we definitely will get through this. There is light at the end of the tunnel. I believe we can be in a much stronger position in early 2021. In the new year, I'm confident we'll have turned a corner on preventing and treating the infection caused by this virus. Our responsibility now as a country is to support these measures, keep the virus under control and make sure as few people as possible suffer until then.\" Tuesday 20 October 2020 In response to an [announcement of a partnership to explore and establish human infection studies of Covid-19 in the UK](https://www.gov.uk/government/news/expert-partnership-to-explore-and-establish-human-challenge-studies-of-covid-19-in-the-uk), Dr Charlie Weller, Head of Vaccines at Wellcome, said: \"Human infection studies have real potential to accelerate the development of Covid-19 vaccines in safe, controlled environments. They are designed to complement Phase III vaccine trials by directly demonstrating vaccine efficacy in highly regulated studies. \"Collaboration between academic, clinical and industry partners is critical to innovation and will enable progress of these studies. Therefore the announcement of a new partnership between the Department for BEIS, Imperial College London, hVIVO and the Royal Free Hospital to explore and establish a Covid-19 human infection study to begin in January is an encouraging and important first step. In future, human infection studies could enable a wider assessment of efficacy in a number of promising vaccine candidates and could boost Covid-19 vaccines research by providing us with vital information on how this disease is transmitted, how our immune system mounts a response and how long immunity may last for. \"The safety of volunteers is paramount, and this study will require rigorous and strict assessment from safety and ethics regulators before it can go ahead. We must consider every tool that could help us to find a safe and effective vaccine faster. Not only can human infection studies speed up vaccine development, these findings will be crucial for research into promising Covid-19 treatments, ultimately helping communities around the world protect themselves against this disease and end this pandemic.\" Sunday 18 October 2020 Dr Jeremy Farrar, Director of Wellcome, said: \"We are in extraordinary difficult and worrying position. There's no doubt that across the whole country the community transmission is going up, we're seeing an increase in people admitted to hospital and tragically an increase in deaths. \"The coming winter months are going to be very difficult. Our best chance of limiting the impact on our health and the economy is to act more decisively now - and to do that across the country. We don't want fragmentation or confusion - nations, cities or regions pitched against each other. Arguments and political divisions over lockdowns and restrictions create upset and confusion, delay the public health response and damage the trust that is central to an effective response. \"The current tiered restrictions will not bring the transmission rates down sufficiently or prevent the continued spread of the virus. The prospect of increased restrictions is very difficult to accept, but we need to come together as a country and agree a clear way forward. A three week period of nationally increased restrictions, with the right levels of financial support, will allow us to reset before winter, stop transmission spiralling, protect and prepare health services, give time to get the test-trace-isolate systems fully functional, and save lives. This can also protect jobs, livelihoods, businesses and the economy. \"But this needs an immediate response. Putting off the decision will only worsen and lengthen the crisis. \"With good messaging, with trust in public health, and a cohesive response, we can reduce transmission now and buy ourselves three to six months, until we can change the fundamentals of this pandemic with vaccines and treatments. With those interventions we're in a completely different world.\" Friday 16 October 2020 In a media statement on [findings from the Solidarity Therapeutics Trial](https://www.who.int/news/item/15-10-2020-solidarity-therapeutics-trial-produces-conclusive-evidence-on-the-effectiveness-of-repurposed-drugs-for-covid-19-in-record-time) that show Remdesivir has 'little or no effect' on survival, Dr Nick Cammack, Covid-19 Therapeutics Lead at Wellcome, said: \"It is disappointing that Remdesivir has been proven to show no clinical benefit against Covid-19 in hospitalised patients but this confirms the importance of large-scale global randomised clinical studies to provide us with definitive answers. \"As Europe enters its second wave, the deficit of effective coronavirus treatments is deeply concerning. We cannot afford to wait. The ACT-Accelerator urgently needs $7.2 billion to continue the rapid pace of treatment research over the next six months. This pales in comparison to the estimated $375 billion the global economy loses each month. \"Life can only return to normal through a range of effective Covid-19 treatments, tests and vaccines, alongside the resilient health systems to deliver them and public trust. These tools must be available to everyone who needs them, wherever they live or however rich they are. Covid-19 can be a preventable and treatable disease. But only if we invest in research now.\" Wednesday 07 October 2020 In media statements following Wellcome's background media briefing on Covid-19 treatments, Dr Nick Cammack, Covid-19 Therapeutics Accelerator Lead at Wellcome, said: \"We need treatments and vaccines to deal with Covid-19. Not just vaccines, not just treatments. We need both. We've already seen over 1 million deaths from Covid-19 in 10 months, While there is lots of optimism around potential vaccines, we are some way off having a vaccine & rolling it out across countries, and there may be challenges in terms of the level of protection the first vaccines can offer. We need treatments that can treat mild to serious illness, that can prevent people becoming seriously ill as well as treating the critically ill. A pipeline of new treatments is essential if we are to reduce further deaths and suffering and to keep pressure off health systems. \"To provide treatments around the world we need $7.2 billion. So far, only $300 million has been pledged - with vaccines already having received around six times the amount of funding for treatments*. We urgently need more countries to step up and commit funding to get ahead of this pandemic\". *To date, over $2 billion has been pledged to vaccines while only $300 million has been pledged to treatments through the ACT- accelerator. Although $16 billion is needed in total for vaccines work, compared to the therapeutics target of $7.2 billion, this remains a significant discrepancy in how treatments have been funded to date. Further information on the investment case for the ACT-accelerator can be found on the [ World Health Organization website](https://www.who.int/publications/i/item/an-economic-investment-case-financing-requirements). Dr Lindsay Keir, Innovations Partner at Wellcome, said: \"Monoclonal antibodies are among the most promising treatments for Covid-19 but with all their promises, come with their own challenges. Despite transforming treatments for diseases like cancer, rheumatoid arthritis, lupus and kidney diseases, they are amongst the most expensive drugs in the world. Covid-19 must be the catalyst for highlighting the impact of these promising treatments, and the need to make them accessible and affordable to everyone who needs them - both for Covid-19 and for other diseases. It will take effort and collaboration, but one of the most inspiring things about this pandemic is how different industries and groups are pulling together\". Wednesday 30 September 2020 In a media statement on the [UN welcoming nearly $1 billion in recent pledges](https://www.who.int/news-room/detail/30-09-2020-un-welcomes-nearly-1-billion-in-recent-pledges-to-bolster-access-to-lifesaving-tests-treatments-and-vaccines-to-end-covid-19) - to bolster access to lifesaving tests, treatments and vaccines to end COVID-19, Dr Jeremy Farrar, Director of Wellcome, said: \"In the nine months since this pandemic started, a million people have died of confirmed SARS-COV2. In reality, tragically many more have lost their lives to this infection and millions more have been affected. But even as the pandemic accelerates around the world there are cautious reasons to be optimistic. Science continues to move at an incredible pace and every day we learn more about this virus - how best to fight it, save lives and reduce suffering. \"But the reality is we remain some way off the range of vaccines, treatments, tests and the health systems we need to bring this devastating crisis to an end. Science can deliver these, but science cannot end this nightmare unless it has the money. \"In the last week, the World Bank, the UK and Canada have stepped up and committed significant amounts to the international effort to support access to COVID-19 tools in poor countries. We urge global leaders to delay no longer in adding to this. Every day matters. \"This needs a moment of visionary, historic, political and financial leadership. The actions leaders take today will affect how the world spends the coming decades. Only when we have tools to detect, treat and prevent Covid-19 everywhere, will we be able to stop this pandemic, save lives, give children the education they deserve and restart all our economies and our lives. \"That moment is now.\" Tuesday 29 September 2020 In a media statement on the total number of global deaths from Covid-19 passing 1 million, Dr Jeremy Farrar, Director of Wellcome, said: \"Today, the world has passed a devastating milestone: 1 million recorded deaths from covid-19. In reality, the unrecorded total is much higher. Every individual death is a tragedy. We must not forget that this pandemic is still accelerating and shows no signs of slowing down. We must do everything in our power to bring this pandemic, and all its harmful consequences, to an end as quickly as possible. \"The ACT-Accelerator urgently needs $35bn to develop and provide tests, treatments and vaccines for the world and to have the health systems to deliver them. In the last week, the UK & Canadian Governments have stepped up and committed significant amounts. We urge global leaders to delay no longer and join them. Every day matters. \"This needs more than warm words of solidarity. This needs a moment of visionary, historic, political and financial leadership. Only when we have tools to detect, treat and prevent it everywhere, will we be able to stop this pandemic and therefore save lives, give children the education they deserve and restart all our economies.\" Friday 25 September 2020 In response to commitments by the UK Government, made to COVAX and the World Health Organization, as announced at the United Nations General Assembly 2020, Dr Jeremy Farrar, Director of Wellcome, said: \"These announcements show impressive commitment from the UK. They recognise the urgent need for step-up in international support to secure the $35billion needed for tools to test, treat and prevent Covid-19 globally - and for the work of the World Health Organisation more widely. Supporting the ACT-Accelerator and ensuring the WHO can operate at full strength is essential. They are playing a vital role in ensuring every country can tackle COVID-19, protect citizens and save lives. \"We hope other global leaders will delay no longer in adding to this. To bring this crisis to an end and restore a functioning global economy, nations must invest now to ensure availability of diagnostics, treatments and vaccines, for rich and poor countries alike.\" Monday 21 September 2020 In response to ['Economies worldwide formally sign up to COVAX facility](https://cepi.net/news_cepi/boost-for-global-response-to-covid-19-as-economies-worldwide-formally-sign-up-to-covax-facility/)', Dr Jeremy Farrar, Director of Wellcome, said: \"It's great to see a large number of countries signing up to COVAX and agreeing to secure vaccines not just for themselves, but for the world. The speed and scale of vaccine development has been remarkable but we still do not know yet which candidates might be successful or the most effective, and not all vaccines will be suitable for all who are at risk. Shared global investments in a range of vaccines that use diverse technologies and which can then be available for priority populations worldwide is critical. The investments today mean that COVAX can now start doing manufacturing deals, which is vital. \"Questions remain, however, on the detail of how the first vaccines - which will be in limited supply - will reach those who need them most in every country. Vaccinating high-risk people in every country first is not only the right thing to do, it's in every country's best interest. Unless every country has access to COVID-19 vaccines, tests and treatments the whole world is at risk. \"Countries cannot, and do not at this stage need access for every citizen. Countries should only buy doses for those in greatest need - healthcare and essential workers and those at highest risk. Any oversupply secured through bilateral deals must be donated for global supply. Clear and detailed commitments on this are urgently needed from governments now. \"Vaccines will allow us to make small steps to return to a sense of normality, but will not be on their own a magic or instant end to the pandemic. That can only come with nations, rich and poor, working together in the global, not national, long-term interest. This is a critical time, the decisions countries make now will affect how we spend the next few decades.\" Thursday 17 September 2020 In reaction to [G20 Joint Finance & Health Ministers Meeting joint statement [PDF]](https://g20.org/en/media/Documents/G20%20Joint%20Finance%20Health%20Ministers%20Meeting%20Statement%20-17%20SEP%202020%20(English).pdf), Dr Jeremy Farrar, Director of Wellcome, said: \"It is encouraging to hear the G20 Finance and Health Ministers remain committed to investing in an effective response to the Covid-19 pandemic. But we're running out of time and these warm words must urgently turn into the real investment and global leadership that is needed. \"The ACT-Accelerator urgently needs $35bn to develop and provide tests, treatments and vaccines for the world and to have the health systems to deliver them. So far, less than 10% of this been raised. $35bn is a tiny figure when compared to the trillions the world economy has already lost and will continue to lose as this pandemic continues to reverberate around the world. \"Securing this funding now will prove to be the wisest investment humanity has ever made. Putting it off will only prolong the pandemic and all its dreadful consequences. The actions leaders take today will affect how the world spends the next decade. This needs a moment of historic political and financial leadership. Leadership that will change the world. Leadership that will be remembered in a 100 years' time. But we need it now through actions not words.\" Monday 14 September 2020 In support of publication of the Global Preparedness Monitoring Board (GPMB) Report, [World in Disorder](https://apps.who.int/gpmb/annual_report.html), Dr Jeremy Farrar, Director of Wellcome, said: \"For years, many people have warned of the likelihood of new infectious diseases emerging, and urged the world to invest in preparedness to avoid pandemics like the one we face today. We must take heed of the consequences of not having robust and sustainably financed global preparedness plans - both to end this pandemic and to be better equipped to deal with inevitable future crises. \"Science remains our only true exit strategy from the pandemic. The ACT-Accelerator urgently needs $35bn to develop and provide tests, treatments and vaccines for the world and to have the health systems to deliver them. This is a tiny figure when compared to the trillions the world economy has already lost and will continue to lose as this pandemic continued to reverberate around the world. This would be the greatest investment humanity has ever made. \"This needs more than warm words of solidarity. This needs a moment of visionary, historic, political and financial leadership. Leadership that will change the world. Leadership that will be remembered in a 100 years-time.\" In response to the RECOVERY Trial's investigation of Regeneron's REGN-COV2 antibody cocktail, Nick Cammack, COVID-19 Therapeutics Accelerator Lead, said: \"Novel antivirals and monoclonal antibodies are among the most exciting and promising treatments for Covid-19 because they are specific to the disease, but they are also traditionally the most expensive. Large-scale randomised controlled studies like RECOVERY give us the best understanding of whether drugs like REGN-COV2 are safe and effective against Covid-19, but we must ensure that any successful treatment is available to everyone who needs it globally. \"Finding effective treatments will transform the impact of the pandemic on lives and economies across the world. Dexamethasone remains the only drug that has made a significant difference to patient mortality from Covid-19: we need many more. Investing in research into a wide range of treatments, alongside vaccines and testing, and ensuring all advances are fairly available globally, remains our only exit from the pandemic.\" Wednesday 09 September 2020 Media statement following Wellcome's background media briefing on Covid-19 vaccines, Dr Jeremy Farrar, Director of Wellcome, said: \"In the UK and Europe, as case numbers and community transmission continue to rise it will be an incredibly difficult balancing act to continue safely reopening the UK, education and workplaces, while also keeping pressure off hospitals and protecting the most vulnerable. I do not believe we can reopen all parts of the economy and suppress transmission of the virus, we will have to prioritise and make some very tough choices to balance our health and the economy. After a lull over the summer we are once again at a critical juncture - but one we must not separate from the continuing acceleration of the pandemic in other parts of the world. \"Science is still moving at an incredible pace. I remain optimistic about the pace of progress. However, the reality today is we remain some way off the range of vaccines and treatments we need. We must be clear; the first vaccines will not be perfect -and they should only be offered first to the 20-30 per cent of the population who are most at risk, including healthcare workers. \"Vaccines will allow us to make small steps to return to a sense of normality, but will not be, on their own a magic or instant end to the pandemic. That can only come with nations, rich and poor, working together in the global, not national, long-term interest.\" In response to the University of Oxford Covid-19 vaccine trial pausing after a participant had a suspected adverse reaction, Dr Charlie Weller, Head of Vaccines Programme at Wellcome, said: \"Safety is the most important consideration when developing any vaccine, and it is right for the trial to be paused while an investigation takes place. This is often a normal part of the process in vaccine trials, which involve tens of thousands of people. It's critical to quickly understand whether the illness has any relationship to the vaccine or the placebo and to share data openly, as Oxford University and Astra-Zeneca have done. \"Vaccines are among the most rigorously tested and monitored products we have in society, and the Covid-19 vaccines should be no different. We welcome the news that nine vaccine developers have pledged to uphold scientific and ethical standards for these vaccines and prioritise safety. \"Today's news reminds us of the importance of funding and developing a wide range of vaccine candidates, alongside treatments and testing. We don't yet know which will be successful, but ensuring all advances are fairly available globally is our only exit from this pandemic.\" Wednesday 02 September 2020 In response to ' [US refusal to join international effort to develop and distribute Covid-19 vaccine](https://www.theguardian.com/world/2020/sep/01/us-covid-19-vaccine-refuses-international-effort-coronavirus)' Alex Harris, Wellcome's Head of Global Policy, said: \"It is disappointing that the US has decided not to join COVAX. The only way we're going to end this pandemic is if countries work together. \"Vaccinating high-risk people in every country first is the fastest and most effective exit strategy. For this reason, countries who have already secured access to a range of potential vaccines should commit to only buying doses for those in greatest need, and donate surplus doses to a central pool. \"COVAX is working hard to invest in a wide range of vaccine candidates and support a fair allocation of vaccines for the world. By joining these efforts, countries can spread their risks and contribute to a rational and equitable distribution of resources that will lead to better health and economic outcomes. \"Economic recovery is not possible if large parts of the world are still shut down. The US will not be able to bounce back if its allies and trading partners are still suffering.\" Friday 14 August 2020 In response to an [announcement from the UK government on securing new COVID-19 vaccines](https://www.gov.uk/government/news/uk-government-secures-new-covid-19-vaccines-and-backs-global-clinical-trial), Alex Harris, Wellcome's Head of Global Policy, said: \"Today's announcement puts the UK in a strong position. It is great to hear Alok Sharma say that these agreements will ensure fair and equitable access of a vaccine around the world, but it is now urgent that the government explains how. \"Without this clarity, the risk increases that other rich countries will seek to strike similar bilateral deals, potentially securing significant oversupply, leaving insufficient volumes of vaccine for the rest of the world. \"Spreading risk by investing in a range of vaccines that use diverse technologies is smart, because we do not yet know which might be successful or the most effective, and not all vaccines will be suitable for all who are at risk. But efforts to do this must be global, countries should only buy doses for those in greatest need - healthcare and essential workers and those at highest risk. Where there is oversupply there must be willingness to donate surplus doses to a central pool. Countries cannot, and do not at this stage need to, buy for every citizen. \"The UK has a proud record of supporting global public health. The government must take the global lead to ensure any advances to test, treat and prevent COVID-19 are available for all nations, rich and poor, alike. It's not only the right thing to do, it's in our best interest. Unless every country has access to COVID-19 vaccines and treatments the whole world is at risk.\" Tuesday 11 August 2020 In response to Russian government approval of a COVID-19 vaccine, Mike Turner, Head of Major Science Investments at Wellcome, said: \"Safety is the most important consideration when developing any vaccine. COVID-19 is the greatest vaccine development challenge in history, but speed should not compromise safety. Without the data on this vaccine being released, it is impossible to assess its efficacy or safety - even in early testing - but this data must be shared openly and transparently to maintain public trust. \"Before any vaccines are rolled out at a population level, they must be tested in robust clinical trials (Phase 1-3) to ensure they are as safe as possible. Continuing to monitor the safety and efficacy of COVID-19 vaccines will be critical to rapidly picking up on any potential rare side effects, as well as the effectiveness of the vaccines on a large scale. \"To bring this pandemic to an end we need safe and effective vaccines, treatments and diagnostics for COVID-19 available to everyone, everywhere.\" Monday 20 July 2020 In response to positive [Phase I/II results for the AZD1222 vaccine](https://www.ox.ac.uk/news/2020-07-20-new-study-reveals-oxford-coronavirus-vaccine-produces-strong-immune-response) from the Oxford Vaccine Group and an [announcement from the UK government](https://www.gov.uk/government/news/millions-could-be-vaccinated-against-covid-19-as-uk-secures-strong-portfolio-of-promising-vaccines) on deals to secure 90 million vaccine doses, Alex Harris, Wellcome's Head of Global Policy, said: \"This is just one crucial step but it's very encouraging, and builds on the incredible global research effort during this crisis. To see promising results from several candidates in months is remarkable, but we must also be prepared for some candidates to fail in the later stages and be realistic about timeframes for manufacturing and rollout. \"Meeting the global demand of billions of doses will require more than one vaccine; it is in the best interest of all governments to work openly and collaboratively, pooling expertise and funding to access the broadest pool of promising candidates. \"We are very encouraged by the UK's approach to securing access to a broad pool of vaccine candidates, which puts it in a strong position both in terms of access to vaccines for UK citizens and playing a leadership role in ensuring global equitable access. \"With limited supply globally, we must prioritise vaccine use for healthcare and essential workers, and those most vulnerable, so that sufficient doses are available for priority populations in all countries. This is critical for the first six to nine months of early vaccine availability, when global manufacturing capacity is unlikely to match demand. The UK is now in a strong position to make this a reality. \"COVID-19 is a global challenge: no one is safe until everyone is safe. The fastest, most effective way to beat the disease and end this pandemic is by securing vaccines, tests and treatments for those who are at most risk everywhere.\" In response to [Synairgen announcing positive, preliminary results](https://www.synairgen.com/wp-content/uploads/2020/07/200720-Synairgen-announces-positive-results-from-trial-of-SNG001-in-hospitalised-COVID-19-patients.pdf)[PDF] from a clinical trial of a new treatment for COVID-19 in hospitalised patients Dr Nick Cammack, COVID-19 Therapeutics Accelerator Lead at Wellcome, said: \"Having a wide range of effective COVID-19 treatments is essential. Once the results reported by Synairgen are confirmed, then the signs look promising and could be a significant step forward in COVID-19 treatment research. But, we should remain cautious with our expectations until we see the data published in full. \"In just a few months, we already have two treatments that are proven to reduce hospital stays and mortality from COVID-19 - dexamethasone and remdesivir. But we need many more. Investing in research into a wide range of treatments, alongside vaccines and testing, and ensuring all advances are fairly available globally, is our only exit from this pandemic.\" Friday 10 July 2020 In response to reports that the UK will opt out of the European Union coronavirus vaccine initiative, Alex Harris, Wellcome's Head of Global Policy, said: \"We urgently need countries to work together if we're to stand any chance of delivering global equitable access to a Covid-19 vaccine. \"The EU vaccine initiative's cap on how many doses participating countries get is the best way to ensure there is enough vaccine for those in need in the rest of the world. Delivering vaccine according to need and not who can pay the highest price, is not just morally right, but also the fastest way to end this pandemic. We urge the UK government to follow the EU's lead and only secure vaccine doses for those who need it most (healthcare workers, over sixty fives and other vulnerable groups). This is critical for the first six to nine months of early vaccine availability, when global manufacturing capacity is unlikely to match demand. There are other multilateral efforts underway, and we strongly encourage the UK government to support these efforts in order to access a broader pool of promising vaccine candidates and enable the same for low and middle income countries.\" Wednesday 08 July 2020 In response to the USA formally notifying withdrawal from the World Health Organization (WHO), Dr Jeremy Farrar, Director of Wellcome, said: \"Since its inception 70 years ago the World Health Organization has always aspired to ensure better health for everyone, everywhere. The WHO is doing an extraordinary job ensuring every country can tackle COVID-19, protect citizens and save lives. No other organisation can do what they do. \"It is more important than ever that the WHO can operate at full strength to not only bring this pandemic to an end but to ensure it continues improving the health, wellbeing and livelihoods of people around the world now and in the future. It will play a central role in our way out of this pandemic and in addressing the health challenges we will all face in the 21st Century. This is only achieved through solidarity, not division. \"It is unthinkable and highly irresponsible to withdraw funding from the WHO during one of the greatest health challenges of our lifetime. Health leaders in the USA bring tremendous technical expertise, leadership and influence, and their loss from the world stage will have catastrophic implications, leaving the US and global health weaker as a result.\" Friday 26 June 2020 In response to the [update on the Access to COVID-19 Tools Accelerator (ACT-Accelerator)](https://www.who.int/news-room/detail/26-06-2020-act-accelerator-update) including publication of investment cases from WHO and partners, Dr Jeremy Farrar, Director of Wellcome, said: \"Tests, treatments and vaccines remain our only true exit strategy from this pandemic. Any promising advances that emerge from the global research effort must be made available to everyone, everywhere. \"Treatments could play a crucial role in ending this pandemic, from preventing infections to speeding patient recovery, working in tandem with a potential vaccine rollout. The Therapeutics Partnership as part of the ACT-Accelerator aims to find, manufacture and deliver 245 million treatments courses by the middle of next year. But to reach our goal, we must invest in scientific research at large scale. The money required seems immense, but the total cost is just a fraction of what the world's economy is losing each day to this devastating pandemic. \"No country can go this alone and it's in the interest of all governments to work openly and collaboratively, with no one left behind. There is no getting around the enormity of the task ahead of us but we must act together now.\" Wednesday 17 June 2020 Media statement in response to [European Commission unveils EU vaccines strategy](https://eur01.safelinks.protection.outlook.com/?url=https%3A%2F%2Fec.europa.eu%2Fcommission%2Fpresscorner%2Fdetail%2Fen%2FIP_20_1103&data=02%7C01%7CI.Savin%40wellcome.ac.uk%7C73f30d6dcfd74f4fe6aa08d812c096de%7C3b7a675a1fc84983a100cc52b7647737%7C0%7C0%7C637279965663862271&sdata=S5sYIaiiyAAqMGqpfIwp4hE6KvB9lpndJAZwdWHM6ro%3D&reserved=0) Alex Harris, Wellcome's Head of Global Policy, said: \"This is positive news, and we applaud the EU for agreeing to work together to accelerate the development, manufacturing, and deployment of vaccines against COVID-19. This is not just a European challenge, but also a global one. The fastest, most effective way to beat COVID-19 is to globally pool expertise and funding - for that reason we hope other countries will be able to join the EU effort soon. Support for initiatives like this and the ACT-accelerator are essential to ensuring everyone has access to vaccines and treatments. \"We are encouraged by the EU's ambition to not only reserve future vaccines for their own citizens, but also for low- and middle-income countries at the same time. It is vital that any safe and effective vaccine should go to those who are at most risk everywhere, not just those who can afford to pay the most. \"The EU and other countries must commit to securing only enough doses for their priority populations, so that sufficient doses are available for priority populations in low- and middle-income countries. We strongly support a fair and effective allocation strategy that puts healthcare workers and vulnerable groups first. \"No one is safe until everyone is safe, which means that no country should hoard vaccines or limit manufacturing capacity to domestic needs only. Industry, governments and global health organisations all have a critical role to play in ensuring that we all prioritise the needs of the most vulnerable everywhere. This is our best hope of ending the pandemic.\" Tuesday 16 June 2020 In response to [new findings from the RECOVERY Trial on dexamethasone](https://www.recoverytrial.net/files/recovery_dexamethasone_statement_160620_final.pdf) [PDF], proven as the first effective drug to reduce deaths from COVID-19, Dr Nick Cammack, COVID-19 Therapeutics Accelerator Lead at Wellcome, said: \"This is a major breakthrough: dexamethasone is the first and only drug that has made a significant difference to patient mortality for COVID-19. Potentially preventing 1 death in every 8 ventilated patients would be remarkable. Finding effective treatments like this will transform the impact of the COVID-19 pandemic on lives and economies across the world. While this study suggests dexamethasone only benefits severe cases, countless lives will be saved globally. \"Dexamethasone must now be rolled out and accessed by thousands of critically ill patients around the world. It is highly affordable, easy to make, can be scaled up quickly and only needs a small dosage. Any and every successful treatment against COVID-19 must be made available to everyone who needs it globally, regardless of their ability to pay. \"Large-scale randomised controlled studies like the RECOVERY Trial give us the best possible understanding of whether drugs like dexamethasone are safe and effective against COVID-19. To see these results in such a short period of time is an incredible scientific achievement. The data will give researchers around the world a better understanding of why the drug is effective in these patients. \"This is extremely promising news and a significant step forward, but we still have a long way to go. To end this pandemic, we still need better diagnostics to detect, medicines to treat and vaccines to prevent COVID-19.\" Thursday 04 June 2020 In response to the Global Vaccine Summit 2020, Dr Charlie Weller, Head of Vaccines at Wellcome, said: \"No child should die from vaccine-preventable diseases. We are delighted that Gavi has exceeded its target and secured $8.8bn funding over the next five years, which will save up to 8 million lives in some of the world's poorest countries. \"Immunisation is the backbone of global health, and the COVID-19 pandemic is a sobering reminder that diseases do not respect borders. Until every country is protected against COVID-19, the world will continue to be at risk. \"Equal access to any - and every - successful COVID-19 vaccine is essential. The COVAX Facility, announced today, highlights the importance of global collaboration and will help to ensure that doses of any successful vaccine will be available to everyone, regardless of their ability to pay. \"Alongside COVID-19 vaccine development, we must maintain routine immunisation where safe and feasible, to prevent outbreaks of other deadly diseases like measles and polio. Maintaining routine immunisation will also enable the smooth delivery of any successful COVID-19 vaccines, once they are developed. Gavi plays a pivotal role in achieving this, and governments, businesses and philanthropy must continue to champion and invest in immunisation systems in every country.\" Tuesday 02 June 2020 Media statement following Wellcome's COVID-19 treatments background media briefing Dr Nick Cammack, COVID-19 Therapeutics Accelerator Lead at Wellcome, said: \"Until we have reliable tests to detect, medicines to treat, and vaccines to prevent COVID-19, it will keep going around the world in waves. A combination of all three is essential. \"If successful, repurposing existing medicines could be a game-changer. They're already approved, are generally affordable, and can be manufactured at scale. These medicines may not be a 'cure-all' for COVID-19, but they could make the difference between life and death, or between short- and long-term hospital stays. This is particularly important for countries with fragile health systems. \"Any - and all - effective treatments for COVID-19 must be available to everybody around the world. As long as COVID-19 is out of control somewhere, it is a threat everywhere. Manufacturing and rolling out of any successful treatments will take a huge amount of funding, so governments, industry and philanthropic organisations must boldly come together and join this effort. No country will be able to meet this global demand alone.\" Tuesday 19 May 2020 Media statement in response to the COVID-19 Resolution passing at the World Health Assembly Alex Harris, Head of Global Policy and Advocacy at Wellcome, said: \"This year's World Health Assembly has rightly put global equitable access at the heart of its COVID-19 resolution. COVID-19 has reached every corner of the world and the diagnostics, vaccines and treatments that will help bring this pandemic to an end must also. \"Equitable access cannot be achieved by one organisation or one country alone. It requires collective action on a global scale, with each country prioritising the needs of the most vulnerable everywhere. \"Industry, governments and global health organisations all have a critical role to play. Support for organisations like GAVI and CEPI are essential to ensure everyone has access to vaccines and treatments, and we need to commit ourselves to making them available in a way that's never been done before. \"We have seen some governments seek to secure deals with industry that puts their citizens first. But it is crucial that global leaders unite to support advances that test, treat and prevent COVID-19 everywhere - this is the only way to stop this pandemic and prevent future tragedies. \"A recent Wellcome survey has shown overwhelming support for this - adults polled in the US, UK and Germany strongly believe that COVID-19 treatments and vaccines should first be provided to those who need them most in the world. \"The only way out of this pandemic is to invest now at scale and at risk and to unite to ensure in future we can test, treat and prevent COVID-19 everywhere. For as long as COVID-19 is out of control somewhere, it is a threat everywhere.\" Monday 04 May 2020 Following the Coronavirus Global Response International Pledging Conference, Dr Jeremy Farrar, Director of Wellcome, said: \"It is encouraging to see much of the world coming together to find solutions to this global crisis, we should celebrate the fact that so many countries joined today's pledging conference and committed to an unprecedented global effort. \"An initial $8bn is urgently needed to research and develop vaccines, treatments and tests. After today's conference, the European Commission has calculated that €7.4bn has been pledged. This is a good start, but we need to see the full detail of these commitments. This funding needs to be made available immediately for the urgent research that is needed and to ensure the world has capacity to make diagnostics, treatments and vaccines available on an equitable basis to the world, to everyone. Every day counts. \"Science is the only true exit strategy for this COVID-19 crisis. We hope that all governments, businesses and philanthropy will join us as soon as possible to make this a truly global effort. \"The pace and impact of this virus is unprecedented, our global response must be too.\" Ahead of the Coronavirus Global Response International Pledging Conference, Dr Jeremy Farrar, Director of Wellcome, said: \"It is encouraging to see the world coming together to find solutions to this crisis. COVID-19 is, I believe, an endemic human infection and future waves are inevitable in every country. It is a virus for which, as yet, there is no proven prevention or cure, but there is hope. \"The research effort to rapidly develop the vaccines, treatments and diagnostics needed to save lives has been nothing short of staggering. \"But global support for these vital efforts is still falling short, despite repeated calls from the global health community. An initial $8bn is urgently needed. Further funding delays risks this critical research not happening and take us further away from finding effective vaccines and treatments. Every day counts - to save lives and protect the global economy, which some have estimated is shrinking by up $200 billion a week. \"Science is the only true exit strategy for this COVID-19 crisis. Only when we have tools to detect, treat and prevent it everywhere, will we be able to stop this pandemic and prevent future tragedies. \"We urgently need this money to start rolling in fast, at scale. Wellcome has built on our founding investment in CEPI of $100 million with a further commitment of $50 million to set up the COVID-19 Therapeutics Accelerator, a joint initiative with the Bill & Melinda Gates Foundation and Mastercard to speed up the development of and access to treatments. In addition Wellcome has made available £10M to support urgent coronavirus research in lower and middle income countries and continued our existing support for researchers around the world who are now shifting their focus to COVID19 work. \"We urge governments, businesses and philanthropy to come together now to fill this funding gap. The pace and impact of the spread of this virus is unprecedented, our global response must be too.\" Thursday 30 April 2020 In response to announcement on Oxford University and AstraZenica partnership, Dr Charlie Weller, Head of Vaccines Programme at Wellcome, said: \"An effective vaccine for COVID-19 will save countless lives across the world. The world must be prepared to execute the largest and fastest scale up in vaccine manufacturing in history, and we need to start building new manufacturing sites now. But alongside COVID-19 vaccine development, we must continue to focus on routine immunisation for everyone and maintain the production of existing vaccines. \"Losing sight of the long-term would have serious consequences: the legacy of this pandemic should not include the global resurgence of infectious diseases like measles and polio, which had previously been brought under control. Secondary outbreaks of these diseases would also add an additional burden to already fragile healthcare systems. \"COVID-19 is a solvable problem, but there is an initial global funding shortfall of at least $8billion for development into vaccines, treatments and tests that needs to be filled urgently. \"We need a vaccine that will work for the world, and any advances must be available to all countries equally, without exception. For as long as COVID-19 is out of control somewhere, it is a threat everywhere. The only way out of this pandemic is by working together and ensuring all countries, especially those with more fragile health systems, have the tools and resources needed to tackle this.\" Wednesday 29 April 2020 In response to announcement from the Serum Institute on efforts to make millions of potential coronavirus vaccine doses, Dr Charlie Weller, Head of Vaccines Programme at Wellcome, said: \"An effective vaccine for COVID-19 will save countless lives across the world. The world must be prepared to execute the largest and fastest scale up in vaccine manufacturing in history, and we need to start building new manufacturing sites now. But alongside COVID-19 vaccine development, we must continue to focus on routine immunisation for everyone and maintain the production of existing vaccines. \"Losing sight of the long-term would have serious consequences: the legacy of this pandemic should not include the global resurgence of infectious diseases like measles and polio, which had previously been brought under control. Secondary outbreaks of these diseases would also add an additional burden to already fragile healthcare systems. \"COVID-19 is a solvable problem, but there is an initial global funding shortfall of at least $8billion for development into vaccines, treatments and tests that needs to be filled urgently. \"We need a vaccine that will work for the world, and any advances must be available to all countries equally, without exception. For as long as COVID-19 is out of control somewhere, it is a threat everywhere. The only way out of this pandemic is by working together and ensuring all countries, especially those with more fragile health systems, have the tools and resources needed to tackle this.\" Friday 24 April 2020 In response to announcements from the World Health Organization (WHO) and European Commission on global efforts to accelerate new COVID-19 health technologies, Alex Harris, Head of Global Policy and Advocacy at Wellcome, said: \"The pace of science since the very first cases of this virus emerged has been breath-taking. That incredible effort from research teams worldwide means we are, in less than four months, seeing multiple promising clinical trials of the vaccines, treatments and diagnostics. These medical tools are our only long-term way out of this pandemic. \"Two things are now critical - global funding to support the unprecedented acceleration and scale-up of medical research, and global commitment to ensuring any advances are available to all countries equally, without exception. The cost of funding the multiple approaches needed to develop and deliver vaccines, treatments and tests and then the manufacture and distribution needed to deliver them to the entire world, will be huge. It will take billions and billions of dollars. The initial seed funding for this effort has been calculated at $8billion (7.5bn EURO). This is needed now but despite being identified two months ago, global support is still nowhere near this. The European Union Coronavirus Global Response will be a critical step to ensuring countries, business and philanthropy around the world step-up to provide the funding urgently needed. \"Many of the organisations supporting the drive for vaccines, tests and treatments already have equitable access at their core. But equitable access cannot be achieved by one organisation or one country alone. No country should consider that putting their own citizens first means reserving possible future vaccines and treatments for their use only. This approach will cost lives and prolong the pandemic for every country. Viruses know no borders, as COVID-19 has proven. The health, social and economic devastation of this virus is affecting communities in every corner of the world. And for as long as COVID-19 is out of control somewhere, it is a threat to everywhere. So, no matter where they are developed or who funded them, all tests, medicines and vaccines for COVID-19 need to be available and affordable to everyone in the world who needs them. \"The only way out of this pandemic is by working together and ensuring all countries, especially those with more fragile health systems, have the tools and resources needed to tackle this. Global cooperation, guided by the WHO, is key if we're to end this pandemic as quickly as possible, save as many lives as possible and get the world back to some sense of normality.\" Dr Jeremy Farrar, Director of Wellcome, said: \"Amidst the horror of this pandemic, this partnership does offer us our greatest hope, and also, by bringing everybody together, the greatest chance to deliver. The whole world is affected and the whole world must come together to find an equitable way through this. We must leave no one behind, as we've heard repeatedly today. \"Physical distancing, testing isolation, and the best clinical care are absolutely crucial now. This is now a human endemic infection, it will not disappear. This is not SARS. The only true exit strategy is through science and the manufacturing of that science and the equitable distribution to the world, to make sure everybody receives it, independent of their ability to pay. \"And we do need all. We need diagnostics, we need treatment, and we need vaccines. And we have to have the capacity to deliver them, not just make them. This is what this unprecedented partnership can, and this is what this unprecedented partnership will, deliver. \"Thank you to the inspirational comments and support from all the world leaders today to WHO, to the global agencies to citizens and philanthropy and also to the private sector who have come together, under the coordination of the WHO, in an unprecedented way to address an unprecedented crisis. \"A chance to end this pandemic. Through multilateralism a way out of the this pandemic and out of this crisis. The chance to actually forge a better world a better world, which is more equitable and which commits to public health. That is the prize of our time. Yes for COVID-19, but actually beyond COVID-19 to the whole of public health. It's a question of social justice and equity, it's a question of the sort of world that we want to live in. \"Thank you Dr Tedros, thank you to yourself, the great leadership through this, but also thank you to your great team, alongside you, who have made this happen, and it has not been always easy. And I pay tribute view to all the health care workers all over the world. They are putting their lives at risk, so that all of us can be that little bit safer. \"The hard work starts now. And nobody should be under any illusion, this is going to be incredibly hard work. But together we can. Together, we will. And together we must.\" Thursday 23 April 2020 In response to new UK study to track COVID-19 infection and immunity levels, Dr Jeremy Farrar, Director of Wellcome, said: \"We need much better information about how many people are infected and how many people have had Covid-19 before we can be in a position to start looking at lifting restrictions in the UK. That's why today's announcement is so important as this testing of households across the country for the next year will help us build this picture. The samples from this programme will be tested at a central lab facility to ensure that the results are accurate. \"The results of this testing will help us track the spread of the virus within families and communities across the country and provide a true indication of how many of us have been infected in the past.\" Jeremy Farrar is a member of the Government's Scientific Advisory Group for Emergencies (Sage) and chaired the group who developed this testing programme Wednesday 22 April 2020 Dr Jeremy Farrar, Director of Wellcome, said: \"My belief is that this is now an endemic human infection. It has been in obviously millions of people already. And it is likely that this is here with the human race for the future. \"We're right to focus on the here and now, but we've got to have a longer term strategy, so that we can avoid those future waves, and also make sure that we're as prepared as possible with the true exit strategy. That's not just further lockdowns and physical distancing. Those buy you time, they may reduce the peak, but they're not true exit strategy. The only way forward, is to invest, to invest at scale, at risk, and in parallel rather than in sequence, in all that it is going to take for the world to have treatments and vaccines available. It's enlightened self-interest that we push all of these treatments and vaccines forward, that we commit at the start to make them available, independent of people's ability to pay. It's the only way to address this that would protect everything in this world wherever you are. \" \"This will not come cheap, it will require billions and billions of dollars to do this. It will require alignment across countries, it will rely on alignment across agencies: the WHO, the World Bank, governments, philanthropy, scientists, industry in an unprecedented approach to make this happen. It will have to be co-ordinated. Right now, as a seed, to start this off, we believe there's a funding gap still of about $8 billion.\" Dr Charlie Weller, Head of Vaccines at Wellcome, said: \"This would be the fastest we've ever gone from discovering a brand new pathogen to developing a vaccine against it. The world really needs to be prepared to execute the largest and fastest scale up in vaccine manufacturing history. The clinical trials need to be run across the world, not just in high-income countries, to determine whether the vaccines are effective for everyone. We need the highest levels of global co-ordination to ensure that we can select the strongest candidates.\" Wednesday 15 April 2020 In response to the President of the USA halting funding for the World Health Organization in reaction to the novel coronavirus response, Dr Jeremy Farrar, Director of Wellcome, said: \"The World Health Organization (WHO) plays a critical role and needs more resources, not less, if we're to have the best chance of bringing this pandemic to an end. We are facing the greatest challenge of our lifetime and the WHO is doing an extraordinary job ensuring every country can tackle this virus, protect citizens and save lives. No other organisation can do what they do and we owe them all our respect, thanks and gratitude. This is a time for solidarity not division. \"Viruses know no borders, as COVID-19 has proven. The only way out of this pandemic is by working together and ensuring all countries, especially lower and middle income countries, have the tools and resources to tackle this. Global cooperation, guided by the WHO, is key if we're to end this pandemic as quickly as possible, save as many lives as possible and get the world back to some sense of normality. \"Alongside essential public health measures and good clinical care, we urgently need to fund the development of vaccines and treatments, and ensure they are available in every country - or this disease will keep on coming back to endanger us all. We urge all nations to increase their support for WHO at this time of global emergency.\" Thursday 26 March 2020 In response to UK Government on research funding announcement and G20 Leaders statement on COVID-19, Dr Jeremy Farrar, Director of Wellcome said: \"Support from enlightened Governments, with commitment to the global research effort is vital if we are to end this pandemic and prevent future tragedies. The pace and impact of the spread of this virus is unprecedented, our global response must be too. The research effort to rapidly advance the vaccines, treatments and diagnostics needed to save lives has been nothing short of staggering. Global support is still, however, falling seriously short - by at least $8 billion in the short-term. \"The support announced today by the UK Government Department for International Development is vital and, critically, supports efforts across borders. \"We now need many more countries and global financial institutions, like the World Bank and International Monetary Fund, to step-up with urgency and act boldly. The commitment by G20 leaders to coordinate research efforts, while welcome, does not go far enough or have sufficient urgency. Science is the only exit strategy from this pandemic - it needs greater financial support with all advances available to those that need them, regardless of where they live.\" Monday 16 March 2020 In response to announcements today by UK Government and G7 Leaders, Dr Jeremy Farrar, Director of Wellcome, said: \"The measures outlined by the UK Government are essential. Now is the time for drastic action. It will be challenging, but it will give us the best chance to save lives. Globally, and at this point particularly across Europe, this pandemic is having a devastating effect on communities. \"Health care teams are already working under extreme strain, and deserve all our thanks and support. Getting the public health response right now is vital if we are to prevent health systems collapsing under the pressure. \"Scientists worldwide continue to work at an unprecedented pace to deepen our understanding of COVID-19. The evidence we have is clear, only by taking extraordinary measures and by us all committing to limit social contact, stop mass gatherings, and stop non-essential travel can we reduce the spread of this disease and give health services the best opportunity to cope. What we do now as individuals, families, communities and as businesses, will make a difference. \"But this is not simply about the actions of national Governments. Global powers can and must do more to support all countries, particularly those with fragile health systems. The commitment from G7 leaders is critical to ensure the stability of the global economy and to support the continued research effort, including for vaccines, treatments and diagnostics. At least $8 billion is needed for this in the short term - and must come with a commitment to ensure equitable access in all countries. This virus transcends all borders, our response must also.\" Friday 13 March 2020 In reaction to G20 statement on COVID-19, Alex Harris, Head of Global Policy at Wellcome, said: \"We strongly support the G20's call for a robust international response to the COVID-19 pandemic. This virus has spread in every climate condition and respects no borders - now is the time for swift action to ensure that no country is left behind. \"We are calling for G7 and G20 nations to commit at least $8 billion of new funding to address urgent gaps in the global response to COVID-19, including the development of diagnostics, treatments and vaccines, alongside essential public health measures. This is a global problem that requires all nations to unite.\" Wednesday 11 March 2020 In reaction to the World Health Organization (WHO) labelling COVID-19 as a pandemic, Dr Jeremy Farrar, Director of Wellcome, said: \"The WHO is right to declare this a pandemic. We are in extraordinary times, the continued rapid spread of this virus is extremely challenging to control and poses an unprecedented global challenge. \"The COVID-19 outbreak is not just a public health crisis, it's a global crisis - of health, economics and politics. This requires an immediate response co-ordinated by the WHO, with the full support of the international community. Infectious diseases do not respect borders. We need sustained and co-ordinated action by all governments and global institutions if we are to avert long-term catastrophe worldwide. \"Over recent weeks the World Health Organization and many governments around the world have acted decisively, every country must now follow their lead. The crucial public health measures taken by some have undoubtedly reduced the impact of this virus and bought everyone critical time. But now everyone, everywhere must use this short window of opportunity to intensify and maximise all efforts to contain this virus, prepare our health systems and communities for the inevitable impact. \"The decisions made in the coming days and weeks will be crucial. We can still change the course of this pandemic. We offer our very strongest support to the WHO and the health workers working tirelessly on behalf of us all. We can reduce the impact of this pandemic and save lives around the world. But it needs all of us.\" In reaction to new COVID-19 funding in UK Government's Budget, Alex Harris, Head of Global Policy at Wellcome, said: \"This is a vital commitment from the UK government in response to extraordinary times. Globally we have also seen significant commitments from the European Commission, World Bank and International Monetary Fund. By investing in accelerating research into treatments, vaccines and diagnostics, we can make a huge difference to getting ahead of the rapid spread of COVID-19. \"We must not lose sight of the fact this is a global problem and will be with us for some time. Epidemics do not respect borders and we will need further co-ordinated global investment in research and public health to bring this outbreak to an end and avert catastrophe. \"We must continue to unite behind this international effort and ensure that everyone can benefit from all advances made, so that no country is left behind.\" Tuesday 03 March 2020 Dr Jeremy Farrar, Director of Wellcome, said: \"This is a remarkable and unprecedented move by the World Bank - and one which will make a huge difference to the global response to this already immensely challenging epidemic. \"This support will be critical to enabling efforts globally to get ahead of the rapid spread of COVID-19. This is not simply a health crisis - it is a global crisis which is already impacting every sector of society. This [commitment from the World Bank](https://www.worldbank.org/en/news/press-release/2020/03/03/world-bank-group-announces-up-to-12-billion-immediate-support-for-covid-19-country-response) is needed if we are to have a chance of averting long-term catastrophe worldwide. It will be vital to supporting the ongoing global response, co-ordinated by the WHO, and to support health systems and societies around the world, particularly in vulnerable regions. \"It will also facilitate accelerated research and development of vaccines, diagnostics and treatments, ensuring equitable access to advances made. The World Bank deserves great credit for the speed and scale of its response.\" Thursday 27 February 2020 Dr Jeremy Farrar, Director of Wellcome, said: \"The continued rapid spread of this virus is extremely challenging to control and poses an unprecedented global challenge - to health systems, economies and to societies around the world. We cannot afford to wait and see. \"Researchers around the world are increasing our understanding of this virus at an incredible pace. The World Health Organization and governments around the world have stepped up their response, implementing crucial public health measures which have undoubtedly reduced the impact and bought everyone critical time, we must use this window of opportunity. \"But now, what we are really missing, is tangible, high-level funding and support from global financial institutions including the World Bank, Regional Development Banks and the International Monetary Fund. The possible impact of this coronavirus is far beyond a health emergency - it's a global crisis with potential to reach the scale of the global financial crisis of 2008. These institutions, designed to act as the world's insurance policy, were quick to act then and can no longer stand by in the face of a crisis that is no less threatening. \"An urgent commitment of $10 billion, with more to follow as needed, is essential from the World Bank to underpin the public health measures in low- and middle-income countries, coordinated by the WHO alongside critical investment in diagnostics, therapeutics and vaccines. Anything less leaves us at risk of much greater costs later and long-term catastrophe. The sums are considerable. The decision to release funds should not be taken lightly, but the stakes could not be higher. \"By instigating a bigger and more united multilateral effort, we can ensure no country is left behind, in particular those with fragile health systems in low and middle income countries.\" Wednesday 12 February 2020 Dr Jeremy Farrar, Director of Wellcome said: \"This is an unprecedented outbreak - of a virus never seen before, spreading in a way which makes it extremely challenging to control. We cannot yet predict how grave the impact may be in any country beyond China now seeing cases. We do know the impact this is having in China and should applaud their extraordinary efforts to contain it. We can, however, be sure no country can afford to wait and see. For every country, now is the time to act. \"The only way to get ahead of this epidemic, to ensure the best public health preparation and response and to protect lives globally is to put science and research at the heart of the response. Over the past two days the global effort to further enhance the research agenda has been phenomenal. Thanks to the World Health Organization, to researchers, country governments, industry, journal editors and funders from every country and continent we now have a clear plan of immediate and longer-term priorities to build a robust global response. Crucially there was also unambiguous commitment to solidarity and to equitable access to all advances made. \"We must continue to unite behind this international effort, making sure no country is left behind, and without forgetting the support needed for those continuing to tackle the many other health challenges faced by different communities globally, including Ebola.\" Thursday 30 January 2020 Dr Jeremy Farrar, Director of Wellcome: \"It is absolutely right to have declared a Public Health Emergency of International Concern. \"Countries, public health teams and researchers worldwide have been acting on this with the very highest level of concern for the last few weeks. But this virus has spread at unprecedented scale and speed, with cases passing between people in multiple countries across the world. \"Declaration of an international emergency will undoubtedly sharpen governments' focus on protecting citizens. But we must also step-up as an international community to make sure no one is left behind - with all interventions, including public health measures, diagnostics, treatments and vaccines available to everyone. This will challenge the best resourced countries but will have disproportionate impact on fragile health systems in low and middle income countries. \"The virus is certainly spreading person-to-person in those with mild symptoms and possibly in those very early in illness with no symptoms. This makes it extremely challenging to control, and we do not have proven treatments or vaccines. A global epidemic of a rapid-spreading novel respiratory virus like this, which has crossed from animals to humans, is something warned of for many years. It is also a stark reminder of how vulnerable we are to epidemics of infectious diseases known and unknown. \"Accelerating research, with all data promptly shared through the WHO, is key to saving lives and ending this epidemic. But while clinicians, public health communities and researchers globally continue to work tirelessly to address the many uncertainties and unknowns, robust public health measures are critical. \"Vaccine, treatment and diagnostics trials are underway, but will take time. These need international support and funding. We also need urgently to determine how long people are infectious, how the virus transmits, who is most at risk - as well as ensuring the best caring for all affected. \"We must commend China for its response, and its commitment to the health of its citizens and the world. The nurses, doctors and other health care workers caring for their patients and communities in difficult and often frightening circumstances deserve all our thanks and support. \"We must all take this very seriously, use the best available evidence to inform policy, be open about uncertainties and support the public health authorities and healthcare workers working non-stop and in very challenging conditions to keep us all safe.\" Thursday 23 January 2020 Dr Jeremy Farrar, Director of Wellcome: \"We respect the advice of the World Health Organization's Emergency Committee to not declare a Public Health Emergency of International Concern (PHEIC) today, but this must be kept under constant review. Countries should act now on the recommendations made by the Committee on how best to prepare and respond to this epidemic. There is no need to wait. \"The decision does not change the fact that the urgent focus must remain on identifying the gaps in understanding of this virus, and on a continued robust, coordinated global public health response. \"This outbreak and the speed with which this new virus has spread in China and travelled across borders, is a reminder of how vulnerable we are globally to outbreaks of infectious diseases known and unknown. Travel restrictions may be important in buying time, to signal the seriousness of the situation and may help reduce the impact but are unlikely stop this epidemic. \"Accelerating research as well as the public health response is key to bringing this under control. We still don't fully understand how this virus is passing person to person, how and when people are infectious, the full range of clinical symptoms, or know the animal source. We don't have proven treatments or vaccines. \"This virus has crossed from animals into people. That does not happen often and, it is without doubt, very serious. People are scarred by the memory of SARS, and a global outbreak of a novel respiratory virus like this, is something experts have warned about for many years. \"But we have also made important progress on epidemic preparedness. In the wake of the West African Ebola crisis, CEPI (the Coalition for Epidemic Preparedness Innovations) was founded. Today CEPI launched three programmes to speed vaccine research for this new coronavirus, and in China treatments are being tried and the information shared. \"While much uncertainty remains, it is vital to maintain focus on answering the critical unanswered questions and use the best available evidence to implement the most impactful public health response. This has to have the full support of the international community, be led by China, and co-ordinated by the WHO. This is not just China's problem, this is for all of us.\" Tuesday 21 January 2020 Dr Jeremy Farrar, Director of Wellcome: \"This outbreak is extremely concerning. Person-to-person transmission has been confirmed and, as expected, we are seeing rapidly increasing case numbers across China, and in more countries, with health care workers infected. The World Health Organization's role is to ensure the global public health response to any new outbreak is rapid, robust and comprehensive. Given the geographic spread of cases, calling the Emergency Committee to consider whether to declare an international public health emergency should now be a part of this process. \"The speed with which this virus has been identified is testament to changes in public health in China since SARS and strong global coordination through the WHO. However, we know there is more to come from this outbreak - and with travel being a huge part of the fast approaching Chinese New Year, it is right that concern levels are at the highest level. \"A major concern is the range of severity of symptoms this virus is causing. It is clear some people are being affected and are infectious while experiencing only very mild symptoms or possibly without experiencing symptoms at all (asymptomatic). This may be masking the true numbers infected and the extent of person to person transmission. It is a matter of urgency to work this out. \"The world is much better prepared to identify patients and take the necessary public health and clinical measures, than it was during SARS, nearly two decades ago. However, we still do not understand this virus or the public health and clinical impact. The urgent focus must be on evidence-based interventions. We also do not have proven treatments or vaccines. CEPI (the Coalition for Epidemic Preparedness Innovations), which Wellcome supports, is now working with global partners to accelerate vaccine research for this new virus.\" Saturday 18 January 2020 Dr Jeremy Farrar, Director of Wellcome: \"Uncertainty and gaps remain, but it's clear that there is some level of person to person transmission. We are starting to hear of more cases in China and other countries and it is likely, as this modelling shows, that there will be many more cases, in a number of countries. The speed with which this virus has been identified and the sharing of that information by China, has been amazing, a testament to the changes in public health in China since SARS and the global coordination through the World Health Organization. That has meant that the world is much more prepared to identify patients and take the necessary public health and clinical measures than it was even a week ago. \"It is possible that the often mild symptoms, and probability of people being affected and infectious without experiencing symptoms (asymptomatic), from this coronavirus may be masking the true numbers of people who have been infected, and the extent of person-to-person transmission. It is also probable that we are looking at patients being affected over a number of days from multiple animal sources and with some degree of human to human transmission. \"The speed of response is testimony to improved global preparedness. But we must not be complacent, there is still much to be done to ensure countries across the world are protecting people from epidemic threats of diseases known and unknown. \"Ongoing research, with continued prompt and full data sharing, is vital to ensuring the correct response to this outbreak. Wuhan is a major hub and with travel being a huge part of the fast approaching Chinese New Year, the concern level must remain high. There is more to come from this epidemic.\" Dr Mike Turner, Director of Science at Wellcome: \"We are in the early stages of this outbreak. There has been some excellent and very speedy work by authorities in China and the research results have been made available to the world very rapidly indeed. This is making it easier to monitor the spread of the disease. Despite which, estimates of the size of any outbreak are very difficult to predict at this early stage but it is clearly still spreading. We are all more concerned than we were three days ago. One of the consequences of a more connected world is that outbreaks have to potential to spread internationally much more rapidly than was the case 50 years ago. Whether health screening at airports makes a useful contribution to reducing spread is a moot point.\" Thursday 16 January 2020 Dr Jeremy Farrar, Director of Wellcome: \"News of a case in Japan is extremely concerning - but it is not surprising that we are starting to hear of more cases in other countries. \"It is possible that the often mild symptoms from this coronavirus may be masking the true numbers of people who have been infected, or the extent of person to person transmission. It is probable that we are looking at patients being affected over a number of days from multiple animals sources and with some degree of human to human transmission. \"Ongoing research, with prompt and full data sharing between the teams now working together across China and globally on building the information, is vital to ensuring the correct response to this outbreak. \"Wuhan is a major hub and with travel being a huge part of the fast approaching Chinese New Year, the concern level must remain high.\" Friday 10 January 2020 Dr Jeremy Farrar, Director of Wellcome: \"In Wuhan there has not been a new confirmed case for around two weeks and the available evidence does not suggest significant human to human transmission. Both of these are reassuring for now. \"So far the health authorities in China have shown they are taking a careful and thorough approach, taking the time necessary to carry out thorough tests and to ensure correct diagnosis and not rush to conclusions. This is important because when public health responses are rushed, problems follow - as we saw with early responses to the Nipah outbreak in 1999. \"But significant information gaps remain. And now this has been identified as a novel coronavirus it is critical, indeed an obligation, to make to make that information available to the world through the recognised mechanism of the WHO so that other countries can "}