{"title": "Homeopathy", "author": null, "url": "https://homeopathy-uk.org/homeopathy/", "hostname": "homeopathy-uk.org", "description": "About Homeopathy, what it is, how it works, treatments, medicines and how to find a homeopath. Click to view full details here.", "sitename": "Homeopathy UK", "date": "2021-10-06", "cleaned_text": "About Homeopathy What is homeopathy? Homeopathy is a natural form of medicine used by over 200 million people worldwide to treat both acute and chronic conditions. It is based on the principle of 'like cures like'. In other words, a substance taken in small amounts will cure the same symptoms it causes if taken in large amounts. For example, a patient suffering from hayfever may benefit from the homeopathic remedy Allium Cepa (onion) because it produces similar symptoms such as watery eyes or runny nose. How does homeopathy work? Homeopathic medicines - known as remedies - are made from substances designed to help stimulate the body's healing ability. Remedies are prepared - or \"potentised\" - using a process of repeated dilution and succussion (vigorous shaking). What does homeopathic treatment involve? Homeopaths work in a similar way to conventional doctors. However, as well as asking about your symptoms, a homeopath will be interested in you as an individual and the unique way in which your symptoms affect you. As well as your current symptoms, a homeopath will discuss your lifestyle, medical history and state of mind before prescribing the appropriate homeopathic medicine. What are homeopathic medicines made of? Homeopathic medicines are made from small amounts of natural substances such as plants and minerals. Prepared in licensed laboratories, under strict control, they are usually taken as a tablet but are also available as liquids, powder or creams. Is Homeopathy safe? Homeopathy has been practiced worldwide for over 250 years. It is gentle and rarely causes side effects. This means it is suitable for adults, children and pregnant or breastfeeding women How do I use homeopathy? Homeopathic medicines can be bought over the counter at Homeopathic Pharmacies. While many people find homeopathy useful for minor ailments or family first aid, we would always recommend consulting a qualified and registered homeopath for best results. Finding a homeopath Homeopathy UK has a network of UK clinics offering free and low-cost homeopathic care. You can also use our [Find A Homeopath ](https://homeopathy-uk.org/find-a-homeopath-search/)search engine to find details of hundreds of homeopaths who are members of the main registering bodies. Dr Helen Beaumont is a passionate advocate for homeopathy. In this video she explains why... You might like... [New clinic to support military veterans](https://homeopathy-uk.org/news/military-veterans-supported-with-new-clinic/) We are delighted to announce that we are funding a new virtual clinic providing treatment and support to military veterans. The clinic - which launched in February, is run by former solider and homeopath Gabby Arthur. Every year 15,000 individuals leave the UK... [New clinic to support the homeless](https://homeopathy-uk.org/news/new-clinic-to-support-the-homeless/) Trinity Clinic, Winchester We are delighted to announce the launch of a new homeopathy clinic at the Trinity Centre in Winchester (https://trinitywinchester.org.uk/). Trinity is a well-established organisation which helps vulnerable people in the area who are facing... [Good news from Germany](https://homeopathy-uk.org/news/good-news-from-germany/) There has been some very encouraging news from Germany in recent months from two separate homeopathy studies published in September 2021. The first - a survey of 1323 parents at the Paediatric Departments of the Elisabeth Hospital in Essen and the Children's Hospital... "}