{"title": "Regional Cancer Center Using Integrative Therapies to Aid Breast Cancer Diagnosis and Recovery", "author": null, "url": "https://www.leehealth.org", "hostname": "leehealth.org", "description": "At Lee Health, your healthcare is personal. National leaders in primary care, pediatrics, orthopedics and more. Call 239-481-4111 to schedule an appointment.", "sitename": "Lee_Health", "date": "2023-09-07", "cleaned_text": "Regional Cancer Center Using Integrative Therapies to Aid Breast Cancer Diagnosis and Help Recovery [Press Releases](/About-Us/Media/Press-Releases) Hypnotherapy, massage and acupuncture among innovative treatments aimed at helping patients through breast cancer treatments, among others. (Fort Myers, Fla. - Oct. 10, 2019) --- For patients battling all forms of cancer, including breast cancer, treatment has typically centered on eliminating the disease through surgery, radiation and chemotherapy. However, many patients benefit from an integrated, multidisciplinary approach for recovery and emotional well-being. To support this important connection and provide the best possible care for cancer patients in Southwest Florida, Lee Health's Regional Cancer Center (RCC) and Healthy Life Centers have launched an integrative health program tailored to cancer patients. The goal is to complement their cancer treatment and bring optimal healing and well-being to their life journey. \"Our integrative services provide patient-centered care that focuses on the entire person throughout their 'cancer journey,' not just their illness,\" said Dennis Bruens, Lee Health vice president for oncology and palliative care. \"We treat the whole person to provide patients who are in cancer treatment or cancer survivorship with every necessary tool to help them cope with the barriers and side effects of diagnosis and treatment. This patient-oriented approach considers the whole person—body, mind, spirit and lifestyle.\" The Integrative Health Program at RCC offers a variety of services, including: - Hypnotherapy: Hypnosis works as part of a treatment program for several psychological and medical conditions stemming from a cancer diagnosis. Hypnotherapy can also facilitate other types of therapies and treatment, especially pain management. - Acupuncture: Acupuncture, a traditional Chinese medicine practice, seeks to rebalance the body's energy fields. The practice is based on the belief that when an imbalance occurs, the flow of energy is disrupted and disease may occur. In support of conventional medicine, acupuncture can help diminish the painful effects of cancer treatment, reduce stress, anxiety, depression, brain fog and neuropathy. - Massage Therapy: Massage therapists apply highly individualized massage treatments to comfort, nurture and support cancer patients wherever they are in their treatment journey. Sessions can help ease anxiety, reduce treatment-related pain, improve energy levels, improve sleep and manage nausea from cancer treatments. RCC joins other top-tier cancer treatment centers such as the Memorial Sloan-Kettering Cancer Center in New York City, Dana-Farber Cancer Institute in Boston and the M.D. Anderson Cancer Center in Houston in offering complementary therapies and services to cancer care that can reduce anxiety, stress, neuropathy, nausea, insomnia, pain and weight changes. To learn more about the integrative services program call 343-9503. About Lee Health Since the opening of the first hospital in 1916, Lee Health has been a health care leader in Southwest Florida, constantly evolving to meet the needs of the community. A non-profit, integrated health care services organization, Lee Health is committed to the well-being of every individual served, focused on healthy living and maintaining good health. Staffed by caring people, inspiring health, services are conveniently located throughout the community in four acute care hospitals, two specialty hospitals, outpatient centers, walk-in medical centers, primary care and specialty physician practices and other services across the continuum of care. Formerly known as Lee Memorial Health System, the organization began its second century of service with a new name in 2016. Learn more "}