{"title": "Russia's Sputnik V Covid-19 vaccine shows 97.6% efficacy", "author": "Vishnu Priyan", "url": "https://www.pharmaceutical-technology.com/news/russia-sputnik-v-efficacy/", "hostname": "pharmaceutical-technology.com", "description": "The Gamaleya National Research Center of Epidemiology and Microbiology and RDIF have reported that Sputnik V vaccine showed a 97.6% efficacy.", "sitename": "Pharmaceutical Technology", "date": "2021-04-20", "cleaned_text": "The Gamaleya National Research Center of Epidemiology and Microbiology and the Russian Direct Investment Fund (RDIF) have reported that the Sputnik V Covid-19 vaccine showed a 97.6% efficacy. This was based on the analysis of data on disease infection rate among people receiving both shots of the vaccine. The vaccine, which is based on an established and well-studied platform of human adenoviral vectors, uses two different vectors for the two jabs for vaccination. Data from 3.8 million Russians who received both components of Sputnik V from 5 December last year to 31 March this year, as part of the mass-scale civil inoculation drive revealed an infection rate of 0.027% starting from the 35th day on administering the first dose. Furthermore, the disease incidence among unvaccinated adults was 1.1% from the 35th day after launching mass vaccination in the country. So far, Sputnik V is approved for use in 60 countries and is positioned as the second among Covid-19 vaccines worldwide in terms of approvals issued by various regulators. The Gamaleya Research Institute of Epidemiology and Microbiology Director Alexander Gintsburg said: \"The actual efficacy of the Sputnik V vaccine may be even higher than the results of our analysis demonstrate since the data on the case registration system allows a time lag between the collection of the sample (the actual date of the disease) and the diagnosis. \"Sputnik V has once again confirmed its high effectiveness in the prevention of coronavirus infection.\" Separately, the RDIF and [Chinese company Hualan Biological](https://www.globaldata.com/company-profile/Hualan-Biological-Engineering-Inc/) Bacterin have collaborated to produce over 100 million doses of Sputnik V a year in China. RDIF CEO Kirill Dmitriev said: \"Cooperation agreement with Hualan Biological Bacterin, one of the leading vaccine manufacturers of China, will help significantly increase the production capacities of Sputnik V. \"China is one of the key partners in the production of the Russian vaccine, which is already used virtually in every part of the world to protect people's health as Sputnik V has proved to be safe and highly effective.\" Last month, [the RDIF and Virchow Biotech signed an agreement](https://www.pharmaceutical-technology.com/news/rdif-virchow-vaccine-india/) to annually produce up to 200 million doses of Russia's Covid-9 vaccine Sputnik V in India. "}