{"title": "Simi Valley-based Mobile Chiropractor and Global Energy Healer", "author": null, "url": "https://drsaullatzer.com", "hostname": "drsaullatzer.com", "description": "Saul A. Latzer, D.C., C.E.C.P. brings his Mobile Chiropractic services to Simi Valley, Wood Ranch, Porter Ranch and Chatsworth. Dr. Saul is also an energy healer, and can perform his energy healing on anyone anywhere in the world. Call or text 818-456-8283 for an appointment.", "sitename": "drsaullatzer.com", "date": "2023-07-05", "cleaned_text": "Dr. Saul A. Latzer brings his House Call Chiropractic services to Simi Valley, Wood Ranch, Porter Ranch and Chatsworth. Dr. Saul is also a Certified Emotion Code Practitioner. He can perform this energy healing on anyone (including pets) anywhere in the world. Are YOU experiencing: Physical Pain: headaches, neck pain, shoulder pain, back pain, sciatica, numbness/tingling, etc. Emotional Distress: anxiousness, sadness, fear, trouble sleeping, re-living bad memories, imbalance, feeling disconnected, relationship barriers, etc. Simi Valley-based chiropractor and energy healing practitioner, Dr. Saul A. Latzer, helps you reduce or eliminate your physical pain and emotional distress. By addressing both of these components you will save time, save money and get results quickly! Call Dr. Saul at 818-456-8283 today and start living a healthier, happier life! House Call Chiropractic Care Global Energy Healing I know how important it is for you to feel that you made the right choice when it comes to getting the proper care for your pain/disorder. So if you have any questions or concerns you would like to discuss with me before making an appointment, please do not hesitate to contact me...because the sooner you call, the sooner you will be living a healthier, happier life! Dr. Saul A. Latzer Simi Valley-based House Call Chiropractor and Energy Healing Practitioner / Saul A. Latzer, D.C., C.E.C.P. / Cell: 818-456-8283 / Simi Valley, CA I am dedicated to providing you with high-quality, personalized care to ensure that you receive the type of care that you need and deserve. I utilize safe and effective chiropractic techniques and adjunctive therapy such as muscle balancing and trigger point therapy, and energy healing to give you the most effective care possible. I am always 100% patient-focused, NOT time-focused. I will always make sure you receive the complete care you need on every visit. Hello! I'm Dr. Saul A. Latzer, D.C., C.E.C.P. My passion and my goal is to help you live a more pain-free, healthier, happier life! So, what led me to becoming a chiropractor and energy healer? (Thanks for asking! : ) ) Ever since I was a teenager I always thought I was going to be in the music business. Music was my life. And since my dad was in the business, it just seemed like the natural thing to do. So I did all the 'stuff' a serious musician would do...I took years and years of music lessons (drums and keyboard percussion-marimba, vibraphone), joined my first rock band when I was about 12 years old and played in all the bands and orchestras from junior high school through college. I was also a member of the Royal Cavaliers Youth Band. That was an incredible experience! I feel very fortunate to have been a part of that band's amazing history. And I majored in music my first time around in college. Then I formed my own 'Top 40' band in the early 1970's and kept it going until 1985 - the year I started chiropractic college. Dr. Saul Latzer is very capable and effective in finding what is out of alignment and then adjusting it. He seems to genuinely care and works hard to make you feel better. My neck pain disappeared completely and even my back has been giving me less trouble after seeing him for regular adjustments for a few months.... My family and I have been with Dr. Saul for 15 years and he is by far the best chiropractor we have seen. Through the years he has helped my husband and I with severe neck and back pain. He is very knowledgeable and uses current techniques that have helped us greatly. My daughter is also a patient of Dr. Saul and with adjustments, she has been relieved from migraines from which she suffered. Dr. Saul also makes house calls which has been so wonderful for us. He truly cares about each and ev... 4448 Lubbock Dr. Apt "}