{"title": "Being Colder May Be Good For Your Health - Slashdot", "author": "Soulskill take-a-chill-pill dept", "url": "https://science.slashdot.org/story/14/12/30/0039235/being-colder-may-be-good-for-your-health", "hostname": "slashdot.org", "description": "An anonymous reader writes: If you live in a developed nation, you're probably pretty warm throughout most of the day. Enclosed spaces, thick clothing, and heating devices do a good job to keep the cold away. But this hasn't been the case for most of human history. Even in warmer climates, humans of...", "sitename": "Slashdot", "date": "2014-12-30", "cleaned_text": "Your Health](//science.slashdot.org/story/14/12/30/0039235/being-colder-may-be-good-for-your-health) [234](//science.slashdot.org/story/14/12/30/0039235/being-colder-may-be-good-for-your-health#comments) An anonymous reader writes: If you live in a developed nation, you're probably pretty warm throughout most of the day. Enclosed spaces, thick clothing, and heating devices do a good job to keep the cold away. But this hasn't been the case for most of human history. Even in warmer climates, humans often had to deal with chilly nights and tough winters. That's where our metabolic system evolved, and now people are doing research to One recent study found that \"when people cool their bedrooms from 75 degrees to 66 degrees, they gain brown fat, the metabolically active fat that burns calories to generate heat.\" Another showed that \"even after controlling for diet, lifestyle, and other factors, people who live in warmer parts of Spain are more likely to be obese than people who live in the cooler parts.\" The article talks about people letting their house temperatures drop into the 50s and wearing ice vests during the day, all in the name of further research. [figure out if that's a better natural state for maintaining our health](http://www.theatlantic.com/magazine/archive/2015/01/does-global-warming-make-me-look-fat/383509/?single_page=true). One recent study found that \"when people cool their bedrooms from 75 degrees to 66 degrees, they gain brown fat, the metabolically active fat that burns calories to generate heat.\" Another showed that \"even after controlling for diet, lifestyle, and other factors, people who live in warmer parts of Spain are more likely to be obese than people who live in the cooler parts.\" The article talks about people letting their house temperatures drop into the 50s and wearing ice vests during the day, all in the name of further research. "}