{"title": "Cúrcuma", "author": "Bree", "url": "https://cienciaysaludnatural.com/hierbas/curcuma/", "hostname": "cienciaysaludnatural.com", "description": "Puede reducir los síntomas artríticos, inflamación, efectos anticancerígenos, proteger el corazón, alergias, reducir azucar en sangre, antimicrobiano, y más...", "sitename": "CienciaySaludNatural.com", "date": "2023-02-21", "cleaned_text": "El nombre latino de la cúrcuma es Curcuma longa. Otros nombres comunes incluyen: haldi, azafrán indio, cúrcuma, Terre Merite (francés) , cúrcuma, raíz amarilla, Jiang Huang (TCM), Uqdah Safra (árabe). - ¿Qué es la cúrcuma? - Beneficios para la salud de la cúrcuma: - 1. Puede reducir los [síntomas artríticos](https://pubmed.ncbi.nlm.nih.gov/22407780/) - 2. Puede ayudar a [estabilizar el azúcar en la sangre](https://pubmed.ncbi.nlm.nih.gov/22773702/) - 3. Puede r [educir la inflamación](https://www.sciencedirect.com/science/article/pii/S2225411016302528) - 4. Puede tener efectos [anticancerígenos](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3633300/) - 5. Puede [proteger el corazón](https://pubmed.ncbi.nlm.nih.gov/19151449/) - 6. Puede [ayudar con las alergias](https://pubmed.ncbi.nlm.nih.gov/18398870/) - 7. Propiedades [antimicrobianas](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3633300/) - 8. Otros Beneficios - 1. Puede reducir los - Seguridad de la cúrcuma: - Embarazo y Lactancia: - Dosificación: - Sostenibilidad: - Denominación y taxonomía: - Historia y uso tradicional: - Cúrcuma vs otras hierbas: - Conclusión: - Referencias: La cúrcuma es una hierba popular conocida por sus [propiedades antiinflamatorias](https://www.sciencedirect.com/science/article/pii/S2225411016302528) y de apoyo para las articulaciones. Ha sido ampliamente utilizado a lo largo de la historia como especia culinaria, ingrediente cosmético y hierba medicinal. En la medicina tradicional ayurvédica y unani, la cúrcuma se usaba para fortalecer la energía general del cuerpo y aliviar la artritis. También se usaba para aliviar los gases y mejorar la digestión. La investigación moderna muestra que la cúrcuma y sus componentes activos pueden ser útiles para la artritis, la estabilización del azúcar en la sangre y la [reducción de la inflamación](https://www.sciencedirect.com/science/article/pii/S2225411016302528). La cúrcuma se usa como medicina a base de hierbas para la [artritis reumatoide](https://www.ncbi.nlm.nih.gov/books/NBK92752/), la uveítis anterior crónica, la conjuntivitis, el cáncer de piel, la viruela, la varicela, la cicatrización de heridas, las infecciones del tracto urinario y las enfermedades del hígado (Dixit, Jain y Joshi 1988 [)](https://www.ncbi.nlm.nih.gov/books/NBK92752/#) . También se usa para trastornos digestivos; para reducir flatos, ictericia, dificultades menstruales y cólicos; para el dolor abdominal y la distensión ( [Bundy et al. 2004](https://www.ncbi.nlm.nih.gov/books/NBK92752/#) ); y para condiciones dispépticas que incluyen pérdida de apetito, sensación de plenitud posprandial y molestias en el hígado y la vesícula biliar. Tiene acciones antiinflamatorias, coleréticas, antimicrobianas y carminativas ( [Mills and Bone 2000](https://www.ncbi.nlm.nih.gov/books/NBK92752/#)). Los principales objetivos clínicos de la cúrcuma son los órganos digestivos: en el intestino, para el tratamiento de enfermedades como la poliposis adenomatosa familiar ( [Cruz-Correa et al. 2006](https://www.ncbi.nlm.nih.gov/books/NBK92752/#) ); en los intestinos, para el tratamiento de la enfermedad inflamatoria intestinal ( [Hanai y Sugimoto 2009](https://www.ncbi.nlm.nih.gov/books/NBK92752/#) ); y en el colon, para el tratamiento del cáncer de colon ( [Naganuma et al. 2006](https://www.ncbi.nlm.nih.gov/books/NBK92752/#) ). Para la artritis, se han recomendado dosis de 8 a 60 g de raíz de cúrcuma fresca tres veces al día ( [Fetrow y Avila 1999](https://www.ncbi.nlm.nih.gov/books/NBK92752/#) ). Para la dispepsia, se recomiendan 1,3 a 3,0 g de raíz de cúrcuma. [En las monografías de la autoridad reguladora alemana, E ( Blumenthal, Goldberg y Brinckmann 2000](https://www.ncbi.nlm.nih.gov/books/NBK92752/#) ), no se ha informado ninguna interacción conocida de los medicamentos con la cúrcuma . ¿Qué es la cúrcuma? La cúrcuma es una planta perenne que prospera en las regiones tropicales. Pertenece a la familia del jengibre , Zingiberaceae, y es originaria del sudeste asiático. El nombre latino de la cúrcuma es Curcuma longa. Mientras que la cúrcuma tiene la apariencia de una raíz, la parte de la planta que se utiliza es un rizoma. Un rizoma es una extensión del tallo que vive bajo tierra, proporcionando nutrientes tanto al tallo como a las raíces. Se han identificado más de 100 especies de cúrcuma . Muchas de estas variedades se utilizan con fines medicinales, ya que comparten algunos de los mismos componentes activos que la cúrcuma longa. El rizoma de la cúrcuma tiene un efecto cálido y estimulante en el cuerpo, lo cual es beneficioso para apoyar al corazón y el tracto gastrointestinal. También se usa comúnmente para reducir la inflamación y equilibrar el azúcar en la sangre. La investigación moderna respalda las afirmaciones tradicionales de que la cúrcuma ayuda con la salud de las articulaciones. También se ha demostrado que tiene efectos antiinflamatorios, anticancerígenos y cardioprotectores. La investigación también muestra que la cúrcuma también puede ayudar a proteger el hígado y apoyar las condiciones de la piel. Estos diversos beneficios para la salud de la cúrcuma se atribuyen a los curcuminoides y aceites volátiles presentes en el rizoma, que incluyen: - Curcumina (diferuloilmetano) - demetoxicurcumina Atlantone - zingibereno La cúrcuma es una de las hierbas mejor investigadas con muchos ensayos clínicos en humanos que respaldan sus afirmaciones. Muchos de sus usos tradicionales han sido probados científicamente a través de ensayos en humanos, animales e in vitro y muestran resultados positivos. Biodisponibilidad, absorción y metabolismo y ¿Cuál es la diferencia entre la curcumina y cúrcuma o tumeric ? Cúrcuma o Tumeric (inglés), es el rizoma de Curcuma longa, la curcumina es el ingrediente activo de la cúrcuma utilizada ampliamente en la medicina ayurvédica durante siglos, y responsable de sus efectos antioxidantes saludables. Aunque los nombres a menudo se usan indistintamente, existe una diferencia entre la cúrcuma y la curcumina. La curcumina es un pigmento derivado de las raíces de la planta Curcuma longa, comúnmente conocida como cúrcuma, según [Pubchem](https://pubchem.ncbi.nlm.nih.gov/compound/Curcumin) . La curcumina (diferuloilmetano) es un pigmento presente en la especia cúrcuma ( Curcuma longa ) que se ha antioxidantes, antiinflamatorias, anticancerígenas, antivirales y antibacterianas, [como lo indican más de 6000 citas](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3918523/). Además, se han realizado más de cien estudios clínicos con curcumina. Se percibe que uno de los principales problemas con la curcumina es la biodisponibilidad. Cómo se debe administrar la curcumina in vivo , qué tan biodisponible es, qué tan bien se absorbe la curcumina y cómo se metaboliza. A pesar de su eficacia y seguridad, la curcumina tiene una mala solubilidad acuosa, la biodisponibilidad relativamente baja y el intenso color de tinción de la curcumina se han destacado como los [principales problemas](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3918523/#B15) . Compuestos naturales se han utilizado para [aumentar la biodisponibilidad](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3918523/) de la curcumina. Uno de ellos es la piperina, un componente principal de la pimienta negra, conocido como inhibidor de la glucuronidación hepática e intestinal y también se ha demostrado que aumenta la biodisponibilidad de la curcumina. Se ha demostrado que este efecto de la piperina sobre la farmacocinética de la curcumina es mucho mayor en humanos que en ratas. En humanos, la biodisponibilidad de la curcumina aumentó en un 2000 % a los 45 minutos después de la administración concomitante de curcumina por vía oral con piperina, mientras que en ratas se encontró que la administración concomitante de piperina 20 mg/kg con curcumina 2 g/kg aumentó la concentración sérica de la curcumina en un 154 % durante un breve período de 1 a 2 horas después del fármaco. [El estudio muestra](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3918523/#B95) que en las dosis utilizadas, la piperina aumenta la concentración sérica]. Beneficios para la salud de la cúrcuma: A continuación se encuentran los principales beneficios de la cúrcuma respaldados por investigaciones para la salud. 1. Puede reducir los síntomas artríticos El uso tradicional, así como las nuevas investigaciones, muestran que la cúrcuma es una de las hierbas más beneficiosas para las personas con artritis . [La artritis](https://www.ncbi.nlm.nih.gov/books/NBK518992/) se define como la inflamación de las articulaciones, así como la pérdida creciente de cartílago en las articulaciones. Los síntomas incluyen rigidez, dolor en las articulaciones, deformidades en las articulaciones y rango de movimiento limitado. La artritis generalmente es causada por la genética, los factores del estilo de vida y varios desencadenantes ambientales. En un [estudio](https://pubmed.ncbi.nlm.nih.gov/19678780/) que observó a pacientes con osteoartritis de rodilla, los investigadores descubrieron que el extracto de Curcuma domestica podía reducir el dolor durante diferentes actividades, como caminar y subir y bajar escaleras. Los resultados mostraron que el extracto de Curcuma domestica fue tan eficaz como el ibuprofeno para reducir el dolor. En otro [ensayo](https://pubmed.ncbi.nlm.nih.gov/24853120/) sobre osteoartritis de rodilla, los participantes llegaron a la conclusión de que la terapia con curcuminoides (los componentes activos de la cúrcuma) mejora significativamente la función física y reduce el dolor. Aunque a los pacientes se les permitió usar un medicamento antiinflamatorio durante el ensayo, el 84% de los sujetos que tomaron curcuminoides dejaron de usar el medicamento al final del estudio. [En un ensayo](https://pubmed.ncbi.nlm.nih.gov/25308211/) de 8 semanas , se administró curcumina soluble en agua a pacientes con osteoartritis de rodilla de leve a moderada. Para la semana 8, los del grupo de curcumina experimentaban significativamente menos dolor que el grupo de placebo. El grupo de curcumina recibió 180 mg por día y se le pidió que realizara tareas para evaluar la hinchazón de las articulaciones, los niveles de dolor al caminar, ejercicios de rango de movimiento y subir escaleras. [Los investigadores](https://pubmed.ncbi.nlm.nih.gov/23242572/) encontraron que 500 mg de extracto de Curcuma longa 2 veces al día tienen la capacidad de reducir el dolor y aumentar la movilidad de los pacientes con osteoartritis de rodilla. El estudio mostró que los que tomaron el extracto tenían menos probabilidades de usar «medicamentos de rescate» que el grupo de placebo. Un [estudio](https://pubmed.ncbi.nlm.nih.gov/22407780/) de comparación que observó sujetos con artritis reumatoide activa encontró que 500 mg de curcumina al día tienen la capacidad de mejorar la inflamación, la sensibilidad y reducir el nivel de hinchazón en las articulaciones. La curcumina sola logró la mayor eficacia en comparación con un fármaco antiinflamatorio no esteroideo (AINE) y tanto la curcumina como el AINE juntos. 2. Puede ayudar a estabilizar el azúcar en la sangre Los beneficios para la salud de la cúrcuma se han mostrado alentadores para apoyar a las personas con diabetes. La cúrcuma es una hierba importante para equilibrar el azúcar en la sangre . [La diabetes](https://www.ncbi.nlm.nih.gov/books/NBK513253/) se considera un trastorno metabólico crónico caracterizado por niveles persistentemente altos de glucosa en sangre. Los síntomas diabéticos ocurren debido a la relación deteriorada del cuerpo con la insulina. Las complicaciones a largo plazo con la diabetes pueden causar daño a los órganos y provocar enfermedades renales, retinales, nerviosas y cardiovasculares. En un [estudio de 2010](https://pubmed.ncbi.nlm.nih.gov/20937162/) , los investigadores encontraron que las cápsulas de Curcuma longa afectan el nivel de secreción de insulina en sujetos sanos después de una comida. Los niveles de insulina aumentaron después de la administración de cápsulas de Curcuma longa que respaldan la descomposición de los azúcares. Las personas con diabetes a menudo tienen problemas para descomponer los azúcares debido a los niveles de insulina inconsistentes. [Un ensayo](https://pubmed.ncbi.nlm.nih.gov/22773702/) de 9 meses que observó a pacientes prediabéticos encontró que el extracto de curcumina redujo significativamente los marcadores de diabetes, como los niveles de glucosa en sangre en ayunas y los niveles promedio de glucosa en sangre después de 3 meses. Ningún participante en el grupo de curcumina fue diagnosticado con diabetes mellitus tipo II (T2DM), mientras que el 16,4 % de los sujetos en el grupo de placebo fueron diagnosticados con T2DM. [Los investigadores](https://pubmed.ncbi.nlm.nih.gov/21627399/) descubrieron que la suplementación con cúrcuma puede disminuir los síntomas relacionados con la degeneración renal de la diabetes tipo II. Los pacientes recibieron 3 cápsulas de cúrcuma de 500 mg por día durante 2 meses. En un [estudio](https://pubmed.ncbi.nlm.nih.gov/18588355/) comparativo en el que participaron pacientes con diabetes, las cápsulas de curcumina tuvieron un efecto comparable al del fármaco atorvastatina, que se utiliza para equilibrar los niveles de lípidos en la sangre. 3. Puede reducir la inflamación Los relatos históricos, así como las nuevas investigaciones, muestran que la cúrcuma es beneficiosa para reducir la inflamación y es una de las mejores hierbas para minimizar el dolor asociado con la inflamación. [La inflamación](https://www.ncbi.nlm.nih.gov/books/NBK534820/) juega un papel en el apoyo del sistema inmunológico del cuerpo cuando se expone a traumatismos, infecciones, toxinas y uso excesivo físico. La inflamación a corto plazo es necesaria y beneficiosa para la recuperación fisiológica. Sin embargo, la inflamación crónica puede provocar una variedad de síntomas dolorosos y complicaciones de salud con el tiempo. [En un estudio](https://pubmed.ncbi.nlm.nih.gov/10960899/) de 22 meses , la administración de 375 mg de curcumina, 3 veces al día, se mostró significativamente prometedora para el tratamiento de la enfermedad ocular inflamatoria. De los 5 pacientes que completaron el estudio, 4 estaban completamente curados y 1 solo tenía alguna limitación de movimiento. La investigación adicional sugiere que la cúrcuma puede ser una hierba útil para la enfermedad inflamatoria intestinal . En un [ensayo](https://pubmed.ncbi.nlm.nih.gov/17101300/) en el que participaron participantes con colitis ulcerosa latente, las cápsulas de curcumina redujeron significativamente las inflamaciones intestinales. Al hacerlo, la curcumina redujo el riesgo de recaída. Un [estudio](https://pubmed.ncbi.nlm.nih.gov/16240238/) que observó a pacientes con proctitis ulcerosa y enfermedad de Crohn descubrió que la administración de curcumina durante 3 meses reduce la gravedad de la inflamación de ambas enfermedades. Los pacientes mostraron una mejora en varios marcadores de salud, incluida la formación de heces, la frecuencia de las deposiciones, así como la reducción del dolor y los calambres abdominales. La enfermedad de CrohnLa enfermedad de Crohn es un tipo de enfermedad intestinal inflamatoria. Provoca la hinchazón de los tejidos (inflamación) del tracto digestivo, que a su vez puede producir dolor abdominal, diarrea grave, cansancio, pérdida de peso y malnutrición. La inflamación que se produce como resultado de la enfermedad de Crohn puede afectar distintas zonas del tracto digestivo según la persona, en la mayoría de los casos, el intestino delgado. La inflamación suele ampliarse a las capas más profundas del intestino. 4. Puede tener efectos anticancerígenos En varios estudios, se ha demostrado que los componentes activos que se encuentran en la cúrcuma reducen los marcadores de cáncer. [El cáncer](https://doi.org/10.3322/caac.21590) es una de las principales causas de muerte en todo el mundo. [Los investigadores](https://pubmed.ncbi.nlm.nih.gov/15501961/) han descubierto que una dosis oral diaria de 3,6 g de curcumina puede disminuir los biomarcadores cancerígenos en las muestras de sangre. Estos resultados sugieren que la curcumina puede ser útil para prevenir el cáncer fuera del tracto gastrointestinal. Un [estudio](https://pubmed.ncbi.nlm.nih.gov/21314329/) demostró que las cápsulas de curcumina son efectivas para pacientes que padecen cáncer colorrectal. La suplementación con curcumina aumentó el peso corporal, la tasa de muerte de las células tumorales y la salud general de los sujetos. En un [estudio](https://pubmed.ncbi.nlm.nih.gov/15668484/) de 2005 que observó a pacientes con cáncer colorrectal, los investigadores encontraron que la administración de curcumina redujo los biomarcadores en el tejido canceroso. Se administraron 3600 mg de curcumina a los pacientes durante 7 días. 5. Puede proteger el corazón Varios ensayos clínicos han demostrado que la cúrcuma beneficia la salud del corazón. En un [ensayo](https://pubmed.ncbi.nlm.nih.gov/19151449/) que midió el impacto del aumento de las dosis de curcumina en pacientes con síndrome coronario agudo, los investigadores encontraron que los niveles más bajos de curcumina eran más efectivos para reducir el colesterol LDL (colesterol malo) y el colesterol total. Un [estudio](https://pubmed.ncbi.nlm.nih.gov/1291482/) en el que participaron voluntarios sanos descubrió que las cápsulas de curcumina tienen la capacidad de reducir el colesterol LDL y aumentar el colesterol HDL (colesterol bueno). Los investigadores mencionaron que un suplemento de curcumina podría ser efectivo para la terapia preventiva de enfermedades cardíacas. 6. Puede ayudar con las alergias La cúrcuma es también una de las mejores hierbas para aliviar las alergias y para apoyar la salud respiratoria . Una [revisión de la investigación](https://pubmed.ncbi.nlm.nih.gov/18398870/) encontró que los pacientes que tomaron cúrcuma experimentaron efectos antialérgicos que inhibían la liberación de histamina de los mastocitos. Otras investigaciones en animales también demostraron una marcada inhibición de la respuesta alérgica al usar la cúrcuma. Estos hallazgos sugieren que la cúrcuma puede ser una hierba eficaz para las alergias estacionales Un [estudio](https://pubmed.ncbi.nlm.nih.gov/27789120/) encontró que la curcumina, un compuesto bioactivo que se encuentra en la cúrcuma, tenía la capacidad de reducir los síntomas de las alergias comunes, como los estornudos y la congestión nasal. La curcumina también pudo mejorar el flujo de aire nasal y estimular las respuestas inmunitarias en los participantes del estudio. 7. Propiedades antimicrobianas La investigación muestra que la cúrcuma puede ser una hierba beneficiosa para combatir infecciones fúngicas e inhibir el crecimiento bacteriano . En un [ensayo de comparación](https://pubmed.ncbi.nlm.nih.gov/34703123/) que involucró a 50 participantes adultos con una infección fúngica oral, el tratamiento tópico con un ungüento de curcumina ayudó a reducir el tamaño de la colonia fúngica y se encontró que era tan efectivo como el clotrimazol, un fármaco antifúngico. Un [ensayo in vitro](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6714268/) que investigó las propiedades antifúngicas de la cúrcuma encontró que esta hierba era efectiva para inhibir varias cepas del hongo Candida albicans . Un [estudio ](https://pubmed.ncbi.nlm.nih.gov/20528949/) antifúngica de la cúrcuma en combinación con medicamentos antimicóticos comunes señaló que se descubrió que la adición de cúrcuma era más eficaz contra las cepas fúngicas de Candida que los medicamentos antimicóticos solos. En una [revisión](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8990857/) de estudios in vivo e in vitro que involucraron el componente activo principal de la cúrcuma, la curcumina, se encontró que el jugo de la cúrcuma mostró una fuerte capacidad antifúngica. También se observó que la cúrcuma era capaz de eliminar los dermatofitos o tiñas, lo que hacía de esta hierba un posible remedio natural para las infecciones por tiña. 8. Otros Beneficios Otros supuestos beneficios de la cúrcuma incluyen: Propiedades hepatoprotectoras : Un [estudio](https://pubmed.ncbi.nlm.nih.gov/18720535/) demostró que la suplementación con Curcuma longa y Tinospora cordifolia redujo significativamente el riesgo de enfermedad hepática en pacientes que toman medicamentos para la tuberculosis. Se sabe comúnmente que los medicamentos para la tuberculosis causan hepatotoxicidad. Propiedades antioxidantes: En un [estudio](https://pubmed.ncbi.nlm.nih.gov/16394323/) que observó a pacientes pancreatitis, la curcumina con piperina ( Piper nigrum ) pudo reducir los marcadores asociados el estrés oxidativo. Salud de la piel: [Los investigadores](https://pubmed.ncbi.nlm.nih.gov/20961233/) encontraron que la crema curcuminoide aplicada tópicamente ayudaba a la repigmentación en sujetos con vitíligo. Cabe señalar que esta terapia con curcuminoides se realizó junto con la fototerapia UVB. Si bien estos otros beneficios para la salud de la cúrcuma son interesantes, se necesitan ensayos clínicos en humanos en profundidad para corroborar estos hallazgos. Seguridad de la cúrcuma: Clase de seguridad: 1 Clase de interacción: A La cúrcuma es » [generalmente reconocida como segura» (GRAS)](https://pubmed.ncbi.nlm.nih.gov/30000906/#:~:text=Turmeric%20is%20%22generally%20recognized%20as,allergic%20reactions%20have%20been%20reported.) por la Administración de Drogas y Alimentos de los Estados Unidos. [La investigación](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7522354/) ha concluido que la cúrcuma y la curcumina son seguras y no provocan efectos tóxicos incluso en dosis altas (hasta 8 g). La [Agencia Europea de Medicamentos](https://www.ema.europa.eu/en/medicines/herbal/curcumae-longae-rhizoma) señala que la cúrcuma solo debe ser utilizada con fines medicinales por adultos. El [American Botancial Council](https://www.herbalgram.org/resources/herbalgram/issues/84/table-of-contents/article3450/) considera que la cúrcuma es una alternativa segura y eficaz a los medicamentos Celebrex (indicado para aliviar los síntomas de la artrosis o de la artritis reumatoide), así como al ibuprofeno y la aspirina. Debido a la capacidad [de la cúrcuma](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7522354/) para estimular potencialmente las contracciones de la vesícula biliar, no se recomienda el uso medicinal de la hierba para las personas con cálculos biliares u obstrucción biliar. En general, los estudios de seguridad muestran que la cúrcuma y la curcumina parecen ser extremadamente seguras y bien toleradas, incluso en dosis altas (hasta 8 g), sin efectos tóxicos. Embarazo y Lactancia: Se ha demostrado que la cúrcuma provoca estimulación uterina y, por lo tanto, puede estimular el inicio de la menstruación. A pesar de que la ingesta de curcumina no afecta el desarrollo fetal, no se recomienda el uso de la cúrcuma durante el embarazo y la lactancia, y se deben tomar precauciones debido a la falta de estudios clínicos. Históricamente, la cúrcuma se considera segura como especia culinaria durante el embarazo y la lactancia. Consulte a su médico si está pensando en usar cúrcuma mientras amamanta, ya que ha habido casos individuales en los que la curcumina ha pasado a la leche materna (BSH, 2013). Dosificación: La dosificación estándar para la cúrcuma es la siguiente: Infusión : agregue 1 cucharadita de raíz de cúrcuma a 1 taza de agua. Llevar a ebullición, luego reducir a fuego lento durante 10-15 minutos. Tintura (1:1): 5-14 ml/día Suplemento dietético (cápsula de a 8-60 g de cúrcuma) - CAPITULOS: [00:00](https://www.youtube.com/watch?v=hzFGX-Ss8K4&t=0s)Beneficios, Propiedades y Problemas de la cúrcuma [01:24](https://www.youtube.com/watch?v=hzFGX-Ss8K4&t=84s)Curcumina: Así debes comer la cúrcuma para obtener sus super beneficios [03:10](https://www.youtube.com/watch?v=hzFGX-Ss8K4&t=190s)Evita la destrucción de tus células (Curcumina y Vitamina E): el peligro de los Radicales libres [06:11](https://www.youtube.com/watch?v=hzFGX-Ss8K4&t=371s)Lo mejor para la inflamación de tu cuerpo: Disminuí el dolor y la inflamación [08:18](https://www.youtube.com/watch?v=hzFGX-Ss8K4&t=498s)Beneficios: Esto pasa 1 hora y 30 dias después de consumir cúrcuma [09:44](https://www.youtube.com/watch?v=hzFGX-Ss8K4&t=584s)Mejora tu colesterol malo, el envejecimiento cerebral y limpia tu hígado con cúrcuma [11:48](https://www.youtube.com/watch?v=hzFGX-Ss8K4&t=708s)Esto le ocurre a los obesos, diabéticos e hipertensos que toman cúrcuma a diario [14:42](https://www.youtube.com/watch?v=hzFGX-Ss8K4&t=882s)Como debo consumir cúrcuma cuanto de United Plant Saver](https://unitedplantsavers.org/species-at-risk-list/) . [India](https://www.ncbi.nlm.nih.gov/books/NBK92752/) produce casi todos los cultivos de cúrcuma del mundo y consume alrededor del 80% de ellos. Sin embargo, como planta, la cúrcuma tiene un [alto riesgo de enfermedades](https://www.herbalgram.org/resources/herbalgram/issues/84/table-of-contents/article3450/) , lo que dificulta su cultivo. Debido a esto, es importante asegurarse de que la fuente de la que obtiene la cúrcuma sea un lugar que utilice prácticas de cultivo sanos. Denominación y taxonomía: El nombre científico de la cúrcuma es Curcuma longa. Pertenece a la familia del jengibre, Zingiberaceae, y es una planta perenne. Prefiere crecer en condiciones tropicales húmedas. La planta de la cúrcuma es rizomatosa, lo que significa que produce un «tallo hinchado» justo debajo de la superficie del suelo. Esta sección de la planta, llamada rizoma, es la parte de la planta que se usa para la cocina, los cosméticos y la medicina. Tiene un sabor terroso, ligeramente amargo y picante. Tanto el rizoma fresco como el seco se utilizan en tinturas y con fines culinarios y medicinales. Otros nombres comunes incluyen: haldi, azafrán indio, cúrcuma, Terre Merite (francés) , cúrcuma, raíz amarilla, Jiang Huang (TCM), Uqdah Safra (árabe). Algunas variedades de cúrcuma utilizadas para alimentos, cosméticos y medicamentos incluyen: - Cúrcuma aromática - cúrcuma doméstica - Eucroma de cúrcuma - tintura de cúrcuma La [planta de cúrcuma](https://www.ncbi.nlm.nih.gov/books/NBK92752/) crece hasta aproximadamente 1 metro de altura y tiene hojas en forma de espada. Necesita un clima cálido y húmedo con precipitaciones adecuadas cada año. El rizoma de la cúrcuma contiene una piel marrón clara, firme y nudosa. Dentro de la piel, el rizoma de la cúrcuma tiene un icónico color naranja. Cuando se muele, la pulpa se convierte en un polvo amarillo que le da el nombre atemporal, «hierba del sol». Para cosechar la cúrcuma, el rizoma se desentierra con toda la planta alrededor al final de la temporada de crecimiento. Historia y uso tradicional: La cúrcuma se ha utilizado en la medicina ayurvédica, como alimento y con fines religiosos, durante casi 4000 años. [Los registros](https://www.ncbi.nlm.nih.gov/books/NBK92752/) del aceite de cúrcuma aparecen en el Compendio (250 a. C.), que fue escrito por el médico indio Susruta, y es uno de los textos ayurvédicos fundamentales. La reputación de la planta se extendió por toda China y África desde el año 700 hasta el 1200 d. C. y creció hasta tener una gran demanda. En el año 1280 d. C., Marco Polo se entusiasmó con sus valiosas cualidades y mencionó que estaba sorprendido de que un «vegetal» pudiera tener cualidades similares al azafrán. [La evidencia](https://www.botanical.com/botanical/mgmh/t/turmer30.html) muestra que la cúrcuma se ha utilizado durante mucho tiempo como un tinte natural y como el principal componente en polvo para el plato indio, el curry. El hermoso polvo amarillo se usaba y todavía se usa para colorear papel, madera, alimentos (queso, mantequilla, etc.), telas, cosméticos y, como es bien sabido, las túnicas doradas que usan los monjes budistas tailandeses. [Actualmente](https://www.herbalgram.org/resources/herbalgram/issues/84/table-of-contents/article3450/) , la cúrcuma ha sido aprobada para uso medicinal por la Comisión E. La Agencia Europea de Medicamentos y Health Canada también han publicado monografías sobre esta hierba. La cúrcuma se ha utilizado tradicionalmente para la salud digestiva, la diabetes mellitus, la antiinflamación y la artritis. Cúrcuma vs otras hierbas: La cúrcuma a menudo se compara con muchas otras hierbas. Hemos reunido guías útiles que repasan las comparaciones de hierbas más comunes. Conclusión: La cúrcuma es un alimento, colorante y medicamento muy versátil. Es compatible con una serie de problemas inflamatorios y gastrointestinales, como úlceras, artritis y enfermedad inflamatoria intestinal. Además de estos beneficios para la salud, la cúrcuma tiene un gran potencial para apoyar los niveles de azúcar en la sangre y proporcionar cardioprotección. Vale la pena consultar la cúrcuma si está experimentando alguna de las indicaciones anteriores. Como siempre, asegúrese de consultar a su médico antes de realizar cambios en su dieta o agregar un nuevo suplemento. Si encuentra \" este artículo útil suscríbase como miembro de nuestro equipo para apoyarnos y en conjunto podamos aclarar el tema en discusiones con familiares, amigos, funcionarios y empleadores. La experiencia nos dice que cuando la gente esta siendo coaccionada y no entiende que pasa, cuando finalmente se enteran quien y como los están coaccionando, entonces pueden salir de la confusión, eliminar el miedo y actuar seguros para defenderse. Para lograr esto primero hace falta informar con evidencia de primera línea, no de forma periodística sino con una base de datos con la documentación científica de expertos, libre de conflictos de intereses. Para llevar a cabo esta base de datos en cienciaysaludnatural.com hace falta recursos, pagar hosting y tiempo de elaboración de contenidos. Necesitamos que las personas que reconocen el valor del proyecto nos recomienden para poder continuarlo. Muchas gracias. [Puede Apoyarnos](https://cienciaysaludnatural.com/colaboracion/) en [https://cienciaysaludnatural.com/colaboracion](https://cienciaysaludnatural.com/colaboracion/) Colabore con nosotros para que podamos llegar a más personas: contribución en mercado pago o paypal por única Referencias: Adhvaryu, R., N., & Vakharia, B. C. (2008). Prevention of hepatotoxicity due to anti tuberculosis treatment: a Suyatna, F. D., Kresno, S. B., & Ernie, S. (2008). The effect of curcumin on lipid level in S., Biological activities of curcuminoids, other biomolecules from turmeric and their derivatives - A traditional complementary medicine, 7(2), 205-233. [https://doi.org/10.1016/j.jtcme.2016.05.005](https://doi.org/10.1016/j.jtcme.2016.05.005) Asawanonda, randomized, pilot study to assess the efficacy and safety of curcumin in patients S. (2012). Curcumin extract for prevention type 2121-2127. [https://doi.org/10.2337/dc12-0116](https://doi.org/10.2337/dc12-0116) Curcuma longa (turmeric). Monograph. (2001). Alternative journal of clinical therapeutic, 6 Suppl, S62-S66. Durgaprasad, S., Pai, C. G., Alvres, J. F., & Namitha, S. (2005). A pilot study of the antioxidant effect of curcumin in tropical pancreatitis. The Indian M. Y., Subramaniyan, V., Chidambaram, K., Thangavelu, L., Nordin, R., Wu, Y. S., Sathasivam, K. V., Lum, P. T., Meenakshi, D. U., Kumarasamy, V., Azad, A. K., & Fuloria, N. K. (2022). A Comprehensive Review on the Therapeutic Potential of Curcuma longa Linn. in Relation to its Constituent Curcumin. Frontiers in pharmacology, 13, 820806. [https://doi.org/10.3389/fphar.2022.820806](https://doi.org/10.3389/fphar.2022.820806) Garcea, G., Berry, D. P., Jones, D. J., Singh, R., Dennison, A. R., Farmer, P. B., Sharma, R. A., Steward, W. P., & Gescher, A. J. (2005). Consumption & the American Association for Cancer Research, cosponsored by the American Society 120-125. A Brace & Company. Retrieved from: [https://www.botanical.com/botanical/mgmh/t/turmer30.html](https://www.botanical.com/botanical/mgmh/t/turmer30.html) Hanai, K., Watanabe, Maruyama, Y., Andoh, A., Tsujikawa, T., Fujiyama, Y., Mitsuyama, K., Sata, M., Yamada, M., Iwaoka, Y., Kanke, K., Hiraishi, H., Hirayama, K., H., Yoshii, S., Uchijima, M., Nagata, T., the American Gastroenterological Association, 4(12), 1502-1506. [https://doi.org/10.1016/j.cgh.2006.08.008](https://doi.org/10.1016/j.cgh.2006.08.008) He, Z. Y., Shi, C. B., Wen, H., Li, F. L., Wang, B. L., & Wang, J. (2011). Upregulation of p53 expression (2017). Curcumin: A Review of Its Effects on Human Health. Foods (Basel, Switzerland), 6(10), 92. [https://doi.org/10.3390/foods6100092](https://doi.org/10.3390/foods6100092) Holt, P. R., Katz, (2005). Malekmakan, L., Nasab, M. H., & G. V. (2009). Efficacy and safety of Curcuma domestica extracts in patients with knee osteoarthritis. Journal complementary medicine (New York, N.Y.), 15(8), 891-897. [https://doi.org/10.1089/acm.2008.0186](https://doi.org/10.1089/acm.2008.0186) Lal, B., Kapoor, A. K., Agrawal, P. K., Asthana, O. P., & Srimal, R. C. Role of K., Chanda, K., & Saji, M. J. (2013). Safety and efficacy of Curcuma longa extract in the treatment of Mythily, P. H., & Chandrakala, J. (2019). Evaluation of the antifungal efficacy of different concentrations of Curcuma longa on Candida albicans: An in vitro Journal Hashimoto, T., Tamura, C., Imaizumi, A., Nishihira, J., & Nakamura, T. Journal orthopaedic Japanese Orthopaedic Saburi, A., & Sahebkar, A. knee Traditional (2010). Synergistic anticandidal activity of A., Platton, S. L., Cooke, D. N., Shafayat, A., Hewitt, H. R., Marczylo, T. H., Morgan, B., Hemingway, D., Plummer, S. M., Pirmohamed, M., Gescher, A. J., & Steward, W. P. (2004). Phase I clinical trial of Clinical cancer research an official Association for Cancer Research, 10(20), 6847-6854. [https://doi.org/10.1158/1078-0432.CCR-04-0744](https://doi.org/10.1158/1078-0432.CCR-04-0744) Soni, K. R., Dasari, D., & Lakshmi, R. V. (2021). Efficacy of curcumin in the treatment of denture stomatitis: A randomized double-blind of Medicine (US). Usharani, P., Mateen, A. A., Naidu, M. U., Raju, Y. S., & Chandra, N. (2008). Effect of NCB-02, [7:42](https://www.youtube.com/watch?v=Rn7-ZHHjD8I&t=462s) Dr. Eric Berg DC Bio: Dr. Berg, age 57, is a chiropractor who specializes in Healthy Ketosis & Intermittent Fasting. He of the best-selling book The Healthy Keto Plan, and is the Director of Dr. Berg Nutritionals. He no longer practices, but focuses on health education through social media. What is turmeric? Let's talk about the incredible potential health benefits and how to bioavailability of turmeric. You can consume organic turmeric or take a supplement. If you want to take a supplement, it's best to get a turmeric supplement and not just curcumin. Curcumin is important that it's a freeze-dried Black or white pepper can help you increase the absorption of turmeric. You can also consume a small amount of fat at the same time for better absorption. Keep in mind that the phytonutrients in turmeric are heat sensitive, so cooking with turmeric could make them less potent. The two main areas of research for turmeric are inflammation and cancer. A lot of the direct of antioxidant networks 2. It has potent effects on the brain and nervous system 3. It has powerful effects on the cardiovascular system skin problems gut mucosal lining It helps protect the DNA and supports DNA repair and protects radiation therapy and may increase the effectiveness of the treatment 13. It supports "}