{"title": "Aromaterapia y música para personal de salud del Hospital México que recibe tercera dosis anticovid", "author": "Redacción", "url": "https://www.lateja.cr/nacional/aromaterapia-y-musica-para-personal-de-salud-del/YG4K7QFUQFAF3BB337DUMXQHIU/story/", "hostname": "lateja.cr", "description": "Las acciones están enfocadas en que el proceso sea más cómodo para quienes a lo largo de 19 meses han batallado desde la primera línea contra el covid-19.", "sitename": "La Teja", "date": "2021-10-28", "cleaned_text": "El Hospital México inició esta semana la aplicación de la tercera dosis de la vacuna contra covid-19 a funcionarios de salud de la primera línea de atención de pacientes positivos por covid y para hacer más confortable el proceso, los recibe con terapias alternativas, explicó María Retana, enfermera a cargo. \"En esta campaña se priorizó la calidez y la humanización de la atención para con los funcionarios de primera respuesta, mediante una serie de acciones como son la musicoterapia que se realiza pre, trans y posvacunación. También contamos con aromaterapia y se le está entregando al personal una botella de agua y un dulce, todo esto con el fin de hacer más grato el proceso\", indicó la doctora Retana. Por su parte, la doctora Silvia Beirute, directora de enfermería de este hospital, explicó que es importante aprovechar los espacios que tiene el personal de salud fuera de sus labores cotidianas para fortalecer la salud mental. \"Nuestro personal ha estado en la primera línea de la atención de la pandemia por diecinueve meses, esto genera un desgaste físico y emocional, y por esta razón que aprovechamos espacios como estos, donde deben esperar quince minutos después de aplicada la dosis para realizar dinámicas de relajación, entre lunes y martes hemos vacunado aproximadamente a novecientos colaboradores\", comentó Beirute. El hospital México inició este semana la vacunación de jóvenes de 12 a 17 años. "}