{"title": "Ictiosis vulgar | Centro Médico ABC", "author": null, "url": "https://centromedicoabc.com/padecimientos/ictiosis-vulgar/", "hostname": "centromedicoabc.com", "description": "Fuentes: cun.es topdoctors.es mayoclinic.org niams.nih.gov medlineplus.gov msdmanuals.com middlesexhealth.org medigraphic.com Beirana PA, Ortiz AM.", "sitename": "Centro Médico ABC", "date": "2021-05-05", "cleaned_text": "Una vez que el médico analice tu sintomatología e historial clínico, te realizará una revisión física en la que pondrá especial atención en las lesiones cutáneas que presentes, con lo que, por lo general, será suficiente para emitir el diagnóstico, aunque si sospecha de la presencia de alguna otra afección, te solicitará una biopsia de piel para descartar otros padecimientos. Al tratarse de una enfermedad crónica, no es posible curar la ictiosis vulgar, por lo que el tratamiento busca el control de la sintomatología y la prevención de complicaciones a través de diversos fármacos como: - Exfoliantes en crema o gel que contengan ácido láctico y ácido glicólico. - Retinoides orales. Asimismo, el médico te recomendará una serie de acciones cotidianas que te ayudarán mejorar el estado de tu piel, entre ellas: - Baños en tina de larga duración. - Frotamientos con piedra pómez para retirar las escamas. - Mantener lubricada la piel con cremas y ungüentos. - Utilizar un humidificador de ambiente en tu hogar de manera permamente. En el Departamento de Medicina Interna del Centro Médico ABC te brindamos servicios de atención médica con la más alta calidad y seguridad, desde la prevención, diagnóstico, tratamiento oportuno y seguimiento de patologías infecciosas, respiratorias, endocrinológicas, dermatológicas, reumáticas, nefrológicas, gastrointestinales, y hematológicas, tanto de padecimientos crónico-degenerativos como de cuadros agudos, mediante "}