{"title": "Los pacientes trasplantados de riñón pierden en menos de 28 días anticuerpos covid", "author": "RC; EP", "url": "https://www.deia.eus/salud/2021/10/21/pacientes-trasplantados-rinon-pierden-28-4666325.html", "hostname": "deia.eus", "description": "La respuesta serológica es mucho más favorable en pacientes en hemodiálisis, diálisis peritoneal y sin diálisis", "sitename": "Deia", "date": "2021-10-21", "cleaned_text": "Los pacientes trasplantados de riñón empiezan a perder los anticuerpos de la vacuna contra la covid-19 menos de 28 días después de la segunda dosis, según un artículo publicado en la revista científica 'Nephrology, Dialysis and Transplantation' (NDT), realizado con los resultados intermedios del estudio SENCOVAC, promovido por la Sociedad Española de Nefrología. Este estudio, que busca investigar y conocer la eficacia y seguridad de la vacuna covid-19 en los pacientes con Enfermedad Renal Crónica (ERC), cuenta con la participación de 50 hospitales y centros de diálisis españoles y una muestra de más 1.746 pacientes. Es uno de los de mayor dimensión que se está realizando con ese objetivo a nivel internacional y es pionero al estudiar el efecto de la vacunación en todos los perfiles de pacientes con ERC: pacientes trasplantados, pacientes en diálisis peritoneal, pacientes en hemodiálisis y pacientes con enfermedad renal crónica avanzada sin tratamiento renal sustitutivo. Los datos que acaban de publicarse en 'Nephrology, Dialysis and Transplantation' recogen los resultados a 28 días de la segunda dosis de vacuna en un total de 301 pacientes y, aunque serán más definitivos y aportarán más conclusiones cuando se amplíen sobre el total de pacientes y con un seguimiento a más largo plazo, ya aportan datos inéditos y muy relevantes para el diseño de la estrategia sanitaria con este tipo de pacientes. Así, estos datos aportan evidencia científica suficiente sobre la menor respuesta serológica de los pacientes trasplantados en comparación con los pacientes en hemodiálisis, diálisis peritoneal y sin diálisis. Mientras que estos tres últimos perfiles de pacientes desarrollan una respuesta robusta, los primeros presentan unas tasas más bajas de anticuerpos cuando solo han pasado 28 días desde la administración de la segunda dosis. De hecho, los resultados indican que más del 20 por ciento de los pacientes trasplantados no pudieron desarrollar anticuerpos. Además, concuerdan con las publicaciones preliminares, que sugieren que este tipo de pacientes renales tienen un alto riesgo de infección por Covid-19, aún después de recibir la pauta de vacunación completa. Asimismo, los resultados muestran que los pacientes trasplantados que pasaron la covid-19 tuvieron una respuesta inmunológica mejor que los que no lo pasaron. De hecho, el 100% de los pacientes con trasplante renal con antecedentes de covid-19 desarrolló anticuerpos después de la vacunación, mientras que aquellos que no tenían infección previa desarrollaron con la vacunación tasas significativamente más bajas de anticuerpos, algo que también sucedió con los pacientes en hemodiálisis, lo que sugiere un mayor riesgo por infección para estos dos tipos de pacientes. En general, todos los pacientes con anticuerpos frente a la covid-19 al inicio del estudio desarrollaron niveles de anticuerpos más altos después de la vacunación. Sin embargo, el estudio también documentó que alrededor del 33 por ciento de los pacientes con un diagnóstico previo de covid-19 no tenía anticuerpos en el momento de la vacunación, dato que debe interpretarse como una señal de advertencia de la disminución de la respuesta inmune en pacientes con ERC avanzada en un período relativamente corto de tiempo (menos de quince meses). Por otro lado, los datos del estudio también sugieren una respuesta inmune más fuerte a la vacuna de Moderna, que se mostró la más eficaz en todos los pacientes renales, trasplantados y no, aunque esa es una conclusión que necesita confirmarse a más largo plazo. Todas estas conclusiones invitan, según el estudio realizado por la Sociedad Española de Nefrología, a una mayor protección frente a la covid-19 de estos pacientes, especialmente los trasplantados, con medidas de aislamiento más altas y una dosis de refuerzo temprana de la vacuna. La investigación, publicada 'Nephrology Dialysis Transplantation', también avanza los primeros datos sobre las reacciones adversas de las vacunas en los pacientes renales, que afectaron al 54 por ciento de los casos analizados, siendo frecuentes especialmente en los pacientes más jóvenes trasplantados de riñón y en los más jóvenes con ERC sin diálisis. Las reacciones más frecuentes fueron dolor, malestar general, y astenia (falta de energía o vitalidad). Asimismo, la infección previa por Covid-19 se asoció con tasas más altas de reacciones adversas tras la primera y segunda dosis, y la vacuna de Moderna generó más reacciones de este tipo. "}