{"title": "Vacunas durante el embarazo: para mantener su salud y la de su bebé", "author": null, "url": "https://www.healthychildren.org/Spanish/ages-stages/prenatal/Paginas/vaccines-during-pregnancy-keeping-you-and-your-baby-healthy.aspx", "hostname": "healthychildren.org", "description": "Desde las vacunas Tdap hasta la gripe y la COVID, es importante asegurarse de que sus vacunas estén al día durante el embarazo. Este es el porqué.", "sitename": "HealthyChildren.org", "date": "2023-09-02", "cleaned_text": "Por Edith Bracho-Sanchez, MD, FAAP Cuidar de su salud siempre es importante. Pero cuando se espera un bebé, ¡es aún más importante en su lista de prioridades! Ciertas vacunas deben ser parte de su plan de salud prenatal junto con una [buena nutrición y ejercicio](/Spanish/ages-stages/prenatal/paginas/Nutrition-and-Exercise-During-Pregnancy.aspx), suficientes horas de sueño y suplementos dietéticos correctos. Si bien algunas vacunas deben administrarse antes de quedar embarazada, también hay ciertas vacunas que debe recibir mientras está embarazada. Aquí podrá obtener más información sobre las vacunas, cuándo debe recibirlas y cómo preparan su sistema inmunitario y el de su bebé para resistir enfermedades peligrosas. ¿Son seguras las vacunas durante el embarazo? Las recomendaciones de vacunas para las mujeres embarazadas se basan en una extensa investigación. Están desarrolladas con gran interés en la madre y el niño. Las vacunas que reciba los protegerán a ambos de enfermedades graves: una protección que durará los primeros meses de vida de su bebé. No obstante, hay algunas vacunas que no deben administrarse durante el embarazo. Por ejemplo, las vacunas que contienen un virus vivo atenuado (debilitado) generalmente no se recomiendan durante el embarazo. Esto se debe a un riesgo teórico de que el virus debilitado en la vacuna pueda atravesar la placenta. Por lo tanto, es aconsejable hablar con su médico antes de quedar embarazada. Si ya está embarazada, ¡no se preocupe! Su médico puede revisar su registro de vacunas y recomendar un programa para ponerse al día con las dosis después del parto. Antes del embarazo: vacunas que debe recibir Las vacunas que necesita dependerán de su edad, estilo de vida, estado de salud, vacunas anteriores y cualquier plan de viaje que pueda tener durante el embarazo. Dependiendo de estos factores, su médico puede recomendar estas vacunas varias semanas o meses antes de su embarazo: Contraer estas [infecciones graves durante el embarazo](/Spanish/ages-stages/prenatal/paginas/Simple-Steps-to-Prevent-Infections-During-Pregnancy.aspx) puede aumentar los riesgos de aborto espontáneo, parto prematuro o defectos de nacimiento. Vacunarse con anticipación es el paso más saludable para usted y su bebé. Si viaja fuera de los Estados Unidos Si planea viajar fuera de los EE. UU. mientras está embarazada, hay otros problemas de salud, como el [zika](/Spanish/ages-stages/prenatal/paginas/Zika-Virus.aspx) y la malaria, que debe conocer. En general, las mujeres embarazadas pueden viajar con seguridad, pero es mejor hablar sobre los riesgos y los pasos de prevención con su médico lo antes posible. Vacunas que necesita durante cada embarazo Los expertos en salud recomiendan que todas las mujeres embarazadas reciban ciertas vacunas después de quedar embarazadas. Las dosis deben administrarse cada vez que esté embarazada a fin de evitar problemas de salud graves para usted y su bebé. Vacuna contra la gripe Millones de personas han recibido la [vacuna contra la gripe](/spanish/tips-tools/ask-the-pediatrician/paginas/safe-to-get-a-flu-shot-if-I-am-pregnant.aspx) de manera segura a lo largo de los años. Su médico le dará la forma inyectable (inactiva) de la vacuna, no la forma nasal (viva), que no se recomienda durante el embarazo. Si está embarazada o planea estarlo en los meses de otoño e invierno, es mejor recibir su dosis antes de finales de octubre para prevenir infecciones durante la temporada alta de gripe. Esta vacuna la protege a usted y a su hijo contra tres enfermedades graves: tétanos, difteria y tosferina (también conocida como tos convulsa). Se puede administrar en cualquier momento durante el embarazo, pero los expertos recomiendan recibirla entre las semanas 27 y 36. Se ha demostrado que este momento conduce al mayor nivel de protección para su bebé después del nacimiento. Incluso si ya recibió la vacuna Tdap anteriormente, debe recibir un refuerzo cuando esté embarazada. Esto le permite transmitir la protección contra la tosferina a su hijo recién nacido. Los familiares y cuidadores que estarán en contacto cercano con bebés menores de un año también deben recibir el refuerzo de la vacuna [Tdap](/spanish/safety-prevention/immunizations/paginas/Tetanus-Diphtheria-Pertussis-Tdap-Vaccine-What-You-Need-to-Know.aspx). Esto reduce el riesgo de transmitir la infección al bebé. ¿Es seguro recibir vacunas si está amamantando? Si no recibió ciertas vacunas durante el embarazo, aún puede recibirlas después del parto, incluso si [está amamantando](/spanish/health-issues/conditions/COVID-19/paginas/Breastfeeding-During-COVID-19.aspx). Las investigaciones muestran que la mayoría de las vacunas vivas no están presentes en la leche materna, incluso si el virus debilitado se reprodujo en el sistema de la madre. Pero las vacunas le permiten transmitir anticuerpos protectores a su bebé. Investigaciones recientes demostraron que las mujeres que recibieron la vacuna contra el COVID-19, por ejemplo, tenían anticuerpos protectores en la leche materna. La única excepción es la vacuna contra la fiebre amarilla. Esta vacuna no se recomienda durante la lactancia a menos que necesite viajar a lugares donde los riesgos son altos. Esto se debe al riesgo teórico de que la madre transmita el virus a través del contacto cercano. Consulte a su médico si está planeando un viaje internacional mientras amamanta a su bebé. Recibir la vacuna contra el COVID-19 durante el embarazo Las investigaciones sugieren que el embarazo pone a las mujeres en mayor riesgo de contraer infecciones por COVID que cualquier otra afección médica, incluso el cáncer. En parte, esto se debe a que durante el embarazo, su sistema inmunitario no responde tan rápido a posibles infecciones, incluido el COVID. La buena noticia es que, según la evidencia científica y la experiencia de millones de embarazadas, las vacunas contra el COVID se consideran [seguras antes y durante el embarazo](https://espanol.cdc.gov/coronavirus/2019-ncov/need-extra-precautions/pregnant-people.html). Aquí encontrará algunas razones para considerar ponerse al día con las vacunas contra el COVID si está embarazada: Las infecciones por COVID pueden causar síntomas graves como fiebre, tos, dificultad para respirar, temblores y escalofríos, dolor muscular, dolor de cabeza y dolor de garganta. Contraer una infección por COVID puede causar fatiga e incomodidad adicionales en un momento en el que necesita sentirse lo más saludable posible. El COVID ha enviado a muchas mujeres embarazadas al hospital, otro resultado que seguramente desee evitar si está embarazada. [ El COVID prolongado](/spanish/health-issues/conditions/COVID-19/paginas/Long-Haul-COVID-19-in-Children-and-Teens.aspx) causa síntomas persistentes como fatiga, tos, problemas respiratorios, dolores corporales, problemas de memoria e interrupción del sueño, entre otros. Estos síntomas pueden persistir durante meses, incluso después de recuperarse del virus. Sentirse así durante los primeros meses de vida de su hijo puede hacer que las cosas sean especialmente difíciles para ambos y para otros miembros de la familia. Puede darle al sistema inmunitario de su bebé una ventaja al saber cómo prevenir la infección por COVID. La vacuna le permite transmitir anticuerpos protectores que podrían reducir el riesgo de infección por COVID-19 de su hijo recién nacido. Esto lo ayudará a resistir la infección hasta que sea [elegible](/Spanish/health-issues/conditions/COVID-19/Paginas/when-can-kids-get-the-COVID-vaccine-or-booster.aspx) para vacunarse contra el COVID a los 6 meses de edad. Tranquilidad sobre todo Antes de que mi esposo y yo quedáramos embarazados, me aseguré de que mis vacunas estuvieran al día. Una vez que supe que estaba esperando un bebé, me apliqué la vacuna contra la gripe, la vacuna Tdap y la vacuna contra el COVID-19. Nuestro hijo, William, es un pequeño sano y feliz, y mantenerme saludable me ha permitido cuidarlo de la manera que había planeado. Recuerde Consulte con su médico si tiene alguna pregunta sobre cómo ponerse al día con las vacunas recomendadas, ya sea si está embarazada o si planea tener un bebé. Más información Acerca de la Dra. Bracho-Sanchez Edith Bracho-Sánchez, MD, FAAP es pediatra de atención primaria y directora del programa de telemedicina pediátrica en Ambulatory Care Network de Columbia University Irving Medical Center. Nació y creció en Caracas, Venezuela, y obtuvo su título de medicina en New York University, seguido de una formación pediátrica en The Children's Hospital of Philadelphia y una beca en salud global y medios en Stanford University. La Dra. Bracho-Sánchez forma parte del comité ejecutivo del Consejo de Comunicaciones y Medios de la American Academy of Pediatrics (AAP). Vive en la ciudad de Nueva York con su esposo y su bebé William. Síguela "}