{"title": "Carbón activado, el último peligro 'detox'", "author": "Juan Revenga", "url": "https://elpais.com/gastronomia/el-comidista/2017/07/20/articulo/1500559568_463602.html", "hostname": "elpais.com", "description": "El carbón activado se ha puesto de moda en pizzas, helados, panes o bizcochos como supuesto ingrediente purificador. Pero lo cierto es que no sólo no desintoxica, sino que puede resultar perjudicial para tu salud.", "sitename": "Ediciones EL PAÍS S.L.", "date": "2017-07-20", "cleaned_text": "Carbón activado, el último peligro 'detox' El carbón activado se ha puesto de moda en pizzas, helados, panes o bizcochos como supuesto ingrediente purificador. Pero lo cierto es que no sólo no desintoxica, sino que puede resultar perjudicial para tu salud. Aunque [la ventolera detox](https://elcomidista.elpais.com/elcomidista/2017/01/17/articulo/1484675316_664180.html) puede dar en cualquier momento del año, es fácil identificar dos momentos críticos en este (sin)sentido: tras las navidades y ahora, en la vuelta a la rutina después de los abusos estivales. En este contexto y más allá de los batidos vegetales color sapo-de-ciénaga hay otro ingrediente tomando fuerza [desde hace unos años](http://juanrevenga.com/2015/05/carbon-activado-en-los-zumitos-detox-la-penultima-gilibobada/): el carbón activado. Contra toda lógica racional, pero perfectamente comprensible al amparo de eso que se hizo llamar new age en su día y que hoy llamamos \"terapias alternativas\", un apelativo fenomenal para algo que es alternativo a lo que funciona. Contra el riesgo de caer en estas [magufadas](http://magonia.com/2007/02/20/magufo-la-wikipedia/), siempre nos queda la posibilidad de ver más de cerca qué es eso del carbón activado, sus usos, sus beneficios -los confirmados y falsos- y también sus peligros (que los tiene). El actor principal El carbón activado (activated carbon o activated charcoal en inglés) es el [término genérico](http://www.activated-carbon.com/faq) que se suele utilizar para describir una familia de compuestos carbonosos adsorbentes gracias a una estructura porosa ampliamente desarrollada. Para que entiendas lo que significa eso de \"estructura porosa altamente desarrollada\": un solo gramo de carbón activado puede tener una superficie de más de 500 m2 debido precisamente a esa alta porosidad. Sigue [este enlace](http://www.aqsolutions.org/images/2008/08/electron-microscopy-study.pdf) o [este otro](http://www.personal.rdg.ac.uk/~scsharip/Activated_carbon_JPCM.pdf) para acceder a distintas imágenes obtenidas por microscopía electrónica del carbón activado, y aquí tienes un vídeo. Sus usos habituales -los que son útiles de verdad- se aprovechan de esa característica física para el tratamiento y filtrado de aguas y aire, extracción de oro, purificación de aceites comestibles, plantillas -para retener el olor de los pinreles-, máscaras antigás y, en el terreno de la salud, para el tratamiento de intoxicaciones digestivas agudas. Este uso el más asociado al uso magufo del asunto: administrarlo por vía oral con el fin de buscar una \"descontaminación gastrointestinal\" (sic), gracias a su capacidad para adsorber las posibles sustancias fruto de una intoxicación o de una sobredosis por la vía digestiva. Así, en un [interesante metaanálisis](http://onlinelibrary.wiley.com/doi/10.1038/clpt.2008.278/abstract) en el que se observaron los efectos del carbón activado tras la administración de un fármaco, se contrastó que el uso de esta sustancia es más eficaz cuando se administra inmediatamente después de la ingestión del fármaco (si se aporta entre los cinco primeros minutos reduce la exposición al fármaco en un 88,4% de media). Incluso cuatro horas después de la ingesta del fármaco, los efectos del carbón activado siguen siendo palpables a la hora de reducir la exposición del mismo y evitar que sea absorbido en cierta medida. Su obtención El carbón activado se obtiene, en líneas generales, a través de la pirolización -aplicación controlada de altas temperaturas en una atmósfera pobre en oxígeno- de sustratos diversos: desde carbón 'normal' a madera. El origen estrella, cuando se usa fuera de un entorno hospitalario y de su correspondiente unidad de urgencias es la cáscara de coco, el favorito entre los iluminados del detox. Su glamour es inversamente proporcional a sus beneficios Have you ever tried our activated charcoal pizza dough? Not por [Pizzicotto]en [sábado, 4 de marzo de 2017] Como el carbón activado tiene una aplicación útil ante situaciones reales de intoxicación con fármacos, de algunas sustancias tóxicas o de venenos, algunos iluminados han retorcido hasta lo ridículo estas virtudes hasta consagrarlo como un elemento 'detox' en la línea de [los famosos batidos verdes](https://elcomidista.elpais.com/elcomidista/2017/01/17/articulo/1484675316_664180.html). Ya no solo para incluirlo como ingrediente en ellos, también como ingrediente de [helados](https://smallbiztrends.com/2017/07/viral-campaign.html), [pizzas](https://www.instagram.com/p/BUvBJWnFa8M/), [cocktails](https://thirstymag.com/5-activated-charcoal-cocktails-try-now-nyc/), [asados](https://www.weber.com/US/en/blog/our-10-favorite-recipes-for-charcoal-grilling), [panes o magdalenas](https://www.weber.com/US/en/blog/our-10-favorite-recipes-for-charcoal-grilling), dotando al alimento de una oscuridad que para sí quisiera la retaguardia de Darth Vader. En un gracioso giro de los hechos, resulta que gracias a su poder adsorbente, este ingrediente también es capaz de robar algunos nutrientes, como por ejemplo las vitaminas de los exóticos ingredientes de nuestra ayurvédica receta. El asunto está claro: si el carbón activado es capaz de retener 'cosas malas', ¿qué le impide retener las buenas? Los riesgos del carbón activado El uso del carbón activado, pese a ser seguro, no está exento de peligros que pueden desembocar -ya ha pasado- en trágicas consecuencias, incluso dentro del ámbito hospitalario. [Esta interesante reevaluación](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4767212/) de su uso ortodoxo, de sus beneficios y de sus peligros, da cuenta de diversos casos en los que el empleo del carbón activado estuvo asociado a efectos no deseados. Entre los más destacados y habituales -un 1,6% de los casos en 4.500 pacientes con sobredosis- [neumonitis](https://medlineplus.gov/spanish/ency/article/000143.htm) ocasionada por la aspiración del carbón activado a través de las vías respiratorias. Otro riesgo conocido lo representan las complicaciones gastrointestinales tales como obstrucción intestinal, [bezoar](https://medlineplus.gov/spanish/ency/article/001582.htm) -acumulación de materiales extraños en el intestino que terminan por dificultar o impedir el tránsito- y concreciones fecales (formación de estercolitos o coprolitos). Del aspecto de las heces, tipo [jabón de La Toja](http://cloud10.todocoleccion.online/tc/2014/11/13/18/46191352_22662566.jpg), ya hablaremos otro día, que eso no es grave, solo exótico. Pero esto no es lo peor: además de no detoxificar nada de nada y de privarnos seguro de algunos nutrientes, antioxidantes, vitaminas y minerales interesantes, el uso de esta sustancia es especialmente peligroso en alguien que esté tomando algún fármaco. En especial, medicación para el tratamiento de alguna dolencia crónica como diabetes, hipotiroidismo, hipercolesterolemia, hiperuricemia, depresión, esquizofrenia, o epilepsia, por poner unos pocos ejemplos. En esos casos, además hay unas altas probabilidades de que la medicación pautada por su médico en base a una cuidadosa dosificación deje de tener buena parte de su efecto: todo gracias a la tontuna de incluir en su dieta recetas de alimentos o bebidas con carbón activado, que también absorberá estos componentes. No puedo despedirme sin dejaros un didáctico vídeo respecto a este tema de la muy recomendable [Boticaria García](https://twitter.com/boticariagarcia) (Marian para los amigos). Sobre la firma Es dietista-nutricionista, biólogo, consultor, y divulgador. Es profesor en la Universidad San Jorge, en la Universidad Francisco de Vitoria y un montón de cosas sesudas más. Definido como un Don Quijote con cuchara, es muy activo en redes sociales en donde, a partes iguales, reparte estopa y defiende la salud a través de "}