{"title": "¿Quién tiene mejor % de victorias en hierba contra el top10?", "author": "Fernando Murciego", "url": "https://www.puntodebreak.com/2021/06/18/quien-mejor-victorias-hierba-top10", "hostname": "puntodebreak.com", "description": "Repasamos los números del Big4 en partidos sobre hierba ante jugadores del top10. ¿Sabríais decir cuál de los cuatro tiene mejor balance en su carrera?", "sitename": "PuntodeBreak", "date": "2021-06-18", "cleaned_text": "victorias en hierba contra el top10? Repasamos los números del Big4 en partidos sobre hierba ante jugadores del top10. ¿Sabríais decir cuál de los cuatro tiene mejor balance en su carrera? Llega la gira de hierba y, como cada verano, nos toca rescatar algunos de los datos más interesantes sobre la superficie, que no son pocos. Hoy hablaremos de los jugadores en activo con mejor porcentaje de victoria sobre césped ante tenistas del top10, una tabla que vuelve a estar liderada por los cuatros miembros del Big4. ¿Pero cómo están ubicados en esa escalera? Vamos ya con el repaso de abajo hacia arriba, empezando por un meritorio quinto puesto que ocupa uno de los nuestros. #5 FELICIANO LÓPEZ De entrada quizá parezca sorprendente, pero si miramos los números de Feliciano López en hierba veremos que el español es uno de los grandes especialistas en la superficie en los últimos 20 años. El toledano, que pisó en tres ocasiones los cuartos de final en Wimbledon, está ahora mismo a una victoria de equilibrar su balance de victorias contra el top10 sobre césped. De momento tiene un parcial de 8-9, números de auténtica locura teniendo que Feli nunca pudo pisar ese top10. Pero sí pudo competir con ellos. #4 NOVAK DJOKOVIC Un peldaño por encima encontramos al pentacampeón de Wimbledon, el actual líder del circuito ATP, el serbio Novak Djokovic. Con un balance positivo de 13-8 sobre hierba contra tenistas del top10, el de Belgrado es el jugador que peor porcentaje tiene del Big4 en esta aspecto, aunque si miramos las vitrinas encontraremos lo realmente importante. Como anécdota, aislando el debate únicamente a Wimbledon, allí el balcánico solo perdió una vez con Nadal (2007), una vez con Federer (2012) y una vez con Murray (2013). #3 ROGER FEDERER ¡Sorpresa! Si esperaban ver al suizo mucho más arriba, se equivocaron. Y es verdad que el de Basilea es el tenista en activo con más victorias contra el top10, tanto en hierba como en general, pero también ha perdido unos cuantos partidos. Roger Federer asume en su archivo un balance de 21-11, confirmando que en césped es la superficie donde seguirá teniendo un punto extra de peligrosidad. Habrá que ver su recorrido en Wimbledon este año, donde sus últimas cinco derrotas fueron ante tenistas del top10: Djokovic (2014), Djokovic (2015), Raonic (2016), Anderson (2018) y Djokovic (2019). #2 ANDY MURRAY Muchos ya le han olvidado, así que nos hace especial ilusión siempre que rescatamos el nombre de Andy Murray para recordar lo tremendamente buen jugador que fue. Nos duele hablar en pasado, aunque nos conformamos tenerle todavía en activo. El británico marca un balance ligeramente superior al de Federer, con un récord de 13-6 en partidos contra el top10 en hierba. Una superficie donde superó a casi todos, aunque es verdad que Nadal (2008, 2010, 2011) y Federer (2012, 2015) se encargaron de prívarle de algún título más en Wimbledon. #1 RAFAEL NADAL Por fin llegamos a la cima, al líder de la lista. No lo esperaban, ¿verdad? Pues sí, Rafa Nadal es el jugador en activo con mejor balance en la estadística. Con un 9-4 y su correspondiente 69'23% de victoria, el español se lleva la palma con una ventaja minúscula, pero se la lleva. De sus trece encuentros contra top10 sobre hierba, solo cuatro fueron derrotas, todas ellas en Wimbledon: tres ante Roger Federer (2006, 2007, 2019) y una ante Novak Djokovic (2011). Este año, al no disputar el evento, su corona en este artículo podría estar en juego. Mejor porcentaje en hierba, en general Si ahora (sin contar los torneos de esta semana) ponemos la lupa en el rendimiento sobre hierba, sin tener en cuenta el ranking del rival, los protagonistas que nos salen vienen a ser prácticamente los mismos, aunque en diferente orden. Roger Federer sería el jugador en activo con mejor porcentaje de victoria sobre césped, mientras que Marin Cilic le robaría a Feliciano López la quinta posición - Roger Federer: 87'38% - Novak Djokovic: 84'07% - "}